Repository: fluxer/kde-l10n
Catalog: */*/messages/kde-workspace/kcmstyle.po
Languages: es, eu, fr, gl, he, ia, is, it, kk, km, ko, lt, lv, mr, nb, nds, nl, pa, ro, ru, sk, sr@ijekavian, tr, wa, zh_tw

source: Here you can choose from a list of predefined widget styles (e.g. the way buttons are drawn) which may or may not be combined with a theme (additional information like a marble texture or a gradient).
es: Aquí puede elegir, de una lista de elementos predefinidos (p.ej. como se tienen que dibujar los botones), lo que puede o no ser combinado con un tema (información adicional como una textura de mármol o un degradado).
eu: Hemen, aldez aurretik esleitutako trepet-estiloen zerrenda batetik (adibidez, botoiak nola marraztuko diren) aukeratu dezakezu zein konbina daitekeen eta zein ez gai batekin (informazio osagarria, hala nola marmol-itxura edo gradientea).
fr: Vous pouvez choisir ici, à partir d'une liste prédéfinie, des styles d'élément graphique (par exemple, la façon dont les boutons sont dessinés). Celui-ci peut être ou non combiné avec un thème (informations complémentaires comme une texture marbrée ou un dégradé).
gl: Aquí pode escoller nunha lista de estilos de widget predefinidos (o xeito do que por ex. se debuxan os botóns) que poden ou non estar combinados cun tema (información adicional como unha textura de mármore ou un gradiente).
he: כאן באפשרותך לבחור מתוך רשימה של סגנונות פריטים מוגדרים מראש (למשל הדרך בה ייראו כפתורים) שניתן לעתים לשלב עם ערכת נושא (מידע נוסף כגון טקסטורת שיש או עירוב צבע).
ia: Ci tu pote seliger ab un lista de stilos de widget (Elemento graphicos de fenestra) (p.ex. le modo le buttones es designate) que il pote o non pote esser combinate con un thema (informationes additional como un texture marmore o un gradiente).
is: Hér getur þú valið úr lista af skilgreiningum um græjustíla (sem er hvernig til dæmis hnappar eru teiknaðir) sem má sameina við þemu (enn frekari upplýsingar eins og til dæmis marmaraáferð eða litablöndun).
it: Qui puoi scegliere da una lista di stili predefiniti (ad esempio il modo in cui vengono disegnati i pulsanti) che possono essere o combinati o meno con dei temi (informazioni aggiuntive come una trama a marmo o una sfumatura).
kk: Мұнда тізімінен, безендіру нақышымен біректіре алатын (мысалы, мәрмәрлі текстурасымен немесе градиентімен) дайын бөлшек стилін таңдай аласыз (мысалы, батырмаларды бейнелеу түрін).
km: នៅ​ទីនេះ អ្នក​អាច​ជ្រើស​ពី​បញ្ជី​របស់​រចនាប័ទ្ម​ធាតុ​ក្រាហ្វិក​​​ដែល​បាន​កំណត់​ជាមុន (ឧ. របៀប​គូរ​ប៊ូតុង) ​ត្រូវ​បាន ឬ​មិន​ត្រូវ​បាន​ផ្សំ​ជាមួយ​ស្បែក (ព័ត៌មាន​បន្ថែម​ដូចជា វាយនភាព​ថ្ម​ម៉ាប ឬ​ជម្រាល) ។
ko: 이 곳에서 미리 설정된 위젯 스타일 (예: 단추가 그려지는 방법)을 설정할 수 있습니다. 이들은 테마의 일부분으로 사용될 수 있습니다.
lt: Čia iš sąrašo galima pasirinkti iš anksto parengtus stilius (pvz., kaip atrodys mygtukai), kurie gali būti sujungti su tema (papildoma informacija - kaip marmuro tekstūra arba spalvų perėjimas).
lv: Šeit jūs varat izvēlēties no predefinētu logdaļu stilu saraksta (t.i. veidu kādā attēlot, piemēram, pogas), kurus var vai nevar kombinēt ar tēmu (papildus informācija kā marmora tekstūra vai gradients).
nb: Her kan du velge fra en liste over forhåndsdefinerte stiler på skjermelementer (f.eks. måten knapper tegnes opp), som kan kombineres med et tema (ytterligere informasjon som marmortekstur eller en overgang).
nds: Hier kannst Du en vörinstellt Bedeenelementen-Stil (a.B. wodennig Knööp wiest warrt) ut de List utsöken. En Reeg Stilen kannst Du ok tosamen mit en Muster anwennen (anner Vörgaven as en Abalster-Böversiet oder Klöörövergang).
nl: Hier kunt u kiezen uit een lijst met vooringestelde widgetstijlen. (de wijze waarop bijv. knoppen worden getekend). Deze kunt u eventueel combineren met een thema (extra instellingen zoals bijv. een marmeren uiterlijk of een kleurverloop).
ro: Aici puteți alege dintr-o listă de stiluri de componente predefinite (de exemplu felul în care sînt desenate butoanele) care pot sau nu pot fi combinate cu o tematică (informații adiționale precum o textură de marmură sau un gradient).
ru: Здесь вы можете выбрать предопределённые стили графических элементов (например, способ показа кнопок), которые дополнительно можно сочетать с темой (например, с мраморной текстурой или градиентом).
sk: Tu si môžete vybrať zo zoznamu štýlov prvkov (napr. spôsob ako sa vykresľujú tlačidlá), ktoré môžu alebo nesmú byť kombinované s témami (doplnková informácia ako mramorová textúra alebo prechod).
sr@ijekavian: Бирајте са списка предефинисаних стилова виџета (начин на који се нпр. дугмад исцртава), који могу или не морају бити комбиновани са темом (додатне информације као што су текстуре или прелив).
tr: Buradan bir tema ile bütünleşik (mermer deseni ya da doğrusal renkler gibi özellikler) olan ya da olmayan, önceden tanımlanmış parçacık biçimlerini (düğme biçimleri gibi) seçebilirsiniz.
zh_tw: 您可以在這邊選擇一系列預先定義的介面工具樣式 (例如扭曲的按鈕). 這可能合併於主題中(額外的資訊如大理石紋等)。

source: This area shows a preview of the currently selected style without having to apply it to the whole desktop.
es: Esta área muestra una previsualización del estilo actualmente seleccionado sin tener que aplicarlo al escritorio completo.
eu: Eremu honetan, unean hautatuta dagoen estiloaren aurrebista bistaratzen da mahaigain osoari aplikatu beharrik gabe.
fr: Cette fenêtre affiche un aperçu du style graphique actuellement sélectionné sans avoir à l'appliquer sur la totalité du bureau.
gl: Este área móstralle unha vista previa do estilo actualmente escollido sen ter que aplicalo ao escritorio enteiro.
he: איזור זה מציג תצוגה מקדימה של הסגנון הנבחר מבלי שיהיה צורך להחיל אותו על כל שולחן העבודה.
ia: Iste area monstra un vista preliminar del stilo currentemente seligite sin ja haber lo applicate a le scriptorio integre.
is: Þetta svæði sýnir forsýn á valinn stíl án þess að þurfa að virkja hann á skjáborðinu.
it: Quest'area mostra un'anteprima dello stile attualmente selezionato senza doverlo applicare all'intero desktop.
kk: Бұнда, бірден барлық үстел үшін іске асырмай-ақ, таңдап жатқан стилді, мысалы үшін келтірілген барлық бөлшектер үлгісінде қарап ала аласыз.
km: តំបន់​នេះ​​បង្ហាញ​ទិដ្ឋភាព​ជា​មុន​នៃ​រចនាប័ទ្ម​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន ដោយ​មិន​អនុវត្ត​វា​​ទៅ​ផ្ទៃ​តុ​ទាំង​មូល​ឡើយ ។
ko: 선택한 스타일을 전체 데스크톱에 적용하기 전 미리 볼 수 있는 영역입니다.
lt: Ši zona leidžia peržiūrėti dabar pasirinktą stilių nepritaikant jo visam darbastaliui.
lv: Šis lauks rāda paraugu, kāds izskatās šobrīd izvēlētais stils, pirms ir nepieciešams to apstiprināt visai darba videi.
mr: हा भाग तुम्ही आता निवडलेल्या शैलीचे पूर्वावलोकन दर्शवितो. (ती शैली पूर्ण डेस्कटॉपला लागू न करिता.)
nb: Dette feltet forhåndsviser den stilen du nå har valgt uten å anvende den på hele skrivebordet.
nds: Dit Rebeet wiest en Vöransicht vun den jüst utsöchten Stil, ahn em op den helen Schriefdisch antowennen.
nl: Dit gebied toont een voorbeeld van de momenteel geselecteerde stijl.
pa: ਇਹ ਏਰੀਆ ਮੌਜੂਦਾ ਚੁਣੇ ਸਟਾਈਥ ਦੀ ਝਲਕ ਬਿਨਾਂ ਪੂਰੇ ਡੈਸਕਟਾਪ ਉੱਤੇ ਲਾਗੂ ਕੀਤੇ ਵੇਖਾਉਦਾ ਹੈ।
ro: Această zonă afișează o previzualizare a stilului curent selectat fără a fi nevoie să-l aplicați întregului mediu grafic.
ru: Это область показывает предварительный просмотр стиля без необходимости применить его ко всему рабочему столу.
sk: Táto oblasť zobrazuje náhľad na momentálne vybraný štýl bez jeho použitia na celé prostredie.
sr@ijekavian: Преглед тренутно изабраног стила, прије него што се примијени на целу површ.
tr: Bu alanda, seçilen parçacık biçimi tüm masaüstüne uygulanmadan önce önizleme gösterir.
zh_tw: 這個區域讓您可以預視您所選擇的風格，而不需要將它 套用到到整個桌面才能夠檢視。

source: This page allows you to choose details about the widget style options
es: Esta página le permite seleccionar detalles del estilo de los elementos gráficos
eu: Orri honek aukera ematen du trepet-estiloen aukeren xehetasunak hautatzeko
fr: Cette page vous permet de sélectionner les options avancées pour les styles des composants graphiques
gl: Esta páxina permítelle axustar detalles do estilo dos widgets
he: דף זה מאפשר לך לבחור ברירות מחדל עבור ערכת הפקדים
ia: Iste pagina permitte te de seliger detalios super le optiones de stilo de widget
is: Þessi síða gefur kost á að velja nánari stillingar fyrir útlit græjunnar
it: Questa pagina permette di scegliere i dettagli delle opzioni di stile
kk: Бұнда виджет стилінің параметрлерін егжейлеп таңдай аласыз
km: ទំព័រ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នកជ្រើស​សេចក្ដីលម្អិត​អំពី​ជម្រើស​រចនាប័ទ្ម​ធាតុក្រាហ្វិក
ko: 이 페이지에서 위젯 스타일을 설정할 수 있습니다
lt: Šiame puslapyje galite parinkti valdiklių stiliaus parinkčių detales
lv: Šī lapa ļauj izvēlēties logdaļu stila iestatījumu detaļas
mr: विजेट शैली पर्यायांचे तपशील निवडण्याकरिताचे पान
nb: På denne siden kan du velge detaljer om valg for elementstiler
nds: Op disse Siet kannst Du de Enkeleheiten för den Stil vun de Bedeenelementen fastleggen
nl: Deze pagina staat u toe om details te kiezen uit de opties voor widgetstijlen
pa: ਇਹ ਪੇਜ਼ ਤੁਹਾਨੂੰ ਵਿਦਜੈੱਟ ਸਟਾਈਲ ਚੋਣ ਵੇਰਵੇ ਸਮੇਤ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ
ro: Această pagină vă permite să alegeți detalii despre opțiunile de stil ale controalelor grafice
ru: Здесь Вы можете детально настроить стиль элементов пользовательского интерфейса.
sk: Táto stránka vám umožňuje vybrať detaily možností prvkov štýlu
sr@ijekavian: На овој страници бирате опције за стил виџета.
tr: Bu sayfa, parçacık biçimi seçeneklerinin ayrıntılarını seçmenizi sağlar
zh_tw: 此頁面讓您選擇關於元件樣式的詳細選項

source: <p><b>No Text:</b> Shows only icons on toolbar buttons. Best option for low resolutions.</p><p><b>Text Only: </b>Shows only text on toolbar buttons.</p><p><b>Text Beside Icons: </b> Shows icons and text on toolbar buttons. Text is aligned beside the icon.</p><b>Text Below Icons: </b> Shows icons and text on toolbar buttons. Text is aligned below the icon.
es: <p><b>Sin texto:</b> Muestra solo iconos en los botones de la barra de herramientas. La mejor opción para resoluciones bajas.</p><p><b>Solo texto: </b>Muestra solo texto en los botones de la barra.</p><p><b>Texto junto a iconos: </b> Muestra iconos y texto en botones de la barra, con el texto junto al icono.</p><b>Texto bajo iconos: </b> Muestra iconos y texto en los botones de la barra, con el texto alineado bajo el icono.
eu: <p><b>Testurik ez.</b> Ikonoak bakarrik erakusten ditu tresna-barrako botoietan. Bereizmen baxuetarako aukerarik onena da.</p><p><b>Testua bakarrik. </b>Testua bakarrik erakusten du tresna-barrako botoietan.</p><p><b>Testua ikonoen ondoan. </b> Ikonoak eta testua erakusten ditu tresna-barrako botoietan. Testua ikonoaren ondoan lerrokatzen da.</p><b>Testua ikonoen azpian. </b> Ikonoak eta testua erakusten ditu tresna-barrako botoietan. Testua ikonoaren azpian lerrokatzen da.
fr: <p><b>Aucun texte : </b>n'affiche que les icônes dans les boutons de barres d'outils. Adapté aux basses résolutions.</p><p><b>Texte seul : </b>n'affiche que le texte dans les boutons de barres d'outils.</p><p><b>Texte à coté des icônes : </b>affiche les icônes et le texte dans les boutons de barres d'outils. Le texte est placé à côté de l'icône.</p><b>Texte sous les icônes : </b>affiche les icônes et le texte dans les boutons de barres d'outils. Le texte est placé sous l'icône.
gl: <p><b>Sen texto:</b> Mostra só iconas nos botóns da barra de ferramentas. A mellor opción para resolucións baixas.</p> <p><b>Só texto: </b>Mostra só texto nos botóns das barras de ferramentas.</p> <p><b>Texto a carón das iconas: </b> Mostrar iconas e texto nos botóns das barras de ferramentas. O texto alíñase a carón da icona.</p><b>Texto baixo as iconas: </b> Mostra iconas e texto nos botóns da barra de ferramentas. O texto alíñase baixo a icona.
he: ‏<p><b>ללא טקסט:</b> הצגה של סמלים בלבד בכפתורי סרגלי כלים. האפשרות הטובה ביותר לרזולוציות מסך נמוכות.טקסט בלבד:</p><p><b>טקסט בלבד</b>הצגה של טקסט בלבד בכפתורי סרגלי כלים.</p><p><b>טקסט לצד סמלים: </b> הצגה של סמלים וטקסט בכפתורי סרגלי כלים. הטקסט יופיע לצד הסמל.</p><p><b>טקסט מתחת לסמלים: </b> הצגה של סמלים וטקסט בכפתורי סרגלי כלים. הטקסט יופיע מתחת לסמל.</p>
ia: <p><b>Nulle Texto:</b> Il monstra solmente icones sur buttones de barra de instrumento. Melior option pro basse resolutiones.</p><p><b>Solmente texto: </b>Il monstra solmente texto sur buttones de barra de instrumento.</p><p><b>Texto Supra Icones: </b> Il monstra icones e texto sur buttones de barra de instrumento. Texto es alineate supra le icone.</p><b>Texto Infra Icones: </b> Il Monstra icones e texto sur buttones de barra de instrumentos. Texto es alineate infra le icone.
is: <p><b>Enginn texti:</b> Sýnir aðeins táknmyndir á hnöppum á tækjaslám. Besta valið fyrir lága upplausn.</p> <p><b>Aðeins texti: </b>Sýnir aðeins texta á hnöppum á tækjaslám</p> <p><b>Texti við hlið táknmynda: </b> Sýnir táknmyndir og texta á hnöppum á tækjaslám. Textinn er við hlið táknmyndarinnar.</p> <b>Texti undir táknmyndum: </b>Sýnir táknmyndir og texta á hnöppum á tækjaslám. Textinn er undir táknmyndinni.
it: <p><b>Senza testo:</b> mostra solo le icone sui pulsanti delle barre degli strumenti</p><p><b>Solo testo:</b> mostra solo il testo sui pulsanti delle barre degli strumenti.</p><p><b>Testo accanto alle icone:</b> mostra le icone e il testo sui pulsanti delle barre degli strumenti. Il testo è messo di fianco alle icone.</p><p><b>Testo sotto le icone:</b> mostra le icone e il testo sui pulsanti delle barre degli strumenti. Il testo è messo sotto le icone.</p>
kk: <p><b>Жазусыз таңбашалар:</b> Құралдар панелінің батырмасында тек қана таңбашалар көрсетіледі. Экранның айырымдылығы төмен болғанда ыңғайлы.</p><p><b>Таңбашасыз жазулар:</b> Құралдар панелінің батырмасында тек жазу ғана көрсетіледі.</p> <p><b>Жазу таңбашаның жанында:</b> Құралдар панелінің батырмасында таңбаша мен жазу көрсетіледі. Жазу таңбашамен қатар.</p> <b>Жазу таңбашаның астында:</b> Құралдар панелінің батырмасында таңбаша мен жазу көрсетіледі. Жазу таңбашаның астында.
km: <p><b>គ្មាន​អត្ថបទ ៖</b> បង្ហាញ​បាន​តែ​រូប​តំណាង​លើ​​ប៊ូតុង​របារ​ឧបករណ៍ ។ ជម្រើស​ល្អ​បំផុត​សម្រាប់​គុណភាព​បង្ហាញ​ទាប ។</p><p><b>បាន​តែ​អត្ថបទ ៖ </b>បង្ហាញ​តែ​អត្ថបទ​នៅ​លើ​ប៊ូតុង​របារ​ឧបករណ៍ ។</p><p><b>អត្ថបទ​ជាមួយ​រូបតំណាង ៖ </b> បង្ហាញ​រូបតំណាង និង អត្ថបទនៅ​លើ ​ប៊ូតុង​របារ​ឧបករណ៍ ។ អត្ថបទ​ត្រូវ​បាន​តម្រឹម​ជាមួយ​រូប​តំណាង ។</p><b>អត្ថបទ ​ក្រោម​រូប​តំណាង ៖ </b> បង្ហាញ​រូប​តំណាង និង​​អត្ថបទ​លើ​ប៊ូតុង​របារ​ឧបករណ៍ ។ អត្ថបទ​​ត្រូវ​បាន​តម្រឹម​រូប​តំណាង​ដូច​ខាងក្រោម​នេះ ។
ko: <p><b>텍스트 없음:</b> 도구 모음 단추에 아이콘만 표시합니다. 저 해상도 화면에서 좋은 설정입니다.</p><p><b>텍스트만 표시:</b> 도구 모음 단추에 텍스트만 표시합니다.</p><p><b>아이콘 옆에 텍스트 표시:</b> 도구 모음 단추에 아이콘과 텍스트를 같이 표시합니다. 텍스트는 아이콘 옆에 표시됩니다.</p><p><b>아이콘 밑에 텍스트 표시:</b> 도구 모음 단추에 아이콘과 텍스트를 같이 표시합니다. 텍스트는 아이콘 밑에 표시됩니다.</p>
lt: <p><b>Tik piktogramos:</b> Rodo tik piktogramas ant įrankinės mygtukų. Geriausia parinktis ne didelei raiškai.</p><p><b>Tik tekstas: </b>Rodo tik tekstą ant įrankinės mygtukų.</p><p><b>Tekstas šalia piktogramų: </b> Rodo piktogramas ir tekstą ant įrankinių mygtukų. Tekstas rodomas šalia piktogramos.</p><b>Tekstas po piktogramomis: </b> Rodo piktogramas ir tekstą ant įrankinės mygtukų. Tekstas rodomas po piktograma.
lv: <p><b>Bez teksta:</b> Rāda tikai ikonas uz rīkjoslu pogām. Labākais variants zemām izšķirtspējām.</p><p><b>Tikai teksts: </b>Rīkjolu pogās rāda tikai tekstu</p><p><b>Teksts blakus ikonām:</b> Teksts un ikonas. Teksts tiek novietots blakus ikonām</p><b>Teksts zem ikonām: </b> Rāda tekstu un ikonas. Teksts novietots zem ikonām.
nb: <p><b>Ingen tekst:</b>Viser bare ikoner på verktøyknapper. Beste valg for grove oppløsninger.</p><p><b>Bare tekst:</b> Viser bare tekst på verktøyknapper.</p><p><b>Tekst ved siden av ikoner:</b> Viser ikoner og tekst på verktøyknapper Teksten legges ved siden av ikonet.</p><b>Tekst under ikoner:</b> Viser ikoner og tekst på verktøyknapper. Teksten legges nedenfor ikonet.
nds: <p><b>Keen Text:</b> Wiest bloots Lüttbiller op de Knööp. Best Instellen för siete Oplösen.</p><p><b>Bloots Text:</b> Wiest bloots Text op de Knööp.</p><p><b>Text blang dat Lüttbild:</b> Wiest Lüttbiller un Text op de Knööp. De Text warrt blang dat Lüttbild wiest.</p><b>Text nerrn dat Lüttbild:</b> Wiest Lüttbiller un Text op de Knööp. De Text warrt nerrn vun dat Lüttbild wiest.
nl: <p><b>Geen tekst:</b> toont alleen pictogrammen op de werkbalkknoppen. Beste optie voor lage resoluties.</p> <p><b>Alleen tekst:</b> toont alleen tekst op de werkbalkknoppen.</p> <p><b>Tekst naast de pictogrammen:</b> toont pictogrammen en tekst op de werkbalkknoppen. De tekst staat naast het pictogram.</p> <b>Tekst onder de pictogrammen:</b> toont pictogrammen en tekst op de werkbalkknoppen. De tekst staat onder het pictogram.
ro: <p><b>Fără text:</b> Arată numai pictograme pe butoanele barei de unelte. Cea mai bună opțiune pentru rezoluții de ecran mici.</p><p><b>Numai text:</b> Arată numai text în butoanele barelor de unelte.</p><p><b>Text lîngă pictograme:</b> Arată pictograme și text în butoanele barelor de unelte. Textul este aliniat lîngă pictogramă.</p><b>Text sub pictograme:</b> Arată pictograme și text în butoanele barelor de unelte. Textul este aliniat sub pictogramă.
ru: <p><b>Только значки:</b> Показывает на панели инструментов только значки. Очень удобно для дисплеев с низким разрешением. </p><p><b>Только текст:</b> Показывает на кнопках панели только текст.</p><p><b>Текст рядом со значками:</b> Показывает на кнопках панели инструментов и значки и текст, расположенный рядом с ними.</p><p><b>Текст под значками</b>Показывает на кнопках панели значки и кнопки, расположенные под ними.</p>
sk: <p><b>Žiadny text:</b> Zobrazí na tlačidlách iba ikony. Najvýhodnejšie pre nízke rozlíšenia.</p><p><b>Iba text:</b> Zobrazí na tlačidlách iba text.</p><p><b>Text vedľa ikon: </b>Zobrazí na tlačidlách text aj ikony. Text bude vedľa ikony.</p><b>Text pod ikonami:</b> Zobrazí na tlačidlách text aj ikony. Text bude pod ikonou.
sr@ijekavian: <html><p><interface>без текста</interface>: само иконе на траци алатки; најбоља опција за ниске резолуције екрана</p><p><interface>само текст</interface>: само текст на траци алатки</p><p><interface>текст поред икона</interface>: и иконе и текст на траци алатки; текст је поравнат поред иконе</p><p><interface>текст испод икона</interface>: и иконе и текст на траци алатки; текст је поравнат испод иконе</p></html>
tr: <p><b>Sadece simgeler:</b> Araç çubuklarında sadece simgeleri gösterir. Düşük çözünürlükler için en iyi seçenektir.</p><p><b>Sadece metin: </b>Araç çubuklarında sadece metinleri gösterir.</p><p><b>Simgelerin yanında metin: </b> Araç çubuklarında simgelerin yanında metinleri de gösterir.</p><b>Simgelerin altında metin: </b> Araç çubuklarında simgelerin altında metinleri de gösterir. Metin simgenin altında ortalanmış olarak görünür.
zh_tw: <p><b>沒有文字：</b>在工具列上只以圖示顯示按鍵。在低解析度的環境下，這是個不錯的選擇。</p><p><b>只顯示文字：</b>在工具列上只以文字顯示按鍵。</p><p><b>文字顯示在圖示旁：</b>在工具列上同時顯示文字和圖示，而文字就顯示在圖示的旁邊。</p><p><b>文字顯示在圖示上：</b>在工具列上同時顯示文字和圖示，而文字就顯示在圖示之上。</p>

source: If you enable this option, KDE Applications will show small icons alongside some important buttons.
es: Si activa esta opción, las aplicaciones KDE mostrarán pequeños iconos junto a botones importantes.
eu: Aukera hau gaituz gero, KDE aplikazioek ikono txikiak erakusten dituzte botoi garrantzitsu batzuen alboan.
fr: Si vous cochez cette option, les applications KDE afficheront de petites icônes à côté de certains boutons importants.
gl: Se sinala esta opción, os programas de KDE mostrarán pequenas iconas nalgúns botóns importantes.
he: אם תבחר באפשרות זו, יישומים של KDE יציגו סמלים קטנים לצד כפתורים חשובים מסויימים.
ia: Si tu habilita iste option, Applicationes de KDE monstrara parve icones insimul alicun buttones importante.
is: Ef þú velur þetta, munu KDE forrit sýna litlar táknmyndir við hlið nokkurra merkari hnappa.
it: Se abiliti questa opzione, le applicazioni di KDE mostreranno delle piccole icone accanto ad alcuni pulsanti.
kk: Белгісі қойылса, KDE қолданбасы, кейбір маңызды батырмалардың жанында кішірек таңбашаларын көрсетеді.
km: បើ​អ្នក​អនុញ្ញាត​ជម្រើស​នេះ កម្មវិធី KDE នឹង​បង្ហាញ​រូប​តំណាង​តូចៗ​ ជាមួយ​ប៊ូតុង​សំខាន់​ៗ​មួយ​ចំនួន ។
ko: 이 설정을 사용하면 KDE 프로그램에서는 몇몇 중요한 단추 옆에 아이콘을 표시합니다.
lt: Jei Jūs įjungsite šią parinktį, KDE programos rodys mažas piktogramas šalia kai kurių svarbių mygtukų.
lv: Ieslēdzot šo iespēju, KDE programmas rādīs mazas ikonas pie dažām svarīgām pogām.
mr: जर तुम्ही हा पर्याय कार्यान्वित केला तर, केडीई कार्यक्रम काही महत्वाच्या बटनांबरोबर लहान चिन्हे दर्शवतील.
nb: Hvis du skrur på dette, vil KDE-programmer vise små ikoner ved siden av noen viktige knapper.
nds: Wenn anmaakt, warrt KDE-Programmen lütte Biller blang en poor wichtige Knööp wiesen.
nl: Als u deze optie selecteert, dan zullen KDE-programma's kleine pictogrammen langs enkele belangrijke knoppen tonen.
pa: ਜੇ ਇਹ ਚੋਣ ਯੋਗ ਕੀਤੀ ਤਾਂ KDE ਕਾਰਜ ਕੁਝ ਖਾਸ ਬਟਨਾਂ ਨਾਲ ਛੋਟੇ ਵੇਖਾਉਣਗੇ।
ro: Dacă activați această opțiune aplicațiile KDE vor afișa mici pictograme pe unele din cele mai importante butoane.
ru: Если включить этот параметр, приложения KDE будут показывать небольшие значки рядом с некоторыми важными кнопками.
sk: Ak zapnete túto voľbu, aplikácie KDE budú zobrazovať malé ikony vedľa dôležitých tlačidiel.
sr@ijekavian: Ако укључите ово, КДЕ програми ће на неким важнијим дугмадима имати мале иконе.
tr: Eğer bu seçenek etkinleştirilirse, KDE Uygulamaları bazı önemli simgelerin yanında küçük simgeler gösterir.
zh_tw: 如果您開啟了這個選項，那麼 KDE 的應用程式將會有某些重要的按鍵旁顯示小圖示。

source: If you enable this option, KDE Applications will show small icons alongside most menu items.
es: Si activa esta opción, las aplicaciones de KDE mostrarán pequeños iconos junto a la mayoría de entradas de menú.
eu: Aukera hau gaituz gero, KDE aplikazioek ikono txikiak erakusten dituzte menuko elementu gehienen alboan.
fr: Si vous cochez cette option, les applications KDE afficheront de petites icônes à côté de la plupart des entrées de menus.
gl: Se sinala esta opción, os programas de KDE mostrarán pequenas iconas xunto á maioría dos elementos do menú.
he: אם תבחר באפשרות זו, יישומים של KDE יציגו סמלים קטנים לצד הכפתורים החשובים.
ia: Si tu habilita iste option, Applicationes de KDE monstrara parve icones insimul plure elementos de menu.
is: Ef þú velur þetta, munu KDE forrit sýna litlar táknmyndir við hlið flesta valmyndafærslna.
it: Se abiliti questa opzione, le applicazioni di KDE mostreranno delle iconcine di fianco alla maggior parte degli elementi dei menu.
kk: Белгісі қойылса, KDE қолданбасы, мәзір аталымдарының көбінде кішірек таңбашаларын көрсетеді.
km: បើ​អ្នក​បើក​​ជម្រើស​នេះ កម្មវិធី KDE នឹង​បង្ហាញ​រូប​តំណាង​តូចៗ​ ជាមួយ​ប៊ូតុង​សំខាន់​ៗ​មួយ​ចំនួន ។
ko: 이 설정을 사용하면 KDE 프로그램에서는 대부분 메뉴 항목 옆에 아이콘을 표시합니다.
lt: Jei Jūs įjungsite šią parinktį, KDE programos rodys mažas piktogramas šalia daugumos meniu elementų.
lv: Aktivējot šo iespēju, KDE programmas rādīs mazas ikonas pie vairuma izvēlnes vienumiem.
mr: जर तुम्ही हा पर्याय कार्यान्वित केला तर, केडीई कार्यक्रम मेन्यू घटकांच्या बरोबर लहान चिन्हे दर्शवतील.
nb: Hvis du skrur på dette, vil KDE-programmer vise små ikoner ved siden av de fleste meny-elementer.
nds: Wenn anmaakt, warrt KDE-Programmen lütte Biller blang de mehrsten Menüindrääg wiesen.
nl: Als u deze optie selecteert, dan zullen KDE-toepassingen kleine pictogrammen langs de meeste menu-items tonen.
pa: ਜੇ ਇਹ ਚੋਣ ਯੋਗ ਕੀਤੀ ਤਾਂ KDE ਕਾਰਜ ਬਹੁਤੇ ਮੇਨੂ ਆਈਟਮਾਂ ਨਾਲ ਛੋਟੇ ਵੇਖਾਉਣਗੇ।
ro: Dacă activați această opțiune aplicațiile KDE vor afișa mici pictograme lîngăcele mai multe intrări din meniu.
ru: Если включить этот параметр, приложения KDE будут показывать небольшие значки рядом с большинством пунктов меню.
sk: Ak zapnete túto voľbu, aplikácie KDE budú zobrazovať malé ikony vedľa väčšiny položiek menu.
sr@ijekavian: Ако укључите ово, КДЕ програми ће крај већине ставки менија давати мале иконе.
tr: Eğer bu seçenek etkinleştirilirse, KDE Uygulamaları menü ögelerinin yanında küçük simgeler gösterir.
zh_tw: 如果您開啟了這個選項，那麼 KDE 的應用程式將會在大部份選單項目旁顯示小圖示。
