Repository: fluxer/kde-l10n
Catalog: */*/messages/kde-workspace/kcmstyle.po
Languages: es, eu, fr, gl, he, ia, is, it, kk, km, ko, lt, lv, mr, nb, nds, nl, pa, ro, ru, sk, sr@ijekavian, tr, wa, zh_tw

source: If you enable this option, KDE Applications will run internal animations.
es: Si activa esta opción, las aplicaciones KDE mostrarán pequeñas animaciones.
eu: Aukera hau gaituz gero, KDE aplikazioek barne-animazioak exekutatzen dituzte.
fr: Si vous cochez cette option, les applications KDE exécuteront de petites animations.
gl: Se sinala esta opción, os programas de KDE farán animacións internas.
he: אם תבחר באפשרות זו, יישומים של KDE יציגו אימציות פנימיות.
ia: Si tu habilita iste option, applicationes de KDE executara animationes interne.
is: Ef þú velur þetta, munu KDE forrit keyra innri hreyfimyndir.
it: Se abiliti questa opzione, le applicazioni di KDE eseguiranno animazioni interne.
kk: Белгісі қойылса, KDE бағдарламалары ішіндегі анимациясын етеді.
km: ប្រសិន​បើ​អ្នក​បើក​ជម្រើស កម្មវិធី​របស់ KDE នឹង​រត់​ខាង​​ចលនា​ខាង​ក្នុង ។
ko: 이 설정을 사용하면 KDE 프로그램에서는 내장된 애니메이션을 실행합니다.
lt: Jei įjungsite šią parinktį, KDE programos rodys vidines animacijas.
lv: Ieslēdzot šo iespēju, KDE programmas rādīs iekšējās animācijas.
mr: जर तुम्ही हा पर्याय कार्यान्वित केला तर, केडीई कार्यक्रम अंतर्गत ऍनीमेशन चालवतील.
nb: Hvis du skrur på dette, vil KDE-programmer kjøre interne animasjoner.
nds: Wenn anmaakt, wiest KDE-Programmen intern Animeren.
nl: Als u deze optie selecteert, dan zullen KDE-programma's acties van een animatie voorzien
pa: ਜੇ ਇਹ ਚੋਣ ਯੋਗ ਕੀਤੀ ਤਾਂ KDE ਐਪਲੀਕੇਸ਼ਨ ਅੰਦਰੂਨੀ ਐਨੀਮੇਸ਼ਨ ਹੀ ਚਲਾਉਣਗੇ।
ro: Dacă activați această opțiune, aplicațiile KDE vor rula animații interne.
ru: Если включить этот параметр, приложения KDE будут использовать эффекты анимации в своём интерфейсе.
sk: Ak zapnete túto voľbu, aplikácie KDE budú používať interné animácie.
sr@ijekavian: Ако укључите ово, КДЕ програми ће покретати унутрашње анимације.
tr: Eğer bu seçeneği etkinleştirirseniz, KDE Uygulamaları iç canlandırmalarla çalıştırılacak.
zh_tw: 如果您開啟了這個選項，那麼 KDE 的應用程式將會執行內部動畫。

source: Graphical effects:
es: Efectos gráficos
eu: Efektu grafikoak:
fr: Effets graphiques :
gl: Efectos gráficos:
he: אפקטים גרפיים:
ia: Effectos Graphic:
is: Myndbrellur:
it: Effetti grafici:
kk: Графикалық эффекттері:
km: បែបផែន​ក្រាហ្វិក ៖
ko: 시각 효과:
lt: Grafiniai efektai:
lv: Gafiskie efekti:
mr: ग्राफिकल परिणाम :
nb: Grafiske effekter:
nds: Graafsch Effekten:
nl: Grafische effecten:
pa: ਗਰਾਫਿਕਲ ਪਰਭਾਵ:
ro: Efecte grafice:
ru: Графические эффекты
sk: Grafické efekty:
sr@ijekavian: Графички ефекти:
tr: Grafiksel efektler:
wa: Efets grafikes:
zh_tw: 圖形效果：

source: Show icons on buttons:
es: Mostrar iconos en botones:
eu: Erakutsi ikonoak botoietan:
fr: Afficher les icônes sur les boutons
gl: Mostrar as iconas nos botóns:
he: הצג סמלים על גבי כפתורים
ia: Monstra icones sur buttones:
is: Sýnir táknmyndir á hnöppum:
it: Mostra le icone sui pulsanti:
kk: Батырмаларда таңбашалар кө&рсетілсін
km: បង្ហាញ​រូបតំណាង​នៅ​លើប៊ូតុង
ko: 단추에 아이콘 표시:
lt: Rodyti piktogramas ant mygtukų:
lv: Rādīt ikonas uz pogām:
mr: बटनावर चिन्ह दर्शवा :
nb: Vis ikoner på knapper:
nds: Lüttbiller op Knööp wiesen:
nl: Pictogrammen op knoppen weergeven:
pa: ਬਟਨ ਉੱਤੇ ਆਈਕਾਨ ਵੇਖੋ:
ro: Arată pictograme pe butoane:
ru: Показывать значки на кнопках
sk: Zobrazovať ikony na tlačidlách:
sr@ijekavian: &Иконе на дугмадима:
tr: Düğme üzerinde simgeleri göster:
wa: Håyner des imådjetes ezès botons:
zh_tw: 在按鍵上顯示圖示：

source: Show icons in menus:
es: Mostrar iconos en menús:
eu: Erakutsi ikonoak menuetan:
fr: Afficher les icônes dans les menus :
gl: Mostrar as iconas nos botóns:
he: הצג סמלים על גבי תפריטים:
ia: Monstra icones in menus:
is: Sýna tákn í valmyndum:
it: Mostra le icone nei menu:
kk: Мәзірде таңбашалар көрсетілсін
km: បង្ហាញ​រូបតំណាង​នៅ​ក្នុង​ម៉ឺនុយ ៖
ko: 메뉴에 아이콘 표시:
lt: Rodyti piktogramas meniu:
lv: Rādīt ikonas izvēlnēs:
mr: मेन्यूमध्ये चिन्ह दर्शवा :
nb: Vis ikoner i menyer:
nds: Lüttbiller in Menüs wiesen:
nl: Pictogrammen in menu's tonen:
pa: ਮੇਨੂ 'ਚ ਆਈਕਾਨ ਵੇਖੋ:
ro: Arată pictograme în meniuri:
ru: Показывать значки в меню:
sk: Zobrazovať ikony v menu:
sr@ijekavian: &Иконе у менијима:
tr: Menülerde simgeleri göster:
wa: Håyner les imådjetes ezès menus :
zh_tw: 在選單上顯示圖示：

source: Toolbars
es: Barras de herramientas
eu: Tresna-barrak
fr: Barres d'outils
gl: Barras de ferramentas
he: סרגלי כלים:
ia: Barras de instrumentos
is: Tækjastikur
it: Barre degli strumenti
kk: Құралдар
km: របារ​ឧបករណ៍
ko: 도구 모음
lt: Įrankinės
lv: Rīkjoslas
mr: साधनपट्ट्या
nb: Verktøylinjer
nds: Warktüüchbalkens
nl: Werkbalken
pa: ਟੂਲਬਾਰ
ro: Bare de unelte
ru: Панели инструментов
sk: Panely nástrojov
sr@ijekavian: Траке алатки
tr: Araç Çubukları
wa: Bår ås usteyes
zh_tw: 工具列

source: Main toolbar text:
es: Texto de la barra de herramientas principal:
eu: Tresna-barra nagusiko testua:
fr: Texte de la barre principale d'outils :
gl: Texto da barra de ferramentas principal:
he: טקסט בסרגל הראשי
ia: Texto de barra de instrumentos principal:
is: Texti aðaltækjastiku:
it: Testo della barra principale:
kk: Негізгі құрал панелінің жазуы:
km: អត្ថបទ​របារ​ឧបករណ៍​មេ ៖
ko: 주 도구 모음 텍스트:
lt: Pagrindinės įrankinės tekstas:
lv: Gavenās rīkjoslas teksts:
mr: मुख्य साधनपट्टी मजकूर :
nb: Tekst på hovedverktøylinje:
nds: Hööft-Warktüüchbalkentext:
nl: Tekst op de hoofdwerkbalk:
pa: ਮੁੱਖ ਟੂਲਬਾਰ ਟੈਕਸਟ:
ro: Text bară de unelte principală:
ru: Основная панель инструментов:
sk: Text hlavného panelu nástrojov:
sr@ijekavian: Текст главне траке:
tr: Ana araç çubuğu metni:
wa: Sicrijhaedje del mwaisse bår ås usteyes:
zh_tw: 主工具列文字：

source: No Text
es: Sin texto
eu: Testurik ez
fr: Aucun texte
gl: Sen texto
he: ללא טקסט
ia: Nulle texto
is: Enginn texti
it: Senza testo
kk: Жазусыз таңбашалар
km: គ្មាន​អត្ថបទ
ko: 텍스트 없음
lt: Nėra teksto
lv: Bez teksta
mr: मजकूर नाही
nb: Ingen tekst
nds: Keen Text
nl: Geen tekst
pa: ਟੈਕਸਟ ਨਹੀਂ
ro: Fără text
ru: Без текста
sk: Žiadny text
sr@ijekavian: без текста
tr: Metin Yok
wa: Nou scrijhaedje
zh_tw: 沒有文字

source: Text Only
es: Solo texto
eu: Testua soilik
fr: Texte seul
gl: Só texto
he: טקסט בלבד
ia: Solmente texto
is: Aðeins texti
it: Solo testo
kk: Таңбашасыз жазулар
km: បាន​តែ​អត្ថបទ​
ko: 텍스트만 사용
lt: Tik tekstas
lv: Tikai teksts
mr: फक्त मजकूर
nb: Bare tekst
nds: Bloots Text
nl: Alleen tekst
pa: ਕੇਵਲ ਅੱਖਰ
ro: Numai text
ru: Только текст
sk: Iba text
sr@ijekavian: само текст
tr: Sadece Metin
wa: Rén kel tecse
zh_tw: 只有文字

source: Text Beside Icons
es: Texto junto a iconos
eu: Testua ikonoen ondoan
fr: Texte à coté des icônes
gl: Texto xunto ás iconas
he: טקסט לצד סמלים
ia: Texto Supra icones
is: Texti við hlið táknmynda
it: Testo accanto alle icone
kk: Жазу таңбашаның жанында
km: អត្ថបទអែប​ជិត​រូប​តំណាង
ko: 아이콘 옆에 텍스트 표시
lt: Tekstas šalia piktogramų
lv: Teksts blakus ikonām
mr: चिन्हाच्या बाजूने मजकूर
nb: Tekst ved siden av ikoner
nds: Text blang dat Lüttbild
nl: Tekst naast de pictogrammen
pa: ਆਈਕਾਨ ਨਾਲ ਅੱਖਰ
ro: Text lîngă pictograme
ru: Текст за значками
sk: Text vedľa ikon
sr@ijekavian: текст поред икона
tr: Simgenin Yanında Metin
wa: Tecse adlé ls imådjetes
zh_tw: 文字在圖示旁邊

source: Text Below Icons
es: Texto bajo iconos
eu: Testua ikonoen azpian
fr: Texte sous les icônes
gl: Texto baixo as iconas
he: טקסט מתחת לסמלים
ia: Texto Infra icones
is: Texti undir táknmyndum
it: Testo sotto le icone
kk: Жазу таңбашаның астында
km: អត្ថបទ​ក្រោម​រូប​តំណាង
ko: 아이콘 밑에 텍스트 표시
lt: Tekstas po piktogramomis
lv: Teksts zem ikonām
mr: चिन्हाच्या खाली मजकूर
nb: Tekst under ikoner
nds: Text nerrn dat Lüttbild
nl: Tekst onder de pictogrammen
pa: ਆਈਕਾਨ ਹੇਠਾਂ ਅੱਖਰ
ro: Text sub pictograme
ru: Текст под значками
sk: Text pod ikonami
sr@ijekavian: текст испод икона
tr: Simgenin Altında Metin
wa: Tecse å dzo des imådjetes
zh_tw: 文字在圖示下方

source: Secondary toolbar text:
es: Texto de la barra de herramientas secundaria:
eu: Bigarren mailako tresna-barrako testua:
fr: Texte secondaire de la barre d'outils
gl: Texto da barra de ferramentas secundaria:
he: טקסט בסרגל המשני
ia: Texto de barra de instrumento secundari:
is: Texti aukatækjastiku:
it: Testo della barra secondaria:
kk: Қосалқы құрал панелінің жазуы:
km: អត្ថបទ​របារ​ឧបករណ៍​រងSecondary toolbar text:
ko: 보조 도구 모음 텍스트:
lt: Antrinės įrankinės tekstas:
lv: Sekundārais rīkjoslas teksts:
mr: दुय्यम साधनपट्टी मजकूर :
nb: Tekst på sekundær verktøylinje:
nds: Tweet Warktüüchbalkentext:
nl: Tekst voor secondaire werkbalk:
pa: ਸੈਕੰਡਰੀ ਟੂਲਬਾਰ ਟੈਕਸਟ:
ro: Text bară de unelte secundară:
ru: Дополнительная панель инструментов:
sk: Text sekundárneho panelu nástrojov:
sr@ijekavian: Текст других трака:
tr: İkincil araç çubuğu metni:
wa: 2inme livea di scrijhaedje del bår ås usteyes:
zh_tw: 第二工具列文字：

source: Menubar
es: Barra de menú
eu: Menu-barra
fr: Barre de menus
gl: Barra de menú
he: תפריט
ia: Barra de menu
it: Barra dei menu
kk: Мәзір панелі
ko: 메뉴 표시줄
lt: Meniu juosta
mr: मेन्यू पट्टी
nb: Menylinje
nds: Menübalken
nl: Menubalk
pa: ਮੇਨੂਬਾਰ
ro: Bară de meniu
ru: Панель меню
sk: Panel ponuky
sr@ijekavian: Трака менија
tr: Menü çubuğu
zh_tw: 選單列

source: Menubar style:
es: Estilo de la barra de menú:
eu: Menu-barraren estiloa:
fr: Style de la barre de menus :
gl: Estilo da barra de menú:
he: סגנון תפריט
ia: Stylo de barra de menu:
it: Stile della barra dei menu:
kk: Мәзір панелінің стилі:
ko: 메뉴 표시줄 스타일:
lt: Meniu juostos stilius
mr: मेन्यू पट्टी शैली :
nb: Menylinje-stil:
nds: Menübalkenstil:
nl: Menubalkstijl:
pa: ਮੇਨੂਬਾਰ ਸਟਾਈਲ:
ro: Stilul barei de meniu:
ru: Отображение панели меню:
sk: Štýl panelu ponuky:
sr@ijekavian: Стил траке менија:
tr: Menü çubuğu biçemi:
zh_tw: 選單列樣式：

source: In application
es: En la aplicación
eu: Aplikazioan
fr: Dans une application
gl: No programa
he: ביישום
it: Nell'applicazione
kk: Мына қолданбада:
ko: 프로그램 내부
lt: Programoje
mr: या अनुप्रयोगात
nb: I program
nds: Binnen Programm
nl: In toepassing
pa: ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ
ro: În aplicație
ru: В окне приложения
sk: V aplikácii
sr@ijekavian: у програму
tr: Uygulamada
zh_tw: 應用程式內

source: Title bar button
es: Botón de la barra de título
eu: Izenburu-barra botoia
fr: Bouton de barre de titre
gl: No botón da barra de título
he: כפתור של כותרת
ia: Button de barra de titulo
it: Pulsante della barra del titolo
kk: Терезе айдарының батырмасы
ko: 제목 표시줄 단추
lt: Pavadinimo juostos mygtukas
mr: शिर्षक पट्टी बटन
nb: Tittellinjeknapp
nds: Titelbalkenknoop
nl: Knop op titelbalk
ro: Buton pe bara de titlu
ru: Кнопка на заголовке окна
sk: Tlačidlo titulkového panelu
sr@ijekavian: дугме насловне траке
tr: Başlık çubuğu düğmesi
zh_tw: 標題列按鍵

source: Top screen menubar
es: Barra de menú de la parte superior de pantalla
eu: Pantaila gaineko menu-barra
fr: Barre de menus en haut de l'écran
gl: Na marxe superior da pantalla
he: תפריט של בקצה המסך
ia: Barra de menu de schermo in alto
it: Barra dei menu in cima allo schermo
kk: Экран жоғарындағы мәзір
ko: 화면 꼭대기 메뉴 표시줄
lt: Viršutinio ekrano krašto meniu juosta
mr: स्क्रीनच्या वरील बाजूची मेन्यू पट्टी
nb: Menylinje øverst på skjermen
nds: Schirmkant-Menübalken
nl: Menubalk bovenaan scherm
ro: Bare de meniu de deasupra ecranului
ru: Вверху экрана
sk: Panel ponuky na vrchu obrazovky
sr@ijekavian: на врху екрана
tr: Ekran üstü menü çubuğu
zh_tw: 螢幕頂端選單列

source: Only export
es: Solo exportar
eu: Soilik esportatu
fr: Exporter uniquement
gl: Só exportar
he: ייצא בלבד
ia: Solmente exporta
it: Solo esportazione
kk: Тек экспорттау
ko: 내보내기만
lt: Tik eksportuoti
mr: फक्त निर्यात करा
nb: Bare eksporter
nds: Bloots exporteren
nl: Alleen exporteren
pa: ਕੇਵਲ ਐਕਸਪੋਰਟ
ro: Doar export
ru: Только экспорт
sk: Iba exportovať
sr@ijekavian: само извоз
tr: Sadece dışa aktar
zh_tw: 只匯出

source: Tab 1
es: Pestaña 1
eu: 1. fitxa
fr: Onglet 1
gl: Páxina 1
he: לשונית 1
is: Flipi 1
it: Linguetta 1
kk: 1-қойынды
km: ផ្ទាំង ១
ko: 탭 1
lv: 1. cilne
mr: टॅब 1
nb: Fane 1
nds: Dialoogsiet 1
pa: ਟੈਬ 1
ro: Fila 1
ru: Вкладка 1
sk: Karta 1
sr@ijekavian: Језичак 1
tr: 1. Sekme
wa: Linwete 1

source: Group Box
es: Cuadro de grupo
eu: Talde-koadroa
fr: Boîte de groupe
gl: Grupo de opcións
he: קבוצת פקדים
ia: Quadrato de gruppo
is: Hópkassi
it: Riquadro di gruppo
kk: Топтастыру
km: ប្រអប់​ក្រុម​
ko: 그룹 상자
lt: Grupė
lv: Grupas lauks
mr: समूह बॉक्स्
nb: Gruppeboks
nds: Koppelrebeet
nl: Groepsvak
pa: ਗਰੁੱਪ ਬਾਕਸ
ro: Casetă de grupare
ru: Группа
sk: Skupinový box
sr@ijekavian: Оквир групе
tr: Grup Kutusu
wa: Boesse di groupe
zh_tw: 群組盒

source: Radio button
es: Botón de selección excluyente
eu: Aukera-botoia
fr: Bouton radio
gl: Alternativa
he: כפתור בחירה
ia: Button radio
is: Einvalsreitur (radio)
it: Pulsante a scelta singola
kk: Қосқыш
km: ប៊ូតុង​មូល
ko: 라디오 단추
lt: Radio mygtukas
lv: Radio poga
mr: रेडियो बटन
nb: Radioknapp
nds: Radioknoop
nl: Keuzerondje
pa: ਰੇਡੀਓ ਬਟਨ
ro: Buton radio
ru: Переключатель
sk: Prepínač
sr@ijekavian: Радио дугме
tr: Radyo düğmesi
wa: Boton radio

source: Checkbox
es: Casilla de selección
eu: Kontrol-laukia
fr: Case à cocher
gl: Opción
he: תיבת סימון
ia: Quadrato de Selection
is: Fjölvalsreitur (check)
it: Casella di spunta
kk: Құсбелгі көзі
km: ប្រអប់​ធីក
ko: 체크 상자
lt: Žymimas langelis
lv: Izvēles rūtiņa
mr: चेकबॉक्स
nb: Avkryssingsboks
nds: Krüüzfeld
nl: Keuzevakje
pa: ਚੋਣ ਬਕਸਾ
ro: Căsuță de selecție
ru: Флажок
sk: Zaškrtávacie tlačidlo
sr@ijekavian: Кућица
tr: İşaretleme kutusu
wa: Boesse a clitchî

source: Button
es: Botón
eu: Botoia
fr: Bouton
gl: Botón
he: כפתור
is: Hnappur
it: Pulsante
kk: Батырма
km: ប៊ូតុង
ko: 단추
lt: Mygtukas
lv: Poga
mr: बटन
nb: Knapp
nds: Knoop
nl: Knop
pa: ਬਟਨ
ro: Buton
ru: Кнопка
sk: Tlačidlo
sr@ijekavian: Дугме
tr: Düğme
wa: Boton
zh_tw: 按鍵

source: Combobox
es: Lista desplegable
eu: Konbinazio-koadroa
fr: Liste déroulante
gl: Lista despregábel
he: תיבה משולבת
ia: Quadro combo
is: Fellivalmynd (combo)
it: Casella combinata
kk: Ашылмалы тізім
km: ប្រអប់​បន្សំ
ko: 콤보 상자
lt: Sąrašo laukas
lv: Izkrītošā izvēlne
mr: कॉम्बोबॉक्स्
nb: Komboboks
nds: Utsöökfeld
nl: Combinatieveld
pa: ਕੰਬੋ ਬਕਸਾ
ro: Căsuță combinată
ru: Выпадающий список
sk: Rozbaľovací zoznam
sr@ijekavian: Списак
tr: Çoklu Kutucuk
wa: Djivêye menu disrôlant

source: Tab 2
es: Pestaña 2
eu: 2. fitxa
fr: Onglet 2
gl: Páxina 2
he: לשונית 2
is: Flipi 2
it: Linguetta 2
kk: 2-қойынды
km: ផ្ទាំង ២
ko: 탭 2
lv: 2. cilne
mr: टॅब 2
nb: Fane 2
nds: Dialoogsiet 2
pa: ਟੈਬ 2
ro: Fila 2
ru: Вкладка 2
sk: Karta 2
sr@ijekavian: Језичак 2
tr: 2. Sekme
wa: Linwete 2

source: Configure %1
es: Configurar %1
eu: Konfiguratu %1
fr: Configurer %1
gl: Configurar %1
he: הגדרה %1
ia: Con&figura %1
is: Stilla %1
it: Configura %1
kk: %1 дегенді баптау
km: កំណត់​រចនាសម្ព័ន្ធ %1
ko: %1 설정
lt: Konfigūruoti %1
lv: Konfigurēt %1
mr: %1 संयोजीत करा
nb: Sett opp %1
nds: %1 instellen
nl: %1 instellen
pa: ਸੰਰਚਨਾ %1
ro: Configurează %1
ru: Настройка %1
sk: Nastaviť %1
sr@ijekavian: Подеси %1|/|Подеси $[аку %1]
tr: Yapılandır: %1
wa: Apontyî %1
zh_tw: 設定 %1

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra,Jaime Robles,Pablo de Vicente,Miguel Revilla Rodríguez
it: Federico Zenith,Andrea Rizzi
kk: Ақсәуле Мамаева, Сайран Киккарин
nl: Rinse de Vries,Onno Zweers,Chris Hooijer,Wilbert Berendsen
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sk: Stanislav Višňovský,Michal Šulek
tr: Görkem Çetin
zh_tw: Paladin Liu,Kenduest Lee

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net,jaime@kde.org,vicente@oan.es,yo@miguelrevilla.com
it: federico.zenith@member.fsf.org,
kk: ak78@sci.kz, sairan@computer.org
nl: rinsedevries@kde.nl,,,wilbertberendsen@kde.nl
pa: aalam@users.sf.net
sk: visnovsky@nenya.ms.mff.cuni.cz,misurel@gmail.com
tr: gorkem@kde.org
zh_tw: paladin@ms1.hinet.net,kenduest@i18n.linux.org.tw
