Repository: fluxer/kde-l10n
Catalog: */*/messages/kde-workspace/kcmstyle.po
Languages: es, eu, fr, gl, he, ia, is, it, kk, km, ko, lt, lv, mr, nb, nds, nl, pa, ro, ru, sk, sr@ijekavian, tr, wa, zh_tw

source: <h1>Style</h1>This module allows you to modify the visual appearance of user interface elements, such as the widget style and effects.
es: <h1>Estilo</h1>Este módulo le permite modificar el aspecto visual de los elementos de la interfaz del usuario, tales como el estilo del widget y los efectos.
eu: <h1>Estiloa</h1>Modulu honen bidez, erabiltzaile-interfazeko elementuen itxura alda dezakezu; adibidez, trepeten estiloa eta efektuak.
fr: <h1>Style</h1> Ce module vous permet de configurer l'aspect visuel des éléments de l'interface utilisateur, comme le style des composants graphiques et les effets.
gl: <h1>Estilo</h1> Este módulo permítelle modificar a aparencia visual dos elementos da interface de usuario, como o estilo dos widgets e os efectos.
he: <h1>סגנון</h1> מודול זה מאפשר לך לשנות את המראה החזותי של מרכיבי ממשק המשתמש הגרפי, כגון סגנון הפריטים והאפקטים שלהם.
ia: <h1>Stilo</h1>Iste modulo permitte te de modificar le apparentia visual del elementos de interfacie de usator, tal como le stilo de widget (elemento graphic de fenestra) e effectos.
is: <h1>Gluggastílar</h1>Þessi eining leyfir þér að breyta útliti eininga sem gluggarnir birta, svo sem græjustíl og brellum.
it: <h1>Stile</h1>Questo modulo permette di modificare l'aspetto degli elementi dell'interfaccia, come il loro stile e i loro effetti.
kk: <h1>Стиль</h1>Бұл модуль пайдаланушының интерфейс бөлшектерінің стилі мен эффекттерін көрнектілігін баптауға мүмкіндік береді.
km: <h1>រចនាប័ទ្ម</h1>ម៉ូឌុល​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​កែប្រែ​រូបរាង​ដែល​មើល​ឃើញ​នៃ​ធាតុ​ចំណុច​ប្រទាក់​អ្នកប្រើ​ដូច​ជា រចនាប័ទ្ម​វត្ថុ​មើល​ឃើញ និង​បែប​ផែន ។
ko: <h1>스타일</h1>이 모듈에서는 위젯 스타일과 효과 같은 사용자 인터페이스의 보이는 부분을 설정할 수 있습니다.
lt: <h1>Stilius</h1>Šis modulis leidžia jums keisti naudotojo sąsajos elementų išvaizdą, pvz., valdiklių spalvą ir efektus.
lv: <h1>Stils</h1> Šis modulis ļauj mainīt lietotāja saskarnes elementus - logdaļu stilu un efektus.
mr: <h1>शैली</h1> हा विभाग वापरकर्ता संवादाचे दर्शनीय घटक (जसे विजेट शैली व परिणाम) बदलण्याकरिता मदत करतो.
nb: <h1>Stil</h1>Med denne modulen kan du endre det visuelle uttrykket i grensesnitt-elementer, slik som elementstil og effekter.
nds: <h1>Stil</h1>Mit dit Moduul kannst Du dat Utsehn vun de graafsche Böversiet instellen, as a.B. den Stil un de Effekten vun Bedeenelementen.
nl: <h1>Stijl</h1>In deze module kunt u het uiterlijk van de verschillende elementen van de gebruikersinterface wijzigen, zoals de widgetstijlen en -effecten.
pa: <h1>ਸਟਾਈਲ</h1>ਇਹ ਮੋਡੀਊਲ ਤਹਾਨੂੰ ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਇਕਾਈਆਂ, ਜਿਵੇਂ ਕਿ ਵਿਦਜੈੱਟ ਸਟਾਈਲ ਅਤੇ ਪਰਭਾਵ ਆਦਿ ਸੋਧਣ ਲਈ ਸਹਾਇਕ ਹੈ।
ro: <h1>Stil</h1>Acest modul vă permite să modificați aspectul vizual al elementelor de interfață cu utilizatorul, precum stilul și efectele controalelor.
ru: <h1>Стиль</h1>Этот модуль позволяет изменить оформление элементов интерфейса пользователя и настроить эффекты.
sk: <h1>Štýl</h1>Tento modul umožňuje upraviť vzhľad prvkov užívateľského rozhrania, ako je štýl prvkov a efekty.
sr@ijekavian: <h1>Стил</h1><p>У овом модулу можете мијењати визуелни изглед елемената корисничког сучеља, као што су стил виџета и ефекти.</p>
tr: <h1>Biçim</h1>Bu modül kullanıcı arayüz bileşenlerinin görünümünü ayarlamanızı sağlar.
wa: <h1>Stîle</h1>Ci module ci vs permet d' candjî l' rivnance des elemints di l' eterface di l' uzeu, come li stîle des ahesses eyet ls efets.
zh_tw: <h1>風格</h1>這個模組允許您修改使用者介面元件的視覺外觀，例如 Widget 的風格及特效。

source: kcmstyle
lv: kcmstils
mr: केसीएम शैली
sr@ijekavian: КЦМ‑стил

source: KDE Style Module
es: Módulo de estilo de KDE
eu: KDEren estilo-modulua
fr: Module de configuration de styles pour KDE
gl: Módulo de estilo de KDE
he: מודול סגנון הפקדים של KDE
ia: Modulo de Stilo de KDE
is: KDE gluggastílar
it: Modulo dello stile di KDE
kk: KDE стилінің баптау модулі
km: ម៉ូឌុល​រចនាប័ទ្ម​របស់ KDE
ko: KDE 스타일 모듈
lt: KDE stiliaus modulis
lv: KDE Stila modulis
mr: केडीई शैली विभाग
nb: Stilmodul for KDE
nds: KDE-Stilmoduul
nl: KDE Stijlmodule
pa: KDE ਸਟਾਇਲ ਮੋਡੀਊਲ
ro: Modul de stil KDE
ru: Модуль стиля KDE
sk: Modul pre nastavenie štýlu KDE
sr@ijekavian: Контролни модул за стил|/|$[својства дат 'Контролном модулу за стил']
tr: KDE Biçim Modülü
wa: Module do stîle di KDE
zh_tw: KDE 風格模組

source: (c) 2002 Karol Szwed, Daniel Molkentin
it: © 2002 Karol Szwed, Daniel Molkentin
km: រក្សា​សិទ្ធិ​ឆ្នាំ ២០០២ ដោយ Karol Szwed និង​ Daniel Molkentin
mr: (c) 2002 केरोल श्वेड, डेनियल मॉल्केनटिन
nb: © 2002 Karol Szwed, Daniel Molkentin
nds: © 2002: Karol Szwed, Daniel Molkentin
ru: © Karol Szwed, Daniel Molkentin, 2002
sr@ijekavian: © 2002, Карол Свед, Данијел Молкентин
wa: © 2002 Karol Szwed, Daniel Molkentin

source: Karol Szwed
mr: केरोल श्वेड
ru: Кэрол Жвед (Karol Szwed)
sr@ijekavian: Карол Свед

source: Daniel Molkentin
mr: डेनियल मॉल्केनटिन
ru: Дэниел Молкентин (Daniel Molkentin)
sr@ijekavian: Данијел Молкентин

source: Ralf Nolden
mr: राल्फ नोल्डेन
ru: Ральф Нолден (Ralf Nolden)
sr@ijekavian: Ралф Нолден

source: Widget style:
es: Estilo de los elementos gráficos:
eu: Trepeten estiloa:
fr: Style des composants graphiques :
gl: Estilo do widget:
he: סגנון הפקדים:
ia: Stilo de Elemento Graphic de Fenestra (Widget)
is: Græjustíll:
it: Stile:
kk: Бөлшектің стилі:
km: រចនាប័ទ្ម​ធាតុក្រាហ្វិក ៖
ko: 위젯 스타일:
lt: Valdiklių stilius:
lv: Logdaļu stils:
mr: विजेट शैली :
nb: Elementstil:
nds: Elementen-Stil:
nl: Widget-stijl:
pa: ਵਿਦਜੈੱਟ ਸਟਾਇਲ:
ro: Stil controale:
ru: Стиль графических элементов:
sk: Štýl prvkov:
sr@ijekavian: Стил виџета:
tr: Parçacık biçimi:
wa: Stîle des ahesses:
zh_tw: 元件樣式：

source: Con&figure...
es: Con&figurar...
eu: Kon&figuratu...
fr: Con&figurer...
gl: Con&figurar...
he: &תצורה...
ia: Con&figura...
is: Sti&lla...
it: Con&figura...
kk: Ба&птау...
km: កំណត់​រចនាសម្ព័ន្ធ...
ko: 설정(&F)...
lt: Kon&figūruoti...
lv: Kon&figurēt...
mr: संयोजीत करा (&F)...
nb: &Sett opp …
nds: &Instellen...
nl: &Instellen...
pa: ਸੰਰਚਨਾ(&f)...
ro: Con&figurare...
ru: &Настроить...
sk: &Nastaviť...
sr@ijekavian: &Подеси...
tr: &Yapılandır...
wa: A&pontyî...
zh_tw: 設定(&F)...

source: Preview
es: Previsualización
eu: Aurrebista
fr: Aperçu
gl: Previsualizar
he: תצוגה מקדימה
ia: Vista preliminar
is: Forsýn
it: Anteprima
kk: Қарау
km: មើល​ជាមុន
ko: 미리 보기
lt: Peržiūra
lv: Priekšskatījums
mr: पूर्वावलोकन
nb: Forhåndsvisning
nds: Vöransicht
nl: Voorbeeld
pa: ਝਲਕ
ro: Previzualizare
ru: Образец
sk: Náhľad
sr@ijekavian: Преглед
tr: Önizleme
wa: Prévoeyaedje
zh_tw: 預視

source: Low display resolution and Low CPU
es: Baja resolución y poca CPU
eu: Bistaratzeko bereizmen baxua eta PUZ baxua
fr: Affichage basse résolution et processeur lent
gl: Pantalla de baixa resolución e CPU lenta
he: תצוגה נמוכה ומעבד חלש
ia: Basse resolution de monstrator e Basse CPU
is: Lág skjáupplausn og hægur örgjörvi
it: Bassa risoluzione e scarso uso della CPU
kk: Төмен дисплей айрымдылығы мен осал процессор
km: គុណភាព​បង្ហាញ​ទាប និង​ស៊ីភីយូ​ទាប
ko: 낮은 디스플레이 해상도와 오래된 CPU
lt: Maža ekrano raiška ir silpnas CPU
lv: Zema ekrāna izšķirtspēja un lēns procesors
mr: कमी डिस्प्ले रेझोल्युशन व कमी CPU
nb: Lav skjermoppløsning og lav CPU-last
nds: Siet Bildoplösen un minn Perzesser
nl: Lage beeldschermresolutie en trage processor
pa: ਘੱਟ ਡਿਸਪਲੇਅ ਰੈਜ਼ੋਲੁਸ਼ਨ ਅਤੇ ਘੱਟ CPU
ro: Rezoluție de afișare joasă și utilizare scăzută a procesorului
ru: Низкое разрешение экрана и небольшая нагрузка на процессор
sk: Nízke rozlíšenie obrazovky a slabý procesor
sr@ijekavian: ниска резолуција екрана и мало ЦПУ‑а
tr: Düşük ekran çözünürlüğü ve Düşük İşlemci
wa: Håynaedje di basse finté eyet londjin processeu
zh_tw: 低解析度顯示與低 CPU

source: High display resolution and Low CPU
es: Alta resolución y poca CPU
eu: Bistaratzeko bereizmen altua eta PUZ baxua
fr: Affichage haute résolution et processeur lent
gl: Pantalla de alta resolución e CPU rápida
he: תצוגה חזקה ומעבד חלש
ia: Alte resolution de monstrator e Basse CPU
is: Há skjáupplausn og hægur örgjörvi
it: Alta risoluzione e scarso uso della CPU
kk: Жоғары дисплей айрымдылығы мен осал процессор
km: គុណភាព​បង្ហាញ​ខ្ពស់ និង​ស៊ីភីយូទាប
ko: 높은 디스플레이 해상도와 오래된 CPU
lt: Didelė ekrano raiška ir silpnas CPU
lv: Augsta ekrāna izšķirtspēja un lēns procesors
mr: उच्च डिस्प्ले रेझोल्युशन व कमी CPU
nb: Høy skjermoppløsning og lav CPU-last
nds: Hooch Bildoplösen un minn Perzesser
nl: Hoge beeldschermresolutie en trage processor
pa: ਵੱਧ ਡਿਸਪਲੇਅ ਰੈਜ਼ੋਲੁਸ਼ਨ ਅਤੇ ਘੱਟ CPU
ro: Rezoluție de afișare înaltă și utilizare scăzută a procesorului
ru: Высокое разрешение экрана и небольшая нагрузка на процессор
sk: Vysoké rozlíšenie obrazovky a slabý procesor
sr@ijekavian: висока резолуција екрана и мало ЦПУ‑а
tr: Yüksek ekran çözünürlüğü ve Düşük İşlemci
wa: Håynaedje di hôte finté eyet londjin processeu
zh_tw: 高解析度顯示與低 CPU

source: Low display resolution and High CPU
es: Baja resolución y mucha CPU
eu: Bistaratzeko bereizmen baxua eta PUZ altua
fr: Affichage basse résolution et processeur rapide
gl: Pantalla de baixa resolución e CPU rápida
he: תצוגה חלשה ומעבד חזק
ia: Basse resolution de monstrator e Alte CPU
is: Lág skjáupplausn og hraður örgjörvi
it: Bassa risoluzione e uso elevato della CPU
kk: Төмен дисплей айрымдылығы мен күшті процессор
km: គុណភាព​បង្ហាញ​ទាប និង​ស៊ីភីយូ​ខ្ពស់
ko: 낮은 디스플레이 해상도와 좋은 CPU
lt: Maža ekrano raiška ir greitas CPU
lv: Zema ekrāna izšķirtspēja un ātrs procesors
mr: कमी डिस्प्ले रेझोल्युशन व उच्च CPU
nb: Lav skjermoppløsning og høy CPU-last
nds: Siet Bildoplösen un veel Perzesser
nl: Lage beeldschermresolutie en snelle processor
pa: ਘੱਟ ਡਿਸਪਲੇਅ ਰੈਜ਼ੋਲੁਸ਼ਨ ਅਤੇ ਵੱਧ CPU
ro: Rezoluție de afișare joasă și utilizare intensă a procesorului
ru: Низкое разрешение экрана и большая нагрузка на процессор
sk: Nízke rozlíšenie obrazovky a silný procesor
sr@ijekavian: ниска резолуција екрана и пуно ЦПУ‑а
tr: Düşük ekran çözünürlüğü ve Yüksek İşlemci
wa: Håynaedje di basse finté eyet fel processeu
zh_tw: 低解析度顯示與高 CPU

source: High display resolution and High CPU
es: Alta resolución y mucha CPU
eu: Bistaratzeko bereizmen altua eta PUZ altua
fr: Affichage haute résolution et processeur rapide
gl: Pantalla de alta resolución e CPU rápida
he: תצוגה חזקה ומעבד חזק
ia: Alte resolution de monstrator e Alte CPU
is: Há skjáupplausn og hraður örgjörvi
it: Alta risoluzione e uso elevato della CPU
kk: Жоғары дисплей айрымдылығы мен күшті процессор
km: គុណភាព​បង្ហាញ​ខ្ពស់ និង​ស៊ីភីយូ​ខ្ពស់
ko: 높은 디스플레이 해상도와 좋은 CPU
lt: Didelė ekrano raiška ir greitas CPU
lv: Augsta ekrāna izšķirtspēja un ātrs procesors
mr: उच्च डिस्प्ले रेझोल्युशन व उच्च CPU
nb: Høy skjermoppløsning og høy CPU-last
nds: Hooch Bildoplösen un veel Perzesser
nl: Hoge beeldschermresolutie en snelle processor
pa: ਵੱਧ ਡਿਸਪਲੇਅ ਰੈਜ਼ੋਲੁਸ਼ਨ ਅਤੇ ਵੱਧ CPU
ro: Rezoluție de afișare înaltă și utilizare intensă a procesorului
ru: Высокое разрешение экрана и большая нагрузка на процессор
sk: Vysoké rozlíšenie obrazovky a silný procesor
sr@ijekavian: висока резолуција екрана и пуно ЦПУ‑а
tr: Yüksek ekran çözünürlüğü ve Yüksek İşlemci
wa: Håynaedje di hôte finté eyet fel processeu
zh_tw: 高解析度顯示與高 CPU

source: Low display resolution and Very High CPU
es: Baja resolución y muchísima CPU
eu: Bistaratzeko bereizmen baxua eta PUZ oso altua
fr: Affichage basse résolution et processeur très rapide
gl: Pantalla de baixa resolución e CPU moi rápida
he: תצוגה חלשה ומעבד חלש מאוד
ia: Basse resolution de monstrator e multe alte CPU
is: Lág skjáupplausn og mjög hraður örgjörvi
it: Bassa risoluzione e uso intensivo della CPU
kk: Төмен дисплей айрымдылығы мен өте күшті процессор
km: គុណភាព​បង្ហាញ​ទាប និង​ស៊ីភីយូ​ខ្ពស់​បំផុត
ko: 낮은 디스플레이 해상도와 매우 좋은 CPU
lt: Maža ekrano raiška ir labai greitas CPU
lv: Zema ekrāna izšķirtspēja un ļoti ātrs procesors
mr: कमी डिस्प्ले रेझोल्युशन व खूप उच्च CPU
nb: Lav skjermoppløsning og svært høy CPU-last
nds: Siet Bildoplösen un bannig veel Perzesser
nl: Lage beeldschermresolutie en zeer snelle processor
pa: ਘੱਟ ਡਿਸਪਲੇਅ ਰੈਜੋਲੁਸ਼ਨ ਅਤੇ ਬਹੁਤ ਵੱਧ CPU
ro: Rezoluție de afișare joasă și utilizare foarte intensă a procesorului
ru: Низкое разрешение экрана и очень большая нагрузка на процессор
sk: Nízke rozlíšenie obrazovky a veľmi silný procesor
sr@ijekavian: ниска резолуција екрана и јако пуно ЦПУ‑а
tr: Düşük ekran çözünürlüğü ve Çok Yüksek İşlemci
wa: Håynaedje di basse finté eyet mo fel processeu
zh_tw: 低解析度顯示與非常高 CPU

source: High display resolution and Very High CPU
es: Alta resolución y muchísima CPU
eu: Bistaratzeko bereizmen altua eta PUZ oso altua
fr: Affichage haute résolution et processeur très rapide
gl: Pantalla de alta resolución e CPU moi rápida
he: תצוגה חזקה ומעבד חלש חזק מאוד
ia: Alte resolution de monstrator e multe alte CPU
is: Há skjáupplausn og mjög hraður örgjörvi
it: Alta risoluzione e uso intensivo della CPU
kk: Жоғары дисплей айрымдылығы мен өте күшті процессор
km: គុណភាព​បង្ហាញ​ខ្ពស់ និង​ស៊ីភីយូ​ខ្ពស់​បំផុត
ko: 높은 디스플레이 해상도와 매우 좋은 CPU
lt: Didelė ekrano raiška ir labai greitas CPU
lv: Augsta ekrāna izšķirtspēja un ļoti ātrs procesors
mr: उच्च डिस्प्ले रेझोल्युशन व खूप उच्च CPU
nb: Høy skjermoppløsning og svært høy CPU-last
nds: Hooch Bildoplösen un bannig veel Perzesser
nl: Hoge beeldschermresolutie en zeer snelle processor
pa: ਵੱਧ ਡਿਸਪਲੇਅ ਰੈਜ਼ੋਲੁਸ਼ਨ ਅਤੇ ਬਹੁਤ ਵੱਧ CPU
ro: Rezoluție de afișare înaltă și utilizare foarte intensă a procesorului
ru: Высокое разрешение экрана и очень большая нагрузка на процессор
sk: Vysoké rozlíšenie obrazovky a veľmi silný procesor
sr@ijekavian: висока резолуција екрана и јако пуно ЦПУ‑а
tr: Yüksek ekran çözünürlüğü ve Çok Yüksek İşlemci
wa: Håynaedje di hôte finté eyet mo fel processeu
zh_tw: 高解析度顯示與非常高 CPU

# @title:tab
source: &Applications
es: &Aplicaciones
eu: &Aplikazioak
gl: &Programas
he: &יישומים
ia: &Applicationes
is: &Forrit
it: &Applicazioni
kk: Қ&олданбалар
km: កម្មវិធី
ko: 프로그램(&A)
lt: &Programos
lv: &Lietotnes
mr: अनुप्रयोग (&A)
nb: &Programmer
nds: &Programmen
nl: Programm&a's
pa: ਐਪਲੀਕੇਸ਼ਨ(&A)
ro: &Aplicații
ru: &Приложения
sk: &Aplikácie
sr@ijekavian: &Програми
tr: &Uygulamalar
wa: &Programes
zh_tw: 應用程式(&A)

# @title:tab
source: &Fine Tuning
es: Ajuste &fino
eu: &Doikuntza aurreratua
fr: Réglage &fin
gl: Axuste &fino
he: &הגדרות עדינות
ia: A&daptation subtil
is: &Fínstilling
it: Regolazione &fine
kk: &Дәлдеп баптау
ko: 미세 조정(&F)
lt: &Derinimas
lv: &Noskaņošana
mr: फाईन ट्युनिंग (&F)
nb: &Fininnstilling
nds: &Enkelheiten
nl: &Fijnafstemming:
pa: ਫਾਈਨ ਟਿਊਨਿੰਗ(&F)
ro: Reglaj &fin
ru: &Тонкая настройка
sk: &Ladenie
sr@ijekavian: &Фино штеловање
tr: İnce A&yar
wa: &Fén apontiaedje
zh_tw: 微調(&F)

source: There was an error loading the configuration dialog for this style.
es: Se ha producido un error al cargar el diálogo de configuración de este estilo.
eu: Errore bat gertatu da estilo honetako konfigurazioko elkarrizketa-koadroa kargatzean.
fr: Une erreur s'est produite lors du chargement de la boîte de dialogue de configuration de ce style.
gl: Produciuse un erro ao cargar o diálogo de configuración para este estilo.
he: ארעה שגיאה בעת טעינת חלון התצורה עבור סגנון זה.
ia: Il ha occurrite un error durante que on cargava le dialogo de configuration pro iste stilo.
is: Það kom upp villa við lestur stillingaglugga þessa stíls.
it: C'è stato un errore nel caricamento della finestra di configurazione di questo stile.
kk: Бұл стильді баптау диалогын жүктеу кезінде қате пайда болды.
km: មាន​កំហុស​ក្នុង​ការ​ផ្ទុក​ប្រអប់​ការ​កំណត់​រចនា​សម្ព័ន្ធ​សម្រាប់​រចនាប័ទ្ម​នេះ ។
ko: 이 스타일의 설정 대화 상자를 불러오는 중 오류가 발생했습니다.
lt: Bandant įkelti konfigūravimo dialogą šiam stiliui įvyko klaida.
lv: Kļūme, ielādējot konfigurācijas vidi šim stilam.
mr: या शैली करिता संयोजना संवाद दाखल करतेवेळी त्रुटी आढळली.
nb: Det oppstod en feil ved lasting av oppsettsdialogen for denne stilen.
nds: Bi't Laden vun den Instellendialoog vun dissen Stil geev dat en Fehler.
nl: Er ging iets fout bij het laden van de configuratiedialoog van deze stijl.
pa: ਇਸ ਸਟਾਇਲ ਲਈ ਸੰਰਚਨਾ ਡਾਈਲਾਗ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
ro: A apărut o eroare la încărcarea dialogului de configurare pentru acest stil.
ru: Произошла ошибка при загрузке диалога конфигурации для этого стиля.
sk: Nastala chyba počas načítavania dialógu nastavenia pre tento štýl.
sr@ijekavian: Грешка при учитавању дијалога за подешавање овог стила.
tr: Bu stil için yapılandırma penceresi yüklenemedi
wa: Åk n' a nén stî come dji tcherdjive li purnea d' apontiaedje po ci stîle ci.
zh_tw: 載入此風格的組態對話盒時發生錯誤。

source: Unable to Load Dialog
es: Imposible cargar el diálogo
eu: Ezin da kargatu elkarrizketa-koadroa
fr: Impossible de charger la boîte de dialogue
gl: Non foi posíbel cargar o diálogo
he: אין אפשרות לטעון את החלון
ia: Il non pote cargar dialogo
is: Get ekki opnað gluggann
it: Impossibile caricare la finestra
kk: Диалогты жүктеуі болмады
km: មិន​អាច​ផ្ទុក​ប្រអប់
ko: 대화 상자를 불러올 수 없음
lt: Nepavyko įkelti dialogo
lv: Neizdevās ielādēt dialogu
mr: संवाद दाखल करू शकत नाही
nb: Kan ikke laste dialog
nds: Dialoog lett sik nich laden
nl: De dialoog kon niet worden geladen
pa: ਡਾਈਲਾਗ ਲੋਡ ਕਰਨ ਤੋਂ ਅਸਫਲ
ro: Nu pot încărca dialogul
ru: Не удаётся загрузить диалог
sk: Nepodarilo sa načítať dialóg
sr@ijekavian: Не могу да учитам дијалог
tr: Pencere Yüklenemedi
wa: Dji n' a nén savou tcherdjî l' purnea di dvize
zh_tw: 無法載入對話盒

source: <p>Changes to the visibility of menu icons will only affect newly started applications.</p>
es: <p>Los cambios en la visibilidad de los iconos de los menús solo surtirán efectos en las nuevas aplicaciones que abra.</p>
eu: <p>Menu-ikonoen ikusgarritasunari egindako aldaketek hemendik aurrera hasitako aplikazioei baino ez die eragingo.</p>
fr: <p>Les modifications relatives à la visibilité des icônes de menus ne s'appliqueront qu'aux applications lancées à partir de maintenant.</p>
gl: <p>As modificacións á visibilidade das iconas do menú só afectarán aos programas que se inicien desde agora.</p>
he: <p> שינוי המראה של סמלי התפריטים יחול על יישומים חדשים. </p>
ia: <p>Modificationes a le visibilitate de icones de menu solmente reguardara applicationes initiate de nove.</p>
is: <p>Breytingar á birtingu táknmynda í valmyndum eru einungis virkar fyrir nýræst forrit.</p>
it: <p>Le modifiche alla visibilità delle icone dei menu avranno effetto solo sulle applicazioni avviate da questo momento in poi.</p>
kk: <p>Мәзір таңбашалары енді жаңадан жегілген қолданбаларында көрсетіледі.</p>
km: <p>ផ្លាស់ប្ដូរ​ទៅ​​​ដើម្បីមើល​រូបតំណាង​ម៉ឺនុយ​នឹង​មាន​ប្រសិទ្ធភាព​តែ​លើ​កម្មវិធី​ដែល​ចាប់ផ្ដើម​ថ្មីៗ​តែ​ប៉ុណ្ណោះ ។</p>
ko: <p>메뉴 아이콘 가시성 설정은 새로 시작한 프로그램에만 적용됩니다.</p>
lt: <p>Meniu piktogramų rodymo parinkčių pakeitimai veiks tik naujai paleistose programose.</p>
lv: <p>Izvēlnes ikonu redzamība izmaiņas stāsies spēkā no jauna palaistām lietotnēm.</p>
mr: <p>मेन्यू चिन्ह दर्शविण्यातील बदल फक्त नव्याने सुरु होणाऱ्या अनुप्रयोगांस लागू होतील.</p>
nb: <p>Om synligheten av meny-ikoner endres får det bare virkning på programmer som startes etterpå.</p>
nds: <p>Ännern för't Wiesen vun Menü-Lüttbiller warrt bloots in nieg opropen Programmen sichtbor.</p>
nl: <p>Wijzigingen in de zichtbaarheid van pictogrammen in meu's zijn alleen van toepassing op nieuw-gestarte programma's.</p>
ro: <p>Schimbările care afectează vizibilitatea pictogramelor din meniu vor avea efect numai pentru aplicațiile pornite din acest moment.</p>
ru: <p>Изменение видимости значков в меню будет применено только к вновь запущенным приложениям.</p>
sk: <p>Zmeny vo viditeľnosti ikon v menu sa prejavia iba pre novo spustené aplikácie.</p>
sr@ijekavian: <p>Промјене у видљивости икона у менијима важе само за новопокренуте програме.</p>
tr: <p>Menü simgelerinin görünürlüğü ile ilgili yapılan değişiklikler sadece yeni başlatılan uygulamaları etkileyecektir.</p>
zh_tw: <p>改變選單圖示的可見度只會影響新開啟的應用程式。</p>

# @title:window
source: Menu Icons Changed
es: Iconos de menú modificados
eu: Menu-ikonoak aldatuta
fr: Icônes de menus changées
gl: Modificáronse as iconas do menú
he: הסמלים של התפריטים שונו
ia: Icones de Menu Modificate
is: Valmyndatáknmyndum breytt
it: Icone dei menu cambiate
kk: Мәзір таңбашалары өзгертілді
km: បាន​ផ្លាស់ប្ដូរ​រូបតំណាង​ម៉ឺនុយ
ko: 메뉴 아이콘 변경됨
lt: Pakeistos meniu piktogramos
lv: Izvēlnes ikonas ir mainītas
mr: मेन्यू चिन्ह बदलले आहे
nb: Meny-ikoner endret
nds: Menü-Lüttbiller ännert
nl: Pictogrammen in menu's gewijzigd
pa: ਮੇਨੂ ਆਈਕਾਨ ਬਦਲੇ
ro: Pictogramele din meniu au fost schimbate
ru: Изменены параметры значков в меню
sk: Ikony menu zmenené
sr@ijekavian: Измијењене иконе у менијима
tr: Menü Simgeleri Değiştirildi
wa: Les imådjetes del dressêye ont candjî
zh_tw: 選單圖示已變更

source: Settings changes will take effect only on application restart
es: Los cambios en las preferencias solo tendrán efecto cuando se reinicie la aplicación
eu: Ezarpen aldaketak gauzatuko dira soilik aplikazioa berrabiarazi ondoren
fr: Les modifications des paramètres ne prendront effet qu'au re-démarrage des applications
gl: Os cambios na configuración só se han aplicar ao reiniciar o programa
he: השינויים יחולו רק בהפעלה מחודשת של יישומים
ia: Cambios de preferentias solmente habera effectos quando on reinitia le application
it: Le modifiche alle impostazioni avranno effetto solo al riavvio dell'applicazione
kk: Параметр өзгерістері бағдарлама жүмысын жаңадан бастағанда іске асады
ko: 프로그램을 다시 시작하면 설정이 적용됨
lt: Nustatymų pakeitimai pradės galioti tik iš naujo paleidus programą
mr: संयोजनेतील बदल अनुप्रयोग परत सुरु केल्यावरच कार्यान्वित होतील
nb: Innstillinger som er endret får bare virkning når programmet startes på nytt
nds: Ännern warrt eerst bi den nakamen Programmstart bruukt
nl: Wijzigingen in instellingen zullen alleen effectief zijn na het herstarten van de toepassing
ro: Modificarea opțiunilor va avea efect numai la repornirea aplicației
ru: Изменения параметров вступят в силу только после перезапуска приложения
sk: Zmeny nastavení sa prejavia iba pri reštarte aplikácie
sr@ijekavian: Промене поставки ступиће на снагу тек по наредном покретању програма
tr: Ayar değişiklikleri sadece uygulama yeniden başlatıldıktan sonra uygulanacaktır
zh_tw: 設定變更會在下次應用程式啟動時生效

source: No description available.
es: No hay descripción disponible.
eu: Ez dago deskribapenik erabilgarri.
fr: Aucune description disponible.
gl: Non hai ningunha descrición dispoñíbel.
he: אין תיאור זמין.
ia: Nulle description disponibile.
is: Eigin lýsing tiltæk.
it: Nessuna descrizione disponibile.
kk: Сипаттамасы жоқ.
km: មិន​មាន​​ការ​ពិពណ៌នា ។
ko: (없음)
lt: Nėra aprašymo
lv: Apraksts nav piejams.
mr: वर्णन उपलब्ध नाही.
nb: Ingen beskrivelse tilgjengelig.
nds: Keen Beschrieven verföögbor.
nl: Geen beschrijving beschikbaar.
pa: ਕੋਈ ਵੇਰਵਾ ਉਪਲੱਬਧ ਨਹੀ ਹੈ
ro: Nici o descriere disponibilă.
ru: Описание отсутствует.
sk: Nie je dostupný žiadny popis.
sr@ijekavian: Опис није доступан.
tr: Açıklama yok.
wa: Nou discrijhaedje
zh_tw: 沒有描述存在

source: Description: %1
es: Descripción: %1
eu: Deskribapena: %1
gl: Descrición: %1
he: תיאור: %1
is: Lýsing: %1
it: Descrizione: %1
kk: Сипаттамасы: %1
km: ការ​ពិពណ៌នា ៖ %1
ko: 설명: %1
lt: Aprašymas: %1
lv: Apraksts: %1
mr: वर्णन : %1
nb: Beskrivelse: %1
nds: Beschrieven: %1
nl: Beschrijving: %1
pa: ਵੇਰਵਾ: %1
ro: Descriere: %1
ru: Описание: %1
sk: Popis: %1
sr@ijekavian: Опис: %1
tr: Açıklama: %1
wa: Discrijhaedje: %1
zh_tw: 描述：%1
