Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kabc_ldapkio.po
Languages: et, eu, fa, he, ia, is, kk, ko, lv, nds

source: Sub-tree query
et: Alampuu päring
eu: Azpizuhaitzeko kontsulta
fa: پرس‌و‌جوی زیردرخت
he: שאילתת עץ משנה
ia: Requesta de sub-arbore
is: undirtrésfyrirspurn
kk: Бұтақты сұрау
ko: 하위 트리 질의
lv: Apakškoka pieprasījums
nds: Ünnerboom-Anfraag

source: Edit Attributes...
et: Muuda atribuute...
eu: Editatu atributuak...
fa: ویرایش خصیصه‌ها...
he: עריכת מאפיינים
ia: Modifica attributos...
is: Breyta eiginleikum...
kk: Атрибутарды өзгерту...
ko: 속성 고치기...
lv: Rediģēt atribūtus...
nds: Egenschappen bewerken...

source: Offline Use...
et: Kasutamine ühenduse puudumisel...
eu: Lineaz kanpoko erabilera...
fa: استفاده برون‌خط...
he: שימוש לא מקוון...
ia: Uso foras de linea...
is: Nota aftengt...
kk: Желіден тыс қолдану...
ko: 오프라인 사용...
lv: Bezsaistes lietošana...
nds: Ahn Nettverbinnen bruken...

source: Attributes Configuration
et: Atribuutide seadistamine
eu: Atributuen konfigurazioa
fa: پیکربندی خصیصه‌ها
he: הגדרת מאפיינים
ia: Configuration de attributos
is: Stillingar eiginleika
kk: Атрибуттарды баптау
ko: 속성 설정
lv: Atribūtu konfigurācija
nds: Egenschappen instellen

source: Object classes
et: Objektiklassid
eu: Objektu-klaseak
fa: رده‌های شیء
he: סוגי אובייקטים
ia: Classes de objecto
is: Hlutaflokkar
kk: Нысан кластары
ko: 객체 클래스
lv: Objektu klases
nds: Objektklassen

source: Common name
et: Tavaline nimi
eu: Izena
fa: نام مشترک
he: שם נפוץ
ia: Nomine commun
is: Almennt nafn
kk: Жалпы атау
ko: 공통 이름
lv: Parastais nosaukums
nds: Allgemeen Naam

source: Formatted name
et: Vormindatud nimi
eu: Izen formatuduna
fa: نام قالب‌بندی‌شده
he: שם עם תבנית
ia: Nomine formatate
is: Sniðið nafn
kk: Пішімделген атау
ko: 완전한 이름
lv: Formatēts nosaukums
nds: Formateert Naam

source: Family name
et: Perekonnanimi
eu: Deitura
fa: نام خانوادگی
he: שם משפחה
ia: Nomine de Familia
is: Ættarnafn
kk: Фамилия
ko: 성
lv: Uzvārds
nds: Familiennaam

source: Given name
et: Eesnimi
eu: Emandako izena
fa: اسم کوچک
he: שם נתון
ia: Nomine date
is: Nafn
kk: Аты
ko: 이름
lv: Vārds
nds: Vörnaam

source: Organization
et: Oganisatsioon
eu: Erakundea
fa: سازمان
he: ארגון
is: Fyrirtæki
kk: Ұйым
ko: 조직
lv: Organizācija
nds: Organisatschoon

# job title
source: Title
et: Amet
he: תפקיד
ia: Titulo
kk: Лауазым
ko: 직함
lv: Amats
nds: Titel

source: Street
et: Tänav
eu: Kalea
fa: خیابان
he: רחוב
ia: Strata
is: Gata
kk: Көше
ko: 도로명
lv: Iela
nds: Straat

# state/province
source: State
et: Maakond/provints
he: מדינה
ia: Stato
kk: Уәлаят/облыс
ko: 주/도
lv: Štats
nds: Land

source: City
et: Linn
eu: Hiria
fa: شهر
he: עיר
ia: Citate
is: Borg
kk: Қала
ko: 도시
lv: Pilsēta
nds: Oort

source: Postal code
et: Postiindeks
eu: Posta-kodea
fa: کد پستی
he: מיקוד
ia: Codice postal
is: Póstnúmer
kk: Пошта индексі
ko: 우편 번호
lv: Pasta indekss
nds: Postleddtall

# email address
source: Email
et: E-posti aadress
he: דוא"ל
ia: E-posta
kk: Эл.пошта
ko: 이메일
lv: E-pasts
nds: Nettpostadress

source: Email alias
et: Edasisuunav e-posti aadress (alias)
eu: Hel. elek ezizena
fa: نام مستعار رایانامه
he: כינוי של הדוא"ל
ia: Alias de e-posta
is: Póstsamheiti
kk: Эл.пошта бүркеншік аты
ko: 대체 이메일
lv: E-pasta pseidonīms
nds: anner Nettpostadress

source: Telephone number
et: Telefoninumber
eu: Telefono zenbakia
fa: شماره تلفن
he: מספר טלפון
ia: Numero de telephono
is: Símanúmer
kk: Телефон
ko: 전화 번호
lv: Telefons
nds: Telefoonnummer

source: Work telephone number
et: Töötelefoni number
eu: Laneko telefono zenbakia
fa: شماره تلفن محل کار
he: מספר טלפון בעבודה
ia: Numero de telephono de travalio
is: Símanúmer vinnustaðar
kk: Жұмыс телефоны
ko: 직장 전화 번호
lv: Darba telefons
nds: Telefoonnummer (warflich)

source: Fax number
et: Faksi number
eu: Fax zenbakia
fa: شماره دورنگار
he: מספר פקס
ia: Numero de Fax
is: Faxnúmer
kk: Факс
ko: 팩스 번호
lv: Fakss
nds: Faxnummer

source: Cell phone number
et: Mobiiltelefoni number
eu: Telefono mugikorraren zenbakia
fa: شماره تلفن خانه
he: מספר טלפון נייד
ia: Numero de telephono mobile
is: GSM númer
kk: Ұялы телефон
ko: 휴대폰 번호
lv: Mobīlais telefons
nds: Telefoonnummer (mobil)

source: Pager
et: Peiler
eu: Bilagailua
fa: پی‌جو
he: איתורית
is: Friðþjófur
kk: Пейджер
ko: 호출기 번호
lv: Peidžers

source: Note
et: Märkus
eu: Oharra
fa: یادداشت
he: הערה
ia: Nota
is: Athugasemd
kk: Түсініктеме
ko: 메모
lv: Piezīme
nds: Notiz

source: Photo
et: Foto
eu: Argazkia
fa: عکس
he: תמונה
is: Mynd
kk: Фото
ko: 사진
lv: Foto
nds: Foto

source: Template:
et: Mall:
eu: Txantiloia:
fa: قالب:
he: תבנית
ia: Patrono:
is: Sniðmát:
kk: Үлгі:
ko: 템플릿:
lv: Sagatave:
nds: Vörlaag:

source: User Defined
et: Kasutaja määratud
eu: Erabiltzaileak definitua
fa: تعریف‌شده کاربر
he: מותאם אישית
ia: Definite per usator
is: Skilgreint af notanda
kk: Пайдаланушының қалауы бойынша
ko: 사용자 정의
lv: Lietotāja definēts
nds: Vun'n Bruker instellt

source: Netscape
fa: نت‌اسکیپ
ko: 넷스케이프

source: Evolution
ko: 에볼루션

source: Outlook
ko: 아웃룩

source: RDN prefix attribute:
et: RDN prefiksi atribuut:
eu: RDN aurrizkiaren atributua:
fa: خصیصه پیشوند RDN:
he: קידומת מאפיינים RDN:
ia: Attributo de prefixo RDN:
is: RDN forskeyti:
kk: RDN префикс атрибуты:
ko: RDN 접두사 속성:
lv: RDN prefiksa atribūts:
nds: RDN-Prefixattribut:

source: Offline Configuration
et: Ühenduse puudumise seadistused
eu: Lineaz kanpoko konfigurazioa
fa: پیکربندی برون‌خط
he: הגדרות לא מקוונות
ia: Configuration foras de linea
is: Stillingar ótengrar vinnslu
kk: Желіден тыс параметрлері
ko: 오프라인 설정
lv: Bezsaistes konfigurācija
nds: Bedrief ahn Nettverbinnen instellen

source: Offline Cache Policy
et: Ühenduse puudumise puhvrireegel
eu: Lineaz kanpoko cachearen politika
fa: سیاست نهانگاه برون‌خط
he: מדיניות מטמון לא מקוונת
ia: Politica de cache foras de linea
is: Skyndiminnisnotkun
kk: Желіден тыс кэш ережесі
ko: 오프라인 캐시 정책
lv: Bezsaistes keša noteikumi
nds: Twischenspieker-Regeln

source: Do not use offline cache
et: Ühenduse puudumisel puhvrit ei kasutata
eu: Ez erabili lineaz kanpoko cachea
fa: از نهانگاه برون‌خط استفاده نشود
he: לא להשתמש במטמון לא מקוון
ia: Non usa cache de foras de linea
is: Ekki nota skyndiminni
kk: Желіден тыс кэші қолданылмасын
ko: 오프라인 캐시 사용 안 함
lv: Nelietot bezsaistes kešu
nds: Twischenspieker nich bruken

source: Use local copy if no connection
et: Ühenduse puudumisel kasutatakse kohalikku koopiat
eu: Erabili kopia lokala konexiorik ez badago
fa: استفاده از رونوشت محلی در صورت عدم اتصال
he: השתמש בהעתק מקומי אם לא מחובר
ia: Usa copia local si on non ha connexion
is: Nota staðbundið afrit er engin tenging er
kk: Қосылым болмаса жергілікті көшірме қолданылсын
ko: 연결되지 않은 경우 로컬 복사본 사용
lv: Lietot lokālo kopiju ja bezsaistē
nds: Lokaal Kopie bruken wenn dat keen Verbinnen gifft

source: Always use local copy
et: Alati kasutatakse kohalikku koopiat
eu: Beti erabili kopia lokala
fa: استفاده همیشگی از رونوشت محلی
he: תמיד השתמש בהעתק מקומי
ia: Usa sempre copia local
is: Alltaf nota staðbundið afrit
kk: Ылғи жергілікті көшірме қолданылсын
ko: 항상 로컬 복사본 사용
lv: Vienmēr lietot lokālo kopiju
nds: Jümmers de lokale Kopie bruken

source: Refresh offline cache automatically
et: Ühenduse puudumise puhvrit uuendatakse automaatselt
eu: Freskatu lineaz kanpoko cachea automatikoki
fa: بازآوری خودکار نهانگاه برون‌خط
he: רענן מטמון מקוון באופן אוטומטי
ia: Refresca cache foras de linea automaticamente
is: Uppfæra sjálfkrafa skyndiminni aftengdrar vinnslu
kk: Кэш автоматы тұрде жаңартылсын
ko: 자동으로 오프라인 캐시 고치기
lv: Automātiski atjaunināt bezsaistes kešu
nds: Twischenspieker automaatsch opfrischen

source: Load into Cache
et: Laaditakse puhvrisse
eu: Kargatu cachean
fa: بارگذاری به درون نهانگاه
he: טען לתוך המטמון
ia: Carga in cache
is: Lesa inn í skyndiminnið
kk: Кэшке жүктелсін
ko: 캐시로 불러오기
lv: Ielādēt kešā
nds: In'n Twischenspieker laden

source: Successfully downloaded directory server contents.
et: Kataloogiserveri sisu edukalt alla laaditud.
fa: محتویات کارساز فهرست‌ راهنما با موفقیت بارگیری شد.
he: תוכן שרת הספרייה הורד בהצלחה.
ia: Contentos de servitor de directorio discargate con successo.
kk: Каталог сервер мазмұны сәтті жүктеп алынды.
ko: 디렉터리 서버 내용을 다운로드하였습니다.
lv: Mapes saturs vieksmīgi lejupielādēts no servera.
nds: Vertekenserver-Inholt propper daallaadt.

source: An error occurred downloading directory server contents into file %1.
et: Viga kataloogiserveri sisu allalaadimisel faili %1.
eu: Errorea zerbitzariko direktorio edukinak %1 fitxategian deskargatzean.
fa: هنگام بارگیری محتویات کارساز فهرست‌ راهنما به داخل پرونده %1 خطایی رخ داد.
he: שגיאה התרחשה תוך הורדת תוכן ספריית השרת לקובץ %1.
ia: Un error occurreva durante que on discargava contentos de servitor de directorio in file %1.
is: Villa kom upp við lestur gagnagrunnsins í skrána %1.
kk: Каталог сервер мазмұның %1 деген файлға жүктегенде қате пайда болды.
ko: 파일 '%1'(으)로 디렉터리 서버 내용을 다운로드하는 중 오류가 발생했습니다.
lv: Gadījās kļūda lejupielādējot mapes saturu no servera failā %1.
nds: Dat geev en Fehler bi't Daalladen vun den Vertekenserver-Inholt na de Datei %1.

source: UID
fa: شناسه کاربر
he: זיהוי משתמש

source: commonName
eu: izena
fa: نام مشترک
he: שם נפוץ
ia: Nomine common
lv: izplatītsNosaukums
