Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_imap4.po
Languages: bg, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, tr, uk, zh_tw

source: Retrieving the quota root information on folder %1 failed. The server returned: %2
bg: Изтеглянето на уведомяването за папката %1 беше неуспешно. Отговор от сървъра: %2
ca@valencia: Ha fallat la recuperació de la informació de la quota de l'arrel a la carpeta %1. El servidor ha retornat: %2
cs: Získání informací o kvótě na složce %1 selhalo. Server odpověděl: %2
da: Mislykkedes at hente rodinformation om kvoter i mappen %1. Serveren returnerede: %2
el: Αποτυχία ανάκτησης πληροφοριών quota root στο φάκελο %1. Ο διακομιστής επέστρεψε: %2
es: Fallo al recuperar la información sobre la cuota de root en la carpeta %1. El servidor devolvió: %2
et: Kausta %1 kvoodiinfo hankimine nurjus. Serveri vastus: %2
fa: بازیابی اطلاعات کاربر ارشد quota روی پوشه %1 خراب شد. کارساز بازگشته: %2
fi: Kansion %1 tilarajaustiedon nouto epäonnistui. Palvelin vastasi: %2
fr: Échec du réception du quota pour le dossier %1. Le serveur a répondu : %2
ga: Níorbh fhéidir eolas faoin fhréamh chuóta ar fhillteán %1 a aisghabháil. Freagra ón bhfreastalaí: %2
gl: Fallou a obtención da información raíz da cota no cartafol %1. O servidor devolveu: %2
he: אחזור המידע אודות המכסה של תיקייה %1 נכשלה. השרת החזיר: %2.
hi: फ़ोल्डर %1 से रूट नियतांश (कोटा) जानकारी निकाल पाने में असफल रहा. सर्वर ने लौटाया: %2
hr: Dohvaćanje administrativnih informacija o kvoti za mapu %1 nije uspjelo. Poslužitelj je odgovorio: %2
hu: Nem sikerült letölteni a gyökérkvóta-jellemzőket a(z) %1 mappához. A kiszolgáló üzenete: %2
ia: Il falleva a recuperar le information radice de quota sur le dossier %1. Le servitor retornava: %2
it: Impossibile recuperare le informazioni di quota nella cartella %1. Il server ha risposto %2
ja: フォルダ <resource>%1</resource> についてクォータルート情報を取得できません。サーバの応答: %2
km: ការ​ទាញយក​ព័ត៌មាន root កូតា​លើ​ថត %1 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %2​
ko: 폴더 %1의 할당량 루트 정보를 가져올 수 없습니다. 서버 응답: %2
lt: Nepavyko gauti aplanko %1 apribojimų informacijos. Serveris atsakė: %2
lv: Neizdevās nolasīt saknes kvotas informāciju mapei %1. Serveris teica: %2
nb: Klarte ikke hente rot-kvoteinformasjon om mappa %1. Tjeneren svarte: %2
nds: Dat Halen vun de Bruukgrenz-Wörteldaten för den Orner "%1" is fehlslaan. De Server anter: %2
nl: Het ophalen van de quota-informatie op map %1 is mislukt. De server antwoordde: %2
nn: Klarte ikkje henta informasjon om kvoterot for mappa «%1». Tenaren svara: «%2».
pl: Pobieranie informacji o quocie w katalogu %1 nie powiodło się. Komunikat serwera: %2
pt: A obtenção dos dados de quota da raiz na pasta %1 falhou. O servidor devolveu: %2
pt_br: A recuperação de informações de quota da raiz na pasta %1 falhou. O servidor retornou: %2
ru: Невозможно получить квоту папки %1. Ответ сервера: %2
sk: Získanie koreňovej informácie kvóty pre priečinok %1 zlyhalo. Server odpovedal: %2
sl: Pridobivanje korenskih podatkov o količinskih omejitvah na mapi %1 ni uspelo. Strežnik je vrnil: %2
sr@ijekavian: Неуспјело добављање корена квоте за фасциклу <filename>%1</filename>. Сервер јавља: %2
sr@ijekavianlatin: Neuspjelo dobavljanje korena kvote za fasciklu <filename>%1</filename>. Server javlja: %2
sv: Misslyckades hämta för rotinformation om kvoter i korgen %1. Servern returnerade: %2.
tr: %1 dizininin kota bilgileri alınamadı. Sunucunun yanıtı: %2
uk: Отримання кореневої інформації про квоту для теки %1 зазнало невдачі. Відповідь сервера: %2
zh_tw: 無法取得目錄 %1 的大小限制資訊。伺服器回應：%2

source: Unable to close mailbox.
bg: Пощенската кутия не може да бъде затворена.
ca@valencia: No s'ha pogut tancar la bústia.
cs: Nelze uzavřít poštovní schránku.
da: Kan ikke lukke postkassen.
el: Αδύνατο το κλείσιμο του γραμματοκιβωτίου.
es: No se puede cerrar el buzón.
et: Postkasti pole võimalik sulgeda.
eu: Ezin itxi posta kutxa.
fa: قادر به بستن نامه‌دان نیست.
fi: Postilaatikon sulkeminen ei onnistu.
fr: Impossible de fermer la boîte de messages.
ga: Ní féidir an bosca poist a dhúnadh.
gl: Non foi posíbel cerrar a conta de correo.
he: אין אפשרות לסגור את תיבת הדואר.
hi: डाक-डब्बा बन्द करने में अक्षम.
hr: Nemogu zatvoriti sandučić.
hu: Nem sikerült bezárni a postaládát.
ia: Incapace de clauder cassa postal.
is: Get ekki lokað pósthólfi.
it: Impossibile chiudere la casella di posta.
ja: メールボックスを閉じることができません。
km: មិន​អាច​បិទ​ប្រអប់​សំបុត្រ ។
ko: 우편함을 닫을 수 없습니다.
lt: Nepavyko užverti pašto dėžutės.
lv: Neizdevās aizvērt pastkastīti.
nb: Kunne ikke lukke postboks.
nds: De Breefkasten lett sik nich tomaken.
nl: De postbus kon niet worden afgesloten.
nn: Klarte ikkje lukka postboksen.
pa: ਪੱਤਰ-ਬਕਸਾ ਬੰਦ ਕਰਨ ਤੋਂ ਅਸਫਲ
pl: Nie można zamknąć skrzynki pocztowej.
pt: Não é possível fechar a caixa de correio.
pt_br: Não foi possível fechar a caixa de correio.
ro: Imposibil de închis căsuța poștală.
ru: Невозможно закрыть почтовый ящик.
sk: Nepodarilo sa zatvoriť schránku.
sl: Poštnega predala ni bilo mogoče zapreti.
sr@ijekavian: Не могу да затворим сандуче.
sr@ijekavianlatin: Ne mogu da zatvorim sanduče.
sv: Kunde inte stänga brevlåda.
tr: Posta kutusu kapatılamadı.
uk: Неможливо закрити поштову скриньку.
zh_tw: 無法關閉信件夾。

source: Unable to get information about folder %1. The server replied: %2
bg: Грешка при четене информацията за папка %1. Отговор от сървъра: %2
ca@valencia: No s'ha pogut obtindre informació quant a la carpeta %1. El servidor ha respost: %2
cs: Nelze získat informace o složce %1. Server odpověděl: %2
da: Kunne ikke få information om mappen %1. Serveren svarede: %2
el: Αδυναμία λήψης πληροφοριών για το φάκελο %1. Ο διακομιστής απάντησε: %2
es: No se puede obtener información sobre la carpeta %1. El servidor respondió: %2
et: Kausta %1 kohta ei õnnestunud infot saada. Serveri vastus: %2
fa: قادر به گرفتن اطلاعات درباره پوشه %1 نیست. کارساز پاسخ داد: %2
fi: Kansiosta %1 ei saada tietoa. Palvelin vastasi: %2
fr: Impossible d'obtenir des informations sur le dossier %1. Le serveur a répondu : %2
ga: Ní féidir eolas a fháil maidir le fillteán %1. D'fhreagair an freastalaí: %2
gl: Non foi posíbel abrir o cartafol %1. O servidor respondeu: %2
he: אין אפשרות להשיג מידע לגבי התיקייה %1. השרת השיב: %2
hi: फ़ोल्डर %1 के बारे में जानकारी प्राप्त करने में अक्षम. सर्वर ने जवाब दिया: %2
hr: Ne mogu dobaviti informacije o mapi %1. Poslužitelj je odgovorio: %2
hu: Nem sikerült lekérdezni a(z) %1 mappa jellemőit. A kiszolgáló üzenete: %2
ia: Incapace de obtener information re dossier %1. Le servitor replicava: %2
is: Get ekki náð í upplýsingar yfir möppuna %1. Þjónninn skilaði: %2
it: Impossibile ottenere informazioni sulla cartella %1. Il server ha risposto: %2
ja: フォルダ <resource>%1</resource> に関する情報を取得できません。サーバの応答: %2
km: មិន​អាច​យក​ព័ត៌មាន​អំពី​ថត %1 បានទេ ។ ម៉ាស៊ីន​បម្រើ​បាន​ឆ្លើយតប ៖ %2
ko: 폴더 %1의 정보를 얻을 수 없습니다. 서버 응답: %2
lt: Nepavyksta gauti informacijos apie aplanką %1. Serveris atsakė: %2
lv: Neizdevās nolasīt informāciju par mapi %1. Serveris teica: %2
nb: Klarte ikke hente opplysninger om mappe %1. Tjeneren svarte: %2
nds: Halen vun Informatschonen över den Orner "%1" nich mööglich. De Server anter: %2
nl: Kon geen informatie vinden over map %1. De server antwoordde: %2
nn: Klarte ikkje finna informasjon om mappa «%1». Tenaren svara: «%2»
pa: ਫੋਲਡਰ %1 ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਸਰਵਰ ਦਾ ਜਵਾਬ: %2
pl: Nie można uzyskać informacji o folderze %1. Odpowiedź serwera: %2
pt: Não é possível obter as informações acerca da pasta %1. O servidor devolveu: %2
pt_br: Não foi possível obter informações sobre a pasta %1. O servidor respondeu: %2
ro: Nu pot obține informații despre dosarul %1. Serverul a răspuns: %2
ru: Невозможно получить информацию о папке %1. Ответ сервера: %2
sk: Nepodarilo sa získať informácie o priečinku %1. Odpoveď serveru: %2
sl: Ni mogoče pridobiti podatkov o mapi %1. Strežnik je odgovoril: %2
sr@ijekavian: Не могу да добавим податке о фасцикли <filename>%1</filename>. Сервер јавља: %2
sr@ijekavianlatin: Ne mogu da dobavim podatke o fascikli <filename>%1</filename>. Server javlja: %2
sv: Kan inte hämta information om korgen %1. Servern svarade: %2
tr: %1 dizini hakkında bilgi alınamadı. Sunucudan gelen yanıt: %2
uk: Неможливо отримати інформацію про теку %1. Відповідь сервера: %2
zh_tw: 無法取的資料夾 %1 的資訊。伺服器回應：%2

source: The server %1 supports neither IMAP4 nor IMAP4rev1. It identified itself with: %2
bg: Сървърът %1 не поддържа нито IMAP4, нито IMAP4rev1. Той се идентифицира като: %2
ca@valencia: El servidor %1 no accepta IMAP4 ni IMAP4rev1. S'ha identificat com a: %2
cs: Server %1 nepodporuje IMAP4 ani IMAP4rev1. Ohlásil se jako: %2
da: Serveren %1 understøtter hverken IMAP4 eller IMAP4rev1. Den identificere sigselv med: %2
el: Ο διακομιστής %1 δεν υποστηρίζει IMAP4 ή IMAP4rev1. Ταυτοποιήθηκε με: %2
es: El servidor %1 no admite ni IMAP4 ni IMAP4rev1. Se identificó como: %2
et: Server %1 ei toeta IMAP4 ega IMAP4rev1 protokolli. Server identifitseeris ennast kui %2
eu: %1 zerbitzariak ez du IMAP4 ez IMAP4rev1 onartzen. Bere burua honela aurkeztu du: %2
fa: کارساز %1 نه IMAP4 و نه IMAP4rev1 را پشتیبانی می‌کند. خودش را با: %2 تشخیص می‌دهد
fi: Palvelin %1 ei tue IMAP4- tai IMAP4rev1-protokollaa. Palvelin palautti tunnistustiedon: %2
fr: Le serveur %1 n'accepte ni « IMAP4 » ni « IMAP4 révision 1 ». Il s'identifie lui-même comme : %2
ga: Ní thacaíonn freastalaí %1 le IMAP4 ná le IMAP4rev1. Thug sé a aitheantas mar: %2
gl: O servidor %1 non soporta nin IMAP4 nin IMAP4rev1. Identificouse como: %2
he: השרת %1 לא תומך ב־IMAP4 או IMAP4rev1. הוא הזדהה בתור: %2
hi: सर्वर %1 समर्थित नहीं करता है IMAP4 न ही IMAP4rev1. यह अपने आप का परिचय देता है: %2 से
hr: Poslužitelj %1 ne podržava ni IMAP4 ni IMAP4rev1. Poslužitelj se identificirao kao: %2
hu: A(z) %1 kiszolgáló nem támogatja sem az IMAP4, sem az IMAP4rev1 protokollt. A kiszolgáló azonosító sztringje: %2
ia: Le servitor %1 non supporta ni IMAP4 ni IMAP4rev1. Illo identifica se mesme como: %2
is: Þjónninn %1 styður hvorki IMAP4 né IMAP4rev1. Hann auðkennir sig með: %2
it: Il server %1 non supporta né IMAP4 né IMAP4rev1. Si è identificato con: %2
ja: サーバ %1 は IMAP4 も IMAP4rev1 もサポートしていません。 次のように宣言しています: %2
km: ម៉ាស៊ីន​បម្រើ %1 គាំទ្រ​ដោយ​គ្មាន IMAP4 ឬ IMAP4rev1 ។ វា​បញ្ជាក់​ខ្លួន​វា​ដោយ ៖ %2
ko: 서버 %1에서 IMAP4/IMAP4rev1을 지원하지 않습니다. 서버 응답: %2
lt: Serveris %1 nepalaiko nei IMAP4, nei IMAP4rev1. Jis identifikavo save kaip: %2
lv: Atvainojiet, serveris %1 neuztur ne IMAP4 ne IMAP4rev1. Tas identificēja sevi ar: %2
nb: Tjeneren %1 støtter verken IMAP4 eller IMAP4rev1. Det identifiserer seg som: %2
nds: De Server %1 ünnerstütt IMAP4 un ok IMAP4rev1 nich. He hett sik sülven künnig maakt mit: %2
nl: De server %1 ondersteunt geen IMAP4 en ook geen IMAP4rev1. Ze identificeerde zichzelf met %2.
nn: Tenaren «%1» støttar verken IMAP4 eller IMAP4rev1. Han identifiserer seg som «%2»
pa: ਸਰਵਰ %1 ਨਾ ਤਾਂ IMAP4 ਨਾ ਹੀ IMAP4rev1 ਲਈ ਸਹਾਇਕ ਹੈ। ਇਹ ਖੁਦ ਨੂੰ ਇਸਤਰਾਂ ਪਛਾਣਦਾ ਹੈ: %2
pl: Niestety, serwer %1 nie obsługuje ani IMAP4, ani IMAP4rev1. Podana przez serwer identyfikacja to: %2
pt: O servidor %1 não suporta o IMAP4 nem o IMAP4rev1. Identificou-se a si próprio com: %2
pt_br: O servidor %1 não suporte IMAP4 nem IMAP4rev1. Ele identifica-se com o %2
ro: Serverul %1 nu suportă IMAP4 sau IMAP4rev1. S-a identificat cu: %2
ru: Сервер %1 не поддерживает ни IMAP4 ни IMAP4rev1. Название сервера: %2
sk: Server %1 nepodporuje IMAP4 ani IMAP4rev1. Označil sa ako: %2
sl: Strežnik %1 ne podpira ne IMAP4 ne IMAP4rev1. Predstavlja se kot: %2
sr@ijekavian: Сервер %1 не подржава ни ИМАП4 ни ИМАП4рев1. Овако се идентификовао: %2
sr@ijekavianlatin: Server %1 ne podržava ni IMAP4 ni IMAP4rev1. Ovako se identifikovao: %2
sv: Servern %1 stödjer varken Imap4 eller Imap4rev1. Den identifierade sig med: %2
tr: %1 sunucusu IMAP4 ya da IMAP4rev1 desteklemiyor. Sunucu kendisini bu şekilde tanımladı: %2
uk: Сервер %1 не підтримує ані протокол IMAP4 ані IMAP4rev1. Він визначив себе ось так: %2
zh_tw: 伺服器 %1 不支援 IMAP4 或 IMAP4rev 協定。 伺服器訊息：%2

source: The server does not support TLS. Disable this security feature to connect unencrypted.
bg: Сървърът не поддържа TLS. Изключете настройката за сигурност, за да осъществите нешифровано свързване.
ca@valencia: El servidor no treballa amb TLS. Desactiveu esta característica de seguretat per a connectar sense encriptatge.
cs: Server nepodporuje TLS. Zrušte tuto bezpečnostní vlastnost a připojte se nešifrovaně.
da: Serveren understøtter ikke TLS. Deaktivér denne egenskab for at forbinde uden kryptering.
el: Ο διακομιστής δεν υποστηρίζει TLS. Απενεργοποιήστε αυτό το χαρακτηριστικό ασφάλειας για να συνδεθείτε χωρίς απόκρυψη.
es: El servidor no admite TLS. Desactive esta característica de seguridad para conectarse sin cifrado.
et: Server ei toeta TLS protokolli. Ilma krüptota ühenduse loomiseks keela selle kasutamine.
eu: Zerbitzariak ez du TLS onartzen. Ezgaitu segurtasun ezaugarri hau enkriptaziorik gabe konektatzeko.
fa: کارساز، TLS را پشتیبانی نمی‌کند. این ویژگی امنیتی را غیرفعال کنید تا بدون رمزبندی متصل شود.
fi: Palvelin ei tue TLS -suojausta. Poista suojaus ja ota yhteys sitten.
fr: Le serveur ne gère pas « TLS ». Désactivez cette fonctionnalité de sécurité pour vous connecter sans chiffrement.
ga: Ní thacaíonn an freastalaí le TLS. Díchumasaigh an tsainghné shlándála seo chun ceangal a bhunú gan chriptiú.
gl: O servidor non soporta TLS. Desactive esta propiedade de seguridade para conectarse sen cifrar.
he: השרת לא תומך ב־TLS. בטל תכונת אבטחה זו כדי להתחבר בצורה לא מוצפנת.
hi: सर्वर टीएलएस समर्थन नहीं करता है. इस सुरक्षा को अक्षम करें यदि आप बिना एनक्रिप्शन के कनेक्ट होना चाहते हैं.
hr: Poslužitelj ne podržava TLS. Onemogućite ovu siguronosnu mogućnost za nekriptirano spajanje.
hu: A kiszolgáló nem támogatja a TLS-t. Kapcsolja ki ezt az opciót és próbáljon titkosítás nélkül bejelentkezni.
ia: Le servitor non supporta TLS. Dishabilita iste characteristica de securitate per connecter sin cryptation.
is: Þjónninn styður ekki TLS. Aftengdu þennan öryggisvalkost til að tengjast ódulritað.
it: Il server non supporta TLS. Disabilita questa caratteristica di sicurezza per connetterti senza crittografia.
ja: サーバは TLS をサポートしていません。 暗号化なしで接続するために、このセキュリティ機能を無効にします。
km: ម៉ាស៊ីន​បម្រើ​មិន​គាំទ្រ TLS ។ បិទ​លក្ខណៈ​សុវត្ថិភាព​នេះ ដើម្បី​តភ្ជាប់​ដោយ​មិន​អ៊ិនគ្រីប ។
ko: 서버에서 TLS를 지원하지 않습니다. 이 암호화 기능을 비활성화하여 암호화되지 않은 상태로 연결하십시오.
lt: Serveris nepalaiko TLS. Išjunkite šią saugumo savybę norėdami prisijungti be šifravimo.
lv: Serveris neuztur TLS. Atslēdziet šo drošības iespēju, lai pieslēgtos bez šifrēšanas.
nb: Tjeneren støtter ikke TLS. Slå av denne sikkerhetsanordningen for å koble til ukryptert.
nds: De Server ünnerstütt TLS nich. Maak disse Funkschoon ut, wenn Du Di ahn Verslöteln tokoppeln wullt.
nl: De server ondersteunt geen TLS. Deactiveer deze beveiligingsoptie om zonder versleuteling te kunnen verbinden.
nn: Tenaren støttar ikkje TLS. Slå av denne tryggleiksfunksjonen for å kopla til ukryptert.
pa: ਸਰਵਰ TLS ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ। ਬਿਨਾਂ -ਇੰਕ੍ਰਿਪਸ਼ਨ ਨਾਲ ਜੁੜਨ ਲਈ ਇਹ ਸੁਰੱਖਿਆ ਫੀਚਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Serwer nie obsługuje TLS. Wyłącz tę funkcję, by połączyć się bez szyfrowania.
pt: O servidor não suporta o TLS. Desligue esta opção de segurança para se ligar sem cifra.
pt_br: O servidor não suporte TLS. Desabilite este recurso de segurança para se conectar sem criptografia.
ro: Serverul nu suportă TLS. Dezactivați această caracteristică de securitate pentru a vă conecta fără criptare.
ru: Сервер не поддерживает TLS. Отключите поддержку TLS для незашифрованного обмена данными.
sk: Server nepodporuje TLS. Aby ste sa pripojili bez šifrovania, vypnite túto bezpečnostnú funkciu.
sl: Strežnik ne podpira TLS Onemogočite to varnostno zmožnost, če se želite povezati brez šifriranja.
sr@ijekavian: Сервер не подржава ТЛС. Безбједносна могућност без које ће веза бити нешифрована.
sr@ijekavianlatin: Server ne podržava TLS. Bezbjednosna mogućnost bez koje će veza biti nešifrovana.
sv: Servern stödjer inte TLS. Stäng av säkerhetsfunktionen för att ansluta utan kryptering.
tr: Sunucu TLS desteklemiyor. Şifrelenmemiş olarak bağlanmak için güvenlik seçeneğini iptal edin.
uk: Сервер не підтримує TLS. Вимкніть параметри безпеки, щоб приєднатися без шифрування.
zh_tw: 伺服器不支援 TLS。 請關閉安全設定，來使用未經加密的連線。

source: Starting TLS failed.
bg: Стартирането на TLS е неуспешно.
ca@valencia: L'engegada de TLS ha fallat.
cs: Spuštění TLS selhalo.
da: Start af TLS mislykkedes.
el: Η εκκίνηση του TLS απέτυχε.
es: Fallo al iniciar TLS.
et: TLS käivitamine nurjus.
eu: TLS abiarazteak huts egin du.
fa: خرابی در آغاز TLS.
fi: TLS:n käynnistäminen ei onnistunut.
fr: Échec du démarrage de « TLS ».
ga: Theip ar TLS a thosú.
gl: O inicio de TLS fallou.
he: הפעלת TLS נכשלה.
hi: टीएलएस प्रारंभ करना असफल.
hr: Pokretanj TLS-a nije uspjelo.
hu: A TLS-t nem sikerült elindítani.
ia: Il falleva initialisar TLS
is: Ræsing TLS mistókst.
it: Impossibile avviare TLS.
ja: TLS を開始できません。
km: ការចាប់ផ្តើម TLS បាន​បរាជ័យ ។
ko: TLS를 시작할 수 없습니다.
lt: TLS startas nepavyko.
lv: Neizdevās palaist TLS.
nb: Oppstart av TLS feilet.
nds: Dat Starten vun TLS is fehlslaan.
nl: Het starten van TLS is mislukt.
nn: Klarte ikkje starta TLS.
pa: TLS ਦੀ ਸ਼ੁਰੂਆਤ ਫੇਲ੍ਹ ਹੈ।
pl: Błąd podczas uruchamiania TLS.
pt: A inicialização do TLS falhou.
pt_br: A inicialização do TLS falhou.
ro: Pornirea TLS a eșuat.
ru: Ошибка запуска TLS.
sk: Spustenie TLS zlyhalo.
sl: Začenjanje TLS ni uspelo.
sr@ijekavian: Неуспјело покретање ТЛС‑а.
sr@ijekavianlatin: Neuspjelo pokretanje TLS‑a.
sv: Misslyckades med att starta TLS.
tr: TLS başlatılamadı.
uk: Помилка запуску TLS.
zh_tw: 啟動 TLS 失敗。

source: The authentication method %1 is not supported by the server.
bg: Методът за идентификация %1 не се поддържа от сървъра.
ca@valencia: El mètode d'autenticació %1 no està acceptat pel servidor.
cs: Ověřovací metoda '%1' není serverem podporována.
da: Godkendelsesmetoden %1 er ikke understøttet af serveren.
el: Η μέθοδος ταυτοποίησης %1 δεν υποστηρίζεται από το διακομιστή.
es: El servidor no admite el método de autenticación %1.
et: Autentimise meetod %1 pole serveri poolt toetatud.
eu: Zerbitzariak ez du %1 autentikazio metodoa onartzen.
fa: روش احراز هویت %1 به وسیله کارساز پشتیبانی نمی‌شود.
fi: Palvelin ei tue tunnistustapaa %1.
fr: La méthode d'authentification %1 n'est pas gérée par le serveur.
ga: Ní thacaíonn an freastalaí le modh fíordheimhnithe %1.
gl: O método de autenticación %1 non está soportado por este servidor.
he: שיטת האימות %1 אינה נתמכת על ידי השרת.
hi: प्रामाणीकरण विधि %1 सर्वर द्वारा समर्थित नहीं है.
hr: Poslužitelj ne podržava metodu autentifikacije %1.
hu: A kiszolgáló nem támogatja a(z) %1 felhasználóazonosítási módot.
ia: Le methodo de authentication %1 non es supportate per le servitor.
is: Auðkenningaraðferðin %1 er ekki studd af þjóninum.
it: Il metodo di autenticazione %1 non è supportato dal server.
ja: 認証方法 %1 はサーバがサポートしていません。
km: វិធីសាស្ត្រ​ផ្ទៀងផ្ទាត់ %1 មិន​គាំទ្រ​ដោយ​ម៉ាស៊ីន​បម្រើ ។
ko: 서버에서 인증 방법 %1을(를) 지원하지 않습니다.
lt: Autentikacijos metodas %1 nepalaikomas serverio.
lv: Serveris neatbalsta %1 autentifikācijas metodi.
nb: Tjeneren støtter ikke autentiseringsmetoden %1.
nds: De Server ünnerstütt de Metood %1 för de Identiteetprööv nich.
nl: Authenticatiemethode %1 wordt niet ondersteund door de server.
nn: Tenaren støttar ikkje autentiseringsmetoden «%1».
pa: ਸਰਵਰ ਤੇ ਪ੍ਰਮਾਣਿਕਤਾ ਢੰਗ %1 ਸਹਾਇਕ ਨਹੀਂ ਹੈ
pl: Uwierzytelnianie metodą %1 nie jest obsługiwane przez serwer.
pt: O método de autenticação %1 não é suportado pelo servidor.
pt_br: O método de autenticação %1 não é suportado pelo servidor.
ro: Metoda de autentificare %1 nu este suportată de server.
ru: Метод аутентификации %1 не поддерживается сервером.
sk: Metóda prihlásenia %1 nie je podporovaná serverom.
sl: Način overitve %1 ni podprt na strežniku.
sr@ijekavian: Сервер не подржава метод аутентификације %1.|/|Сервер не подржава метод аутентификације $[ном %1].
sr@ijekavianlatin: Server ne podržava metod autentifikacije %1.|/|Server ne podržava metod autentifikacije $[nom %1].
sv: Autentiseringsmetoden %1 stöds inte av servern.
tr: %1 kullanıcı doğrulama yöntemi sunucu tarafından desteklenmiyor.
uk: Метод автентифікації %1 не підтримується сервером.
zh_tw: 伺服器不支援 %1 的認證方式。

source: Username and password for your IMAP account:
bg: Потребител и парола за вашата сметка IMAP:
ca@valencia: El nom d'usuari i contrasenya pel vostre compte IMAP:
cs: Uživatelské jméno a heslo pro váš IMAP účet:
da: Brugernavn og adgangskode for din IMAP-konto:
el: Όνομα χρήστη και κωδικός πρόσβασης για το λογαριασμό σας IMAP:
es: Nombre de usuario y contraseña para la cuenta IMAP:
et: Sinu IMAP konto kasutajanimi ja parool:
eu: Erabiltzaile izena eta pasahitza zure IMAP konturako:
fa: نام کاربر و اسم‌ رمز برای حساب IMAP شما:
fi: IMAP -tilin käyttäjätunnus ja salasana:
fr: Nom d'utilisateur et mot de passe pour votre compte « IMAP » :
ga: Ainm úsáideora agus focal faire do do chuntas IMAP:
gl: Nome de usuario e contrasinal para a súa conta IMAP:
he: שם המשתמש והססמה לחשבון ה־IMAP שלך:
hi: अपने आईमैप खाता के लिए उपयोक्ता नाम तथा पासवर्ड:
hr: Korisničko ime i zaporka vašeg IMAP-računa:
hu: Felhasználónév és jelszó (IMAP):
ia: Nomine de usator e contrasigno per tu conto IMAP:
is: Notandanafn og lykilorð fyrir IMAP aðganginn þinn:
it: Nome utente e password per il tuo account IMAP:
ja: IMAP アカウントのユーザ名とパスワード:
km: ឈ្មោះ​អ្នកប្រើ និង ពាក្យ​សម្ងាត់​សម្រាប់​គណនី IMAP របស់​អ្នក ៖
ko: IMAP 계정 사용자 이름 및 암호:
lt: Jūsų IMAP paskyros prisijungimo vardas ir slaptažodis:
lv: Lietotāja vārds un parole jūsu IMAP kontam:
nb: Brukernavn og passord for din IMAP konto:
nds: Brukernaam un Passwoort för Dien IMAP-Konto:
nl: Gebruikersnaam en wachtwoord voor uw IMAP-account:
nn: Brukarnamn og passord for IMAP-kontoen:
pa: ਤੁਹਾਡੇ IMAP ਖਾਤੇ ਲਈ ਯੂਜ਼ਰ ਨਾਂ ਤੇ ਪਾਸਵਰਡ:
pl: Nazwa użytkownika i hasło Twojego konta IMAP:
pt: O utilizador e a senha para a sua conta de IMAP:
pt_br: Nome do usuário e senha para sua conta IMAP:
ro: Numele de utilizator și parola pentru contul IMAP:
ru: Имя пользователя и пароль для вашего ящика IMAP:
sk: Užívateľské meno a heslo pre váš účet IMAP:
sl: Uporabniško ime in geslo za vaš račun IMAP:
sr@ijekavian: Корисничко име и лозинка ИМАП налога:
sr@ijekavianlatin: Korisničko ime i lozinka IMAP naloga:
sv: Användarnamn och lösenord för ditt Imap-konto:
tr: IMAP hesabınız için kullanıcı adı ve parola:
uk: Користувач та пароль для вашого облікового запису IMAP:
zh_tw: 您 IMAP 帳號的使用者名稱與密碼:
