Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_nntp.po
Languages: ar, bg, ca, cs, da, el, es, et, fi, fr, ga, gl, ia, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_tw

source: The server %1 could not handle your request. Please try again now, or later if the problem persists.
bg: Сървърът %1 не може да обработи заявката ви. Опитайте отново и ако пак има проблем, опитайте по-късно.
ca: El servidor %1 no ha pogut gestionar la vostra petició. Si us plau, torneu-ho a intentar ara, o més tard si el problema persisteix.
cs: Server %1 nemohl zpracovat váš požadavek. Prosím, zkuste to znovu teď nebo později, pokud problém přetrvá.
da: Serveren %1 kunne ikke håndtere din anmodning. Prøv igen nu, eller senere hvis problemet forbliver.
el: Ο εξυπηρετητής %1 δεν κατάφερε να χειριστεί το αίτημά σας. Προσπαθήστε ξανά τώρα, ή αργότερα αν το πρόβλημα παραμένει.
es: El servidor %1 no pudo encargarse de su petición. Inténtelo de nuevo ahora, o más tarde si el problema persiste.
et: Server %1 ei suuda sinu päringut käsitleda. Palun proovi uuesti nüüd või hiljem, kui probleem püsib.
fi: Palvelin %1 ei kyennyt käsittelemään pyyntöäsi. Yritä uudestaan nyt tai, jos ongelma jatkuu, myöhemmin.
fr: Le serveur %1 n'a pu traiter votre demande. Veuillez réessayer maintenant ou ultérieurement si le problème persiste.
ga: Níorbh fhéidir le freastalaí %1 d'iarratas a láimhseáil. Bain triail eile anois, nó amach anseo má mhaireann an fhadhb.
gl: O servidor %1 non puido xestionar a solicitude. Ténteo de novo agora, ou máis tarde se o problema persistir.
ia: Le servitor %1 non poteva manear tu requesta. Pro favor tu prova de nove, o plus tarde si le problema persiste.
kk: %1 сервері тапсырмаңызды орындай алмады. Қайталап көріңіз, мәселе қалса - кейінрек қайталаңыз.
km: ម៉ាស៊ីន​បម្រើ %1 មិន​អាច​ដោះស្រាយ​សំណើ​របស់​អ្នក​បាន​ទេ ។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​នេះ ឬ​នៅ​ពេល​ក្រោយ​បើ​សិ​ន​បញ្ហា​នៅ​តែ​មាន​ ។
ko: 서버 %1에서 요청을 처리할 수 없습니다. 다시 시도하십시오.
lt: Tarnybinė stotis %1 negali apdoroti jūsų užklausos. Pabandykite dar kartą dabar arba vėliau, jei problema nedingsta.
lv: Serveris %1 nespēja apstrādāt jūsu pieprasījumu. Lūdzu mēģiniet tagad vēlreiz vai, ja problēma atkārtojas, vēlāk.
nb: Tjeneren %1 kunne ikke behandle din forespørsel. Forsøk igjen nå, eller senere hvis det fortsatt er et problem.
nds: De Server "%1" weet nich, wat he mit Dien Anfraag doon schall. Versöök dat man nu nochmaal, oder later, wenn dat Problem anduert.
nl: De server %1 kon uw verzoek niet behandelen. Gaarne no of later nog eens proberen als het probleem blijft bestaan.
nn: Tenaren %1 klarte ikkje handsama førespurnaden din. Prøv ein gong til, eller prøv om att seinare, viss problemet ikkje er løyst.
pl: Serwer %1 nie mógł obsłużyć twojego żądania. Proszę spróbować ponownie teraz lub później, gdy problem powtarza się.
pt: O servidor %1 não conseguiu processar o seu pedido. Por favor tente de novo agora ou mais tarde, caso o problema persista.
pt_br: O servidor %1 não conseguiu processar o seu pedido. Tente novamente agora ou mais tarde, caso o problema persista.
ru: Сервер %1 не смог обработать ваш запрос. Повторите попытку, если проблема остаётся, сделайте это позже.
sk: Server %1 nemôže spracovať vašu požiadavku. Prosím skúste znova alebo neskôr, ak problém pretrváva.
sl: Strežnik %1 ni mogel obravnavati vaše zahteve. Poskusite ponovno zdaj, ali kasneje, če bo težava še vedno prisotna.
sr@ijekavian: Сервер %1 не може да обради ваш захтев. Покушајте поново сада, или касније ако се проблем понови.
sv: Servern %1 kunde inte hantera din begäran. Försök igen nu, eller senare om problemet består.
tr: %1 sunucusu isteğinizi anlayamadı. Lütfen şimdi yeniden deneyin veya sorun devam ederse daha sonra deneyin.
uk: Серверу %1 не вдалося обробити ваш запит. Будь ласка, повторіть спробу зараз або пізніше, якщо проблема не зникне.
zh_tw: 伺服器 %1 無法處理您的要求。 請稍候再試一次。

source: You need to authenticate to access the requested resource.
bg: Трябва да се удостоверите за достъп до поискания ресурс.
ca: Heu d'autenticar-vos per accedir al recurs sol·licitat.
cs: Potřebujete ověření pro přístup k vyžádanému zdroji.
da: Du skal autentificere for at tilgå den anmodede ressource.
el: Χρειάζεστε ταυτοποίηση για πρόσβαση στο ζητούμενο πόρο.
es: Necesita autenticarse para acceder al recurso solicitado.
et: Soovitud ressursi kasutamiseks tuleb ennast autentida.
fi: Sinun on tunnistauduttava käyttääksesi pyydettyä resurssia.
fr: Vous devez vous authentifier pour accéder à la ressource demandée.
ga: Ní mór duit fíordheimhniú a dhéanamh chun an acmhainn iarrtha a rochtain.
gl: Ten que autenticar o acceso ao recurso solicitado.
ia: Tu necessita authenticar te pro acceder al ressource requirite.
kk: Керек дерек көзіне қатынау үшін аутентификациядан өту қажет.
km: អ្នក​ចាំបាច់​ត្រូវ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹម​ត្រូវ​ ដើម្បី​ចូល​ដំណើការ​ធនធាន​ដែល​បាន​ស្នើ ។
ko: 요청한 자원에 접근하려면 인증해야 합니다.
lt: Norėdami pasiekti prašomą resursą jūs turite autentikuotis.
lv: Nepieciešams autentificēties pieprasītajā resursā.
nb: Du må autentisere deg for å få tilgang til ressursen.
nds: Du muttst Dien Identiteet wiesen, ehr Du op de anfraagte Ressource togriepen dörvst.
nl: Authenticatie is nodig voor toegang tot de gevraagde hulpbron.
nn: Du må logga deg inn for å få tilgang til den førespurde ressursen.
pl: Musisz się uwierzytelnić, aby uzyskać dostęp do żądanego zasobu.
pt: Tem de se autenticar para aceder ao recurso pedido.
pt_br: Você precisa autenticar-se para acessar o recurso solicitado.
ru: Для доступа к указанному ресурсу необходима аутентификация.
sk: Musíte sa overiť na prístup k vyžadovanému zdroju.
sl: Za dostop do zahtevanega vira se morate overiti.
sr@ijekavian: Морате се аутентификовати за приступ захтеваном ресурсу.
sv: Du måste utföra behörighetskontroll för att komma åt den begärda resursen.
tr: İstenilen kaynağa erişmek için yetkilendirilmeniz gerekiyor.
uk: Вам слід пройти розпізнавання, щоб отримати доступ до потрібного вам ресурсу.
zh_tw: 您需要通過認證才能存取要求的資源。

source: The supplied login and/or password are incorrect.
bg: Въведените име и/или парола са неправилни.
ca: L'usuari d'accés o la contrasenya que heu proporcionat és incorrecte.
cs: Poskytnuté přihlašovací jméno a/nebo heslo jsou chybné.
da: Det angivne login og/eller adgangskoden er forkert.
el: Το παρεχόμενο όνομα χρήστη ή/και ο κωδικός πρόσβασης δεν είναι σωστά.
es: El usuario o contraseña facilitados son incorrectos.
et: Antud kasutajanimi ja/või parool ei olnud korrektsed.
fi: Annettu käyttäjätunnus tai salasana eivät kelpaa.
fr: Le nom d'utilisateur et / ou le mot de passe sont incorrects.
ga: Ainm logála isteach nó focal faire mícheart.
gl: O nome de usuario e /ou o contrasinal son incorrectos.
ia: Le accesso fornite nomine e/o contrasigno es incorrecte.
kk: Келтірілген пайдаланушы/паролі дұрыс емес.
km: ការចូល​ដែល​បាន​ផ្ដល់​​និង​/ឬ​ពាក្យ​សម្ងាត់​មិន​ត្រឹម​ត្រូវ ។
ko: 지정한 로그인 ID/암호가 잘못되었습니다.
lt: Pateiktas prisijungimo vardas ir/arba slaptažodis yra neteisingas.
lv: Norādītais lietotājs un/vai parole ir nepareizi.
nb: Det oppgitte navnet og/eller passordet kan være feil.
nds: De angeven Brukernaam un/oder dat Passwoort is leeg.
nl: De geleverde gebruikers-id en/of wachtwoord is/zijn niet correct.
nn: Det oppgjevne brukarnamnet og/eller passordet var feil.
pa: ਦਿੱਤਾ ਲਾਗਇਨ ਅਤੇ/ਜਾਂ ਪਾਸਵਰਡ ਗਲਤ ਹੈ।
pl: Podany login i/lub hasło są niepoprawne.
pt: O utilizador e/ou senha indicados são incorrectos.
pt_br: O login e/ou senha indicados estão incorretos.
ru: Введено неправильное имя пользователя или пароль.
sk: Zadaný login a/alebo heslo sú nesprávne.
sl: Predložena prijava in/ali geslo nista pravilna.
sr@ijekavian: Дато корисничко име и/или лозинка нису исправни.
sv: Angivna inloggningsnamn och/eller lösenord är felaktiga.
tr: Verilen kullanıcı adı ve/veya parola yanlış.
uk: Вказана пара імені користувача і пароля не є чинною.
zh_tw: 帳號或密碼不正確。

source: Unexpected server response to %1 command: %2
ar: جواب الخادم غير متوقع للأمر %1: %2
bg: Неочакван отговор на сървъра на командата %1: %2
ca: Resposta inesperada del servidor a l'ordre %1: %2
cs: Neočekávaná odezva serveru na příkaz %1: %2
da: Uventet serversvar til %1-kommando: %2
el: Μη αναμενόμενη απόκριση εξυπηρετητή στην εντολή %1: %2
es: Respuesta inesperada del servidor a la orden %1: %2
et: Ootamatu serveri vastus käsule %1: %2
fi: Odottamaton palvelimen vastaus komentoon %1: %2
fr: Réponse inattendue du serveur suite à la commande « %1 » : %2
ga: Freagra gan súil leis ón fhreastalaí ar ordú %1: %2
gl: Resposta inesperada do servidor á orde %1: %2
ia: Responsa impreviste de servitor al commando %1: %2
ja: コマンド <command>%1</command> に対してサーバから予期しない応答がありました: %2
kk: %1 командаға сервер күтпеген жауап берді: %2
km: ការ​ឆ្លើយតប​របស់​ម៉ាស៊ីន​បម្រើ​ទៅ​ពាក្យ​បញ្ជា %1 មិនបាន​រំពឹងទុក ៖ %2
ko: %1 명령의 예상하지 않은 서버 응답: %2
lt: Netikėtas serverio atsakymas į %1 komandą: %2
lv: Neparedzēta servera atbilde uz komandu %1 : %2
nb: Uventet svar fra tjeneren på kommandoen %1: %2
nds: Nich verwacht Serverantwoort op Befehl "%1": %2
nl: Onverwacht antwoord van de server op het commando %1: %2
nn: Uventa svar frå tenaren på %1-kommandoen: %2
pa: ਕਮਾਂਡ %1 ਲਈ ਸਰਵਰ ਦਾ ਅਣਜਾਣ ਜਵਾਬ: %2
pl: Niespodziewana odpowiedź serwera na polecenie %1: %2
pt: A resposta do servidor ao comando %1 foi inesperada: %2
pt_br: A resposta do servidor ao comando %1 foi inesperada: %2
ro: Răspuns neașteptat de la server la comanda %1: %2
ru: Недопустимый ответ сервера на команду «%1»: %2
sk: Neočakávaná odpoveď serveru na príkaz %1: %2
sl: Nepričakovan odgovor strežnika na ukaz %1: %2
sr@ijekavian: Неочекиван одзив сервера на наредбу %1: %2
sv: Oväntat svar från servern för kommandot %1: %2
tr: %1 komutuna beklenmeyen sunucu cevabı: %2
uk: Непередбачена відповідь сервера на команду %1: %2
zh_tw: 非預期的伺服器對 %1 命令的回應: %2
