Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_imap4.po
Languages: bg, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, tr, uk, zh_tw

source: Setting the Access Control List on folder %1 for user %2 failed. The server returned: %3
bg: Установяването на правата на достъп до папката %1 за потребителя %2 е неуспешно. Отговор от сървъра: %3
ca@valencia: Ha fallat l'establiment de la llista de control d'accés a la carpeta %1 per a l'usuari %2. El servidor ha respost: %3
cs: Nastavení seznamu přístupových práv (ACL) na složce %1 pro uživatele %2 selhalo. Server odpověděl: %3
da: Indstilling af adgangskontrolliste for mappen %1 for brugeren %2 mislykkedes. Serveren returnerede: %3
el: Αποτυχία ορισμού της λίστας ελέγχου πρόσβασης στο φάκελο %1 για το χρήστη %2. Ο διακομιστής επέστρεψε: %3
es: Fallo al definir la lista de control de acceso de la carpeta %1 para el usuario %2. El servidor devolvió: %3
et: ACL määramine kaustas %1 kasutajale %2 nurjus. Serveri vastus: %3
eu: %2 erabiltzailerako %1 karpetako sarbideko kontrol-zerrenda ezartzeak huts egin du. Zerbitzariak hau erantzun du: %3
fa: خرابی در تنظیم فهرست کنترل دستیابی روی پوشه %1 برای کاربر %2. کارساز بازگشته: %3
fi: Käyttöoikeusluettelon asettaminen käyttäjälle %2 kansiolla %1 epäonnistui. Palvelin vastasi: %3
fr: Échec de la configuration de la liste de contrôle d'accès sur le dossier %1 pour l'utilisateur %2. Le serveur a répondu : %3
ga: Níorbh fhéidir Liosta Rialaithe Rochtana a shocrú ar fhillteán %1 le haghaidh úsáideoir %2. Freagra ón bhfreastalaí: %3
gl: Fallou o estabelecemento da Lista de Control de Acceso no cartafol %1 para o usuario %2.O servidor devolveu: %3
he: קביעת רשימת בקרת גישה על התיקייה %1 עבור משתמש %2 נכשל המשתמש. השרת החזיר: %3
hi: फ़ोल्डर %1 पर उपयोक्ता %2 के लिए पहुँच नियंत्रण नियत करना असफल रहा. सर्वर ने लौटाया: %3
hr: Postavljanje liste kontrole pristupa za mapu %1 za korisnika %2 nije uspjelo. Poslužitelj je odgovorio: %3
hu: Nem sikerült beállítani a jogosultságokat a(z) %1 mappán (felhasználónév: %2). A kiszolgáló üzenete: %3
ia: Il falleva a fixar le Lista de Controlo de Accesso sur le dossier %1 per usator %2. Le servitor retornava: %3
is: Mistókst að setja aðgangsstýringar á möppuna %1 fyrir notanda %2. Þjónninn skilaði: %3
it: Impossibile impostare la lista di controllo accesso nella cartella %1 per l'utente %2. Il server ha risposto: %3
ja: ユーザ %2 のためにフォルダ <resource>%1</resource> のアクセス制御リストを設定できません。サーバの応答: %3
km: ការកំណត់ បញ្ជី​ត្រួតពិនិត្យ​ចូលដំណើរការ លើ​ថត %1 សម្រាប់​អ្នកប្រើ %2 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %3
ko: 폴더 %1의 사용자 %2에 대한 접근 권한을 설정할 수 없습니다. 서버 응답: %3
lt: Aplanko %1 prieigos kontrolės sąrašo nustatymas naudotojui %2 nepavyko. Serveris atsakė: %3
lv: Neizdevās saglabāt Piekļuves Kontroles Sarakstu mapei %1, lietotājam %2. Serveris teica: %3
nb: Klarte ikke sette opp tilgangskontroll-lista til mappe %1 for bruker %2. Tjeneren svarte: %3
nds: Dat Instellen vun de Togriep-Kuntrulllist för den Orner %1 un den Bruker %2 is fehlslaan. De Server anter: %3
nl: Het instellen van de Acces Control List op de map %1 voor gebruiker %2 is mislukt. De server antwoordde: %3
nn: Klarte ikkje setja opp liste for tilgangskontroll av mappa «%1» for brukaren «%2». Tenaren svara: «%3»
pa: ਫੋਲਡਰ %1 ਉੱਤੇ ਯੂਜ਼ਰ %2 ਲਈ ਪਹੁੰਚ ਕੰਟਰੋਲ ਲਿਸਟ (Access Control List) ਨਿਰਧਾਰਨ ਅਸਫਲ, ਸਰਵਰ ਦਾ ਜਵਾਬ: %3
pl: Ustawianie kontroli dostępu dla katalogu %1 (użytkownik: %2) nie powiodło się. Komunikat serwera: %3
pt: Mudança da Lista de Controlo de Acesso na pasta %1 para o utilizador %2 falhou. O servidor devolveu: %3
pt_br: Houve falha ao configurar a Lista de Controle de Acesso na pasta %1 para o usuário %2. O servidor retornou: %3
ru: Невозможно изменить список правил доступа к папке %1 для пользователя %2. Ответ сервера: %3
sk: Nastavenie prístupových práv na priečinok %1 pre užívateľa %2 zlyhalo. Server odpovedal: %3
sl: Nastavljanje seznama nadzora dostopa na mapi %1 za uporabnika %2 ni uspelo. Strežnik je vrnil: %3
sr@ijekavian: Неуспјело постављање АЦЛ‑а за фасциклу <filename>%1</filename> за корисника %2. Сервер јавља: %3
sr@ijekavianlatin: Neuspjelo postavljanje ACL‑a za fasciklu <filename>%1</filename> za korisnika %2. Server javlja: %3
sv: Inställning av åtkomstkontrollista för korgen %1 och användaren %2 misslyckades. Servern returnerade: %3.
tr: %2 kullanıcısı için %1 dizinine Erişim Kontrol Listesi (ACL) tanımlanamadı. Sunucu şu mesajı verdi : %3
uk: Встановлення прав доступу (ACL) до теки %1 для користувача %2 зазнало невдачі. Відповідь сервера: %3
zh_tw: 設定使用者 %2 於資料夾 %1 的權限控制清單失敗。伺服器回應：%3

source: Deleting the Access Control List on folder %1 for user %2 failed. The server returned: %3
bg: Изтриването на правата на достъп до папката %1 за потребителя %2 е неуспешно. Отговор от сървъра: %3
ca@valencia: Ha fallat l'esborrat de la llista de control d'accés a la carpeta %1 per a l'usuari %2. El servidor ha respost: %3
cs: Smazání seznamu přístupových práv (ACL) na složce %1 pro uživatele %2 selhalo. Server odpověděl: %3
da: Sletning af adgangskontrolliste for mappen %1 for brugeren %2 mislykkedes. Serveren returnerede: %3
el: Αποτυχία διαγραφής της λίστας ελέγχου πρόσβασης στο φάκελο %1 για το χρήστη %2. Ο διακομιστής επέστρεψε: %3
es: Fallo al borrar la lista de control de acceso en la carpeta %1 para el usuario %2. El servidor devolvió: %3
et: ACL kustutamine kaustas %1 kasutajale %2 nurjus. Serveri vastus: %3
eu: %2 erabiltzailerako %1 karpetako sarbideko kontrol-zerrenda ezabatzeak huts egin du. Zerbitzariak hau erantzun du: %3
fa: خرابی در حذف فهرست کنترل دستیابی روی پوشه %1 برای کاربر %2. کارساز بازگشته: %3
fi: Käyttöoikeusluettelon poisto käyttäjälle %2 kansiolla %1 epäonnistui. Palvelin vastasi: %3
fr: Échec de la suppression de la liste de contrôle d'accès sur le dossier %1 pour l'utilisateur %2. Le serveur a répondu : %3
ga: Níorbh fhéidir Liosta Rialaithe Rochtana a scriosadh ar fhillteán %1 le haghaidh úsáideoir %2. Freagra ón bhfreastalaí: %3
gl: Fallou o borrado da Lista de Control de Acceso no cartafol %1 para o usuario %2. O servidor devolveu: %3
he: מחיקת בקרת הגישה אל ספרייה %1 עבור משתמש %2 נכשלה. השרת החזיר: %3
hi: फ़ोल्डर %1 पर उपयोक्ता %2 के लिए पहुँच नियंत्रण मिटाना असफल रहा. सर्वर ने लौटाया: %3
hr: Brisanje liste kontrole pristupa za mapu %1 za korisnika %2 nije uspjelo. Poslužitelj je odgovorio: %3
hu: Nem sikerült törölni a jogosultságokat a(z) %1 mappán (felhasználónév: %2). A kiszolgáló üzenete: %3
ia: Il falleva a deler le Lista de Controlo de Accesso sur le dossier %1 per usator %2. Le servitor retornava: %3
is: Mistókst að eyða aðgangsstýringum á möppuna %1 fyrir notanda %2. Þjónninn skilaði: %3
it: Impossibile cancellare la lista di controllo accesso nella cartella %1 per l'utente %2. Il server ha risposto: %3
ja: ユーザ %2 のためにフォルダ <resource>%1</resource> のアクセス制御リストを削除できません。サーバの応答: %3
km: ការលុប បញ្ជី​ត្រួតពិនិត្យ​ការចូលដំណើរការ​លើថត %1 សម្រាប់​អ្នកប្រើ %2 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %3
ko: 폴더 %1의 사용자 %2에 대한 접근 권한을 삭제할 수 없습니다. 서버 응답: %3
lt: Ištrinti aplanko %1 prieigos kontrolės sąrašo naudotojui %2 nepavyko. Serveris atsakė: %3
lv: Neizdevās izmest Piekļuves Kontroles Sarakstu mapei %1, lietotājam %2. Serveris teica: %3
nb: Klarte ikke slette tilgangskontroll-lista til mappe %1 for bruker %2 feilet. Tjeneren svarte: %3
nds: Dat Wegdoon vun de Togriep-Kuntrulllist för den Orner %1 un den Bruker %2 is fehlslaan. De Server anter: %3
nl: Het verwijderen van de Acces Control List op de map %1 voor gebruiker %2 is mislukt. De server antwoordde: %3
nn: Klarte ikkje sletta lista for tilgangskontroll av mappa «%1» for brukaren «%2». Tenaren svara: «%3»
pa: ਫੋਲਡਰ %1 ਤੇ ਯੂਜ਼ਰ %2 ਲਈ ਪਹੁੰਚ ਕੰਟਰੋਲ ਲਿਸਟ (Access Control List) ਹਟਾਉਣਾ ਅਸਫਲ, ਸਰਵਰ ਦਾ ਜਵਾਬ: %3
pl: Usuwanie kontroli dostępu dla katalogu %1 (użytkownik: %2) nie powiodło się. Komunikat serwera: %3
pt: Apagar a Lista de Controlo de Acesso na pasta %1 para o utilizador %2 falhou. O servidor devolveu: %3
pt_br: Houve falha ao remover a Lista de Controle de Acesso da pasta %1 para o usuário %2. O servidor retornou: %3
ru: Невозможно удалить правила доступа к папке %1 для пользователя %2. Сервер вернул: %3
sk: Odstránenie prístupových práv na priečinok %1 pre užívateľa %2 zlyhalo. Server odpovedal: %3
sl: Brisanje seznama nadzora dostopa na mapi %1 za uporabnika %2 ni uspelo. Strežnik je vrnil: %3
sr@ijekavian: Неуспјело брисање АЦЛ‑а за фасциклу <filename>%1</filename> за корисника %2. Сервер јавља: %3
sr@ijekavianlatin: Neuspjelo brisanje ACL‑a za fasciklu <filename>%1</filename> za korisnika %2. Server javlja: %3
sv: Borttag av åtkomstkontrollista för korgen %1 och användaren %2 misslyckades. Servern returnerade: %3.
tr: %2 kullanıcısının %1 dizini için Erişim Kontrol Listesi (ACL) silinemedi. Sunucu şu mesajı verdi: %3
uk: Вилучення прав доступу (ACL) до теки %1 для користувача %2 зазнало невдачі. Відповідь сервера: %3
zh_tw: 從資料夾 %1 中刪除使用者 %2 的 權限控制清單失敗。伺服器回應：%3

source: Retrieving the Access Control List on folder %1 failed. The server returned: %2
bg: Изтеглянето на правата на достъп до папката %1 е неуспешно. Отговор от сървъра: %2
ca@valencia: Ha fallat la recuperació de la llista de control d'accés de la carpeta %1. El servidor ha respost: %2
cs: Získání seznamu přístupových práv (ACL) na složce %1 selhalo. Server odpověděl: %2
da: Det mislykkedes at hente adgangskontrollisten for mappen %1 mislykkedes. Serveren returnerede: %2
el: Αποτυχία ανάκτησης της λίστας ελέγχου πρόσβασης στο φάκελο %1. Ο διακομιστής επέστρεψε: %2
es: Fallo al recuperar la lista de control de acceso de la carpeta %1. El servidor devolvió: %2
et: ACL hankimine kaustas %1 nurjus. Serveri vastus: %2
eu: %1 karpetako sarbideko kontrol-zerrenda berreskuratzeak huts egin du. Zerbitzariak hau erantzun du: %2
fa: خرابی در بازیابی فهرست کنترل دستیابی روی پوشه %1. کارساز بازگشته: %2
fi: Kansion %1 käyttöoikeusluettelon haku epäonnistui. Palvelin vastasi: %2
fr: Échec du téléchargement de la liste de contrôle d'accès sur le dossier %1. Le serveur a répondu : %2
ga: Níorbh fhéidir Liosta Rialaithe Rochtana a fháil ar fhillteán %1. Freagra ón bhfreastalaí: %2
gl: Fallou a obtención da Lista de Control de Acceso no cartafol %1. O servidor devolveu: %2
he: קבלת בקרת הגישה אל ספרייה %1 נכשלה. השרת החזיר: %2
hi: फ़ोल्डर %1 से पहुँच नियंत्रण सूची निकाल पाने में असफल रहा. सर्वर ने लौटाया: %2
hr: Dohvaćanje liste kontrole pristupa za mapu %1 nije uspjelo. Poslužitelj je odgovorio: %2
hu: Nem sikerült letölteni a(z) %1 mappa jogosultságait. A kiszolgáló üzenete: %2
ia: Il falleva a recuperar le Lista de Controlo de Accesso sur le dossier %1. Le servitor retornava: %2
is: Mistókst að ná í aðgangstýringalista fyrir möppuna %1. Þjónninn skilaði: %2
it: Impossibile recuperare la lista di controllo accesso nella cartella %1. Il server ha risposto: %2
ja: フォルダ <resource>%1</resource> のアクセス制御リストを取得できません。サーバの応答: %2
km: ការទាញយក បញ្ជី​ត្រួតពិនិត្យ​ការចូលដំណើរការ លើ​ថត %1 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖%2
ko: 폴더 %1의 접근 권한 목록을 가져올 수 없습니다. 서버 응답: %2
lt: Gauti prieigos kontrolės sąrašo aplankui %1 nepavyko. Serveris atsakė: %2
lv: Neizdevās nolasīt Piekļuves Kontroles Sarakstu mapei %1. Serveris teica: %2
nb: Klarte ikke hente tilgangskontroll-lista til mappe %1. Tjeneren svarte: %2
nds: Dat Halen vun de Togriep-Kuntrulllist för den Orner %1 is fehlslaan. De Server anter: %2
nl: Het ophalen van de Acces Control List op de map %1 is mislukt. De server antwoordde: %2
nn: Klarte ikkje henta lista for tilgangskontroll av mappa «%1». Tenaren svara: «%2»
pa: ਫੋਲਡਰ %1 ਲਈ ਪਹੁੰਚ ਕੰਟਰੋਲ ਲਿਸਟ( Access Control List) ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ, ਸਰਵਰ ਦਾ ਜਵਾਬ:%2
pl: Pobieranie ustawień kontroli dostępu dla katalogu %1 nie powiodło się. Komunikat serwera: %2
pt: Não é possível transferir a lista de controlo de acesso da pasta %1. O servidor devolveu: %2
pt_br: Houve falha ao recuperar a Lista de Controle de Acesso da pasta %1. O servidor retornou: %2
ru: Невозможно получить список правил доступа к папке %1. Ответ сервера: %2
sk: Získanie prístupových práv na priečinok %1 zlyhalo. Server odpovedal: %2
sl: Pridobivanje seznama nadzora dostopa na mapi %1 ni uspelo. Strežnik je vrnil: %2
sr@ijekavian: Неуспјело добављање АЦЛ‑а за фасциклу <filename>%1</filename>. Сервер јавља: %2
sr@ijekavianlatin: Neuspjelo dobavljanje ACL‑a za fasciklu <filename>%1</filename>. Server javlja: %2
sv: Hämtning av åtkomstkontrollista för korgen %1 misslyckades. Servern returnerade: %2.
tr: %1 dizini için Erişim Kontrol Listesi (ACL) alınamadı. Sunucu şu mesajı verdi: %2
uk: Отримання прав доступу (ACL) до теки %1 зазнало невдачі. Відповідь сервера: %2
zh_tw: 從資料夾中 %1 取得權限控制清單失敗。伺服器回應：%2

source: Searching of folder %1 failed. The server returned: %2
bg: Претърсването на папка %1 е неуспешно. Отговор от сървъра: %2
ca@valencia: La cerca de la carpeta %1 ha fallat. El servidor ha retornat: %2
cs: Prohledávání složky %1 selhalo. Server navrátil zprávu: %2
da: Gennemsøgning af mappen %1 mislykkedes. Serveren returnerede: %2
el: Η αναζήτηση του φακέλου %1 απέτυχε. Ο διακομιστής επέστρεψε: %2
es: Fallo al buscar en la carpeta %1. El servidor devolvió: %2
et: Kausta %1 otsimine nurjus. Serveri vastus: %2
eu: %1 karpetaren bilaketak huts egin du. Zerbitzariak hau erantzun du: %2
fa: خرابی در جستجوی پوشه %1. کارساز بازگشته: %2
fi: Kansion %1 etsiminen epäonnistui. Palvelin vastasi: %2
fr: Échec de la recherche du dossier %1. Le serveur a répondu : %2
ga: Theip ar chuardach i bhfillteán %1. Freagra ón bhfreastalaí: %2
gl: Fallou a procura do cartafol %1. O servidor devolveu: %2
he: החיפוש של תיקייה %1 נכשל. השרת החזיר %2
hi: फ़ोल्डर %1 ढूंढने में असफल. सर्वर ने लौटायाः %2
hr: Pretraživanje mape %1 nije uspjelo. Poslužitelj je odgovorio: %2
hu: Nem sikerült elkezdeni a(z) %1 mappa keresését. A kiszolgáló üzenete: %2
ia: Il falleva a cercar dossier %1. Le servitor retornava: %2
is: Leit að möppu %1 mistókst. Þjónninn skilaði: %2
it: Ricerca della cartella %1 non riuscita. Il server ha risposto: %2
ja: フォルダ <resource>%1</resource> の検索に失敗しました。サーバの応答: %2
km: ការស្វែងរក​ថត %1 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %2
ko: 폴더 %1에서 검색할 수 없습니다. 서버 응답: %2
lt: Aplanko %1 paieška nepavyko. Serveris atsakė: %2
lv: Neizdevās meklēt mapē %1. Serveris teica: %2
nb: Søk i mappe %1 mislyktes. Tjeneren svarte: %2
nds: Dörsöken vun Orner %1 fehlslaan. De Server anter: %2
nl: Het zoeken naar de map %1 is mislukt. De server antwoordde: %2
nn: Klarte ikkje søkja i mappa «%1». Tenaren svara: «%2»
pa: ਫੋਲਡਰ %1 ਲਈ ਖੋਜ ਅਸਫਲ, ਸਰਵਰ ਦਾ ਜਵਾਬ: %2
pl: Przeszukiwanie katalogu %1 nie powiodło się. Komunikat serwera: %2
pt: A procura na pasta %1 falhou. O servidor devolveu: %2
pt_br: Houve falha ao procurar na pasta %1. O servidor retornou: %2
ro: Căutarea dosarului %1 a eșuat. Serverul a răspuns: %2
ru: Ошибка поиска в папке %1. Ответ сервера: %2
sk: Hľadanie priečinku %1 zlyhalo. Server odpovedal: %2
sl: Iskanje po mapi %1 ni uspelo. Strežnik je vrnil: %2
sr@ijekavian: Неуспјела претрага фасцикле <filename>%1</filename>. Сервер јавља: %2
sr@ijekavianlatin: Neuspjela pretraga fascikle <filename>%1</filename>. Server javlja: %2
sv: Sökning efter korgen %1 misslyckades. Servern returnerade: %2.
tr: %1 dizini aranırken hata oluştu. Sunucu şu mesajı verdi %2
uk: Помилка пошуку в теці %1. Відповідь сервера: %2
zh_tw: 搜尋資料夾 %1 失敗。伺服器回應：%2

source: Custom command %1:%2 failed. The server returned: %3
bg: Грешка при потребителската команда %1:%2. Отговор от сървъра: %3
ca@valencia: L'orde a mida %1: %2 ha fallat. El servidor ha retornat: %3
cs: Vlastní příkaz %1:%2 selhal. Server navrátil zprávu: %3
da: Brugerdefineret kommando %1:%2 fejlede. Serveren returnerede: %3
el: Η προσαρμοσμένη εντολή %1:%2 απέτυχε. Ο διακομιστής επέστρεψε: %3
es: Falló la orden personalizada %1: %2. El servidor devolvió: %3
et: Kohandatud käsk %1:%2 nurjus. Serveri vastus: %3
fi: Mukautettu komento %1:%2 epäonnistui. Palvelin vastasi: %3
fr: Échec de la commande %1 : %2. Le serveur a répondu : %3
ga: Theip ar ordú saincheaptha %1:%2. Freagra ón bhfreastalaí: %3
gl: Orde personalizada %1: fallou %2. O servidor devolveu: %3
he: הפקודה המיוחדת %1:%2 נכשלה. השרת החזיר: %3
hr: Prilagođena naredba %1:%2 nije uspjela. Poslužitelj je odgovorio: %3
hu: Egy egyéni parancs (%1: %2) végrehajtása nem sikerült. A kiszolgáló üzenete: %3
ia: Le commando personalisate %1:%2 falleva. Le servitor retornava: %3
it: Comando personalizzato %1:%2 non riuscito. Il server ha risposto: %3
ja: カスタムコマンド <command>%1:%2</command> が失敗しました。サーバの応答: %3
km: ពាក្យ​បញ្ចា​ផ្ទាល់ខ្លួន %1 ៖%2 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %3
ko: 사용자 정의 명령 %1:%2을(를) 설정할 수 없습니다. 서버 응답: %3
lt: Adaptuota komanda %1:%2 nesuveikė. Serveris atsakė: %3
lv: Neizdevās darbināt pielāgotu komandu %1: %2. Serveris teica: %3
nb: Selvvalgt kommando %1: %2 feilet. Tjeneren svarte: %3
nds: Egen Befehl %1: %2 fehlslaan. De Server anter: %3
nl: Het aangepaste commando %1:%2 is mislukt. De server antwoordde: %3
nn: Klarte ikkje køyra den sjølvvalde kommandoen «%1:%2». Tenaren svara: «%3»
pl: Własne polecenie %1:%2 nie powiodło się. Komunikat serwera: %3
pt: O comando personalizado %1:%2 falhou. O servidor devolveu: %3
pt_br: O comando personalizado %1:%2 falhou. O servidor retornou: %3
ro: Comanda personalizată %1:%2 a eșuat. Serverul a răspuns: %3
ru: Ошибка выполнения команды пользователя %1:%2. Ответ сервера: %3
sk: Vlastný príkaz %1:%2 zlyhal. Server odpovedal: %3
sl: Ukaz po meri %1:%2 ni uspel. Strežnik je vrnil: %3
sr@ijekavian: Неуспјела посебна наредба %1:%2. Сервер јавља: %3
sr@ijekavianlatin: Neuspjela posebna naredba %1:%2. Server javlja: %3
sv: Det egna kommandot %1:%2 misslyckades. Servern returnerade: %3.
tr: Özel komut %1:%2 başarısız oldu. Sunucunun yanıtı: %3
uk: Нетипова команда %1:%2 зазнала невдачі. Відповідь сервера: %3
zh_tw: 自訂指令 %1:%2 失敗。伺服器回應：%3

source: Setting the annotation %1 on folder %2 failed. The server returned: %3
ca@valencia: Ha fallat l'establiment de l'anotació %1 a la carpeta %2. El servidor ha retornat: %3
cs: Nastavení anotace %1 na složce %2 selhalo. Server odpověděl: %3
da: Indstilling af påtegningen %1 for mappen %2 mislykkedes. Serveren returnerede: %3
el: Αποτυχία ορισμού της σημείωσης %1 στο φάκελο %2. Ο διακομιστής επέστρεψε: %3
es: Fallo al establecer la anotación %1 en la carpeta %2. El servidor devolvió: %3
et: Annotatsiooni %1 määramine kaustas %2 nurjus. Serveri vastus: %3
fi: Kansion %2 selityksen %1 asetus epäonnistui. Palvelin vastasi: %3
fr: Échec de la configuration de l'annotation %1 sur le dossier %2. Le serveur a répondu : %3
ga: Níorbh fhéidir anótáil %1 a shocrú ar fhillteán %2. Freagra ón bhfreastalaí: %3
gl: Non foi posíbel definir a anotación %1 no cartafol %2. Resposta do servidor: %3
hu: A(z) %1 megjegyzést nem sikerült letölteni a(z) %2 mappánál. A kiszolgáló üzenete: %3
ia: Il falleva fixar le annotation %1 sur le dossier %2. Le servitor retornava: %3
it: Impossibile impostare l'annotazione %1 nella cartella %2. Il server ha risposto: %3
ja: フォルダ <resource>%2</resource> に注釈 %1 を設定できません。サーバの応答: %3
ko: 폴더 %2에 주석 %1을(를) 설정할 수 없습니다. 서버 응답: %3
nb: Klarte ikke sette inn kommentar %1 til mappe %2. Tjeneren svarte: %3
nds: Dat Fastleggen vun de Anmarken %1 för den Orner %2 is fehlslaan. De Server anter: %3
nl: Het instellen van de annotatie %1 op map %2 is mislukt. De server antwoordde: %3
pl: Ustawianie komentarza %1 do katalogu %2 nie powiodło się. Komunikat serwera: %3
pt: A colocação da anotação %1 na pasta %2 falhou. O servidor devolveu: %3
pt_br: Houve falha ao configurar a anotação %1 na pasta %2. O servidor retornou: %3
ru: Задать примечание %1 для папки %2 не удалось. Ответ сервера: %3
sk: Nastavenie anotácie %1 na priečinok %2 zlyhalo. Server vrátil: %3
sl: Nastavljanje zabeležke %1 na mapi %2 ni uspelo. Strežnik je vrnil: %3
sr@ijekavian: Неуспјело постављање тумачења %1 на фасциклу <filename>%2</filename>. Сервер јавља: %3
sr@ijekavianlatin: Neuspjelo postavljanje tumačenja %1 na fasciklu <filename>%2</filename>. Server javlja: %3
sv: Misslyckades lägga till anmärkningen %1 för korgen %2. Servern returnerade: %3
tr: %1 açıklaması %2 dizini için ayarlanamadı. Sunucunun yanıtı: %3
uk: Помилка додавання примітки %1 для теки %2. Відповідь сервера: %3
zh_tw: 設定目錄 %2 中的註記 %1 失敗。伺服器回應：%3

source: Retrieving the annotation %1 on folder %2 failed. The server returned: %3
bg: Изтеглянето на уведомяването %1 за папката %2 е неуспешно. Отговор от сървъра: %3
ca@valencia: Ha fallat la recuperació de l'anotació %1 a la carpeta %2. El servidor ha retornat: %3
cs: Získání anotace %1 na složce %2 selhalo. Server odpověděl: %3
da: Det mislykkedes at hente påtegningen %1 for mappen %2. Serveren returnerede: %3
el: Αποτυχία ανάκτησης της σημείωσης %1 στο φάκελο %2. Ο διακομιστής επέστρεψε: %3
es: Fallo al recuperar la anotación %1 de la carpeta %2. El servidor devolvió: %3
et: Annotatsiooni %1 hankimine kaustas %2 nurjus. Serveri vastus: %3
eu: %2 karpetako %1 sarbideko kontrol-zerrenda berreskuratzeak huts egin du. Zerbitzariak hau erantzun du: %3
fa: خرابی در بازیابی یادداشت %1 روی پوشه %2 . کارساز بازگشته: %3
fi: Kansion %2 selityksen %1 haku epäonnistui. Palvelin vastasi: %3
fr: Échec du téléchargement de l'annotation %1 sur le dossier %2. Le serveur a répondu : %3
ga: Níorbh fhéidir anótáil %1 a aisghabháil ar fhillteán %2. Freagra ón bhfreastalaí: %3
gl: Fallou a obtención da anotación %1 no cartafol %2. O servidor devolveu: %3
he: אחזור הביאור של %1 בתיקייה %2 נכשל. השרת החזיר %3
hi: फ़ोल्डर %2 पर एनोटेशन %1 प्राप्त करना असफल रहा. सर्वर ने लौटाया: %3
hr: Dohvaćanje napomene %1 za mapu %2 nije uspjelo. Poslužitelj je odgovorio: %3
hu: A(z) %1 megjegyzést nem sikerült letölteni a(z) %2 mappánál. A kiszolgáló üzenete: %3
ia: Il falleva a recuperar le annotation %1 sur le dossier %2. Le servitor retornava: %3
is: Mistókst að ná í umsögnina %1 á möppu %2. Þjónninn skilaði: %3
it: Impossibile recuperare l'annotazione %1 nella cartella %2. Il server ha risposto %3
ja: フォルダ <resource>%2</resource> の注釈 %1 を取得できません。サーバの応答: %3
km: ការទាញយក​ចំណារ​ពន្យល់ %1 លើ​ថត %2 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %3
ko: 폴더 %2의 주석 %1을(를) 가져올 수 없습니다. 서버 응답: %3
lt: Nepavyko gauti aplanko %2 anotacijos %1. Serveris atsakė: %3
lv: Neizdevās nolasīt anotāciju %1 mapei %2. Serveris teica: %3
nb: Klarte ikke hente kommentar %1 til mappe %2. Tjeneren svarte: %3
nds: Dat Halen vun de Anmarken %1 för den Orner %2 is fehlslaan. De Server anter: %3
nl: Het ophalen van de annotatie %1 op map %2 is mislukt. De server antwoordde: %3
nn: Klarte ikkje henta merknaden «%1» for mappa «%2». Tenaren svara: «%3»
pl: Pobieranie komentarza %1 do katalogu %2 nie powiodło się. Komunikat serwera: %3
pt: A transferência da anotação %1 da pasta %2 falhou. O servidor devolveu: %3
pt_br: Houve falha ao recuperar a anotação %1 na pasta %2. O servidor retornou: %3
ru: Невозможно получить примечание %1 для папки %2. Ответ сервера: %3
sk: Získanie anotácie %1 na priečinok %2 zlyhalo. Server odpovedal: %3
sl: Pridobivanje zabeležke %1 na mapi %2 ni uspelo. Strežnik je vrnil: %3
sr@ijekavian: Неуспјело добављање тумачења %1 за фасциклу <filename>%2</filename>. Сервер јавља: %3
sr@ijekavianlatin: Neuspjelo dobavljanje tumačenja %1 za fasciklu <filename>%2</filename>. Server javlja: %3
sv: Misslyckades hämta anmärkningen %1 för korgen %2. Servern returnerade: %3.
tr: %2 dizininin açıklaması %1 alınamadı. Sunucunun yanıtı: %3
uk: Помилка отримання примітки %1 для теки %2. Відповідь сервера: %3
zh_tw: 無法下載目錄 %2中的註解 %1。伺服器回應：%3
