Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_sieve.po
Languages: ar, el, gl, ru

source: Connecting to %1...
ar: جاري الاتصال بـ %1...
el: Σύνδεση με %1...
gl: Conectando con %1...
ru: Соединение с %1...

source: The connection to the server was lost.
ar: فُقِدَ الاتصال بالخادم.
el: Η σύνδεση με το διακομιστή διακόπηκε.
gl: Perdeuse a conexión co servidor.
ru: Невозможно соединиться с сервером.

source: Server identification failed.
ar: فشل التَّعرُّف على الخادم.
el: Η ταυτοποίηση του διακομιστή απέτυχε.
gl: Fallou a identificación no servidor.
ru: В доступе к серверу отказано.

source: Can not use TLS since the underlying Qt library does not support it.
el: Αδυναμία χρήσης TLS καθώς η βιβλιοθήκη Qt δεν το υποστηρίζει.
gl: Non é posíbel usar o TLS xa que a biblioteca Qt subxacente non lle dá soporte.
ru: Невозможно использовать TLS, потому что библиотека Qt не поддерживает его.

source: TLS encryption was requested, but your Sieve server does not advertise TLS in its capabilities. You can choose to try to initiate TLS negotiations nonetheless, or cancel the operation.
el: Ζητήθηκε κρυπτογράφηση TLS, αλλά ο εξυπηρετητής Sieve δεν αναφέρει υποστήριξη TLS στις δυνατότητές του. Μπορείτε να προσπαθήσετε την αρχικοποίηση διαπραγμάτευσης TLS, ή να ακυρώσετε τη διαδικασία.
gl: Solicitouse o cifrado TLS, mais o servidor de Sieve non anuncia TLS entre as súas capacidades. Pódese escoller tentar iniciar as negociacións TLS de calquera xeito ou cancelar a operación.
ru: Было запрошено шифрование TLS, но выбранный сервер Sieve не сообщил о поддержке TLS. Можно либо несмотря на это попытаться начать согласование TLS, либо отменить операцию.

source: Server Does Not Advertise TLS
el: Ο εξυπηρετητής δεν υποστηρίζει TLS
gl: O servidor non anuncia TLS
ru: Сервер не заявляет о поддержке TLS

source: &Start TLS nonetheless
el: &Προσπάθεια χρήσης TLS
gl: &Iniciar o TLS de calquera maneira
ru: &Попытаться использовать TLS

source: &Cancel
el: &Ακύρωση
gl: &Cancelar
ru: О&тмена

source: TLS encryption requested, but not supported by server.
el: Αιτήθηκε κρυπτογράφηση TLS, χωρίς υποστήριξη από τον εξυπηρετητή.
gl: Solicitouse o cifrado TLS, mais o servidor non o admite.
ru: Запрошено шифрование TLS, но оно не поддерживается сервером.

source: Your Sieve server claims to support TLS, but negotiation was unsuccessful.
el: Ο διακομιστής σας Sieve δηλώνει υποστήριξη της TLS, αλλά η διαπραγμάτευση ήταν ανεπιτυχής.
gl: O seu servidor Sieve di que admite o TLS, pero a negociación non tivo éxito.
ru: Сервер Sieve заявляет о поддержке TLS, но согласование завершилось неудачей.

source: Connection Failed
el: Αποτυχία σύνδεσης
gl: Fallou a conexión
ru: Ошибка подключения

source: The server does not seem to support TLS. Disable TLS if you want to connect without encryption.
el: Ο διακομιστής δεν φαίνεται να υποστηρίζει TLS. Απενεργοποιήστε το TLS αν επιθυμείτε τη σύνδεση χωρίς κρυπτογράφηση.
gl: O servidor non parece admitir o TLS. Desactive o TLS se desexa conectarse sen cifrado.
ru: Сервер не поддерживает TLS. Выключите использование TLS, если можно применять соединение без шифрования.

source: Authenticating user...
ar: جاري التَّحقُّق من هوية المُسْتَخْدِم...
el: Ταυτοποίηση χρήστη...
gl: Autenticando ao usuario...
ru: Проверка идентификации...

source: Authentication failed.
ar: فشل التَّحقُّق من الهوية.
el: Η ταυτοποίηση απέτυχε.
gl: Fallou a autenticación.
ru: Невозможно идентифицировать пользователя.

# special command completed
source: Done.
el: Έγινε.
gl: Feito.
ru: Готово.

source: Activating script...
ar: جاري تنشيط الخاطوط...
el: Ενεργοποίηση σεναρίου...
gl: Activando o script...
ru: Запуск скрипта...

source: There was an error activating the script.
ar: حدث خطأ عند تنشيط الخاطوط.
el: Υπήρξε ένα σφάλμα κατά την ενεργοποίηση του σεναρίου.
gl: Produciuse un erro mentres se activaba o script.
ru: Ошибка запуска скрипта.

source: There was an error deactivating the script.
ar: حدث خطأ عند إزالة تنشيط الخاطوط.
el: Υπήρξε ένα σφάλμα κατά την απενεργοποίηση του σεναρίου.
gl: Produciuse un erro mentres se desactivaba o script.
ru: Невозможно завершить работу скрипта.

source: Sending data...
ar: جاري ارسال البيانات...
el: Αποστολή δεδομένων...
gl: Enviando os datos...
ru: Передача данных...

source: KIO data supply error.
ar: خطأ تموين KIO بالبيانات.
el: Σφάλμα παροχής δεδομένων KIO.
gl: Erro de fornecemento de datos a KIO.
ru: Ошибка отправки данных.

source: Network error.
ar: خطأ شَبكيّ.
el: Σφάλμα δικτύου.
gl: Erro na rede.
ru: Ошибка сети.

source: Verifying upload completion...
ar: جاري التَّاكُّد من اكتمال التَّصعيد...
el: Επιβεβαίωση ολοκλήρωσης αποστολής...
gl: Verificando o completado do envío...
ru: Проверка загрузки...

source: The script did not upload successfully. This is probably due to errors in the script. The server responded: %1
ar: لم يُنْجَح في تصعيد الخاطوط. ربما يرجع هذا لأخطاء في الخاطوط. أجاب الخادم: %1
el: Το σενάριο δεν απέστειλε τα δεδομένα με επιτυχία. Αυτό μάλλον οφείλεται σε σφάλμα του σεναρίου. Ο εξυπηρετητής απάντησε: %1
gl: O script non se enviou correctamente. Probabelmente sexa debido a erros no script. O servidor respondeu: %1
ru: Невозможно загрузить скрипт. Возможно, это произошло из-за ошибок в скрипте. Сервер вернул: %1

source: The script did not upload successfully. The script may contain errors.
ar: لم يُنْجَح في تصعيد الخاطوط. من الممكن أن يحتوي الخاطوط على أخطاء.
el: Το σενάριο δεν απέστειλε τα δεδομένα με επιτυχία. Το σενάριο ίσως περιέχει σφάλματα.
gl: O script non foi enviado correctamente. O script podería conter erros.
ru: Невозможно загрузить скрипт. Возможно, это произошло из-за ошибок в скрипте.

# data upload complete
source: Done.
el: Έγινε.
gl: Feito.
ru: Готово.

source: Retrieving data...
ar: جاري سحب البيانات...
el: Ανάκτηση δεδομένων...
gl: Obtendo os datos...
ru: Получение данных...

source: Finishing up...
ar: جاري الانهاء...
el: Ολοκληρώνοντας...
gl: Rematando...
ru: Завершение получения...

source: A protocol error occurred while trying to negotiate script downloading.
ar: طرأ خطأ ميفاق عند محاولة مفاوضة تنزيل نص الاوامر.
el: Παρουσιάστηκε σφάλμα πρωτοκόλλου κατά τη διαπραγμάτευση της λήψης του σεναρίου.
gl: Aconteceu un erro de protocolo ao tentar negociar a obtención do script.
ru: Произошла ошибка в протоколе при попытке загрузки скрипта.

# data retrival complete
source: Done.
el: Έγινε.
gl: Feito.
ru: Готово.

source: Folders are not supported.
ar: ليست المجلدات محل دعم.
el: Δεν υποστηρίζονται φάκελοι.
gl: Os cartafoles non están soportados.
ru: Каталоги не поддерживаются.

source: Deleting file...
ar: جاري حذف الملف...
el: Διαγραφή αρχείου...
gl: Borrando o ficheiro...
ru: Удаление файла...

source: The server would not delete the file.
ar: لن يَحْذِف الخادِمُ المِلَفَ.
el: Ο διακομιστής δεν μπόρεσε να διαγράψει το αρχείο.
gl: O servidor non borraría o ficheiro.
ru: Невозможно удалить файл на сервере.

# file removal complete
source: Done.
el: Έγινε.
gl: Feito.
ru: Готово.

source: Cannot chmod to anything but 0700 (active) or 0600 (inactive script).
ar: تعذر تغيير الأذون فيما عدا 0700 (نشِط) أو 0600 (خاطوط غير نَشِط).
el: Αδύνατη η αλλαγή αδειών σε οτιδήποτε άλλο εκτός από 0700 (ενεργό) ή 0600 (ανενεργό σενάριο).
gl: Non é posíbel facer un chmod a nada que non sexa 0700 (activo) ou 0600 (script inactivo).
ru: Невозможно изменить права доступа к скрипту: 0700 (активный) или 0600 (неактивный).

source: An error occurred during authentication: %1
el: Παρουσιάστηκε σφάλμα κατά την ταυτοποίηση: %1
gl: Aconteceu un erro durante a autenticación: %1
ru: Ошибка аутентификации: %1

source: Sieve Authentication Details
ar: تفاصيل التَّحقُّق من الهوِية لدى Sieve
el: Λεπτομέρειες ταυτοποίησης Sieve
gl: Detalles da autenticación con Sieve
ru: Параметры аутентификации Sieve

source: Please enter your authentication details for your sieve account (usually the same as your email password):
ar: يُرجَى ادخال تفاصيل التَّحقُّق من الهوية الخاصة بحسابك على sieve (عادة، نفس الشَّيء مثل الكلمة المروريَّة الخاصة ببريدك الالكترونيَ):
el: Παρακαλώ δώστε τις λεπτομέρειες ταυτοποίησης του sieve λογαριασμού σας (συνήθως το ίδιο με τον κωδικό πρόσβασης του λογαριασμού αλληλογραφίας σας):
gl: Por favor, introduza os detalles da autenticación para a súa conta sieve (normalmente o mesmo que o seu contrasinal de correo):
ru: Введите параметры аутентификации для учётной записи Sieve (обычно нужно указать тот же пароль, что и на доступ к электронной почте):

source: A protocol error occurred during authentication. Choose a different authentication method to %1.
ar: طرأ خطأ ميفاق عند التَّحقُّق من الهوية. اختر منهجا آخر للتحقُّق من هوية %1.
el: Παρουσιάστηκε ένα σφάλμα πρωτοκόλλου κατά την ταυτοποίηση. Επιλέξτε διαφορετική μέθοδο ταυτοποίησης για το %1.
gl: Aconteceu un erro de protocolo mentres se autenticaba. Escolla un método de autenticación diferente para %1.
ru: Произошла ошибка в протоколе во время аутентификации. Выберите другой метод аутентификации для %1.

source: Authentication failed. Most likely the password is wrong. The server responded: %1
ar: فشل التَّحقُّق من الهوية. أغلب الظّن أنَّ كلمة المرور ة خاطئة. أجاب الخادمُ: %1
el: Η ταυτοποίηση απέτυχε. Πιθανόν να είναι λάθος ο κωδικός πρόσβασης. Ο διακομιστής απάντησε: %1
gl: Fallou a autenticación. Semella que o contrasinal é incorrecto. O servidor respondeu: %1
ru: Невозможно получить доступ. Самая вероятная причина - неверно указан пароль. Сервер вернул: %1

source: A protocol error occurred.
ar: طرأ خطأ ميفاق.
el: Παρουσιάστηκε ένα σφάλμα πρωτοκόλλου.
gl: Aconteceu un erro de protocolo.
ru: Ошибка протокола.
