Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_smtp.po
Languages: ar, bg, ca, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt_br, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, uk, zh_tw

source: Your server (%1) does not support sending of 8-bit messages. Please use base64 or quoted-printable encoding.
bg: Сървърът (%1) не поддържа изпращането на съобщения кодирани с 8 битова кодова таблица. Моля, използвайте кодиране base64 или quoted-printable.
ca: El vostre servidor (%1) no permet l'enviament de missatges de 8 bits. Si us plau, useu la codificació base64 o «citat imprimible».
cs: Váš server (%1) nepodporuje odesílání 8-bitových zpráv. Prosím použijte metodu "base64" nebo "quoted-printable".
da: Din server (%1) understøtter ikke afsendelse af 8-bit-beskeder. Brug venligst base64 eller quoted-printable indkodning.
el: Ο διακομιστής σας (%1) δεν υποστηρίζει την αποστολή μηνυμάτων των 8bit. Παρακαλώ χρησιμοποιήστε κωδικοποίηση base64 η quoted-printable.
es: Su servidor (%1) no soporta el envío de mensajes con 8 bits. Por favor, use codificación base64 o «quoted-printable».
et: Sinu server (%1) ei toeta 8-bitiste kirjade saatmist. Palun kasuta base64 või quoted-printable kodeeringut.
fi: Palvelin (%1) ei tue 8-bittisten viestien lähettämistä. Käytä Base64- tai Quoted printable -koodausta.
fr: Votre serveur (%1) ne prend pas en charge l'envoi de messages sur 8 bits. Veuillez utiliser l'encodage du type « base64 » ou « quoted printable ».
ga: Ní féidir le do fhreastalaí (%1) teachtaireachtaí 8-giotán a sheoladh. Úsáid ionchódú base64 nó quoted-printable.
gl: O seu servidor (%1) non admite o envío de mensaxes de 8 bits. Por favor, use a codificación base64 ou «quoted-printable».
hu: A kiszolgáló (%1) nem támogatja 8-bites üzenetek küldését. Használjon „base64” vagy „quoted-printable” kódolást.
ia: Tu servitor (%1) non supporta invio de messages de 8-bit. Per favor tu usa codifica base64 o citation-imprimibile (quote printable encoding).
it: Il tuo server (%1) non supporta la spedizione di messaggi a 8-bit. Per favore utilizza la codifica base64 o quoted-printable.
ja: お使いのサーバ (%1) は 8-bit のメッセージの送信をサポートしていません。base64 または quoted-printable エンコーディングを使ってください。
kk: Серверіңіз (%1) 8-биттік хабарларды жолдауды қолдамайды. Base64 немесе quoted-printable кодтаманың біреуін қолданыңыз.
km: ម៉ាស៊ីន​បម្រើ​ (%1) របស់​អ្នក​មិន​គាំទ្រ​ការ​ផ្ញើ​សារ ៨ ប៊ីត ។ សូម​ប្រើ ៦៤ ជា​មូលដ្ឋាន ឬ​ការ​អ៊ិនកូដដកស្រង់​ដែល​អាច​បោះពុម្ពបាន ។
ko: 서버(%1)에서 8비트 메시지 전송을 지원하지 않습니다. base64나 quoted-printable 인코딩을 사용하십시오.
lt: Jūsų serveris (%1) nepalaiko 8-bitų laiškų siuntimo. Prašome naudoti „base64“ arba „quoted-printable“ koduotes.
lv: Jūsu serveris (%1) neatbalsta 8-bitu ziņojumu nosūtīšanu. Lūdzu lietojiet base64 vai quoted-printable kodējumu.
nb: Tjeneren din (%1) støtter ikke sending av 8-bit meldinger. Bruk kodingen base64 eller quoted-printable.
nds: Dien Server (%1) ünnerstütt dat Sennen vun 8Bit-Narichten nich. Bitte bruuk "base64" oder "quoted-printable" as Koderen.
nn: Tenaren (%1) støttar ikkje sending av 8-bit-meldingar. Du kan bruka base64 eller quoted-printable i staden.
pa: ਤੁਹਾਡਾ ਸਰਵਰ (%1) 8-ਬਿੱਟ ਸੁਨੇਹਿਆਂ ਲਈ ਸਹਾਈ ਨਹੀਂ ਹੈ base64 ਜਾਂ quoted-printable ਇੰਕੋਡਿੰਗ ਵਰਤੋਂ।
pl: Twój serwer (%1) nie obsługuje wysyłania 8-bitowych wiadomości. Proszę użyć kodowania base64 lub quoted-printable.
pt_br: Seu servidor (%1) não suporta o envio de mensagens de 8 bits. Use a codificação base64 ou quoted-printable.
ru: Сервер (%1) не поддерживает отправку 8-битных писем. Используйте кодировку base64 или quoted-printable.
sk: Váš server (%1) nepodporuje posielanie 8-bitových správ. Prosím, použite kódovanie base64 alebo quoted-printable.
sl: Vaš strežnik (%1) ne podpira pošiljanja 8-bitnih sporočil. Uporabite kodiranje base64 ali »quoted-printable«.
sr@ijekavian: Сервер (%1) не подржава слање 8‑битних порука. Користите кодирање база64 или навод-читко.
sr@ijekavianlatin: Server (%1) ne podržava slanje 8‑bitnih poruka. Koristite kodiranje base64 ili navod-čitko.
sv: Servern (%1) stöder inte att skicka 8-bitarsbrev. Använd kodningen base64 eller quoted-printable.
uk: Ваш сервер (%1) не підтримує відправлення 8-бітових повідомлень. Будь ласка, скористайтеся кодуванням base64 або quoted-printable.
zh_tw: 您的伺服器（%1）不支援傳送 8-位元郵件。 請使用 base64 或 quoted-printable 編碼。

source: Writing to socket failed.
ar: فشل الكتابة إلى المقبس
bg: Записът във сокета беше неуспешен.
ca: Ha fallat en escriure al sòcol.
cs: Zápis do socketu selhal.
da: Skrivning til kontaktflade fejlede.
el: Η εγγραφή στην υποδοχή απέτυχε.
es: No fue posible escribir en el «socket».
et: Soklisse kirjutamise nurjus.
fa: خرابی در نوشتن سوکت.
fi: Pistokkeeseen kirjoittaminen epäonnistui.
fr: Erreur lors de l'écriture sur la socket.
ga: Ní féidir scríobh chuig soicéad.
gl: Fallou a escritura no socket.
hi: सोकेट पे लिखने में असफल.
hu: Hiba történt az aljazat írása közben.
ia: Il falleva scriber in socket.
it: Scrittura sul socket non riuscita.
ja: ソケットへの書き込みに失敗しました。
kk: Сокетке жазу жаңылысы.
km: ការ​សរសេរ​ទៅកាន់​រន្ធ​បាន​បរាជ័យ ។
ko: 소켓에 쓸 수 없습니다.
lt: Nepavyko rašyti į kanalą.
lv: Neveiksmīga datu ierakstīšana ligzdā.
nb: Klarte ikke skrive til sokkel.
nds: Schrieven na Socket fehlslaan.
nn: Klarte ikkje skriva til sokkel.
pa: ਸਾਕਟ ਲਈ ਲਿਖਣ ਲਈ ਫੇਲ੍ਹ।
pl: Nieudany zapis do gniazda.
pt_br: A gravação para o soquete falhou.
ru: Ошибка записи в сокет.
sk: Zápis do socketu zlyhal.
sl: Pisanje v vtič ni uspelo.
sr@ijekavian: Неуспео упис у сокет.
sr@ijekavianlatin: Neuspeo upis u soket.
sv: Misslyckades skriva till uttag.
uk: Помилка запису до сокету.
zh_tw: 寫入 socket 失敗。

source: Invalid SMTP response (%1) received.
ar: ردَ SMTP (%1) غير صالح.
bg: Получи се невалиден отговор SMTP (%1).
ca: S'ha rebut una resposta SMTP no vàlida (%1).
cs: Přijata neplatná odpověď (%1) SMTP serveru.
da: Ugyldigt SMTP-svar (%1) modtaget.
el: Λήψη μη έγκυρης απόκρισης SMTP (%1).
es: Recibida respuesta SMTP no válida (%1).
et: Võeti vastu vigane SMTP vastus (%1).
eu: Jasotako SMTP erantzuna baliogabekoa da. (%1)
fa: پاسخ SMTP نامعتبر )%1( دریافت شد.
fi: Vastaanotettiin virheellinen SMTP-vastaus (%1).
fr: Réponse SMTP reçue (%1) non valable.
ga: Fuarthas freagra neamhbhailí SMTP (%1).
gl: Recibiuse unha resposta SMTP non válida (%1).
he: התקבלה תגובה שגויה של SMTP (%1).
hi: अवैध एसएमटीपी जवाब (%1) मिला.
hr: Neispravan SMTP odgovor (%1) zaprimljen.
hu: Érvénytelen SMTP válasz érkezett (%1).
ia: Il recipeva invalide responsa (%1) de SMTP.
is: Ógilt SMTP stjórnskeyti (%1) móttekið.
it: La risposta SMTP ricevuta (%1) non è valida.
ja: 無効な SMTP 応答 (%1) を受け取りました。
kk: Дұрыс емес SMTP жауабы (%1) қабылданған.
km: បាន​ទទួល​ការ​ឆ្លើយតប​មិនត្រឹមត្រូវ (%1) របស់ SMTP ។
ko: 잘못된 SMTP 응답(%1)을 받았습니다.
lt: Gautas neteisingas SMTP atsakas (%1).
lv: Saņemta kļūdaina SMTP atbilde (%1).
nb: Ugyldig SMTP-svar (%1) mottatt.
nds: SMTP-Antwoort (%1) gellt nich.
nn: Ugyldig SMTP-svar (%1) motteke.
pa: ਗਲਤ SMTP ਜਵਾਬ (%1) ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ।
pl: Otrzymano niepoprawną odpowiedź SMTP (%1).
pt_br: A resposta SMTP recebida (%1) é inválida.
ru: Получен неверный ответ SMTP (%1).
sk: Prijatá neplatná odpoveď SMTP (%1).
sl: Prejet je bil neveljaven odgovor SMTP (%1).
sr@ijekavian: Примљен погрешан СМТП одзив (%1).
sr@ijekavianlatin: Primljen pogrešan SMTP odziv (%1).
sv: Ogiltigt SMTP-svar (%1) mottaget.
uk: Отримано невірну відповідь SMTP (%1).
zh_tw: 收到無效的 SMTP 回應(%1)。

source: The server (%1) did not accept the connection. %2
bg: Сървърът (%1) не прие връзката. %2
ca: El servidor (%1) no ha acceptat la connexió. %2
cs: Server (%1) nepřijal spojení. %2
da: Serveren (%1) accepterede ikke forbindelsen. %2
el: Ο διακομιστής (%1) δεν δέχθηκε τη σύνδεση. %2
es: El servidor (%1) no aceptó la conexión. %2
et: Server (%1) ei aktsepteerinud ühendust. %2
fi: Palvelin (%1) ei hyväksynyt yhteyttä. %2
fr: Le serveur (%1) a rejeté la connexion. %2
ga: Níor ghlac an freastalaí (%1) leis an gceangal. %2
gl: O servidor (%1) non aceptou a conexión. %2
hu: A kiszolgáló (%1) visszautasította a csatlakozási kérést. %2
ia: Le servitor (%1) non dava acceptation a connexion. %2
it: Il server (%1) non ha accettato la connessione. %2
ja: サーバ (%1) は接続を受け付けませんでした。 %2
kk: Сервер (%1) қосылымды қабылдамады. %2
km: ម៉ាស៊ីន​បម្រើ​ (%1) មិន​បាន​ទទួល​ការតភ្ជាប់ ។ %2
ko: 서버(%1)에서 연결을 수락하지 못했습니다. %2
lt: Serveris (%1) nepriima prijungimo. %2
lv: Serveris (%1) nepieņēma savienojumu: %2
nb: Tjeneren (%1) godtok ikke tilkoblingen. %2
nds: De Server (%1) hett dat Tokoppeln afwiest. %2
nn: Tenaren (%1) godtok ikkje tilkoplinga. %2
pa: ਸਰਵਰ (%1) ਨੇ ਕੁਨੈਕਸ਼ਨ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਹੈ %2
pl: Serwer (%1) nie zaakceptował połączenia. %2
pt_br: O servidor(%1) não aceitou a conexão. %2
ru: Сервер (%1) отверг соединение. %2
sk: Server (%1) neakceptoval pripojenie. %2
sl: Strežnik (%1) ni sprejel povezave. %2
sr@ijekavian: Сервер (%1) није прихватио везу. %2
sr@ijekavianlatin: Server (%1) nije prihvatio vezu. %2
sv: Servern (%1) accepterade inte anslutningen. %2
uk: Сервер (%1) не прийняв з'єднання. %2
zh_tw: 伺服器（%1）不接受連線。 %2

source: Username and password for your SMTP account:
ar: اسم المستخدم و كلمة السر لحساب SMTP:
bg: Потребител и парола за SMTP:
ca: Nom d'usuari i contrasenya pel vostre compte SMTP:
cs: Uživatelské jméno a heslo vašeho SMTP účtu:
da: Brugernavn og adgangskode for din SMTP-konto:
el: Όνομα χρήστη και κωδικός πρόσβασης για το λογαριασμό SMTP σας:
es: Nombre de usuario y contraseña de su cuenta SMTP:
et: Sinu SMTP konto kasutajanimi ja parool:
eu: Erabiltzaile-izena eta pasahitza zure SMTP konturako:
fa: نام کاربر و اسم رمز حساب SMTP شما:
fi: SMTP-tilisi käyttäjätunnus ja salasana:
fr: Nom d'utilisateur et mot de passe de votre compte SMTP :
ga: Ainm úsáideora agus focal faire do do chuntas SMTP:
gl: Nome de usuario e contrasinal da súa conta SMTP:
he: שם המשתמש והססמה לחשבון ה־SMTP שלך:
hi: आपके एसएमटीपी ख़ाता का उपयोक्ता नाम तथा पासवर्ड:
hu: Az SMTP-kiszolgáló használatához szükséges felhasználónév és jelszó:
ia: Nomine de usator e contrasigno pro tu conto SMTP:
is: Notendanafn og lykilorð fyrir SMTP aðgang þinn:
it: Nome utente e password del tuo account SMTP:
ja: SMTP アカウントのユーザ名とパスワード:
kk: SMTP тіркелгіңіздің пайдаланушысы мен паролі:
km: ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់ សម្រាប់​គណនី SMTP របស់អ្នក ៖
ko: SMTP 계정의 사용자 이름과 암호:
lt: Jūsų SMTP paskyros naudotojas ir slaptažodis:
lv: Lietotāja vārds un parole jūsu SMTP kontam:
nb: Brukernavn og passord for din SMTP-konto:
nds: Brukernaam un Passwoort för Dien SMTP-Konto:
nn: Brukarnamn og passord for SMTP-kontoen:
pa: ਤੁਹਾਡੇ SMTP ਅਕਾਊਂਟ ਲਈ ਯੂਜ਼ਰ ਨਾਂ ਅਤੇ ਪਾਸਵਰਡ:
pl: Nazwa użytkownika i hasło dla konta SMTP:
pt_br: Nome de usuário e senha de sua conta SMTP:
ru: Имя и пароль учётной записи SMTP:
sk: Meno a heslo pre váš účet SMTP:
sl: Uporabniško ime in geslo za vaš račun SMTP:
sr@ijekavian: Корисничко име и лозинка СМТП‑а налога:
sr@ijekavianlatin: Korisničko ime i lozinka SMTP‑a naloga:
sv: Användarnamn och lösenord för ditt SMTP-konto:
uk: Ім'я та пароль вашого облікового запису SMTP:
zh_tw: 您 SMTP 帳號的使用者名稱與密碼:

source: The server did not accept a blank sender address. %1
ar: الخادم لم يقبل أن يكون عنوان المرسل فارغاً. %1
bg: Сървърът не приема празен адрес на изпращач. %1
ca: El servidor no accepta una adreça del remitent en blanc. %1
cs: Server nepřijal prázdnou adresu odesílatele. %1
da: Serveren accepterede ikke senderadressen. %1
el: Ο διακομιστής δεν δέχτηκε μια κενή διεύθυνση αποστολέα. %1
es: El servidor no aceptó una dirección de remitente vacía. %1
et: Server ei aktsepteerinud tühja saatja aadressi. %1
eu: Zerbitzariak ez du igorlearen helbide hutsik onartu. %1
fa: کارساز، نشانی خالی فرستنده را نپذیرفت. %1
fi: Palvelin ei hyväksynyt tyhjää lähettäjän osoitetta. %1
fr: Le serveur n'accepte pas une adresse d'expéditeur vide. %1
ga: Níor ghlac an freastalaí le seoladh folamh seoltóra. %1
gl: O servidor non acepta enderezos de remite en branco. %1
he: שרת זה אינו מאפשר כתובת שולח ריקה. %1
hi: सर्वर भेजने वाले के रिक्त पता को स्वीकार नहीं करता है. %1
hr: Poslužitelj nije prihvatio praznu adresu pošiljaoca. %1
hu: A kiszolgáló nem fogadta el az üres feladói címet. %1
ia: Le servitor non dava acceptation a un adresse vacue de mittente. %1
is: Þjónnin samþykkti ekki að fá tómt netfang sendanda. %1
it: Il server non ha accettato l'indirizzo del mittente in bianco: %1
ja: サーバは空の送信者アドレスを受け付けませんでした。 %1
kk: Сервер бос жолдаушы адресін қабылдамады. %1
km: ម៉ាស៊ីន​បម្រើ​មិន​បាន​ទទួល​អាសយដ្ឋាន​អ្នក​ផ្ញើ​ទទេ ។ %1
ko: 서버에서 빈 보낸 사람 주소를 수락하지 못했습니다. %1
lt: Serveris nepriima tuščio siuntėjo adreso. %1
lv: Serveris nepieņēma sūtītāja adresi: %1
nb: Tjeneren godtok ikke en tom sender-adresse. %1
nds: De Server nimmt keen leddige Afsennadress an. %1
nn: Tenaren godtok ikkje avsendaradressa. %1
pa: ਸਰਵਰ ਭੇਜਣ ਵਾਲੇ ਦਾ ਐਡਰੈੱਸ ਖਾਲੀ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕਰਦਾ ਹੈ। %1
pl: Serwer nie zaakceptował pustego adresu nadawcy. %1
pt_br: O servidor não aceitou que o endereço do remetente estivesse em branco. %1
ru: Сервер не принял пустой адрес отправителя. %1
sk: Server neakceptoval prázdu adresu odosielateľa. %1
sl: Strežnik ni sprejel praznega naslova pošiljatelja. %1
sr@ijekavian: Сервер није прихватио празну адресу пошиљаоца. %1
sr@ijekavianlatin: Server nije prihvatio praznu adresu pošiljaoca. %1
sv: Servern accepterade inte en tom avsändaradress. %1
uk: Сервер не прийняв порожню адресу відправника. %1
zh_tw: 郵件主機不接受空白的發信人電子郵件位址。 %1

source: The server did not accept the sender address "%1". %2
ar: الخادم لم يقبل عنوان المرسل "%1": %2
bg: Сървърът отхвърли адреса на изпращача "%1". %2
ca: El servidor no accepta l'adreça del remitent «%1». %2
cs: Server nepřijal adresu odesílatele "%1". %2
da: Serveren accepterede ikke senderadressen "%1". %2
el: Ο διακομιστής δεν δέχτηκε τη διεύθυνση αποστολέα «%1». %2
es: El servidor no aceptó la dirección del remitente «%1». %2
et: Server ei aktsepteerinud saatja aadressi "%1". %2
eu: Zerbitzariak ez du "%1" igorlearen helbidea onartu. %2
fa: کارساز نشانی فرستنده »%1« را نپذیرفت. %2
fi: Palvelin ei hyväksynyt lähettäjän osoitetta ”%1”. %2
fr: Le serveur a rejeté l'adresse de l'expéditeur « %1 ». %2
ga: Níor ghlac an freastalaí le seoladh seoltóra "%1". %2
gl: O servidor non aceptou o enderezo de remite «%1». %2
he: השרת לא קיבל את כתובת השולח "%1". %2
hi: सर्वर द्वारा भेजने वाले का पता "%1" को स्वीकार नहीं कर रहा. %2
hr: Poslužitelj nije prihvatio adresu pošiljaoca „%1“. %2
hu: A kiszolgáló nem fogadta el a(z) „%1” feladói címet. %2
ia: Le servitor non dava acceptation a adresse de mittente "%1". %2
is: Þjónnin samþykkti ekki netfang sendanda "%1". %2
it: Il server non ha accettato l'indirizzo del mittente «%1» %2
ja: サーバは送信者アドレス %1 を受け付けませんでした。 %2
kk: Сервер "%1" жолдаушы адресін қабылдамады. %2
km: ម៉ាស៊ីន​បម្រើ​មិន​បាន​ទទួល​អាសយដ្ឋានរបស់អ្នក​ផ្ញើ "%1" ។ %2
ko: 서버에서 보낸 사람 주소 "%1"을(를) 수락하지 못했습니다. %2
lt: Serveris nepriima siuntėjo adreso „%1“. %2
lv: Serveris nepieņēma sūtītāja adresi: "%1". %2
nb: Tjeneren godtok ikke senderadressen «%1». %2
nds: De Server nimmt de Afsennadress "%1" nich an. %2
nn: Tenaren godtok ikkje avsendaradressa «%1». %2
pa: ਸਰਵਰ ਭੇਜਣ ਵਾਲੇ ਦਾ ਐਡਰੈੱਸ "%1" ਮਨਜ਼ੂਰ ਨਹੀਂ ਕਰਦਾ ਹੈ। %2
pl: Serwer nie zaakceptował adresu nadawcy "%1". %2
pt_br: O servidor não aceitou o endereço do remetente "%1". %2
ru: Сервер не принял адрес отправителя «%1». %2
sk: Server neakceptoval adresu odosielateľa "%1". %2
sl: Strežnik ni sprejel naslova pošiljatelja »%1«. %2
sr@ijekavian: Сервер није прихватио адресу пошиљаоца „%1“. %2
sr@ijekavianlatin: Server nije prihvatio adresu pošiljaoca „%1“. %2
sv: Servern accepterade inte avsändaradressen "%1". %2
uk: Сервер не прийняв адресу відправника «%1». %2
zh_tw: 郵件主機不接受發信人的電子郵件位址「%1」。 %2

source: Message sending failed since the following recipients were rejected by the server: %1
ar: فشل إرسال الرسالة بسب رفض الخادم لبعض المستلمين: %1
bg: Изпращането на съобщението се провали, понеже следните получатели бяха отхвърлени от сървъра: %1
ca: L'enviament del missatge ha fallat perquè els següents destinataris han estat refusats pel servidor: %1
cs: Odeslání zprávy selhalo, jelikož tito příjemci byli serverem odmítnuti: %1
da: Afsending af besked mislykkedes idet følgende modtagere blev afslået af serveren: %1
el: Η αποστολή του μηνύματος απέτυχε καθώς οι ακόλουθοι παραλήπτες δεν έγιναν δεκτοί από το διακομιστή: %1
es: El envío de mensajes ha fallado porque los siguientes destinatarios fueron rechazados por el servidor: %1
et: Kirja saatmine nurjus, sest server ei aktsepteerinud järgmisi saajaid: %1
eu: Mezua bidaltzeak huts egin du, zerbitzariak hurrengo hartzaileak ukatu dituztelako: %1
fa: از آنجا که گیرنده‌های زیر توسط کارساز رد شدند، ارسال پیام خراب شد: %1
fi: Viestin lähettäminen epäonnistui, koska seuraaville vastaanottajille lähetetty viesti hylättiin palvelimella: %1
fr: L'envoi du message a échoué car le serveur a rejeté les destinataires suivants : %1
ga: Níorbh fhéidir an teachtaireacht a sheoladh toisc gur dhiúltaigh an freastalaí na faighteoirí seo a leanas: %1
gl: O envío de mensaxes fallou porque os seguintes destinatarios foron rexeitados polo servidor: %1
hi: संदेश भेजा जाना असफल चूंकि निम्न प्राप्तकर्ता सर्वर द्वारा अस्वीकृत कर दिए गए: %1
hr: Slanje poruka nije uspjelo jer su sljedeći primaoci odbačeni od strane poslužitelja: %1
hu: Az üzenetküldés nem sikerült, mert a kiszolgáló visszautasította a következő címzetteket: %1
ia: Le message inviante falleva proque le sequente destinatarios esseva refusate per le servitor: %1
is: Gat ekki sent skeyti þar sem eftirtöldum móttakendum var neitað af miðlara: %1
it: Spedizione del messaggio non riuscita perché il server ha rifiutato i seguenti destinatari: %1
ja: 以下の送信先はサーバによって拒否されたため、メッセージの送信に失敗しました: %1
kk: Хабарды жолдау кезінде қате пайда болды, себебі келесі адрестердісервер қабылдамады: %1
km: ការផ្ញើសារ​បាន​បរាជ័យ ដោយ​ហេតុថាអ្នក​ទទួល​ដូច​ខាង​ក្រោម ត្រូវ​បាន​ច្រាន​ចោល​ដោយ​ម៉ាស៊ីន​បម្រើ ៖ %1
ko: 다음 수신자가 서버에서 거부당했기 때문에 메시지를 전송할 수 없습니다: %1
lt: Laiško išsiųsti nepavyko, nes serveris atmetė šiuos gavėjus: %1
lv: Neizdevās nosūtīt ziņojumu jo serveris noraidīja šos saņēmējus: %1
nb: Meldingssending mislyktes fordi tjeneren avviste følgende mottakere: %1
nds: Dat Sennen vun de Naricht is fehlslaan, wiel disse Adressaten vun den Server afwiest wöörn: %1
nn: Klarte ikkje senda meldinga fordi dei følgjande mottakarane vart avviste av tenaren: %1
pa: ਸੁਨੇਹਾ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ, ਕਿਉਕਿ ਸਰਵਰ ਨੇ ਇਸ ਪਰਾਪਤ-ਕਰਤਾ ਨੂੰ ਮਨਜ਼ੂਰ ਨਹੀਂ ਕੀਤਾ ਹੈ: %1
pl: Wysyłanie wiadomości nie powiodło się, ponieważ następujący odbiorcy zostali odrzuceni przez serwer: %1
pt_br: Houve falha no envio da mensagem, visto que os seguintes destinatários foram rejeitados pelo servidor: %1
ru: Письмо не отправлено, потому что следующие получатели были отвергнуты сервером: %1
sk: Poslanie správy zlyhalo, pretože server odmietol týchto príjemcov: %1
sl: Pošiljanje sporočila ni uspelo, ker je strežnik zavrnil naslednje prejemnike: %1
sr@ijekavian: Слање поруке није успјело зато што је сервер одбацио сљедеће примаоце: %1
sr@ijekavianlatin: Slanje poruke nije uspjelo zato što je server odbacio sljedeće primaoce: %1
sv: Misslyckades skicka brevet eftersom följande mottagare avvisades av servern: %1
uk: Відсилання повідомлення зазнало невдачі, оскільки адресати були відкинуті сервером: %1
zh_tw: 郵件傳送失敗，因為下列收件者被伺服器拒絕： %1

source: The attempt to start sending the message content failed. %1
ar: فشل محاولة إرسال محتوى الرسالة. %1
bg: Опитът да се изпрати съдържанието на съобщението се провали. %1
ca: L'intent d'iniciar l'enviament del contingut del missatge ha fallat. %1
cs: Pokus o zahájení odeslání obsahu zprávy selhal. %1
da: Forsøget på at begynde at sende brevets indhold mislykkedes. %1
el: Η προσπάθεια εκκίνησης της αποστολής του περιεχομένου του μηνύματος απέτυχε. %1
es: El intento de iniciar el envío del contenido del mensaje falló. %1
et: Kirja sisu saatmise alustamise katse nurjus. %1
eu: Mezuaren edukina bidaltzeko saiakerak huts egin du. %1
fa: خرابی در تلاش برای آغاز ارسال محتوای پیام. %1
fi: Viestin sisällön lähetysyritys epäonnistui. %1
fr: Impossible de démarrer l'envoi du contenu du message. %1
ga: Theip ar iarracht inneachar na teachtaireachta a sheoladh. %1
gl: Fallou o intento de iniciar o envío do contido da mensaxe. %1
he: הניסיון להתחיל לשלוח את תוכן ההודעה נכשל. %1
hi: संदेश विषय-वस्तु को प्रेषित करने की कोशिश असफल. %1
hr: Pokušaj slanja sadržaja poruke nije uspio. %1
hu: Nem sikerült elkezdeni az adattartalom továbbítását. %1
ia: Le tentativa de initiar invio de contento de message falleva. %1
is: Tilraun til að hefja sendingu á innihaldi skeytis mistókst. %1
it: Il tentativo di iniziare la spedizione del contenuto del messaggio non è riuscito. %1
ja: メッセージの内容を送ろうとして、失敗しました。 %1
kk: Хабардың мазмұның жіберуде қате пайда болды. %1
km: ការ​ប៉ុនប៉ង​ដើម្បី​ចាប់​ផ្ដើម​ផ្ញើ​មាតិការបស់សារបាន​បរាជ័យ ។ %1
ko: 메시지 내용 전송을 시작할 수 없습니다. %1
lt: Bandymas pradėti siųsti laiško turinį nepavyko. %1
lv: Neveiksmīgs mēģinājums sākt sūtīt ziņojuma saturu. %1
nb: Forsøk på å starte meldingens innhold mislyktes. %1
nds: Dat Sennen vun den Narichtinholt is fehlslaan. %1
nn: Forsøket på å starta sendinga av meldingsinnhaldet mislukkast. %1
pa: ਸੁਨੇਹਾ ਭਾਗ ਭੇਜਣ ਦੀ ਕੋਸ਼ਿਸ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ %1
pl: Nie powiodła się próba rozpoczęcia wysyłania zawartości wiadomości. %1
pt_br: A tentativa de iniciar o envio da mensagem falhou. %1
ru: Ошибка при отправке содержимого письма. %1
sk: Pokus o spustenie odosielania obsahu správy zlyhal. %1
sl: Poskus začetka pošiljanja vsebine sporočila ni uspel. %1
sr@ijekavian: Покушај слања садржаја поруке није успио. %1
sr@ijekavianlatin: Pokušaj slanja sadržaja poruke nije uspio. %1
sv: Försöket att börja skicka brevets innehåll misslyckades. %1
uk: Помилка спроби відіслати зміст повідомлення. %1
zh_tw: 試圖傳送訊息內容失敗。 %1
