Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_smtp.po
Languages: ar, bg, ca, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt_br, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, uk, zh_tw

source: Your SMTP server does not support %1.
bg: Сървърът SMTP не поддържа %1.
ca: El servidor SMTP no permet %1.
cs: Váš SMTP server nepodporuje %1.
da: Din SMTP-server understøtter ikke %1.
el: Ο διακομιστής SMTP σας δεν υποστηρίζει ταυτοποίηση %1.
es: Su servidor SMTP no implementa %1.
et: Sinu SMTP server ei toeta meetodit %1.
fi: SMTP-palvelimesi ei tue ominaisuutta %1.
fr: Votre serveur SMTP ne gère pas %1.
ga: Ní thacaíonn do fhreastalaí SMTP le %1.
gl: O seu servidor de SMTP non admite %1.
hu: Az SMTP-kiszolgáló nem támogatja ezt a felhasználóazonosítási módot: %1.
ia: Tu servitor SMTP non supporta %1.
it: Il tuo server SMTP non supporta %1.
ja: お使いの SMTP サーバは %1 をサポートしていません。
kk: SMTP серверіңіз %1 дегенді танымайды.
km: ម៉ាស៊ីនបម្រើ SMTP របស់អ្នក​​មិន​គាំទ្រ %1 ។
ko: SMTP 서버에서 %1을(를) 지원하지 않습니다.
lt: Jūsų SMTP serveris nepalaiko %1.
lv: Jūsu SMTP serveris neatbalsta %1.
nb: Din SMTP-tjener støtter ikke %1.
nds: Dien SMTP-Server ünnerstütt %1 nich.
nn: SMTP-tenaren støttar ikkje %1.
pa: ਤੁਹਾਡਾ SMTP ਪਰਮਾਣਕਿਤਾ ਲਈ %1 ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pl: Twój serwer SMTP nie obsługuje %1.
pt_br: Seu servidor SMTP não suporta %1.
ru: Сервер SMTP не поддерживает %1.
sk: Váš SMTP server nepodporuje %1.
sl: Vaš strežnik SMTP ne podpira %1.
sr@ijekavian: Дати СМТП сервер не подржава %1.|/|Дати СМТП сервер не подржава $[аку %1].
sr@ijekavianlatin: Dati SMTP server ne podržava %1.|/|Dati SMTP server ne podržava $[aku %1].
sv: Din SMTP-server stöder inte %1.
uk: Ваш сервер SMTP не підтримує %1.
zh_tw: 您的 SMTP 主機不支援 %1。

source: Your SMTP server does not support (unspecified method).
bg: Сървърът SMTP не поддържа това (не е определено).
ca: El servidor SMTP no ho permet (mètode sense especificar).
cs: Váš server SMTP nepodporuje (neurčená metoda).
da: Din SMTP-server understøtter ikke (uspecificeret metode).
el: Ο διακομιστής SMTP σας δεν υποστηρίζει ταυτοποίηση (μη καθορισμένη μέθοδο).
es: Su servidor SMTP no implementa (método no especificado).
et: Sinu SMTP server ei toeta (määramata meetodit).
fi: SMTP-palvelimesi ei tue (määrittämätöntä menetelmää).
fr: Votre serveur SMTP ne gère pas cela (méthode inconnue).
ga: Ní thacaíonn do fhreastalaí SMTP le (modh gan sonrú).
gl: O seu servidor de SMTP non admite (método non especificado).
hu: Az SMTP-kiszolgáló nem támogatja ezt a felhasználóazonosítási módot: (nincs megadva).
ia: Tu servitor SMTP non supporta (methodo non specificate).
it: Il tuo server SMTP non supporta (metodo non specificato).
ja: お使いの SMTP サーバは (詳細不明の認証方式) をサポートしていません。
kk: (Келтірілмеген тәсілд) SMTP серверіңіз қолдамайды.
km: ម៉ាស៊ីន​បម្រើ SMTP មិន​គាំទ្រ (វិធីសាស្ត្រ​ដែល​មិន​បានបញ្ជាក់) ។
ko: SMTP 서버에서 (지정하지 않은 방식)을 지원하지 않습니다.
lt: Jūsų SMTP serveris nepalaiko (nenurodytas metodas).
lv: Jūsu SMTP serveris neatbalsta (nenorādīta metode).
nb: Din SMTP-tjener støtter ikke (uspesifisert metode)
nds: Dien SMTP-Server ünnerstütt (nich angeven Metood) nich.
nn: SMTP-tenaren støttar ikkje (uoppgjeven metode).
pa: ਤੁਹਾਡਾ SMTP ਪਰਮਾਣਕਿਤਾ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ (ਅਣ-ਦੱਸਿਆ ਢੰਗ)।
pl: Twój serwer SMTP nie obsługuje (nieznana metoda).
pt_br: Seu servidor SMTP não suporta (método não especificado).
ru: Неизвестный метод идентификации.
sk: Váš server SMTP nepodporuje (nešpecifikovaná metóda).
sl: Vaš strežnik SMTP ne podpira (nedoločen način).
sr@ijekavian: Дати СМТП сервер не подржава (неодређени метод).
sr@ijekavianlatin: Dati SMTP server ne podržava (neodređeni metod).
sv: Din SMTP-server stöder inte (ospecificerad metod för behörighetskontroll).
uk: Ваш сервер SMTP не підтримує (невизначений метод).
zh_tw: 您的 SMTP 主機不支援（未知的方法）。

source: Your SMTP server does not support authentication. %1
bg: Сървърът SMTP не поддържа удостоверяване. %1
ca: El vostre servidor SMTP no permet l'autenticació. %1
cs: Váš SMTP server nepodporuje ověření. %1
da: Din SMTP-server understøtter ikke godkendelse. %1
el: Ο διακομιστής SMTP σας δεν υποστηρίζει ταυτοποίηση. %1
es: Su servidor SMTP no implementa autenticación. %1
et: Sinu SMTP server ei toeta autentimist. %1
fi: SMTP palvelimesi ei tue tunnistautumista. %1
fr: Votre serveur SMTP ne gère pas l'authentification. %1
ga: Ní thacaíonn do fhreastalaí SMTP le fíordheimhniú. %1
gl: O seu servidor de SMTP non admite autenticación. %1
hu: Az SMTP-kiszolgáló nem támogat semmilyen felhasználóazonosítási módot. %1
ia: Tu servitor SMTP non supporta authentication. %1
it: Il tuo server SMTP non supporta l'autenticazione. %1
ja: お使いの SMTP サーバは認証をサポートしていません。 %1
kk: SMTP серверіңіз аутентификацияны қолдамайды. %1
km: ម៉ាស៊ីន​បម្រើ SMTP របស់​អ្នក​មិនគាំទ្រ​ការ​ផ្ទៀវផ្ទាត់​ភាពត្រឹមត្រូវ​ទេ ។ %1
ko: SMTP 서버에서 인증을 지원하지 않습니다. %1
lt: Jūsų SMTP serveris nepalaiko autentifikavimo. %1
lv: Jūsu SMTP serveris neatbalsta autentificēšanu. %1
nb: Din SMTP-tjener støtter ikke autentisering. %1
nds: Dien SMTP-Server ünnerstütt de Identiteetprööv nich. %1
nn: SMTP-tenaren støttar ikkje autentisering. %1
pa: ਤੁਹਾਡਾ SMTP ਪਰਮਾਣਕਿਤਾ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ। %1
pl: Twój serwer SMTP nie obsługuje uwierzytelniania. %1
pt_br: Seu servidor SMTP não suporta autenticação. %1
ru: Сервер SMTP не поддерживает идентификацию. %1
sk: Váš server SMTP nepodporuje overenie. %1
sl: Vaš strežnik SMTP ne podpira overitve. %1
sr@ijekavian: Дати СМТП сервер не подржава аутентификацију. %1
sr@ijekavianlatin: Dati SMTP server ne podržava autentifikaciju. %1
sv: Din SMTP-server stöder inte behörighetskontroll. %1
uk: Ваш сервер SMTP не підтримує автентифікацію. %1
zh_tw: 您的 SMTP 主機不支援認證。 %1

source: Authentication failed. Most likely the password is wrong. %1
ar: فشل التوثيق. غالباً كلمة السر خاطئة. %1
bg: Удостоверяването се провали. Вероятно паролата е невалидна. %1
ca: L'autenticació ha fallat. Probablement la contrasenya és incorrecta. %1
cs: Ověření selhalo. Pravděpodobně je chybné heslo. %1
da: Godkendelse mislykkedes. Det er højst sandsynligt adgangskoden der var forkert. %1
el: Η ταυτοποίηση απέτυχε. Το πιθανότερο είναι να είναι λάθος ο κωδικός πρόσβασης. %1
es: Autenticación fallida. Lo más probable es que la contraseña fuera incorrecta. %1
et: Autentimine nurjus. Kõige tõenäolisemalt on parool vale. %1
eu: Autentifikazioak huts egin du Ziur aski pasahitza gaizki dagoelako. %1
fa: خرابی در احراز هویت. به احتمال زیاد اسم رمز نادرست است. %1
fi: Tunnistus epäonnistui. Todennäköisesti salasana on väärä. %1
fr: Identification impossible. Votre mot de passe est probablement incorrect. %1
ga: Theip ar fhíordheimhniú. Is dócha go bhfuil an focal faire mícheart. %1
gl: Fallou a autenticación. O máis probábel é que o contrasinal fose incorrecto. %1
he: האימות נכשל. סביר להניח שהססמה שגויה. %1
hi: लॉगइन में असफल. संभवतः पासवर्ड गलत है. %1
hr: Autentifikacija nije uspjela. Vjerojatno se radi o pogrešnoj lozinci. %1
hu: A jelszóazonosítás nem sikerült. Valószínűleg hibás jelszót adott meg. %1
ia: Il falleva authentication. Plus probabilemente le contrasigno es errate. %1
is: Auðkenning mistókst. Líklega er lykilorðið rangt. %1
it: Autenticazione non riuscita. Probabilmente la password è sbagliata. %1
ja: 認証に失敗しました。 おそらくパスワードが間違っています。 %1
kk: Аутентификацияның қатесі. Бәлкім пароль дұрыс келтірілмеген. %1
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹម​ត្រូវ​បាន​បរាជ័យ ។ ទំនង​ជាខុសពាក្យ​សម្ងាត់ ។ %1
ko: 인증이 실패하였습니다. 암호가 잘못된 것 같습니다. %1
lt: Autentikacija nepavyko. Tikriausiai yra blogas slaptažodis. Serveris sako: „%1“
lv: Autentificēšana neveiksmīga. Visticamāk parole ir nepareiza. %1
nb: Autentisering mislyktes. Sannsynligvis er passordet feil. %1
nds: Identiteetprööv fehlslaan. Wohrschienlich is dat Passwoort leeg. %1
nn: Autentiseringa mislukkast. Passordet er sannsynlegvis feil. %1
pa: ਪਰਮਾਣਕਿਤਾ ਅਸਫ਼ਲ ਹੈ। ਸ਼ਾਇਦ ਪਾਸਵਰਡ ਗਲਤ ਹੈ। %1
pl: Uwierzytelnianie nie powiodło się. Najprawdopodobniej hasło jest nieprawidłowe. %1
pt_br: Falha na autenticação. Provavelmente a sua senha está errada. %1
ru: Ошибка идентификации. Вероятная причина — неверный пароль. %1
sk: Prihlásenie zlyhalo. Asi je nesprávne heslo. %1
sl: Overitev je spodletela. Najverjetneje je geslo napačno. %1
sr@ijekavian: Неуспјела аутентификација. Вјероватно је лозинка погрешна. %1
sr@ijekavianlatin: Neuspjela autentifikacija. Vjerovatno je lozinka pogrešna. %1
sv: Behörighetskontroll misslyckades. Troligen är lösenordet felaktigt. %1
uk: Помилка автентифікації. Скоріше за все, пароль було задано невірно. %1
zh_tw: 認證失敗。 可能是您的密碼錯誤。 %1

source: Could not read data from application.
ar: تعذر قراءة البيانات من التطبيق.
bg: Не могат да бъдат прочетени данни от програмата.
ca: No es poden llegir les dades des de l'aplicació.
cs: Nelze přečíst data z aplikace.
da: Kunne ikke læse data fra program.
el: Αδυναμία ανάγνωσης δεδομένων από την εφαρμογή.
es: No ha sido posible leer los datos de la aplicación.
et: Andmete lugemine rakendusest nurjus.
eu: Ezin irakurri daturik aplikaziotik
fa: نتوانست داده‌ها را از کاربرد بخواند.
fi: Sovelluksesta ei voitu lukea dataa.
fr: Impossible de lire des données depuis une application.
ga: Níorbh fhéidir sonraí a léamh ón fheidhmchlár.
gl: Non foi posíbel ler os datos do programa.
he: אין אפשרות לקרוא מידע מהתוכנה.
hi: अनुप्रयोग से डाटा नहीं पढ़ा जा सका
hr: Ne mogu pročitati podatke iz aplikacije.
hu: Nem sikerült adatokat beolvasni az alkalmazásból.
ia: Il non pote leger datos ex application.
is: Gat ekki lesið gögn frá forritinu.
it: Impossibile leggere i dati dall'applicazione.
ja: アプリケーションからデータを読むことができませんでした。
kk: Қолданбадан дерек оқылмады.
km: មិន​អាច​អាន​ទិន្នន័យ​ពី​កម្មវិធី ។
ko: 프로그램에서 데이터를 읽을 수 없습니다.
lt: Nepavyko nuskaityti duomenų iš programos.
lv: Neizdevās nolasīt datus no programmas.
nb: Klarte ikke lese data fra programmet.
nds: Daten ut Programm laat sik nich lesen.
nn: Klarte ikkje lesa data frå programmet.
pa: ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਡਾਟਾ ਪੜ੍ਹਨ ਵਿੱਚ ਅਸਫ਼ਲ ਹੈ।
pl: Nie można odczytać danych z programu.
pt_br: Não foi possível ler os dados do aplicativo.
ru: Невозможно получить данные от приложения.
sk: Nepodarilo sa prečítať dáta z aplikácie.
sl: Ni bilo mogoče prebrati podatkov iz programa.
sr@ijekavian: Не могу да прочитам податке из програма.
sr@ijekavianlatin: Ne mogu da pročitam podatke iz programa.
sv: Kunde inte läsa data från programmet.
uk: Неможливо отримати дані з програми.
zh_tw: 無法從應用程式讀取資料。

source: The message content was not accepted. %1
ar: محتوى الرسالة غير مقبول. %1
bg: Съдържанието на съобщението не е прието. %1
ca: El contingut del missatge no ha estat acceptat. %1
cs: Obsah zprávy nebyl přijat. %1
da: Brevets indhold blev ikke accepteret. %1
el: Το περιεχόμενο του μηνύματος δεν έγινε αποδεκτό. %1
es: El contenido del mensaje no fue aceptado. %1
et: Kirja sisu ei võetud vastu. %1
eu: Mezuaren edukina ez da onartu. %1
fa: محتوای پیام پذیرفته نشد. %1
fi: Viestin sisältöä ei hyväksytty. %1
fr: Le contenu du message n'a pas été accepté. %1
ga: Níor glacadh le hinneachar na teachtaireachta. %1
gl: O contido da mensaxe non foi aceptado. %1
he: תוכן ההודעה לא התקבל. %1
hi: संदेश विषय-वस्तु स्वीकार्य नहीं हुआ. %1
hr: Sadržaj poruke nije prihvaćen. %1
hu: Az üzenet tartalmát a kiszolgáló nem fogadta el. %1
ia: Le contento de message non recipeva acceptation. %1
is: Innihald skeytis ekki samþykkt. %1
it: Il contenuto del messaggio non è stato accettato. %1
ja: メッセージの内容は受け付けられませんでした。 %1
kk: Хабардың мазмұны қабылданбады. %1
km: មាតិការបស់សារ មិន​ត្រូវ​បាន​ទទួល​យក ។ %1
ko: 메시지 내용이 수락되지 않았습니다. %1
lt: Laiško turinys nepriimtas. %1
lv: Ziņojuma saturs netika pieņemts. %1
nb: Meldingsinnholdet ble ikke godtatt. %1
nds: De Narichtinholt wöör afwiest. %1
nn: Meldingsinnhaldet vart ikkje godteke. %1
pa: ਸੁਨੇਹਾ ਭਾਗਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ %1
pl: Zawartość wiadomości nie została zaakceptowana. %1
pt_br: O conteúdo da mensagem não foi aceito. %1
ru: Содержимое письма не было принято. %1
sk: Obsah správy nebol akceptovaný. %1
sl: Vsebina sporočila ni bila sprejeta. %1
sr@ijekavian: Садржај поруке није прихваћен. %1
sr@ijekavianlatin: Sadržaj poruke nije prihvaćen. %1
sv: Brevets innehåll accepterades inte. %1
uk: Зміст повідомлення не сприйнято. %1
zh_tw: 該郵件內容失敗。 %1

source: The server responded: %1
ar: رد الخادم: %1
bg: Отговор от сървъра: %1
ca: El servidor ha respost: %1
cs: Server odpověděl: %1
da: Serveren svarede: %1
el: Ο διακομιστής απάντησε: %1
es: Respuesta del servidor: %1
et: Serveri vastus: %1
eu: Zerbitzariak zera erantzun zuen: %1
fa: کارساز پاسخ داد: %1
fi: Palvelin vastasi: %1
fr: Le serveur a répondu : %1
ga: D'fhreagair an freastalaí: %1
gl: Resposta do servidor: %1
he: השרת השיב: %1
hi: सर्वर ने जवाब दिया: %1
hr: Poslužitelj je odgovorio: %1
hu: A kiszolgáló válasza: %1
ia: Le servitor respondeva: %1
is: Þjónninn svaraði: %1
it: Il server ha risposto: %1
ja: サーバの応答: %1
kk: Сервердің жауабы: %1
km: ម៉ាស៊ីន​បម្រើ​បាន​ឆ្លើយ​តប ៖ %1
ko: 서버 응답: %1
lt: Serveris atsakė: %1
lv: Serveris teica: %1
nb: Tjeneren svarte: %1
nds: De Server hett antert: %1
nn: Tenaren svara: %1
pa: ਸਰਵਰ ਦਾ ਜਵਾਬ: %1
pl: Serwer odpowiedział: %1
pt_br: O servidor respondeu: %1
ru: Ответ сервера: %1
sk: Odpoveď serveru: %1
sl: Strežnik je odgovoril: %1
sr@ijekavian: Сервер јавља: %1
sr@ijekavianlatin: Server javlja: %1
sv: Servern svarade: %1
uk: Сервер відповів: %1
zh_tw: 該伺服器回應： %1

source: The server responded: "%1"
ar: رد الخادم: "%1"
bg: Отговор от сървъра: "%1"
ca: El servidor ha respost: «%1»
cs: Server odpověděl: "%1"
da: Serveren svarede: "%1"
el: Ο διακομιστής απάντησε: "%1"
es: Respuesta del servidor: «%1»
et: Serveri vastus: "%1"
eu: Zerbitzariak zera erantzun zuen: "%1"
fa: کارساز پاسخ داد: »%1«
fi: Palvelin vastasi: "%1"
fr: Le serveur a répondu : « %1 »
ga: D'fhreagair an freastalaí: "%1"
gl: Resposta do servidor: «%1»
he: השרת השיב: "%1"
hi: सर्वर ने जवाब दिया: "%1"
hr: Poslužitelj je odgovorio: „%1“
hu: A kiszolgáló válasza: „%1”
ia: Le servitor respondeva: "%1"
is: Þjónninn svaraði: "%1"
it: Il server ha risposto: «%1»
ja: サーバの応答: “%1”
kk: Сервердің жауабы:"%1"
km: ម៉ាស៊ីនបម្រើបាន​ឆ្លើយ​តប ៖ "%1"
ko: 서버 응답: "%1"
lt: Serveris sako: „%1“
lv: Serveris teica: "%1"
nb: Tjeneren svarte: «%1»
nds: De Server hett antert: "%1"
nn: Tenaren svara: «%1»
pa: ਸਰਵਰ ਜਵਾਬ: "%1"
pl: Serwer odpowiedział: "%1"
pt_br: O servidor respondeu: "%1"
ru: Ответ сервера: «%1»
sk: Odpoveď serveru: "%1"
sl: Strežnik je odgovoril: »%1«
sr@ijekavian: Сервер јавља: „%1“
sr@ijekavianlatin: Server javlja: „%1“
sv: Servern svarade: "%1"
uk: Сервер відповів: «%1»
zh_tw: 郵件主機訊息："%1"

source: This is a temporary failure. You may try again later.
ar: هذا فشل مؤقت. يمكنك المحاولة مرةً أخرى في ما بعد.
bg: Временен проблем. Може да опитате по-късно.
ca: Això és una fallada temporal. Torneu-ho a provar més tard.
cs: Toto je pouze dočasná porucha. Můžete to zkusit později.
da: Dette er en midlertidig fejl. Du kan prøve igen senere.
el: Αυτή είναι μια προσωρινή αποτυχία. Μπορείτε να ξαναπροσπαθήσετε αργότερα.
es: Esto es un fallo temporal. Puede intentarlo más tarde.
et: See on ajutine ebaõnn. Proovi hiljem uuesti.
eu: Behin behineko errorea. Saiatu beranduago.
fa: این یک خرابی موقت است. بعداً دوباره سعی کنید.
fi: Väliaikainen virhetilanne. Yritä myöhemmin uudelleen.
fr: Il s'agit d'une erreur provisoire. Vous devriez réessayer plus tard.
ga: Fadhb shealadach é seo. B'fhéidir leat iarracht a dhéanamh níos déanaí.
gl: Isto é un fallo temporal. Pode tentalo máis tarde.
he: זוהי תקלה זמנית. יש לנסות שנית מאוחר יותר.
hi: वहाँ एक अस्थायी असफलता हुई. आप बाद में फिर से कोशिश कर सकते हैं.
hr: Ovo je privremeni neuspjeh. Možete probati ponovo kasnije.
hu: Ez egy átmeneti hiba, később próbálkozzon újra.
ia: Isto es un fallimento temporari. Tu pote tentar de nove plus tarde.
is: Þetta er tímabundin villa. Þú getur reynt aftur seinna.
it: Questo è un insuccesso temporaneo. Puoi riprovare più tardi.
ja: 一時的な失敗です。しばらくたってからやり直してください。
kk: Бұл уақытша қате. Кейінрек қайталап көріңіз.
km: នេះ​គឺ​ជា​ការ​បរាជ័យ​បណ្ដោះអាសន្ន ។ អ្នក​អាច​ព្យាយាម​ម្ដង​ទៀត​ពេល​ក្រោយ ។
ko: 임시 오류입니다. 나중에 다시 시도하십시오.
lt: Tai yra laikina nesėkmė. Galite pamėginti vėliau.
lv: Šī ir īstermiņa neveiksme. Jūs varat mēģināt vēlāk vēlreiz.
nb: Dette er en midlertidig svikt. Du kan forsøke igjen senere.
nds: Dit is en temporere Fehler. Versöök dat man later nochmaal.
nn: Dette er ein mellombels feil. Du kan prøva på nytt litt seinare.
pa: ਇਹ ਆਰਜ਼ੀ ਅਸਫਲਤਾ ਹੈ, ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ ਕਰ ਸਕਦੇ ਹੋ।
pl: To jest tymczasowy błąd. Możesz spróbować ponownie później.
pt_br: Esta é uma falha temporária. Você pode tentar novamente mais tarde.
ru: Это временная ошибка. Повторите попытку позже.
sk: Toto je dočasné zlyhanie. Skúste to neskôr.
sl: To je začasna napaka. Poskusite lahko kasneje.
sr@ijekavian: Привремени неуспјех. Можете да покушате поново касније.
sr@ijekavianlatin: Privremeni neuspjeh. Možete da pokušate ponovo kasnije.
sv: Det här är ett tillfälligt fel. Du kan försöka igen senare.
uk: Це тимчасова помилка. Ви можете повторити спробу пізніше.
zh_tw: 這是暫時性的失敗。您可以稍後再試一次。

source: The application sent an invalid request.
ar: أرسل التطبيق طلباً غير صالح.
bg: Програмата изпрати невалидна заявка.
ca: L'aplicació ha enviat una petició no vàlida.
cs: Aplikace odeslala neplatný dotaz.
da: Programmet sendte en ugyldig forespørgsel.
el: Η εφαρμογή έστειλε μια μη έγκυρη αίτηση.
es: La aplicación envió una petición incorrecta.
et: Rakendus saatis vigase soovi.
eu: Aplikazioak baliorik gabeko eskakizuna bidali du
fa: کاربرد، یک درخواست نامعتبر ارسال کرد.
fi: Sovellus lähetti virheellisen pyynnön.
fr: L'application a envoyé une requête non valable.
ga: Seoladh an feidhmchlár iarratas neamhbhailí.
gl: O programa enviou unha solicitude non válida.
he: התוכנה שלחה בקשה שגויה.
hi: अनुप्रयोग ने अवैध निवेदन प्रेषित किया.
hr: Program je poslao neispravan zahtjev.
hu: Az alkalmazás érvénytelen kérést küldött.
ia: Le application inviava un requesta invalide.
is: Forritið sendi ógilda fyrirspurn.
it: L'applicazione ha mandato una richiesta non valida.
ja: アプリケーションが不正な要求を送信しました。
kk: Бұл қолданба дұрыс емес, сұранысты жіберді.
km: កម្មវិធី​បានផ្ញើ​សំណើ​មិន​ត្រឹម​ត្រូវ​មួយ ។
ko: 프로그램에서 잘못된 요청을 보냈습니다.
lt: Programa išsiuntė neteisingą užklausą.
lv: Programma nosūtīja nederīgu pieprasījumu.
nb: Programmet sendte etn ugyldig forespørsel.
nds: Dat Programm hett en Anfraag sendt, de nich gellt.
nn: Programmet sende ein ugyldig førespurnad.
pa: ਐਪਲੀਕੇਸ਼ਨ ਨੇ ਇੱਕ ਗਲਤ ਬੇਨਤੀ ਭੇਜੀ।
pl: Program wysłał nieprawidłowe żądanie.
pt_br: O aplicativo enviou uma requisição inválida.
ru: Отправлен неверный запрос от приложения.
sk: Aplikácia poslala neplatný požiadavok.
sl: Program je poslal neveljavno zahtevo.
sr@ijekavian: Програм је послао неисправан захтјев.
sr@ijekavianlatin: Program je poslao neispravan zahtjev.
sv: Programmet skickade en felaktig begäran.
uk: Програма відіслала невірний запит.
zh_tw: 該應用程式送出不合法的要求。

source: The sender address is missing.
ar: عنوان المرسل مفقود.
bg: Липсва адресът на изпращача.
ca: Falta l'adreça del remitent.
cs: Chybí adresa odesilatele.
da: Senderadressen mangler.
el: Η διεύθυνση αποστολέα λείπει.
es: Falta la dirección del remitente.
et: Saatja aadress puudub.
eu: Igorlearen helbidea falta da.
fa: نشانی فرستنده از دست رفته است.
fi: Lähettäjän osoite puuttuu.
fr: L'adresse de l'expéditeur est manquante.
ga: Tá seoladh an tseoltóra ar iarraidh.
gl: Falta o enderezo do remitente.
he: כתובת השולח חסרה.
hi: भेजने वाले का पता गुम है.
hr: Nedostaje adresa pošiljaoca.
hu: A feladó címe hiányzik.
ia: Le adresse de mittente es mancante.
is: Netfang sendanda vantar
it: Manca l'indirizzo del mittente.
ja: 送信者アドレスがありません。
kk: Жолдаушының адресі жоқ.
km: អាសយដ្ឋាន​អ្នក​ផ្ញើ​គឺបាត់​បង់ ។
ko: 보낸 사람 주소가 없습니다.
lt: Nėra siuntėjo adreso.
lv: Trūkst sūtītāja adreses.
nb: Senderadressen mangler.
nds: De Afsennadress fehlt.
nn: Avsendaradressa manglar.
pa: ਭੇਜਣ ਵਾਲੇ ਦਾ ਐਡਰੈੱਸ ਨਹੀਂ ਹੈ।
pl: Adres nadawcy nie został podany.
pt_br: Está faltando o endereço do remetente.
ru: Отсутствует адрес отправителя.
sk: Neuvedená adresa odosielateľa.
sl: Manjka naslov pošiljatelja.
sr@ijekavian: Недостаје адреса пошиљаоца.
sr@ijekavianlatin: Nedostaje adresa pošiljaoca.
sv: Avsändaradressen saknas.
uk: Адреса відправника відсутня.
zh_tw: 發信人的電子郵件沒有輸入。

source: SMTPProtocol::smtp_open failed (%1)
ar: لم تنجح SMTPProtocol::smtp_open (%1)
bg: Отварянето на SMTPProtocol::smtp_open се провали (%1)
ca: Ha fallat SMTPProtocol::smtp_open (%1)
cs: Volání SMTPProtocol::smtp_open selhalo (%1)
da: SMTPProtocol::smtp_open mislykkedes (%1)
el: SMTPProtocol::smtp_open απέτυχε (%1)
es: Falló SMTPProtocol::smtp_open (%1)
et: SMTPProtocol::smtp_open nurjus (%1)
eu: SMTPProtocol::smtp_open-ek huts egin du (%1)
fa: SMTPProtocol::smtp_open خراب شد )%1(
fi: SMTPProtocol::smtp_open epäonnistui (%1)
fr: La fonction « SMTPProtocol::smtp_open » a échoué (%1)
ga: Theip ar SMTPProtocol::smtp_open (%1)
gl: Fallou SMTPProtocol::smtp_open (%1)
he: כישלון ב־SMTPProtocol::smtp_open (%1)
hi: एसएमटीपी-प्रोटोकॉल::smtp_open असफल (%1)
hr: SMTPProtocol::smtp_open nije uspio (%1)
hu: Az SMTPProtocol::smtp_open függvényhívás nem sikerült (%1)
ia: Protocollo SMTP: smtp_open falleva (%1)
is: Villa í SMTPProtocol::smtp_open (%1)
it: SMTPProtocol::smtp_open non riuscito (%1)
ja: SMTPProtocol::smtp_open が失敗しました (%1)
kk: SMTPProtocol::smtp_open қатесі (%1)
km: SMTPProtocol::smtp_open បាន​បរាជ័យ (%1)
ko: SMTPProtocol::smtp_open 실패 (%1)
lt: SMTPProtocol::smtp_open triktis (%1)
lv: SMTPProtocol::smtp_open neveiksmīgs (%1)
nb: SMTPProtocol::smtp_open feilet (%1)
nds: "SMTPProtocol::smtp_open" fehlslaan (%1)
nn: SMTPProtocol::smtp_open mislukkast (%1)
pa: SMTPProtocol::smtp_open ਅਸਫ਼ਲ (%1)
pl: Protokół SMTP::smtp_open nie powiódł się (%1)
pt_br: O SMTPProtocol::smtp_open falhou (%1)
ru: Ошибка при выполнении SMTPProtocol::smtp_open (%1)
sk: Volanie SMTPProtocol::smtp_open zlyhalo (%1)
sl: SMTPProtocol::smtp_open ni uspel (%1)
sr@ijekavian: SMTPProtocol::smtp_open није успио (%1)
sr@ijekavianlatin: SMTPProtocol::smtp_open nije uspio (%1)
sv: SMTP-protokoll::smtp_open misslyckades (%1)
uk: Помилка протоколу SMTPProtocol::smtp_open (%1)
zh_tw: SMTPProtocol::smtp_open 失敗 (%1)
