Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_pop3.po
Languages: ar, cs, el, es, fr, gl, ia, it, ja, ko, lv, nl, pl, pt_br, ru, sv, uk

source: The POP3 command 'STAT' failed
cs: POP3 příkaz 'STAT' selhal
el: Η εντολή POP3 'STAT' απέτυχε
es: La orden POP3 «STAT» falló
fr: La commande « POP3 » « STAT » a échoué
gl: Fallou a orde «STAT» de POP3
ia: Le commando de POP3 'STAT' falleva
it: Il comando POP3 «STAT» non è riuscito
ko: POP3 명령 'STAT'이 실패함
lv: POP3 komanda 'STAT' neveiksmīga
nl: Het POP3-commando 'STAT' werkte niet
pl: Nieudane polecenie 'STAT' dla POP3
pt_br: Falha no comando 'STAT' do POP3
ru: Ошибка выполнения команды POP3 «STAT».
sv: POP3-kommandot 'STAT' misslyckades
uk: Спроба виконання команди POP3 «STAT» зазнала невдачі

source: Invalid POP3 response, should have at least one space.
cs: Neplatná odpověď POP3, musí obsahovat aspoň jednu mezeru.
el: Μη έγκυρη απάντηση POP3, θα έπρεπε να είναι τουλάχιστον ένας κενός χαρακτήρας.
es: Respuesta POP3 inválida, debe haber al menos un espacio.
fr: Réponse « POP3 » non valable. Il faut au minimum un espace.
gl: Recibiuse unha resposta POP3 non válida; debera ter polo menos un espazo.
ia: Responsa invalide de POP3, il deberea haber al minus un spatio.
it: Risposta POP3 non valida, dovrebbe avere almeno uno spazio.
ko: POP3 응답이 잘못됨, 최소한 하나의 공백이 있어야 합니다.
lv: Nederīga POP3 atbilde, vajadzētu saturēt vismaz vienu atstarpi.
nl: Ongeldige POP3-response, zou minstens één spatie moeten bevatten.
pl: Nieprawidłowa odpowiedź POP3, która powinna mieć co najmniej jedną spację.
pt_br: A resposta do POP3 é inválida. Deveria ter ao menos um espaço.
ru: Недопустимый ответ POP3, должен быть хотя бы один пробел.
sv: Felaktigt svar för POP3. Det ska finnas minst ett mellanslag.
uk: Некоректна відповідь POP3, ми мали отримати принаймні один пробіл.

source: Invalid POP3 STAT response.
cs: Neplatná POP3 STAT odpověď.
el: Μη έγκυρη απάντηση POP3 STAT.
es: Respuesta POP3 STAT inválida.
fr: Réponse « POP3 » « STAT » non valable
gl: Recibiuse unha resposta non válida do STAT de POP3.
ia: Responsa de POP3 STAT invalide.
it: Risposta STAT del POP3 non valida.
ko: POP3 STAT 응답이 잘못되었습니다.
lv: Nederīga POP3 STAT atbilde
nl: Ongeldige POP3-STAT-response.
pl: Nieprawidłowa odpowiedź POP3 STAT.
pt_br: A resposta STAT do POP3 é inválida.
ru: Недопустимый ответ на команду POP3 «STAT».
sv: Felaktigt svar på POP3 STAT.
uk: Некоректна відповідь на STAT POP3.
