Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_smtp.po
Languages: ar, bg, ca, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt_br, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, uk, zh_tw

source: The server rejected both EHLO and HELO commands as unknown or unimplemented. Please contact the server's system administrator.
ar: لقد رفض الخادم أوامر EHLO و HELO كأوامر مجهولة أو غير مُنَفذة من فضلك اتصل بمدير نظام الخادم.
bg: Сървърът отхвърли и двете команди EHLO и HELO, като неизвестни или нереализирани. Моля, свържете се със системния администратор на сървъра.
ca: El servidor ha refusat tant l'ordre EHLO com HELO com a desconegudes o sense implementar. Contacteu amb l'administrador del sistema del servidor.
cs: Server odmítl příkazy EHLO i HELO jako neznámé či neimplementované. Prosím kontaktuje systémového správce serveru.
da: Serveren afslog både EHLO- og HELO-kommandoerne som ukendte eller ikke implementerede. Kontakt venligst serverens systemadministrator.
el: Ο διακομιστής απέρριψε και τις δύο εντολές EHLO και HELO σαν άγνωστες ή μη υλοποιημένες. Παρακαλώ επικοινωνήστε με το διαχειριστή του διακομιστή.
es: El servidor ha rechazado las órdenes EHLO y HELO y las trata como desconocidas o sin implementar. Por favor, póngase en contacto con el administrador del sistema.
et: Server lükkas nii käsu EHLO kui ka käsu HELO tagasi tundmatu või teostamatuna. Palun võta ühendust serveri administraatoriga.
eu: Zerbitzariak bai EHLO bai HELO komandoak ezezagun edo onargaitzat hartu ditu Kontaktatu sistemaren kudeatzailearkin.
fa: کارساز هر دو فرمان EHLO و HELO را به عنوان ناشناخته یا پیاده‌سازی نشده رد کرد. لطفاً، با سرپرست سیستم خود تماس بگیرید.
fi: Palvelin hylkäsi EHLO- ja HELO-komennot tuntemattomina tai toteuttamattomina. Ota yhteys palvelimen ylläpitäjään.
fr: Le serveur a rejeté les commandes « EHLO » et « HELO » en indiquant qu'elles sont inconnues ou non implémentées. Veuillez contacter l'administrateur système du serveur.
ga: Dhiúltaigh an freastalaí na horduithe EHLO agus HELO de bhrí nach bhfuil siad ar fáil. Téigh i dteagmháil le riarthóir an fhreastalaí.
gl: O servidor rexeitou as ordes EHLO e HELO tratándoas como descoñecidas ou sen implementar. Por favor, póñase en contacto co administrador do sistema.
hi: सर्वर ने दोनों ही EHLO तथा HELO कमांड्स को अज्ञात या लागू नहीं मान कर अस्वीकृत कर दिया. कृपया सर्वर के तंत्र प्रशासक से संपर्क करें.
hr: Poslužitelj je odbacio i naredbu EHLO i HELO kao nepoznate ili neimplementirane. Kontaktirajte administratora poslužitelja.
hu: A kiszolgáló elutasította az EHLO és HELO parancsokat, mintha nem ismert vagy nem implementált parancsok lennének. Próbáljon segítséget kérni a rendszergazdától.
ia: Le servitor refusava sia commandos EHLO que HELO como incognite o non actuate. Pro favor tu continge le administrator de systema del servitor.
is: Miðlarinn neitaði bæði skipununum EHLO og HELO sem óþekktum eða óútfærðum. Vinsamlegast hafðu sambandi við kerfisstjóra miðlarans.
it: Il server ha rifiutato sia il comando EHLO sia il comando HELO come sconosciuti o non implementati. Per favore, contatta l'amministratore di sistema del server.
ja: サーバは EHLO と HELO の両方を不明または実装されていないコマンドとして拒否しました。 サーバのシステム管理者に連絡してください。
kk: Сервер EHLO мен HELO командаларының екеуі де беймәлім не жаратылмаған деп қабылданбаған. Сервер жүйесінің әкімшісіне қатынаңыз.
km: ម៉ាស៊ីន​បម្រើ​បាន​ច្រាន​ចោលទាំងពាក្យ​បញ្ជា​ EHLO និង HELO និង​ចាត់​ទុក​វា​ជា​ពាក្យ​បញ្ជាមិន​ស្គាល់ ឬ​មិន​បាន​អនុវត្ត​។ សូម​ទាក់​ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ របស់​ម៉ាស៊ីន​បម្រើ ។
ko: 서버가 HELO, EHLO 명령 둘 다를 알 수 없거나 구현되지 않았다고 보고하였습니다. 서버 관리자에게 문의하십시오.
lt: Serveris atmetė tiek EHLO, tiek ir HELO komandas kaip nežinomas arba neįgyvendintas. Prašome susisiekti su serverio sistemos administratoriumi.
lv: Serveris noraidīja gan EHLO gan HELO komandas kā nezināmas vai nerealizētas. Lūdzu sazinieties ar servera administrātoru.
nb: Tjeneren avviste både «EHLO» og «HELO»-kommandoene som ukjent eller ikke implementert. Kontakt tjenerens systemadministrator.
nds: De Server hett de EHLO- un HELO-Befehlen beed torüchwiest un gifft an, dat se nich begäng oder nich inbuut sünd. Bitte snack mit den Systeempleger vun den Reekner.
nn: Tenaren avviste både EHLO og HELO som ukjende eller ikkje implementerte. Du bør kontakta systemadministratoren til tenaren.
pa: ਸਰਵਰ ਨੇ ਦੋਵੇਂ EHLO ਅਤੇ HELO ਕਮਾਂਡਾਂ ਨੂੰ ਪਛਾਣ ਜਾਂ ਵਰਤਣ ਤੋਂ ਨਾਂਹ ਕਰ ਦਿੱਤੀ ਹੈ। ਸਰਵਰ ਦੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ।
pl: Serwer odrzucił zarówno komendę EHLO, jak i HELO jako nieznaną lub niezaimplementowaną. Proszę skontaktować się z administratorem serwera.
pt_br: O servidor rejeitou os comandos EHLO e HELO como desconhecidos ou não implementados. Por favor, contate o administrador do servidor.
ru: Сервер отверг обе команды EHLO и HELO как неизвестные или нереализованные. Свяжитесь с системным администратором этого сервера.
sk: Server odmietol príkazy EHLO aj HELO ako neznáme alebo neimplementované. Prosím, kontaktujte administrátora tohto serveru.
sl: Strežnik je zavrnil oba ukaza EHLO in HELO kot neznana in nepodprta. Obvestite skrbnika strežnika.
sr@ijekavian: Сервер је одбацио и наредбу <command>EHLO</command> и <command>HELO</command> као непознате или неизведене. Обратите се систем-администратору сервера.
sr@ijekavianlatin: Server je odbacio i naredbu <command>EHLO</command> i <command>HELO</command> kao nepoznate ili neizvedene. Obratite se sistem-administratoru servera.
sv: Servern avvisade både kommandot EHLO och HELO som okända eller inte implementerade. Kontakta serverns systemadministratör.
uk: Сервер відмовив командам EHLO та HELO, як невідомим або невпровадженим. Будь ласка, зверніться до системного адміністратора.
zh_tw: 該伺服器對 EHLO 與 HELO 指令以未知或未實作拒絕。 請連絡該伺服器的系統管理者。

source: Unexpected server response to %1 command. %2
ar: ردَ الخادم على الأمر %1 غير متوقع %2
bg: Неочакван отговор от сървъра на командата %1. %2
ca: Resposta inesperada del servidor a l'ordre %1. %2
cs: Neočekávaná odezva serveru na příkaz %1: %2
da: Uventet serversvar på kommandoen %1. %2
el: Μη αναμενόμενη απόκριση διακομιστή στην εντολή %1. %2
es: Respuesta no esperada del servidor a la orden %1. %2
et: Ootamatu serveri vastus käsule %1. %2
eu: %1 komandoari ustegabeko erantzuna zerbitzaritik. %2
fa: پاسخ غیرمنتظره کارساز به فرمان %1. %2
fi: Odottamaton palvelinvastaus komentoon %1. %2
fr: Réponse inattendue du serveur à la commande « %1 ». %2
ga: Freagra gan súil leis ón bhfreastalaí ar ordú %1. %2
gl: Recibiuse unha resposta inesperada do servidor á orde %1. %2
he: תגובת שרת לא צפויה לפקודה %1. %2
hi: कमांड %1 पर अप्रत्याशित सर्वर रेस्पांस: %2
hr: Neočekivani odgovor poslužitelja na naredbu %1. %2
hu: Nem várt választ küldött a kiszolgáló, az elküldött parancs: %1. %2
ia: Responsa de servitor impreviste al commando %1. %2
is: Óvænt svar miðlara við %1 skipun. %2
it: Risposta al comando %1 non attesa. %2
ja: %1 コマンドに対するサーバからの予期しない応答: %2
kk: %1 командасына күтпеген сервердің жауабы. %2
km: ការ​ឆ្លើយរបស់ម៉ាស៊ីន​បម្រើ​ដែល​មិន​រំពឹង​ទុក​ទៅ​ពាក្យ​បញ្ជា %1 ។ %2
ko: %1 명령에 대한 예상하지 못한 서버 응답입니다. %2
lt: Netikėtas serverio atsakymas į komandą %1. %2
lv: Negaidīta servera atbilde uz %1 komandu. %2
nb: Uventet tjenersvar på kommandoen %1. %2
nds: Nich verwacht Serverantwoort op Befehl "%1": %2
nn: Uventa svar frå tenaren på kommandoen %1. %2
pa: ਕਮਾਂਡ %1 ਲਈ ਸਰਵਰ ਦਾ ਅਸਪਸ਼ਟ ਜਵਾਬ ਆਇਆ ਹੈ। %2
pl: Niespodziewana odpowiedź serwera na komendę %1. %2
pt_br: Resposta inesperada do servidor para o comando %1. %2
ru: Недопустимый ответ сервера на команду «%1». %2
sk: Neočakávaná odpoveď serveru na príkaz %1. %2
sl: Nepričakovan odgovor strežnika na ukaz %1. %2
sr@ijekavian: Неочекивани одзив сервера на наредбу <command>%1</command>. %2
sr@ijekavianlatin: Neočekivani odziv servera na naredbu <command>%1</command>. %2
sv: Oväntat svar från servern för kommandot %1. %2
uk: Непередбачена відповідь на команду %1. %2
zh_tw: 對 %1 指令未預期的伺服器回應。 %2

source: Your SMTP server does not support TLS. Disable TLS, if you want to connect without encryption.
ar: خادم SMTP لا يدعم TLS. قم بتعطيل TLS إذا أردت الاتصال بدون تعمية.
bg: Сървърът не поддържа TLS. Изключете опцията за шифрована връзка, ако искате да се свържете.
ca: El vostre servidor SMTP no permet el TLS. Desactiveu-lo, si voleu connectar sense encriptatge.
cs: Váš SMTP server nepodporuje TLS. Pokud si přejete se připojit bez šifrování, nejprve zakažte TLS v Ovládacím centru, modul Kryptografie.
da: Din SMTP-server understøtter ikke TLS. Deaktivér TLS, hvis du ønsker at forbinde uden kryptering.
el: Ο διακομιστής SMTP σας δεν υποστηρίζει TLS. Απενεργοποιήσετε το TLS αν θέλετε να συνδεθείτε χωρίς απόκρυψη.
es: Su servidor SMTP no implementa TLS. Desactive TLS si desea conectarse sin cifrado.
et: SMTP serveril puudub TLS tugi. Kui soovid krüpto kasutamiseta ühendust luua, keela TLS'i kasutamine.
eu: Zure SMTP zerbitzariak ez du TLS onartzen. Desgaitu TLS, zifraketarik gabe konektatu nahi baduzu.
fa: کارساز SMTP شما TLS را پشتیبانی نمی‌کند. اگر می‌خواهید بدون رمزبندی متصل شوید، TLS را غیرفعال سازید.
fi: SMTP-palvelimesi ei tue TLS:ää. Poista TLS käytöstä, jos haluat ottaa yhteyden ilman salausta.
fr: Votre serveur SMTP ne gère pas « TLS ». Désactivez « TLS » si vous voulez pouvoir vous connecter sans chiffrement.
ga: Ní thacaíonn do fhreastalaí SMTP le TLS. Díchumasaigh TLS más mian leat ceangal neamhchriptithe a bhunú.
gl: O seu servidor de SMTP non admite TLS. Desactive TLS se desexa conectarse sen cifrado.
he: שרת ה־SMTP שלך לא תומך ב־TLS. אם ברצונך להתחבר ללא הצפנה, בטל את התמיכה ב־TLS.
hi: आपका एसएमटीपी सर्वर टीएलएस समर्थन नहीं करता है. टीएलएस अक्षम करें यदि आप बिना एनक्रिप्शन के कनेक्ट होना चाहते हैं.
hr: Vaš SMTP poslužitelj ne podržava TLS. Isključite TLS ukoliko želite da se povežete bez kriptiranja.
hu: Az SMTP-kiszolgáló nem támogatja a TLS-t. Tiltsa le a TLS használatát a titkosítás nélküli használathoz.
ia: Tu servitor SMTP non supporta TLS. Dishabilita TLS, si tu vole connecter sin cryptation.
is: SMTP þjónninn styður ekki TLS. Takið TLS úr sambandi ef þú vilt tengjast án dulritunnar.
it: Il server SMTP non supporta TLS. Disabilita TLS, se vuoi connetterti senza crittografia.
ja: お使いの SMTP サーバは TLS をサポートしていません。暗号化なしで接続するには TLS を無効にしてください。
kk: SMTP серверіңіз TLS протоколын қолдамайды. Шифрлаусыз байланысты қаласаңыз TLS протоколын бұғаттап қойыңыз.
km: ម៉ាស៊ីន​បម្រើ SMTP របស់​អ្នក​មិន​គាំទ្រ TLS ទេ ។ បិទ TLS ប្រសិន​បើ​អ្នក​ចង់​តភ្ជាប់​ដោយ​គ្មាន​ការ​អ៊ិនគ្រីប ។
ko: SMTP 서버에서 TLS를 지원하지 않습니다. 암호화 없이 연결하려면 TLS를 비활성화하십시오.
lt: Jūsų SMTP serveris nepalaiko TLS. Išjunkite TLS, jei norite prisijungti be šifravimo.
lv: Jūsu SMTP serveris neatbalsta TLS. Atslēdziet TLS, ja vēlaties pieslēgties bez šifrēšanas.
nb: Din SMTP-tjener støtter ikke TLS. Slå av TLS om du vil koble til uten kryptering.
nds: Dien SMTP-Server ünnerstütt TLS nich. Maak TLS ut, wenn Du Di ahn Verslöteln tokoppeln wullt.
nn: SMTP-tenaren støttar ikkje TLS. Slå av TLS dersom du vil kopla til utan kryptering.
pa: ਤੁਹਾਡਾ SMTP ਸਰਵਰ TLS ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਬਿਨਾਂ ਇੰਕ੍ਰਿਪਸ਼ਨ ਤੋਂ ਜੁੜਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ TLS ਨੂੰ ਅਯੋਗ ਕਰੋ।
pl: Twój serwer SMTP nie obsługuje TLS. Wyłącz TLS, jeśli chcesz połączyć się bez zabezpieczenia.
pt_br: Seu servidor SMTP não possui suporte a TLS. Desabilite o TLS se deseja conectar-se sem criptografia.
ru: Сервер SMTP не поддерживает TLS. Запретите использование TLS, если можно применять соединение без шифрования.
sk: Váš server SMTP nepodporuje TLS. Vypnite TLS ak sa chcete pripojiť bez šifrovania.
sl: Vaš strežnik SMTP ne podpira TLS. Onemogočite TLS, če se želite povezati brez šifriranja.
sr@ijekavian: СМТП сервер не подржава ТЛС. Искључите ТЛС ако желите да се повезујете без шифровања.
sr@ijekavianlatin: SMTP server ne podržava TLS. Isključite TLS ako želite da se povezujete bez šifrovanja.
sv: Din SMTP-server stöder inte TLS. Stäng av TLS om du vill ansluta utan kryptering.
uk: Ваш сервер не підтримує TLS. Вимкніть TLS, якщо ви хочете приєднатися без підтримки криптографії.
zh_tw: 您的郵件主機並不支援 TLS。如果你希望在沒有加密的情況下進行連線，請關閉 TLS 選項。

source: Your SMTP server claims to support TLS, but negotiation was unsuccessful. You can disable TLS in the SMTP account settings dialog.
bg: Сървърът SMTP твърди, че поддържа TLS но договарянето беше неуспешно. Може да изключете шифрованата връзка от прозореца с настройки за сметката.
ca: El servidor SMTP diu que permet el TLS, però la negociació no ha tingut èxit. Podeu desactivar TLS al diàleg d'arranjament del compte SMTP.
cs: Váš SMTP server tvrdí, že podporuje TLS, ale navazování spojení selhalo. TLS můžete zakázat v nastavovacím dialogu účtu SMTP.
da: Din SMTP-server siger den understøtter TLS men forhandlingen lykkedes ikke. Du kan deaktivere TLS i dialogen med SMTP-kontoindstillinger.
el: Ο διακομιστής SMTP σας φαίνεται να υποστηρίζει TLS, αλλά η διαπραγμάτευση απέτυχε. Μπορείτε να απενεργοποιήσετε το TLS στο διάλογο ρυθμίσεων του SMTP λογαριασμού.
es: Su servidor SMTP dice implementar TLS, pero la negociación no tuvo éxito. Puede desactivar TLS en el diálogo de preferencias de la cuenta SMTP.
et: SMTP server väidab, et tal on TLS toetus, kuid läbirääkimised polnud edukad. Sa võid TLS toetuse keelata SMTP-konto seadistuste moodulis.
fi: SMTP-palvelimesi väittää tukevansa TLS:ää, mutta neuvottelu epäonnistui. Voit poistaa TLS:n käytöstä SMTP-tilin asetuksista.
fr: Votre serveur SMTP prétend gérer « TLS » mais la communication n'a pas abouti. Vous pouvez désactiver « TLS » dans la boîte de dialogue de configuration de votre compte SMTP.
ga: Maíonn do fhreastalaí SMTP go dtacaíonn sé le TLS, ach níor éirigh leis an gcaibidlíocht. Is féidir leat TLS a dhíchumasú trí na socruithe cuntais SMTP.
gl: O seu servidor de SMTP di admitir TLS pero a negociación non tivo éxito. Pode desactivar o TLS en KDE usando o diálogo de configuración das contas SMTP.
hu: Az SMTP-kiszolgáló azt jelezte, hogy támogatja a TLS-t, de a paraméteregyeztetés nem sikerült. A TLS használata letiltható az SMTP fiókbeállítások párbeszédablakban.
ia: Tu servitor SMTP declara supportar TLS, ma negotiation esseva sin successo. Tu pote dishabilitar TLS in le dialogo de preferentias de conto SMTP.
it: Il tuo server SMTP dice di supportare TLS ma la negoziazione non ha avuto successo. Puoi disabilitare TSL nella finestra impostazioni account SMTP.
ja: お使いの SMTP サーバは TLS サポートを宣言していますが、ネゴシエーションに失敗しました。 KDE の暗号設定モジュールで TLS を無効にすることができます。
kk: SMTP серверіңіз TLS протоколын қолдайтынын жарияласа да, онымен байланысу туралы келісімге келмеді. SMTP тіркелгіні баптау диалогында TSL протоколын бұғаттап тастауға болады.
km: ម៉ាស៊ីន​បម្រើ SMTP របស់អ្នក​បញ្ជាក់​​​​ថា​គាំទ្រ TLS ប៉ុន្តែ​ការ​ចចារ​មិន​បាន​ជោគជ័យ ។ អ្នក​អាច​​បិទ TLS ក្នុ​ង​ការកំណត់​ប្រអប់​គណនី​របស់​ SMTP ។
ko: SMTP 서버에서 TLS 지원을 하는 것처럼 전달하였으나 협상이 실패하였습니다. SMTP 계정 설정에서 TLS를 비활성화할 수 있습니다.
lt: Jūsų SMTP serveris skelbiasi palaikąs TLS, bet derybos buvo nesėkmingos. Galite išjungti TLS paskyros SMTP nustatymų dialoge.
nb: Din SMTP-tjener påstår at den støtter TLS, men forhandlinga var mislykket. Du kan slå av TLS i oppsettsdialogen for SMTP-konto.
nds: De SMTP-Server gifft an, dat he TLS ünnerstütt, man dat Uthanneln is fehlslaan. Du kannst TLS in de Instellen för dat SMTP-Konto utmaken.
nn: SMTP-tenaren hevdar at han støttar TLS, men forhandlinga mislukkast. Du kan slå av TLS i innstillingsvindauget for SMTP-kontoen.
pl: Twój serwer SMTP twierdzi, że obsługuje TLS, ale negocjacja zakończyła się niepomyślnie. Możesz wyłączyć TLS w oknie dialogowym ustawień konta SMTP.
pt_br: Seu servidor SMTP afirma suportar TLS, mas não houve sucesso na negociação. Você pode desabilitar o TLS no diálogo de configurações da conta SMTP.
ru: Сервер SMTP заявляет о поддержке TLS, но согласование завершилось неудачей. Вы можете запретить использование TLS в диалоговом окне настройки учётной записи SMTP.
sk: Váš SMTP server tvrdí, že podporuje TLS, ale test nebol úspešný. V module nastavenia SMTP účtu môžete vypnúť použitie TLS.
sl: Vaš strežnik SMTP trdi, da podpira TLS, a pogajanja niso uspela. TLS lahko onemogočite v nastavitvah računa SMTP.
sr@ijekavian: СМТП сервер тврди да подржава ТЛС, али преговарање није успело. ТЛС можете искључити у дијалогу поставки СМТП налога.
sr@ijekavianlatin: SMTP server tvrdi da podržava TLS, ali pregovaranje nije uspelo. TLS možete isključiti u dijalogu postavki SMTP naloga.
sv: Din SMTP-server påstår att den stöder TLS men förhandlingen lyckades inte. Du kan stänga av TLS i inställningsmodulen för SMTP-konton.
uk: Ваш сервер SMTP стверджує, що підтримує TLS, але виникли помилки узгодження. Ви можете вимкнути TLS за допомогою діалогового вікна налаштування облікового запису SMTP.
zh_tw: 您的 SMTP 主機要求支援 TLS，不過溝通並沒有成功。 您可以在 SMTP 帳號設定對話框中將 TLS 關掉。

source: Connection Failed
ar: فشل الاتصال
bg: Неуспешна връзка
ca: La connexió ha fallat
cs: Spojení selhalo
da: Forbindelse mislykkedes
el: Η σύνδεση απέτυχε
es: Conexión fallida
et: Ühenduse loomine nurjus
eu: Konexikoak huts egin du
fa: خرابی در اتصال
fi: Yhteys epäonnistui
fr: La connexion a échoué
ga: Theip ar Cheangal
gl: Fallou a conexión
he: ההתחברות נכשלה
hi: कनेक्शन असफल
hr: Veza neuspješna
hu: A kapcsolat megszakadt
ia: Connexion fallite
is: Tenging mistókst
it: Connessione non riuscita
ja: 接続失敗
kk: Қосылым жаңылды
km: ការ​តភ្ជាប់​បាន​បរាជ័យ
ko: 연결 실패
lt: Prijungimas nepavyko
lv: Neizdevās pieslēgties
nb: Tilkobling lyktes ikke
nds: Tokoppeln fehlslaan
nn: Tilkoplinga mislukkast
pa: ਕੁਨੈਕਸ਼ਨ ਫੇਲ੍ਹ ਹੈ
pl: Połączenie nie powiodło się
pt_br: Falha na conexão
ru: Ошибка подключения
sk: Spojenie zlyhalo
sl: Povezava ni uspela
sr@ijekavian: Неуспјело повезивање
sr@ijekavianlatin: Neuspjelo povezivanje
sv: Anslutning misslyckades
uk: Помилка з'єднання
zh_tw: 連線失敗

source: An error occurred during authentication: %1
ar: حدوث خطأ أثناء عملية التوثيق: %1
bg: Възникна грешка при удостоверяване: %1
ca: S'ha produït un error durant l'autenticació: %1
cs: Nastala chyba během ověřování: %1
da: En fejl opstod under godkendelse: %1
el: Παρουσιάστηκε σφάλμα κατά την ταυτοποίηση: %1
es: Se ha producido un error durante la autenticación: %1
et: Autentimisel tekkis viga: %1
fa: در هنگام احراز هویت خطایی رخ داد: %1
fi: Tunnistauduttaessa sattui virhe: %1
fr: Une erreur s'est produite lors de l'authentification : %1
ga: Tharla earráid le linn fíordheimhnithe: %1
gl: Aconteceu un erro durante a autenticación: %1
hi: प्रमाणीकरण के दौरान एक त्रुटि हुई:%1
hu: Hiba történt a felhasználóazonosítás során: %1
ia: Un error occurreva durante le authentication: %1
it: Errore durante l'autenticazione: %1
ja: 認証中にエラーが発生しました: %1
kk: Аутентификация кезінде қате пайда болды: %1
km: កំហុស​បាន​កើត​ឡើង​កំឡុង​ពេល​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ៖ %1
ko: 인증 중 오류 발생: %1
lt: Autentifikuojantis įvyko klaida: %1
lv: Gadījās kļūda autentificējot: %1
nb: Det oppsto en feil under autentisering: %1
nds: Bi de Identiteetprööv geev dat en Fehler: %1
nn: Det oppstod ein feil under autentiseringa: %1
pa: ਪਰਮਾਣਿਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ: %1
pl: Podczas uwierzytelniania wystąpił błąd: %1
pt_br: Ocorreu um erro durante a autenticação: %1
ru: Ошибка идентификации: %1
sk: Počas autentifikácie nastala chyba: %1
sl: Med overitvijo je prišlo do napake: %1
sr@ijekavian: Грешка при аутентификацији: %1
sr@ijekavianlatin: Greška pri autentifikaciji: %1
sv: Ett fel uppstod under behörighetskontroll: %1
uk: Трапилась помилка під час автентифікації: %1
zh_tw: 認證時發生錯誤：%1

source: No authentication details supplied.
ar: لم تزوّد تفاصيل التوثيق
bg: Няма изпратени данни за идентификация.
ca: No s'han proporcionat detalls de l'autenticació.
cs: Nebyly poskytnuty žádné ověřovací podrobnosti.
da: Ikke sørget for godkendelsesdetaljer.
el: Δεν δόθηκαν λεπτομέρειες ταυτοποίησης.
es: No se proporcionaron detalles de autenticación.
et: Autentimise üksikasju pole antud.
eu: Ez da autentikazio xehetasunik eman.
fa: جزئیات احراز هویت، فراهم نشد.
fi: Ei tunnistusmenetelmien yksityiskohtia.
fr: Aucun paramètre fourni d'authentification.
ga: Níor soláthraíodh mionsonraí fíordheimhnithe.
gl: Non se indicaron os detalles da autenticación.
he: לא נמצאו שיטות אימות תואמות.
hi: कोई प्रमाणीकरण विवरण नहीं मिले
hu: Nincsenek megadva a felhasználóazonosításhoz szükséges adatok.
ia: Nulle detalios de authentication fornite.
is: Engar auðkennisupplýsingar gefnar.
it: Non è stato fornito alcun dettaglio sull'autenticazione.
ja: 認証の詳細が提供されていません。
kk: Аутентификацияға керек мәліметтер келтірілмеген.
km: គ្មាន​សេចក្តី​លម្អិតនៃការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹម​ត្រូវ​បាន​ផ្ដល់​ឲ្យ ។
ko: 인증 정보를 지정하지 않았습니다.
lt: Autentikacija nepavyko!
lv: Nav norādītas autentificēšanas detaļas.
nb: Det er ikke oppgitt noen autentiseringsdetaljer.
nds: Keen Angaven för de Identiteetprööv praatstellt.
nn: Ingen autentiseringsdetaljar er lagde ved.
pa: ਕੋਈ ਸਹਾਇਕ ਪਰਮਾਣਕਤਾ ਵੇਰਵਾ ਨਹੀਂ ਲੱਭਾ ਹੈ।
pl: Nie podano szczegółów do uwierzytelniania.
pt_br: Nenhum detalhe sobre a autenticação foi fornecido.
ru: Не указаны сведения для идентификации.
sk: Žiadne detaily overenia neboli poskytnuté.
sl: Ni podanih overitvenih podatkov.
sr@ijekavian: Нису дати детаљи за аутентификацију.
sr@ijekavianlatin: Nisu dati detalji za autentifikaciju.
sv: Ingen information för behörighetskontroll angiven.
uk: Не надано інформації для автентифікації.
zh_tw: 沒有支援的驗證詳細資訊。

source: Choose a different authentication method.
bg: Изберете друг метод за идентификация.
ca: Seleccioneu un mètode d'autenticació diferent.
cs: Zvolte si jinou ověřovací metodu.
da: Vælg en anden godkendelsesmetode.
el: Επιλέξτε μια διαφορετική μέθοδο ταυτοποίησης.
es: Elija un método diferente de autenticación.
et: Vali mõni muu autentimise meetod.
fi: Valitse toinen tunnistautumistapa.
fr: Sélectionnez une autre méthode d'authentification.
ga: Roghnaigh modh fíordheimhnithe eile.
gl: Escolla un método diferente de autenticación.
hu: Válasszon más felhasználóazonosítási módszert.
ia: Selige un methodo differente de authentication.
it: Scegli un altro metodo di autenticazione.
ja: 他の認証方式を選択してください。
kk: Басқа аутентификацияның тәсілін таңдаңыз.
km: ជ្រើស​វិធីសាស្ត្រ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ផ្សេង ។
ko: 다른 인증 방법을 선택하십시오.
lt: Pasirinkite kitą autentikacijos būdą.
lv: Izvēlieties citu autentificēšanās metodi.
nb: Velg en annen autentiseringsmetode.
nds: Söök bitte en anner Anmellmetood ut.
nn: Vel ein annan autentiseringsmåte.
pa: ਇੱਕ ਵੱਖਰਾ ਪਰਮਾਣਕਤਾ ਢੰਗ ਵਰਤੋਂ ਜੀ।
pl: Wybierz inną formę uwierzytelniania.
pt_br: Escolha um método de autenticação diferente.
ru: Выберите другой метод идентификации.
sk: Zvoľte inú metódu overenia.
sl: Izberite drugi način overitve.
sr@ijekavian: Изаберите други метод аутентификације.
sr@ijekavianlatin: Izaberite drugi metod autentifikacije.
sv: Välj en annan metod för behörighetskontroll.
uk: Вибрати інший метод автентифікації.
zh_tw: 選擇不同的認證方法。
