Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_pop3.po
Languages: ar, cs, el, es, fr, gl, ia, it, ja, ko, lv, nl, pl, pt_br, ru, sv, uk

source: The server said: "%1"
ar: قال الخادم: "%1"
cs: Server odpověděl: "%1"
el: Ο διακομιστής είπε: "%1"
es: El servidor respondió: «%1»
fr: Le serveur a indiqué : « %1 »
gl: O servidor respondeu: «%1»
ia: Servitor diceva: "%1"
it: Il server ha detto: «%1»
ja: サーバからの通知: “%1”
ko: 서버 응답: "%1"
lv: Serveris teica: "%1"
nl: De server antwoordde: "%1"
pl: Odpowiedź serwera: "%1"
pt_br: O servidor respondeu "%1"
ru: Ответ сервера: «%1»
sv: Servern svarade: "%1"
uk: Сервер відповів: «%1»

source: The server terminated the connection.
ar: قام الخادم بقطع الاتصال.
cs: Server ukončil spojení.
el: Ο διακομιστής τερμάτισε τη σύνδεση.
es: El servidor terminó la conexión.
fr: Le serveur a fermé la connexion.
gl: O servidor interrompeu a conexión.
ia: Le servitor terminava le connexion.
it: Il server ha terminato la connessione.
ja: サーバは接続を切りました。
ko: 서버에서 연결을 종료하였습니다.
lv: Serveris pārtrauca savienojumu.
nl: De server heeft de verbinding verbroken.
pl: Serwer przerwał połączenie.
pt_br: O servidor terminou a conexão.
ru: Сервер прервал соединение.
sv: Servern avslutade anslutningen.
uk: Сервер завершив зв'язок.

source: Invalid response from server: "%1"
ar: رد خاطئ من الخادم: "%1"
cs: Neplatná odpověď zaslaná serverem: "%1"
el: Μη έγκυρη απόκριση από το διακομιστή: "%1"
es: Respuesta no válida del servidor: «%1»
fr: Réponse non valable du serveur : « %1 ».
gl: O servidor enviou unha resposta que non é válida: «%1»
ia: Responsa invalide ex servitor: "%1"
it: Risposta non valida dal server: «%1»
ja: サーバから無効な応答: “%1”
ko: 서버에서 잘못된 응답을 보냄: "%1"
lv: Nederīga atbilde no servera: "%1"
nl: Ongeldig antwoord van de server: "%1"
pl: Błędna odpowiedź od serwera: "%1"
pt_br: A resposta do servidor não é válida: "%1"
ru: Неверный ответ сервера: «%1»
sv: Ogiltigt svar från server: "%1"
uk: Некоректна відповідь від сервера: «%1»

source: Could not send to server.
ar: لم يتم الإرسال للخادم.
cs: Není možné poslat data na server.
el: Αδυναμία αποστολής στο διακομιστή.
es: Imposible enviar al servidor.
fr: Impossible d'envoyer au serveur.
gl: Non foi posíbel enviar ao servidor.
ia: Il non pote inviar a servitor.
it: Impossibile inviare al server.
ja: サーバに送信できませんでした。
ko: 서버로 보낼 수 없습니다.
lv: Nevar nosūtīt uz serveri.
nl: Kon niet naar de server zenden.
pl: Nie można wysyłać do serwera.
pt_br: Não foi possível enviar para o servidor.
ru: Невозможно отправить на сервер.
sv: Kunde inte skicka till servern.
uk: Неможливо відіслати до сервера.

source: No authentication details supplied.
ar: لم يتم التزويد بتفاصيل التوثيق.
cs: Nebyly poskytnuty žádné ověřovací podrobnosti.
el: Δε δόθηκαν πληροφορίες ταυτοποίησης.
es: No se proporcionaron detalles de autenticación.
fr: Aucun paramètre d'authentification fourni.
gl: Non se forneceron os detalles da autenticación.
ia: Nulle detalios de authentication fornite.
it: Non è stato fornito alcun dettaglio di autenticazione.
ja: 認証の詳細が提供されていません。
ko: 인증 정보를 지정하지 않았습니다.
lv: Nav norādītas autentificēšanas detaļas.
nl: Geen authenticatiedetails aangeleverd.
pl: Nie podano szczegółów do uwierzytelnienia.
pt_br: Nenhum detalhe sobre a autenticação foi fornecido.
ru: Не указаны сведения для идентификации.
sv: Ingen information för behörighetskontroll angiven.
uk: Не надано інформації для розпізнавання.

source: Login via APOP failed. The server %1 may not support APOP, although it claims to support it, or the password may be wrong. %2
ar: فشل الدخول عن طريق APOP. غالباً لا يدعم الخادم %1 APOP رغم أنه يبدو كذلك أو أن كلمة السر خاطئة. %2
cs: Přihlášení pomocí APOP selhalo. Nejspíš váš server (%1) nepodporuje protokol APOP nebo je chybné heslo. %2
el: Η σύνδεση μέσω APOP απέτυχε. Ο διακομιστής %1 ίσως δεν υποστηρίζει το APOP, αν και ισχυρίζεται το αντίθετο, ή ο κωδικός πρόσβασης είναι λάθος. %2
es: El acceso vía APOP falló. Puede que el servidor %1 no reconozca APOP, aunque diga que sí lo hace, o que la contraseña sea incorrecta. %2
fr: Impossible de se connecter via le protocole « APOP ». Le serveur « %1 » peut ne pas prendre en charge « APOP » alors qu'il prétend le contraire ou le mot de passe que vous avez saisi est peut être incorrect. %2
gl: Fallou o acceso mediante APOP. Pode que o servidor %1 non admita APOP, aínda que diga que si o admite, ou pode que o contrasinal estea equivocado. %2
ia: Il falleva accesso de identification via APOP. Le servitor %1 poterea non supportar APOP, anque si il declara supportar lo, o le contrasigno poterea esser errate. %2
it: Accesso tramite APOP non riuscito. Il server %1 potrebbe non supportare APOP, anche se dice di supportarlo, o la password potrebbe essere sbagliata. %2
ja: APOP によるログインに失敗しました。サーバ %1 が APOP をサポートしていないか (サポートを宣言していますが)、パスワードが間違っているのかもしれません。 %2
ko: APOP을 통하여 로그인할 수 없습니다. 서버 %1에서 APOP을 지원하지 않지만 지원하는 것처럼 전달하거나, 암호가 잘못되었을 수도 있습니다. %2
lv: Neveiksmīga pieteikšanās caur APOP. Varbūt serveris %1 neatbalsta APOP, lai gan tas apgalvo ka atbalsta gan, vai arī parole varbūt ir nepareiza. %2
nl: Het aanmelden via APOP is mislukt. Het wachtwoord is onjuist of de server %1 ondersteunt mogelijk geen APOP, alhoewel de server wel claimt dit te ondersteunen. %2
pl: Logowanie przez APOP nie powiodło się. Serwer %1 prawdopodobnie nie obsługuje APOP (chociaż zgłasza obsługę) albo podano błędne hasło. %2
pt_br: O login via APOP falhou. O servidor %1 pode não suportar APOP (embora peça por isso), ou a senha está errada. %2
ru: Сбой идентификации через APOP. Либо сервер %1 не поддерживает APOP (хотя указал, что поддерживает), либо был указан неверный пароль. %2
sv: Inloggning via APOP misslyckades. Troligen stödjer servern %1 inte APOP även om den påstår det, eller är lösenordet felaktigt. %2
uk: Реєстрація за допомогою APOP зазнала невдачі. Можливо, сервер %1 не підтримує APOP, хоча він стверджує, що підтримує, або вказано помилковий пароль. %2

source: An error occurred during authentication: %1
ar: حدوث خطأ أثناء عملية التوثيق: %1
cs: Nastala chyba během ověření: %1
el: Παρουσιάστηκε σφάλμα κατά την ταυτοποίηση: %1
es: Se ha producido un error durante la autenticación: %1
fr: Une erreur s'est produite lors de l'authentification : %1
gl: Produciuse un erro durante a autenticación: %1
ia: Un error occurreva durante le authentication: %1
it: Errore durante l'autenticazione: %1
ja: 認証中にエラーが発生しました: %1
ko: 인증 중 오류 발생: %1
lv: Gadījās kļūda autentificējot: %1
nl: Er deed zich een fout voor tijdens de authenticatie: %1
pl: Podczas uwierzytelniania wystąpił błąd: %1
pt_br: Ocorreu um erro durante a autenticação: %1
ru: Ошибка идентификации: %1
sv: Ett fel uppstod under behörighetskontroll: %1
uk: Сталася помилка під час розпізнавання: %1

source: Login via SASL (%1) failed. The server may not support %2, or the password may be wrong. %3
ar: فشل الدخول عن طريق SASL (%1). غالباً يبدو أن خادمك لا يدعم %2 أو أن كلمة السر خاطئة. %3
cs: Přihlášení pomocí SASL (%1) selhalo. Nejspíš váš server nepodporuje %2 nebo je chybné heslo. %3
el: Η σύνδεση με SASL(%1) απέτυχε. Ο διακομιστής ίσως δεν υποστηρίζει %2, ή ο κωδικός πρόσβασης ίσως να είναι λάθος. %3
es: El acceso vía SASL (%1) falló. Lo más probable es que su servidor no reconozca %2 o que la contraseña sea incorrecta. %3
fr: Impossible de se connecter via les SASL (%1). Le serveur peut ne pas prendre en charge « %2 » ou le mot de passe que vous avez saisi est peut être incorrect. %3
gl: Fallou o acceso mediante SASL (%1). O máis probábel é que o seu servidor non admita %2 ou que o contrasinal sexa incorrecto. %3
ia: Il falleva accesso de identification via SASL (%1). Le servitor poterea non supportar %2 , o le contrasigno poterea esser errate. %3
it: Accesso tramite SASL(%1) non riuscito. Il server potrebbe non supportare %2 o la password potrebbe essere sbagliata. %3
ja: SASL (%1) によるログインに失敗しました。サーバが %2 をサポートしていないか、パスワードが間違っているのかもしれません。 %3
ko: SASL을 통하여 로그인(%1)할 수 없습니다. 서버에서 %2을(를) 지원하지 않거나 암호가 잘못되었을 수도 있습니다. %3
lv: Neveiksmīga pieteikšanās caur SASL (%1). Visticamākais jūsu serveris neuztur %2, vai parole ir nepareiza. %3
nl: Het aanmelden via SASL (%1) is mislukt. Dit komt mogelijk doordat de server geen %2 ondersteunt of doordat het wachtwoord onjuist is. %3
pl: Logowanie przez SASL (%1) nie powiodło się. Serwer nie obsługuje %2 albo podano błędne hasło. %3
pt_br: O login via SASL (%1) falhou. Provavelmente o seu servidor não suporta %2, ou a senha está errada. %3
ru: Сбой идентификации через SASL (%1). Либо сервер не поддерживает %2, либо был указан неверный пароль. %3
sv: Inloggning via SASL (%1) misslyckades. Troligen stödjer servern inte %2 eller så är lösenordet felaktigt. %3
uk: Реєстрація за допомогою SASL (%1) зазнала невдачі. Можливо, сервер не підтримує %2 або вказано помилковий пароль. %3

source: Your POP3 server (%1) does not support SASL. Choose a different authentication method.
cs: Váš POP3 server (%1) nepodporuje SASL. Vyberte jinou metodu ověření.
el: O POP3 διακομιστής σας (%1) δεν υποστηρίζει SASL. Επιλέξτε μια άλλη μέθοδο ταυτοποίησης.
es: Su servidor POP3 (%1) no implementa SASL. Seleccione un método diferente de autenticación.
fr: Votre serveur « POP3 » (%1) ne gère pas les SASL. Veuillez choisir une autre méthode d'identification.
gl: O seu servidor de POP3 (%1) non admite SASL. Seleccione un método diferente de autenticación.
ia: Tu servitor POP3 (%1) non supporta SASL. Selige un differente methodo de authentication.
it: Il server POP3 (%1) non supporta SASL. Scegli un altro metodo di autenticazione.
ja: お使いの POP3 サーバ (%1) は SASL をサポートしていません。 他の認証方式を選択してください。
ko: POP3 서버(%1)에서 SASL을 지원하지 않습니다. 다른 인증 방법을 선택하십시오.
lv: Jūsu POP3 serveris (%1) neatbalsta SASL. Izvēlieties citu autentificēšanas metodi.
nl: Uw POP3-server (%1) ondersteunt geen SASL. Kies een andere authenticatiemethode.
pl: Twój serwer POP3 (%1) nie obsługuje SASL. Wybierz inną metodę uwierzytelniania.
pt_br: Seu servidor POP3 (%1) não suporta o SASL. Escolha um método de autenticação diferente.
ru: Сервер POP3 (%1) не поддерживает SASL. Выберите другой метод аутентификации.
sv: POP3-servern (%1) stödjer inte SASL. Välj en annan metod för behörighetskontroll.
uk: Ваш сервер POP3 (%1) не підтримує SASL. Виберіть інший метод розпізнавання.

source: Could not login to %1.
ar: لم أتمكن من تسجيل الدخول %1.
cs: Není možné se přihlásit k %1.
el: Αδυναμία σύνδεσης στο %1.
es: No se ha podido entrar en %1.
fr: Impossible de se connecter à « %1 »
gl: Non foi posíbel acceder a %1.
ia: Il non pote facer accesso de identification a %1.
it: Impossibile accedere a %1.
ja: %1 にログインできませんでした。
ko: %1에 로그인할 수 없습니다.
lv: Nevar pieteikties uz %1.
nl: Het aanmelden bij %1 mislukte.
pl: Nie można zalogować się do %1.
pt_br: Não foi possível efetuar login em %1.
ru: Невозможно получить доступ на %1.
sv: Kunde inte logga in på %1.
uk: Неможливо зареєструватися у %1.

source: Could not login to %1. The password may be wrong. %2
ar: لم يمكن الدخول إلى %1. غالباً يبدو أن كلمة السر خاطئة. %2
cs: Nelze se přihlásit na %1. Nejspíš je chybné heslo. %2
el: Αδυναμία σύνδεσης στο %1. Ίσως ο κωδικός πρόσβασης να είναι λάθος %2
es: No se ha podido acceder a %1. Puede que la contraseña sea incorrecta. %2
fr: Impossible de se connecter à « %1 ». Le mot de passe est peut être incorrect. %2
gl: Non foi posíbel acceder a %1. O máis probábel é que o contrasinal sexa incorrecto. %2
ia: Il non pote facer accesso de identification a %1.Le contrasigno poterea esser errate %2
it: Impossibile accedere a %1. La password potrebbe essere sbagliata. %2
ja: %1 にログインできませんでした。パスワードが間違っているのかもしれません。 %2
ko: %1에 로그인할 수 없습니다. 암호가 잘못되었을 수도 있습니다. %2
lv: Nevar pieteikties uz %1. Visticamākais parole ir nepareiza. %2
nl: Het aanmelden bij %1 is mislukt. Waarschijnlijk is het wachtwoord onjuist. %2
pl: Nie można zalogować się do %1 - być może hasło jest nieprawidłowe. %2
pt_br: Não foi possível efetuar login em %1. Provavelmente a senha está errada. %2
ru: Невозможно получить доступ на %1. Возможно, указан неверный пароль. %2
sv: Kunde inte logga in på %1. Troligen är lösenordet felaktigt. %2
uk: Неможливо зареєструватися у %1. Можливо, пароль вказано з помилками. %2

source: The server terminated the connection immediately.
ar: قام الخادم بقطع الاتصال فوراً.
cs: Server okamžitě ukončil spojení.
el: Ο διακομιστής τερμάτισε τη σύνδεση αμέσως.
es: El servidor terminó la conexión inmediatamente.
fr: Le serveur a fermé immédiatement la connexion.
gl: O servidor interrompeu a conexión inmediatamente.
ia: Le servitor terminava le connexion immediatemente.
it: Il server ha terminato la connessione immediatamente.
ja: サーバは接続をすぐに切りました。
ko: 서버에서 연결을 즉시 종료하였습니다.
lv: Serveris pārtrauca savienojumu uzreiz.
nl: De server verbrak onmiddellijk de verbinding.
pl: Serwer natychmiast przerwał połączenie.
pt_br: O servidor terminou a conexão imediatamente.
ru: Сервер сразу же прервал соединение.
sv: Servern avbröt anslutningen omedelbart.
uk: Сервер одразу завершив зв'язок.

source: Server does not respond properly: %1
ar: الخادم لا يتجاوب بشكل صحيح: %1
cs: Server neodpověděl správně %1
el: Ο διακομιστής δεν αποκρίνεται σωστά: %1
es: El servidor no respondió adecuadamente: %1
fr: Le serveur n'a pas répondu correctement : %1
gl: O servidor non respondeu adecuadamente: %1
ia: Le servitor non responde appropriatemente: %1
it: Il server non risponde correttamente: %1
ja: サーバは正しく応答しません: %1
ko: 서버에서 올바르게 응답하지 않았습니다: %1
lv: Serveris neatbild pareizi: %1
nl: De server geeft geen goed antwoord: %1
pl: Serwer nie odpowiedział właściwie: %1
pt_br: O servidor não responde adequadamente: %1
ru: Сервер не дал соответствующий ответ: %1
sv: Servern svarar inte ordentligt: %1
uk: Сервер не відповідає належним чином: %1

source: Your POP3 server (%1) does not support APOP. Choose a different authentication method.
cs: Váš POP3 server (%1) nepodporuje APOP. Vyberte jinou metodu ověření.
el: Ο POP3 διακομιστής σας (%1) δεν υποστηρίζει APOP Επιλέξτε μια διαφορετική μέθοδο ταυτοποίησης.
es: Su servidor POP3 (%1) no reconoce APOP. Seleccione un método diferente de autenticación.
fr: Votre serveur « POP3 » (%1) ne prend pas en charge le protocole « APOP ». Veuillez choisir une autre méthode d'identification.
gl: O seu servidor de POP3 (%1) non admite APOP. Escolla un método diferente de autenticación.
ia: Tu servitor POP3 (%1) non supporta APOP. Selige un differente methodo de authentication.
it: Il server POP3 (%1) non supporta APOP. Scegli un altro metodo di autenticazione.
ja: お使いの POP3 サーバ (%1) は APOP をサポートしていません。 他の認証方式を選択してください。
ko: POP3 서버(%1)에서 APOP을 지원하지 않습니다 다른 인증 방법을 선택하십시오.
lv: Jūsu POP3 serveris (%1) neatbalsta APOP Izvēlieties citu autentificēšanas metodi.
nl: Uw POP3-server (%1) ondersteunt geen APOP. Kies een andere authenticatiemethode.
pl: Twój serwer POP3 (%1) nie obsługuje APOP. Wybierz inną metodę uwierzytelniania.
pt_br: Seu servidor POP3 (%1) não suporta o APOP. Escolha um método de autenticação diferente.
ru: Сервер POP3 (%1) не поддерживает APOP. Выберите другой метод аутентификации.
sv: POP3-servern (%1) stödjer inte APOP. Välj en annan metod för behörighetskontroll.
uk: Ваш сервер POP3 (%1) не підтримує APOP. Виберіть інший метод розпізнавання.

source: Your POP3 server claims to support TLS but negotiation was unsuccessful. You can disable TLS in the POP account settings dialog.
cs: Váš POP3 server tvrdí, že podporuje TLS, ale domluva skončila nezdarem. V modulu pro nastavení POP účtu je možné vypnout použití TLS.
el: O POP3 διακομιστής σας ισχυρίζεται ότι υποστηρίζει TLS αλλά η διαπραγμάτευση απέτυχε. Μπορείτε να απενεργοποιήσετε το TLS στο διάλογο ρυθμίσεων του λογαριασμού POP.
es: Su servidor POP3 dice reconocer TLS, pero la negociación no tuvo éxito. Puede desactivar TLS en el diálogo de las preferencias de la cuenta POP.
fr: Votre serveur « POP3 » prétend gérer « TLS » mais la négociation n'a pas abouti. Vous pouvez désactiver l'utilisation de « TLS » dans la boîte de dialogue de configuration de votre compte « POP ».
gl: O seu servidor de POP3 di admitir TLS pero a negociación non tivo éxito. Pode desactivar o TLS en KDE utilizando o módulo de configuración de cifrado.
ia: Tu servitor POP3 affirma supportar TLS sed negotiation esseva sin successo. Tu pote dishabilitar TLS in le dialogo de preferentia de conto de POP.
it: Il tuo server POP3 dice di supportare TLS ma la negoziazione non ha avuto successo. Puoi disabilitare TLS nella finestra impostazioni account POP.
ja: お使いの POP3 サーバは TLS サポートを宣言していますが、ネゴシエーションに失敗しました。KDE の暗号設定モジュールで TLS を無効にすることができます。
ko: POP3 서버에서 TLS 지원을 하는 것처럼 전달하였으나 협상이 실패하였습니다. POP 계정 설정에서 TLS를 비활성화할 수 있습니다.
nl: Uw POP3-server claimt dat ze TLS ondersteunt, maar de onderhandeling was zonder succes. U kunt TLS uitschakelen in de instellingendialoog van het POP-account.
pl: Twój serwer POP3 twierdzi, że obsługuje TLS, ale negocjacja zakończyła się niepomyślnie. Możesz wyłączyć TLS w oknie dialogowym ustawień konta POP.
pt_br: Seu servidor POP3 diz suportar o TLS, mas a negociação não teve sucesso. Você pode desativar o TLS no diálogo de configurações da conta POP.
ru: Сервер POP3 заявляет о поддержке TLS, но согласование завершилось неудачей. Вы можете запретить использование TLS в диалоговом окне настройки учётной записи POP3.
sv: POP3-servern uppger sig stödja TLS men förhandlingen misslyckades. Du kan inaktivera TLS i inställningsmodulen för POP-konton.
uk: Ваш сервер POP3 стверджує, що підтримує TLS, але виникли помилки узгодження. Ви можете вимкнути TLS за допомогою діалогового вікна налаштування облікового запису POP.

source: Your POP3 server (%1) does not support TLS. Disable TLS, if you want to connect without encryption.
cs: Váš POP3 server (%1) nepodporuje TLS. Přejete-li si se připojit bez šifrování, tak vypněte TLS.
el: Ο POP3 διακομιστής σας (%1) δεν υποστηρίζει TLS. Απενεργοποιήστε το TLS, αν θέλετε να συνδεθείτε χωρίς κρυπτογράφηση.
es: Su servidor POP3 (%1) no reconoce TLS. Desactive TLS, si desea conectarse sin cifrado.
fr: Votre serveur « POP3 » (%1) ne prend pas en charge « TLS ». Désactivez-le si vous voulez vous connecter sans chiffrement.
gl: O seu servidor de POP3 (%1) non admite TLS. Desactive TLS se desexa conectarse sen cifrado.
ia: Le servitor POP3 (%1) non supporta TLS. Dishabilita TLS, si tu vole connecter sin cryptation.
it: Il server POP3 (%1) non supporta TLS. Disabilita TLS, se vuoi connetterti senza crittografia.
ja: お使いの POP3 サーバ (%1) は TLS をサポートしていません。 暗号化なしで接続する場合は、TLS を無効にしてください。
ko: POP3 서버(%1)에서 TLS를 지원하지 않습니다. 암호화 없이 연결하려면 TLS를 비활성화 시키십시오.
lv: Jūsu POP3 serveris (%1) neatbalsta TLS. Izslēdziet TLS, ja vēlaties pieslēgties bez šifrēšanas.
nl: Uw POP3-server (%1) ondersteunt geen TLS. Schakel TLS uit als u zonder versleuteling wilt verbinden.
pl: Twój serwer POP3 (%1) nie obsługuje TLS. Wyłącz TLS, jeśli chcesz połączyć się bez szyfrowania.
pt_br: Seu servidor POP3 (%1) não suporta o TLS. Desative o TLS se desejar uma conexão sem criptografia.
ru: Сервер POP3 (%1) не поддерживает TLS. Выключите использование TLS, если можно применять соединение без шифрования.
sv: POP3-servern (%1) stödjer inte TLS. Inaktivera TLS om du vill ansluta utan kryptering.
uk: Ваш сервер POP3 (%1) не підтримує TLS. Вимкніть TLS, якщо хочете приєднатись без шифрування.

source: Username and password for your POP3 account:
ar: اسم المستخدم وكلمة السر لحساب POP3 الخاص ببريدك:
cs: Uživatelské jméno a heslo k vašemu POP3 účtu:
el: Όνομα χρήστη και κωδικός πρόσβασης για τον POP3 λογαριασμό σας:
es: Nombre de usuario y contraseña para su cuenta POP3:
fr: Nom d'utilisateur et mot de passe de votre compte « POP3 » :
gl: Nome de usuario e contrasinal para a súa conta de POP3:
ia: Nomine de usator e contrasigno pro tu conto POP3:
it: Nome utente e password del tuo account POP3:
ja: POP3 アカウントのユーザ名とパスワード:
ko: POP3 계정의 사용자 이름과 암호:
lv: Lietotāja vārds un parole jūsu POP3 kontam:
nl: Gebruikersnaam en wachtwoord voor uw POP3-account:
pl: Nazwa użytkownika i hasło dla Twojego konta POP3:
pt_br: Nome do usuário e senha para sua conta POP3:
ru: Имя пользователя и пароль для учётной записи POP3:
sv: Användarnamn och lösenord för ditt POP3-konto:
uk: Ім'я користувача та пароль для вашого облікового запису POP3:

source: Unexpected response from POP3 server.
ar: جواب غير متوقع من خادم POP3.
cs: Neočekávaná odpověď POP3 serveru.
el: Μη αναμενόμενη απόκριση από τον POP3 διακομιστή.
es: Respuesta inesperada del servidor POP3.
fr: Réponse inattendue du serveur « POP3 ».
gl: Resposta inesperada do servidor de POP3.
ia: Responsa impreviste ex servitor POP3 .
it: Risposta inaspettata dal server POP3.
ja: POP3 サーバから予期しない応答がありました。
ko: POP3 서버에서 예상하지 못한 응답이 돌아왔습니다.
lv: Negaidīta atbilde no POP3 servera.
nl: Onverwacht antwoord van de POP3-server.
pl: Niespodziewana odpowiedź od serwera POP3.
pt_br: Resposta inesperada do servidor POP3.
ru: Недопустимый ответ сервера POP3.
sv: Oväntat svar från POP3-servern.
uk: Несподівана відповідь з сервера POP3.

source: Error during communication with the POP3 server while trying to list mail: %1
cs: Při pokusu o vypsání pošty došlo k chybě během komunikace se serverem POP3: %1
el: Σφάλμα κατά την επικοινωνία με τον POP3 διακομιστή στην προσπάθεια καταγραφής της αλληλογραφίας: %1
es: Error de comunicación con el servidor POP3 al intentar listar el correo: %1
fr: Problème de communication avec le serveur « POP3 » lors de la lecture de la liste des messages : %1
gl: Houbo un erro durante a comunicación co servidor de POP3 ao tentar enumerar o correo: %1
ia: Error durante communication con servitor POP3 durante que on tentava listar posta: %1
it: Errore di comunicazione con il server POP3. Impossibile elencare l'email: %1
ko: 메일 목록을 가져오기 위하여 POP3 서버와 통신하는 중 오류 발생: %1
nl: Fout bij het communiceren met de POP3-server bij het proberen om e-mail te tonen: %1
pl: Błąd podczas komunikowania się z serwerem POP3, podczas próby sporządzenia wykazu poczty: %1
pt_br: Ocorreu um erro durante a comunicação com o servidor de POP3 ao tentar listar o e-mail: %1
ru: Ошибка загрузки списка писем с сервера POP3: %1
sv: Fel vid kommunikation med POP3-servern vid försök att lista e-post: %1
uk: Помилка обміну даними з сервером POP3 під час спроби побудови списку повідомлень: %1

source: Error during communication with the POP3 server while trying to download mail: %1
cs: Při pokusu o stažení pošty došlo k chybě během komunikace se serverem POP3: %1
el: Σφάλμα κατά την επικοινωνία με τον POP3 διακομιστή στην προσπάθεια λήψης της αλληλογραφίας: %1
es: Error de comunicación con el servidor POP3 al intentar descargar el correo: %1
fr: Problème de communication avec le serveur « POP3 » lors du téléchargement des messages : %1
gl: Houbo un erro durante a comunicación co servidor de POP3 ao tentar descargar o correo: %1
ia: Error durante communication con servitor POP3 durante que on tentava discargar posta: %1
it: Errore di comunicazione con il server POP3. Impossibile scaricare l'email: %1
ko: 메일을 다운로드하기 위하여 POP3 서버와 통신하는 중 오류 발생: %1
nl: Fout bij het communiceren met de POP3-server bij het proberen om e-mail te downloaden: %1
pl: Błąd podczas komunikowania się z serwerem POP3, podczas próby pobrania poczty: %1
pt_br: Ocorreu um erro durante a comunicação com o servidor de POP3 ao tentar baixar o e-mail: %1
ru: Ошибка загрузки письма с сервера POP3: %1
sv: Fel vid kommunikation med POP3-servern vid försök att ladda ner e-post: %1
uk: Помилка обміну даними з сервером POP3 під час спроби завантаження повідомлень: %1
