Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_nntp.po
Languages: ar, bg, ca, cs, da, el, es, et, fi, fr, ga, gl, ia, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_tw

source: Selecting group %1...
ar: جاري انتقاء المجموعة %1...
bg: Избор на %1 група...
ca: S'està seleccionant el grup %1...
cs: Probíhá volba skupiny %1...
da: Vælger gruppe %1...
el: Επιλογή της ομάδας %1...
es: Seleccionando el grupo %1...
et: Grupi %1 valimine...
fi: Valitaan ryhmä %1…
fr: Sélection du forum %1...
ga: Grúpa %1 á roghnú...
gl: Estase a escoller o grupo %1...
ia: Seligente gruppo %1...
ja: グループ <resource>%1</resource> を選択しています...
kk: %1 тобын таңдау...
km: កំពុង​ជ្រើស​ក្រុម %1...
ko: 그룹 %1을(를) 선택하는 중...
lt: Pažymima grupė %1...
lv: Izvēlas grumu %1...
nb: Velger gruppe %1 …
nds: Koppel "%1" warrt utsöcht...
nl: Selecteert groep %1...
nn: Vel gruppe %1 …
pa: %1 ਗਰੁੱਪ ਚੁਣਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Wybieranie grupy %1...
pt: A seleccionar o grupo %1...
pt_br: Selecionando grupo %1...
ro: Alegere grup %1...
ru: Открытие группы %1...
sk: Výber skupiny %1...
sl: Izbiranje skupine %1 ...
sr@ijekavian: Бирам групу %1...
sv: Väljer grupp %1...
tr: %1 grubu seçiliyor...
uk: Вибір групи %1...
zh_tw: 選擇群組 %1...

source: Downloading article...
ar: جاري تنزيل المقالة...
bg: Сваляне на статия...
ca: S'està descarregant l'article...
cs: Stahování příspěvku...
da: Downloader artikel...
el: Λήψη άρθρου...
es: Descargando el artículo...
et: Artikli allalaadimine...
fi: Ladataan artikkelia…
fr: Téléchargement de l'article...
ga: Alt á íosluchtú...
gl: Estase a obter o artigo...
ia: Discargante articulo...
ja: 記事をダウンロードしています...
kk: Мақаланы жүктеу...
km: កំពុង​ទាញ​យក​អត្ថបទ...
ko: 글 다운로드 중...
lt: Atsiunčiamas straipsnis...
lv: Lejupielādē rakstu...
nb: Laster ned artikkel …
nds: Naricht warrt daallaadt...
nl: Downloadt artikel...
nn: Lastar ned innlegg …
pa: ਲੇਖ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pobieranie artykułu...
pt: A obter o artigo...
pt_br: Baixando artigo...
ro: Descărcare articol...
ru: Загрузка статьи...
sk: Sťahovanie článku...
sl: Prejemanje članka ...
sr@ijekavian: Преузимам чланак...
sv: Laddar ner artikel...
tr: Yazı indiriliyor...
uk: Звантаження статті...
zh_tw: 下載文章中...

source: Invalid special command %1
ar: أمر خاص غير سليم %1
bg: Невалидна специална команда %1
ca: Ordre especial %1 no vàlida
cs: Neplatný speciální příkaz %1
da: Ugyldig speciel kommando %1
el: Μη έγκυρη ειδική εντολή %1
es: Orden especial %1 no válida
et: Vigane spetsiaalkäsk %1
fi: Virheellinen erikoiskomento: %1
fr: Commande spéciale non valable : %1
ga: Ordú speisialta neamhbhailí %1
gl: A orde especial %1 non é válida
ia: Commando special invalide %1
ja: 無効なスペシャルコマンド <command>%1</command>
kk: Жарамсыз %1 арнаулы командасы
km: ពាក្យ​បញ្ជា​ពិសេស​មិន​ត្រឹម​ត្រូវ %1
ko: 잘못된 특수 명령 %1
lt: Bloga speciali komanda %1
lv: Nederīga speciālā komanda %1
nb: Ugyldig spesialkommando %1
nds: Besünner Befehl "%1" gellt nich
nl: Ongeldig speciaal commando: %1
nn: Ugyldig spesialkommando %1
pa: ਗਲਤ ਖਾਸ ਕਮਾਂਡ %1
pl: Błędne polecenie specjalne %1
pt: O comando especial %1 é inválido
pt_br: O comando especial %1 é inválido
ro: Comandă specială eronată %1
ru: Неправильная команда «%1»
sk: Neplatný špeciálny príkaz %1
sl: Neveljaven poseben ukaz %1
sr@ijekavian: Неисправна посебна наредба %1
sv: Ogiltigt specialkommando %1
tr: Geçersiz özel komut: %1
uk: Невірна спеціальна команда %1
zh_tw: 不適用的特殊指令 %1

source: Sending article...
ar: جاري إرسال المقالة...
bg: Изпращане на статия...
ca: S'està enviant l'article...
cs: Odesílání příspěvku...
da: Sender artikel...
el: Αποστολή άρθρου...
es: Enviando el artículo...
et: Artikli saatmine...
fi: Lähetetään artikkelia…
fr: Envoi de l'article...
ga: Alt á sheoladh...
gl: Estase a enviar o artigo...
ia: Inviante articulo...
ja: 記事を送信しています...
kk: Мақаланы жолдау...
km: កំពុង​ផ្ញើ​អត្ថបទ...
ko: 글 보내는 중...
lt: Siunčiamas straipsnis...
lv: Nosūta rakstu...
nb: Sender artikkel …
nds: Naricht warrt sendt...
nl: Verzendt artikel...
nn: Sender innlegg …
pa: ਲੇਖ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Wysyłanie artykułu...
pt: A enviar o artigo...
pt_br: Enviando artigo...
ro: Expediere articol...
ru: Отправка статьи...
sk: Posielanie článku...
sl: Pošiljanje članka ...
sr@ijekavian: Шаљем чланак...
sv: Skickar artikel...
tr: Yazı gönderiliyor...
uk: Надсилання статті...
zh_tw: 送出文章中...

source: Downloading group list...
ar: جاري تنزيل قائمة المجموعة...
bg: Сваляне на група...
ca: S'està descarregant la llista de grups...
cs: Stahování seznamu skupin...
da: Downloader gruppeliste...
el: Λήψη λίστας ομάδων...
es: Descargando la lista de grupos...
et: Grupi nimekirja allalaadimine...
fi: Ladataan ryhmäluetteloa…
fr: Téléchargement de la liste des forums...
ga: Liosta grúpaí á íosluchtú...
gl: Estase a obter a lista de grupos...
ia: Discargante lista de gruppo...
ja: グループリストをダウンロードしています...
kk: Топтар тізімін жүктеп алу...
km: កំពុង​ទាញ​យក​បញ្ជី​ក្រុម​...
ko: 그룹 목록 다운로드 중...
lt: Atsiunčiamas grupių sąrašas...
lv: Lejupielādē grupu sarakstu...
nb: Laster ned gruppeliste …
nds: Koppellist warrt daallaadt...
nl: Downloadt groepslijst...
nn: Lastar ned ei liste over grupper …
pa: ਗਰੁੱਪ ਲਿਸਟ ਡਾਊਨਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Pobieranie listy grup...
pt: A obter a lista de grupos...
pt_br: Baixando lista de grupos...
ro: Descărcare listă grupuri...
ru: Загрузка списка групп...
sk: Sťahovanie zoznamu skupín...
sl: Prejemanje seznama skupin ...
sr@ijekavian: Преузимам списак група...
sv: Laddar ner grupplista...
tr: Grup listesi indiriliyor...
uk: Звантаження списку груп...
zh_tw: 下載群組列表中...

source: Looking for new groups...
ar: جاري البحث عن مجموعات جديدة...
bg: Търсене на нови групи...
ca: S'estan cercant els grups nous...
cs: Vyhledávání nových skupin...
da: Leder efter nye grupper...
el: Αναζήτηση για νέες ομάδες...
es: Buscando grupos nuevos...
et: Uute gruppide otsimine...
fi: Etsitään uusia ryhmiä…
fr: Recherche de nouveaux forums...
ga: Grúpaí nua á gcuardach...
gl: Estanse a procurar por novos grupos...
ia: Cercante nove gruppos...
ja: 新しいグループを探しています...
kk: Жаңа топтарды қарастыру...
km: កំពុង​រក​មើល​ក្រុម​ថ្មី...
ko: 새 그룹 찾는 중...
lt: Ieškoma naujų grupių...
lv: Meklē jaunas grupas...
nb: Ser etter nye grupper …
nds: An't Kieken na niege Koppels...
nl: Zoekt naar nieuwe groepen...
nn: Ser etter nye grupper …
pa: ਨਵੇਂ ਗਰੁੱਪ ਲਈ ਖੋਜ ਜਾਰੀ ਹੈ...
pl: Wyszukiwanie nowych grup...
pt: À procura de grupos novos...
pt_br: Procurando por novos grupos...
ro: Căutare grupuri noi...
ru: Поиск новых групп...
sk: Hľadanie nových skupín...
sl: Iskanje novih skupin ...
sr@ijekavian: Тражим нове групе...
sv: Tittar efter nya grupper...
tr: Yeni gruplar aranıyor...
uk: Пошук за новими групами...
zh_tw: 尋找新聞群組中...

source: Downloading group descriptions...
ar: جاري تنزيل أوصاف المجموعة...
bg: Сваляне описания на групи...
ca: S'estan descarregant les descripcions dels grups...
cs: Stahování popisů skupin...
da: Downloader gruppebeskrivelser...
el: Λήψη περιγραφής ομάδων...
es: Descargando las descripciones de los grupos...
et: Gruppide kirjelduste allalaadimine...
fi: Ladataan ryhmien kuvauksia…
fr: Téléchargement de la description des forums...
ga: Cur síos na ngrúpaí á íosluchtú...
gl: Estanse a obter as descricións dos grupos...
ia: Discargante descriptiones de gruppo...
ja: グループの説明をダウンロードしています...
kk: Топтардың сипаттамаларын жүктеп алу...
km: កំពុង​ទាញយក​សេចក្ដី​ពិពណ៌នា​ក្រុម...
ko: 그룹 설명 다운로드 중...
lt: Atsiunčiami grupių aprašymai...
lv: Lejupielādē grupu aprakstus...
nb: Laster ned gruppebeskrivelser …
nds: Koppelbeschrieven warrt daallaadt...
nl: Downloadt groepsbeschrijvingen...
nn: Lastar ned skildringar av gruppene …
pa: ਗਰੁੱਪ ਵੇਰਵਾ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pobieranie opisów grup...
pt: A obter as descrições dos grupos...
pt_br: Baixando as descrições dos grupos...
ro: Descărcare descrieri grup...
ru: Загрузка описаний групп
sk: Sťahovanie popisov skupín...
sl: Prejemanje opisov skupin ...
sr@ijekavian: Преузимам описе група...
sv: Laddar ner gruppbeskrivningar...
tr: Grup tanımlamaları indiriliyor...
uk: Звантаження описів груп...
zh_tw: 下載群組描述中...

source: Could not extract message serial numbers from server response: %1
ar: لم أتمكن من إستخراج أرقام الرسائل التسلسلية من جواب الخادم: %1
bg: Номерът на първото съобщение не може да бъде извлечен от отговора на сървъра: %1
ca: No s'ha pogut extreure els números de sèrie de la resposta del servidor: %1
cs: Není možné extrahovat číslo první zprávy z odpovědi serveru: %1
da: Kunne ikke trække serienumre for beskeder ud fra serversvaret: %1
el: Αδυναμία εξαγωγής του σειραϊκού αριθμού των μηνυμάτων από την απόκριση του εξυπηρετητή: %1
es: No fue posible extraer los números de serie de los mensajes a partir de la respuesta del servidor: %1
et: Serveri vastusest pole võimalik artikli seerianumbrit eraldada: %1
fi: Palvelimen vastauksesta ei voitu purkaa viestien sarjanumeroita: %1
fr: Impossible de réceptionner les numéros de série des messages dans la réponse du serveur : %1
ga: Níorbh fhéidir sraithuimhreacha na teachtaireachta a bhaint as an bhfreagra ón fhreastalaí: %1
gl: Non foi posíbel extraer os números de serie das mensaxes da resposta do servidor: %1
ia: Il non pote extraher numeros serial de message ex responsa de servitor: %1
ja: サーバの応答からメッセージのシリアル番号を取り出せませんでした: %1
kk: Сервердің жауабынан хабарламаның нөмірі табылмады: %1
km: មិន​អាច​ស្រង់​លេខ​សៀរៀល​សារ​ចេញពី​ការ​ឆ្លើយ​តប​របស់​ម៉ាស៊ីន​បម្រើ​​ទេ ៖ %1
ko: 서버 응답에서 메시지 번호를 추출할 수 없습니다: %1
lt: Nepavyksta išgauti žinučių serijinių numerių iš serverio atsakymo: %1
lv: Neizdevās no servera atbildes iegūt ziņojumu sērijas numurus: %1
nb: Kunne ikke trekke ut serienumre for meldinger fra tjenersvaret: %1
nds: De Narichtnummern laat sik nich ut de Serverantwoort inlesen: %1
nl: De serienummers van de berichten konden niet uit het serverantwoord worden gehaald: %1
nn: Klarte ikkje henta ut serienummer til meldingane frå tenarsvaret: %1
pa: ਸਰਵਰ ਸੁਨੇਹੇ ਤੋਂ ਪਹਿਲਾਂ ਸੁਨੇਹਾ ਸੀਰੀਅਲ ਨੰਬਰ ਵੱਖ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ: %1
pl: Nie można pobrać numeru pierwszej wiadomości z odpowiedzi serwera: %1
pt: Não foi possível extrair os números de série das mensagens a partir da resposta do servidor: %1
pt_br: Não foi possível extrair os números de série da mensagem da resposta do servidor: %1
ro: Nu am putut extrage numărul de serie al mesajului din răspunsul serverului: %1
ru: Невозможно получить номера сообщений из ответа сервера: %1
sk: Nie je možné extrahovať sériové čísla správ z odpovede servera: %1
sl: Iz odgovora strežnika ni bilo mogoče izvleči zaporednih številk sporočil: %1
sr@ijekavian: Не могу да издвојим серијске бројеве порука из одзива сервера: %1
sv: Kunde inte extrahera meddelandets serienummer från serverns svar: %1
tr: Sunucu yanıtından alınan ileti seri numaraları açılamadı: %1
uk: Не вдалося витягти серійні номери повідомлень з відповіді сервера: %1
zh_tw: 無法自伺服器的回應中展開訊息序號： %1

source: Downloading new headers...
ar: جاري تنزيل ترويسات جديدة...
bg: Сваляне на нови заглавия...
ca: S'estan descarregant les capçaleres noves...
cs: Stahování nových hlaviček...
da: Downloader nye overskrifter...
el: Λήψη νέων κεφαλίδων...
es: Descargando nuevos encabezados...
et: Uute päiste allalaadimine...
fi: Ladataan uusia otsakkeita…
fr: Téléchargement des nouveaux en-têtes...
ga: Ceanntásca nua á n-íosluchtú...
gl: Estanse a obter os cabezallos novos...
ia: Discargante nove capites...
ja: 新しいヘッダをダウンロードしています...
kk: Жаңа айдарларды жүктеп алу...
km: កំពុង​ទា​ញ​យក​បឋម​កថា​ថ្មី...
ko: 새 머릿글 다운로드 중...
lt: Atsiunčiamos naujienų antraštės...
lv: Lejupielādē jaunas galvenes...
nb: Laster ned nye meldingshoder …
nds: Nieg Köpp warrt daallaadt...
nl: Downloadt nieuwe berichtkoppen...
nn: Lastar ned nye meldingshovud …
pa: ਨਵੇਂ ਹੈਂਡਰ ਡਾਊਨਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Pobieranie nowych nagłówków...
pt: A obter os cabeçalhos novos...
pt_br: Baixando novos cabeçalhos...
ro: Descărcare antete noi...
ru: Загрузка заголовков новых статей...
sk: Sťahovanie nových hlavičiek...
sl: Prejemanje novih glav ...
sr@ijekavian: Преузимам нова заглавља...
sv: Laddar ner nya rubriker...
tr: Yeni başlıklar indiriliyor...
uk: Звантаження нових заголовків...
zh_tw: 下載新聞標題中...

source: Could not extract first message id from server response: %1
ar: لم أتمكن من إستخراج هوية (ID) الرسالة الأولى من جواب الخادم: %1
bg: Идентификационният номерът (id) на първото съобщение не може да бъде извлечен от отговора на сървъра: %1
ca: No es pot extreure l'identificador del primer missatge de la resposta del servidor: %1
cs: Není možné extrahovat identifikaci první zprávy z odpovědi serveru: %1
da: Kunne ikke trække første besked-ID ud fra serversvaret: %1
el: Αδυναμία εξαγωγής της ταυτότητας πρώτου μηνύματος από την απόκριση του εξυπηρετητή: %1
es: No fue posible extraer el identificador del primer mensaje a partir de la respuesta del servidor: %1
et: Serveri vastusest pole võimalik esimese artikli identifikaatorit eraldada: %1
fi: Palvelimen vastauksesta ei voitu purkaa ensimmäistä viestitunnistetta: %1
fr: Impossible d'extraire l'identifiant du premier message de la réponse du serveur : %1
ga: Níorbh fhéidir an chéad aitheantas teachtaireachta a bhaint as an bhfreagra ón fhreastalaí: %1
gl: Non foi posíbel extraer o identificador da primeira mensaxe da resposta do servidor: %1
ia: Il non pote extraher id de prime message ex responsa de servitor: %1
ja: サーバの応答から最初のメッセージ ID を取り出せませんでした: %1
kk: Сервердің жауабынан хабарламаның индентификаторы табылмады: %1
km: មិនអាចស្រង់​លេខ​សម្គាល់​សារ​ដំបូង​ចេញ​ពី​ការ​ឆ្លើយតប​របស់​ម៉ាស៊ីន​បម្រើ​ទេ ៖ %1
ko: 서버 응답에서 첫 메시지 ID를 추출할 수 없습니다: %1
lt: Nepavyksta išgauti pirmos žinutės id iš serverio atsakymo: %1
lv: Neizdevās no servera atbildes iegūt pirmā ziņojuma id: %1
nb: Kunne ikke hente ut første meldings-id fra svar fra tjeneren: %1
nds: Eerste Narichtkennen lett sik nich ut de Serverantwoort inlesen: %1
nl: De eerste berichtnummer-id van het serverantwoord kon niet worden uitgepakt: %1
nn: Klarte ikkje henta ut ID-en til første melding frå tenarsvaret: %1
pa: ਸਰਵਰ ਸੁਨੇਹੇ ਤੋਂ ਪਹਿਲਾਂ ਸੁਨੇਹਾ id ਵੱਖ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ: %1
pl: Nie można pobrać identyfikatora pierwszej wiadomości z odpowiedzi serwera: %1
pt: Não foi possível extrair o identificador da primeira mensagem da resposta do servidor: %1
pt_br: Não foi possível extrair o identificador da primeira mensagem da resposta do servidor: %1
ro: Nu am putut extrage identificatorul primului mesaj din răspunsul serverului: %1
ru: Невозможно получить идентификатор первого сообщения из ответа сервера: %1
sk: Nie je možné získať prvú správu z odpovede serveru: %1
sl: Iz odgovora strežnika ni bilo mogoče izvleči določilnika prvega sporočila: %1
sr@ijekavian: Не могу да издвојим ИД прве поруке из одзива сервера: %1
sv: Kunde inte extrahera första meddelande-ID från serverns svar: %1
tr: Sunucudan alınan yanıttaki ilk mesaj numarası anlaşılamadı: %1
uk: Неможливо витягнути ідентифікатор першого повідомлення з відповіді сервера: %1
zh_tw: 無法自伺服器的回應中截取第一個訊息關鍵字: %1

source: Could not extract message id from server response: %1
ar: لم أتمكن من إستخراج هوية (ID) الرسالة من جواب الخادم: %1
bg: Идентификационният номерът (id) на съобщението не може да бъде извлечен от отговора на сървъра: %1
ca: No es pot extreure l'identificador del missatge de la resposta del servidor: %1
cs: Není možné extrahovat identifikaci zprávy z odpovědi serveru: %1
da: Kunne ikke trække besked-ID ud fra serversvaret: %1
el: Αδυναμία εξαγωγής της ταυτότητας μηνύματος από την απόκριση του εξυπηρετητή: %1
es: No fue posible extraer el identificador del mensaje a partir de la respuesta del servidor: %1
et: Serveri vastusest pole võimalik artikli identifikaatorit eraldada: %1
fi: Palvelimen vastauksesta ei voitu purkaa viestitunnistetta: %1
fr: Impossible d'extraire l'identifiant du message de la réponse du serveur : %1
ga: Níorbh fhéidir aitheantas na teachtaireachta a bhaint as an bhfreagra ón fhreastalaí: %1
gl: Non foi posíbel extraer o identificador da mensaxe da resposta do servidor: %1
ia: Il non pote extraher id de message ex responsa de servitor: %1
ja: サーバの応答からメッセージ ID を取り出せませんでした: %1
kk: Сервердің жауабынан хабарламаның индентификаторы табылмады: %1
km: មិនអាច​ស្រង់​លេខ​សម្គាល់​សារ​ចេញ​ពី​ការ​ឆ្លើយតប​របស់​ម៉ាស៊ីន​បម្រើ​ទេ ៖ %1
ko: 서버 응답에서 정확한 메시지 ID를 추출할 수 없습니다: %1
lt: Nepavyksta išgauti žinutės id iš serverio atsakymo: %1
lv: Neizdevās no servera atbildes iegūt ziņojuma id: %1
nb: Kunne ikke hente ut beskjed-id fra svar fra tjeneren: %1
nds: Narichtkennen lett sik nich ut de Serverantwoort inlesen: %1
nl: De bericht-id van het serverantwoord kon niet worden uitgepakt: %1
nn: Klarte ikkje henta ut meldings-ID-en frå tenarsvaret: %1
pa: ਸਰਵਰ ਸੁਨੇਹੇ ਤੋਂ ਸੁਨੇਹਾ id ਵੱਖ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ: %1
pl: Nie można pobrać identyfikatora wiadomości z odpowiedzi serwera: %1
pt: Não foi possível extrair o identificador da mensagem da resposta do servidor: %1
pt_br: Não foi possível extrair o identificador de mensagem da resposta do servidor: %1
ro: Nu am putut extrage identificatorul mesajului din răspunsul serverului: %1
ru: Невозможно получить идентификатор сообщения из ответа сервера: %1
sk: Nie je možné získať ID správy z odpovede serveru: %1
sl: Iz odgovora strežnika ni bilo mogoče izvleči določilnika sporočila: %1
sr@ijekavian: Не могу да издвојим ИД поруке из одзива сервера: %1
sv: Kunde inte extrahera meddelande-ID från servern svar: %1
tr: Sunucudan alınan yanıttaki mesaj numarası anlaşılamadı: %1
uk: Неможливо витягнути перше повідомлення з відповіді сервера: %1
zh_tw: 無法自伺服器的回應中截取訊息關鍵字: %1

source: Connecting to server...
ar: جاري الاتصال بالخادم...
bg: Свързване към сървъра...
ca: S'està connectant al servidor...
cs: Připojování k serveru...
da: Forbinder til server...
el: Σύνδεση στον εξυπηρετητή...
es: Conectándose al servidor...
et: Ühendumine serveriga...
fi: Yhdistetään palvelimeen…
fr: Connexion au serveur...
ga: Ag ceangal leis an bhfreastalaí...
gl: Estase a conectar co servidor...
ia: Connectente a servitor...
ja: サーバに接続しています...
kk: Серверімен байланысу...
km: កំពុង​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ...
ko: 서버에 연결 중...
lt: Jungiamasi prie serverio...
lv: Pieslēdzas serverim...
nb: Kobler til tjener …
nds: An't Tokoppeln na den Server...
nl: Maakt verbinding met de server...
nn: Koplar til tenaren …
pa: ਸਰਵਰ ਨਾਲ ਜੁੜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Podłączanie do serwera...
pt: A ligar ao servidor...
pt_br: Conectando ao servidor...
ro: Conectare la server...
ru: Подключение к серверу...
sk: Pripájam sa k serveru...
sl: Povezovanje s strežnikom ...
sr@ijekavian: Повезујем се на сервер...
sv: Ansluter till server...
tr: Suncuya bağlanılıyor...
uk: З'єднання з сервером...
zh_tw: 連接到伺服器中...

source: This server does not support TLS
ar: هذا الخادم لا يدعم TLS
bg: Сървърът не поддържа TLS
ca: Aquest servidor no implementa el TLS
cs: Tento server nepodporuje TLS
da: Denne server understøtter ikke TLS
el: Αυτός ο εξυπηρετητής δεν υποστηρίζει TLS
es: Este servidor no admite TLS
et: Server ei toeta TLS-i
fi: Tämä palvelin ei tue TLS-protokollaa
fr: Ce serveur ne prend pas en charge « TLS »
ga: Ní thacaíonn an freastalaí seo le TLS
gl: Este servidor non admite TLS
ia: Iste servitor non supporta TLS
ja: このサーバは TLS をサポートしていません
kk: Бұл сервер TLS протоколды қолдамайды
km: ម៉ាស៊ីន​បម្រើ​នេះ​មិន​គាំទ្រ TLS ទេ
ko: 이 서버는 TLS를 지원하지 않습니다
lt: Šis serveris nepalaiko TLS
lv: Serveris neatbalsta TLS
nb: Denne tjeneren støtter ikke TLS.
nds: Disse Server ünnerstütt TLS nich
nl: Deze server biedt geen ondersteuning voor TLS
nn: Denne tenaren støttar ikkje TLS.
pa: ਇਹ ਸਰਵਰ TLS ਲਈ ਸਹਾਇਕ ਨਹੀਂ
pl: Ten serwer nie obsługuje TLS
pt: Este servidor não suporta o TLS
pt_br: Este servidor não suporta TLS
ro: Acest server nu susține TLS
ru: Сервер не поддерживает TLS
sk: Tento server nepodporuje TLS
sl: Ta strežnik ne podpira TLS
sr@ijekavian: Овај сервер не подржава ТЛС
sv: Servern stöder inte TLS
tr: Suncu TLS desteklemiyor
uk: Сервер не підтримує TLS.
zh_tw: 這個伺服器不支援 TLS

source: TLS negotiation failed
ar: فشلت مفاوضات TLS
bg: Грешка при договаряне на TLS
ca: Ha fallat la negociació TLS
cs: Navázání TLS spojení selhalo
da: TLS-forhandlingen mislykkedes
el: Η διαπραγμάτευση TLS απέτυχε
es: La negociación TLS falló
et: TLS läbirääkimised nurjusid
fi: TLS-neuvottelu epäonnistui
fr: Échec de la négociation « TLS »
ga: Theip ar idirbheartaíocht TLS
gl: Fallou a negociación TLS
ia: Il falleva le negotiation TLS
ja: TLS ネゴシエーション失敗
kk: TLS келісу қатесі
km: ការ​ចចារ TLS បាន​បរាជ័យ
ko: TLS 협상 실패
lt: TLS derybos nepavyko
lv: TLS vienošanās neveiksmīga
nb: TLS-forhandlinga mislyktes.
nds: Uthanneln vun TLS fehlslaan
nl: TLS-onderhandeling is mislukt
nn: TLS-forhandling mislukkast.
pa: TLS ਸੰਚਾਰ ਅਸਫ਼ਲ
pl: Negocjowanie TLS nie powiodło się
pt: A negociação de TLS falhou
pt_br: Falha na negociação TLS
ro: Negociere TLS eșuată
ru: Ошибка соглашения по TLS
sk: TLS vyjednávanie zlyhalo
sl: Pogajanje TLS ni uspelo
sr@ijekavian: Неуспјело ТЛС преговарање
sv: TLS-förhandling misslyckades
tr: TLS anlaşması başarısız oldu
uk: Помилка встановлення з'єднання через TLS.
zh_tw: TLS 商議失敗
