Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_smtp.po
Languages: ar, bg, ca, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt_br, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, uk, zh_tw

source: Unhandled error condition. Please send a bug report.
ar: خطأ غير معالج. من فضلك ارسل تقرير بالخلل.
bg: Непозната грешка. Моля, изпратете съобщение за грешка.
ca: La condició d'error no es pot gestionar. Si us plau, envieu un informe d'error.
cs: Neznámý chybový stav. Prosím zašlete hlášení o chybě.
da: Ikke håndteret fejlbetingelse. Indsend venligst en fejlrapport.
el: Μη διαχειρίσιμη κατάσταση σφάλματος. Παρακαλώ στείλτε μια αναφορά σφάλματος.
es: Condición de error desconocida. Por favor, envíe un informe de fallo.
et: Käsitlematu vea tingimus. Palun anna veast teada.
eu: Errore baldintza ezezaguna. Bidali programaren-errorearen azalpena.
fa: شرایط خطای گردانده‌نشده. لطفاً، یک گزارش خطا ارسال کنید.
fi: Käsittelemätön virhetilanne. Lähetä virheraportti.
fr: Condition d'erreur non prise en charge. Veuillez envoyer un rapport de bogue.
ga: Earráid gan láimhseáil. Seol tuairisc ar fhabht.
gl: Descoñécese esta condición de erro. Por favor, envíe un informe de erro.
hi: अनहैंडल्ड त्रुटि परिस्थिति. कृपया बग रपट भेजें.
hr: Dogodila se greška koju nije moguće obraditi. Molim pošaljite izvješće o greški.
hu: Nem kezelhető hiba történt. Kérjük küldjön róla hibajelentést.
ia: Condition de error non maneate. Pro favor tu invia un reporto de defecto (bug).
is: Óvænt villutilfelli. Vinsamlegast sendu inn villutilkynningu.
it: Condizione di errore non gestibile. Per favore spedisci una segnalazione di bug.
ja: 処理できないエラー状態が発生しました。バグレポートを送ってください。
kk: Беймәлім қате жағдайы. Қате туралы хабарлаңыз.
km: លក្ខខណ្ឌ​កំហុស​មិន​បាន​ដោះស្រាយ​ ។ សូម​ផ្ញើ​របាយការណ៍​កំហុស​មួយ ។​
ko: 처리하지 못한 오류 조건입니다. 버그를 보고해 주십시오.
lt: Nežinoma klaida. Prašome pateikti pranešimą apie programos klaidą.
lv: Neapstrādāta kļūdas situācija. Lūdzu nosūtiet kļūdas ziņojumu.
nb: Ubehandlet feilsituasjon. Vennligst send feilrapport.
nds: Nich affungen Fehler. Schick bitte en Fehlerbericht in.
nn: Denne feilen kan ikkje handterast. Du bør senda inn ein feilrapport.
pa: ਨਾ-ਸਪਸ਼ਟ ਗਲਤੀ ਹਾਲਤ। ਇੱਕ ਬੱਗ ਜਾਣਕਾਰੀ ਭੇਜੋ ਜੀ।
pl: Nieobsługiwany błąd. Proszę wysłać zgłoszenie błędu w programie.
pt_br: Condição de erro não-manipulada. Por favor, envie um relatório de erros.
ru: Неизвестная ошибка. Отправьте отчёт об ошибке в программе.
sk: Nespracovaná chybová situácia. Prosím, pošlite správu o chybe.
sl: Neobravnavan pogoj napake. Pošljite poročilo o hrošču.
sr@ijekavian: Непозната грешка. Молимо поднесите извештај о овоме.
sr@ijekavianlatin: Nepoznata greška. Molimo podnesite izveštaj o ovome.
sv: Ohanterat feltillstånd. Skicka en felrapport.
uk: Нетипова помилка. Будь ласка, надішліть звіт про помилку.
zh_tw: 未處理的錯誤狀況。請傳送一份錯誤回報。
