Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_imap4.po
Languages: bg, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, tr, uk, zh_tw

source: Unable to login. Probably the password is wrong. The server %1 replied: %2
bg: Неуспешно влизане. Вероятно паролата е грешна. Отговор от сървъра %1: %2
ca@valencia: No s'ha pogut iniciar la sessió. Probablement la contrasenya siga incorrecta. El servidor %1 ha respost: %2
cs: Nelze se přihlásit. Heslo je pravděpodobně špatné. Server %1 odpověděl: %2
da: Kunne ikke logge på. Adgangskoden er formodentlig forkert. Serveren %1 svarede: %2
el: Αδυναμία σύνδεσης. Πιθανόν ο κωδικός πρόσβασης να είναι λάθος. Ο διακομιστής %1 επέστρεψε: %2
es: No se puede iniciar sesión. Probablemente la contraseña sea incorrecta. El servidor %1 respondió: %2
et: Sisselogimine nurjus. Ilmselt on parool vale. Serveri %1 vastus: %2
eu: Ezin hasi saioa. Segur aski pasahitza gaizki dago. %1 zerbitzariak hau erantzun du: %2
fa: قادر به ورود نیست. ممکن است اسم رمز نادرست باشد. کارساز %1 پاسخ داد: %2
fi: Sisäänkirjautuminen ei onnistunut. Luultavasti salasana on virheellinen. Palvelin %1 vastasi: %2
fr: Impossible de se connecter. Le mot de passe est probablement non valable. Le serveur %1 a répondu : %2
ga: Ní féidir logáil isteach. Is dócha go raibh focal faire mícheart agat. D'fhreagair freastalaí %1 le: %2
gl: Non foi posíbel acceder. Probabelmente o contrasinal sexa incorrecto. O servidor %1 respondeu: %2
he: אין אפשרות להיכנס. כנראה שהססמה שגויה. השרת %1 השיב: %2
hi: लॉगइन में असफल. संभवतः पासवर्ड गलत है. सर्वर %1 ने जवाब दिया: %2
hr: Neuspjela prijava. Vjerojatno zaporka nije ispravna. Poslužitelj %1 je odgovorio: %2
hu: Nem sikerült bejelentkezni. Valószínűleg hibás a jelszó. A kiszolgáló (%1) üzenete: %2
ia: Incapace de authenticar se. Probabilemente le contrasigno es errate. Le servitor %1 replicava: %2
is: Gat ekki tengst. Lykilorðið er trúlega rangt. Þjónninn %1 skilaði: %2
it: Impossibile effettuare l'accesso. Probabilmente la password è errata. Il server %1 ha risposto: %2
ja: ログインできません。おそらくパスワードが間違っています。 サーバ %1 の応答: %2
km: មិន​អាច​ចូល ។ ប្រហែលជា​ពាក្យ​សម្ងាត់​ខុស ។ ម៉ាស៊ីន​បម្រើ %1 បាន​ឆ្លើយតប ៖ %2
ko: 로그인할 수 없습니다. 암호가 잘못되었을 수도 있습니다. 서버 %1의 응답: %2
lt: Nepavyksta prisiregistruoti. Tikriausiai neteisingas slaptažodis. Serveris %1 atsakė: %2
lv: Neizdevās pieteikties. Iespējams, nepareiza parole. Serveris %1 atbildēja: %2
nb: Kunne ikke logge inn. Trolig er passordet feil. Tjeneren %1 svarte: %2
nds: Anmellen nich mööglich, wohrschienlich is dat Passwoort leeg. De Server %1 anter: %2
nl: Het aanmelden is mislukt. Mogelijk is het wachtwoord onjuist. De server %1 antwoordde: %2
nn: Klarte ikkje logga inn. Passordet er truleg feil. Tenaren «%1» svara: «%2»
pa: ਲਾਗਇਨ ਕਰਨ ਲਈ ਅਸਫਲ। ਸੰਭਵ ਤੌਰ ਤੇ ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ। ਸਰਵਰ %1 ਦਾ ਜਵਾਬ: %2
pl: Nie można się zalogować. Prawdopodobnie hasło jest nieprawidłowe. Odpowiedź serwera %1: %2
pt: Não é possível autenticar-se. Talvez a senha esteja errada. O servidor %1 respondeu: %2
pt_br: Não foi possível efetuar login. Provavelmente a senha esta errada. O servidor %1 respondeu: %2
ro: Nu mă pot autentifica. Probabil parola este greșită. Serverul %1 a răspuns: %2
ru: Невозможно подключиться. Возможно, указан неверный пароль. Ответ сервера %1: %2
sk: Prihlásenie sa nepodarilo. Možno je nesprávne heslo. Server %1 odpovedal: %2
sl: Prijava ni uspela. Najverjetneje je geslo napačno. Strežnik %1 je odgovoril: %2
sr@ijekavian: Не могу да се пријавим. Вјероватно је лозинка погрешна. Сервер %1 јавља: %2
sr@ijekavianlatin: Ne mogu da se prijavim. Vjerovatno je lozinka pogrešna. Server %1 javlja: %2
sv: Kunde inte logga in. Antagligen är lösenordet felaktigt. Servern %1 svarade: %2
tr: Giriş yapılamadı. Parolanız yanlış olabilir. %1 isimli sunucu aşağıdaki mesajı verdi: %2
uk: Не вдається ввійти. Можливо, вказано неправильний пароль. Відповідь сервера %1: %2
zh_tw: 登入失敗。可能是您輸入指定的密碼有誤。 伺服器 %1 回應： %2

source: Unable to authenticate via %1. The server %2 replied: %3
bg: Идентификацията не може да бъде извършена чрез %1. Отговор от сървъра %2: %3
ca@valencia: No s'ha pogut autenticar mitjançant %1. El servidor %2 ha respost: %3
cs: Nelze provést ověření přes %1. Server %2 odpověděl: %3
da: Kunne ikke godkende via %1. Serveren %2 svarede: %3
el: Αδυναμία ταυτοποίησης μέσω %1. Ο διακομιστής %2 επέστρεψε: %3
es: No se puede autenticar por medio de %1. El servidor %2 respondió: %3
et: Autentimine %1 kaudu nurjus. Serveri %2 vastus: %3
eu: Ezin autentifikatu %1(r)en bitartez. %2 zerbitzariak hau erantzun du: %3
fa: قادر به احراز هویت از طریق %1 نیست. کارساز %2 پاسخ داد: %3
fi: Tunnistus ei onnistunut tunnistustavalla %1. Palvelin %2 vastasi: %3
fr: Impossible de s'authentifier via %1. Le serveur %2 a répondu : %3
ga: Ní féidir fíordheimhniú a dhéanamh trí %1. D'fhreagair freastalaí %2 le: %3
gl: Non foi posíbel autenticarse a través de %1. O servidor %2 respondeu: %3
he: אין אפשרות לאמת באמצעות %1. השרת השיב %2: %3
hi: %1 के द्वारा प्रमाणीकरण करने में असफल.. सर्वर %2 ने जवाब दिया: %3
hr: Autentifikacija preko %1 nije uspjela. Poslužitelj %2 je odgovorio: %3
hu: Nem sikerült bejelentkezni (%1). A kiszolgáló (%2) üzenete: %3
ia: Incapace de authenticar via %1. Le servitor %2 replicava: %3
is: Gat ekki auðkennt með %1. Þjónninn %2 skilaði: %3
it: Impossibile autenticarsi tramite %1. Il server %2 ha risposto: %3
ja: %1 経由で認証できません。 サーバ %2 の応答: %3
km: មិន​អាច​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​តាមរយៈ %1 ។ ម៉ាស៊ីន​បម្រើ %2 បាន​ឆ្លើយតប ៖ %3
ko: %1을(를) 통해 인증할 수 없습니다. 서버 %2의 응답: %3
lt: Nepavyksta nustatyti tapatybės per %1. Serveris %2 atsakė: %3
lv: Neizdevās autentificēt caur %1. Serveris %2 atbildēja: %3
nb: Kunne ikke autentisere via %1. Tjeneren %2 svarte: %3
nds: Identiteetprööv över %1 is fehlslaan. De Server %2 anter: %3
nl: De authenticatie via %1 is mislukt. De server %2 antwoordde: %3
nn: Klarte ikkje autentisera gjennom «%1». Tenaren «%2» svara: «%3»
pa: %1 ਰਾਹੀ ਪ੍ਰਮਾਣਿਤ ਹੋਣ ਵਿੱਚ ਅਸਫਲ ਸਰਵਰ %2 ਦਾ ਜਵਾਬ %3
pl: Nieudane uwierzytelnianie przez %1. Odpowiedź serwera %2: %3
pt: Não é possível a autenticação através do %1. O servidor %2 devolveu: %3
pt_br: Não foi possível autenticar via %1. O servidor %2 respondeu: %3
ro: Nu mă pot autentifica prin %1. Serverul %2 a răspuns: %3
ru: Невозможно зарегистрироваться через %1. Ответ сервера %2: %3
sk: Prihlásenie pomocou %1 sa nepodarilo. Server %2 odpovedal: %3
sl: Ni se mogoče overiti preko %1. Strežnik %2 je odgovoril: %3
sr@ijekavian: Не могу да се аутентификујем преко %1. Сервер %2 јавља: %3|/|Не могу да се аутентификујем преко $[ген %1]. Сервер %2 јавља: %3
sr@ijekavianlatin: Ne mogu da se autentifikujem preko %1. Server %2 javlja: %3|/|Ne mogu da se autentifikujem preko $[gen %1]. Server %2 javlja: %3
sv: Kunde inte autentisera via %1. Servern %2 svarade: %3
tr: %1 ile kullanıcı doğrulaması yapılamadı. %2 isimli sunucu aşağıdaki mesajı verdi: %3
uk: Не вдається автентифікувати через %1. Відповідь сервера %2: %3
zh_tw: 無法使用 %1 認證通過。 伺服器 %2 回應： %3

source: Unable to open folder %1. The server replied: %2
bg: Папката %1 не може да бъде отворена. Отговор от сървъра: %2
ca@valencia: No s'ha pogut obrir la carpeta %1. El servidor ha respost: %2
cs: Nelze otevřít složku %1. Server odpověděl: %2
da: Kunne ikke åbne mappe %1. Serveren svarede: %2
el: Αδυναμία ανοίγματος του φακέλου %1. Ο διακομιστής επέστρεψε: %2
es: No se puede abrir la carpeta %1. El servidor respondió: %2
et: Kausta %1 avamine nurjus. Serveri vastus: %2
eu: Ezin ireki %1 karpeta. Zerbitzariak hau erantzun du: %2
fa: قادر به باز کردن پوشه %1 نیست. کارساز پاسخ داد: %2
fi: Kansiota %1 ei voitu avata. Palvelin vastasi: %2
fr: Impossible d'ouvrir le dossier %1. Le serveur a répondu : %2
ga: Ní féidir fillteán %1 a oscailt. D'fhreagair an freastalaí: %2
gl: Non foi posíbel abrir o cartafol %1. O servidor respondeu: %2
he: אין אפשרות לפתוח את התיקייה %1. השרת השיב: %2
hi: फ़ोल्डर %1 को खोलने में अक्षम. सर्वर ने जवाब दिया: %2
hr: Ne mogu otvoriti mapu %1. Poslužitelj je odgovorio: %2
hu: Nem sikerült megnyitni a(z) %1 mappát. A kiszolgáló üzenete: %2
ia: Incapace de aperir dossier %1. Le servitor replicava: %2
is: Get ekki opnað möppuna %1. Þjónninn skilaði: %2
it: Impossibile aprire la cartella %1. Il server ha risposto: %2
ja: フォルダ <resource>%1</resource> を開けません。サーバの応答: %2
km: មិន​អាច​បើក​ថត %1 ។ ម៉ាស៊ីន​បម្រើ​បាន​ឆ្លើយតប ៖ %2
ko: 폴더 %1을(를) 열 수 없습니다: 서버 응답: %2
lt: Nepavyksta atverti %1 aplanko. Serveris atsakė: %2
lv: Neizdevās atvērt mapi %1. Serveris teica:%2
nb: Kunne ikke åpne mappe %1. Tjeneren svarte: %2
nds: De Orner %1 lett sik nich opmaken. De Server anter: %2
nl: De map %1 kon niet worden geopend. De server antwoordde: %2
nn: Klarte ikkje opna mappa «%1». Tenaren svara: %2
pa: ਫੋਲਡਰ %1 ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ। ਸਰਵਰ ਦਾ ਜਵਾਬ: %2
pl: Nie można otworzyć folderu %1. Odpowiedź serwera: %2
pt: Não é possível abrir a pasta %1. O servidor devolveu: %2
pt_br: Não foi possível abrir a pasta %1. O servidor respondeu: %2
ro: Nu pot deschide dosarul %1. Serverul a răspuns: %2
ru: Невозможно открыть папку %1. Ответ сервера: %2
sk: Nepodarilo sa otvoriť priečinok %1. Odpoveď serveru: %2
sl: Ni mogoče odpreti mape %1. Strežnik je odgovoril: %2
sr@ijekavian: Не могу да отворим фасциклу <filename>%1</filename>. Сервер јавља: %2
sr@ijekavianlatin: Ne mogu da otvorim fasciklu <filename>%1</filename>. Server javlja: %2
sv: Kan inte öppna korgen %1. Servern svarade: %2
tr: %1 dizini açılamadı. Sunucu şu mesajı verdi: %2
uk: Неможливо відкрити теку %1. Відповідь сервера: %2
zh_tw: 無法開啟目錄 %1。伺服器回應：%2

source: Setting the annotation %1 on folder %2 failed. The server returned: %3
hr: Postavljanje napomene %1 za mapu %2 nije uspjelo. Poslužitelj je odgovorio: %3
