Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/kio_imap4.po
Languages: bg, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, tr, uk, zh_tw

source: Message from %1 while processing '%2': %3
bg: Съобщение от %1 при обработката на %2: %3
ca@valencia: Missatge de %1 en processar «%2»: %3
cs: Zpráva od %1 při zpracování '%2': %3
da: Brev fra %1 under behandling af '%2': %3
el: Μήνυμα από %1 κατά την επεξεργασία '%2': %3
es: Mensaje de %1 al procesar «%2»: %3
et: Kiri serverist %1 '%2' töötlemise ajal: %3
eu: %1-(r)en mezu bat '%2' prozesatzean: %3
fa: پیام از %1 هنگام پردازش »%2«: %3
fi: Viesti palvelimelta %1 käsiteltäessä laatikkoa ”%2”: %3
fr: Message de %1 lors du traitement de « %2 » : %3
ga: Teachtaireacht ó %1 agus '%2' á phróiseáil: %3
gl: Mensaxe desde %1 mentres se procesaba «%2»: %3
he: הודעה מאת %1 בעת פענוח "%2": %3
hi: %1 से संदेश, इन प्रक्रिया के दौरान- '%2': %3
hr: Poruka od %1 pri obradi '%2': %3
hu: Üzenet érkezett (feladó: %1) „%2” feldolgozása közben: %3
ia: Message ex %1 durante que on processava '%2': %3
is: Skilaboð frá %1 meðan unnið var með '%2': %3
it: Messaggio da %1 durante l'elaborazione di "%2": %3
ja: <resource>%2</resource> を処理中に %1 からのメッセージ: %3
km: សារ​ពី %1 ខណៈពេល​ដំណើរការ '%2' ៖ %3
ko: '%2'을(를) 처리하는 중 %1에서 온 메시지: %3
lt: Laiškai nuo %1 atsisiunčiant „%2“: %3
lv: Vēstule no %1, apstrādājot '%2': %3
nb: Melding fra %1 under behandling av '%2': %3
nds: Naricht vun %1 bi't Verarbeiden vun "%2": %3
nl: Bericht van %1 tijdens het verwerken van '%2': %3
nn: Melding frå %1 mens «%2» vart handsama: %3
pa: %1 ਤੋਂ ਸੁਨੇਹਾ, ਜਦੋਂ ਕਿ '%2' ਪਰੋਸੈੱਸ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: %3
pl: Wiadomość od %1 podczas przetwarzania '%2': %3
pt: Mensagem de %1 ao processar '%2': %3
pt_br: Mensagem de %1 ao processar '%2': %3
ro: Mesaj de la %1 în timpul procesării „%2”: %3
ru: Сообщение от %1 при обработке '%2': %3
sk: Správa od %1 kým sa spracúva '%2': %3
sl: Sporočilo od %1 med obdelovanjem »%2«: %3
sr@ijekavian: Порука од %1 током обраде „%2“: %3
sr@ijekavianlatin: Poruka od %1 tokom obrade „%2“: %3
sv: Brev från %1 under behandling av '%2': %3
tr: '%2' işlenirken %1'den mesaj geldi: %3
uk: Повідомлення від %1 при опрацюванні «%2»: %3
zh_tw: 處理 %2 時由 %1 傳來的訊息：%3

source: Message from %1: %2
bg: Съобщение от %1: %2
ca@valencia: Missatge de %1: %2
cs: Zpráva od %1: %2
da: Brev fra %1: %2
el: Μήνυμα από %1: %2
es: Mensaje de %1: %2
et: Kiri serverist %1: %2
eu: %1-(r)en mezua: %2
fa: پیام از %1: %2
fi: Viesti kohteesta %1: %2
fr: Message de %1 : %2
ga: Teachtaireacht ó %1: %2
gl: Mensaxe desde %1: %2
he: הודעת מאת %1: %2
hi: %1 से संदेश: %2
hr: Poruka od %1: %2
hu: Üzenet érkezett (feladó: %1): %2
ia: Message ex %1: %2
is: Skilaboð frá %1: %2
it: Messaggio da %1: %2
ja: %1 からのメッセージ: %2
km: សារ​ពី %1 ៖ %2
ko: %1에서 온 메시지: %2
lt: Laiškai nuo %1: %2
lv: Vēstule no %1: %2
nb: Melding fra %1: %2
nds: Naricht vun %1: %2
nl: Bericht van %1: %2
nn: Melding frå %1: %2
pa: %1 ਤੋਂ ਸੁਨੇਹਾ: %2
pl: Wiadomość od %1: %2
pt: Mensagem de %1: %2
pt_br: Mensagem de %1: %2
ro: Mesaj de la %1: %2
ru: Сообщение от %1: %2
sk: Správa od %1: %2
sl: Sporočilo od %1: %2
sr@ijekavian: Порука од %1: %2
sr@ijekavianlatin: Poruka od %1: %2
sv: Brev från %1: %2
tr: %1'den mesaj: %2
uk: Повідомлення з %1: %2
zh_tw: 由 %1 傳來的訊息：%2

source: The following folder will be created on the server: %1 What do you want to store in this folder?
bg: Следната папка ще бъде създадена на сървъра: %1. Както искате да бъде съхранявано в нея?
ca@valencia: La carpeta següent es crearà al servidor: %1 Què voleu guardar en esta carpeta?
cs: Na serveru bude vytvořena následující složka: %1. Co si v ní přejete ukládat?
da: Følgende mappe vil blive oprettet på serveren: %1. Hvad vil du opbevare i mappen?
el: Ο παρακάτω φάκελος θα δημιουργηθεί στον εξυπηρετητή: %1. Τι θέλετε να αποθηκεύσετε σε αυτόν το φάκελο;
es: Se creará en el servidor la siguiente carpeta: %1 ¿Qué quiere almacenar en esta carpeta?
et: Serveris luuakse järgmine kaust: %1 Mida sa soovid selles säilitada?
eu: Honako karpeta hau sortuko da zerbitzarian: %1 Zer gorde nahi duzu bertan?
fa: پوشه زیر روی کارساز: %1 ایجاد می‌شود. می‌خواهید چه چیزی در این پوشه ذخیره کنید؟
fi: Palvelimelle luodaan seuraava kansio: %1 Mitä haluat tallentaa kansioon?
fr: Le dossier suivant sera créé sur le serveur : %1. Que voulez-vous enregistrer dans celui-ci ?
ga: Cruthófar an fillteán seo a leanas ar an bhfreastalaí: %1 Cad ba mhaith leat a chur san fhillteán seo?
gl: Crearase este cartafol no servidor: %1. Que quere almacenar neste cartafol?
he: התיקייה הבאה תיווצר על השרת: %1. מה ברצונך לשמור בתיקייה זו?
hi: सर्वर: %1 में निम्न फ़ोल्डर बनाया जाएगा. इस फ़ोल्डर में आप क्या भंडारित करना चाहते हैं?
hr: Sljedeća mapa bit će stvorena na poslužitelju: %1 Što želite pohraniti u ovu mapu?
hu: A következő mappa fog létrejönni a kiszolgálón: %1. Mit szeretne tárolni a mappában?
ia: Le sequente dossier essera create sur le servitor: %1. Cosa tu vole facer pro immagazinar lo in iste dossier?
is: Eftirfarandi mappa verður búin til á þjóninum: %1. Hvað viltu geyma í henni?
it: La cartella seguente sarà creata sul server: %1. Che cosa vuoi memorizzare in questa cartella?
ja: 次のフォルダをサーバ %1 に作成します。このフォルダに何を保存しますか？
km: ថត​ខាងក្រោម​នឹង​បង្កើត​លើ​ម៉ាស៊ីន​បម្រើ ៖ %1 តើ​អ្នក​ចង់​រក្សាទុក​អ្វី​ក្នុង​ថត​នេះ ?
ko: 다음 폴더가 서버에 생성될 것입니다: %1 이 폴더에 무엇을 저장하시겠습니까?
lt: Serveryje bus sukurtas toks aplankas: %1 Ką norėtumėte jame laikyti?
lv: Šī mape tiks glabāta uz servera: %1 Ko jūs vēlaties glabāt šajā mapē?
nb: Denne mappa blir opprettet på tjeneren: «%1». Hva vil du lagre i denne mappa?
nds: Op den Server warrt de Orner %1 opstellt. Wat wullt Du binnen em wohren?
nl: De volgende map zal op de server aangemaakt worden: %1 . Wat wilt u in deze map opslaan?
nn: Mappa «%1» vert oppretta på tenaren. Kva vil du lagra i denne mappa?
pl: Następujący folder zostanie utworzony na serwerze: %1. Co chcesz przechowywać w tym folderze?
pt: A seguinte pasta vai ser criada no servidor: %1. O que deseja guardar nesta pasta?
pt_br: A seguinte pasta será criada no servidor: %1 O que quer armazenar nesta pasta?
ro: Următorul dosar va fi creat pe server: %1 Ce doriți să stocați în acest dosar?
ru: На сервере будет создана папка «%1». Что вы хотите хранить в этой папке?
sk: Nasledujúci priečinok bude vytvorený na serveri: %1 Čo chcete uložiť do tohoto priečinku?
sl: Na strežniku bo ustvarjena naslednja mapa: %1 Kaj želite shraniti v njej?
sr@ijekavian: Сљедећа фасцикла ће бити направљена на серверу: %1 Шта желите да се смешта у њу?
sr@ijekavianlatin: Sljedeća fascikla će biti napravljena na serveru: %1 Šta želite da se smešta u nju?
sv: Följande korg kommer att skapas på servern: %1. Vad vill du lagra i korgen?
tr: Bu dizin sunucu üzerinde oluşturulacak: %1 Bu dizinde neyi saklamak istersiniz?
uk: На сервері буде створено наступну теку: %1 Що ви хочете в цій теці зберігати?
zh_tw: 將在伺服器上建立以下資料夾：%1。您要在此資料夾中儲存什麼？

source: Create Folder
bg: Създаване на папка
ca@valencia: Crea una carpeta
cs: Vytvořit pořadač
da: Opret mappe
el: Δημιουργία φακέλου
es: Crear una carpeta
et: Kausta loomine
eu: Sortu karpeta
fa: ایجاد پوشه
fi: Luo kansio
fr: Créer un dossier
ga: Cruthaigh Fillteán
gl: Crear o cartafol
he: צור תיקייה
hi: फ़ोल्डर बनाएँ
hr: Napravi direktorij
hu: Mappa létrehozása
ia: Crea dossier
is: Búa til möppu
it: Crea cartella
ja: フォルダを作成
km: បង្កើត​ថត
ko: 폴더 만들기
lt: Sukurti aplanką
lv: Izveidot mapi
nb: Opprett mappe
nds: Orner opstellen
nl: Map aanmaken
nn: Opprett mappe
pa: ਫੋਲਡਰ ਬਣਾਓ
pl: Utwórz folder
pt: Criar uma Pasta
pt_br: Criar pasta
ro: Creează dosar
ru: Создать папку
sk: Vytvoriť priečinok
sl: Ustvari mapo
sr@ijekavian: Направи фасциклу
sr@ijekavianlatin: Napravi fasciklu
sv: Skapa korg
tr: Dizin Oluştur
uk: Створити теку
zh_tw: 建立目錄

source: &Messages
bg: &Съобщения
ca@valencia: &Missatges
cs: Z&právy
da: &Beskeder
el: Μ&ηνύματα
es: &Mensajes
et: &Kirjad
eu: &Mezuak
fa: &پیامها‌
fi: &Viestit
ga: &Teachtaireachtaí
gl: &Mensaxes
he: &הודעות
hi: संदेश (&M)
hr: Poruk&e
hu: Ü&zenetek
is: &Skilaboð
it: &Messaggi
ja: メッセージ(&M)
km: សារ
ko: 메시지(&M)
lt: &Laiškai
lv: &Vēstules
nb: &Meldinger
nds: N&arichten
nl: B&erichten
nn: &Meldingar
pa: ਸੁਨੇਹੇ(&M)
pl: &Wiadomości
pt: &Mensagens
pt_br: &Mensagens
ro: &Mesaje
ru: &Письма
sk: &Správy
sl: &Sporočila
sr@ijekavian: &Поруке
sr@ijekavianlatin: &Poruke
sv: &Meddelanden
tr: İ&letiler
uk: &Повідомлення
zh_tw: 訊息 (&M)

source: &Subfolders
bg: По&дпапки
ca@valencia: &Subcarpetes
cs: Po&dřízené pořadače
da: &Undermapper
el: Υ&ποφάκελοι
es: &Subcarpetas
et: Alamkau&stad
eu: &Azpikarpetak
fa: &زیرپوشه‌ها‌
fi: &Alikansiot
fr: &Sous-dossiers
ga: &Fofhillteáin
gl: &Subcartafoles
he: &תיקיות משנה
hi: उप-फ़ोल्डर (&S)
hr: Pod&direktoriji
hu: &Almappák
ia: &Sub-dossieres
is: &Undirmöppur
it: &Sottocartelle
ja: サブフォルダ(&S)
km: ថត​រង
ko: 하위 폴더(&S)
lt: &Poaplankiai
lv: Apakšmape&s
nb: &Undermapper
nds: Ü&nnerornern
nl: &Submappen
nn: &Undermapper
pa: ਸਬ-ਫੋਲਡਰ(&S)
pl: &Podfoldery
pt: &Sub-pastas
pt_br: &Subpastas
ro: &Subdosare
ru: &Подпапки
sk: &Podpriečinky
sl: &Podmape
sr@ijekavian: Пот&фасцикле
sr@ijekavianlatin: Pot&fascikle
sv: &Underkorgar
tr: Alt &dizinler
uk: &Підтеки
zh_tw: 子目錄 (&S)

source: Unsubscribe of folder %1 failed. The server returned: %2
bg: Отписването на папката %1 е неуспешно. Отговор от сървъра: %2
ca@valencia: Ha fallat la baixa de la subscripció de la carpeta %1. El servidor ha respost: %2
cs: Odhlášení se od složky %1 selhalo. Server navrátil zprávu: %2
da: Framelding af mappen %1 mislykkedes. Serveren returnerede: %2
el: Η διαγραφή από το φάκελο %1 απέτυχε. Ο διακομιστής επέστρεψε: %2
es: Fallo al cancelar la suscripción a la carpeta %1. El servidor devolvió: %2
et: Kausta %1 tellimise lõpetamine nurjus. Serveri vastus: %2
eu: %1 karpetaren harpidetza kentzeak huts egin du. Zerbitzariak hau erantzun du: %2
fa: خرابی در بدون ز‌یرنویس کردن پوشه %1. کارساز برگشته: %2
fi: Kansion %1 tilauksen peruminen epäonnistui. Palvelin vastasi: %2
fr: Échec de la désinscription du dossier %1. Le serveur a répondu : %2
ga: Theip ar dhíliostáil le fillteán %1. Freagra ón bhfreastalaí: %2
gl: Non foi posíbel borrar a subscrición ao cartafol %1. O servidor devolveu: %2
he: ההסרה של תיקייה %1 נכשלה. השרת ענה: %2
hi: फ़ोल्डर %1 अनसब्सक्राइब करने में असफल. सर्वर ने लौटायाः %2
hr: Uklanjanje pretplate na direktorij %1 nije uspjelo. Poslužitelj je odgovorio: %2
hu: A(z) %1 mappát nem sikerült lemondani. A kiszolgáló üzenete: %2
ia: Il falleva a levar subscription de dossier %1. Le servitor retornava: %2
is: Afskráning af möppu %1 mistókst. Þjónninn skilaði: %2
it: Impossibile annullare l'iscrizione della cartella %1. Il server ha risposto: %2
ja: フォルダ <resource>%1</resource> の購読解除に失敗しました。サーバの応答: %2
km: ការឈប់​ជាវ​ថត %1 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %2
ko: 폴더 %1의 구독을 해지할 수 없습니다. 서버 응답: %2
lt: Panaikinti aplanko %1 prenumeratos nepavyko. Serveris atsakė: %2
lv: Neizdevās atrakstīties uz mapi %1. Serveris teica: %2
nb: Klarte ikke stoppe abonnement på mappe %1. Tjeneren svarte: %2
nds: Afbestellen vun Orner %1 fehlslaan. De Server anter: %2
nl: Het uitschrijven van de map %1 is mislukt. De server antwoordde: %2
nn: Klarte ikkje stoppe abonnementet på mappa «%1». Tenaren svara «%2»
pa: ਫੋਲਡਰ %1 ਲਈ ਨਾ-ਵਰਤਣਾ ਅਸਫਲ, ਸਰਵਰ ਦਾ ਜਵਾਬ: %2
pl: Wypisywanie się z katalogu %1 nie powiodło się. Komunikat serwera: %2
pt: A remoção de subscrição da pasta %1 falhou. O servidor devolveu: %2
pt_br: Falha na remoção da inscrição da pasta %1. O servidor retornou: %2
ro: Dezabonarea de la dosarul %1 a eșuat. Serverul a răspuns: %2
ru: Невозможно отписаться от папки %1. Ответ сервера: %2
sk: Odhlásenie priečinku %1 zlýhalo. Server odpovedal: %2
sl: Preklic naročnine na mapo %1 ni uspel. Strežnik je vrnil: %2
sr@ijekavian: Неуспјела одјава претплате на фасциклу <filename>%1</filename>. Сервер јавља: %2
sr@ijekavianlatin: Neuspjela odjava pretplate na fasciklu <filename>%1</filename>. Server javlja: %2
sv: Uppsägning av prenumeration för korgen %1 misslyckades. Servern returnerade: %2.
tr: %1 üyeliğinden çıkma işleminde hata. Sunucudan gelen yanıt: %2
uk: Помилка відписки від теки %1. Відповідь сервера: %2
zh_tw: 取消訂閱資料夾 %1 失敗。伺服器回應：%2

source: Subscribe of folder %1 failed. The server returned: %2
bg: Присъединяването на папката %1 е неуспешно. Отговор от сървъра: %2
ca@valencia: Ha fallat la subscripció de la carpeta %1. El servidor ha respost: %2
cs: Přihlášení se ke složce %1 selhalo. Server navrátil zprávu: %2
da: Tilmelding af mappen %1 mislykkedes. Serveren returnerede: %2
el: Η εγγραφή του φακέλου %1 απέτυχε. Ο διακομιστής επέστρεψε: %2
es: Fallo al suscribirse a la carpeta %1. El servidor devolvió: %2
et: Kausta %1 tellimine nurjus. Serveri vastus: %2
eu: %1 karpetaren harpidetzak huts egin du. Zerbitzariak hau erantzun du: %2
fa: خرابی در بدون زیرنویس کردن پوشه %1. کارساز برگشته: %2
fi: Kansion %1 tilaus epäonnistui. Palvelin vastasi: %2
fr: Échec de l'inscription du dossier %1. Le serveur a répondu : %2
ga: Theip ar liostáil le fillteán %1. Freagra ón bhfreastalaí: %2
gl: Fallou a subscrición ao cartafol %1. O servidor devolveu: %2
he: הרישום של תיקייה %1 נכשל. השרת ענה: %2.
hi: फ़ोल्डर %1 सब्सक्राइब करने में असफल. सर्वर ने लौटायाः %2
hr: Pretplaćivanje na direktorij %1 nije uspjelo. Poslužitelj je odgovorio:%2
hu: A(z) %1 mappára nem sikerült előfizetni. A kiszolgáló üzenete: %2
ia: Il falleva a subscriber dossier %1. Le servitor retornava: %2
is: Áskrift að möppu %1 mistókst. Þjónninn skilaði: %2
it: Impossibile effettuare l'iscrizione della cartella %1. Il server ha risposto: %2
ja: フォルダ <resource>%1</resource> の購読に失敗しました。サーバの応答: %2
km: ការជាវ​ថត %1 បាន​បរាជ័យ ។ ម៉ាស៊ីន​បម្រើ​បាន​ត្រឡប់ ៖ %2
ko: 폴더 %1을(를) 구독할 수 없습니다. 서버 응답: %2
lt: Aplanko %1 prenumeravimas nepavyko. Serveris atsakė: %2
lv: Neizdevās pierakstīties uz mapi %1. Serveris teica: %2
nb: Klarte ikke starte abonnement på mappe %1. Tjeneren svarte: %2
nds: Bestellen vun Orner %1 fehlslaan. De Server anter: %2
nl: Het inschrijven van de map %1 is mislukt. De server antwoordde: %2
nn: Klarte ikkje starta abonnement på mappa «%1». Tenaren svara: «%2»
pa: ਫੋਲਡਰ %1 ਲਈ -ਵਰਤਣਾ ਅਸਫਲ, ਸਰਵਰ ਦਾ ਜਵਾਬ: %2
pl: Zapisywanie się do katalogu %1 nie powiodło się. Komunikat serwera: %2
pt: A subscrição da pasta %1 falhou. O servidor devolveu: %2
pt_br: Falha na inscrição da pasta %1. O servidor retornou: %2
ro: Abonarea la dosarul %1 a eșuat. Serverul a răspuns: %2
ru: Невозможно подписаться на папку %1. Ответ сервера: %2
sk: Prihlásenie priečinku %1 zlýhalo. Server odpovedal: %2
sl: Naročanje na mapo %1 ni uspelo. Strežnik je vrnil: %2
sr@ijekavian: Неуспјела претплата на фасциклу <filename>%1</filename>. Сервер јавља: %2
sr@ijekavianlatin: Neuspjela pretplata na fasciklu <filename>%1</filename>. Server javlja: %2
sv: Prenumeration på korgen %1 misslyckades. Servern returnerade: %2.
tr: %1 üyeliğine girme sırasında hata. Sunucudan gelen yanıt: %2
uk: Помилка підписки на теку %1. Відповідь сервера: %2
zh_tw: 訂閱資料夾 %1 失敗。伺服器回應：%2

source: Changing the flags of message %1 failed with %2.
bg: Промяната на флаговете на съобщението %1 е неуспешна - %2.
ca@valencia: El procés de canviar els indicadors del missatge %1 ha fallat amb %2.
cs: Změna příznaků zprávy %1 selhala na %2.
da: Ændring af flag for besked %1 mislykkedes med %2.
el: Η αλλαγή των σημαιών του μηνύματος %1 απέτυχε με %2.
es: Fallo al cambiar los indicadores del mensaje %1 con %2.
et: Kirja %1 lippude muutmine käsuga %2 nurjus.
fa: خرابی در تغییر پرچمهای پیام %1 با %2.
fi: Viestin %1 tilan muuttaminen epäonnistui: %2.
fr: Échec du changement des propriétés du message %1 (%2).
ga: Theip ar bhratacha de theachtaireacht %1 a athrú le %2.
gl: Fallou a modificación das bandeiras da mensaxe %1 co erro %2.
he: שינוי הדגלים של ההודעה %1 נכשל עם %2.
hi: संदेश %1 का फ्लैग बदला जाना %2 के साथ असफल हो गया.
hr: Neuspjela promjena zastavica poruke %1 s %2.
hu: Nem sikerült megváltoztatni a(z) %1 üzenet jelzőit (mód: %2).
ia: Il falleva a modificar bandieras (flags) del message %1 con %2.
it: Impossibile cambiare le flag del messaggio %1: %2.
ja: メッセージ %1 のフラグの変更に失敗しました (%2)。
km: ការ​ផ្លាស់ប្ដូរ​ទង់​សារ %1 បាន​បរាជ័យ​ដែលមាន %2 ។
ko: 메시지 %1의 플래그를 변경할 수 없습니다. 응답: %2.
lt: Laiško %1 žymių keitimas nepavyko su klaida %2.
lv: Neizdevās mainīt ziņojuma %1 karogus, kļūda: %2.
nb: Endring av flagg på melding %1 feilet med %2.
nds: Dat Ännern vun de Marken för de Naricht %1 is fehlslaan mit %2.
nl: Het wijzigen van de markeringen van het bericht %1 is mislukte met %2.
nn: Klarte ikkje endra flagga på melding %1 grunna «%2».
pl: Zmiana flag wiadomości %1 nie powiodła się. Kod %2.
pt: A mudança das opções da mensagem %1 falhou com %2.
pt_br: A modificação das opções da mensagem %1 falhou com %2.
ro: Modificarea fanioanelor mesajului %1 a eșuat cu %2.
ru: Невозможно изменить флаги письма %1: %2
sk: Zmena príznakov správy %1 zlyhala (%2).
sl: Spreminjanje zastavic sporočila %1 je spodletelo z napako %2.
sr@ijekavian: Неуспјела измена заставица поруке %1 (%2).
sr@ijekavianlatin: Neuspjela izmena zastavica poruke %1 (%2).
sv: Ändring av egenskaper för meddelandet %1 misslyckades med %2.
tr: %1 iletisinin bayraklarını %2 ile değiştirme işlemi başarısız oldu.
uk: Зміна прапорців повідомлення %1 зазнала невдачі з %2.
zh_tw: 改變訊息 %1 的旗標失敗，%2。

source: Silent Changing the flags of message %1 failed with %2.
bg: Промяна флаговете на съобщението %1 е неуспешна - %2.
ca@valencia: El canvi silenciós dels indicadors del missatge %1 ha fallat amb %2.
cs: Změna příznaků zprávy %1 selhala na %2.
da: Tavs ændring af flag for besked %1 mislykkedes med %2.
el: Η σιωπηλή αλλαγή των σημαιών του μηνύματος %1 απέτυχε με %2.
es: Fallo al cambiar silenciosamente los indicadores del mensaje %1 con %2.
et: Kirja %1 lippude vaikne muutmine käsuga %2 nurjus.
fa: خرابی در تغییر بی‌صدای پرچمهای پیام %1 با %2.
fi: Viestin %1 tilan hiljainen muuttaminen epäonnistui: %2.
fr: Échec du changement silencieux des propriétés du message %1 (%2).
ga: Theip ar bhratacha de theachtaireacht %1 a athrú go tostach le %2.
gl: Fallou a modificación das bandeiras da mensaxe %1 co erro %2.
he: שינוי הדגלים של ההודעה %1 נכשל בצורה שקטה עם %2.
hi: संदेश %1 का फ्लैग बदला जाना %2 के साथ असफल.
hr: Neuspjela tiha promjena zastavica poruke %1 s %2.
hu: Nem sikerült néma módban megváltoztatni a(z) %1 üzenet jelzőit (mód: %2).
ia: Il falleva a modificar silentemente le bandieras del message %1 con %2.
it: Impossibile cambiare i contrassegni del messaggio %1 in maniera silente: %2.
ja: ユーザに確認せずにメッセージ %1 のフラグを変更することに失敗しました (%2)。
km: ការ​ផ្លាស់ប្ដូរ​ទង់សារ %1 ស្ងាត់ៗ បានបរាជ័យ​ ដែលមាន %2 ។
ko: 메시지 %1의 플래그를 조용히 변경할 수 없습니다. 응답: %2.
lt: Tylus laiško %1 žymių keitimas nepavyko su klaida %2.
lv: Neizdevās klusi mainīt ziņojuma %1 karogus, kļūda: %2.
nb: Stille endring av flagg på melding %1 feilet med %2.
nds: Dat stille Ännern vun de Marken för de Naricht %1 is fehlslaan mit %2.
nl: Het stilzwijgend wijzigen van de markeringen van het bericht %1 mislukte met %2.
nn: Klarte ikkje endra flagga på melding %1 stilt grunna «%2».
pl: Zmiana flag wiadomości %1 nie powiodła się. Kod %2.
pt: A mudança silenciosa das opções da mensagem %1 falhou com %2.
pt_br: A modificação silenciosa das opções da mensagem %1 falhou com %2.
ro: Modificarea silențioasă a fanioanelor mesajului %1 a eșuat cu %2.
ru: Невозможно изменить флаги письма %1: %2.
sk: Tichá zmena príznakov správy %1 zlyhala (%2).
sl: Tiho spreminjanje zastavic sporočila %1 je spodletelo z napako %2
sr@ijekavian: Неуспјела тиха измена заставица поруке %1 (%2).
sr@ijekavianlatin: Neuspjela tiha izmena zastavica poruke %1 (%2).
sv: Tyst ändring av egenskaper för meddelandet %1 misslyckades med %2.
tr: %1 iletisinin bayraklarını %2 ile sessiz değiştirme işlemi başarısız oldu.
uk: Тиха зміна прапорців повідомлення %1 зазнала невдачі з %2.
zh_tw: 無聲改變訊息 %1 的旗標失敗，%2。

source: Changing the flags of message %1 failed.
bg: Промяната на флаговете на съобщението %1 е неуспешна.
ca@valencia: El canvi dels indicadors del missatge %1 ha fallat.
cs: Změna příznaků zprávy %1 selhala.
da: Ændring af flag for besked %1 mislykkedes.
el: Αποτυχία τροποποίησης των σημαιών του μηνύματος %1.
es: Fallo al cambiar los indicadores del mensaje %1.
et: Kirja %1 lippude muutmine nurjus.
fa: خرابی در تغییر پرچمهای پیام %1.
fi: Viestin %1 tilan muuttaminen epäonnistui.
fr: Échec du changement des propriétés du message %1.
ga: Theip ar bhratacha de theachtaireacht %1 a athrú.
gl: Erro na modificación dos indicadores da mensaxe %1.
he: שינוי הדגלים של ההודעה %1 נכשל.
hi: संदेश %1 का फ्लैग बदलने में असफल.
hr: Neuspjela promjena zastavica poruke %1.
hu: Nem sikerült megváltoztatni a(z) %1 üzenet jelzőit.
ia: Il falleva a modificar le bandieras del message %1.
it: Impossibile cambiare i contrassegni del messaggio %1.
ja: メッセージ %1 のフラグの変更に失敗しました。
km: ការ​ផ្លាស់ប្ដូរ​ទង់​សារ %1 បាន​បរាជ័យ ។
ko: 메시지 %1의 플래그를 변경할 수 없습니다.
lt: Laiško %1 žymių keitimas nepavyko.
lv: Neizdevās mainīt ziņojuma %1 karogus.
nb: Endring av flagg på melding %1 feilet.
nds: Dat Ännern vun de Marken för de Naricht %1 is fehlslaan.
nl: Het wijzigen van de markeringen van het bericht %1 is mislukt.
nn: Klarte ikkje endra flagga på melding %1.
pl: Zmiana flag wiadomości %1 nie powiodła się.
pt: A mudança das opções da mensagem %1 falhou.
pt_br: A modificação das opções da mensagem %1 falhou.
ro: Modificarea fanioanelor mesajului %1 a eșuat.
ru: Невозможно изменить флаги письма %1.
sk: Zmena príznakov správy %1 zlyhala.
sl: Spreminjanje zastavic sporočila %1 ni uspelo.
sr@ijekavian: Неуспјела измена заставица поруке %1.
sr@ijekavianlatin: Neuspjela izmena zastavica poruke %1.
sv: Ändring av egenskaper för meddelandet %1 misslyckades.
tr: %1 iletisinin bayraklarını değiştirme işlemi başarısız oldu.
uk: Зміна прапорців повідомлення %1 зазнала невдачі.
zh_tw: 改變訊息 %1 的旗標失敗。
