Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkresources.po
Languages: ca@valencia, cs, el, es, et, fr, ga, hi, ia, it, ko, lt, lv, nds, nl, nn, pl, pt, pt_br, sk, sl, sv, uk

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer
cs: Klára Cihlářová
el: Σπύρος Γεωργαράς
es: Santiago Fernández Sancho,Adrián Martínez,Javier Viñal
et: Marek Laane
fr: Joëlle Cornavin
ga: Kevin Scannell
ia: Giovanni Sora
it: Federico Zenith
ko: Park Shinjo
lt: Donatas Glodenis
lv: Viesturs Zariņš
nds: Sönke Dibbern
nl: Bram Schoenmakers
nn: Karl Ove Hufthammer,Eirik U. Birkeland
pl: Krzysztof Lichota
pt: José Nuno Pires,Pedro Morais
pt_br: Diniz Bortolotto, André Marcelo Alvarenga
sk: Milan Baša
sl: Andrej Vernekar,Andrej Mernik
sv: Stefan Asserhäll
uk: Іван Петрущак

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com
cs: koty@seznam.cz
el: sng@hellug.gr
es: santi@kde-es.org,sfxgt3@gmail.com,fjvinal@gmail.com
et: bald@smail.ee
fr: jcornavi@club-internet.fr
ga: kscanne@gmail.com
ia: g.sora@tiscali.it
it: federico.zenith@member.fsf.org
ko: kde@peremen.name
lt: dgvirtual@akl.lt
lv: viesturs.zarins@mi.lu.lv
nds: s_dibbern@web.de
nl: bramschoenmakers@kde.nl
nn: karl@huftis.org,eirbir@gmail.com
pl: krzysiek@lichota.net
pt: zepires@gmail.com,morais@kde.org
pt_br: diniz.bortolotto@gmail.com, andrealvarenga@gmx.net
sk: minkob@mail.t-com.sk
sl: andrej.vernekar@moj.net,andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net
uk: ivanpetrouchtchak@yahoo.com

# @title:window
source: Resource Configuration
ca@valencia: Configuració del recurs
cs: Nastavení zdrojů
el: Ρύθμιση πόρων
es: Configuración de recursos
et: Ressursi seadistamine
fr: Configuration des ressources
ga: Cumraíocht Acmhainne
ia: Configuration de ressource
it: Configurazione delle risorse
ko: 자원 설정
lt: Resurso konfigūravimas
lv: Resursu konfigurēšana
nds: Ressource instellen
nl: Instellen van hulpbronnen
nn: Ressursoppsett
pl: Konfiguracja zasobów
pt: Configuração do Recurso
pt_br: Configuração da fonte de dados
sk: Konfigurácia zdroja
sl: Nastavitve virov
sv: Resursinställningar
uk: Налаштування ресурсів

# @title:group
source: General Settings
ca@valencia: Arranjament general
cs: Obecná nastavení
el: Γενικές ρυθμίσεις
es: Preferencias generales
et: Üldised seadistused
fr: Paramètres généraux
ga: Socruithe Ginearálta
ia: Preferentias General
it: Impostazioni generali
ko: 일반 설정
lt: Bendrieji nustatymai
lv: Pamata iestatījumi
nds: Allgemeen Instellen
nl: Algemene instellingen
nn: Generelle innstillingar
pl: Ustawienia ogólne
pt: Configuração Geral
pt_br: Configurações gerais
sk: Hlavné nastavenia
sl: Splošne nastavitve
sv: Allmänna inställningar
uk: Загальні параметри

# @label resource name
source: Name:
ca@valencia: Nom:
cs: Jméno:
el: Όνομα:
es: Nombre:
et: Nimi:
fr: Nom :
ga: Ainm:
ia: Nomine:
it: Nome:
ko: 이름:
lt: Pavadinimas:
lv: Nosaukums:
nds: Naam:
nl: Naam:
nn: Namn:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
sk: Meno:
sl: Ime:
sv: Namn:
uk: Назва:

# @option:check if resource is read-only
source: Read-only
ca@valencia: Només de lectura
cs: Pouze čtení
el: Μόνο για ανάγνωση
es: Solo lectura
et: Kirjutuskaitstud
fr: Lecture seule
ga: Inléite amháin
ia: Solmente de lectura
it: Sola lettura
ko: 읽기 전용
lt: Tik skaitymui
lv: Tikai nolasīšanai
nds: Bloots leesbor
nl: Alleen-lezen
nn: Skriveverna
pl: Tylko do odczytu
pt: Apenas para leitura
pt_br: Somente leitura
sk: iba na čítanie
sl: Samo za branje
sv: Skrivskyddad
uk: Тільки читання

# @title:group
source: %1 Resource Settings
ca@valencia: Arranjament del recurs %1
cs: Nastavení zdroje: %1
el: %1 ρυθμίσεις πόρων
es: Preferencias de recursos %1
et: Ressursi %1 seadistused
fr: Paramètres de la ressource %1
ga: Socruithe Acmhainní %1
ia: Preferentias de ressources %1
it: Impostazioni delle risorse di tipo %1
ko: %1 자원 설정
lt: Resurso „%1“ nustatymai
lv: Resursa %1 iestatījumi
nds: Ressource "%1" instellen
nl: Instellingen voor %1-hulpbron
nn: Ressursinnstillingar for %1
pl: Ustawienia zasobu %1
pt: Configuração do Recurso %1
pt_br: Configurações da fonte de dados %1
sk: Nastavenia zdroja %1
sl: Nastavitve vira %1
sv: %1 resursinställningar
uk: Параметри ресурсу %1

# @info
source: Please enter a resource name.
ca@valencia: Introduïu un nom de recurs.
cs: Prosím, zadejte název zdroje.
el: Παρακαλώ δώστε ένα όνομα πόρου.
es: Introduzca un nombre de recurso.
et: Palun sisesta ressursi nimi.
fr: Veuillez saisir un nom de ressource.
ga: Iontráil ainm acmhainne.
ia: Per favor inserta un nomine de ressource.
it: Inserisci il nome di una risorsa.
ko: 자원 이름을 입력하십시오.
lt: Prašome įvesti resurso vardą.
lv: Lūdzu ievadiet resursa nosaukumu.
nds: Giff bitte en Ressourcenaam an.
nl: Voer een naam voor de hulpbron in.
nn: Skriv inn eit ressursnamn.
pl: Proszę podać nazwę zasobu.
pt: Indique por favor um nome de recurso.
pt_br: Por favor, informe um nome de fonte de dados.
sk: Prosím zadajte meno zdroja
sl: Vnesite ime vira.
sv: Ange ett resursnamn.
uk: Введіть назву ресурсу.

# yes, a standard resource
source: Yes
ca@valencia: Sí
cs: Ano
el: Ναι
es: Sí
et: Jah
fr: Oui
ga: Tá
ia: Si
it: Sì
ko: 예
lt: Taip
lv: Jā
nds: Jo
nl: Ja
nn: Ja
pl: Tak
pt: Sim
pt_br: Sim
sk: Áno
sl: Da
sv: Ja
uk: Так

source: Resource Configuration
ca@valencia: Configuració del recurs
cs: Nastavení zdrojů
el: Ρύθμιση πόρων
es: Configuración de recursos
et: Ressursi seadistamine
fr: Configuration des ressources
ga: Cumraíocht Acmhainne
hi: संसाधन कॉन्फ़िगरेशन
ia: Configuration de ressource
it: Configurazione delle risorse
ko: 자원 설정
lt: Resurso konfigūravimas
lv: Resursu konfigurācija
nds: Ressource instellen
nl: Instellen van hulpbronnen
nn: Ressursoppsett
pl: Konfiguracja źródła danych
pt: Configuração do Recurso
pt_br: Configuração da fonte de dados
sk: Konfigurácia zdroja
sl: Nastavitev virov
sv: Resursinställningar
uk: Налаштування ресурсів

source: Resources
ca@valencia: Recursos
cs: Zdroje
el: Πόροι
es: Recursos
et: Ressursid
fr: Ressources
ga: Acmhainní
hi: संसाधन
ia: Ressources
it: Risorse
ko: 자원
lt: Resursai
lv: Resursi
nds: Ressourcen
nl: Hulpbronnen
nn: Ressursar
pl: Źródła danych
pt: Recursos
pt_br: Fontes de dados
sk: Zdroje
sl: Viri
sv: Resurser
uk: Ресурси

# @title:column resource name
source: Name
ca@valencia: Nom
cs: Jméno
el: Όνομα
es: Nombre
et: Nimi
fr: Nom
ga: Ainm
ia: Nomine
it: Nome
ko: 이름
lt: Pavadinimas
lv: Nosaukums
nds: Naam
nl: Naam
nn: Namn
pl: Nazwa
pt: Nome
pt_br: Nome
sk: Meno
sl: Ime
sv: Namn
uk: Назва

# @title:column resource type
source: Type
ca@valencia: Tipus
cs: Typ
el: Τύπος
es: Tipo
et: Tüüp
ga: Cineál
ia: Typo
it: Tipo
ko: 종류
lt: Tipas
lv: Tips
nds: Typ
pl: Typ
pt: Tipo
pt_br: Tipo
sk: Typ
sl: Vrsta
sv: Typ
uk: Тип

# @title:column a standard resource?
source: Standard
ca@valencia: Estàndard
cs: Standardní
el: Τυπικός
es: Estándar
ga: Caighdeánach
ko: 표준
lt: Standartinis
lv: Standarta
nl: Standaard
pl: Domyślny
pt: Normal
pt_br: Padrão
sk: Štandard
sl: Standarden
uk: Стандартний

source: &Add...
ca@valencia: &Afig...
cs: Přid&at...
el: &Προσθήκη...
es: &Añadir...
et: Lis&a...
fr: &Ajouter...
ga: &Cuir Leis...
hi: जोड़ें...(&A)
ia: &Adde...
it: &Aggiungi...
ko: 추가(&A)...
lt: P&ridėti...
lv: &Pievienot...
nds: &Tofögen...
nl: &Toevoegen...
nn: &Legg til …
pl: &Dodaj...
pt: &Adicionar...
pt_br: &Adicionar...
sk: Pridať(&A)...
sl: Dod&aj ...
sv: &Lägg till...
uk: &Додати...

source: &Remove
ca@valencia: &Elimina
cs: Odeb&rat
el: Α&φαίρεση
es: Elimina&r
et: &Eemalda
fr: Supprime&r
ga: &Bain
hi: मिटाएँ (&R)
it: &Rimuovi
ko: 삭제(&R)
lt: &Pašalinti
lv: &Izmest
nds: &Wegmaken
nl: Ve&rwijderen
nn: &Fjern
pl: &Usuń
pt: &Remover
pt_br: &Remover
sk: Odstrániť(&R)
sl: Odst&rani
sv: &Ta bort
uk: Ви&лучити

source: &Edit...
ca@valencia: &Edita...
cs: &Upravit...
el: &Επεξεργασία...
es: &Editar...
et: &Muuda...
fr: Modifi&er...
ga: &Eagar...
hi: संपादन... (&E)
ia: &Modifica...
it: &Modifica...
ko: 편집(&E)...
lt: &Keisti...
lv: R&ediģēt...
nds: &Bewerken...
nl: B&ewerken...
nn: &Rediger …
pl: &Edycja...
pt: &Editar...
pt_br: &Editar...
sk: Upraviť(&E)
sl: Ur&edi ...
sv: &Redigera...
uk: &Редагувати...

source: &Use as Standard
ca@valencia: &Usa com a estàndard
cs: Po&užít jako standardní
el: &Χρήση ως τυπικό
es: &Utilizar como estándar
et: Kas&uta standardressursina
fr: &Utiliser comme ressource standard
ga: Úsáid mar &Caighdeánach
hi: मानक के रूप मे इस्तेमाल करें (&U)
ia: &Usa como standard
it: &Usa come standard
ko: 표준으로 사용(&U)
lt: &Naudoti kaip standartą
lv: &Lietot kā standartu
nds: &Standardwies bruken
nl: Als standaard gebr&uiken
nn: &Bruk som standard
pl: &Użyj jako domyślnego
pt: &Usar por omissão
pt_br: &Usar como padrão
sk: Použiť ako štandard(&U)
sl: &Uporabi kot standard
sv: Använd som &standard
uk: &Зробити типовим

source: There is no standard resource. Please select one.
ca@valencia: No hi ha cap recurs estàndard. Seleccioneu-ne un.
cs: Neexistuje standardní zdroj, prosím zvolte nějaký.
el: Δεν υπάρχει τυπικός πόρος. Παρακαλώ επιλέξτε έναν.
es: No hay un recurso estándar. Por favor seleccione uno.
et: Standardressurss puudub. Palun vali mõni.
fr: Il n'y a aucune ressource standard. Veuillez en choisir une.
ga: Níl aon acmhainn chaighdeánach. Roghnaigh ceann le do thoil.
hi: यहाँ कोई मानक संसाधन नहीं. कृपया एक चुनें.
ia: Il non ha ulle ressource standard. Pro favor tu selige un.
it: Non c'è una risorsa standard. Selezionane una.
ko: 표준 자원이 없습니다. 선택하십시오.
lt: Nėra nustatyta, kuris resursas bus laikomas standartiniu. Prašome nurodyti, kuris resursas bus laikomas standartiniu.
lv: Nav norādīts standarta resurss. Lūdzu norādiet kādu.
nds: Dat gifft keen Standardressource. Söök bitte een ut.
nl: Er is geen standaard hulpbron ingesteld. Kies er een.
nn: Det finst ingen standardressurs, så du bør velja ein.
pl: Brak standardowego zasobu. Proszę jakiś wybrać.
pt: Não existe o recurso-padrão. Seleccione um por favor.
pt_br: Não existe uma fonte de dados padrão. Por favor, selecione uma.
sk: Žiaden štandardný zdroj. Prosím vyberte nejaký.
sl: Standardnega vira ni. Izberite enega.
sv: Det finns ingen standardresurs. Välj en.
uk: Немає стандартних ресурсів. Виберіть якийсь.

source: Please select type of the new resource:
ca@valencia: Seleccioneu el tipus del nou recurs:
cs: Prosím, zvolte typ nového zdroje:
el: Παρακαλώ επιλέξτε τον τύπο του νέου πόρου:
es: Por favor, seleccione el tipo de recurso nuevo:
et: Palun sisesta uue ressursi tüüp:
fr: Veuillez choisir le type de la nouvelle ressource :
ga: Roghnaigh cineál na hacmhainne nua:
hi: कृपया नए संसाधन की शैली चुनें:
ia: Per favor selige le typo de nove ressource:
it: Seleziona il tipo della nuova risorsa:
ko: 새 자원의 이름을 입력하십시오:
lt: Prašom pasirinkti naujo resurso tipą:
lv: Lūdzu izvēlieties jaunā resursa tipu:
nds: Söök bitte den Typ vun de niege Ressource ut:
nl: Selecteer het type van de nieuwe hulpbron:
nn: Vel type for den nye ressursen:
pl: Wybierz typ nowego źródła danych:
pt: Seleccione por favor o tipo do novo recurso:
pt_br: Selecione o tipo da nova fonte de dados:
sk: Prosím vyberte typ nového zdroja:
sl: Izberite vrsto novega vira:
sv: Välj typen för den nya resursen:
uk: Будь ласка, виберіть тип нового ресурсу:

source: Unable to create resource of type '%1'.
ca@valencia: No s'ha pogut crear el recurs de tipus «%1».
cs: Nelze vytvořit zdroj z typu '%1'.
el: Δεν είναι δυνατή η δημιουργία πόρου του τύπου '%1'.
es: No es posible crear un recurso del tipo «%1».
et: Ressurssi tüübiga '%1' pole võimalik luua.
fr: Impossible de créer une ressource de type « %1 ».
ga: Ní féidir acmhainn den chineál '%1' a chruthú.
hi: संसाधन शैली '%1' बनाने में असफल.
ia: Il non pote crear ressource de typo: '%1'.
it: Impossibile creare una risorsa di tipo «%1».
ko: '%1' 종류의 자원을 만들 수 없습니다.
lt: Nepavyksta sukurti „%1“ tipo resurso.
lv: Neizdevās izveidot resursu ar tipu '%1'.
nds: Ressourcen vun den Typ "%1" laat sik nich opstellen.
nl: Er kon geen hulpbron van type '%1' worden aangemaakt.
nn: Klarar ikkje oppretta ressurs av typen «%1».
pl: Nie można utworzyć źródła danych typu '%1'.
pt: Não é possível criar um recurso do tipo '%1'.
pt_br: Não foi possível criar uma fonte de dados do tipo '%1'.
sk: Nie je možné vytvoriť zdroj typu '%1'.
sl: Ni mogoče ustvariti vira vrste »%1«.
sv: Kunde inte skapa resurs från typen '%1'.
uk: Не вдається створити ресурс типу «%1».

source: You cannot remove your standard resource. Please select a new standard resource first.
ca@valencia: No podeu eliminar els recursos estàndards. Per favor, seleccioneu primer un recurs estàndard nou.
cs: Standardní zdroj nelze odstranit. Nejprve zvolte nový standardní zdroj.
el: Δεν μπορείτε να αφαιρέσετε τον τυπικό σας πόρο. Παρακαλώ επιλέξτε πρώτα ένα νέο τυπικό πόρο.
es: No puede eliminar su recurso estándar. Por favor seleccione primero un recurso estándar nuevo.
et: Standardressurssi ei saa eemaldada. Palun vali kõigepealt uus standardressurss.
fr: Vous ne pouvez pas supprimer votre ressource standard. Veuillez d'abord choisir une nouvelle ressource standard.
ga: Ní féidir leat d'acmhainn chaighdeánach a bhaint. Roghnaigh acmhainn nua chaighdeánach ar dtús.
hi: आप मानक संसाधन को हटा नहीं सकते. कृपया पहले एक नया मानक संसाधन सूची चुनें.
ia: Tu non pote remover tu ressource standard. Pro favor, prime, tu selige un un nove ressource standard.
it: Non puoi rimuovere la risorsa standard. Seleziona prima una nuova risorsa standard.
ko: 표준 자원을 삭제할 수 없습니다. 새 표준 자원을 만드십시오.
lt: Negalima pašalinti standartinio resurso. Visų pirma nurodykite laikyti standartiniu kitą resursą.
lv: Jūs nevarat izmest jūsu standarta resursu. Vispirms izvēlieties lūdzu jaunu standarta resursu.
nds: Du kannst Dien Standardressource nich wegmaken. Söök bitte eerst en nieg Standardressource ut.
nl: U kunt de standaard hulpbron niet verwijderen. Stel eerst een andere hulpbron als standaard in.
nn: Du kan ikkje fjerna standardressursen din. Vel ein ny standardressurs først.
pl: Nie można usuwać standardowego zasobu. Proszę najpierw wybrać nowy.
pt: Não pode remover o seu recurso-padrão. Seleccione primeiro um novo recurso-padrão.
pt_br: Você não pode remover a sua fonte de dados padrão. Por favor, selecione primeiro uma nova fonte de dados padrão.
sk: Nemôžete odstrániť váš štandardný zdroj. Vyberte prosím najskôr nový.
sl: Vašega standardnega vira ne morete odstraniti. Najprej izberite novega.
sv: Du kan inte ta bort standardresursen. Välj först en ny standardresurs.
uk: Неможливо вилучити ваш стандартний ресурс. Будь ласка, спочатку виберіть новий стандартний ресурс.

source: You cannot use a read-only resource as standard.
ca@valencia: No podeu usar un recurs de només lectura com a estàndard.
cs: Nelze použít zdroj pouze pro čtení jako standardní.
el: Δεν μπορείτε να χρησιμοποιήσετε έναν πόρο που είναι μόνο για ανάγνωση ως τυπικό πόρο.
es: No puede utilizar un recurso de solo lectura como estándar.
et: Kirjutuskaitstud ressurssi ei saa kasutada standardressursina.
fr: Vous ne pouvez pas utiliser une ressource en lecture seule comme ressource standard.
ga: Ní cheadaítear duit acmhainn inléite amháin a úsáid mar acmhainn chaighdeánach.
hi: आप सिर्फ पढ़ने लायक संसाधन को मानक की तरह उपयोग नहीं कर सकते.
ia: Tu non pote usar un ressource de sol lectura como standard.
it: Non puoi usare una risorsa a sola lettura come standard.
ko: 읽기 전용 자원을 표준으로 설정할 수 없습니다.
lt: Negalima standartiniu laikyti resurso, kuris prieinamas tik skaitymui.
lv: Jūs nevarat lietot tikai lasāmu resursu par standarta.
nds: Du kannst keen bloots leesbor Ressource as Standardressource bruken
nl: U kunt een hulpbron die alleen-lezen is niet als standaard instellen.
nn: Du kan ikkje bruka ein skriveverna ressurs som standard.
pl: Nie można ustawić jako standardowego zasobu dostępnego tylko do odczytu.
pt: Não pode usar um recurso apenas para leitura como recurso-padrão.
pt_br: Você não pode usar uma fonte de dados somente leitura como padrão.
sk: Nemôžete použiť zdroj iba na čítanie ako štandard.
sl: Vira, ki je namenjen samo branju, ne morete uporabiti kot standardnega.
sv: Du kan inte använda en skrivskyddad resurs som standard.
uk: Не можна використовувати ресурс (тільки для читання) як стандартний.

source: You cannot use an inactive resource as standard.
ca@valencia: No podeu usar un recurs inactiu com a estàndard.
cs: Nelze použít neaktivní zdroj jako standardní.
el: Δεν μπορείτε να χρησιμοποιήσετε έναν ανενεργό πόρο ως τυπικό πόρο.
es: No puede utilizar un recurso inactivo como estándar.
et: Mitteaktiivset ressurssi ei saa kasutada standardressursina.
fr: Vous ne pouvez pas utiliser une ressource inactive comme ressource standard.
ga: Ní cheadaítear duit acmhainn neamhghníomhach a úsáid mar acmhainn chaighdeánach.
hi: आप अक्रिय संसाधन को मानक की तरह उपयोग नहीं कर सकते.
ia: Tu non pote usar un ressource inactive como standard.
it: Non puoi usare una risorsa inattiva come standard.
ko: 비활성 자원을 표준으로 설정할 수 없습니다.
lt: Negalima standartiniu laikyti neaktyvaus resurso.
lv: Jūs nevarat lietot neaktīvu resursu per standarta.
nds: Du kannst keen utmaakt Ressource as Standardressource bruken.
nl: U kunt een inactieve hulpbron niet als standaard instellen.
nn: Du kan ikkje bruka ein uverksam ressurs som standard.
pl: Nie można ustawić nieaktywnego zasobu jako standardowego.
pt: Não pode usar um recurso inactivo como recurso-padrão.
pt_br: Você não pode usar uma fonte de dados inativa como padrão.
sk: Nemôžete použiť neaktívny zdroj ako štandard.
sl: Onemogočenega vira ne morete uporabiti kot standardnega.
sv: Du kan inte använda en inaktiv resurs som standard.
uk: Не можна використовувати неактивний ресурс як стандартний.

source: You cannot deactivate the standard resource. Choose another standard resource first.
ca@valencia: No podeu desactivar el recurs estàndard. Seleccioneu primer un altre recurs estàndard.
cs: Nelze vypnout váš standardní zdroj. Prosím nejprve zvolte svůj nový standardní zdroj.
el: Δεν μπορείτε να απενεργοποιήσετε τον τυπικό πόρο. Επιλέξτε ένα νέο τυπικό πόρο πρώτα.
es: No puede desactivar el recurso estándar. Elija primero otro recurso estándar.
et: Standardressurssi ei saa muuta mitteaktiivseks. Vali kõigepealt uus standardressurss.
fr: Vous ne pouvez pas désactiver la ressource standard. Choisissez d'abord une autre ressource standard.
ga: Ní féidir an acmhainn chaighdeánach a chur as feidhm. Roghnaigh acmhainn chaighdeánach eile ar dtús.
hi: आप मानक संसाधन को अक्रिय नहीं सकते! कृपया अन्य मानक संसाधन सूची चुनें.
ia: Tu non pote deactivar le ressource standard. Prime, selige un altere ressource standard.
it: Non puoi disattivare la risorsa standard. Seleziona prima una nuova risorsa standard.
ko: 표준 자원을 비활성화할 수 없습니다. 다른 표준 자원을 선택하십시오.
lt: Negalima išjungti Jūsų standartinio resurso. Prašome iš pradžių pasirinkti naują standartinį resursą.
lv: Jūs nevarat padarīt standarta resursu neaktīvu. Vispirms izvēlieties citu standarta resursu.
nds: Du kannst de Standardressource nich utmaken. Söök toeerst en anner Standardressource ut.
nl: U kunt de standaardhulpbron niet deactiveren. Selecteer eerst een andere standaardhulpbron.
nn: Du kan ikkje slå av standardressursen. Vel ein ny standardressurs først.
pl: Nie możesz usunąć domyślnego źródła danych! Proszę najpierw wybrać inne.
pt: Não pode desactivar o recurso-padrão. Escolha primeiro um novo recurso.
pt_br: Você não pode desativar a fonte de dados padrão. Escolha primeiro uma outra fonte de dados padrão.
sk: Nemôžete deaktivovať štandardný zdroj. Najprv vyberte iný štandardný zdroj.
sl: Vašega standardnega vira ne morete onemogočiti. Najprej izberite novega.
sv: Du kan inte inaktivera standardresursen. Välj en ny standardresurs först.
uk: Не можна вимикати стандартний ресурс. Будь ласка, спочатку виберіть новий стандартний ресурс.

source: There is no valid standard resource. Please select one which is neither read-only nor inactive.
ca@valencia: No hi ha cap recurs estàndard vàlid. Seleccioneu-ne un que no siga només de lectura ni inactiu.
cs: Neexistuje žádný platný standardní zdroj. Prosím zvolte nějaký, který není neaktivní nebo pouze pro čtení.
el: Δεν υπάρχει κάποιος έγκυρος τυπικός πόρος. Παρακαλώ επιλέξτε έναν που δεν είναι ανενεργός ή μόνο για ανάγνωση.
es: No hay un recurso estándar válido. Por favor, seleccione uno que no sea ni de solo lectura ni inactivo.
et: Standardressurss puudub. Palun vali ressurss, mis poleks kirjutuskaitstud ega mitteaktiivne.
fr: Il n'y a aucune ressource standard valable. Veuillez en choisir une qui ne soit ni en lecture seule, ni inactive.
ga: Níl acmhainn bhailí chaighdeánach ann. Roghnaigh acmhainn nach bhfuil inléite amháin agus nach bhfuil neamhghníomhach.
hi: यहाँ कोई वैध मानक संसाधन नहीं है. कृपया एक चुनें जो अक्रिय न हो, न ही सिर्फ पढ़ने के लिए..
ia: Il non ha ulle ressource standard valide. Pro favor tu selige un que ni es de sol lectura ni inactive.
it: Non c'è una risorsa standard valida. Selezionane una che non sia a sola lettura o inattiva.
ko: 올바른 표준 자원이 없습니다. 읽기 전용이나 비활성이 아닌 자원을 선택하십시오.
lt: Nėra nustatyta, kuris resursas bus laikomas standartiniu. Prašome nurodyti standartinį resursą, kuris nebūtų atveriamas tik skaitymui, ir kuris nebūtų neaktyvus.
lv: Nav norādīts derīgs standarta resurss. Lūdzu norādiet kādu kas nav ne tikai lasāms, ne neaktīvs.
nds: Dat gifft keen gellen Standardressource. Söök bitte een ut, de nich bloots leesbor un ok anmaakt is.
nl: Er is geen geldige standaard hulpbron ingesteld. Kies er een die niet alleen-lezen is en ook niet inactief.
nn: Det finst ingen gyldige standardressursar. Vel ein som verken er skriveverna eller uverksam.
pl: Nie ma poprawnego standardowego zasobu. Proszę wybrać aktywny oraz taki, który nie jest dostępny tylko do odczytu.
pt: Não existe nenhum recurso-padrão válido. Seleccione por favor um que não seja apenas para leitura nem inactivo.
pt_br: Não existe nenhuma fonte de dados padrão válida. Por favor, selecione uma que não seja somente leitura ou inativa.
sk: Žiaden platný štandardný zdroj. Prosím vyberte nejaký tak aby nebol iba na čítanie a nebol neaktívny.
sl: Veljavnega standardnega vira ni. Izberite enega, ki ni samo za branje in ni onemogočen.
sv: Det finns ingen giltig standardresurs. Välj en som varken är skrivskyddad eller inaktiv.
uk: Немає чинного стандартного ресурсу. Будь ласка, виберіть ресурс, який активний, і в який можна записувати.

source: KDE Resources configuration module
ca@valencia: Mòdul de configuració de recursos del KDE
cs: Modul pro nastavení zdrojů KDE
el: Άρθρωμα ρύθμισης πόρων του KDE
es: Módulo de configuración de recursos de KDE
et: KDE ressurside seadistamise moodul
fr: Module de configuration de ressources de KDE
ga: Modúl Cumraíochta Acmhainní KDE
hi: केडीई संसाधन कॉन्फ़िगरेशन मॉड्यूल
ia: Modulo de configuration de ressources de KDE
it: Modulo di configurazione delle risorse di KDE
ko: KDE 자원 설정 모듈
lt: KDE resursų konfigūravimo modulis
lv: KDE resursu konfigurēšanas modulis
nds: KDE-Moduul för't Instellen vun Ressourcen
nl: KDE Hulpbronnen Configuratiemodule
nn: KDE-modul for ressursoppsett
pl: Moduł konfiguracji źródeł danych KDE
pt: Módulo de configuração de recursos do KDE
pt_br: Módulo de configuração de fontes de dados do KDE
sk: Konfiguračný modul zdrojov KDE
sl: Modul za nastavitve virov KDE
sv: KDE:s resursinställningsmodul
uk: Модуль налаштування ресурсів KDE

source: (c) 2003 Tobias Koenig
es: © 2003 Tobias Koenig
ga: © 2003 Tobias Koenig
hi: (c) 2003 टॉबियस कोएनिग
it: © 2003 Tobias Koenig
nn: © 2003 Tobias König
sv: © 2003 Tobias Koening
uk: © Tobias Koenig, 2003

source: resource
ca@valencia: recurs
cs: zdroj
el: πόρος
es: recurso
et: ressurss
fr: ressource
ga: acmhainn
hi: संसाधन
ia: ressource
it: risorsa
ko: 자원
lt: resursas
lv: resurss
nds: Ressource
nl: hulpbron
nn: ressurs
pl: źródło danych
pt: recurso
pt_br: fonte de dados
sk: zdroj
sl: vir
sv: resurs
uk: ресурс
