Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkcal.po
Languages: bg, el, es, kk, lv

source: The to-do due time has been removed
el: Έχει αφαιρεθεί η ώρα λήξης της προς υλοποίηση εργασίας
es: Se ha eliminado la hora de vencimiento de la tarea pendiente
kk: Істің аяқталу уақыты өшірілген

source: The to-do due time has been changed from %1 to %2
el: Η ώρα λήξης για την προς υλοποίηση εργασία άλλαξε από %1 σε %2
es: Se ha cambiado la hora de vencimiento de la tarea pendiente de %1 a %2
kk: Істің аяқталу уақыты өзгертілен (%1 -> %2)

source: The summary has been changed to: "%1"
el: Η περίληψη άλλαξε σε: "%1"
es: Se ha cambiado el resumen a: «%1»
kk: Мазмұндама өзгертілген. Енді: "%1"
lv: Mainīts kopsavilkums uz :"%1"

# event/todo location
source: The location has been changed to: "%1"
el: Η τοποθεσία άλλαξε σε: "%1"
es: Se ha cambiado la ubicación a: «%1»
kk: Орны өзгертілген. Енді: "%1"

source: The description has been changed to: "%1"
el: Η περιγραφή άλλαξε σε: "%1"
es: Se ha cambiado la descripción a: «%1»
kk: Сипатама өзгертілген. Енді: "%1"
lv: Mainīts tikšanās apraksts uz: "%1"

source: Attendee %1 has been added
el: Προστέθηκε ο συμμετέχων %1
es: Se ha añadido el asistente %1
kk: %1 қатысушыларға қосылған
lv: Pievienots dalībnieks %1

source: The status of attendee %1 has been changed to: %2
el: Η κατάσταση του συμμετέχοντος %1 άλλαξε σε: %2
es: El estado para el asistente %1 se ha cambiado a: %2
kk: %1 қатысушысының күй-жайы өзгертілген. Енді ол: %2
lv: Dalībnieka %1 statuss mainīts uz: %2

source: Attendee %1 has been removed
el: Ο συμμετέχων %1 αφαιρέθηκε
es: Se ha eliminado el asistente %1
kk: %1 қатысушыларынан шығарылған
lv: Tika izņemts dalībnieks %1

source: [Record]
bg: [Запис]
el: [Καταγραφή]
es: [Grabar]
kk: [Жазу]

source: [Move to Trash]
bg: [Преместване в кошчето]
el: [Μετακίνηση στα απορρίμματα]
es: [Mover a la papelera]
kk: [Шелекке тастау]

# accept invitation
source: Accept
bg: Приемане
el: Αποδοχή
es: Aceptar
kk: [Қабылдау]
lv: Pieņemt

# Accept invitation conditionally
source: Accept cond.
el: Αποδοχή υπό όρους
es: Aceptar cond.
kk: [Шарты қабыл.]
lv: Pieņemt ar nosac.

# invitation counter proposal
source: Counter proposal
bg: Насрещно предложение
el: Αντιπρόταση
es: Contrapropuesta
kk: Қарсы ұсыныс
lv: Pretpiedāvājums

# decline invitation
source: Decline
bg: Отхвърляне
el: Απόρριψη
es: Rechazar
kk: Қабылдамау
lv: Noraidīt

# delegate inviation to another
source: Delegate
bg: Прехвърляне
el: Ανάθεση
es: Delegar
kk: Өкіл ету
lv: Uzticēt

# forward request to another
source: Forward
bg: Препращане
el: Προώθηση
es: Reenviar
kk: Басқаға жолдау
lv: Pārsūtīt

# look for scheduling conflicts
source: Check my calendar
bg: Проверка на календара
el: Να ελέγξω το ημερολόγιό μου
es: Comprobar calendario
kk: Күнтізбемді тексеру
lv: Pārbaudīt manu kalendāru

source: [Accept]
bg: [Приемане]
el: [Αποδοχή]
es: [Aceptar]
kk: [Қабылдау]

source: [Decline]
bg: [Отхвърляне]
el: [Άρνηση]
es: [Rechazar]
kk: [Қабылдамау]
lv: [Noraidīt]

source: [Check my calendar]
bg: [Проверка на календара]
el: Να ελέγξω το ημερολόγιό μου
es: [Comprobar mi calendario]
kk: [Күнтізбемді тексеру]

source: The following changes have been made by the organizer:
el: Έγιναν οι ακόλουθες αλλαγές από το διοργανωτή:
es: El organizador ha realizado los siguientes cambios:
kk: Ұйымдастырушысы келесі өзгерістерді енгізген:

source: The following changes have been made by %1:
el: Έγιναν οι ακόλουθες αλλαγές από τον %1:
es: %1 ha realizado los siguientes cambios:
kk: %1 келесі өзгерістерді енгізген:

source: The following changes have been made by an attendee:
el: Έγιναν οι ακόλουθες αλλαγές από έναν παρευρισκόμενο:
es: Un asistente ha realizado los siguientes cambios:
kk: Қатысушысы келесі өзгерістерді енгізген:

source: Your <b>%1</b> response has already been recorded
el: Η <b>%1</b> απάντησή σας έχει ήδη καταγραφεί
es: Su <b>%1</b> respuesta ya ha sido guardada
kk: Сіздің <b>%1</b> жауабыңыз жазып алынған екен

source: Your status for this invitation is <b>%1</b>
el: Η κατάστασή σας για την πρόσκληση αυτή είναι <b>%1</b>
es: Su estado para esta invitación es <b>%1</b>
kk: Бұл шақыру бойынша күй-жайыңыз: <b>%1</b>

source: This invitation was declined
bg: Поканата е отхвърлена
el: Η πρόσκληση αυτή απορρίφθηκε
es: Se ha rechazado esta invitación
kk: Шақыру қабылдалмаған
lv: Šis ielūgums tika noraidīts

source: This invitation was accepted
bg: Поканата е приета
el: Η πρόσκληση έγινε αποδεκτή
es: Se ha aceptado esta invitación
kk: Шақыру қабылданған
lv: Šis ielūgums tika pieņemts

source: Awaiting delegation response
el: Αναμονή απάντησης σε ανάθεση
es: Esperando la respuesta de la delegación
kk: Өкіл етуі күтілуде

source: [Record invitation in my to-do list]
el: [Καταγραφή πρόσκλησης στη λίστα μου με τις προς υλοποίηση εργασίες]
es: [Guardar invitación en mi lista de tareas pendientes]
kk: [Шақыру жоспарларыма енгізілсін]
lv: [Ielikt ielūgumu manā darbu sarakstā]

source: [Record invitation in my calendar]
el: [Καταγραφή πρόσκλησης στο ημερολόγιό μου]
es: [Guardar invitación en mi calendario]
kk: [Шақыру күнтізбеме енгізілсін]
lv: [Ielikt ielūgumu manā kalendārā]

source: Remove invitation from my to-do list
el: Αφαίρεση πρόσκλησης από τη λίστα μου με τις προς υλοποίηση εργασίες
es: Eliminar invitación de mi lista de tareas pendientes
kk: [Шақыру жоспарларымнан өшірілсін]
lv: Izņemt ielūgumu no mana darbu saraksta

source: Remove invitation from my calendar
el: [Αφαίρεση πρόσκλησης από το ημερολόγιό μου]
es: Eliminar invitación de mi calendario
kk: [Шақыру күнтізбемнен өшірілсін]
lv: Izņemt ielūgumu no mana kalendāra

source: The response has already been recorded
el: Η απάντηση έχει ήδη καταγραφεί
es: La respuesta ya ha sido guardada
kk: Жауап бұрын жазып алынған екен
lv: Atbilde jau ir pievienota

source: [Record response in my to-do list]
el: [Καταγραφή απάντησης στη λίστα μου με τις προς υλοποίηση εργασίες]
es: [Guardar respuesta en mi lista de tareas pendientes]
kk: [Жауабы жоспарларыма енгізілсін]
lv: [Ielikt atbildi manā darbu sarakstā]

source: [Record response in my calendar]
el: [Καταγραφή απάντησης στο ημερολόγιό μου]
es: [Guardar respuesta en mi calendario]
kk: [Жауабы күнтізбеме енгізілсін]
lv: [Ielikt atbildi manā kalendārā]

# Event start
source: <i>From:</i> %1
bg: <i>От:</i> %1
el: <i>Από:</i> %1
es: <i>Desde:</i> %1
kk: <i>Басталуы:</i> %1
lv: <i>No:</i> %1

# Event end
source: <i>To:</i> %1
bg: <i>До:</i> %1
el: <i>Έως:</i> %1
es: <i>Hasta:</i> %1
kk: <i>Аяқталуы:</i> %1
lv: <i>Līdz:</i> %1

source: <i>Date:</i> %1
bg: <i>Дата:</i> %1
el: <i>Ημερομηνία:</i> %1
es: <i>Fecha:</i> %1
kk: <i>Қашан:</i> %1
lv: <i>Datums:</i> %1

# time for event
source: <i>Time:</i> %1
bg: <i>Час:</i> %1
el: <i>Ώρα:</i> %1
es: <i>Hora:</i> %1
kk: <i>Уақтыты:</i> %1
lv: <i>Laiks:</i> %1

# time range for event
source: <i>Time:</i> %1 - %2
bg: <i>Час:</i> %1 - %2
el: <i>Ώρα:</i> %1 - %2
es: <i>Hora:</i> %1 - %2
kk: <i>Уақтыты:</i> %1 - %2
lv: <i>Laiks:</i> %1 - %2

source: <i>Start:</i> %1
bg: <i>Начало:</i> %1
el: <i>Έναρξη:</i> %1
es: <i>Inicio:</i> %1
kk: <i>Басы:</i> %1
lv: <i>Sākums:</i> %1

source: <i>Due:</i> %1
el: <i>Λήξη:</i> %1
es: <i>Vencimiento:</i> %1
kk: <i>Аяғы:</i>%1
lv: <i>Termiņš:</i> %1

source: <i>Period start:</i> %1
el: <i>Έναρξη περιόδου:</i> %1
es: <i>Inicio del período:</i> %1
kk: <i>Аралықтың басы:</i> %1
lv: <i>Perioda sākums:</i> %1

# event/todo location
source: Location:
el: Τοποθεσία:
es: Ubicación:
kk: Орыны:

source: Summary: %1
bg: Обобщение: %1
el: Περίληψη: %1
es: Resumen: %1
kk: Мазмұндамасы: %1
lv: Kopsavilkums: %1

source: Organizer: %1
bg: Организатор: %1
el: Οργανωτής: %1
es: Organizador: %1
kk: Үйымдастырушысы: %1
lv: Organizators: %1

# event/todo location
source: Location: %1
el: Τοποθεσία: %1
es: Ubicación: %1
kk: Орны: %1

source: This is a Free Busy Object
bg: Ангажимент
el: Αυτό είναι ένα αντικείμενο Free Busy
es: Es un objeto de disponibilidad
kk: Бұл Бос/Істе мәлімет нысаны
lv: Šis ir Brīvā/Aizņemtā laika objekts

# no recurrence
source: None
bg: Без
el: Κανένα
es: Ninguna
kk: Жоқ
lv: Nav

# event recurs by minutes
source: Minutely
bg: Всяка минута
el: Κάθε λεπτό
es: Cada minuto
kk: Минут сайын
lv: Pa minūtēm

# event recurs by hours
source: Hourly
bg: Всеки час
el: Ωριαία
es: Cada hora
kk: Сағат сайын
lv: Pa stundām

# event recurs by days
source: Daily
bg: Всеки ден
el: Καθημερινά
es: Diariamente
kk: Күн сайын
lv: Pa dienām

# event recurs by weeks
source: Weekly
bg: Всяка седмица
el: Εβδομαδιαία
es: Semanalmente
kk: Апта сайын
lv: Pa nedēļām

# event recurs same position (e.g. first monday) each month
source: Monthly Same Position
bg: Всеки месец на същия ден
el: Μηνιαία στην ίδια θέση
es: La misma posición del mes
kk: Ай сайын, бір аптасының күнінде
lv: Pa mēnešiem konkrētā nedēļas dienā

# event recurs same day each month
source: Monthly Same Day
bg: Всеки месец на същата дата
el: Μηνιαία την ίδια μέρα
es: El mismo día del mes
kk: Ай сайын, бір күнінде
lv: Pa mēnešiem konkrētā mēneša dienā

# event recurs same month each year
source: Yearly Same Month
bg: Всяка година в същия месец
el: Ετήσια τον ίδιο μήνα
es: El mismo mes de cada año
kk: Жыл сайын, бір айында
lv: Pa gadiem konkrētā mēnesī

# event recurs same day each year
source: Yearly Same Day
bg: Всяка година на същата дата
el: Ετήσια την ίδια μέρα
es: El mismo día de cada año
kk: Жыл сайын бір күнінде
lv: Pa gadiem konkrētā dienā

# event recurs same position (e.g. first monday) each year
source: Yearly Same Position
bg: Всяка година на същия ден
el: Ετήσια στην ίδια θέση
es: La misma posición de cada año
kk: Жыл сайын, бір аптасының күнінде
lv: Pa gadiem konkrētā nedēļas dienā

source: Start Date: %1
bg: Начална дата: %1
el: Ημερομηνία έναρξης:%1
es: Fecha de inicio: %1
kk: Бастау күні: %1
lv: Sākuma datums: %1

source: Start Time: %1
bg: Начален час: %1
el: Ώρα έναρξης: %1
es: Hora de inicio: %1
kk: Бастау уақыты: %1
lv: Sākuma laiks: %1

source: End Date: %1
bg: Крайна дата: %1
el: Ημερομηνία λήξης: %1
es: Fecha de finalización: %1
kk: Аяқтау күні: %1
lv: Beigu datums: %1

source: End Time: %1
bg: Краен час: %1
el: Ώρα λήξης: %1
es: Hora de finalización: %1
kk: Аяқтау уақыты: %1
lv: Beigu laiks: %1

source: Recurs: %1
bg: Повторение: %1
el: Επανάληψη: %1
es: Se repite: %1
kk: Қайталуы: %1
lv: Atkārtojas: %1

source: Frequency: %1
bg: Честота: %1
el: Συχνότητα: %1
es: Frecuencia: %1
kk: Жиілігі: %1
lv: Biežums: %1

source: Repeats once
bg: Повтаря се веднъж
el: Μία επανάληψη
es: Repetir una vez
kk: %1 рет қайталанады
lv: Atkārtojas %1 reizi

source: Repeat until: %1
bg: Повторение до: %1
el: Επανάληψη μέχρι: %1
es: Repetir hasta: %1
kk: Келесіге дейін қайталау: %1
lv: Atkārtojas līdz: %1

source: Repeats forever
bg: Повтаря се безкрайно
el: Επαναλαμβάνεται απεριόριστα
es: Se repite para siempre
kk: Шексіз қайталанады
lv: Atkārtojas bezgalīgi

source: Details: %1
bg: Подробности: %1
el: Λεπτομέρειες: %1
es: Detalles: %1
kk: Егжей-тегжейлері: %1
lv: Detaļas: %1

source: Due Date: %1
bg: До дата: %1
el: Ημερομηνία λήξης: %1
es: Fecha de vencimiento: %1
kk: Орындап бітіру күні: %1
lv: Termiņa datums: %1

source: Due Time: %1
bg: До час: %1
el: Ώρα λήξης: %1
es: Hora de vencimiento: %1
kk: Орындап бітіру уақыты: %1
lv: Termiņa laiks: %1

source: Date: %1
bg: Дата: %1
el: Ημερομηνία: %1
es: Fecha: %1
kk: Күні: %1
lv: Datums: %1

source: Time: %1
bg: Час: %1
el: Ώρα: %1
es: Hora: %1
kk: Уақыты: %1
lv: Laiks: %1

source: Text of the journal: %1
bg: Текст на дневника: %1
el: Κείμενο του ιστορικού: %1
es: Texto de la entrada del diario: %1
kk: Күнделік мәтіні: %1
lv: Žurnāla teksts: %1

source: No recurrence
bg: Без повторение
el: Χωρίς επανεμφάνιση
es: Sin repeticiones
kk: Қайталанбайды
lv: Neatkārtojas

source: 31st Last
el: 31η τελευταία
es: Último 31º
kk: Соңынан 31-ші
lv: 31. no beigām

source: 30th Last
el: 30η τελευταία
es: Último 30º
kk: Соңынан 30-шы
lv: 30. no beigām

source: 29th Last
el: 29η τελευταία
es: Último 29º
kk: Соңынан 29-шы
lv: 29. no beigām

source: 28th Last
el: 28η τελευταία
es: Último 28º
kk: Соңынан 28-ші
lv: 28. no beigām

source: 27th Last
el: 27η τελευταία
es: Último 27º
kk: Соңынан 27-ші
lv: 27. no beigām

source: 26th Last
el: 26η τελευταία
es: Último 26º
kk: Соңынан 26-шы
lv: 26. no beigām

source: 25th Last
el: 25η τελευταία
es: Último 25º
kk: Соңынан 25-ші
lv: 25. no beigām

source: 24th Last
el: 24η τελευταία
es: Último 24º
kk: Соңынан 24-ші
lv: 24. no beigām

source: 23rd Last
el: 23η τελευταία
es: Último 23º
kk: Соңынан 23-ші
lv: 23. no beigām

source: 22nd Last
el: 22η τελευταία
es: Último 22º
kk: Соңынан 22-ші
lv: 22. no beigām

source: 21st Last
el: 21η τελευταία
es: Último 21º
kk: Соңынан 21-ші
lv: 21. no beigām

source: 20th Last
el: 20η τελευταία
es: Último 20º
kk: Соңынан 20-шы
lv: 20. no beigām

source: 19th Last
el: 19η τελευταία
es: Último 19º
kk: Соңынан 19-шы
lv: 19. no beigām

source: 18th Last
el: 18η τελευταία
es: Último 18º
kk: Соңынан 18-ші
lv: 18. no beigām

source: 17th Last
el: 17η τελευταία
es: Último 17º
kk: Соңынан 17-ші
lv: 17. no beigām

source: 16th Last
el: 16η τελευταία
es: Último 16º
kk: Соңынан 16-шы
lv: 16. no beigām

source: 15th Last
el: 15η τελευταία
es: Último 15º
kk: Соңынан 15-ші
lv: 15. no beigām

source: 14th Last
el: 14η τελευταία
es: Último 14º
kk: Соңынан 14-ші
lv: 14. no beigām

source: 13th Last
el: 13η τελευταία
es: Último 13º
kk: Соңынан 13-ші
lv: 13. no beigām

source: 12th Last
el: 12η τελευταία
es: Último 12º
kk: Соңынан 12-ші
lv: 12. no beigām

source: 11th Last
el: 11η τελευταία
es: Último 11º
kk: Соңынан 11-ші
lv: 11. no beigām

source: 10th Last
el: 10η τελευταία
es: Último 10º
kk: Соңынан 10-шы
lv: 10. no beigām

source: 9th Last
el: 9η τελευταία
es: Último 9º
kk: Соңынан 9-шы
lv: 9. no beigām

source: 8th Last
el: 8η τελευταία
es: Último 8º
kk: Соңынан 8-ші
lv: 8. no beigām

source: 7th Last
el: 7η τελευταία
es: Último 7º
kk: Соңынан 7-ші
lv: 7. no beigām

source: 6th Last
el: 6η τελευταία
es: Último 6º
kk: Соңынан 6-шы
lv: 6. no beigām

source: 5th Last
el: 5η τελευταία
es: Último 5º
kk: Соңынан 5-ші
lv: 5. no beigām

source: 4th Last
el: 4η τελευταία
es: Último 4º
kk: Соңынан 4-ші
lv: 4. no beigām

source: 3rd Last
el: 3η τελευταία
es: Último 3º
kk: Соңынан 3-ші
lv: 3. no beigām

source: 2nd Last
el: 2η Τελευταία
es: Último 2º
kk: Соңынан 2-ші
lv: 2. no beigām

# last day of the month
source: Last
el: Τελευταία
es: Último
kk: Соңғы
lv: Pēdējais

# unknown day of the month
source: unknown
bg: непознато
el: άγνωστη
es: desconocido
kk: беймәлім
lv: nezināma

source: 1st
bg: 1-ви
el: 1η
es: 1º
kk: 1-ші

source: 2nd
bg: 2-ри
el: 2η
es: 2º
kk: 2-ші

source: 3rd
bg: 3-ти
el: 3η
es: 3º
kk: 3-ші

source: 4th
bg: 4-ти
el: 4η
es: 4º
kk: 4-ші

source: 5th
bg: 5-ти
el: 5η
es: 5º
kk: 5ші

source: 6th
bg: 6-ти
el: 6η
es: 6º
kk: 6-шы

source: 7th
bg: 7-ми
el: 7η
es: 7º
kk: 7-ші

source: 8th
bg: 8-ми
el: 8η
es: 8º
kk: 8-ші

source: 9th
bg: 9-ти
el: 9η
es: 9º
kk: 9-шы

source: 10th
bg: 10-ти
el: 10η
es: 10º
kk: 10-шы

source: 11th
bg: 11-ти
el: 11η
es: 11º
kk: 11-ші

source: 12th
bg: 12-ти
el: 12η
es: 12º
kk: 12-ші

source: 13th
bg: 13-ти
el: 13η
es: 13º
kk: 13-ші

source: 14th
bg: 14-ти
el: 14η
es: 14º
kk: 14-ші

source: 15th
bg: 15-ти
el: 15η
es: 15º
kk: 15-ші

source: 16th
bg: 16-ти
el: 16η
es: 16º
kk: 16-шы

source: 17th
bg: 17-ти
el: 17η
es: 17º
kk: 17-ші

source: 18th
bg: 18-ти
el: 18η
es: 18º
kk: 18-ші

source: 19th
bg: 19-ти
el: 19η
es: 19º
kk: 19-шы

source: 20th
bg: 20-ти
el: 20η
es: 20º
kk: 20-шы

source: 21st
bg: 21-ви
el: 21η
es: 21º
kk: 21-ші

source: 22nd
bg: 22-ри
el: 22η
es: 22º
kk: 22-ші

source: 23rd
bg: 23-ти
el: 23η
es: 23º
kk: 23-ші

source: 24th
bg: 24-ти
el: 24η
es: 24º
kk: 24-ші

source: 25th
bg: 25-ти
el: 25η
es: 25º
kk: 25-ші

source: 26th
bg: 26-ти
el: 26η
es: 26º
kk: 26-шы

source: 27th
bg: 27-ми
el: 27η
es: 27º
kk: 27-ші

source: 28th
bg: 28-ми
el: 28η
es: 28º
kk: 28-ші

source: 29th
bg: 29-ти
el: 29η
es: 29º
kk: 29-шы

source: 30th
bg: 30-ти
el: 30η
es: 30º
kk: 30-шы

source: 31st
bg: 31-ви
el: 31η
es: 31º
kk: 21-ші

source: Recurs every minute until %2
bg: Повтаря се всяка минута до %2
el: Επανάληψη κάθε λεπτό μέχρι %2
es: Repetir cada minuto hasta %2
kk: Қайталауы: %2 дейін, әрбір %1 минут
lv: Atkārtojas ik pēc %1 minūtes līdz %2

# number of occurrences
source: (<numid>%1</numid> occurrences)
el: (<numid>%1</numid> επαναλήψεις)
es: (<numid>%1</numid> apariciones)
kk: (<numid>%1</numid> рет)
lv: (<numid>%1</numid> reizes)

source: Recurs every minute
bg: Повтаря се всяка минута
el: Επανάληψη κάθε λεπτό
es: Repetir cada minuto
kk: Қайталауы: әрбір %1 минут
lv: Atkārtojas ik pēc %1 minūtes

source: Recurs hourly until %2
bg: Повтаря се всеки час до %2
el: Ωριαία επανάληψη μέχρι %2
es: Repetir cada hora hasta %2
kk: Қайталауы: %2 дейін, әрбір %1 сағат
lv: Atkārtojas ik pēc %1 stundas līdz %2

source: Recurs hourly
bg: Повтаря се всеки час
el: Ωριαία επανάληψη
es: Repetir cada hora
kk: Қайталауы: әрбір %1 сағат
lv: Atkārtojas ik pēc %1 stundas

source: Recurs daily until %2
bg: Повтаря се всеки ден до %2
el: Ημερήσια επανάληψη μέχρι %2
es: Repetir diariamente hasta %2
kk: Қайталауы: %2 дейін, әрбір %1 күн сайын
lv: Atkārtojas ik pēc %1 dienas līdz %2

source: Recurs daily
bg: Повтаря се всеки ден
el: Ημερήσια επανάληψη
es: Repetir diariamente
kk: Қайталауы: әрбір %1 күн сайын
lv: Atkārtojas ik pēc %1 dienas

# Recurs weekly on no days
source: no days
el: καμία μέρα
es: sin días
kk: күні жоқ
lv: nav dienu

# Recurs weekly on [list of days] until end-date
source: Recurs weekly on %2 until %3
bg: Повтаря се седмично на %2 до %3
el: Εβδομαδιαία επανάληψη από %2 μέχρι %3
es: Repetir semanalmente los %2 hasta %3
kk: Қайталауы: %3 дейін, әрбір <numid>%1</numid> апта сайын, күні - %2
lv: Atkārtojas ik pēc <numid>%1</numid> nedēļas %2 līdz %3

# Recurs weekly on [list of days]
source: Recurs weekly on %2
bg: Повтаря се седмично на %2
el: Εβδομαδιαία επανάληψη κάθε %2
es: Repetir semanalmente los %2
kk: Қайталауы: әрбір <numid>%1</numid> апта сайын, күні - %2
lv: Atkārtojas ik pēc <numid>%1</numid> nedēļas %2

# Recurs every N months on the [2nd|3rd|...] weekdayname until end-date
source: Recurs every month on the %2 %3 until %4
bg: Повтаря се месечно в %2 %3 до %4
el: Επανάληψη κάθε μήνα τη %2 %3 μέχρι %4
es: Repetir cada mes el %3 %2 hasta %4
kk: Қайталауы: %4 дейін, әрбір <numid>%1</numid> ай сайын, %2 %3
lv: Atkārtojas ik pēc <numid>%1</numid> mēneša tā %2 %3 līdz %4

# Recurs every N months on the [2nd|3rd|...] weekdayname
source: Recurs every month on the %2 %3
bg: Повтаря се месечно в %2 %3
el: Επανάληψη κάθε μήνα τη %2 κάθε %3
es: Repetir cada mes en el %3 %2
kk: Қайталауы: %1 ай сайын, %2 %3
lv: Atkārtojas ik pēc <numid>%1</numid> mēneša tā %2 %3

# Recurs monthly on the [1st|2nd|...] day until end-date
source: Recurs monthly on the %2 day until %3
bg: Повтаря се месечно на %2 ден до %3
el: Επανάληψη μηνιαία κάθε %2 ημέρα μέχρι %3
es: Repetir mensualmente el día %2 hasta %3
kk: Қайталауы: әрбір <numid>%1</numid> ай сайын, %2 күнінде, %3 дейін
lv: Atkārtojas ik pēc <numid>%1</numid> mēneša tā %2 dienā līdz %3

# Recurs monthly on the [1st|2nd|...] day
source: Recurs monthly on the %2 day
bg: Повтаря се месечно на %2 ден
el: Επανάληψη κάθε μήνα τη %2 ημέρα
es: Repetir mensualmente el día %2
kk: Қайталауы: әрбір <numid>%1</numid> ай сайын, %2 күнінде
lv: Atkārtojas ik pēc <numid>%1</numid> mēneša tā %2 dienā

# Recurs Every N years on month-name [1st|2nd|...] until end-date
source: Recurs yearly on %2 %3 until %4
el: Επανάληψη ετήσια τη %2 ημέρα κάθε %3 μέχρι %4
es: Repetir anualmente el %3 del %2 hasta %4
kk: Қайталауы: әрбір %1 жыл сайын, %2 %3, %4 дейін
lv: Atkārtojas ik pēc <numid>%1</numid> gada tā %2 %3 dienā līdz %4

# Recurs Every N years on month-name [1st|2nd|...]
source: Recurs yearly on %2 %3
el: Επανάληψη κάθε έτος τη %2 ημέρα κάθε %3
es: Repetir anualmente el %3 del %2
kk: Қайталауы: әрбір %1 жыл сайын, %2 %3
lv: Atkārtojas ik pēc <numid>%1</numid> gada tā %2 %3 dienā

# Recurs Every year on month-name [1st|2nd|...]
source: Recurs yearly on %1 %2
el: Επανάληψη ετήσια το μήνα %1 μέρα %2
es: Repetir anualmente el %2 de %1
kk: Қайталауы: жыл сайын, %1 %2
lv: Atkārtojas ik gadu tā %1 %2 dienā

# Recurs every N years on day N until end-date
source: Recurs every year on day <numid>%2</numid> until %3
el: Επανάληψη κάθε έτος την ημέρα <numid>%2</numid> μέχρι %3
es: Repetir cada año el día <numid>%2</numid> hasta %3
kk: Қайталауы: әрбір <numid>%1</numid> жыл сайын, <numid>%2</numid>-күнінде, %3 дейін
lv: Atkārtojas ik pēc <numid>%1</numid> gada tā %2 dienā līdz %3

# Recurs every N YEAR[S] on day N
source: Recurs every year on day <numid>%2</numid>
el: Επανάληψη κάθε έτος την ημέρα <numid>%2</numid>
es: Repetir cada año el día <numid>%2</numid>
kk: Қайталауы: әрбір <numid>%1</numid> жыл сайын, <numid>%2</numid>-күнінде
lv: Atkārtojas ik pēc <numid>%1</numid> gada tā %2 dienā

# Every N years on the [2nd|3rd|...] weekdayname of monthname until end-date
source: Every year on the %2 %3 of %4 until %5
el: Κάθε έτος τη %2 ημέρα κάθε %3 του %4 μέχρι %5
es: Cada año en el %3 %2 de %4 hasta %5
kk: Әрбір <numid>%1</numid> жыл сайын, %4 айындағы %2 %3, %5 дейін
lv: Ik pēc <numid>%1</numid> gada tā %4 %2 %3 līdz %5

# Every N years on the [2nd|3rd|...] weekdayname of monthname
source: Every year on the %2 %3 of %4
el: Κάθε έτος τη %2 ημέρα κάθε %3 του %4
es: Cada año en el %3 %2 de %4
kk: Әрбір <numid>%1</numid> жыл сайын, %4 айындағы %2 %3
lv: Ik pēc <numid>%1</numid> gada tā %4 %2 %3

source: Incidence recurs
el: Το γεγονός επαναλαμβάνεται
es: Repetir frecuencia
kk: Қайталау кезі
lv: Notikums atkārtojas

source: 1 day
bg: 1 ден
el: 1 ημέρα
es: 1 día
kk: %1 күн
lv: %1 diena

source: 1 hour
bg: 1 час
el: 1 ώρα
es: 1 hora
kk: %1 сағат
lv: %1 stunda

source: 1 minute
bg: 1 минута
el: 1 λεπτό
es: 1 minuto
kk: %1 минут
lv: %1 minūte

source: forever
el: για πάντα
es: siempre
kk: үнемі

# N days/hours/minutes before the start datetime
source: %1 before the start
el: %1 πριν την έναρξη
es: %1 antes del comienzo
kk: Басталуына %1 қалғанда

# N days/hours/minutes after the start datetime
source: %1 after the start
el: %1 μετά την έναρξη
es: %1 después del comienzo
kk: Басталғаннан %1 өткен соң

# N days/hours/minutes before the due datetime
source: %1 before the to-do is due
el: %1 πριν από τη λήξη της εργασίας
es: %1 antes de que venzan las tareas pendientes
kk: Істің бітуіне %1 қалғанда

# N days/hours/minutes before the end datetime
source: %1 before the end
el: %1 πριν το τέλος
es: %1 antes del final
kk: Аяқталуға %1 қалғанда

# N days/hours/minutes after the due datetime
source: %1 after the to-do is due
el: %1 μετά από τη λήξη της προς υλοποίηση εργασίας
es: %1 después del vencimiento de las tareas pendientes
kk: Іс біткенінен %1 өткен соң

# N days/hours/minutes after the end datetime
source: %1 after the end
el: %1 μετά το τέλος
es: %1 después del final
kk: Аяқталудан %1 өткен соң

source: repeats once
bg: повтаря се веднъж
el: Επανάληψη μία φορά
es: se repite una vez
kk: %1 рет қайталанады

# interval is N days/hours/minutes
source: interval is %1
el: το χρονικό διάστημα είναι %1
es: el intervalo es %1
kk: аралығы %1

source: OK
el: Εντάξει
es: Aceptar
kk: ОК

source: In progress
bg: Извършва се
el: Σε εξέλιξη
es: En curso
kk: Барыста
lv: Procesā

source: Not an error
bg: Не е грешка
el: Δεν είναι σφάλμα
es: No es un error
kk: Қате емес
lv: Nav kļūda

source: Error
bg: Грешка
el: Σφάλμα
kk: Қате
lv: Kļūda

source: Invalid URL
bg: Неправилен URL-адрес
el: Μη έγκυρο URL
es: URL no válido
kk: Жарамсыз URL
lv: Nederīgs URL

source: Connection failed
bg: Неуспешна връзка
el: Η σύνδεση απέτυχε
es: Falló la conexión
kk: Байланыс жаңылды
lv: Neizdevās pieslēgties

source: Write error
bg: Грешка при запис
el: Σφάλμα εγγραφής
es: Error de escritura
kk: Жазу қатесі
lv: Rakstīšanas kļūda

source: Read error
bg: Грешка при четене
el: Σφάλμα ανάγνωσης
es: Error de lectura
kk: Оқу қатесі
lv: Lasīšanas kļūda.
