Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkresources.po
Languages: ca@valencia, cs, el, es, et, fr, ga, hi, ia, it, ko, lt, lv, nds, nl, nn, pl, pt, pt_br, sk, sl, sv, uk

source: Resource Selection
ca@valencia: Selecció de recursos
cs: Výběr zdroje
el: Επιλογή πόρων
es: Selección de recurso
et: Ressursi valimine
fr: Sélection des ressources
ga: Roghnú Acmhainní
hi: संसाधन चयन
ia: Selection de ressource
it: Selezione delle risorse
ko: 자원 선택
lt: Resursų pasirinkimas
lv: Resursa izvēle
nds: Ressource utsöken
nl: Hulpbronselectie
nn: Ressursval
pl: Wybór źródła danych
pt: Selecção do Recurso
pt_br: Seleção de fonte de dados
sk: Výber zdroja
sl: Izbor virov
sv: Resursval
uk: Вибір ресурсу

source: There is no resource available.
ca@valencia: No hi ha cap recurs disponible.
cs: Neexistuje žádný zdroj.
el: Δεν υπάρχει διαθέσιμος πόρος.
es: No existe recurso disponible.
et: Pole ühtegi kättesaadavat ressurssi.
fr: Il n'y a aucune ressource disponible.
ga: Níl aon acmhainn ar fáil.
hi: यहाँ कोई संसाधन उपलब्ध नहीं है.
ia: Il non ha ulle ressource disponibile.
it: Non c'è una risorsa disponibile.
ko: 사용 가능한 자원이 없습니다.
lt: Resursų nėra.
lv: Nav pieejams neviens resurss.
nds: Dat gifft keen Ressource.
nl: Er is geen hulpbron beschikbaar.
nn: Det finst ingen tilgjengelege ressursar.
pl: Brak dostępnych zasobów.
pt: Não existem recursos disponíveis.
pt_br: Não existem fontes de dados disponíveis.
sk: Nie je dostupný žiaden zdroj.
sl: Viri niso na voljo.
sv: Det finns ingen tillgänglig resurs.
uk: Немає наявних ресурсів.

source: Tobias Koenig
hi: टॉबियस कोएनिग
lv: Tobiass Kēnigs (Tobias Koenig)
nn: Tobias König

source: kcmkresources
hi: केसीएम-के-रिसोर्सेस
sv: IM-resurser
