Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkpimutils.po
Languages: da, es, et, fi, fr, ga, gl, hi, hu, ia, it, ko, lt, lv, nb, nds, nl, pt, pt_br, sk, sl, sr@ijekavian, sv, tr, uk, zh_tw

source: The specified file does not exist: %1
da: Den angivne fil findes ikke: %1
es: El archivo especificado no existe: %1
et: Määratud faili ei ole olemas: %1
fi: Tiedostoa ei ole olemassa: %1
fr: Le fichier spécifié n'existe pas : %1
ga: Níl an comhad ainmnithe ann: %1
gl: O ficheiro indicado non existe: %1
hi: उल्लेखित फ़ाइल उपलब्ध नहीं है: %1
hu: Nem létező fájl: %1
ia: Le file specificate non existe: %1
it: Il file specificato non esiste: %1
ko: 지정한 파일이 존재하지 않습니다: %1
lt: Nurodytas failas neegzistuoja: %1
lv: Norādītais fails neeksistē: %1
nb: Den oppgitte fila finnes ikke: %1
nds: Dat gifft de angeven Datei nich: %1
nl: Dit opgegeven bestand bestaat niet: %1
pt: O ficheiro indicado não existe: %1
pt_br: O arquivo indicado não existe: %1
sk: Vybraný súbor neexistuje: %1
sl: Podana datoteka ne obstaja: %1
sr@ijekavian: Задати фајл не постоји: <filename>%1</filename>
sv: Den angivna filen finns inte: %1
tr: Belirtilen dosya yok: %1
uk: Вказаний файл не існує: %1
zh_tw: 指定的檔案不存在： %1

source: This is a folder and not a file: %1
da: Dette er en mappe og ikke en fil: %1
es: Esta es una carpeta, no un archivo: %1
et: See on kataloog, mitte fail: %1
fi: Tämä on kansio, ei tiedosto: %1
fr: Ceci n'est pas un fichier mais un dossier : %1
ga: Is fillteán é seo, ní comhad é: %1
gl: Isto é un cartafol, non un ficheiro: %1
hi: यह फ़ोल्डर है फ़ाइल नहीं है: %1
hu: Nem fájl, hanem könyvtár: %1
ia: Isto es un dossier e non un file. %1
it: Questa è una cartella, non un file: %1
ko: 지정한 항목은 폴더입니다: %1
lt: Tai yra aplankas, o ne failas: %1
lv: Tā ir mape, nevis fails: %1
nb: Dette er en mappe og ikke en fil: %1
nds: Dit is en Orner, keen Datei: %1
nl: Dit is geen bestand, maar een map: %1
pt: Esta é uma pasta, não um ficheiro: %1
pt_br: Isto é uma pasta e não um arquivo: %1
sk: Toto je zložka, nie súbor: %1
sl: To je mapa in ne datoteka: %1
sr@ijekavian: Није фајл, већ фасцикла: <filename>%1</filename>
sv: Det här är en katalog och inte en fil: %1
tr: Bu bir dizin, bir dosya değil: %1
uk: Це тека, а не файл: %1
zh_tw: 這是個資料夾而非檔案： %1

source: You do not have read permissions to the file: %1
da: Du har ikke læserettigheder til filen: %1
es: No tiene permisos para leer este archivo: %1
et: Sul ei ole õigusi lugeda faili: %1
fi: Tiedostoon ei ole lukuoikeutta: %1
fr: Vous n'avez pas les droits en lecture sur le fichier : %1
ga: Níl cead scríofa agat ar an gcomhad: %1
gl: Non ter permiso de lectura do ficheiro: %1
hi: आपके पास फ़ाइल पढ़ने की अनुमति नहीं है: %1
hu: Nincs olvasási jogosultsága a fájlhoz: %1
ia: Tu non ha permissiones de leger le file: %1
it: Non hai i permessi per leggere il file: %1
ko: 파일을 읽을 수 있는 권한이 없습니다: %1
lt: Jūs neturite skaitymo leidimų šiam failui: %1
lv: Jums nav lasīšanas atļauju šim failam: %1
nb: Du har ikke lesetilgang til fila: %1
nds: Du hest keen Leesverlöven för de Datei: %1
nl: U hebt niet de benodigde toegangsrechten voor het bestand: %1
pt: Não tem permissões de leitura para o ficheiro: %1
pt_br: Você não tem permissões de leitura para o arquivo: %1
sk: Nemáte prístupové práva na čítanie súboru: %1
sl: Nimate dovoljenja za branje datoteke: %1
sr@ijekavian: Немате дозволу читања за фајл: <filename>%1</filename>
sv: Du har inte rättighet att läsa filen: %1
tr: Bu dosyayı okuma hakkınız yok: %1
uk: У вас немає прав для читання файла: %1
zh_tw: 您沒有此檔案的讀取權限： %1

source: Could not read file: %1
da: Kunne ikke læse filen: %1
es: No se pudo leer el archivo: %1
et: Faili lugemine nurjus: %1
fi: Tiedostoa ei voitu lukea: %1
fr: Impossible de lire un fichier : %1
ga: Níorbh fhéidir an comhad a léamh: %1
gl: Non foi posíbel ler o ficheiro: %1
hi: फ़ाइल को पढ़ नहीं सका: %1
hu: Nem sikerült olvasni a fájlból: %1
ia: Il non pote leger le file: %1
it: Impossibile leggere il file: %1
ko: 파일을 읽을 수 없습니다: %1
lt: Nepavyko perskaityti failo: %1
lv: Neizdevās nolasīt failu: %1
nb: Klarte ikke lese fila: %1
nds: Datei lett sik nich lesen: %1
nl: Kon dit bestand niet lezen: %1
pt: Não foi possível ler o ficheiro: %1
pt_br: Não foi possível ler o arquivo: %1
sk: Nemôžem prečítať súbor: %1
sl: Ni bilo mogoče prebrati datoteke: %1
sr@ijekavian: Не могу да читам фајл: <filename>%1</filename>
sv: Kunde inte läsa filen: %1
tr: Dosya okunamadı: %1
uk: Не вдалося прочитати файл: %1
zh_tw: 無法讀取此檔案： %1

source: Could not open file: %1
da: Kunne ikke åbne filen: %1
es: No se pudo abrir el archivo: %1
et: Faili avamine nurjus: %1
fi: Tiedostoa ei voitu avata: %1
fr: Impossible d'ouvrir un fichier : %1
ga: Níorbh fhéidir an comhad a oscailt: %1
gl: Non foi posíbel abrir o ficheiro: %1
hi: फ़ाइल खोल नहीं सकते.: %1
hu: Nem sikerült megnyitni a fájlt: %1
ia: Non pote aperir le file: %1
it: Impossibile aprire il file: %1
ko: 파일을 열 수 없습니다: %1
lt: Nepavyko atverti failo: %1
lv: Neizdevās atvērt failu: %1
nb: Klarte ikke åpne fila: %1
nds: Datei lett sik nich opmaken: %1
nl: Kon dit bestand niet openen: %1
pt: Não foi possível aceder ao ficheiro: %1
pt_br: Não foi possível abrir o arquivo: %1
sk: Nemôžem otvoriť súbor: %1
sl: Ni bilo mogoče odpreti datoteke: %1
sr@ijekavian: Не могу да отворим фајл: <filename>%1</filename>
sv: Kunde inte öppna filen: %1
tr: Dosya açılamadı: %1
uk: Не вдалося відкрити файл: %1
zh_tw: 無法開啟此檔案： %1

source: Error while reading file: %1
da: Fejl under læsning af filen: %1
es: Error mientras se leía el archivo: %1
et: Viga faili lugemisel: %1
fi: Virhe tiedostoa luettaessa: %1
fr: Erreur lors de la lecture du fichier : %1
ga: Earráid agus comhad á léamh: %1
gl: Aconteceu un erro ao ler o ficheiro: %1
hi: फ़ाइल पढते समय त्रुटि हुई: %1
hu: Hiba történt a fájl olvasása közben: %1
ia: Error durante que on legeva file : %1
it: Errore in lettura del file: %1
ko: 파일에서 읽을 수 없습니다: %1
lt: Klaida skaitant failą: %1
lv: Kļūda nolasot failu: %1
nb: Feil oppsto ved lesing av fila: %1
nds: Fehler bi't Lesen vun de Datei: %1
nl: Fout bij het lezen van bestand: %1
pt: Ocorreu um erro ao ler o ficheiro: %1
pt_br: Ocorreu um erro ao ler o arquivo: %1
sk: Chyba počas čítania súboru: %1
sl: Napaka med branjem datoteke: %1
sr@ijekavian: Грешка при читању фајла: <filename>%1</filename>
sv: Fel vid läsningen av filen: %1
tr: Dosya okuma hatası: %1
uk: Помилка читання файла: %1
zh_tw: 讀取此檔案時發生錯誤： %1

source: Could only read 1 byte of %2.
da: Kunne kun læse 1 byte ud af %2.
es: Solo se pudo leer 1 byte de %2.
et: Lugeda suudeti vaid 1 bait %2 baidist.
fi: Voitiin lukea vain %1 tavu kaikkiaan %2:sta.
fr: Il n'est possible que de lire 1 octet de %2.
ga: Níorbh fhéidir ach %1 bheart as %2 a léamh.
gl: Só foi posíbel ler 1 byte de %2.
hu: Csak 1 bájtot sikerült olvasni %2 helyett.
ia: Pote solmente leger 1 byte de %2.
it: È stato possibile leggere solo un byte su %2.
ko: 파일 %2 중 %1바이트만 읽을 수 있습니다.
lv: Izdevās nolasīt tikai %1 baitu no %2.
nb: Kunne bare lese 1 byte av %2.
nds: Bloots 1 Byte vun %2 leet sik lesen.
nl: Kon slechts 1 van de %2 bytes lezen.
pt: Não foi possível ler %1 byte de '%2'.
pt_br: Não foi possível ler 1 byte de %2.
sk: Môžem prečítať iba %1 bajt z %2
sl: Prebrati je bilo mogoče le %1 bajtov od %2.
sr@ijekavian: Успјело читање само %1 бајта од %2
sv: Det gick bara att läsa 1 byte av %2.
tr: %2 bayt verinin sadece %1 kadarı okunabildi.
uk: Вдалося прочитати тільки %1 байт з %2.
zh_tw: 只能從 %2 中讀取 %1 個位元組。

source: File %1 exists. Do you want to replace it?
da: Filen %1 findes. Ønsker du at overskrive den?
es: El archivo %1 existe. ¿Desea remplazarlo?
et: Fail %1 on olemas. Kas asendada see?
fi: Tiedosto %1 on olemassa. Korvataanko se?
fr: Le fichier %1 existe. Voulez-vous le remplacer ?
ga: Tá comhad %1 ann cheana. An bhfuil fonn ort scríobh air?
gl: O ficheiro %1 xa existe. Desexa substituílo?
hi: फ़ाइल %1 पहले से ही मौजूद है. क्या आप इसे बदलना चाहते हैं?
hu: Már létezik %1 nevű fájl. Le szeretné cserélni?
ia: File %1 existe. Tu vole reimplaciar lo?
it: Il file %1 esiste. Vuoi sostituirlo?
ko: 파일 %1이(가) 존재합니다. 파일을 덮어쓰시겠습니까?
lt: Failas %1 jau yra. Ar norite jį pakeisti?
lv: Fails %1 eksistē. Vai vēlaties to aizvietot?
nb: Fila %1 finnes fra før. Vil du erstatte den?
nds: Dat gifft de Datei "%1" al. Wullt Du ehr överschrieven?
nl: Bestand %1 bestaat reeds. Wilt u het vervangen?
pt: O ficheiro %1 já existe. Deseja substituí-lo?
pt_br: O arquivo %1 já existe. Deseja substituí-lo?
sk: Súbor %1 existuje. Chcete ho prepísať?
sl: Datoteka %1 že obstaja. Ali jo želite zamenjati?
sr@ijekavian: Фајл <filename>%1</filename> већ постоји. Желите ли да га замијените?
sv: Filen %1 finns. Vill du ersätta den?
tr: %1 dosyası var. Üzerine yazılsın mı?
uk: Файл %1 існує. Хочете його замінити?
zh_tw: 檔案 %1 已存在。 您是否要取代它？

source: Save to File
da: Gem til fil
es: Guardar en archivo
et: Faili salvestamine
fi: Tallenna tiedostoon
fr: Enregistrer dans un fichier
ga: Sábháil go Comhad
gl: Gardar no ficheiro
hi: फ़ाइल में सहेजें
hu: Mentés fájlba
ia: Salveguarda a File
it: Salva su file
ko: 파일로 저장
lt: Įrašyti į failą
lv: Saglabāt failā
nb: Lagre til fil
nds: As Datei sekern
nl: Opslaan naar bestand
pt: Gravar para um Ficheiro
pt_br: Salvar para arquivo
sk: Uloženie do súboru
sl: Shrani v datoteko
sr@ijekavian: Уписивање у фајл
sv: Spara till fil
tr: Dosyaya Kaydet
uk: Зберегти у файл
zh_tw: 存入檔案

source: &Replace
da: &Erstat
es: &Remplazar
et: &Asenda
fi: &Korvaa
fr: &Remplacer
ga: &Ionadaigh
gl: &Substituír
hi: बदलें (&R)
hu: &Csere
ia: &Reimplacia
it: &Sostituisci
ko: 바꾸기(&R)
lt: &Pakeisti
lv: &Aizvietot
nb: E&rstatt
nds: Ö&verschrieven
nl: Ve&rvangen
pt: Substitui&r
pt_br: Substitui&r
sk: Nahradiť(&R)
sl: &Zamenjaj
sr@ijekavian: &Замијени
sv: &Ersätt
tr: &Değiştir
uk: &Замінити
zh_tw: 取代(&R)

source: Failed to make a backup copy of %1. Continue anyway?
da: Fejl under oprettelse af sikkerhedskopi af %1. Fortsæt alligevel?
es: Falló la realización de la copia de respaldo de %1. ¿Desea continuar de cualquier manera?
et: %1 tagavarakoopia tegemine nurjus. Kas ikkagi jätkata?
fi: Tiedostoa %1 ei onnistuttu varmuuskopioimaan. Jatketaanko siitä huolimatta?
fr: Échec de la copie de sauvegarde de %1. Poursuivre malgré tout ?
ga: Níorbh fhéidir cóip chúltaca de %1 a dhéanamh. Lean ar aghaidh mar sin féin?
gl: Fallou a copia de seguranza de %1. Continuar aínda así?
hi: %1की बैकअप नक़ल बनाने में असफल. जो भी हो जारी रखें?
hu: Nem sikerült biztonsági másolatot készíteni erről: %1. Folytatni szeretné?
ia: Il falleva facer un retrocopia de %1. Continua de omne modo?
it: Impossibile fare una copia di sicurezza di %1. Continuare lo stesso?
ko: %1의 백업본을 만들 수 없습니다. 계속 진행하시겠습니까?
lt: Nepavyko padaryti atsarginės %1 kopijos. Vis tiek tęsti?
lv: Neizdevās izveidot rezerves kopiju failam %1. Turpināt bez tās?
nb: Klarte ikke lage sikkerhetskopi av %1. Fortsette likevel?
nds: Fehler bi't Opstellen vun en Sekerheitskopie för %1. Liekers wiedermaken?
nl: Het maken van een reservekopie van %1 is mislukt. Toch doorgaan?
pt: Não foi possível criar uma cópia de segurança de %1. Deseja continuar à mesma?
pt_br: Falha ao criar um backup de %1. Continuar assim mesmo?
sk: Nepodarilo sa vytvoriť zálohu z %1. Napriek tomu pokračovať?
sl: Ni bilo mogoče narediti varnostne kopije %1. Vseeno nadaljujem?
sr@ijekavian: Неуспјело прављење резерве за <filename>%1</filename>. Ипак наставити?
sv: Kunde inte skapa en säkerhetskopia av %1. Fortsätta ändå?
tr: %1 dosyasının yedek kopyası oluşturulamadı. Devam edilsin mi?
uk: Не вдалося зробити резервну копію %1. Продовжити попри все?
zh_tw: 無法備份 %1。 確定要繼續嗎？

source: Could not write to file: %1
da: Kunne ikke skrive til filen: %1
es: No se pudo escribir el archivo: %1
et: Ei suudetud kirjutada faili: %1
fi: Ei voitu kirjoittaa tiedostoon: %1
fr: Impossible d'écrire dans un fichier : %1
ga: Níorbh fhéidir scríobh sa chomhad: %1
gl: Non foi posíbel escribir no ficheiro: %1
hi: फ़ाइल पर लिख नहीं सका: %1
hu: Nem sikerült írni ebbe a fájlba: %1
ia: Non pote scriber in file: %1
it: Impossibile scrivere sul file: %1
ko: 파일에 쓸 수 없습니다: %1
lt: Nepavyko rašyti į failą: %1
lv: Neizdevās ierakstīt failā: %1
nb: Klarte ikke skrive til fila: %1
nds: Datei lett sik nich schrieven: %1
nl: Kon niet schrijven naar bestand: %1
pt: Não foi possível escrever no ficheiro: %1
pt_br: Não foi possível gravar no arquivo: %1
sk: Nemôžem zapisovať do súboru: %1
sl: Ni bilo mogoče pisati v datoteko: %1
sr@ijekavian: Не могу да пишем у фајл: <filename>%1</filename>
sv: Kunde inte skriva till filen: %1
tr: Dosyaya yazılamadı: %1
uk: Не вдалося записати у файл: %1
zh_tw: 無法寫入檔案： %1

source: Could not open file for writing: %1
da: Kunne ikke åbne fil til skrivning: %1
es: No se pudo abrir el archivo para escritura: %1
et: Faili avamine kirjutamiseks nurjus: %1
fi: Ei voitu avata kirjoittamista varten: %1
fr: Impossible d'ouvrir un fichier en écriture : %1
ga: Níorbh fhéidir an comhad a oscailt chun scríobh ann: %1
gl: Non foi posíbel abrir o ficheiro para escribir nel: %1
hi: लिखने के लिए फ़ाइल खोला नहीं जा सका: %1
hu: Nem sikerült megnyitni olvasásra: %1
ia: Non pote aperir file per scriber: %1
it: Impossibile aprire il file in scrittura: %1
ko: 쓰기 위해 파일을 열 수 없습니다: %1
lt: Nepavyko rašymui atverti failo: %1
lv: Neizdevās atvērt failu rakstīšanai: %1
nb: Klarte ikke åpne fila for skriving: %1
nds: Datei lett sik nich för't Schrieven opmaken: %1
nl: Kon niet naar dit bestand schrijven: %1
pt: Não foi possível aceder ao ficheiro para escrita: %1
pt_br: Não foi possível abrir o arquivo para gravação: %1
sk: Nemôžem otvoriť súbor pre zápis: %1
sl: Ni bilo mogoče odpreti datoteke za pisanje: %1
sr@ijekavian: Не могу да отворим фајл за упис: <filename>%1</filename>
sv: Kan inte öppna filen för skrivning: %1
tr: Dosya yazmak için açılamadı: %1
uk: Не вдалося відкрити файл для запису: %1
zh_tw: 無法開啟檔案： %1

source: Error while writing file: %1
da: Fejl under skrivning af fil: %1
es: Error mientras se escribía el archivo: %1
et: Viga faili kirjutamisel: %1
fi: Virhe kirjoitettaessa tiedostoa: %1
fr: Erreur lors de l'écriture du fichier : %1
ga: Earráid agus comhad á scríobh: %1
gl: Aconteceu un erro ao escribir no ficheiro: %1
hi: फ़ाइल लिखने के दौरान त्रुटि: %1
hu: Nem sikerült írni a fájlba: %1
ia: Error durante que on scribeva file : %1
it: Errore in scrittura del file: %1
ko: 파일에 쓸 수 없습니다: %1
lt: Klaida rašant į failą: %1
lv: Kļūda rakstot failā: %1
nb: Feil oppsto under skriving til fil: %1
nds: Fehler bi't Schrieven vun Datei: %1
nl: Fout bij het schrijven van bestand: %1
pt: Ocorreu um erro ao gravar no ficheiro: %1
pt_br: Ocorreu um erro ao gravar o arquivo: %1
sk: Chyba počas zapisovania do súboru : %1
sl: Napaka med zapisovanjem datoteke: %1
sr@ijekavian: Грешка при упису у фајл: %1
sv: Fel vid skrivning av filen: %1
tr: Dosyaya yazma hatası: %1
uk: Помилка запису файла: %1
zh_tw: 寫入檔案時發生錯誤： %1

source: Could only write 1 byte of %2.
da: Kunne kun skrive 1 byte ud af %2.
es: Solo se pudo escribir 1 byte de %2.
et: Suudeti kirjutada ainult 1 bait %2 baidist.
fi: Voitiin kirjoittaa vain %1 tavu kaikkiaan %2:sta.
fr: Il n'est possible que d'écrire 1 octet de %2.
ga: Níorbh fhéidir ach %1 bheart as %2 a scríobh.
gl: Só foi posíbel escribir 1 byte de %2.
hu: Csak 1 bájtot sikerült kiírni %2 helyett.
ia: Solmente pote scriber 1 byte de %2.
it: È stato possibile scrivere solo un byte su %2.
ko: 파일 %2 중 %1바이트만 쓸 수 있습니다.
lv: Izdevās ierakstīt tikai %1 baitu no %2.
nb: Klarte bare skrive 1 byte av %2.
nds: Bloots 1 Byte vun %2 leet sik schrieven.
nl: Kon slechts 1 van de %2 bytes schrijven.
pt: Só foi possível gravar %1 'byte' em %2.
pt_br: Só foi possível gravar 1 byte de %2.
sk: Môže zapísať iba %1 bajt z %2.
sl: Zapisati je bilo mogoče le %1 bajtov od %2.
sr@ijekavian: Успјело уписивање само %1 бајта од %2.
sv: Kunde bara skriva 1 byte av %2.
tr: %2 bayt verinin sadece %1 kadarı yazılabildi.
uk: Вдалося записати тільки %1 байт з %2.
zh_tw: 只能將 %1 個位元組寫入 %2。

source: %1 does not exist
da: %1 findes ikke.
es: %1 no existe
et: %1 pole olemas
fi: %1 ei ole olemassa
fr: %1 n'existe pas
ga: Níl %1 ann
gl: %1 non existe
hi: %1 अस्तित्व में नहीं है
hu: %1 nem létezik
ia: %1 non existe
it: %1 non esiste
ko: %1이(가) 존재하지 않습니다.
lt: %1 neegzistuoja
lv: %1 nepastāv
nb: %1 finnes ikke
nds: "%1" gifft dat nich.
nl: %1 bestaat niet
pt: O %1 não existe
pt_br: %1 não existe
sk: %1 neexistuje
sl: %1 ne obstaja
sr@ijekavian: Фајл <filename>%1</filename> не постоји
sv: %1 finns inte
tr: %1 yok
uk: %1 не існує
zh_tw: %1 不存在。

source: %1 is not accessible and that is unchangeable.
da: %1 er ikke tilgængelig og det kan ikke ændres.
es: %1 no es accesible y esto no se puede cambiar.
et: %1 ei ole kättesaadav ja seda ei saa muuta.
fi: %1 ei ole saavutettavissa
fr: %1 n'est pas accessible et ce n'est pas modifiable.
ga: Níl %1 inrochtana agus ní bheidh sé riamh.
gl: %1 non é accesíbel e iso é inmutábel.
hi: %1 पहुँच योग्य नहीं है तथा यह अपरिवर्तनीय है.
hu: %1 nem érhető el és ez nem változtatható meg.
ia: %1 non es accessibile e ergo non es modificabile.
it: %1 non è accessibile e ciò non può essere rimediato.
ko: %1에 접근할 수 없으며 변경할 수 없습니다.
lt: %1 yra nepasiekiama, ir to negalima pakeisti.
lv: %1 nav pieejams un tas nav maināms.
nb: %1 er utilgjengelig og det kan ikke endres.
nds: Keen Togriep op "%1", dat lett sik ok nich ännern.
nl: %1 is ontoegankelijk en dat kan niet gecorrigeerd worden.
pt: O %1 não está acessível e isso é inalterável.
pt_br: %1 não está acessível e isso é inalterável.
sk: K %1 nie je povolený prístup a nedá sa to zmeniť.
sl: %1 ni dosegljiv in tega ni mogoče spremeniti.
sr@ijekavian: Фајлу <filename>%1</filename> нема приступа, што се не може измијенити.
sv: %1 kan inte kommas åt, och det går inte att ändra.
tr: %1 erişilebilir olmadığından değiştirilemez.
uk: %1 недоступний.
zh_tw: 無法存取 %1 因此無法改變。

source: %1 is not readable and that is unchangeable.
da: %1 er ikke læsbar og det kan ikke ændres.
es: %1 no es legible y esto no se puede cambiar.
et: %1 ei ole loetav ja seda ei saa muuta.
fi: %1 ei ole luettavissa
fr: Impossible de lire %1 et cela est non modifiable.
ga: Níl %1 inléite agus ní bheidh sé riamh.
gl: %1 non é lexíbel e iso é inmutábel.
hi: %1 पढ़ने योग्य नहीं है तथा यह अपरिवर्तनीय है.
hu: %1 nem olvasható és ez nem változtatható meg.
ia: %1 non es legibile e ergo non es modificabile.
it: %1 non è leggibile e ciò non può essere rimediato.
ko: %1에서 읽을 수 없으며 변경할 수 없습니다.
lt: %1 yra neperskaitoma ir to neįmanoma pakeisti.
lv: %1 nav lasāms un tas nav maināms.
nb: %1 kan ikke leses og det kan ikke endres.
nds: "%1" lett sik nich lesen, dat lett sik ok nich ännern.
nl: %1 is niet leesbaar en dat kan niet gecorrigeerd worden.
pt: O %1 não está legível e isso é inalterável.
pt_br: %1 não pode ser lido e isso é inalterável.
sk: %1 nie je na čítanie a nedá sa to zmeniť.
sl: %1 ni berljiv in tega ni mogoče spremeniti.
sr@ijekavian: Фајл <filename>%1</filename> није читљив, што се не може измијенити.
sv: %1 kan inte läsas, och det går inte att ändra.
tr: %1 okunabilir olmadığından değiştirilemez.
uk: %1 недоступний для читання.
zh_tw: 無法讀取 %1 因此無法改變。

source: %1 is not writable and that is unchangeable.
da: %1 er ikke skrivbar og det kan ikke ændres.
es: %1 no se puede escribir y esto no se puede cambiar.
et: %1 ei ole kirjutatav ja seda ei saa muuta.
fi: %1 ei ole kirjoitettavissa
fr: Impossible d'écrire dans %1 et cela est non modifiable.
ga: Níl %1 inscríofa agus ní bheidh sé riamh.
gl: %1 non é de escritura e iso é inmutábel.
hi: %1 लिखने योग्य नहीं है तथा यह अपरिवर्तनीय है.
hu: %1 nem írható és ez nem változtatható meg.
ia: %1 non es scribibile e ergo non es modificabile.
it: %1 non è scrivibile e ciò non può essere rimediato.
ko: %1에 쓸 수 없으며 변경할 수 없습니다.
lt: Į %1 nėra įmanoma rašyti, ir to neįmanoma pakeisti.
lv: %1 nav rakstāms un tas nav maināms.
nb: %1 er ikke skrivbar, og det er det ingenting å gjøre noe med.
nds: "%1" lett sik nich schrieven, dat lett sik ok nich ännern.
nl: %1 is niet schrijfbaar en dat kan niet gecorrigeerd worden.
pt: O %1 não pode ser gravado e isso é inalterável.
pt_br: %1 não pode ser gravado e isso é inalterável.
sk: %1 nie je zapisovateľný a nedá sa to zmeniť.
sl: %1 ni zapisljiv in tega ni mogoče spremeniti.
sr@ijekavian: У фајл <filename>%1</filename> не може се писати, што се не може измијенити.
sv: %1 kan inte skrivas, och det går inte att ändra.
tr: %1 yazılabilir olmadığından değiştirilemez.
uk: %1 недоступний для запису.
zh_tw: 無法寫入 %1 因此無法改變。

source: Folder %1 is inaccessible.
da: Mappen %1 er utilgængelig.
es: La carpeta %1 es inaccesible.
et: Ligipääs kataloogile %1 puudub.
fi: Kansio %1 ei ole saavutettavissa
fr: Le dossier %1 est inaccessible.
ga: Níl fillteán %1 inrochtana.
gl: O cartafol %1 é inaccesíbel.
hi: फ़ोल्डर %1 पहुँचयोग्य नहीं है.
hu: Nem érhető el a(z) %1 könyvtár.
ia: Dossier %1 es inaccessibile.
it: La cartella %1 è inaccessibile.
ko: 폴더 %1에 접근할 수 없습니다.
lt: Aplankas %1 yra neprieinamas.
lv: Mape %1 nav pieejama.
nb: Mappa %1 er utilgjengelig.
nds: Keen Togriep op Orner "%1".
nl: Map %1 is ontoegankelijk.
pt: A pasta %1 está inacessível.
pt_br: A pasta %1 está inacessível.
sk: Zložka %1 je neprístupná.
sl: Mapa %1 ni dosegljiva.
sr@ijekavian: Фасцикли <filename>%1</filename> нема приступа.
sv: Katalogen %1 kan inte kommas åt.
tr: %1 dizini erişilebilir değil.
uk: Неможливий доступ до теки %1.
zh_tw: 無法存取資料夾 %1。

source: Some files or folders do not have the necessary permissions, please correct them manually.
da: Nogle filer og mapper har ikke de nødvendige rettigheder, ret det venligst manuelt.
es: Algunos archivos o carpetas no tienen los permisos necesarios, por favor corríjalos manualmente.
et: Mõnel failil või kataloogil ei ole vajalikke õigusi. Palun muuda seda käsitsi.
fi: Joidenkin tiedostojen tai kansioiden oikeudet on asetettu väärin. Korjaa asetukset käsin.
fr: Certains fichiers ou dossiers n'ont pas les droits d'accès nécessaires. Veuillez les corriger manuellement.
ga: Níl na ceadanna riachtanacha ag roinnt comhad/fillteán; ceartaigh iad de láimh.
gl: Algúns dos ficheiros ou cartafoles non teñen os permisos precisos; corríxaos manualmente.
hu: Néhány fájl vagy könyvtár jogosultságai nem megfelelőek, kérjük javítsa ki ezeket a hibákat.
ia: Alcun files o dossieres non ha le necessari permissiones, pro favor tu corrige lor manualmente.
it: Alcuni file o cartelle non hanno i permessi necessari, correggi il problema manualmente.
ko: 일부 파일이나 폴더에 권한이 충분하지 않아서 올바르게 수정해야 합니다.
lv: Dažiem failiem vai mapēm nav nepieciešamo atļauju, lūdzu manuāli salabojiet tos.
nb: Noen filer eller mapper har ikke tilstrekkelige rettigheter, rett på dette manuelt.
nds: Dat gifft Dateien, de hebbt nich de nödigen Verlöven, richt ehr bitte vun Hand.
nl: Enkele bestanden of mappen hebben onvoldoende toegangsrechten, corrigeer deze handmatig.
pt: Alguns ficheiros ou pastas não têm as permissões necessárias; por favor, corrija-os manualmente.
pt_br: Alguns arquivos ou pastas não têm as permissões necessárias. Por favor, corrija-os manualmente.
sk: Niektoré súbory alebo zložky nemajú potrebné prístupové práva, prosím opravte ich manuálne.
sl: Nekatere izmed datotek ali map nimajo potrebnih dovoljenj. Prosim, popravite jih ročno.
sr@ijekavian: Неки фајлови или фасцикле немају неопходне дозволе, исправите то ручно.
sv: Vissa filer eller kataloger har inte nödvändiga rättigheter. Korrigera dem manuellt.
tr: Bazı dosya ya da dizinler gerekli izinlere sahip değil, lütfen elle düzeltin.
uk: Деякі файли або теки не мають належних прав доступу, будь ласка, виправте їх вручну.
zh_tw: 有些檔案與資料夾沒有正確的權限。請修正。
