Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkcalutils.po
Languages: km

# @title:column event start time
source: Start Time
km: ពេលវេលា​ចាប់ផ្ដើម

# @title:column event end time
source: End Time
km: ពេលវេលា​បញ្ចប់

# @title:column event description
source: Event
km: ព្រឹត្តិការណ៍

# @title:column event locatin
source: Location
km: ទីតាំង

# @title:column event categories
source: Categories
km: ប្រភេទ

# @title:column event attendees
source: Attendees
km: អ្នក​ចូលរួម

# @title:column
source: To-do
km: កិច្ចការ​ត្រូវ​ធ្វើ

# @title:column to-do priority
source: Priority
km: អាទិភាព

# @title:column to-do percent completed
source: Completed
km: បាន​បញ្ចប់

# @title:column to-do due date
source: Due Date
km: ថ្ងៃ​ដល់​កំណត់

# @title:column to-do location
source: Location
km: ទីតាំង

# @title:column to-do categories
source: Categories
km: ប្រភេទ

# @title:column to-do attendees
source: Attendees
km: អ្នក​ចូលរួម

# @title:column sub-to-dos of the parent to-do
source: Sub-To-dos of:
km: កិច្ចការ​រង​ត្រូវ​ធ្វើ​នៃ ៖

# @title:column sub-to-dos of the parent to-do
source: Sub-To-dos
km: កិច្ចការ​រង​ត្រូវ​ធ្វើ

# @info/plain
source: This page was created
km: ទំព័រ​នេះ​ត្រូវ​បាន​បង្កើត

# @info/plain page creator email link with name
source: by <link url='mailto:%1'>%2</link>
km: ដោយ <link url='mailto:%1'>%2</link>

# @info/plain page creator email link
source: by <link url='mailto:%1'>%2</link>
km: ដោយ <link url='mailto:%1'>%2</link>

# @info/plain page creator name only
source: by %1
km: ដោយ %1

# @info/plain page credit with name and link
source: with <link url='%1'>%2</link>
km: ជាមួយ <link url='%1'>%2</link>

# @info/plain page credit name only
source: with %1
km: ជាមួយ %1

source: Full name of the calendar owner
km: ឈ្មោះ​ពេញ​របស់​ម្ចាស់​ប្រតិទិន

source: The full name of the calendar owner for the export
km: ឈ្មោះ​ពេញ​របស់​ម្ចាស់​ប្រតិទិន​សម្រាប់​ការ​នាំចេញ

source: Enter the full name to print for the owner of the calendar.
km: បញ្ចូល​ឈ្មោះ​ពេញ ដើម្បី​បោះពុម្ព​សម្រាប់​ម្ចាស់​ប្រតិទិន ។

source: Email of the calendar owner
km: អ៊ីមែល​របស់​ម្ចាស់​ប្រតិទិន

source: The email address of the calendar owner for the export
km: អាសយដ្ឋាន​អ៊ីមែល​របស់​ម្ចាស់​ប្រតិទិន​សម្រាប់​ការ​នាំចេញ

source: Enter the email address to print for the owner of the calendar.
km: បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល ដើម្បី​បោះពុម្ព​សម្រាប់​ម្ចាស់​ប្រតិទិន ។

source: Creator application
km: កម្មវិធី​បង្កើត

source: Creator application of the calendar
km: កម្មវិធី​បង្កើត​ប្រតិទិន

source: Enter a creator application of the calendar, for example KOrganizer.
km: បញ្ចូល​កម្មវិធី​បង្កើត​ប្រតិទិន ឧទាហរណ៍ KOrganizer ។

source: Creator URL
km: URL កម្មវិធី​បង្កើត

source: URL of the creator application of the calendar.
km: URL កម្មវិធី​បង្កើត​ប្រតិទិន ។

source: Enter the URL of the creator application of the calendar, for example http://userbase.kde.org/KOrganizer
km: បញ្ចូល URL កម្មវិធី​បង្កើត​ប្រតិទិន ឧទាហរណ៍ http://userbase.kde.org/KOrganizer

source: Page Title
km: ចំណងជើង​ទំព័រ

source: Calendar
km: ប្រតិទិន

source: The title of the exported page
km: ចំណងជើង​ទំព័រ​ដែល​បាន​នាំចេញ

source: Enter a title for the HTML page.
km: បញ្ចូល​ចំណងជើង​សម្រាប់​ទំព័រ HTML ។

source: Date start
km: កាលបរិច្ឆេទ​ចាប់ផ្ដើម

source: First day of the range to export
km: ថ្ងៃ​ដំបូង​នៃ​ជួរ​ត្រូវ​នាំចេញ

source: First day of the range that shall be exported to HTML.
km: ថ្ងៃ​ដំបូង​នៃ​ជួរ​ដែល​នឹង​ត្រូវ​នាំចេញ​ជា HTML ។

source: Date end
km: កាលបរិច្ឆេទ​បញ្ចប់

source: Last day of the range to export
km: ថ្ងៃ​ចុងក្រោយ​នៃ​ជួរ​ត្រូវ​នាំចេញ

source: Last day of the range that shall be exported to HTML.
km: ថ្ងៃ​ចុងក្រោយ​នៃ​ជួរ​ដែល​នឹង​ត្រូវ​នាំចេញ​ទៅជា HTML ។

source: Output filename
km: ឈ្មោះ​ឯកសារ​លទ្ធផល

source: The file name for the export
km: ឈ្មោះ​ឯកសារ​ត្រូវនាំចេញ

source: The output file name for the HTML export.
km: ឈ្មោះ​ឯកសារ​លទ្ធផល​ត្រូវ​នាំចេញ HTML ។

source: Style sheet
km: រចនាប័ទ្ម​សន្លឹក

source: CSS style sheet to use by the final HTML page
km: រចនាប័ទ្ម​សន្លឹក CSS ដែល​ត្រូវ​ប្រើ​ដោយ​ទំព័រ HTML ចុងក្រោយ

source: CSS style sheet to be used by the final HTML page. This string contains the actual contents of the CSS, not a path to the style sheet.
km: រចនាប័ទ្ម​សន្លឹក CSS ដែល​ត្រូវ​បាន​ប្រើ​ដោយ​ទំព័រ HTML ចុងក្រោយ ។ ឃ្លា​នេះ​មាន​មាតិកា​ CSS ពិតប្រាកដ មិនមែន​ជា​ផ្លូវ​ទៅកាន់​សន្លឹក​រចនាប័ទ្ម​ទេ ។

source: Exclude private incidences from the export
km: មិន​រួមបញ្ចូល​ការ​កើតឡើង​ឯកជន​ពី​ការ​នាំចេញ

source: Exclude private items from the export
km: មិន​រួមបញ្ចូល​ធាតុ​ឯកជន​ពី​ការ​នាំចេញ

source: Check this box if you do NOT want to export your private items.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​មិន​ចង់​នាំចេញ​ធាតុ​ឯកជន​របស់​អ្នក ។

source: Exclude confidential incidences from the export
km: មិន​រួមបញ្ចូល​ការ​កើតឡើង​សម្ងាត់​ពី​ការ​នាំចេញ

source: Exclude confidential items from the export
km: មិន​រួមបញ្ចូល​ធាតុ​សម្ងាត់​ពី​ការ​នាំចេញ

source: Check this box if you do NOT want to export your confidential items.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​មិន​ចង់​នាំចេញ​ធាតុ​សម្ងាត់​របស់​អ្នក ។

source: Export events as list
km: នាំចេញ​ព្រឹត្តិការណ៍​ជា​បញ្ជី

source: Export events as a list
km: នាំចេញ​ព្រឹត្តិការណ៍​ជាបញ្ជី

source: Check this box if you want your events shown as a list.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់ឲ្យ​ព្រឹត្តិការណ៍​របស់​អ្នក​បង្ហាញ​ជា​បញ្ជី ។

source: Export in month view
km: នាំចេញ​ជា​ទិដ្ឋភាព​ខែ

source: Export events in a month view
km: នាំចេញ​ព្រឹត្តិការណ៍​ជា​ទិដ្ឋភាព​ខែ

source: Check this box if you want your events shown in a month view.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ព្រឹត្តិការណ៍​របស់​អ្នក​បង្ហាញ​ជា​ទិដ្ឋភាព​ខែ ។

source: Export in week view
km: នាំចេញ​ជា​ទិដ្ឋភាព​សប្ដាហ៍

source: Export events in a week view
km: នាំចេញ​ព្រឹត្តិការណ៍​ជា​ទិដ្ឋភាព​សប្ដាហ៍

source: Check this box if you want your events shown in a week view.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់ឲ្យ​ព្រឹត្តិការណ៍​របស់​អ្នក​បង្ហាញ​ជា​ទិដ្ឋភាព​សប្ដាហ៍ ។

source: Title of the calendar
km: ចំណងជើង​ប្រតិទិន

source: Title for the event calendar
km: ចំណងជើង​សម្រាប់​ប្រតិទិន​ព្រឹត្តិការណ៍

source: Enter a string to use for the title of the event calendar.
km: បញ្ចូល​ឃ្លា​ត្រូវ​ប្រើ​សម្រាប់​ចំណងជើង​ប្រតិទិន​ព្រឹត្តិការណ៍ ។

source: Export location of the events
km: នាំចេញ​ទីតាំង​ព្រឹត្តិការណ៍

source: Include the event locations
km: រួមបញ្ចូល​ទីតាំង​ព្រឹត្តិការណ៍

source: Check this box if you want the event locations to be exported, only if the event has a location.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ទីតាំង​ព្រឹត្តិការណ៍​ត្រូវ​បាន​នាំចេញ ក្នុង​ករណី​ដែល​ព្រឹត្តិការណ៍​មាន​ទីតាំង ។

source: Export categories of the events
km: នាំចេញ​ប្រភេទ​ព្រឹត្តិការណ៍

source: Include the event categories
km: រួមបញ្ចូល​ប្រភេទ​ព្រឹត្តិការណ៍

source: Check this box if you want the event categories to be exported.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ប្រភេទ​ព្រឹត្តិការណ៍​ត្រូវ​បាន​នាំចេញ ។

source: Export attendees of the events
km: នាំចេញ​អ្នកចូលរួម​ព្រឹត្តិការណ៍

source: Include the event attendees
km: រួមបញ្ចូល​អ្នកចូលរួម​ព្រឹត្តិការណ៍

source: Check this box if you want the event attendees to be exported.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់ឲ្យ​អ្នកចូលរួម​ព្រឹត្តិការណ៍​ត្រូវ​បាន​នាំចេញ ។

source: Export to-do list
km: នាំចេញ​បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ

source: Export the to-do list
km: នាំចេញ​បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ

source: Check this box if you want your to-do list to also be exported to the HTML.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ​របស់​អ្នក​​ត្រូវ​បាន​នាំចេញ​ជា HTML ផងដែរ ។

source: Title of the to-do list
km: ចំណងជើង​បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ

source: To-do List
km: បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ

source: Title for the to-do list
km: ចំណងជើង​សម្រាប់​បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ

source: Enter a string to use for the title of the to-do list.
km: បញ្ចូល​ឃ្លា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​ចំណងជើង​បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ ។

source: Export due dates of the to-dos
km: នាំចេញ​កាលបរិច្ឆេទ​ដល់​កំណត់​នៃ​កិច្ចការ​ត្រូវ​ធ្វើ

source: Include to-do due dates
km: រួមបញ្ចូល​កាលបរិច្ឆេទ​ដល់​កំណត់​កិច្ចការ​ត្រូវ​ធ្វើ

source: Check this box if you want the to-do list due dates to be exported, if the to-do does have a due date.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​កាលបរិច្ឆេទ​ដល់​កំណត់​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​នាំចេញ ប្រសិនបើ​កិច្ចការ​ត្រូវ​ធ្វើ​មាន​កាលបរិច្ឆេទ​ដល់​កំណត់ ។

source: Export location of the to-dos
km: នាំចេញ​ទីតាំង​កិច្ចការ​ត្រូវ​ធ្វើ

source: Include the to-do locations
km: រួមបញ្ចូល​ទីតាំង​កិច្ចការ​ត្រូវ​ធ្វើ

source: Check this box if you want the to-do locations to be exported, only if the to-do has a location.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ទីតាំង​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​នាំចេញ ប្រសិនបើ​កិច្ចការ​ត្រូវ​ធ្វើ​មាន​ទីតាំង ។

source: Export categories of the to-dos
km: នាំចេញ​ប្រភេទ​កិច្ចការ​ត្រូវ​ធ្វើ

source: Include the to-do categories
km: រួមបញ្ចូល​ប្រភេទ​កិច្ចការ​ត្រូវ​ធ្វើ

source: Check this box if you want the to-do categories to be exported.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ប្រភេទ​កិច្ចការ​ត្រូវ​ធ្វើ​​ត្រូវ​បាន​នាំចេញ ។

source: Export attendees of the to-dos
km: នាំចេញ​អ្នកចូលរួម​កិច្ចការ​ត្រូវ​ធ្វើ

source: Include the to-do attendees
km: រួមបញ្ចូល​អ្នកចូលរួម​កិច្ចការ​ត្រូវ​ធ្វើ

source: Check this box if you want the to-do attendees to be exported.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់ឲ្យ​អ្នកចូលរួម​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​នាំចេញ ។

source: Export journals
km: នាំចេញ​ទិនានុប្បវត្តិ

source: Check this box if you want to export journals as well.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​នាំចេញ​ទិនានុប្បវត្តិ​ផងដែរ ។

source: Title of the journal list
km: ចំណងជើង​បញ្ជី​ទិនានុប្បវត្តិ

source: Journals
km: ទិនានុប្បវត្តិ

source: Title for the journal list
km: ចំណងជើង​សម្រាប់​បញ្ជី​ទិនានុប្បវត្តិ

source: Enter a title for the Journal list, if Journals are exported.
km: បញ្ចូល​ចំណងជើង​សម្រាប់​បញ្ជី​ទិនានុប្បវត្តិ ប្រសិនបើ​ទិនានុប្បវត្តិ​ត្រូវ​បាន​នាំចេញ ។

source: Export free/busy list
km: នាំចេញ​បញ្ជី​ទំនេរ/រវល់

source: Check this box if you want to export free/busy information as well.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​នាំចេញ​ព័ត៌មាន​ទំនេរ/រវល់​ផង​ដែរ ។

source: Title of the free/busy list
km: ចំណងជើង​បញ្ជី​ទំនេរ/រវល់

source: Busy times
km: ពេល​រវល់

source: Title for the free/busy list
km: ចំណងជើង​សម្រាប់​បញ្ជី​ទំនេរ/រវល់

source: Enter a title for the free/busy list, if free/busy times are exported.
km: បញ្ចូល​ចំណងជើង​សម្រាប់​បញ្ជី​ទំនេរ/រវល់ ប្រសិនបើ​ពេលវេលា​ទំនេរ/រវល់​ត្រូវ​បាន​នាំចេញ ។

source: Organizer Unknown
km: មិន​ស្គាល់​អ្នក​រៀបចំ

source: Sender
km: អ្នកផ្ញើ

source: (delegated by %1)
km: (បាន​ផ្ទេរ​ដោយ %1)

source: (delegated to %1)
km: (បាន​ផ្ទេរ​ទៅកាន់ %1)

source: Organizer:
km: កម្មវិធី​រៀបចំ ៖

source: Chair:
km: ប្រធាន ៖

source: Required Participants:
km: អ្នក​ចូលរួម​ចាំបាច់ ៖

source: Optional Participants:
km: អ្នក​ចូលរួម​ស្រេចចិត្ត ៖

source: Observers:
km: អ្នក​សង្កេតការណ៍ ៖

source: Show mail
km: បង្ហាញ​សំបុត្រ

source: Creation date: %1
km: កាលបរិច្ឆេទ​បង្កើត ៖ %1

source: Calendar:
km: ប្រតិទិន ៖

source: Location:
km: ទីតាំង ៖

source: Date:
km: កាលបរិច្ឆេទ ៖

source: Time:
km: ពេលវេលា ៖

source: Duration:
km: ថិរវេលា ៖

source: Recurrence:
km: ការ​កើតឡើង​វិញ ៖

source: Anniversary:
km: ខួប ៖

source: Birthday:
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត ៖

source: Description:
km: សេចក្ដី​ពិពណ៌នា ៖

source: Reminder:
km: កម្មវិធី​រំលឹក ៖

source: Category:
km: ប្រភេទ ៖

source: Attachment:
km: ឯកសារ​ភ្ជាប់ ៖

# to-do start date/time
source: Start:
km: ចាប់ផ្ដើម ៖

# to-do due date/time
source: Due:
km: ដល់​ពេល​កំណត់ ៖

source: Priority:
km: អាទិភាព ៖

# Completed: date
source: Completed:
km: បាន​បញ្ចប់ ៖

source: Percent Done:
km: ភាគរយ​ដែល​ធ្វើ​រួច ៖

source: Free/Busy information for %1
km: ព័ត៌មាន​ទំនេរ/រវល់​សម្រាប់ %1

source: Busy times in date range %1 - %2:
km: ពេលវេលា​រវល់​នៅ​ក្នុង​ជួរ​កាលបរិច្ឆេទ %1 - %2 ៖

# tag for busy periods list
source: Busy:
km: រវល់ ៖

# hours part of duration
source: 1 hour
km: %1 ម៉ោង

# minutes part duration
source: 1 minute
km: %1 នាទី

# seconds part of duration
source: 1 second
km: %1 វិនាទី

# startDate for duration
source: %1 for %2
km: %1 សម្រាប់ %2

source: Summary unspecified
km: សេចក្ដី​សង្ខេប​ដែល​មិន​បាន​បញ្ជាក់

source: Location unspecified
km: ទីតាំង​ដែល​មិន​បាន​បញ្ជាក់

# %1: Start Date
source: %1 (all day)
km: %1 (ពេញ​មួយ​ថ្ងៃ)

# %1: End Date
source: %1 (all day)
km: %1 (ពេញ​មួយ​ថ្ងៃ)

source: Your response is requested
km: ចម្លើយ​តប​របស់​អ្នក​ត្រូវ​បាន​ស្នើ

source: Your response as <b>%1</b> is requested
km: ចម្លើយ​ត​ប​របស់​អ្នក​ជា <b>%1</b> ត្រូវ​បាន​ស្នើ

source: No response is necessary
km: មិន​មាន​ចម្លើយ​តប​ដែល​ចាំបាច់

source: No response as <b>%1</b> is necessary
km: មិន​មាន​ចម្លើយ​តប​ជា <b>%1</b> ដែល​ចាំបាច់

source: (<b>Note</b>: the Organizer preset your response to <b>%1</b>)
km: (<b>ចំណាំ</b> ៖ អ្នក​រៀបចំ​បាន​កំណត់​ចម្លើយ​តប​របស់​អ្នក​ជាមុន​ទៅ <b>%1</b>)

source: Comments:
km: សេចក្ដី​អធិប្បាយ ៖

source: What:
km: ប្រធានបទ ៖

source: Where:
km: ទីកន្លែង ៖

# starting date
source: From:
km: ពី ៖

# starting time
source: At:
km: នៅ ៖

# ending date
source: To:
km: ដល់ ៖

# ending time
source: At:
km: នៅ ៖

source: no end date specified
km: មិន​បាន​បញ្ជាក់​កាលបរិច្ឆេទ​បញ្ចប់

source: Please respond again to the original proposal.
km: សូម​ឆ្លើយតប​ម្ដងទៀត​ទៅកាន់​សំណើ​ដើម ។

# Starting date of an event
source: From:
km: ពី ៖

# Starting time of an event
source: At:
km: នៅ ៖

# Ending date of an event
source: To:
km: ដល់ ៖

source: Start Date:
km: កាលបរិច្ឆេទ​ចាប់ផ្ដើម ៖

source: Start Time:
km: ពេលវេលា​ចាប់ផ្ដើម ៖

source: Due Date:
km: កាលបរិច្ឆេទ​ដល់កំណត់ ៖

source: Due Time:
km: ពេលវេលា​ដល់​កំណត់ ៖

# Due Date: None
source: None
km: គ្មាន

source: All day
km: ពេញ​មួយ​ថ្ងៃ

source: Summary:
km: សេចក្ដី​សង្ខេប ៖

source: Person:
km: មនុស្ស ៖

source: Start date:
km: កាលបរិច្ឆេទ​ចាប់ផ្ដើម ៖

source: End date:
km: កាលបរិច្ឆេទ​បញ្ចប់ ៖

# minutes part of duration
source: 1 minute
km: %1 នាទី

source: This invitation has been published
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​បោះពុម្ពផ្សាយ

source: This invitation has been updated by the organizer %1
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​អ្នករៀបចំ %1

source: This invitation has been updated by %1 as a representative of %2
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ %1 ជា​តំណាង​របស់ %2

source: I created this invitation
km: ខ្ញុំ​បាន​បង្កើត​ការ​អញ្ជើញ​នេះ

source: You received an invitation from %1
km: អ្នក​បាន​ទទួល​ការ​អញ្ជើញ​ពី %1

source: You received an invitation from %1 as a representative of %2
km: អ្នក​បាន​ទទួល​ការ​អញ្ជើញ​ពី %1 ជា​តំណាង​របស់ %2

source: This invitation was refreshed
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​ធ្វើឲ្យ​ស្រស់

source: This invitation has been canceled
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​បោះបង់

source: The organizer has revoked the invitation
km: អ្នក​រៀបចំ​បាន​ដកហូត​ការ​អញ្ជើញ​នេះ

source: Addition to the invitation
km: ការ​បន្ថែម​ទៅកាន់​ការ​អញ្ជើញ

source: %1 makes this counter proposal
km: %1 បង្កើត​សំណើ​ច្រាស​នេះ

source: %1 indicates this invitation still needs some action
km: %1 បង្ហាញ​ថា​ការ​អញ្ជើញ​នេះ​នៅតែ​ត្រូវការ​សកម្មភាព​មួយ​ចំនួន

source: This invitation has been updated by attendee %1
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​អ្នកចូលរួម %1

source: This invitation has been updated by an attendee
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​អ្នក​ចូលរួម

source: %1 accepts this invitation
km: %1 ព្រម​ទទួល​ការ​អញ្ជើញ​នេះ

source: %1 accepts this invitation on behalf of %2
km: %1 ព្រម​ទទួល​ការ​អញ្ជើញ​នេះ​ជំនួស %2

source: %1 tentatively accepts this invitation
km: %1 ព្រម​ទទួល​ការ​អញ្ជើញ​នេះ​បណ្ដោះអាសន្ន

source: %1 tentatively accepts this invitation on behalf of %2
km: %1 ព្រម​ទទួល​ការ​អញ្ជើញ​នេះ​បណ្ដោះអាសន្ន​ជំនួស %2

source: %1 declines this invitation
km: %1 បដិសេធ​ការ​អញ្ជើញ​នេះ

source: %1 declines this invitation on behalf of %2
km: %1 បដិសេធ​ការ​អញ្ជើញ​នេះ​ជំនួស %2

source: %1 has delegated this invitation to %2
km: %1 បាន​ផ្ទេរ​ការ​អញ្ជើញ​នេះ​ទៅ %2

source: %1 has delegated this invitation
km: %1 បាន​ផ្ទេរ​ការ​អញ្ជើញ​នេះ

source: This invitation is now completed
km: ការ​អញ្ជើញ​នេះ​ឥឡូវ​ត្រូវ​បាន​បញ្ចប់

source: %1 is still processing the invitation
km: %1 នៅតែ​ដំណើរការ​ការ​អញ្ជើញ​

source: Unknown response to this invitation
km: មិន​ស្គាល់​ចម្លើយ​តប​ទៅកាន់​ការ​អញ្ជើញ​នេះ

source: %1 declines your counter proposal
km: %1 បដិសេធ​សំណើ​ច្រាស​របស់​អ្នក

source: %1 declines your counter proposal on behalf of %2
km: %1 បដិសេធ​សំណើ​ច្រាស​របស់​អ្នក​ជំនួស %2

source: Error: Event iTIP message with unknown method
km: កំហុស ៖ សារ​ព្រឹត្តិការណ៍ iTIP ដែល​មាន​វិធីសាស្ត្រ​ដែល​មិន​ស្គាល់

source: This to-do has been published
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​បោះពុម្ពផ្សាយ

source: This to-do has been updated by the organizer %1
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​អ្នក​រៀបចំ %1

source: This to-do has been updated by %1 as a representative of %2
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ %1 ជា​តំណាង​របស់ %2

source: I created this to-do
km: ខ្ញុំ​បាន​បង្កើត​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ

source: You have been assigned this to-do by %1
km: អ្នក​ត្រូវ​បាន​ផ្ដល់​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ដោយ %1

source: You have been assigned this to-do by %1 as a representative of %2
km: អ្នក​ត្រូវ​បាន​ផ្ដល់​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ដោយ %1 ជា​តំណាង​របស់ %2

source: This to-do was refreshed
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​ធ្វើឲ្យ​ស្រស់

source: This to-do was canceled
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​បោះបង់

source: The organizer has revoked this to-do
km: អ្នក​រៀបចំ​បាន​ដកហូត​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ

source: Addition to the to-do
km: ការ​បន្ថែម​ទៅកាន់​​កិច្ចការ​ត្រូវ​ធ្វើ

source: %1 indicates this to-do assignment still needs some action
km: %1 បង្ហាញ​ថា កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​នៅតែ​ត្រូវការ​សកម្មភាព​មួយ​ចំនួន

source: This to-do has been completed by assignee %1
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​បញ្ចប់​ដោយ​អ្នកផ្ដល់ %1

source: This to-do has been updated by assignee %1
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​អ្នកផ្ដល់ %1

source: This to-do has been completed by an assignee
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​បញ្ចប់​ដោយ​អ្នក​ផ្ដល់

source: This to-do has been updated by an assignee
km: កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​អ្នក​ផ្ដល់

source: %1 accepts this to-do
km: %1 ព្រម​ទទួល​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ

source: %1 accepts this to-do on behalf of %2
km: %1 ព្រម​ទទួល​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ជំនួស %2

source: %1 tentatively accepts this to-do
km: %1 ព្រម​ទទួល​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​បណ្ដោះអាសន្ន

source: %1 tentatively accepts this to-do on behalf of %2
km: %1 ព្រម​ទទួល​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​បណ្ដោះអាសន្ន​ជំនួស %2

source: %1 declines this to-do
km: %1 បដិសេធ​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ

source: %1 declines this to-do on behalf of %2
km: %1 បដិសេធ​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ជំនួស %2

source: %1 has delegated this to-do to %2
km: %1 បាន​ផ្ទេរ​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ទៅ %2

source: %1 has delegated this to-do
km: %1 បាន​ផ្ទេរ​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ

source: The request for this to-do is now completed
km: សំណើ​សម្រាប់​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ​ឥឡូវ​ត្រូវ​បាន​បញ្ចប់

source: %1 is still processing the to-do
km: %1 នៅតែ​ដំណើរការ​កិច្ចការ​ត្រូវ​ធ្វើ

source: Unknown response to this to-do
km: មិន​ស្គាល់​ចម្លើយ​តប​ចំពោះ​កិច្ចការ​ត្រូវ​ធ្វើ​នេះ

source: %1 declines the counter proposal
km: %1 បដិសេធ​សំណើ​ច្រាស

source: %1 declines the counter proposal on behalf of %2
km: %1 បដិសេធ​សំណើ​ច្រាស​ជំនួស %2

source: Error: To-do iTIP message with unknown method
km: កំហុស ៖ សារ​កិច្ចការ​ត្រូវ​ធ្វើ iTIP ដែល​មាន​វិធីសាស្ត្រ​ដែល​មិន​ស្គាល់

source: This journal has been published
km: ទិនានុប្បវត្តិ​នេះ​ត្រូវ​បាន​បោះពុម្ពផ្សាយ

source: You have been assigned this journal
km: អ្នក​បាន​កំណត់​ទិនានុប្បវត្តិ​នេះ

source: This journal was refreshed
km: ទិនានុប្បវត្តិ​នេះ​ត្រូវ​បាន​ធ្វើឲ្យ​ស្រស់

source: This journal was canceled
km: ទិនានុប្បវត្តិ​នេះ​ត្រូវ​បាន​បោះបង់

source: Addition to the journal
km: ការ​បន្ថែម​ទៅកាន់​ទិនានុប្បវត្តិ

source: Sender makes this counter proposal
km: អ្នក​ផ្ញើ​បង្កើត​សំណើ​ច្រាស​នេះ

source: Sender indicates this journal assignment still needs some action
km: អ្នក​ផ្ញើ​បង្ហាញ​ថា ទិនានុប្បវត្តិ​នេះ​នៅតែ​ត្រូវការ​សកម្មភាព​មួយចំនួន

source: Sender accepts this journal
km: អ្នក​ផ្ញើ​ព្រម​ទទួល​ទិនានុប្បវត្តិ​នេះ

source: Sender tentatively accepts this journal
km: អ្នក​ផ្ញើ​ព្រម​ទទួល​ទិនានុប្បវត្តិ​នេះ​បណ្ដោះអាសន្ន

source: Sender declines this journal
km: អ្នក​ផ្ញើ​បដិសេធ​ទិនានុប្បវត្តិ​នេះ

source: Sender has delegated this request for the journal
km: អ្នក​ផ្ញើ​បាន​ផ្ទេរ​សំណើ​នេះ​សម្រាប់​ទិនានុប្បវត្តិ

source: The request for this journal is now completed
km: សំណើ​សម្រាប់​ទិនានុប្បវត្តិ​នេះ ឥឡូវ​បាន​បញ្ចប់

source: Sender is still processing the invitation
km: អ្នក​ផ្ញើ​នៅតែ​ដំណើរការ​ការ​អញ្ជើញ​នេះ

source: Unknown response to this journal
km: មិន​ស្គាល់​ចម្លើយ​តប​ទៅកាន់​ទិនានុប្បវត្តិ​នេះ

source: Sender declines the counter proposal
km: អ្នក​ផ្ញើ​បដិសេធ​សំណើ​ច្រាស

source: Error: Journal iTIP message with unknown method
km: កំហុស ៖ សារ​ទិនានុប្បវត្តិ iTIP ​មាន​វិធីសាស្ត្រ​ដែល​មិន​ស្គាល់

source: This free/busy list has been published
km: បញ្ជី​ទំនេរ/រវល់​នេះ​​ត្រូវ​បាន​បោះពុម្ពផ្សាយ

source: The free/busy list has been requested
km: បញ្ជី​ទំនេរ/រវល់​ត្រូវ​បាន​ស្នើ

source: This free/busy list was refreshed
km: បញ្ជី​ទំនេរ/រវល់​​ត្រូវ​បាន​ធ្វើឲ្យ​ស្រស់

source: This free/busy list was canceled
km: បញ្ជី​ទំនេរ/រវល់​នេះ​ត្រូវ​បាន​បោះបង់

source: Addition to the free/busy list
km: ការ​បន្ថែម​ទៅកាន់​បញ្ជី​ទំនេរ/រវល់

source: Reply to the free/busy list
km: ឆ្លើយតប​ទៅកាន់​បញ្ជី​ទំនេរ/រវល់

source: Error: Free/Busy iTIP message with unknown method
km: កំហុស ៖សារ​ទំនេរ/រវល់ iTIP មាន​វិធីសាស្ត្រ​ដែល​មិន​ស្គាល់

source: Assignees
km: អ្នក​ផ្ដល់

source: Invitation List
km: បញ្ជី​នៃ​ការ​អញ្ជើញ

source: organizer
km: អ្នក​រៀបចំ

source: %1 (<i>unrecorded</i>)
km: %1 (<i>មិន​បាន​កត់ត្រា</i>)

source: myself
km: ខ្លួនខ្ញុំ

# no attendees
source: None
km: គ្មាន

source: Attached Documents:
km: ឯកសារ​ភ្ជាប់ជាមួយ ៖

source: The invitation starting time has been changed from %1 to %2
km: ពេលវេលា​ចាប់ផ្ដើម​ការ​អញ្ជើញ​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ពី %1 ទៅ %2

source: The invitation ending time has been changed from %1 to %2
km: ពេលវេលា​បញ្ចប់​ការ​អញ្ជើញ​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ពី %1 ទៅ %2

source: The to-do has been completed
km: កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​បញ្ចប់

source: The to-do is no longer completed
km: កិច្ចការ​ត្រូវ​ធ្វើ​មិន​អាច​បញ្ចប់​តទៅទៀត​បាន​ឡើយ

source: The task completed percentage has changed from %1 to %2
km: ភាគរយ​នៃ​ភារកិច្ច​ដែល​បាន​បញ្ចប់​បាន​ផ្លាស់ប្ដូរ​ពី %1 ទៅ %2

source: A to-do starting time has been added
km: ពេលវេលា​ចាប់ផ្ដើម​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​បន្ថែម

source: The to-do starting time has been removed
km: ពេលវេលា​ចាប់ផ្ដើម​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​យកចេញ

source: The to-do starting time has been changed from %1 to %2
km: ពេលវេលា​ចាប់ផ្ដើម​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ពី %1 ទៅ %2

source: A to-do due time has been added
km: ពេលវេលា​ដល់​កំណត់​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​បន្ថែម

source: The to-do due time has been removed
km: ពេលវេលា​ដល់​កំណត់​កិច្ចការ​ត្រូវ​ធ្វើ​ត្រូវ​បាន​យកចេញ

source: The to-do due time has been changed from %1 to %2
km: ពេលវេលា​ដល់​កំណត់​កិច្ចការ​​ត្រូវ​ធ្វើ​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ពី %1 ទៅ %2

source: The summary has been changed to: "%1"
km: សេចក្ដី​សង្ខេប​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទៅ ៖ "%1"

source: The location has been changed to: "%1"
km: ទីតាំង​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទៅ ៖ "%1"

source: The description has been changed to: "%1"
km: សេចក្ដី​ពិពណ៌នា​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទៅ ៖ "%1"

source: Attendee %1 has been added
km: អ្នកចូលរួម %1 ត្រូវ​បាន​បន្ថែម

source: The status of attendee %1 has been changed to: %2
km: ស្ថានភាព​នៃ​អ្នកចូលរួម %1 ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទៅ ៖ %2

source: Attendee %1 has been removed
km: អ្នកចូលរួម %1 ត្រូវ​បាន​យកចេញ

# accept invitation
source: Accept
km: ព្រម​ទទួល

# Accept invitation conditionally
source: Accept cond.
km: ព្រម​ទទួល​តាម​លក្ខខណ្ឌ

# invitation counter proposal
source: Counter proposal
km: សំណើ​ច្រាស

# decline invitation
source: Decline
km: បដិសេធ
