Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkpimutils.po
Languages: da, es, et, fi, fr, ga, gl, hi, hu, ia, it, ko, lt, lv, nb, nds, nl, pt, pt_br, sk, sl, sr@ijekavian, sv, tr, uk, zh_tw

source: The email address you have entered is not valid because it contains an unexpected comma.
da: E-mail-adressen du indtastede er ikke gyldig fordi den indeholder et uventet komma.
es: La dirección de correo electrónico introducida no es válida porque contiene una coma no esperada.
et: Sisestatud e-posti aadress ei sobi, sest selles on ootamatu koma.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se sisältää pilkun.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient une virgule inattendue.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil camóg ann gan súil léi.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén unha vírgula inesperada.
hi: जो ईमेल पता आपने प्रविष्ट किया है वह वैध नहीं हैं, क्योंकि इसमें अप्रत्याशित विराम चिह्न है.
hu: A megadott e-mail cím érvénytelen, mert nem várt vesszőt tartalmaz.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il contine un comma non attendite.
it: L'indirizzo di posta che hai inserito non è valido perché contiene una virgola inattesa.
ko: 입력한 이메일 주소에 예상하지 못한 곳에 쉼표가 포함되어 있지 않아서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes turi kablelį.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā satur negaidītu komatu.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder et uventet komma.
nds: De ingeven Nettpostadress is leeg, se bargt en nich verwacht Komma.
nl: Het ingevoerde e-mailadres is ongeldig omdat het een onverwachte komma bevat.
pt: O endereço de e-mail que introduziu não é válido porque contém uma vírgula inesperada.
pt_br: O endereço de e-mail informado não é válido porque contém uma vírgula inesperada.
sk: Emailová adresa ktorú ste vložili nie je platná pretože obsahuje neočakávanú bodku.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje nepričakovano vejico.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи неочекивану запету.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller ett oväntat kommatecken.
tr: Girdiğiniz e-posta adresi beklenmeyen virgül içerdiği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить кому.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有非預期的逗號。

source: The email address you entered is not valid because it ended unexpectedly. This probably means you have used an escaping type character like a '\' as the last character in your email address.
da: E-mail-adressen du indtastede er ikke gyldig fordi den sluttede uventet. Dette betyder sandsynligvis at du har brugt et undvigetegn såsom en "\" som det sidste tegn i e-mail-adressen.
es: La dirección de correo electrónico introducida no es válida porque finaliza inesperadamente. Esto probablemente significa que ha utilizado un tipo de carácter de escape similar a «\» como último carácter de su dirección de correo electrónico.
et: Sisestatud e-posti aadress ei sobi, sest see lõpeb ootamatult. See tähendab arvatavasti, et oled kasutanud aadressi viimase märgina näiteks paomärki ('\').
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se päättyy kesken. Tämä johtuu todennäköisesti siitä, että olet käyttänyt osoitteessa lopetusmerkkiä (esimerkiksi \).
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle se termine de manière inattendue. Ceci signifie que vous avez probablement utilisé un caractère d'échappement tel que « \ » comme dernier caractère de votre adresse.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc gur tháinig sé chun deiridh gan súil leis. Is dócha gur úsáid tú carachtar éalúcháin cosúil le \ mar an carachtar deiridh i do sheoladh ríomhphoist.
gl: O enderezo de correo electrónico que escribiu non é válido porque termina de xeito inesperado. Isto probabelmente significa que usou un carácter de escape como un «\» como último carácter no enderezo de correo.
hu: A megadott e-mail cím érvénytelen, mert nem várt módon fejeződik be, valószínűleg \ vagy más hasonló escape-karakter áll az utolsó helyen.
ia: Le adresse de e-posta que tu insertava non es valide proque il terminava imprevistemente. Isto probabilemente significa que tu ha usate un typo de character de escappar tal como '#' como le ultime character in tu adresse de e-posta.
it: L'indirizzo di posta che hai inserito non è valido perché si è concluso inaspettatamente. Probabilmente vuol dire che hai usato un carattere di escape come \ come ultimo carattere dell'indirizzo.
ko: 입력한 이메일 주소가 예상하지 못한 곳에서 끝나지 않습니다. 입력한 이메일 주소에 마지막 글자로 '\'와 같은 이스케이프 문자열을 사용했을 수도 있습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes jis netikėtai baigiasi; tai greičiausiai reiškia, kad panaudojote atšaukiantį ženklą, pvz., „\“ kaip paskutinį ženklą el. pašto adrese.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā negaidīti beidzās. Tas visdrīzāk nozīmē ka esat ievadījis kādu atsoļa tipa rakstzīmi piem. '\' kā pēdējo jūsu e-pasta adreses simbolu.
nb: E-postadressen du oppga er ikke gyldig fordi den slutter for tidlig. Dette kommer trolig av at du har brukt et vernetegn som et «\» helt til slutt i e-postadressen.
nds: De ingeven Nettpostadress is leeg, se endt bi en nich verwacht Steed. Wohrschienlich hest Du en Schuulteken as »\« as dat leste Teken vun Dien Nettpostadress ingeven.
nl: Het e-mailadres dat u hebt ingevoerd is niet geldig omdat het vroegtijdig werd afgebroken. Dit houdt vermoedelijk in dat u het teken '\' als laatste in het adres hebt geplaatst.
pt: O endereço de e-mail que introduziu não é válido porque termina inesperadamente. Isto provavelmente significa que usou um carácter de escape como um '\' como último carácter do seu endereço de e-mail.
pt_br: O endereço de e-mail informado não é válido porque termina inesperadamente. Isto provavelmente significa que você usou um caractere de escape como uma '\' como último caractere no seu endereço de e-mail.
sk: Emailová adresa ktorú ste vložili nie je platná pretože skončila neočakávane, čo môže znamenať že ste použili escape sekvenciu ako napríklad '\' ako posledný znak vašej emailovej adresy.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker se nepričakovano konča. To verjetno pomeni, da ste za zadnji znak svojega e-poštnega naslova uporabili ubežni znak, kot je na primer »\«.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што се прерано завршава. Вјероватно сте употријебили знак избјегавања (попут \) као посљедњи знак у адреси.
sv: E-postadressen som du angav är inte giltig, eftersom den avslutades oväntat. Det betyder troligen att du har använt teckenkombinationen '\' som som sista tecken i e-postadressen.
tr: Girdiğiniz e-posta adresi beklenmedik şekilde sonlandığı için geçerli değil.Bu, e-posta adresinizin son karakteri olarak '\' gibi bir kaçış karakteri kullandığınız anlamına gelir.
uk: Введено некоректну адресу електронної пошти, оскільки вона не закінчена. Ймовірно, ви використали символ «\» як останній символ вашої адреси електронної пошти.
zh_tw: 您輸入的電子郵件地址是不合法的，因為在不該結束的地方結束。這可能是您用了跳脫字元，如 '\' 做為電子郵件地址的最後一個字元。

source: The email address you entered is not valid because it contains quoted text which does not end.
da: E-mail-adressen du indtastede er ikke gyldig fordi den indeholder tekst i citationstegn som ikke er afsluttet.
es: La dirección de correo electrónico introducida no es válida porque contiene texto entrecomillado que no finaliza.
et: Sisestatud e-posti aadress ei sobi, sest sisaldab lõpetamata tsitaati.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se sisältää päättymättömän lainauksen.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient des marques de citation (' ou ") non fermées.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil téacs athfhriotail ann gan dúnadh.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén texto entre aspas que non terminan.
hi: जो ईमेल पता आपने प्रविष्ट किया है वह वैध नहीं हैं, क्योंकि इसमें उद्धृत पाठ है जो समाप्त नहीं हो रहा है.
hu: A megadott e-mail cím érvénytelen, mert hiányzik egy bezáró idézőjel.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il contine texto citate que non termina.
it: L'indirizzo di posta che hai inserito non è valido perché contiene del testo virgolettato che non si conclude.
ko: 입력한 이메일 주소에 닫히지 않은 따옴표가 포함되어 있어서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes turi atvertą ir neužvertą cituojamą tekstą.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā nesatur aizverošo pēdiņu.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder sitert tekst som ikke slutter.
nds: De ingeven Nettpostadress is leeg, se bargt Text in Goosfööt, de nich endt.
nl: Het e-mailadres dat u hebt ingevoerd is ongeldig omdat het aangehaalde tekst bevat dat niet wordt afgesloten.
pt: O endereço de e-mail que introduziu não é válido porque contém comentários/parêntesis não fechados.
pt_br: O endereço de e-mail informado não é válido porque contém texto entre aspas sem um término.
sk: Emailová adresa ktorú ste vložili nie je platná pretože obsahuje text v zátvorkách, ktorý nekončí.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje navedeno besedilo, ki se ne konča.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи недовршени цитирани текст.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller citerad text utan avslutning.
tr: Girdiğiniz e-posta adresi bitirilmemiş olan bir alıntılanmış metin içerdiği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить текст, який не має кінцевих лапок.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有引號，但沒有結束。

source: The email address you entered is not valid because it does not seem to contain an actual email address, i.e. something of the form joe@example.org.
da: E-mail-adressen du indtastede er ikke gyldig fordi den ikke lader til at indeholde en egentlig e-mail-adresse, for eksempel noget i formatet jens@eksempel.org.
es: La dirección de correo electrónico introducida no es válida porque parece no contener una dirección de correo electrónico real, por ejemplo, algo con la forma jose@ejemplo.org.
et: Sisestatud e-posti aadress ei sobi, sest see ei paista sisaldavat tegelikku e-posti aadressi, s.t midagi, mis oleks kujul jaan@kuskil.ee.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se ei näytä sisältävän varsinaista sähköpostiosoitetta (muotoa matti@esimerkki.net).
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle ne semble pas correspondre une véritable adresse, c'est-à-dire quelque chose du type « jean@exemple.org ».
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc nach bhfuil fíorsheoladh ann, .i. rud éigin den chineál seosamh@sampla.org.
gl: O enderezo de correo electrónico que escribiu non é válido porque non parece conter un enderezo de correo real, é dicir, algo do estilo marce@trasno.net.
hi: जो ईमेल पता आपने प्रविष्ट किया है वह वैध नहीं हैं, क्योंकि यह वास्तविक ईमेल पता प्रतीत नहीं होता है जैसे कि joe@example.org.
hu: A megadott e-mail cím érvénytelen, mert nem megfelelő formátumú (pl. jkovacs@minta.hu egy helyes formátumú cím).
ia: Le adresse de e-posta que tu ha insertate non es valide proque il non sembla continer un ver adresse de e-posta; i.e. alcun cosa de forma como joe@exemplo.org
it: L'indirizzo di posta che hai inserito non è valido perché non sembra contenere un indirizzo vero e proprio, cioè qualcosa nella forma pippo@esempio.org.
ko: 입력한 이메일 주소가 실제 이메일 주소를 포함하고 있지 않는 것 같아서 올바르지 않습니다. 예를 들어 joe@example.org 형태입니다.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā satur pašu e-pasta adresi, t.i. kautko formā ieva@piemērs.org.
nb: E-postadressen du oppga er ikke gyldig fordi det ikke ser ut til at den inneholder en virkelig e-postadresse, dvs. noe på formen peder@example.org
nds: De ingeven Nettpostadress is leeg, as't lett bargt se gor keen Nettpostadress (jichtenswat vun de Form »klaas@bispill.net«)
nl: Het ingevoerde e-mailadres is ongeldig omdat het geen adresgedeelte bevat, iets in de vorm jan@voorbeeld.nl.
pt: O endereço de e-mail que introduziu não é válido, porque não parece conter um endereço de e-mail de facto, i.e., algo no formato 'ze@exemplo.org'.
pt_br: O endereço de e-mail informado não é válido porque não parece conter um endereço de e-mail real, por exemplo, algo no formato joao@exemplo.org.
sk: Emailová adresa ktorú ste vložili nie je platná pretože sa zdá že neobsahuje platnú emailovú adresu, napríklad vo forme joe@priklad.org.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker je videti, da ne vsebuje dejanskega e-poštnega naslova, to je nekaj v obliki janez@example.org.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што не наликује нечему што би се очекивало од нормалне адресе, нпр. нешто као <icode>pera@primjer.org</icode>.
sv: E-postadressen som du angav är inte giltig, eftersom den inte verkar innehålla en verklig e-postadress, dvs. någonting på formen anna@exempel.se.
tr: Girdiğiniz e-posta adresi güncel bir e-posta adresi gibi görünmediği için geçerli değil, örneğin şöyle serdar@deneme.org.
uk: Ви ввели некоректну адресу електронної пошти, тому що вона не містить самої адреси, тобто не є в формі fr.ivan@ukrainian-orthodox.org.
zh_tw: 您輸入的電子郵件地址是不合法的，因為格式似乎不正確。

source: The email address you entered is not valid because it contains an illegal character.
da: E-mail-adressen du indtastede er ikke gyldig fordi den indeholder et ulovligt tegn.
es: La dirección de correo electrónico introducida no es válida porque contiene un carácter ilegal.
et: Sisestatud e-posti aadress ei sobi, sest selles on lubamatu sümbol.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se sisältää virheellisen merkin.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient un caractère interdit.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil carachtar neamhcheadaithe ann.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén un carácter non permitido.
hu: A megadott e-mail cím érvénytelen, mert nem megengedett karaktert tartalmaz.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il contine un character invalide.
it: L'indirizzo di posta che hai inserito non è valido perché contiene un carattere illegale.
ko: 입력한 이메일 주소에 사용할 수 없는 문자가 포함되어 있어서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes turi netinkamą ženklą.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā satur aizliegtu simbolu.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder et ugyldig tegn.
nds: De ingeven Nettpostadress is leeg, se bargt en nich tolaten Bookstaav.
nl: Het e-mailadres dat u hebt ingevoerd hebt bevat lettertekens die niet toegestaan zijn.
pt: O endereço de e-mail que introduziu não é válido porque contém um carácter ilegal.
pt_br: O endereço de e-mail informado não é válido porque contém um caractere ilegal.
sk: Emailová adres ktorú ste vložili nie je platná pretože obsahuje neprípustný znak.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje nedovoljen znak.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи недозвољени знак.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller ett ogiltigt tecken.
tr: Girdiğiniz e-posta adresi uygunsuz bir karakter içerdiği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить некоректний символ.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有不合法的字元。

source: The email address you have entered is not valid because it contains an invalid display name.
da: E-mail-adressen du indtastede er ikke gyldig fordi den indeholder et ugyldigt visningsnavn.
es: La dirección de correo electrónico introducida no es válida porque contiene un nombre para mostrar no válido.
et: Sisestatud e-posti aadress ei sobi, sest selles on lubamatu näidatav nimi.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä sen sisältämä näyttönimi ei ole kelvollinen.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient un nom incorrect à afficher.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil ainm neamhbhailí taispeána ann.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén un nome público non válido
hu: A megadott e-mail cím érvénytelen, mert érvénytelen megjelenítési nevet tartalmaz.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il contine un invalide nomine de monstrar.
it: L'indirizzo di posta che hai inserito non è valido perché contiene un nome visualizzabile non valido.
ko: 입력한 이메일 주소에 올바르지 않은 표시 이름이 포함되어 있어서 올바르지 않습니다.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā nesatur nederīgu rādīšanas nosaukumu.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder et ugyldig skjermnavn.
nds: De ingeven Nettpostadress is leeg, se bargt en nich tolaten Wiesnaam.
nl: Het ingevoerde e-mailadres is ongeldig omdat het een ongeldige 'weer te geven naam' bevat.
pt: O endereço de e-mail que introduziu não é válido porque contém um nome visível inválido.
pt_br: O endereço de e-mail informado não é válido porque contém um nome de exibição inválido.
sk: Emailová adresa ktorú ste vložili nie je platná pretože obsahuje neplatné zobrazované meno.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje neveljavno ime za prikaz.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи лоше приказно име.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller ett felaktigt namn att visa.
tr: Girdiğiniz e-posta adresi geçersiz bir görünen isim içerdiği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить некоректне екранне ім'я.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有不合法的顯示名稱。

source: The email address you entered is not valid because it does not contain a '.'. You will not create valid messages if you do not change your address.
da: E-mail-adressen du indtastede er ikke gyldig, fordi den ikke indeholder et ".". Du vil ikke skrive gyldige beskeder, medmindre du ikke ændrer adressen.
es: La dirección de correo electrónico introducida no es válida porque no contiene ningún «.». Usted no creará mensajes válidos si no cambia su dirección.
et: Sisestatud e-posti aadress ei sobi, sest selles pole ühtegi punkti. Sa ei saa kirju saata, kui sa ei muuda aadressi.
fi: Antamasi sähköpostiosoite on virheellinen, sillä se ei sisällä pistettä. Et voi kirjoittaa viestejä, ellet muuta osoitetta.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle ne contient aucun point (caractère « . »). Vous ne pourrez pas créer de messages valables tant que vous n'aurez pas modifié votre adresse.
gl: O enderezo de correo electrónico que escribiu non é válido porque non contén ningún punto. Non creará mensaxes válidas se non muda o enderezo.
hu: A megadott e-mail cím érvénytelen, mert nem tartalmaz „.” karaktert. Nem fog tudni érvényes üzeneteket létrehozni, ha nem változtatja meg a címét.
ia: Le adresse de e-posta que tu insertava non es valide proque il non contine un '.', Tu non creara valide messages si tu non modifica tu adresse.
it: L'indirizzo di posta che hai inserito non è valido perché non contiene un carattere «.». Non potrai creare messaggi validi se non cambi l'indirizzo.
ko: 입력한 이메일 주소에 마침표('.')가 포함되어 있지 않아서 올바르지 않습니다. 주소를 변경하지 않으면 메시지를 작성할 수 없습니다.
nb: E-postadressen du oppga er ikke gyldig fordi den ikke inneholder et «.». Du vil ikke kunne sende e-post dersom du ikke endrer adressen.
nds: De ingeven Nettpostadress is leeg, se bargt keen » . «. Mit disse Adress laat sik keen Nettbreven opstellen, änner ehr bitte.
nl: Het ingevoerde e-mailadres is ongeldig omdat het geen '.' bevat. U kunt geen geldige berichten aanmaken wanneer u dit adres niet wijzigt.
pt: O endereço de e-mail que introduziu não é válido porque não contém qualquer '.'. Não irá criar mensagens válidas se não alterar o seu endereço.
pt_br: O endereço de e-mail informado não é válido porque não contém um '.'. Você não vai criar mensagens válidas se não alterá-lo.
sk: Emailová adresa, ktorú ste vložili, nie je platná, pretože neobsahuje '.'. Nebudete môcť písať platné správy, ak si nezmeníte adresu.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker ne vsebuje ».«. Če ne spremenite naslova, ne boste mogli ustvariti veljavnih sporočil.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што не садржи ниједну тачку. Морате је измијенити да би поруке са њом састављене биле ваљане.
sv: E-postadressen som du angav är inte giltig, eftersom den inte innehåller något '.'. Du kommer inte att skapa giltiga brev om du inte ändrar din adress.
tr: Girdiğiniz e-posta adresi '.' karakteri içermediği için geçerli değil. Eğer adresinizi değiştirmezseniz geçerli ileti oluşturamazsınız.
uk: Введено некоректну адресу електронної пошти, оскільки вона не містить «.». Ви не зможете створювати повідомлення, якщо ви не зміните вашу адресу.
zh_tw: 您輸入的電子郵件地址是不合法的，因為沒有任何的 . 符號。您必須改變您的電子郵件地址才能建立訊息。

source: Unknown problem with email address
da: Ukendt problem med e-mail-adressen
es: Problema desconocido con la dirección de correo electrónico
et: Tundmatu probleem e-posti aadressiga
fi: Tuntematon sähköpostiosoiteongelma.
fr: Problème inconnu avec l'adresse de courrier électronique
ga: Fadhb anaithnid le seoladh ríomhphoist
gl: Erro descoñecido no enderezo de correo
hi: ईमेल पता से अज्ञात समस्या
hu: Ismeretlen hiba az e-mail címben
ia: Problema incognite con le adresse de e-posta
it: Problema sconosciuto con l'indirizzo di posta
ko: 이메일 주소의 알 수 없는 문제
lt: Nežinoma problema su el. pašto adresu
lv: Nezināma problēma ar e-pasta adresi
nb: Ukjent problem med e-postadressen
nds: Nich begäng Problem mit de Nettpostadress
nl: Onbekend probleem met e-mailadres
pt: Problema desconhecido com o endereço de e-mail
pt_br: Problema desconhecido com o endereço de e-mail
sk: Neznámy problém s emailovou adresou.
sl: Neznana težava z e-poštnim naslovom
sr@ijekavian: Непознат проблем са адресом е‑поште
sv: Okänt problem med e-postadress.
tr: E-posta adresi ile ilgili bilinmeyen hata
uk: Невідома проблема з адресою ел. пошти
zh_tw: 電子郵件地址有不明的錯誤。

source: File I/O Error
da: I/O-fejl med fil
es: Error de E/S en el archivo
et: Faili I/O viga
fi: Tiedoston I/O-virhe
fr: Erreur d'entrées / sorties sur le fichier
ga: Earráid I/A Comhaid
gl: Erro de E/S no ficheiro
hi: फ़ाइल आई/ओ त्रुटि
hu: Hiba egy fájlműveletben
ia: Error de I/E (I/O) de file
it: Errore di input/output di file
ko: 파일 입출력 오류
lt: Failo įvesties/išvesties klaida
lv: Faila I/O kļūda
nb: Inn/Ut-feil for fil
nds: Datei-In-/Utgaavfehler
nl: Bestands I/O-fout
pt: Erro de E/S do Ficheiro
pt_br: Erro de E/S no arquivo
sk: I/O chyba súboru.
sl: Napaka pri V/I datoteke
sr@ijekavian: У/И грешка фајла
sv: In- eller utmatningsfel för filen
tr: Dosya G/Ç Hatası
uk: Помилка В/В файла
zh_tw: 檔案 I/O 錯誤
