Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkcalutils.po
Languages: km

# delegate inviation to another
source: Delegate
km: ផ្ទេរ

# forward request to another
source: Forward
km: បញ្ជូនបន្ត

# look for scheduling conflicts
source: Check my calendar
km: ពិនិត្យមើល​ប្រតិទិន​របស់ខ្ញុំ

source: Remove invitation from my to-do list
km: យក​ការ​អញ្ជើញ​ចេញពី​បញ្ជី​កិច្ចការ​ត្រូវ​ធ្វើ​របស់ខ្ញុំ

source: Remove invitation from my calendar
km: យក​ការ​អញ្ជើញ​ចេញពី​ប្រតិទិន​របស់ខ្ញុំ

source: The following changes have been made by the organizer:
km: ការ​ផ្លាស់ប្ដូរ​ដូច​ខាងក្រោម​ត្រូវ​បាន​ធ្វើ​ដោយ​អ្នក​រៀបចំ ៖

source: The following changes have been made by %1:
km: ការ​ផ្លាស់ប្ដូរ​ដូច​ខាងក្រោម​ត្រូវ​បាន​ធ្វើ​ដោយ %1 ៖

source: The following changes have been made:
km: ការ​ផ្លាស់ប្ដូរ​ដូច​ខាងក្រោម​ត្រូវ​បាន​ធ្វើ ៖

source: The following changes have been made by an attendee:
km: ការ​ផ្លាស់ប្ដូរ​ដូច​ខាងក្រោម​ត្រូវ​បាន​ធ្វើ​ដោយ​អ្នកចូលរួម ៖

source: Your <b>%1</b> response has been recorded
km: ចម្លើយ​តប <b>%1</b> របស់​អ្នក​ត្រូវ​បាន​កត់ត្រា

source: Your status for this invitation is <b>%1</b>
km: ស្ថានភាព​របស់​អ្នក​សម្រាប់​ការ​អញ្ជើញ​នេះ​គឺ <b>%1</b>

source: This invitation was canceled
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​បោះបង់

source: This invitation was accepted
km: ការ​អញ្ជើញ​នេះ​ត្រូវ​បាន​ទទួលយក

source: Awaiting delegation response
km: រង់ចាំ​ចម្លើយ​តប​ក្នុង​ការ​ផ្ទេរ

source: The <b>%1</b> response has been recorded
km: ចម្លើយ​តប <b>%1</b> ត្រូវ​បាន​កត់ត្រា

# Event start
source: <i>From:</i> %1
km: <i>ពី ៖</i> %1

# Event end
source: <i>To:</i> %1
km: <i>ដល់ ៖</i> %1

source: <i>Date:</i> %1
km: <i>កាលបរិច្ឆេទ ៖</i> %1

# time for event
source: <i>Time:</i> %1
km: <i>ពេលវេលា ៖</i> %1

# time range for event
source: <i>Time:</i> %1 - %2
km: <i>ពេលវេលា ៖</i> %1 - %2

source: <i>Start:</i> %1
km: <i>ចាប់ផ្ដើម ៖</i> %1

source: <i>Due:</i> %1
km: <i>ដល់កំណត់ ៖</i> %1

source: <i>Period start:</i> %1
km: <i>អំឡុង​ពេល​ចាប់ផ្ដើម ៖</i> %1

source: Summary: %1
km: សេចក្ដី​សង្ខេប ៖ %1

source: Organizer: %1
km: អ្នក​រៀបចំ ៖ %1

source: Location: %1
km: ទីតាំង ៖ %1

source: This is a Free Busy Object
km: នេះ​គឺជា​វត្ថុ​ទំនេរ​រវល់

# no recurrence
source: None
km: គ្មាន

# event recurs by minutes
source: Minutely
km: រាល់​នាទី

# event recurs by hours
source: Hourly
km: រាល់​ម៉ោង

# event recurs by days
source: Daily
km: រាល់ថ្ងៃ

# event recurs by weeks
source: Weekly
km: រាល់​សប្ដាហ៍

# event recurs same position (e.g. first monday) each month
source: Monthly Same Position
km: ទីតាំង​ដដែល​រាល់ខែ

# event recurs same day each month
source: Monthly Same Day
km: ថ្ងៃ​ដដែល​រាល់ខែ

# event recurs same month each year
source: Yearly Same Month
km: ខែ​ដដែល​រាល់ឆ្នាំ

# event recurs same day each year
source: Yearly Same Day
km: ថ្ងៃ​ដដែល​រាល់ឆ្នាំ

# event recurs same position (e.g. first monday) each year
source: Yearly Same Position
km: ទីតាំង​ដដែល​រាល់ឆ្នាំ

source: Start Date: %1
km: កាលបរិច្ឆេទ​ចាប់ផ្ដើម ៖ %1

source: Start Time: %1
km: ពេលវេលា​ចាប់ផ្ដើម ៖ %1

source: End Date: %1
km: កាលបរិច្ឆេទ​បញ្ចប់ ៖ %1

source: End Time: %1
km: ពេលវេលា​បញ្ចប់ ៖ %1

source: Recurs: %1
km: កើតឡើងវិញ ៖ %1

source: Frequency: %1
km: ចំនួនដង ៖ %1

source: Repeats once
km: កើតឡើងវិញ %1 ដង

source: Repeat until: %1
km: កើតឡើងវិញ​រហូតដល់ ៖ %1

source: Repeats forever
km: កើតឡើងវិញ​ជារៀងរហូត

source: Details: %1
km: សេចក្ដី​លម្អិត ៖ %1

source: Due Date: %1
km: កាលបរិច្ឆេទ​ដល់​កំណត់ ៖ %1

source: Due Time: %1
km: ពេលវេលា​ដល់​កំណត់ ៖ %1

source: Date: %1
km: កាលបរិច្ឆេទ ៖ %1

source: Time: %1
km: ពេលវេលា ៖ %1

source: Text of the journal: %1
km: អត្ថបទ​​ទិនានុប្បវត្តិ ៖ %1

source: No recurrence
km: គ្មាន​ការ​កើតឡើងវិញ

source: 31st Last
km: ទី ៣១ ចុងក្រោយ

source: 30th Last
km: ទី ៣០ ចុងក្រោយ

source: 29th Last
km: ទី ២៩ ចុងក្រោយ

source: 28th Last
km: ទី ២៨ ចុងក្រោយ

source: 27th Last
km: ទី ២៧ ចុងក្រោយ

source: 26th Last
km: ទី ២៦ ចុងក្រោយ

source: 25th Last
km: ទី ២៥ ចុងក្រោយ

source: 24th Last
km: ទី ២៤ ចុងក្រោយ

source: 23rd Last
km: ទី ២៣ ចុងក្រោយ

source: 22nd Last
km: ទី ២២ ចុងក្រោយ

source: 21st Last
km: ទី ២១ ចុងក្រោយ

source: 20th Last
km: ទី ២០ ចុងក្រោយ

source: 19th Last
km: ទី ១៩ ចុងក្រោយ

source: 18th Last
km: ទី ១៨ ចុងក្រោយ

source: 17th Last
km: ទី ១៧ ចុងក្រោយ

source: 16th Last
km: ទី ១៦ ចុងក្រោយ

source: 15th Last
km: ទី ១៥ ចុងក្រោយ

source: 14th Last
km: ទី ១៤ ចុងក្រោយ

source: 13th Last
km: ទី ១៣ ចុងក្រោយ

source: 12th Last
km: ទី ១២ ចុងក្រោយ

source: 11th Last
km: ទី ១១ ចុងក្រោយ

source: 10th Last
km: ទី ១០ ចុងក្រោយ

source: 9th Last
km: ទី ៩ ចុងក្រោយ

source: 8th Last
km: ទី ៨ ចុងក្រោយ

source: 7th Last
km: ទី ៧ ចុងក្រោយ

source: 6th Last
km: ទី ៦ ចុងក្រោយ

source: 5th Last
km: ទី ៥ ចុងក្រោយ

source: 4th Last
km: ទី ៤ ចុងក្រោយ

source: 3rd Last
km: ទី ៣ ចុងក្រោយ

source: 2nd Last
km: ទី ២ ចុងក្រោយ

# last day of the month
source: Last
km: ចុងក្រោយ

# unknown day of the month
source: unknown
km: មិន​ស្គាល់

source: 1st
km: ទី ១

source: 2nd
km: ទី ២

source: 3rd
km: ទី ៣

source: 4th
km: ទី ៤

source: 5th
km: ទី ៥

source: 6th
km: ទី ៦

source: 7th
km: ទី ៧

source: 8th
km: ទី ៨

source: 9th
km: ទី ៩

source: 10th
km: ទី ១០

source: 11th
km: ទី ១១

source: 12th
km: ទី ១២

source: 13th
km: ទី ១៣

source: 14th
km: ទី ១៤

source: 15th
km: ទី ១៥

source: 16th
km: ទី ១៦

source: 17th
km: ទី ១៧

source: 18th
km: ទី ១៨

source: 19th
km: ទី ១៩

source: 20th
km: ទី ២០

source: 21st
km: ទី ២១

source: 22nd
km: ទី ២២

source: 23rd
km: ទី ២៣

source: 24th
km: ទី ២៤

source: 25th
km: ទី ២៥

source: 26th
km: ទី ២៦

source: 27th
km: ទី ២៧

source: 28th
km: ទី ២៨

source: 29th
km: ទី ២៩

source: 30th
km: ទី ៣០

source: 31st
km: ទី ៣១

source: Recurs every minute until %2
km: កើតឡើងវិញ​រៀងរាល់ %1 នាទី រហូតដល់ %2

# number of occurrences
source: (<numid>%1</numid> occurrences)
km: (ការ​កើតឡើងវិញ<numid>%1</numid>)

source: Recurs every minute
km: កើតឡើងវិញ​រៀងរាល់ %1 នាទី

source: Recurs hourly until %2
km: កើតឡើងវិញ​រៀងរាល់ %1 ម៉ោង​រហូតដល់ %2

source: Recurs hourly
km: កើតឡើងវិញរៀងរាល់ %1 ម៉ោង

source: Recurs daily until %2
km: កើតឡើងវិញ​រៀងរាល់ %1 ថ្ងៃ​រហូតដល់ %2

source: Recurs daily
km: កើតឡើងវិញ​រៀងរាល់ %1 ថ្ងៃ

# Recurs weekly on no days
source: no days
km: គ្មាន​ថ្ងៃ

# Recurs weekly on [list of days] until end-date
source: Recurs weekly on %2 until %3
km: កើតឡើងវិញ​រៀងរាល់ <numid>%1</numid> សប្ដាហ៍​នៅថ្ងៃ %2 រហូតដល់ %3

# Recurs weekly on [list of days]
source: Recurs weekly on %2
km: កើតឡើងវិញ​រៀងរាល់ <numid>%1</numid> សប្ដាហ៍​នៅថ្ងៃ %2

# Recurs every N months on the [2nd|3rd|...] weekdayname until end-date
source: Recurs every month on the %2 %3 until %4
km: កើតឡើងវិញ​រៀងរាល់ <numid>%1</numid> ខែ​នៅ​ថ្ងៃ %2 %3 រហូតដល់ %4

# Recurs every N months on the [2nd|3rd|...] weekdayname
source: Recurs every month on the %2 %3
km: កើតឡើងវិញ​រៀងរាល់ %1 ខែ​នៅថ្ងៃ %2 %3

# Recurs monthly on the [1st|2nd|...] day until end-date
source: Recurs monthly on the %2 day until %3
km: កើតឡើងវិញ​រៀងរាល់ %1 ខែ​នៅ​ថ្ងៃ %2 រហូតដល់ %3

# Recurs monthly on the [1st|2nd|...] day
source: Recurs monthly on the %2 day
km: កើតឡើងវិញ​រៀងរាល់ <numid>%1</numid> ខែ​នៅ​ថ្ងៃ %2

# Recurs Every N years on month-name [1st|2nd|...] until end-date
source: Recurs yearly on %2 %3 until %4
km: កើតឡើងវិញ​រៀងរាល់ %1 ឆ្នាំ​នៅថ្ងៃ %2 %3 រហូតដល់ %4

# Recurs Every N years on month-name [1st|2nd|...]
source: Recurs yearly on %2 %3
km: កើតឡើងវិញ​រៀងរាល់ %1 ឆ្នាំ​នៅ​ថ្ងៃ %2 %3

# Recurs Every year on month-name [1st|2nd|...]
source: Recurs yearly on %1 %2
km: កើតឡើងវិញ​រៀងរាល់​ឆ្នាំ​នៅ​ថ្ងៃ %1 %2

# Recurs every N years on day N until end-date
source: Recurs every year on day <numid>%2</numid> until %3
km: កើតឡើងវិញ​រៀងរាល់ <numid>%1</numid> ឆ្នាំ​នៅថ្ងៃ <numid>%2</numid> រហូតដល់ %3

# Recurs every N YEAR[S] on day N
source: Recurs every year on day <numid>%2</numid>
km: កើតឡើងវិញ​រៀងរាល់ <numid>%1</numid> ឆ្នាំ​នៅ​ថ្ងៃ <numid>%2</numid>

# Every N years on the [2nd|3rd|...] weekdayname of monthname until end-date
source: Every year on the %2 %3 of %4 until %5
km: រៀងរាល់ <numid>%1</numid> ឆ្នាំ​នៅ​ថ្ងៃ %2 %3 នៃ %4 រហូតដល់ %5

# Every N years on the [2nd|3rd|...] weekdayname of monthname
source: Every year on the %2 %3 of %4
km: រៀងរាល់ <numid>%1</numid> ឆ្នាំ​នៅ​ថ្ងៃ %2 %3 នៃ %4

source: Incidence recurs
km: ការ​កើតឡើងវិញ

source: minute %1
km: %1 នាទី

source: 1 day
km: %1 ថ្ងៃ

source: %1 (excluding %2)
km: %1 (មិនរួមបញ្ចូល %2)

source: 1 hour
km: %1 ម៉ោង

source: 1 minute
km: %1 នាទី

source: forever
km: រៀងរហូត

# N days/hours/minutes before the start datetime
source: %1 before the start
km: %1 មុន​កាលបរិច្ឆេទ​ចាប់ផ្ដើម

# N days/hours/minutes after the start datetime
source: %1 after the start
km: %1 ក្រោយ​កាលបរិច្ឆេទ​ចាប់ផ្ដើម

# N days/hours/minutes before the due datetime
source: %1 before the to-do is due
km: %1 មុន​កិច្ចការ​ត្រូវ​ធ្វើ​ដល់​កំណត់

# N days/hours/minutes before the end datetime
source: %1 before the end
km: %1 មុន​កាលបរិច្ឆេទ​បញ្ចប់

# N days/hours/minutes after the due datetime
source: %1 after the to-do is due
km: %1 ក្រោយ​កិច្ចការ​ត្រូវ​ធ្វើ​ដល់​កំណត់

# N days/hours/minutes after the end datetime
source: %1 after the end
km: %1 ក្រោយ​កាលបរិច្ឆេទ​បញ្ចប់

# reminder occurs at datetime
source: at %1
km: នៅ %1

source: repeats once
km: កើតឡើងវិញ %1 ដង

# interval is N days/hours/minutes
source: interval is %1
km: ចន្លោះ​ពេល​គឺ %1

# @option:check calendar items before a certain date
source: Items before %1
km: ធាតុ​មុន %1

# @option:check currently selected calendar item
source: Selected item
km: ធាតុ​ដែល​បាន​ជ្រើស

# @option:check calendar items after a certain date
source: Items after %1
km: ធាតុ​ក្រោយ %1

# @info
source: <para>You accepted an invitation update, but an earlier version of the item could not be found in your calendar.</para><para>This may have occurred because:<list><item>the organizer did not include you in the original invitation</item><item>you did not accept the original invitation yet</item><item>you deleted the original invitation from your calendar</item><item>you no longer have access to the calendar containing the invitation</item></list></para><para>This is not a problem, but we thought you should know.</para>
km: <para>អ្នក​ព្រម​ទទួល​យក​បច្ចុប្បន្នភាព​នៃ​ការ​អញ្ជើញ ប៉ុន្តែ​កំណែ​មុន​របស់​ធាតុ​មិន​ត្រូវ​បាន​រក​ឃើញ​នៅ​ក្នុង​ប្រតិទិន​របស់​អ្នក​ទេ ។</para><para>​នេះ​អាច​បណ្ដាល​​មកពី ៖<list><item>កម្មវិធី​រៀបចំ​មិន​រួមបញ្ចូល​ការ​អញ្ជើញ​ដើម</item><item>អ្នក​មិន​ព្រម​ទទួល​ការ​អញ្ជើញ​ដើម</item><item>អ្នក​បាន​លុប​ការ​អញ្ជើញ​ដើម​ពី​ប្រតិទិន​របស់​អ្នក</item><item>អ្នក​មិន​មាន​សិទ្ធិ​ក្នុង​ការ​ប្រើ​ប្រតិទិន​ដែល​មានការ​អញ្ជើញ​តទៅទៀត</item></list></para><para>វា​មិនមែន​ជា​បញ្ហា​ទេ ប៉ុន្តែ​អ្នក​គួរតែ​ដឹង ។</para>

# @title
source: Cannot find invitation to be updated
km: រក​មិន​ឃើញ​ការ​អញ្ជើញ​ដែល​ត្រូវ​ធ្វើ​បច្ចុប្បន្នភាព​ទេ

# @info
source: The event or task could not be removed from your calendar. Maybe it has already been deleted or is not owned by you. Or it might belong to a read-only or disabled calendar.
km: មិន​អាច​យក​ព្រឹត្តិការណ៍ ឬ​ភារកិច្ច​ចេញពី​ប្រតិទិន​របស់​អ្នក​បាន​ទេ ។ វា​ប្រហែលជា​ត្រូវ​បាន​លុប ឬ​អ្នក​មិនមែន​ជា​ម្ចាស់ ។ ឬ​វា​ប្រហែលជា​បានតែ​អាន ឬ​ប្រតិទិន​បាន​បិទ ។

# @info
source: %1 wants to attend %2 but was not invited.
km: %1 ចង់​ចូលរួម %2 ប៉ុន្តែ​មិន​ត្រូវ​បាន​អញ្ជើញ ។

# @info
source: %1 wants to attend %2 on behalf of %3.
km: %1 ចង់​ចូលរួម %2 ជំនួស %3 ។

# @title
source: Uninvited attendee
km: អ្នកចូលរួម​ដែល​មិន​បាន​អញ្ជើញ

# @option
source: Accept Attendance
km: ព្រម​ទទួល​អ្នកចូលរួម

# @option
source: Reject Attendance
km: បដិសេធ​អ្នកចូលរួម

# @info
source: The organizer rejected your attendance at this meeting.
km: អ្នក​រៀបចំ​បាន​បដិសេធ​អ្នកចូលរួម​របស់​អ្នក​នៅ​ឯ​កិច្ចប្រជុំ​នេះ ។

# @info
source: An attendee was added to the incidence. Do you want to email the attendees an update message?
km: អ្នកចូលរួម​ត្រូវ​បាន​បន្ថែម​ទៅ​ការ​កើតឡើង ។ តើ​អ្នក​ចង់​ផ្ញើ​អ៊ីមែល​សារ​បច្ចុប្បន្នភាព​ដល់​អ្នកចូលរួម​ដែរ​ឬ​ទេ ?

# @title
source: Attendee Added
km: អ្នកចូលរួម​ត្រូវ​បាន​បន្ថែម

# @option
source: Send Messages
km: ផ្ញើ​សារ

# @option
source: Do Not Send
km: កុំ​ផ្ញើ

# @item incidence type is event
source: event
km: ព្រឹត្តិការណ៍

# @item incidence type is to-do/task
source: to-do
km: កិច្ចការ​ត្រូវ​ធ្វើ

# @item incidence type is journal
source: journal
km: ទិនានុប្បវត្តិ

# @item incidence type is freebusy
source: free/busy
km: ទំនេរ/រវល់

# @item incidence access if for everyone
source: Public
km: សាធារណៈ

# @item incidence access is by owner only
source: Private
km: ឯកជន

# @item incidence access is by owner and a controlled group
source: Confidential
km: សម្ងាត់

# @item event is tentative
source: Tentative
km: បណ្ដោះអាសន្ន

# @item event is definite
source: Confirmed
km: បាន​អះអាង

# @item to-do is complete
source: Completed
km: បាន​បញ្ចប់

# @item to-do needs action
source: Needs-Action
km: ត្រូវការ​សកម្មភាព

# @item event orto-do is canceled; journal is removed
source: Canceled
km: បាន​បោះបង់

# @item to-do is in process
source: In-Process
km: កំពុងដំណើរការ

# @item journal is in draft form
source: Draft
km: សេចក្ដី​ព្រាង

# @item journal is in final form
source: Final
km: ចុងបញ្ចប់

# @item chairperson
source: Chair
km: ប្រធាន

# @item participation is required
source: Participant
km: អ្នកចូលរួម

# @item participation is optional
source: Optional Participant
km: អ្នកចូលរួម​ស្រេចចិត្ត

# @item non-participant copied for information
source: Observer
km: អ្នកសង្កេតការណ៍

# @item event, to-do or journal needs action
source: Needs Action
km: ត្រូវការ​សកម្មភាព

# @item event, to-do or journal accepted
source: Accepted
km: ព្រមទទួល

# @item event, to-do or journal declined
source: Declined
km: បដិសេធ

# @item event or to-do tentatively accepted
source: Tentative
km: បណ្ដោះអាសន្ន

# @item event or to-do delegated
source: Delegated
km: បាន​ផ្ទេរ

# @item to-do completed
source: Completed
km: បាន​បញ្ចប់

# @item to-do in process of being completed
source: In Process
km: ដំណើរការ

# @item event or to-do status unknown
source: Unknown
km: មិន​ស្គាល់

# @item
source: Load Error
km: កំហុស​ផ្ទុក

# @item
source: Save Error
km: កំហុស​រក្សាទុក

# @item
source: Parse Error in libical
km: កំហុស​ញែក​នៅ​ក្នុង libical

# @item
source: Parse Error in the kcalcore library
km: កំហុស​ញែក​នៅ​ក្នុង​បណ្ណាល័យ kcalcore

# @item
source: No calendar component found.
km: រក​មិន​ឃើញ​សមាសភាគ​ប្រតិទិន ។

# @item
source: Expected iCalendar, got vCalendar format
km: រំពឹង iCalendar ទទួល​បាន​ទ្រង់ទ្រាយ vCalendar

# @item
source: iCalendar Version 2.0 detected.
km: បាន​រក​ឃើញ iCalendar កំណែ ២.០ ។

# @item
source: Expected iCalendar, got unknown format
km: រំពឹង iCalendar បាន​ទទួល​ទ្រង់ទ្រាយ​ដែល​មិន​ស្គាល់

# @item
source: Restriction violation
km: ការ​បំពាន​ការ​ដាក់កម្រិត

# @item
source: No writable resource found
km: រក​មិន​ឃើញ​ធនធាន​ដែល​អាច​សរសេរ​បាន

# @item
source: Error saving to '%1'.
km: កំហុស​ក្នុង​ការ​រក្សាទុក​ទៅ '%1' ។

# @item
source: Could not save '%1'
km: មិន​អាច​​រក្សាទុក '%1'

# @item
source: libical error
km: កំហុស libical

# @item
source: No VERSION property found
km: រក​មិន​ឃើញ​លក្ខណសម្បត្តិ​កំណែ

# @item
source: object is not a freebusy, event, todo or journal
km: វត្ថុ​មិនមែន​ជា​ព្រឹត្តិការណ៍ កិច្ចការ​ត្រូវ​ធ្វើ ឬ​ទិនានុប្បវត្តិ​ទំនេរ​រវល់​ទេ

# @item
source: messageText is empty, unable to parse into a ScheduleMessage
km: អត្ថបទ​សារ​ទទេ មិន​អាច​ញែក​ទៅជា ScheduleMessage

# @item
source: icalparser is unable to parse messageText into a ScheduleMessage
km: icalparser មិន​អាច​ញែក​អត្ថបទ​សារ​ទៅជា ScheduleMessage

# @item
source: message does not contain ICAL_METHOD_PROPERTY
km: សារ​មិន​មាន​ ICAL_METHOD_PROPERTY

# @item this is a new scheduling message
source: New Scheduling Message
km: សារ​មាន​ពេល​កំណត់​ថ្មី

# @item this is an update to an existing scheduling message
source: Updated Scheduling Message
km: សារ​មាន​ពេល​កំណត់​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព

# @item obsolete status
source: Obsolete
km: ហួសសម័យ

# @item this is a request for a new scheduling message
source: New Scheduling Message Request
km: សំណើ​សារ​មាន​ពេល​កំណត់​ថ្មី

# @item this is a request for an update to an existing scheduling message
source: Updated Scheduling Message Request
km: សំណើ​សារ​មាន​ពេល​កំណត់​ដែល​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព

# @item unknown status
source: Unknown Status: %1
km: មិន​ស្គាល់​ស្ថានភាព ៖ %1
