Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkcal.po
Languages: bg, el, es, kk, lv

source: Wrong Parameter
bg: Неправилен параметър
el: Εσφαλμένη παράμετρος
es: Parámetro erróneo
kk: Қате параметрі
lv: Nepareizs parametrs

source: Parse Error
bg: Грешка при обработка
el: Σφάλμα ανάλυσης
es: Error de análisis
kk: Талдау қатесі
lv: Parsēšanas kļūda

source: Wrong revision of schema
el: Εσφαλμένη έκδοση θέματος
es: Revisión de esquema incorrecta
kk: Сұлбасының қате жетілдірімі
lv: Nepareiza shēmas versija

source: Could not open file '%1'
bg: Грешка при отваряне на файла "%1"
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου '%1'
es: No se pudo abrir el archivo «%1»
kk: '%1' файлы ашылмады
lv: Nevar atvērt failu '%1'

source: Last loaded: %1
bg: Последно заредено: %1
el: Τελευταία φόρτωση: %1
es: Cargado por última vez: %1
kk: Соңғы жүктелгені: %1
lv: Pēdējoreiz ielādēts: %1

source: Last saved: %1
bg: Последно записано: %1
el: Τελευταία αποθήκευση: %1
es: Guardado por última vez: %1
kk: Соңғы сақталғаны: %1
lv: Pēdējoreiz saglabāts: %1

# @title:group
source: Automatic Reload
bg: Автоматично презареждане
el: Αυτόματη επαναφόρτωση
es: Recargar automáticamente
kk: Автоматты қайта жүктеп алу
lv: Automātiskā pārielādēšana

# @option:radio never reload the cache
source: Never
bg: Никога
el: Ποτέ
es: Nunca
kk: Ешқашанда
lv: Nekad

# @option:radio reload the cache on startup
source: On startup
bg: При стартиране
el: Κατά την εκκίνηση
es: Al inicio
kk: Бастағанда
lv: Palaižot

# @option:radio reload the cache at regular intervals
source: Regular interval
el: Τυπικό χρονικό διάστημα
es: Intervalo regular
kk: Мезгіл сайын
lv: Regulāri

# @label:spinbox
source: Interval in minutes:
bg: Интервал в минути:
el: Χρονικό διάστημα σε λεπτά:
es: Intervalo en minutos:
kk: Аралығы (минут):
lv: Intervāls minūtēs:

# @title:group
source: Automatic Save
bg: Автоматичен запис
el: Αυτόματη αποθήκευση
es: Guardar automáticamente
kk: Автоматты түрде сақтау
lv: Automātiska saglabāšana

# @option:radio never save the cache automatically
source: Never
bg: Никога
el: Ποτέ
es: Nunca
kk: Ешқашанда
lv: Nekad

# @option:radio save the cache on exit
source: On exit
bg: При изход
el: Στην έξοδο
es: Al salir
kk: Шығарда
lv: Izejot

# @option:radio save the cache at regular intervals
source: Regular interval
el: Τυπικό χρονικό διάστημα
es: Intervalo regular
kk: Мезгіл сайын
lv: Regulāri

# @option:radio save the cache after some delay
source: Delayed after changes
el: Καθυστέρηση μετά από αλλαγές
es: Retrasado tras los cambios
kk: Өзгерістен кейін кідіртіп
lv: Brīdi pēc izmaiņām

# @option:radio save the cache after every modification
source: On every change
bg: При всяка промяна
el: Σε κάθε τροποποίηση
es: A cada cambio
kk: Әрбір өзгеріс сайын
lv: Pēc katras izmaiņas

source: Type: %1
bg: Вид: %1
el: Τύπος: %1
es: Tipo: %1
kk: Түрі: %1
lv: Tips: %1

source: Error while loading %1.
bg: Грешка при зареждане на %1.
el: Σφάλμα κατά τη φόρτωση του %1.
es: Error al cargar %1.
kk: %1 жүктеу қатесі.
lv: Kļūda ielādējot %1.

source: Error while saving %1.
bg: Грешка при запис на %1.
el: Σφάλμα κατά την αποθήκευση του %1.
es: Error al guardar %1.
kk: %1 сақтау қатесі.
lv: Kļūda saglabājot %1.

source: Location:
bg: Място:
el: Τοποθεσία:
es: Ubicación:
kk: Орыны:
lv: Vieta:

source: *.ics *.vcs|Calendar Files
bg: *.ics *.vcs|Календарни файлове
el: *.ics *.vcs|Αρχεία ημερολογίου
es: *.ics *.vcs|Archivos de calendario
kk: *.ics *.vcs|Күнтізбе файлдары
lv: *.ics *.vcs|Kalendāra faili

source: Calendar Format
bg: Формат на календара
el: Μορφή ημερολογίου
es: Formato de calendario
kk: Күнтізбе пішімі
lv: Kalendāra formāts

source: You did not specify a URL for this resource. Therefore, the resource will be saved in %1. It is still possible to change this location by editing the resource properties.
bg: Не сте задали адрес за ресурса. Поради това ресурсът ще бъде записан в %1. Все още е възможно да промените адреса, като го редактирате в диалога с информацията за ресурса.
el: Δεν ορίσατε ένα URL για αυτόν τον πόρο. Γι' αυτόν το λόγο ο πόρος θα αποθηκευτεί στο %1. Είναι δυνατή η αλλαγή αυτής της τοποθεσίας κάνοντας επεξεργασία τις ιδιότητες του πόρου.
es: No ha indicado un URL para este recurso. Por tanto, dicho recurso se guardará en %1. Es posible cambiar esta ubicación editando las propiedades del recurso.
kk: Бұл ресурстың URL адресін келтірмегенсіз. Сондықтан ресурс %1 деп сақталады. Бірақ бұны әлі ресурстың қасиеттерін өңдеп өзгертуге болады.
lv: Jūs nenorādījāt šī resursa URL. Tāpēc šis resurss tiks saglabāts iekš %1. Tā atrašanās vietu var izmainīt rediģējot resursa īpašības.

# @info
source: No location specified. The calendar will be invalid.
bg: Не сте задали местоположение. Календарът ще бъде невалиден.
el: Δεν ορίστηκε τοποθεσία. Το ημερολόγιο δεν θα είναι έγκυρο.
es: Ubicación no especificada. El calendario no será válido.
kk: Орны көрсетілмеген. Күнтізбесі дұрыс болмайды.

# @item this is a new scheduling message
source: New Scheduling Message
el: Νέο μήνυμα προγραμματισμού
es: Mensaje nuevo de planificación
kk: Жаңа жоспарлау хабарламасы

# @item this is an update to an existing scheduling message
source: Updated Scheduling Message
el: Ενημερωμένο μήνυμα προγραμματισμού
es: Mensaje actualizado de planificación
kk: Жаңартылған жоспарлау хабарламасы

# @item obsolete status
source: Obsolete
el: Πεπαλαιωμένο
es: Obsoleto
kk: Ескірген
lv: Novecojis

# @item this is a request for a new scheduling message
source: New Scheduling Message Request
el: Αίτηση για νέο μήνυμα προγραμματισμού
es: Nueva petición de mensaje de planificación
kk: Жаңа жоспарлау хабарлама талабы

# @item this is a request for an update to an existing scheduling message
source: Updated Scheduling Message Request
el: Αίτηση για ενημερωμένο μήνυμα προγραμματισμού
es: Actualizada petición de mensaje de planificación
kk: Жаңартылған жоспарлау хабарлама талабы

# @item unknown status
source: Unknown Status: %1
bg: Непознато състояние: %1
el: Άγνωστη κατάσταση: %1
es: Estado desconocido: %1
kk: Беймәлім күйі: %1
lv: Nezināms Statuss: %1

# @item event, to-do, journal or freebusy posting
source: Publish
bg: Публикуване
el: Δημοσίευση
es: Publicar
kk: Жариялау
lv: Publicēt

# @item event, to-do or freebusy scheduling requests
source: Request
bg: Заявка
el: Αίτηση
es: Solicitar
kk: Сұрақ
lv: Pieprasīt

# @item event, to-do or freebusy reply to request
source: Reply
bg: Отговор
el: Απάντηση
es: Responder
kk: Жауап беру
lv: Atbildēt

# @item event, to-do or journal additional property request
source: Add
bg: Добавяне
el: Προσθήκη
es: Añadir
kk: Қосу
lv: Pievienot

# @item event, to-do or journal cancellation notice
source: Cancel
bg: Отказ
el: Ακύρωση
es: Cancelar
kk: Болмайды
lv: Atcelt

# @item event or to-do description update request
source: Refresh
bg: Обновяване
el: Ανανέωση
es: Actualizar
kk: Жаңарту
lv: Atjaunot

# @item event or to-do submit counter proposal
source: Counter
bg: Насрещно
el: Μετρητής
es: Contrapropuesta
kk: Қарсы ұсыныс
lv: Pret-priekšlikums

# @item event or to-do decline a counter proposal
source: Decline Counter
bg: Отхвърляне на насрещното
el: Απόρριψη μετρητή
es: Rechazar la contrapropuesta
kk: Қарсы ұсыныспен келіспеу
lv: Noraidīt pret-priekšlikumu

# @item no method
source: Unknown
bg: Непознато
el: Άγνωστο
es: Desconocido
kk: Беймәлім
lv: Nezināma

# @info
source: The event, to-do or journal to be updated could not be found. Maybe it has already been deleted, or the calendar that contains it is disabled. Press 'Store' to create a new one or 'Throw away' to discard this update.
el: Αδυναμία εύρεσης του γεγονότος, της προς υλοποίηση εργασίας ή του χρονικού για ενημέρωση. Ίσως να έχει ήδη διαγραφεί, ή το ημερολόγιο που το περιέχει να είναι απενεργοποιημένο. Πιέστε 'Αποθήκευση' για να δημιουργηθεί ένα νέο ή '' για να απορριφθεί η ενημέρωση.
es: No se puede encontrar el evento, tarea pendiente o entrada de diario a actualizar. Es posible que haya sido borrado, o que el calendario que lo contiene esté desactivado. Pulse «Almacenar» para crear uno nuevo o «Tirar» para descartar esta actualización.
kk: Жаңартуға жататын оқиға, жоспар, не күнделік жазуы табылмады. Мүмкін ол өшірілген, не бұғатталған күнтізбедегісі шығар. 'Сақтау' деп жаңадан жазып алыңыз, немесе 'Тастау' деп бұл жаңартуды жоғалтыңыз.
lv: Atjaunināmais notikums, darbs vai dienasgrāmata netika atrasts. Varbūt tas jau ir izdzēsts vai kalendārs kas to satur ir atslēgts. Spiediet 'Saglabāt', lai izveidotu jaunu vai 'Izmest', lai izmestu izmaiņas.

# @title
source: Discard this update?
el: Να απορριφθεί αυτή η ενημέρωση;
es: ¿Descartar esta actualización?
kk: Бұл жаңарту жоғала берсін бе?
lv: Izmest izmaiņas?

# @option
source: Store
bg: Запазване
el: Αποθήκευση
es: Guardar
kk: Сақтау
lv: Saglabāt

# @option
source: Throw away
bg: Изхвърляне
el: Απόρριψη
es: Tirar
kk: Тастау
lv: Izmest

# @info
source: No calendars found, unable to save the invitation.
el: Δεν βρέθηκαν ημερολόγια, αδυναμία αποθήκευσης της πρόσκλησης.
es: No se ha encontrado ningún calendario. No se puede guardar la invitación.
kk: Күнтізбелері табылмады, шақыру жазып алынбады.

# @info
source: You canceled the save operation. Therefore, the appointment will not be stored in your calendar even though you accepted the invitation. Are you certain you want to discard this invitation?
el: Ακυρώσατε την εργασία αποθήκευσης. Ως εκ τούτου, η συνάντηση δεν θα αποθηκευθεί στο ημερολόγιό σας ακόμα και αν αποδεχτείτε την πρόσκληση. Είστε σίγουρος-η ότι επιθυμείτε την απόρριψη της πρόσκλησης;
es: Ha cancelado la operación de guardado, por lo que la cita no se almacenará en su calendario, incluso aunque usted haya aceptado la invitación. ¿Seguro qué quiere descartar esta invitación?
kk: Сақтау әрекетін доғардыңыз. Сондықтан, шақыруды қабылдасаңыз да, кездесу туралы жазу күнтізбеңізде сақталмады. Шынымен, шақыруды қабылдамай тастамақсыз ба?

# @title
source: Discard this invitation?
bg: Да се отхвърли ли поканата?
el: Να απορριφθεί αυτή η πρόσκληση;
es: ¿Descartar la invitación?
kk: Бұл шақыру қабылдамай тасталсын ба?

# @option
source: Discard
bg: Отхвърляне
el: Απόρριψη
es: Descartar
kk: Қабылдамау

# @option
source: Go Back to Folder Selection
el: Μετάβαση πίσω στην επιλογή φακέλου
es: Volver a la selección de carpetas
kk: Қапшықты таңдауға оралу

# @info
source: The invitation "%1" was not saved to your calendar but you are still listed as an attendee for that appointment. If you mistakenly accepted the invitation or do not plan to attend, please notify the organizer %2 and ask them to remove you from the attendee list.
el: Η πρόσκληση «%1» δεν έχει αποθηκευθεί στο ημερολόγιό σας αλλά βρίσκεστε ακόμα στη λίστα των συμμετεχόντων για τη συγκεκριμένη συνάντηση. Αν αποδεχθήκατε την πρόσκληση κατά λάθος ή δεν σκοπεύετε να συμμετάσχετε, παρακαλώ ενημερώστε τον οργανωτή %2 και ζητήστε του να σας διαγράψει από τη λίστα με τους συμμετέχοντες.
es: La invitación «%1» no se ha guardado en su calendario, aunque usted todavía figura como asistente para esta cita. Si ha aceptado la invitación por error o no piensa asistir, notifíqueselo al organizador, %2, y pídale que lo elimine de la lista de asistentes.
kk: "%1" шақыруы күнтізбеңізде жазылмаған, бірақ қатысушылар тізімінде Сіз барсыз. Егер Сіз шақыруды қабылдағаныңыз қате болса, не қатысу жоспарыңызда жоқ болса, онда %2 ұйымдастырушысына хабарлап, қатысушылар тізімінен өшіріп тастауын сұраңыз.

# @info
source: Unable to save %1 "%2".
bg: Неуспешен запис на %1 "%2".
el: Αδυναμία αποθήκευσης %1 "%2".
es: No se puede guardar %1 «%2».
kk: %1 "%2" сақталмады.

# @info
source: The event or task could not be removed from your calendar. Maybe it has already been deleted or is not owned by you. Or it might belong to a read-only or disabled calendar.
el: Αδυναμία αφαίρεσης γεγονότος ή εργασίας από το ημερολόγιό σας. Ίσως έχει ήδη αφαιρεθεί ή δεν ανήκει σε εσάς. Ή ίσως να ανήκει σε ένα για ανάγνωση-μόνο ή απενεργοποιημένο ημερολόγιο.
es: El evento o tarea a cancelar no se puede eliminar de su calendario. Puede que haya sido borrado, que usted no sea su propietario o que el calendario que lo contenga esté desactivado.
kk: Оқиға не тапсырма күнтізбеңізден өшірілмеді. Мүмкін ол бұрын өшірілген, не Сіздікі емес шығар. Немесе ол тек оқу үшін, әлде бұғатталған күнтізбедегісі шығар.
lv: Notikumu vai darbu neizdevās izņemt no kalendāra. Varbūt tas jau ir dzēsts vai jūs neesat tā īpašnieks. Vai tas varbūt pieder tikai lasāmam vai atslēgtam kalendāram.

# @info
source: The event or task to be canceled could not be removed from your calendar. Maybe it has already been deleted or is not owned by you. Or it might belong to a read-only or disabled calendar.
el: Αδυναμία αφαίρεσης του γεγονότος ή της εργασίας για ακύρωση από το ημερολόγιό σας. Ίσως έχει ήδη αφαιρεθεί ή δεν ανήκει σε εσάς. Ή ίσως να ανήκει σε ένα για ανάγνωση-μόνο ή απενεργοποιημένο ημερολόγιο.
es: El evento o tarea a cancelar no se puede eliminar de su calendario. Puede que haya sido borrado, que usted no sea su propietario o que el calendario que lo contenga solo se pueda leer o esté desactivado.
kk: Жоққа шығарылған оқиға не тапсырма күнтізбеңізден өшірілмеді. Мүмкін ол бұрын өшірілген, не Сіздікі емес шығар. Немесе ол тек оқу үшін, әлде бұғатталған күнтізбедегісі шығар.
lv: Atceļamo notikumu vai darbu neizdevās izņemt no kalendāra. Varbūt tas jau ir dzēsts vai jūs neesat tā īpašnieks. Vai tas varbūt pieder tikai lasāmam vai atslēgtam kalendāram.

# @info
source: %1 wants to attend %2 but was not invited.
bg: %1 иска да участва в %2, но не е поканен.
el: Ο %1 επιθυμεί να παρευρεθεί στη %2 αλλά δεν έχει προσκληθεί.
es: %1 desea asistir a %2 pero no fue invitado.
kk: %1 %2 дененге қатысуы келеді, бірақ ол шақырылмаған.
lv: %1 vēlas piedalīties %2, bet nebija ielūgts.

# @info
source: %1 wants to attend %2 on behalf of %3.
bg: %1 иска да участва в %2 от името на %3.
el: Ο %1 επιθυμεί να παρευρεθεί στη %2 εκ μέρους του %3.
es: %1 desea asistir a %2 en nombre de %3.
kk: %1 %3 дегеннің атынан %2 дененге қатысуы келеді.
lv: %1 vēlas piedalīties %2 %3 vietā.

# @title
source: Uninvited attendee
bg: Непоканен участник
el: Μη προσκεκλημένος παρευρισκόμενος
es: Asistente sin invitación
kk: Шақырылмаған қатысушы
lv: Neaicināts dalībnieks

# @option
source: Accept Attendance
bg: Приемане на участието
el: Αποδοχή συμμετοχής
es: Aceptar la asistencia
kk: Қатысуға келісім бар
lv: Apstiprināt dalību

# @option
source: Reject Attendance
bg: Отхвърляне на участието
el: Απόρριψη παρακολούθησης
es: Rechazar la asistencia
kk: Қатысуға келісім жоқ
lv: Noraidīt dalību

# @info
source: The organizer rejected your attendance at this meeting.
el: Ο οργανωτής απέρριψε της παρακολούθηση σας σε αυτήν τη συνάντηση.
es: El organizador rechazó su asistencia a esta reunión.
kk: Ұйымдастырушысы Сіздің жиналысқа қатысуына келіспеді..
lv: Organizators noraidīja jūsu dalību šajā tikšanās.

# @info
source: An attendee was added to the incidence. Do you want to email the attendees an update message?
el: Ένας παρευρισκόμενος προστέθηκε στο περιστατικό. Θέλετε να στείλετε στους παρευρισκόμενους ένα ενημερωτικό μήνυμα;
es: Un asistente se añadió a la incidencia. ¿Quiere enviar a los asistentes un mensaje de actualización?
kk: Бір қатысушысы қосылды. Қаттысушыларға, ол туралы эл.пошта жолдаймысыз?

# @title
source: Attendee Added
bg: Участникът е добавен
el: Προστέθηκε παρευρισκόμενος
es: Asistentes añadidos
kk: Қатысушысы қосылды

# @option
source: Send Messages
bg: Изпращане на съобщенията
el: Αποστολή μηνύματος
es: Enviar mensajes
kk: Хаттарды жіберу

# @option
source: Do Not Send
bg: Без изпращане
el: Να μην αποσταλεί
es: No enviar
kk: Жібермеу

source: unknown@nowhere
es: desconocido@donde-sea
lv: nezināms@nekur

# reminder occurs at datetime
source: at %1
bg: на %1
es: a %1
kk: %1қайталанады
