Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkcal.po
Languages: bg, el, es, kk, lv

source: No response as <b>%1</b> is necessary
bg: Нужен е отговорът ви като <b>%1</b>
el: Δεν είναι απαραίτητο να υπάρξει απάντηση ως <b>%1</b>
es: Ninguna respuesta como <b>%1</b> es necesaria
kk: <b>%1</b>, жауабыңыз қажет емес

source: (<b>Note</b>: the Organizer preset your response to <b>%1</b>)
el: (<b>Σημείωση</b>: ο διοργανωτής προκαθόρισε την απάντησή σας σε <b>%1</b>)
es: (<b>Nota</b>: el Organizador preajuste su respuesta a <b>%1</b>)
kk: (<b>Ескерту</b>: Ұймдастырушы жауабынызды <b>%1</b> дейін күтеді)

source: Comments:
bg: Коментари:
el: Σχόλια:
es: Comentarios:
kk: Түсініктемелері:
lv: Komentāri:

source: Summary unspecified
bg: Незададено обобщение
el: Μη καθορισμένη περίληψη
es: Resumen no indicado
kk: Атауы келтірілмеген
lv: Kopsavilkums nav norādīts

# event location
source: Location unspecified
el: Μη ορισμένη τοποθεσία
es: Ubicación no especificada
kk: Орны келтірілмеген

source: What:
bg: Какво:
el: Τι:
es: Qué:
kk: Не:
lv: Kas:

source: Where:
bg: Къде:
el: Θέση:
es: Dónde:
kk: Қайда:
lv: Kur:

# starting date
source: From:
bg: От:
el: Από:
es: De:
kk: Басталу:
lv: No:

# starting time
source: At:
bg: В:
el: Στις:
es: A las:
lv: Pulkst.:

# ending date
source: To:
bg: До:
el: Έως:
es: Para:
kk: Аяқталу:
lv: Līdz:

# ending time
source: At:
bg: В:
el: Στις:
es: A las:
lv: Pulkst.:

source: no end date specified
bg: не е указана крайна дата
el: Μη ορισμένη ημερομηνία λήξης
es: fecha de finalización no especificada
kk: аяқтау күні келтірілмеген
lv: nav norādīts beigu datums

# todo location
source: Location unspecified
el: Μη ορισμένη τοποθεσία
es: Ubicación no especificada
kk: Орны келтірілмеген

source: Start Date:
bg: Начална дата:
el: Ημερομηνία έναρξης:
es: Fecha de inicio:
kk: Басталу күні:
lv: Sākuma datums:

source: Start Time:
bg: Начален час:
el: Ώρα έναρξης:
es: Hora de inicio:
kk: Басталу уақыты:

source: Due Date:
el: Ημερομηνία λήξης:
es: Fecha de vencimiento:
kk: Бітіру күні:
lv: Beigu datums:

source: Due Time:
el: Ώρα λήξης:
es: Hora de vencimiento:
kk: Бітіру уақыты:

# no to-do due date
source: None
bg: Без
el: Καμία
es: Ninguna
kk: Жоқ
lv: Nav

source: Description unspecified
bg: Незададено описание
el: Μη καθορισμένη περιγραφή
es: Descripción no indicada
kk: Сипаттамасы келтірілмеген
lv: Apraksts nav norādīts

source: Summary:
bg: Обобщение:
el: Περίληψη:
es: Resumen:
kk: Атауы:
lv: Kopsavilkums:

source: Person:
bg: Личност:
el: Άτομο:
es: Persona:
kk: Тұлға:
lv: Persona:

source: Start date:
bg: Начало:
el: Ημερομηνία έναρξης:
es: Fecha de inicio:
kk: Бастау күні:
lv: Sākuma datums:

source: End date:
bg: Край:
el: Ημερομηνία τέλους:
es: Fecha de finalización:
kk: Аяқтау күні:
lv: Beigu datums:

# minutes part of duration
source: 1 minute
bg: 1 минута
el: 1 λεπτό
es: 1 minuto
kk: %1 минут
lv: %1 minūte

source: This invitation has been published
bg: Поканата е публикувана
el: Αυτή η πρόσκληση έχει δημοσιευθεί
es: Esta invitación ha sido publicada
kk: Бұл шақыру жарияланған

source: This invitation has been updated by the organizer %1
bg: Поканата е обновена от организатора %1
el: Αυτή η πρόσκληση ενημερώθηκε από το διοργανωτή %1
es: Esta invitación ha sido actualizada por el organizador %1
kk: %1 ұйымдастырушысы бұл шақыруды жаңартқан

source: I created this invitation
bg: Аз създадох тази покана
el: Εγώ δημιούργησα αυτήν την πρόσκληση
es: He creado esta invitación
kk: Бұл Сіз жасаған шақыру

source: You received an invitation from %1
bg: Получихте покана от %1
el: Λάβατε μια πρόσκληση από %1
es: Ha recibido una invitación de %1
kk: Сізге %1 дегеннен шақыру келді
lv: Jūs saņēmāt ielūgumu no %1

source: You received an invitation
bg: Получихте покана
el: Λάβατε μια πρόσκληση
es: Ha recibido una invitación
kk: Сізге шақыру келді
lv: Jūs saņēmāt ielūgumu

source: You received an invitation from %1 as a representative of %2
bg: Получихте покана от %1 като представител на %2
el: Λάβατε μια πρόσκληση από %1 ως εκπρόσωπο του %2
es: Ha recibido una invitación de %1 como representante de %2
kk: Сізге %1 деген %2 өкілінен шақыру келді

source: You received an invitation from %1 as the organizer's representative
bg: Получихте покана от %1 като представител на организатора
el: Λάβατε μια πρόσκληση από %1 ως εκπρόσωπο του διοργανωτή
es: Ha recibido una invitación de %1 como representante del organizador
kk: Сізге %1 деген ұйымдастырушысы өкілінен шақыру келді

source: This invitation was refreshed
bg: Поканата е обновена
el: Η πρόσκληση αυτή ανανεώθηκε
es: Se ha refrescado esta invitación
kk: Шақыру жаңартылды
lv: Šis ielūgums tika papildināts

source: This invitation has been canceled
bg: Поканата е отменена
el: Αυτή η πρόσκληση ακυρώθηκε
es: Se ha cancelado esta invitación
kk: Бұл шақыру жоққа шығарылған
lv: Šis ielūgums tika atcelts

source: Addition to the invitation
bg: Допълнение към поканата
el: Προσθήκη στην πρόσκληση
es: Añadir a la invitación
kk: Шақыруға қосымшасы
lv: Papildinājums ielūgumam

source: %1 makes this counter proposal
bg: %1 прави това насрещно предложение
el: Ο %1 θέτει αυτήν την αντιπρόταση
es: %1 acepta la contrapropuesta
kk: %1 осы қарсы ұсынысын жасады

source: Sender
bg: Подател
el: Αποστολέας
es: Remitente
kk: Жіберушісі
lv: Sūtītājs

source: %1 indicates this invitation still needs some action
bg: %1 указва, че тази покана се нуждае от още уточнение
el: Ο %1 δηλώνει ότι αυτή η πρόσκληση απαιτεί ακόμη κάποια ενέργεια
es: %1 indica que esta invitación aún precisa de alguna acción
kk: %1 бұл шақыру әлі біршама әрекет қажет етеді дейді
lv: %1 norāda, ka šim ielūgumam vēl nepieciešama kāda darbība

source: This invitation has been updated by attendee %1
bg: Поканата е обновена от участника %1
el: Αυτή η πρόσκληση ενημερώθηκε από τον παρευρισκόμενο %1
es: Esta invitación ha sido actualizada por el asistente %1
kk: %1 қатысушысы бұл шақыруды жаңартқан

source: This invitation has been updated by an attendee
bg: Поканата е обновена от участник
el: Αυτή η προς πρόσκληση ενημερώθηκε από έναν παρευρισκόμενο
es: Esta invitación ha sido actualizada por un asistente
kk: Бір қатысушысы бұл шақыруды жаңартқан

source: %1 accepts this invitation
bg: %1 приема поканата
el: Ο-η %1 αποδέχτηκε την πρόσκληση
es: %1 acepta la invitación
kk: %1 шақыруды қабылдады
lv: %1 pieņem šo ielūgumu

source: %1 accepts this invitation on behalf of %2
bg: %1 приема поканата от името на %2
el: Ο-η %1 αποδέχτηκε την πρόσκληση εκ μέρους του-της %2
es: %1 acepta esta invitación en nombre de %2
kk: %1 (%2 дегеннің атынан) шақыруды қабылдады
lv: %1 pieņem šo ielūgumu %2 vārdā

source: %1 tentatively accepts this invitation
el: Ο-η %1 αποδέχτηκε προσωρινά την πρόσκληση
es: %1 va a tratar de aceptar esta invitación
kk: %1 шақыруды шартты тұрде қабылдады
lv: %1 pagaidām pieņem šo ielūgumu

source: %1 tentatively accepts this invitation on behalf of %2
el: Ο-η %1 αποδέχτηκε προσωρινά την πρόσκληση εκ μέρους του-της %2
es: %1 va a tratar de aceptar esta invitación en nombre de %2
kk: %1 (%2 дегеннің атынан) шақыруды шарты тұрде қабылдады
lv: %1 pagaidām pieņem šo ielūgumu %2 vārdā

source: %1 declines this invitation
bg: %1 отхвърли поканата
el: Ο %1 απέρριψε αυτήν την πρόσκληση
es: %1 rechaza la invitación
kk: %1 шақыруды қабылдамады
lv: %1 noraida šo ielūgumu

source: %1 declines this invitation on behalf of %2
bg: %1 отхвърли поканата от името на %2
el: Ο %1 απέρριψε αυτήν την πρόσκληση εκ μέρους του %2
es: %1 rechaza esta invitación en nombre de %2
kk: %1 (%2 дегеннің атынан) шақыруды қабылдамады
lv: %1 noraida šo ielūgumu %2 vārdā

source: %1 has delegated this invitation to %2
bg: %1 прехвърли поканата на %2
el: Ο %1 ανέθεσε αυτήν την πρόσκληση στο %2
es: %1 ha delegado esta invitación a %2
kk: Шақырылған %1 өкілеттігін %2 дегенге тапсырды
lv: %1 ir uzticējis šo ielūgumu %2

source: %1 has delegated this invitation
bg: %1 прехвърли поканата на друг
el: Ο %1 ανέθεσε αυτήν την πρόσκληση
es: %1 ha delegado esta invitación
kk: Шақырылған %1 өкілеттігін басқаға тапсырды
lv: %1 ir uzticējis šo ielūgumu

source: This invitation is now completed
bg: Тази покана вече е завършена
el: Η πρόσκληση αυτή είναι τώρα συμπληρωμένη
es: Se ha completado la invitación
kk: Шақыру бітті
lv: Ielūgums tagad ir pabeigts

source: %1 is still processing the invitation
bg: %1 все още обработва поканата
el: Ο %1 ακόμη επεξεργάζεται την πρόσκληση
es: %1 aún está procesando la invitación
kk: %1 шақыруды әлі қарастырып жатыр
lv: %1 vēl apstrādā šo ielūgumu

source: Unknown response to this invitation
bg: Неизвестен отговор на поканата
el: Άγνωστη απάντηση σε αυτήν την πρόσκληση
es: Respuesta desconocida a la invitación
kk: Бұл шақыруға түсініксіз жауап келді
lv: Nezināma atbilde uz šo ielūgumu

source: %1 declines the counter proposal
bg: %1 отхвърли насрещното предложение
el: Ο %1 απορρίπτει την αντιπρόταση
es: %1 rechaza la contrapropuesta
kk: %1 қарсы ұсынысты қабылдамады

source: Error: Event iTIP message with unknown method
bg: Грешка: Съобщение iTIP с непознат метод
el: Σφάλμα: Μήνυμα iMIP γεγονότος με άγνωστη μέθοδο
es: Error: Mensaje de evento iTIP con método desconocido
kk: Қате: Беймәлім тәсіліді оқиғаның iTIP хабарламасы
lv: Kļūda: iTIP ziņojums ar nezināmu metodi

source: This to-do has been published
bg: Задачата е публикувана
el: Αυτή η προς υλοποίηση εργασία δημοσιεύτηκε
es: Se ha publicado esta tarea pendiente
kk: Бұл іс жоспары жарияланды
lv: Šis darbs ir publicēts

source: This to-do has been updated by the organizer %1
bg: Задачата е обновена от организатора %1
el: Αυτή η προς υλοποίηση εργασία ενημερώθηκε από το διοργανωτή %1
es: Esta tarea pendiente ha sido actualizada por el organizador %1
kk: %1 ұйымдастырушысы бұл іс жоспарын жаңартқан

source: I created this to-do
bg: Аз създадох тази задача
el: Εγώ δημιούργησα αυτήν την προς υλοποίηση εργασία
es: He creado esta tarea pendiente
kk: Бұл Сіз құрған іс жоспары

source: You have been assigned this to-do by %1
el: Σας ανατέθηκε αυτή η προς υλοποίηση εργασία από %1
es: %1 le ha asignado esta tarea pendiente
kk: %1 Сізді бұл іске қатысушысы қылған

source: You have been assigned this to-do
el: Σας ανατέθηκε αυτή η προς υλοποίηση εργασία
es: Se le ha asignado esta tarea pendiente
kk: Сіз бұл іске қатысушысыз
lv: Jūs esat nozīmēts šim darbam

source: You have been assigned this to-do by %1 as a representative of %2
el: Σας έχει ανατεθεί αυτή η προς υλοποίηση εργασία από %1 ως εκπρόσωπο του %2
es: %1 le ha asignado esta tarea pendiente en representación de %2
kk: %1 (%2 дегеннің өкілі ретінде) Сізді бұл іске қатысушысы қылған %2

source: You have been assigned this to-do by %1 as the organizer's representative
el: Σας έχει ανατεθεί αυτή η προς υλοποίηση εργασία από %1 ως εκπρόσωπο του διοργανωτή
es: %1 le ha asignado esta tarea pendiente en representación del organizador
kk: %1 (ұйымдастырушысының өкілі ретінде) Сізді бұл іске қатысушысы қылған

source: This to-do was refreshed
bg: Задачата е обновена
el: Αυτή η προς υλοποίηση εργασία ανανεώθηκε
es: Se ha refrescado esta tarea pendiente
kk: Бұл іс жоспары жаңартылған
lv: Šis darbs tika papildināts

source: This to-do was canceled
bg: Задачата е отменена
el: Αυτή η προς υλοποίηση εργασία ακυρώθηκε
es: Se ha cancelado esta tarea pendiente
kk: Бұл жоспар жойылған
lv: Šis darbs tika atcelts

source: Addition to the to-do
bg: Допълнение към задачата
el: Προσθήκη στην προς υλοποίηση εργασία
es: Adición a la tarea pendiente
kk: Іс жоспарын толықтыру
lv: Pielikums darbam

source: %1 indicates this to-do assignment still needs some action
bg: %1 указва, че тази задача се нуждае от още уточнение
el: Ο %1 δηλώνει ότι αυτή η ανάθεση προς υλοποίησης εργασίας απαιτεί ακόμη κάποια ενέργεια
es: %1 indica que esta asignación de tarea pendiente necesita todavía alguna acción
kk: %1 бұл іске қатыстыру әлі біршама әрекет қажет етеді дейді

source: This to-do has been completed by assignee %1
el: Αυτή η προς υλοποίηση εργασία ολοκληρώθηκε από τον εντολοδόχο %1
es: Esta tarea pendiente ha sido completada por el encargado %1
kk: Бұл істі %1 деген қатысушысы бітірген

source: This to-do has been updated by assignee %1
el: Αυτή η προς υλοποίηση εργασία ενημερώθηκε από τον εντολοδόχο %1
es: Esta tarea pendiente ha sido actualizada por el encargado %1
kk: Бұл іс жоспарын %1 деген қатысушысы жаңартқан

source: This to-do has been completed by an assignee
el: Αυτή η προς υλοποίηση εργασία ενημερώθηκε από έναν εντολοδόχο
es: Esta tarea pendiente ha sido completada por un encargado
kk: Бұл істі қатысушысы бітірген

source: This to-do has been updated by an assignee
el: Αυτή η προς υλοποίηση εργασία ενημερώθηκε από έναν εντολοδόχο
es: Esta tarea pendiente ha sido actualizada por un encargado
kk: Бұл іс жоспарын қатысушысы жаңартқан

source: %1 accepts this to-do
bg: %1 приема задачата
el: Ο-η %1 αποδέχτηκε την εργασία
es: %1 acepta esta tarea pendiente
kk: %1 іс жоспарды мойындады

source: %1 accepts this to-do on behalf of %2
bg: %1 приема задачата от името на %2
el: Ο-η %1 αποδέχτηκε την πρόσκληση εκ μέρους του-της %2
es: %1 acepta esta tarea pendiente en nombre de %2
kk: %1 (%2 дегеннің атынан) іс жоспарды мойындады

source: %1 tentatively accepts this to-do
el: Ο-η %1 αποδέχτηκε προσωρινά την εργασία
es: %1 acepta con dudas esta tarea pendiente
kk: %1 іс жоспарды (шартты түрде) мойындады

source: %1 tentatively accepts this to-do on behalf of %2
el: Ο-η %1 αποδέχτηκε προσωρινά την πρόσκληση εκ μέρους του-της %2
es: %1 acepta con dudas esta tarea pendiente en nombre de %2
kk: %1 (%2 дегеннің атынан) іс жоспарды шартты түрде мойындады

source: %1 declines this to-do
bg: %1 отхвърли задачата
el: Ο %1 απορρίπτει αυτήν την προς υλοποίηση εργασία
es: %1 rechaza esta tarea pendiente
kk: %1 іс жоспарды мойындамады

source: %1 declines this to-do on behalf of %2
bg: %1 отхвърли задачата от името на %2
el: Ο %1 απορρίπτει αυτήν την προς υλοποίηση εργασία εκ μέρους του %2
es: %1 rechaza esta tarea pendiente en nombre de %2
kk: %1 (%2 дегеннің атынан) іс жоспарды мойындамады

source: %1 has delegated this to-do to %2
bg: %1 прехвърли задачата на %2
el: Ο %1 ανέθεσε αυτήν την προς υλοποίηση εργασία στο %2
es: %1 ha delegado esta tarea pendiente a %2
kk: %1 істі %2 дегенге тапсырды

source: %1 has delegated this to-do
bg: %1 прехвърли задачата на друг
el: Ο %1 ανέθεσε αυτήν την προς υλοποίηση εργασία
es: %1 ha delegado esta tarea pendiente
kk: %1 істі басқаға тапсырды

source: The request for this to-do is now completed
bg: Заявката за задачата е завършена
el: Η αίτηση για αυτήν την προς υλοποίηση εργασία είναι τώρα ολοκληρωμένη
es: Se ha completado la solicitud para esta tarea pendiente
kk: Бұл істі жоспарлауы бітті
lv: Šī darba pieprasījums tagad ir pabeigts

source: %1 is still processing the to-do
bg: %1 все още обработва задачата
el: Ο %1 ακόμη επεξεργάζεται την προς υλοποίηση εργασία
es: %1 todavía está procesando la tarea pendiente
kk: %1 шақыруды әлі қарастырып жатыр

source: Unknown response to this to-do
bg: Неизвестен отговор на задачата
el: Άγνωστη απάντηση στην προς υλοποίηση εργασία
es: Respuesta desconocida a esta tarea pendiente
kk: Бұл жоспарға түсініксіз жауап келді
lv: Nezināma atbilde uz šo darbu

source: Error: To-do iTIP message with unknown method
bg: Грешка: Съобщение за задачата iTIP с непознат метод
el: Σφάλμα: Μήνυμα iMIP για προς υλοποίηση εργασία με άγνωστη μέθοδο
es: Error: Mensaje de tarea pendiente iTIP con método desconocido
kk: Қате: Беймәлім тәсіліді іс жоспардың iTIP хабарламасы
lv: Kļūda: iTIP darba ziņojums ar nezināmu metodi

source: This journal has been published
bg: Дневникът е публикуван
el: Αυτό το χρονικό δημοσιεύτηκε
es: Se ha publicado esta entrada del diario
kk: Күнделіктің жазуы жарияланды
lv: Šis žurnāls ir publicēts

source: You have been assigned this journal
el: Σας έχει ανατεθεί αυτό το χρονικό
es: Se le ha asignado esta entrada del diario
kk: Сіз бұл күнделікті толтырушысыз
lv: Jums ir piešķirts šis žurnāls

source: This journal was refreshed
bg: Дневникът е обновен
el: Αυτό το χρονικό ανανεώθηκε
es: Se ha refrescado esta entrada del diario
kk: Күнделік жаңартылған
lv: Žurnāls tika papildināts

source: This journal was canceled
bg: Дневникът е отменен
el: Αυτό το χρονικό ακυρώθηκε
es: Se ha cancelado esta entrada del diario
kk: Бұл күнделікті жүргізуі тоқтатылды
lv: Žurnāls tika atcelts

source: Addition to the journal
bg: Допълнение към дневника
el: Προσθήκη στο χρονικό
es: Adición a la entrada del diario
kk: Күнделікті толықтыру
lv: Papildinājums žurnālam

source: Sender makes this counter proposal
bg: Подателят направи насрещно предложение
el: Ο αποστολέας έθεσε αυτήν την αντιπρόταση
es: El remitente hace esta contrapropuesta
kk: Жіберуші қарсы ұсынысын жасады
lv: Sūtītājs ierosina šādu pret-priekšlikumu

source: Sender indicates this journal assignment still needs some action
bg: Подателят показва, че асоциирането на дневника все още се нуждае от уточнение
el: Ο αποστολέας σημειώνει ότι αυτή η ανάθεση χρονικού απαιτεί ακόμη κάποια ενέργεια
es: El remitente indica que la asignación de esta entrada del diario aún precisa de alguna acción
kk: Жіберуші күнделіктің жүгізушісі болу әлі біршама әрекет қажет етеді дейді
lv: Sūtītājs norāda, ka šim žurnāla nozīmējumam vēl nepieciešama kāda darbība

source: Sender accepts this journal
bg: Подателят прие дневника
el: Ο αποστολέας αποδέχεται αυτό το χρονικό
es: El remitente acepta esta entrada del diario
kk: Жіберуші күнделіктің жүргізушісі болуға келісті
lv: Sūtītājs pieņem šo žurnālu

source: Sender tentatively accepts this journal
bg: Подателят прие дневника временно
el: Ο αποστολέας αποδέχεται προσωρινά αυτό το χρονικό
es: El remitente va a intentar aceptar esta entrada del diario
kk: Жіберуші күнделіктің жүргізушісі болуға шарт қойып келісті
lv: Sūtītājs pagaidām pieņem šo žurnālu

source: Sender declines this journal
bg: Подателят отхвърли дневника
el: Ο αποστολέας απορρίπτει αυτό το χρονικό
es: El remitente rechaza esta entrada del diario
kk: Жіберуші күнделіктің жүргізушісі болуға келіспеді
lv: Šūtītājs noraida šo žurnālu

source: Sender has delegated this request for the journal
bg: Подателят е прехвърлил заявката за дневника на друг
el: Ο αποστολέας έχει ανατεθεί σε αυτήν την αίτηση για το χρονικό
es: El remitente ha delegado la solicitud para esta entrada del diario
kk: Жіберуші күнделіктің жүргізушісі болуды басқадан сұрады
lv: Sūtītājs uzticēja šo žurnāla pieprasījumu

source: The request for this journal is now completed
bg: Заявката за дневника е завършена
el: Η αίτηση για αυτό το χρονικό έχει ολοκληρωθεί
es: Se ha completado la solicitud para esta entrada del diario
kk: Күнделіктің толтырушысын тағайындауы бітті
lv: Šis žurnāla pieprasījums ir pabeigts

source: Sender is still processing the invitation
bg: Подателят все още разглежда поканата за съвещанието
el: Ο αποστολέας ακόμη επεξεργάζεται την πρόσκληση
es: El remitente aún está procesando la invitación
kk: Жіберуші шақыруды әлі қарастыруда
lv: Sūtītājs vēl apstrādā ielūgumu

source: Unknown response to this journal
bg: Неизвестен отговор на дневника
el: Άγνωστη απάντηση για αυτό το χρονικό
es: Respuesta desconocida para esta entrada del diario
kk: Күнделік туралы келген жауап түсінікті емес
lv: Nezināma atbilde uz šo žurnālu

source: Sender declines the counter proposal
bg: Подателят отхвърли насрещното предложение
el: Ο αποστολέας απέρριψε αυτήν την αντιπρόταση
es: El remitente rechaza la contrapropuesta
kk: Жіберуші қарсы ұсынысты қабылдамады
lv: Sūtītājs noraida pret-priekšlikumu

source: Error: Journal iTIP message with unknown method
el: Σφάλμα: Μήνυμα iMIP χρονικού με άγνωστη μέθοδο
es: Error: Mensaje de diario iTIP con método desconocido
kk: Қате: Беймәлім тәсіліді күнделіктің iTIP хабарламасы
lv: Kļūda: iTIP ziņojums ar nezināmu metodi

source: This free/busy list has been published
bg: Списъкът с ангажиментите е публикуван
el: Η λίστα free/busy δημοσιεύτηκε
es: Se ha publicado esta lista de disponibilidad
kk: Бос/Істе туралы мәлімет тізімі жарияланды
lv: Brīvā/Aizņemtā laika saraksts tika publicēts

source: The free/busy list has been requested
bg: Заявен е списък с ангажименти
el: Η λίστα free/busy έχει αιτηθεί
es: Se ha solicitado la lista de disponibilidad
kk: Бос/Істе туралы мәлімет тізімі сұралды
lv: Brīvā/Aizņemtā laika saraksts tika pieprasīts

source: This free/busy list was refreshed
bg: Списъкът с ангажиментите е обновен
el: Αυτή η λίστα free/busy ανανεώθηκε
es: Se ha refrescado esta lista de disponibilidad
kk: Бос/Істе туралы мәлімет тізімі жаңартылды
lv: Šīs Brīvā/Aizņemtā laika saraksts ir papildināts

source: This free/busy list was canceled
bg: Списъкът с ангажиментите е отменен
el: Αυτή η λίστα free/busy ακυρώθηκε
es: Se ha cancelado esta lista de disponibilidad
kk: Бұл Бос/Істе туралы мәлімет тізімі жойылды
lv: Šīs Brīvā/Aizņemtā laika saraksts tika atcelts

source: Addition to the free/busy list
bg: Допълнение към списъка с ангажиментите
el: Προσθήκη στη λίστα free/busy
es: Adición para la lista de disponibilidad
kk: Бос/Істе туралы мәлімет тізімін толықтыру
lv: Papildinājums brīvā/aizņemtā laika sarakstam

source: Reply to the free/busy list
el: Απάντηση στη λίστα διαθεσιμότητας
es: Contestar a la lista de disponibilidad
kk: Бос/Істе туралы жауап беру
lv: Atbilde uz brīvs/aizņemts sarakstu

source: Error: Free/Busy iTIP message with unknown method
el: Σφάλμα: Μήνυμα Free/Busy iMIP με άγνωστη μέθοδο
es: Error: Mensaje iTIP de disponibilidad con método desconocido
kk: Қате: Беймәлім тәсіліді Бос/Істе мәліметінің iTIP хабарламасы
lv: Kļūda: Brīvā/Aizņemtā laika iTIP ziņojums ar nezināmu metodi

source: Invitation List
el: Λίστα πρόσκλησης
es: Lista de invitaciones
kk: Шақыру тізімі
lv: Ielūgumu saraksts

# no attendees
source: None
bg: Без
el: Κανένα
es: Ninguna
kk: Жоқ
lv: Nav

source: Attached Documents:
bg: Прикрепени документи:
el: Συνημμένα έγγραφα:
es: Documentos adjuntos:
kk: Тіркеме құжаттар:
lv: Pievienotie dokumenti

source: The invitation starting time has been changed from %1 to %2
el: Η ώρα έναρξης της πρόσκλησης άλλαξε από %1 σε %2
es: Se ha cambiado la hora de inicio de la invitación de %1 a %2
kk: Шақырудағы басталу уақыты өзгертілен (%1 -> %2)
lv: Ielūguma sākums ir pārcelts no %1 uz %2

source: The invitation ending time has been changed from %1 to %2
el: Η ώρα λήξης της πρόσκλησης άλλαξε από %1 σε %2
es: Se ha cambiado la hora de finalización de la invitación de %1 a %2
kk: Шақырудағы аяқталу уақыты өзгертілен (%1 -> %2)
lv: Ielūguma beigas ir pārceltas no %1 uz %2

source: The to-do has been completed
el: Η προς υλοποίηση εργασία ολοκληρώθηκε
es: Se ha completado esta tarea pendiente
kk: Іс біткен

source: The to-do is no longer completed
el: Η προς υλοποίηση εργασία δεν είναι πλέον ολοκληρωμένη
es: Esta tarea pendiente ya no está completa
kk: Іс енді бітпеген

source: The task completed percentage has changed from %1 to %2
el: Το ποσοστό ολοκλήρωσης της εργασίας άλλαξε από %1 σε %2
es: El porcentaje completado de la tarea ha cambiado de %1 a %2
kk: Істің орындалу пайызы өзгерді (%1 -> %2)

source: A to-do starting time has been added
el: Έχει προστεθεί ώρα έναρξης για την προς υλοποίηση εργασία
es: Se ha añadido una hora de inicio de la tarea pendiente
kk: Істің басталу уақыты анықталды

source: The to-do starting time has been removed
el: Έχει αφαιρεθεί η ώρα έναρξης της προς υλοποίηση εργασίας
es: Se ha eliminado la hora de inicio de la tarea pendiente
kk: Істің басталу уақыты өшірілген

source: The to-do starting time has been changed from %1 to %2
el: Η ώρα έναρξης της προς υλοποίηση εργασίας άλλαξε από %1 σε %2
es: Se ha cambiado la hora de inicio de la tarea pendiente de %1 a %2
kk: Істің басталу уақыты өзгертілен (%1 -> %2)

source: A to-do due time has been added
el: Έχει προστεθεί ώρα λήξης για την προς υλοποίηση εργασία
es: Se ha añadido una hora de vencimiento a la tarea pendiente
kk: Істің аяқталу уақыты анықталды
