Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkpimutils.po
Languages: da, es, et, fi, fr, ga, gl, hi, hu, ia, it, ko, lt, lv, nb, nds, nl, pt, pt_br, sk, sl, sr@ijekavian, sv, tr, uk, zh_tw

source: Permissions Check
da: Rettighedstjek
es: Comprobar permisos
et: Õiguste kontroll
fi: Tarkistetaan oikeudet
fr: Vérification des droits d'accès
ga: Seiceáil Ceadanna
gl: Verificación dos permisos
hi: अनुमतियाँ जाँच
hu: Jogosultsági ellenőrzés
ia: Verifica de permissiones
it: Controllo dei permessi
ko: 권한 검사
lt: Leidimų patikrinimas
lv: Atļauju pārbaude
nb: Adgangstillatelseskontroll
nds: Verlövenprööv
nl: Toegangsrechtencontrole
pt: Verificação de Permissões
pt_br: Verificação de permissões
sk: Kontrola prístupových práv
sl: Preverjanje dovoljenj
sr@ijekavian: Провјера дозвола
sv: Behörighetskontroll
tr: İzin Kontrolü
uk: Перевірка прав доступу
zh_tw: 權限檢查
