Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkcal.po
Languages: bg, el, es, kk, lv

# @item event, to-do or journal needs action
source: Needs Action
bg: Очаква действие
el: Απαιτεί ενέργεια
es: Se necesita una acción
kk: Әрекет қажет етіледі
lv: Nepieciešama rīcība

# @item event, to-do or journal accepted
source: Accepted
bg: Прието
el: Αποδεκτό
es: Aceptado
kk: Қабыл етілді
lv: Apstiprināts

# @item event, to-do or journal declined
source: Declined
bg: Отхвърлено
el: Απορρίφθηκε
es: Rechazado
kk: Келісім жоқ
lv: Noraidīts

# @item event or to-do tentatively accepted
source: Tentative
el: Διερευνητικό
es: Provisional
kk: Мүмкін деп
lv: Pagaidu

# @item event or to-do delegated
source: Delegated
bg: Прехвърлено
el: Ανατεθειμένη
es: Delegado
kk: Басқаға тапсырды
lv: Uzticēts

# @item to-do completed
source: Completed
bg: Завършено
el: Ολοκληρώθηκε
es: Completado
kk: Орындалды
lv: Pabeigts

# @item to-do in process of being completed
source: In Process
bg: Извършва се
el: Σε εξέλιξη
es: En proceso
kk: Іс етілуде
lv: Procesā

# @item event or to-do status unknown
source: Unknown
bg: Непознато
el: Άγνωστο
es: Desconocido
kk: Беймәлім
lv: Nezināms

# @item chairperson
source: Chair
bg: Ръководител
el: Πρόεδρος
es: Silla
kk: Төраға/Төрайым
lv: Vadītājs

# @item participation is required
source: Participant
bg: Участник
el: Συμμετέχων
es: Participante
kk: Қатысушы
lv: Piedalīšanās

# @item participation is optional
source: Optional Participant
bg: Допълнителен участник
el: Προαιρετικός συμμετέχων
es: Participante opcional
kk: Қосалқы қатысушы
lv: Neoblogāta piedalīšanās

# @item non-participant copied for information
source: Observer
bg: Наблюдаващ
el: Παρατηρητής
es: Observador
kk: Бақылаушы
lv: Novērotājs

source: Unknown Name
bg: Неизвестно име
el: Άγνωστο όνομα
es: Nombre desconocido
kk: Аты беймәлім
lv: Nezināms nosaukums

source: Confirm Save
bg: Потвърждение на записа
el: Επιβεβαίωση αποθήκευσης
es: Confirmar el guardado
kk: Сақтауды құптау
lv: Apstiprināt saglabāšanu

source: You have requested to save the following objects to '%1':
bg: Заявихте запис на следните обекти в "%1":
el: Ζητήσατε να αποθηκευτούν τα ακόλουθα αντικείμενα στο '%1':
es: Ha solicitado guardar en «%1» los siguientes objetos:
kk: '%1' дегенге келесі нысандардың сақтауы сұралды:
lv: Jūs esat pieprasījis saglabāt šos objektus uz '%1':

source: Operation
bg: Действие
el: Λειτουργία
es: Operación
kk: Амал
lv: Darbība

source: Type
bg: Вид
el: Τύπος
es: Tipo
kk: Түрі
lv: Tips

source: Summary
bg: Обобщение
el: Περίληψη
es: Resumen
kk: Атауы
lv: Kopsavilkums

source: %1 Error
bg: Грешка на %1
el: %1 Σφάλμα
kk: %1 қатесі
lv: %1 kļūda

source: Load Error
bg: Грешка при зареждане
el: Σφάλμα φόρτωσης
es: Error al cargar
kk: Жүктеу қатесі
lv: Ielādes kļūda

source: Save Error
bg: Грешка при запис
el: Σφάλμα αποθήκευσης
es: Error al guardar
kk: Сақтау қатесі
lv: Saglabāšanas kļūda

source: Parse Error in libical
bg: Грешка при обработка в libical
el: Σφάλμα ανάλυσης στην libical
es: Error al analizar en libical
kk: libical жиындағы талдау қатесі
lv: Parsēšanas kļūda iekš libical

source: Parse Error in libkcal
bg: Грешка при обработка в libkcal
el: Σφάλμα ανάλυσης στην libkcal
es: Error al analizar en libkcal
kk: libkcal жиындағы талдау қатесі
lv: Parsēšanas kļūda iekš libkcal

source: No calendar component found.
bg: Няма намерен модул за календар.
el: Δε βρέθηκε συστατικό ημερολογίου.
es: No se encontró componente de calendario.
kk: Күнтізбе компоненті табылған жоқ.
lv: Nav atrasta kalendāra komponente.

source: vCalendar Version 1.0 detected.
bg: Намерен е модулът vCalendar версия 1.0.
el: vCalendar έκδοση 1.0 βρέθηκε.
es: Versión 1.0 de vCalendar detectada.
kk: vCalendar 1.0-нұсқасы байқалды.
lv: Noteikts vCalendar versija 1.0.

source: iCalendar Version 2.0 detected.
bg: Намерен е модулът iCalendar версия 2.0.
el: iCalendar έκδοση 2.0 βρέθηκε.
es: Versión 2.0 de iCalendar detectada.
kk: vCalendar 2.0-нұсқасы байқалды.
lv: Noteikts vCalendar versija 2.0.

source: Unknown calendar format detected.
bg: Открит е непознат формат на календар.
el: Εντοπίστηκε άγνωστη μορφή ημερολογίου.
es: Detectado formato desconocido de calendario.
kk: Беймәлім пішімдегс күнтізбе байқалды
lv: Neiznāms kalendāra formāts.

source: Restriction violation
bg: Нарушение на ограниченията
el: Παραβίαση περιορισμού
es: Violación de restricción
kk: Шектеуді бұзу
lv: Pārkāpts ierobežojums

source: No writable resource found
el: Δεν βρέθηκαν εγγράψιμοι πόροι
es: Recursos de escritura no encontrados
kk: Жазылмайтын дерек көзіне тап болдық

# @title:column event start time
source: Start Time
bg: Начален час
el: Χρόνος έναρξης
es: Hora de inicio
kk: Басталу уақыты
lv: Sākuma laiks

# @title:column event end time
source: End Time
bg: Краен час
el: Χρόνος λήξης
es: Hora de finalización
kk: Аяқталу уақыты
lv: Beigu laiks

# @title:column event description
source: Event
bg: Събитие
el: Γεγονός
es: Evento
kk: Оқиға

# @title:column event location
source: Location
el: Τοποθεσία
es: Ubicación
kk: Орыны

# @title:column event categories
source: Categories
bg: Категории
el: Κατηγορίες
es: Categorías
kk: Санаттары
lv: Kategorijas

# @title:column event attendees
source: Attendees
bg: Участници
el: Παρευρισκόμενοι
es: Asistentes
kk: Қатысушылары
lv: Dalībnieki

# @title:column
source: To-do
bg: Задачи
el: Προς υλοποίηση
es: Tareas pendientes
kk: Іс
lv: Darāmais

# @title:column to-do priority
source: Priority
bg: Приоритет
el: Προτεραιότητα
es: Prioridad
kk: Маңыздылығы
lv: Prioritāte

# @title:column to-do percent completed
source: Completed
bg: Завършено
el: Ολοκληρώθηκε
es: Completada
kk: Біту %
lv: Pabeigts

# @title:column to-do due date
source: Due Date
el: Ημερομηνία λήξης
es: Fecha de vencimiento
kk: Бітіру күні
lv: Beigu datums

# @title:column to-do location
source: Location
bg: Място
el: Τοποθεσία
es: Ubicación
kk: Орыны
lv: Vieta

# @title:column to-do categories
source: Categories
bg: Категории
el: Κατηγορίες
es: Categorías
kk: Санаттары
lv: Kategorijas

# @title:column to-do attendees
source: Attendees
bg: Участници
el: Παρευρισκόμενοι
es: Asistentes
kk: Қатысушылары
lv: Dalībnieki

# @title:column sub-to-dos of the parent to-do
source: Sub-To-dos of:
bg: Подзадачи на:
el: Υποεργασίες του:
es: Subtareas pendientes de:
kk: Келесінің тармағы:
lv: Apakšdarbi darbam:

# @title:column sub-to-dos of the parent to-do
source: Sub-To-dos
bg: Подзадачи
el: Υποεργασίες
es: Subtareas pendientes
kk: Істің тармағы
lv: Apakšdarbi

# @info/plain
source: This page was created
bg: Страницата е създадена
el: Αυτή η σελίδα δημιουργήθηκε
es: Esta página fue creada
kk: Парақты бастаған
lv: Šo lapu izveidoja

# @info/plain page creator email link with name
source: by <link url='mailto:%1'>%2</link>
bg: от <link url='mailto:%1'>%2</link>
el: από <link url='mailto:%1'>%2</link>
es: por <link url='mailto:%1'>%2</link>
kk: <link url='mailto:%1'>%2</link>

# @info/plain page creator email link
source: by <link url='mailto:%1'>%2</link>
bg: от <link url='mailto:%1'>%2</link>
el: από <link url='mailto:%1'>%2</link>
es: por <link url='mailto:%1'>%2</link>
kk: <link url='mailto:%1'>%2</link>

# @info/plain page creator name only
source: by %1
bg: от %1
el: από %1
es: por %1

# @info/plain page credit with name and link
source: with <link url='%1'>%2</link>
bg: с <link url='%1'>%2</link>
el: με <link url='%1'>%2</link>
es: con <link url='%1'>%2</link>
kk: <link url='%1'>%2</link> дегенмен бірге
lv: ar <link url='%1'>%2</link>

# @info/plain page credit name only
source: with %1
bg: с %1
el: με %1
es: con %1
kk: %1 дегенмен бірге
lv: ar %1

source: Full name of the calendar owner
bg: Пълно име на собственика на календара
el: Το πλήρες όνομα του ιδιοκτήτη του ημερολογίου
es: Nombre completo del propietario del calendario
kk: Күнтізбе иесінің толық аты-жөні
lv: Pilns kalendāra īpašnieka nosaukums

source: WhatsThis text for FullName setting
bg: Помощно съобщение за пълното име.
el: Κείμενο βοήθειας για τη ρύθμιση πλήρους ονόματος
es: Texto «Qué-es-esto» para la preferencia «Nombre-completo»
kk: ТолықАты үшін БұлНе мәтіні
lv: KasTas teksts PilnāNosaukuma vērtībai

source: Email of the calendar owner
bg: Адрес за е-поща на собственика на календара
el: Η διεύθυνση ηλ. ταχυδρομείου του ιδιοκτήτη του ημερολογίου
es: Correo del propietario del calendario
kk: Күнтізбе иесінің эл.пошта адресі
lv: Kalendāra īpašnieka e-pasts

source: WhatsThis text for Email setting
bg: Помощно съобщение за адреса за е-поща.
el: Κείμενο βοήθειας για τη ρύθμιση Email
es: Texto «Qué es esto» para la opción de correo
kk: Эл.пошта үшін БұлНе мәтіні
lv: KasTas teksts e-pastam

source: Creator application
bg: Създаден чрез
el: Εφαρμογή δημιουργού
es: Aplicación creadora
kk: Жасаған бағдарламасы
lv: Izveidošanas programma

source: Creator application of the calendar
bg: Програма, чрез която е създаден календара.
el: Εφαρμογή δημιουργού του ημερολογίου
es: Aplicación que ha creado el calendario
kk: Күнтізбені жасаған бағдарламасы
lv: Kalendāra izveidošanas programma

source: Creator URL
bg: Адрес на програмата
el: Το URL δημιουργού
es: URL del creador
kk: Жасағанның URL сілтемесі
lv: Izveidošanas URL

source: URL of the creator application of the calendar.
bg: Адрес на програма, чрез която е създаден календара.
el: Το URL της εφαρμογής δημιουργού του ημερολογίου.
es: URL de la aplicación que ha creado el calendario.
kk: Күнтізбені жасаған бағдарламаның URL сілтемесі.
lv: Kalendāra izveidošanas programmas URL.

source: Page Title
bg: Заглавие на страницата
el: Τίτλος σελίδας
es: Título de página
kk: Беттің атауы
lv: Lapas virsraksts

source: Calendar
bg: Календар
el: Ημερολόγιο
es: Calendario
kk: Күнтізбе

source: Date start
bg: Начало
el: Ημερομηνία έναρξης
es: Fecha de inicio
kk: Бастау күні
lv: Sākuma datums

source: First day of the range that shall be exported to HTML.
bg: Начален ден интервала за експортиране в HTML.
el: Η πρώτη ημέρα της περιόδου που θα εξαχθεί σε HTML.
es: Primer día del intervalo que se debe exportar como HTML.
kk: HTML-ге экспорт ететін аралығының бірінші күні.
lv: Pirmā intervāla diena, kas tiks iekļauta HTML eksportā.

source: Date end
bg: Край
el: Ημερομηνία τέλους
es: Fecha de finalización
kk: Соңғы күні
lv: Beigu datums

source: Last day of the range that shall be exported to HTML.
bg: Краен ден интервала за експортиране в HTML.
el: Η τελευταία ημέρα της περιόδου που θα εξαχθεί σε HTML.
es: Último día del intervalo que se debe exportar como HTML.
kk: HTML-ге экспорт ететін аралығының соңғы күні.
lv: Pēdējā intervāla diena, kas tiks iekļauta HTML eksportā.

source: Output filename
bg: Изходен файл
el: Όνομα αρχείου εξόδου
es: Nombre del archivo de salida
kk: Шығыс файл атауы
lv: Izvada faila nosaukums

source: The output file name for the HTML export.
bg: Изходен файл, в който ще бъдат експортирани данните.
el: Το όνομα αρχείου για την εξαγωγή σε HTML.
es: El nombre del archivo de salida para la exportación como HTML.
kk: HTML-ге экспорт ететін шығыс файл атауы.
lv: Faila nosaukums, kurā tiks saglabāts eksportētais HTML.

source: Style sheet
bg: Стил
el: Φύλλο στυλ
es: Hoja de estilo
kk: Стиль кестесі
lv: Stila lapa

source: CSS style sheet to be used by the final HTML page. This string contains the actual contents of the CSS, not a path to the style sheet.
bg: Стил CSS, който ще се използва за страницата HTML. Полето съдържа описанието на стила, който ще се използва, а не път до файла, който ще се използва.
el: Το φύλλο στυλ CSS που θα χρησιμοποιηθεί στην τελική σελίδα HTML. Αυτή η συμβολοσειρά περιέχει τα πραγματικά περιεχόμενα του CSS, όχι μια διαδρομή στο φύλλο στυλ.
es: Hoja de estilo CSS que va a usar la página HTML final. La cadena contiene el contenido real del CSS, no una ruta a la hoja de estilo.
kk: Шығыс HTML файлда қолданатын CSS стиль кестесі. Бұнда CSS кестесінің сілтемесі емес - кестенің өз мазмұны орналасады.
lv: CSS stila lapa, ko izmantot HTML lapas noformēšanai. Šī virkne satur pašus CSS stilus, nevis ceļu uz stila lapas failu.

source: Exclude private incidences from the export
bg: Изключване на личните ангажименти от експортирането
el: Εξαίρεση ιδιωτικών εμφανίσεων από την εξαγωγή
es: Excluir las incidencias privadas de la exportación
kk: Сырлы мәліметтер экспорт етілмесін
lv: Neiekļaut eksportā privātos notikumus

source: Exclude confidential incidences from the export
bg: Изключване на конфиденциалните ангажименти от експортирането
el: Εξαίρεση εμπιστευτικών εμφανίσεων από την εξαγωγή
es: Excluir las incidencias confidenciales de la exportación
kk: Құпия мәліметтер экспорт етілмесін
lv: Neiekļaut eksportā konfidenciālos notikumus

source: Export events as list
bg: Експортиране на събитията в списък
el: Εξαγωγή γεγονότων ως λίστα
es: Exportar los eventos como una lista
kk: Оқиғалар тізім қылып экспортталсын
lv: Eksportēt notikumus kā sarakstu

source: Export in month view
bg: Експортиране в месечен формат
el: Εξαγωγή σε μηνιαία προβολή
es: Exportar en la vista mensual
kk: Айлық түрде экспортталсын
lv: Eksportēt mēneša skatā

source: Export in week view
bg: Експортиране в седмичен формат
el: Εξαγωγή σε εβδομαδιαία προβολή
es: Exportar en la vista semanal
kk: Апталық түрде экспортталсын
lv: Eksportēt nedēļas skatā

source: Title of the calendar
bg: Заглавие на календара
el: Ο τίτλος του ημερολογίου
es: Título del calendario
kk: Күнтізбенің атауы
lv: Kalenāra virsraksts

source: Export location of the events
bg: Експортиране на местоположението на събитията
el: Τοποθεσία εξαγωγής των γεγονότων
es: Exportar la ubicación de los eventos
kk: Оқиғалардың өту орындары экспортталсын
lv: Eksportēt notikumu vietu

source: Export categories of the events
bg: Експортиране на категориите на събитията
el: Εξαγωγή των κατηγοριών των γεγονότων
es: Exportar las categorías de los eventos
kk: Оқиғалардың санаттары экспортталсын
lv: Esportējamo notikumu kategorijas

source: Export attendees of the events
bg: Експортиране на участниците в събитията
el: Εξαγωγή συμμετεχόντων των γεγονότων
es: Exportar los asistentes a los eventos
kk: Оқиғалардың қатысушылары экспортталсын
lv: Eksportēt notikumu dalībniekus

source: Export to-do list
bg: Експортиране на задачите
el: Εξαγωγή των προς υλοποίηση εργασιών
es: Exportar la lista de tareas pendientes
kk: Жоспарлар тізімі экспортталсын
lv: Eksportēt darbu sarakstu

source: Title of the to-do list
bg: Заглавие на задачите
el: Ο τίτλος της λίστας των προς υλοποίηση εργασιών
es: Título de la lista de tareas pendientes
kk: Жоспарлар тізімінің атауы
lv: Darbu saraksta nosaukums

source: To-do List
bg: Списък със задачи
el: Λίστα προς υλοποίηση
es: Lista de tareas pendientes
kk: Істер тізімі

source: Export due dates of the to-dos
bg: Експортиране на крайните дати на задачите
el: Εξαγωγή της ημερομηνίας λήξης των προς υλοποίηση εργασιών
es: Exportar las citas vencidas de las tareas pendientes
kk: Жоспарлардың орындап бітіру күндері экспортталсын
lv: Eksportēt darbu termiņus

source: Export location of the to-dos
bg: Експортиране на местоположението на задачите
el: Τοποθεσία εξαγωγής των προς υλοποίηση εργασιών
es: Exportar la ubicación de las tareas pendientes
kk: Жоспарлардың орындары экспортталсын
lv: Eksportēt darbu vietas

source: Export categories of the to-dos
bg: Експортиране на категориите на задачите
el: Εξαγωγή των κατηγοριών των προς υλοποίηση εργασιών
es: Exportar las categorías de las tareas pendientes
kk: Жоспарлардың санаттары экспортталсын
lv: Eksportēt darbu kategorijas

source: Export attendees of the to-dos
bg: Експортиране на участниците в задачите
el: Εξαγωγή συμμετεχόντων των προς υλοποίηση εργασιών
es: Exportar los asistentes de las tareas pendientes
kk: Жоспарлардың қатысушылары экспортталсын
lv: Eksportēt darbu dalībniekus

source: Export journals
bg: Експортиране на дневника
el: Εξαγωγή χρονικών
es: Exportar las entradas del diario
kk: Күнделіктің жазулары экспортталсын
lv: Eksoprtēt žurnālus

source: Title of the journal list
bg: Заглавие на дневника
el: Τίτλος της λίστας χρονικών
es: Título de la lista de entradas al diario
kk: Күнделіктің жазулар тізімінің атауы
lv: Žurnālu saraksta nosaukums

source: Journals
bg: Дневници
el: Χρονικά
es: Diarios
kk: Күнделіктер

source: Title of the free/busy list
bg: Заглавие на ангажиментите
el: Τίτλος της λίστας free/busy
es: Título de la lista de ocios y ocupaciones
kk: Бос/Істе туралы мәліметтер тізімінің атауы
lv: Brīvs/Aizņemts saraksta virsraksts

source: Busy times
el: Χρόνοι απασχόλησης
es: Tiempos ocupados
kk: Бос емес уақыттар

source: Error saving to '%1'.
bg: Грешка при запис в "%1".
el: Σφάλμα κατά την αποθήκευση στο '%1'.
es: Error al guardar «%1».
kk: '%1' дегенге сақтау қатесі.
lv: Kļūda saglabājot uz '%1'.

source: Could not save '%1'
bg: Грешка при запис на "%1"
el: Αδυναμία αποθήκευσης του '%1'
es: No se pudo guardar «%1»
kk: '%1' сақталмайды
lv: Neizdevās saglabāt '%1'

source: libical error
bg: Грешка на libical
el: libical σφάλμα
es: error de libical
kk: libical қатесі
lv: libical kļūda

source: No VERSION property found
bg: Не е открит параметър VERSION
el: Δεν βρέθηκε ιδιότητα VERSION
es: Propiedad VERSION no encontrada
kk: VERSION қасиеті табылған жоқ
lv: Nav atrasta VERSION īpašība

source: Expected iCalendar, got vCalendar format
bg: Очакваше се формат на iCalendar, получен е на vCalendar
el: Αναμενόταν iCalendar, ανακτήθηκε τύπος vCalendar
es: Se esperaba un formato iCalendar, pero se recibió un vCalendar
kk: iCalendar пішімі болуға тиіс еді, келгені vCalendar
lv: Tika gaidīts iCalendar formāts, dabūts vCalendar formāts

source: Expected iCalendar, got unknown format
bg: Очакваше се формат на iCalendar, получен е непознат формат
el: Αναμενόταν iCalendar, ανακτήθηκε άγνωστος τύπος
es: Se esperaba un formato iCalendar, pero se recibió uno desconocido
kk: iCalendar пішімі болуға тиіс еді, келгені беймәлім пішімде
lv: Tika gaidīts iCalendar formāts, dabūts nezināms formāts

# @item event is tentative
source: Tentative
el: Διερευνητικό
es: Provisional
kk: Шартты түрде
lv: Pagaidu

# @item event is definite
source: Confirmed
bg: Потвърдено
el: Επιβεβαιώθηκε
es: Confirmado
kk: Құпталған
lv: Apstiprināts

# @item to-do is complete
source: Completed
bg: Завършено
el: Ολοκληρώθηκε
es: Completada
kk: Біткен
lv: Pabeigts

# @item to-do needs action
source: Needs-Action
bg: Очаква действие
el: Απαιτεί ενέργεια
es: Se necesita acción
kk: Әрекетті қажет ететін
lv: Nepieciešama rīcība

# @item event orto-do is canceled; journal is removed
source: Canceled
bg: Отменено
el: Ακυρώθηκε
es: Cancelado
kk: Болмайтын
lv: Atcelts

# @item to-do is in process
source: In-Process
bg: Извършва се
el: Σε εξέλιξη
es: En proceso
kk: Іс етілуде
lv: Procesā

# @item journal is in draft form
source: Draft
bg: Чернова
el: Πρόχειρο
es: Borrador
kk: Алдын-ала жобасы
lv: Melnraksts

# @item journal is in final form
source: Final
bg: Окончателно
el: Τελικό
kk: Ақырғы
lv: Pabeigts

# @item incidence access if for everyone
source: Public
bg: Публично
el: Δημόσιο
es: Público
kk: Ашық
lv: Publisks

# @item incidence access is by owner only
source: Private
bg: Частно
el: Προσωπικό
es: Privado
kk: Сырлы
lv: Privāts

# @item incidence access is by owner and a controlled group
source: Confidential
bg: Поверително
el: Εμπιστευτικό
es: Confidencial
kk: Құпиялы
lv: Konfidenciāls

source: (delegated by %1)
bg: (прехвърлено от %1)
el: (με εξουσιοδότηση από τον %1)
es: (delegada por %1)
kk: (%1 дегеннің атынан)
lv: (uzticējis %1)

source: (delegated to %1)
bg: (прехвърлено на %1)
el: (με εξουσιοδότηση στον %1)
es: (delegada a %1)
kk: (%1 дегеннің атына)
lv: (uzticēts %1)

source: Organizer:
bg: Организатор:
el: Οργανωτής:
es: Organizador:
kk: Ұйымдастырғыш
lv: Organizators:

source: Chair:
bg: Ръководител:
el: Προεδρείο:
es: Silla:
kk: Төраға/Төрайымы:

source: Required Participants:
bg: Изисквани участници:
el: Απαραίτητοι συμμετέχοντες:
es: Participantes requeridos:
kk: Болуы міндеттілер:

source: Optional Participants:
bg: Допълнителни участници:
el: Προαιρετικοί συμμετέχοντες:
es: Participantes opcionales:
kk: Міндетті еместер:

source: Observers:
bg: Наблюдаващи:
el: Παρατηρητές
es: Observadores:
kk: Байқаушылар:

source: Show mail
bg: Показване на поща
el: Εμφάνιση αλληλογραφίας
es: Mostrar correo
kk: Хатты көрсету
lv: Rādīt pastu

source: Creation date: %1
bg: Дата на създаване: %1
el: Ημερομηνία δημιουργίας: %1
es: Fecha de creación: %1
kk: Жазылған күні: %1
lv: Izveidošanas datums: %1

source: Calendar:
bg: Календар:
el: Ημερολόγιο:
es: Calendario:
kk: Күнтізбе:
lv: Kalendārs:

# @title:column event location
source: Location:
el: Τοποθεσία:
es: Ubicación:
kk: Орыны:

source: Date:
bg: Дата:
el: Ημερομηνία:
es: Fecha:
kk: Күні:
lv: Datums:

source: Time:
bg: Час:
el: Χρόνος:
es: Hora:
kk: Уақыты:
lv: Laiks:

source: Duration:
bg: Продължителност:
el: Διάρκεια:
es: Duración:
kk: Ұзақтығы:
lv: Ilgums:

source: Recurrence:
bg: Повторение:
el: Επανεμφάνιση:
es: Repeticiones:
kk: Қайталануы:
lv: Atkārtošanās:

source: Anniversary:
bg: Годишнина:
el: Επέτειος:
es: Aniversario:
kk: Жылдығы:
lv: Gadadiena:

source: Birthday:
bg: Рожден ден:
el: Γενέθλια:
es: Cumpleaños:
kk: Туған күні:
lv: Dzimšanas diena:

source: Description:
bg: Описание:
el: Περιγραφή:
es: Descripción:
kk: Сипаттамасы:
lv: Apraksts:

source: Reminder:
bg: Напомняне:
el: Υπενθύμιση:
es: Recordatorio:
kk: Еске салулары:

source: Category:
bg: Категория:
el: Κατηγορία:
es: Categoría:
kk: Санаттары:
lv: Kategorija:

source: Attachment:
bg: Прикрепен файл:
el: Συνημμένο:
es: Adjunto:
kk: Тіркемелері:
lv: Pielikums:

# @title:column to-do location
source: Location:
el: Τοποθεσία:
es: Ubicación:
kk: Орыны:

# to-do start date/time
source: Start:
bg: Начало:
el: Έναρξη:
es: Inicio:
kk: Басталуы:
lv: Sākuma laiks:

# to-do due date/time
source: Due:
el: Λήξη:
es: Fin:
kk: Аяқталуы:
lv: Termiņš:

source: Priority:
bg: Приоритет:
el: Προτεραιότητα:
es: Prioridad:
kk: Маңыздылығы:
lv: Prioritāte:

# Completed: date
source: Completed:
bg: Завършено:
el: Ολοκληρώθηκε:
es: Completado:
kk: Біткен кезі:

source: Percent Done:
bg: Процент завършеност:
el: Ποσοστό ολοκλήρωσης:
es: Porcentaje completado:
kk: Орындалу пайызы:

source: Free/Busy information for %1
bg: Информация за ангажиментите на %1
el: Πληροφορίες Free/Busy για %1
es: Información de disponibilidad para %1
kk: %1 дегеннің Бос/Істе мәліметі
lv: %1 Brīvā/Aizņemtā laika informācija

source: Busy times in date range %1 - %2:
bg: Ангажименти през времето %1 - %2:
el: Ώρες απασχόλησης στο εύρος ημερομηνιών %1 - %2:
es: Horas ocupadas en el intervalo de fechas %1 - %2:
kk: %1 - %2 аралықтағы бос емес уақыты:
lv: Aizņemtie laiki intervālā %1 - %2:

# tag for busy periods list
source: Busy:
bg: Заето:
el: Απασχολημένος:
es: Ocupado:
kk: Істе:
lv: Aizņemts:

# hours part of duration
source: 1 hour
bg: 1 час
el: 1 ώρα
es: 1 hora
kk: %1 сағат
lv: %1 stunda

# minutes part duration
source: 1 minute
bg: 1 минута
el: 1 λεπτό
es: 1 minuto
kk: %1 минут
lv: %1 minūte

# seconds part of duration
source: 1 second
bg: 1 секунда
el: 1 δευτερόλεπτο
es: 1 segundo
kk: %1 секунд
lv: %1 sekunde

# startDate for duration
source: %1 for %2
bg: %1 за %2
el: %1 για %2
es: %1 durante %2
kk: %1 бастап %2 бойы
lv: %1 uz %2

# %1: Start Date
source: %1 (all day)
bg: %1 (цял ден)
el: %1 (όλη την ημέρα)
es: %1 (todo el día)
kk: %1 (күнімен)
lv: %1 (visa diena)

# %1: End Date
source: %1 (all day)
bg: %1 (цял ден)
el: %1 (όλη την ημέρα)
es: %1 (todo el día)
kk: %1 (күнімен)
lv: %1 (visa diena)

source: Your response is requested
bg: Поискан е отговорът ви
el: Ζητήθηκε η απάντησή σας
es: Se ha solicitado su respuesta
kk: Жауабыңыз керек
lv: Nepieciešama jūsu atbilde

source: Your response as <b>%1</b> is requested
bg: Поискан е отговорът ви като <b>%1</b>
el: Ζητήθηκε η απάντησή σας ως <b>%1</b>
es: Su respuesta como <b>%1</b> ha sido solicitada
kk: <b>%1</b>, жауабыңыз керек

source: No response is necessary
bg: Нужен е отговорът ви
el: Δεν είναι απαραίτητο να υπάρξει απάντηση
es: No es necesaria ninguna respuesta
kk: Жауап беру қажет емес
