Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkpimutils.po
Languages: da, es, et, fi, fr, ga, gl, hi, hu, ia, it, ko, lt, lv, nb, nds, nl, pt, pt_br, sk, sl, sr@ijekavian, sv, tr, uk, zh_tw

source: The email address you entered is not valid because it contains more than one @. You will not create valid messages if you do not change your address.
da: E-mail-adressen du indtastede er ikke gyldig fordi den indeholder mere end et @. Du vil ikke skrive gyldige beskeder hvis du ikke ændrer adressen.
es: La dirección de correo electrónico que introdujo no es válida porque contiene más de una @. No creará mensajes válidos si no cambia su dirección.
et: Sisestatud e-posti aadress ei sobi, sest selles on üle ühe @-märgi. Sa ei saa kirju saata, kui sa ei muuda aadressi.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se sisältää useita @-merkkejä. Et kirjoittaa viestejä, ellet muuta osoitetta.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient plus d'un caractère « @ ». Vous ne pourrez pas créer de messages valables tant que vous n'aurez pas modifié pas votre adresse.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil níos mó ná @ amháin ann. Ní chruthóidh tú teachtaireachtaí bailí mura n-athraíonn tú do sheoladh.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén máis dunha @. Non creará mensaxes válidas se non muda o enderezo.
hu: A megadott e-mail cím érvénytelen, mert egynél több @ karaktert tartalmaz. Érvényes címet kell megadni.
ia: Le adresse de e-posta que tu insertava non es valide proque il contine plus que un @. Tu non creara messages valide si tu non modifica tu adresse.
it: L'indirizzo di posta che hai inserito non è valido perché contiene più di un carattere @. Non potrai creare messaggi validi se non cambi l'indirizzo.
ko: 입력한 이메일 주소에 @ 기호가 두 개 이상 들어가 있어서 올바르지 않습니다. 주소를 변경하지 않으면 메시지를 작성할 수 없습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, kadangi jame yra daugiau nei vienas simbolis @. Išsiųsti galiojančių laiškų nepakeitus adreso nepavyks.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā satur vairāk nekā vienu @. Ziņojumi nebūs derīgi, ja nemainīsiet adresi.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder flere enn én @. Du vil ikke kunne sende gyldig e-post dersom du ikke endrer adressen.
nds: De ingeven Nettpostadress is leeg, se bargt mehr as een »@«-Teken. Mit disse Adress laat sik keen Nettbreven opstellen, änner ehr bitte.
nl: Het ingevoerde e-mailadres is ongeldig omdat het meer dan één @ bevat. U kunt geen geldige berichten aanmaken wanneer u dit adres niet wijzigt.
pt: O endereço de e-mail que introduziu não é válido porque contém mais do que um '@'. Não irá criar mensagens válidas se não alterar o seu endereço.
pt_br: O endereço de e-mail informado não é válido porque contém mais de uma @. Você não vai criar mensagens válidas se não alterá-lo.
sk: Emailová adresa ktorú ste vložili nie je platná pretože obsahuje viac ako jeden @. Nebudete môcť písať platné správy ak si nezmeníte adresu.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje več kot en @. Če ne spremenite naslova, ne boste mogli ustvariti veljavnih sporočil.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи више од једног @. Морате је измијенити да би поруке са њом састављене биле ваљане.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller mer än ett @. Du kommer inte att skapa giltiga brev om du inte ändrar din adress.
tr: Girdiğiniz e-posta adresi birden fazla @ içerdiği için geçerli değil. Eğer adresinizi değiştirmezseniz geçerli iletiler oluşturamazsınız.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить більше, ніж один символ @. Ви не зможете створювати повідомлення, якщо ви не зміните вашу адресу.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有一個以上的 @ 符號。您必須改變您的電子郵件地址才能建立訊息。

source: The email address you entered is not valid because it does not contain a @. You will not create valid messages if you do not change your address.
da: E-mail-adressen du indtastede er ikke gyldig fordi den ikke indeholder et @. Du vil ikke skrive gyldige beskeder hvis du ikke ændrer adressen.
es: La dirección de correo electrónico introducida no es válida porque no contiene ninguna @. No creará mensajes válidos si no cambia su dirección.
et: Sisestatud e-posti aadress ei sobi, sest selles pole ühtegi @-märki. Sa ei saa kirju saata, kui sa ei muuda aadressi.
fi: Antamasi sähköpostiosoite on virheellinen, sillä se ei sisällä @-merkkiä. Et voi kirjoittaa viestejä, ellet muuta osoitetta.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle ne contient aucun caractère « @ ». Vous ne pourrez pas créer de messages valables tant que vous n'aurez pas modifié votre adresse.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc nach bhfuil @ ann.Ní chruthóidh tú teachtaireachtaí bailí mura n-athraíonn tú do sheoladh.
gl: O enderezo de correo electrónico que escribiu non é válido porque non contén ningunha @. Non creará mensaxes válidas se non muda o enderezo.
hu: A megadott e-mail cím érvénytelen, mert nem tartalmaz @ karaktert. Nem fog tudni érvényes üzeneteket létrehozni, ha nem változtatja meg a címét.
ia: Le adresse de e-posta que tu insertava non es valide proque il non contine un @, Tu non creara valide messages si tu non modifica tu adresse.
it: L'indirizzo di posta che hai inserito non è valido perché non contiene un carattere @. Non potrai creare messaggi validi se non cambi l'indirizzo.
ko: 입력한 이메일 주소에 @ 기호가 들어가 있지 않아서 올바르지 않습니다 주소를 변경하지 않으면 메시지를 작성할 수 없습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, kadangi jame nėra simbolio @. Išsiųsti galiojančių laiškų nepakeitus adreso nepavyks.
nb: E-postadressen du oppga er ikke gyldig fordi den ikke inneholder en @. Du vil ikke kunne sende e-post dersom du ikke endrer adressen.
nds: De ingeven Nettpostadress is leeg, se bargt keen »@«-Teken. Mit disse Adress laat sik keen Nettbreven opstellen, änner ehr bitte.
nl: Het ingevoerde e-mailadres is ongeldig omdat het geen @ bevat. U kunt geen geldige berichten aanmaken wanneer u dit adres niet wijzigt.
pt: O endereço de e-mail que introduziu não é válido porque não contém qualquer '@'. Não irá criar mensagens válidas se não alterar o seu endereço.
pt_br: O endereço de e-mail informado não é válido porque não contém uma @. Você não vai criar mensagens válidas se não alterá-lo.
sk: Emailová adresa ktorú ste vložili nie je platná pretože neobsahuje @. Nebudete môcť písať platné správy ak si nezmeníte adresu.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker ne vsebuje @. Če ne spremenite naslova, ne boste mogli ustvariti veljavnih sporočil.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што не садржи ниједно @. Морате је измијенити да би поруке са њом састављене биле ваљане.
sv: E-postadressen som du angav är inte giltig, eftersom den inte innehåller något @. Du kommer inte att skapa giltiga brev om du inte ändrar din adress.
tr: Girdiğiniz e-posta adresi @ karakteri içermediği için geçerli değil. Eğer adresinizi değiştirmezseniz geçerli ileti oluşturamazsınız.
uk: Введено некоректну адресу електронної пошти, оскільки вона не містить @. Ви не зможете створювати повідомлення, якщо ви не зміните вашу адресу.
zh_tw: 您輸入的電子郵件地址是不合法的，因為沒有任何的 @ 符號。您必須改變您的電子郵件地址才能建立訊息。

source: You have to enter something in the email address field.
da: Du skal indtaste noget i e-mail-adresse-feltet.
es: Debe introducir algo en el campo de dirección de correo electrónico.
et: E-posti aadressi väljale tuleb ikka midagi kirjutada.
fi: Täytä sähköpostiosoite sille varattuun kenttään.
fr: Vous devez saisir quelque chose dans le champ « Adresse de courrier électronique ».
ga: Ní mór duit rud éigin a iontráil mar sheoladh ríomhphoist.
gl: Debe escribir algo no campo do enderezo de correo.
hi: आपको ईमेल पता फ़ील्ड में कुछ प्रविष्ट करना होगा.
hu: A címmező nem maradhat üresen.
ia: Tu ha insertate qualcosa in le campo de adresse de e-posta.
it: Devi scrivere qualcosa nel campo dell'indirizzo di posta.
ko: 이메일 주소 항목에 내용을 입력해야 합니다.
lt: Turite kažką įrašyti el. pašto adreso lauke.
lv: Jums kautkas jāievada adreses laukā.
nb: Du må skrive noe i feltet for e-postadresse.
nds: Du muttst wat na't Nettpostadress-Feld ingeven.
nl: U dient iets in het e-mailadresveld in te vullen.
pt: Terá de introduzir algo no campo do endereço de e-mail.
pt_br: Você tem que informar algo no campo do endereço de e-mail.
sk: Vložili ste niečo do poľa pre emailovú adresu.
sl: Polje za e-poštni naslov morate izpolniti.
sr@ijekavian: Морате унијети нешто у поље адресе е‑поште.
sv: Du måste skriva in någonting i fältet för e-postadress.
tr: E-posta adresi alanına bir şeyler girmek zorundasınız.
uk: Потрібно щось ввести в поле адреси ел. пошти.
zh_tw: 您必須輸入電子郵件地址。

source: The email address you entered is not valid because it does not contain a local part.
da: Den e-mail-adresse du indtastede er ikke gyldig fordi den ikke indeholder en lokaldel.
es: La dirección de correo electrónico introducida no es válida porque no contiene una parte local.
et: Sisestatud e-posti aadress ei sobi, sest selles ei leidu serverile viitavat osa.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se ei sisällä paikallista osaa (ennen @-merkkiä).
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle ne contient aucune partie locale.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc nach bhfuil páirt logánta ann.
gl: O enderezo de correo electrónico que escribiu non é válido porque non contén unha parte local.
hi: जो ईमेल पता आपने प्रविष्ट किया है वह वैध नहीं हैं, क्योंकि इसमें स्थानीय पार्ट नहीं है.
hu: A megadott e-mail cím érvénytelen, mert nem tartalmaz helyi részt.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il non contine un parte de local.
it: L'indirizzo di posta che hai inserito non è valido perché non contiene una parte locale.
ko: 입력한 이메일 주소에 로컬 부분이 포함되어 있지 않아서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes neturi vietinės dalies.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā nesatur lokālo daļu.
nb: E-postadressen du oppga er ikke gyldig fordi den ikke inneholder en lokal del.
nds: De ingeven Nettpostadress is leeg, se bargt keen Lokaaldeel.
nl: Het e-mailadres dat u hebt ingevoerd is ongeldig omdat het lokale gedeelte ontbreekt.
pt: O endereço de e-mail que introduziu não é válido porque não contém uma parte local.
pt_br: O endereço de e-mail informado não é válido porque não contém uma parte local.
sk: Emailová adresa ktorú ste vložili nie je platná pretože neobsahuje lokálnu časť.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker ne vsebuje krajevnega dela.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што не садржи локални дио.
sv: E-postadressen som du angav är inte giltig, eftersom den inte innehåller än lokal del.
tr: Girdiğiniz e-posta adresi yerel bir bölüm içermediği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона не містить локальну частину.
zh_tw: 您輸入的電子郵件地址是不合法的，因為沒有包含區域部份。

source: The email address you entered is not valid because it does not contain a domain part.
da: Den e-mail-adresse du indtastede er ikke gyldig fordi den ikke indeholder en domænedel.
es: La dirección de correo electrónico introducida no es válida porque no contiene una parte de dominio.
et: Sisestatud e-posti aadress ei sobi, sest selles ei leidu domeenile viitavat osa.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä se ei sisällä verkkoalueen nimeä (@-merkin jälkeen).
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle ne contient aucun nom de domaine.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc nach bhfuil fearann ann.
gl: O enderezo de correo electrónico que escribiu non é válido porque non contén unha parte de dominio.
hi: जो ईमेल पता आपने प्रविष्ट किया है वह वैध नहीं हैं, क्योंकि इसमें डोमेन पार्ट नहीं है.
hu: A megadott e-mail cím érvénytelen, mert nem tartalmaz tartományi részt.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il non contine un parte de dominio.
it: L'indirizzo di posta che hai inserito non è valido perché non contiene una parte del dominio.
ko: 입력한 이메일 주소에 도메인 부분이 포함되어 있지 않아서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes neturi domeno dalies.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā nesatur domēna daļu.
nb: E-postadressen du oppga er ikke gyldig fordi den ikke inneholder en domenedel.
nds: De ingeven Nettpostadress is leeg, se bargt keen Domään.
nl: Het e-mailadres dat u hebt ingevoerd is ongeldig omdat het domeingedeelte ontbreekt.
pt: O endereço de e-mail que introduziu não é válido porque não contém uma parte de domínio.
pt_br: O endereço de e-mail informado não é válido porque não contém uma parte de domínio.
sk: Emailová adresa ktorú ste vložili nie je platná pretože neobsahuje doménovú časť.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker ne vsebuje domenskega dela.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што не садржи доменски дио.
sv: E-postadressen som du angav är inte giltig, eftersom den inte innehåller än domändel.
tr: Girdiğiniz e-posta adresi bir alan adı bölümü içermediği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона не містить назви домену.
zh_tw: 您輸入的電子郵件地址是不合法的，因為沒有包含網域部份。

source: The email address you entered is not valid because it contains unclosed comments/brackets.
da: Den e-mail-adresse du indtastede er ikke gyldig fordi den indeholder ulukkede kommentarer/klammer.
es: La dirección de correo electrónico introducida no es válida porque contiene comentarios/paréntesis sin cerrar.
et: Sisestatud e-posti aadress ei sobi, sest selles on lõpetamata kommentaare/sulge.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä siinä on pariton määrä sulkuja.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient des parenthèses / crochets non fermés.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil nótaí/lúibíní gan dúnadh ann.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén comentarios/corchetes non pechados.
hi: जो ईमेल पता आपने प्रविष्ट किया है वह वैध नहीं हैं, क्योंकि इसमें बिना-बंद-किया टिप्पणी/कोष्ठक है.
hu: A megadott e-mail cím érvénytelen, mert nincs bezárva egy zárójel vagy egy megjegyzés.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il contine commentos/parentheses non claudite.
it: L'indirizzo di posta che hai inserito non è valido perché contiene commenti o parentesi non chiuse.
ko: 입력한 이메일 주소에 닫히지 않은 설명이나 괄호가 포함되어 있어서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes jame yra neuždarytų komentarų/skliaustelių.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā satur neaizvērtu komentāru/iekavas.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder kommentarer/parenteser som ikke er lukket.
nds: De ingeven Nettpostadress is leeg, se bargt nich afslaten Kommentaren oder Klemmen.
nl: Het e-mailadres dat u hebt ingevuld is ongeldig omdat sommige haakjes of opmerkingen niet gesloten zijn.
pt: O endereço de e-mail que introduziu não é válido porque contém comentários/parêntesis não fechados.
pt_br: O endereço de e-mail informado não é válido porque contém comentários/colchetes não fechados.
sk: Emailová adresa ktorú ste vložili nie je platná pretože obsahuje neuzavreté komentáre/zátvorky.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje nezaprte opombe/oklepaje.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи незатворени коментар или заграду.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller kommentarer eller parenteser utan avslutning.
tr: Girdiğiniz e-posta adresi kapatılmamış parantez ya da açıklama içerdiği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить незакриті коментарі/квадратні дужки.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有不對稱的註解或括號。

source: The email address you entered is valid.
da: E-mail-adressen du indtastede er gyldig.
es: La dirección de correo electrónico introducida es válida.
et: Sisestatud e-posti aadress on täiesti sobilik.
fi: Antamasi sähköpostiosoite on kelvollinen.
fr: L'adresse de courrier électronique que vous avez saisie est valable.
ga: Tá an seoladh ríomhphoist a d'iontráil tú bailí.
gl: O enderezo de correo electrónico que escribiu é válido.
hi: ईमेल पता जो आपने भरा है वह वैध है.
hu: A megadott e-mail cím érvénytelen.
ia: Le adresse de e-posta que tu ha insertate es valide.
it: L'indirizzo di posta che hai inserito è valido.
ko: 입력한 이메일 주소가 올바릅니다.
lt: Įrašytas el. pašto adresas yra teisingas.
lv: Jūsu ievadītā e-pasta adrese ir derīga.
nb: E-postadressen du oppga er gyldig.
nds: De ingeven Nettpostadress gellt.
nl: Het e-mailadres dat u hebt ingevuld is geldig.
pt: O endereço de e-mail que indicou é válido.
pt_br: O endereço de e-mail informado é válido.
sk: Emailová adresa ktorú ste vložili je platná.
sl: E-poštni naslov, ki ste ga vnesli, je veljaven.
sr@ijekavian: Унијели сте правилну адресу е‑поште.
sv: E-postadressen som du angav är giltig.
tr: Girdiğiniz e-posta adresi geçerli.
uk: Ви ввели чинну адресу ел. пошти.
zh_tw: 您輸入的電子郵件地址是合法的。

source: The email address you entered is not valid because it contains an unclosed angle bracket.
da: E-mail-adressen du indtastede er ikke gyldig fordi den indeholder en ulukket klamme.
es: La dirección de correo electrónico introducida no es válida porque contiene abrazaderas sin cerrar.
et: Sisestatud e-posti aadress ei sobi, sest selles on lõpetamata nurksulg.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä siitä puuttuu sulkeva hakasulje.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient des chevrons non fermés.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil lúibín uilleach gan dúnadh ann.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén un paréntese angular non pechado.
hu: A megadott e-mail cím érvénytelen, mert nincs bezárva egy kapcsos zárójel.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il contine parenthese angular non claudite
it: L'indirizzo di posta che hai inserito non è valido perché contiene una parentesi uncinata non chiusa.
ko: 입력한 이메일 주소에 닫히지 않은 부등호가 포함되어 있어서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes turi neuždarytą kampuotą skliaustelį.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā satur neaizvērtu slīpo iekavu.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder en vinkelparentes som ikke er lukket.
nds: De ingeven Nettpostadress is leeg, se bargt en nich slaten Spitzklemm ("Lütter as"-Teken).
nl: Het e-mailadres is ongeldig omdat het haakje niet gesloten zijn.
pt: O endereço de e-mail que introduziu não é válido porque contém um parêntesis não-fechado.
pt_br: O endereço de e-mail informado não é válido porque contém um sinal de menor não-fechado.
sk: Emailová adresa ktorú ste vložili nie je platná pretože obsahuje neuzavreté hranaté zátvorky.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje nezaprt lomljeni oklepaj.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи незатворену угласту заграду.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller en vinkelparentes utan avslutning.
tr: Girdiğiniz e-posta adresi kapatılmamış köşeli parantez içerdiği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить незакриту кутову дужку.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有不對稱的尖括號。

source: The email address you entered is not valid because it contains too many closing angle brackets.
da: E-mail-adressen du indtastede er ikke gyldig fordi den indeholder for mange lukkende klammer.
es: La dirección de correo electrónico introducida no es válida porque contiene demasiadas abrazaderas de cierre.
et: Sisestatud e-posti aadress ei sobi, sest selles on liiga palju lõpetavaid nurksulge.
fi: Antamasi sähköpostiosoite ei ole kelvollinen, sillä siinä on liikaa hakasulkeita.
fr: L'adresse de courrier électronique que vous avez saisie n'est pas valable car elle contient trop de chevrons fermants.
ga: Níl an seoladh ríomhphoist a d'iontráil tú bailí toisc go bhfuil lúibín uilleach gan oscailt ann.
gl: O enderezo de correo electrónico que escribiu non é válido porque contén un demasiados parénteses angulares de peche.
hu: A megadott e-mail cím érvénytelen, mert túl sok bezáró kapcsos zárójelet tartalmaz.
ia: Le adresse de e-posta que tu ha insertate non es valide proque il contine nimie parentheses angular claudite.
it: L'indirizzo di posta che hai inserito non è valido perché contiene troppe parentesi uncinate di chiusura.
ko: 입력한 이메일 주소에 너무 많은 닫는 부등호가 포함되어 있어서 올바르지 않습니다.
lt: El. pašto adresas, kurį įrašėte, yra neteisingas, nes turi per daug kampuotų skliaustelių.
lv: Jūsu ievadītā e-pasta adrese nav derīga, jo tā satur pārāk daudz aizvērtu slīpo iekavu.
nb: E-postadressen du oppga er ikke gyldig fordi den inneholder for mange lukkende vinkelparenteser.
nds: De ingeven Nettpostadress is leeg, se bargt to vele tomaakt Spitzklemmen ("Grötter as"-Teken).
nl: Het e-mailadres is ongeldig omdat er te veel sluithaakjes zijn.
pt: O endereço de e-mail que introduziu não é válido porque contém demasiados parêntesis de fecho.
pt_br: O endereço de e-mail informado não é válido porque contém vários sinais de maior fechados.
sk: Emailová adresa ktorú ste vložili nie je platná pretože obsahuje priveľa hrataných zátvoriek.
sl: E-poštni naslov, ki ste ga vnesli, ni veljaven, ker vsebuje preveč lomljenih zaklepajev.
sr@ijekavian: Унијета адреса е‑поште није правилна зато што садржи превише затворених угластих заграда.
sv: E-postadressen som du angav är inte giltig, eftersom den innehåller för många avslutande vinkelparenteser.
tr: Girdiğiniz e-posta adresi çok fazla açılmış köşeli parantez içerdiği için geçerli değil.
uk: Введено некоректну адресу електронної пошти, оскільки вона містить забагато закритих кутових дужок.
zh_tw: 您輸入的電子郵件地址是不合法的，因為有太多不對稱的尖括號。
