Repository: fluxer/kde-l10n
Catalog: */messages/kdepimlibs/libkholidays.po
Languages: km, wa

source: June Solstice
km: ខែ​មិថុនា​សុល​ស្ទីស
wa: Waernu di djin

source: December Solstice
km: ខែ​ធ្នូ សុល​​ស្ទីស

source: March Equinox
km: ខែ​មីនា ពេលថ្ងៃ​ និង​យប់​ស្មើគ្នា

source: September Equinox
km: ខែ​កញ្ញា ពេលថ្ងៃ និងយប់​ស្មើគ្នា

# Canadian region
source: Quebec
km: ឃ្យូបែក​
wa: Kebek

# German region
source: Bavaria
km: បាវារី
wa: Bavire

# Spanish region
source: Catalonia
km: កាតាធូនី
wa: Catalogne

# UK Region
source: England and Wales
km: អង់គ្លេស​ និង​ វ៉ាល​
wa: Inglutere et Payis d' Wales

# UK Region
source: England
km: អង់គ្លេស​​
wa: Inglutere

# UK Region
source: Wales
km: វ៉ាល​​
wa: Payis d' Wales

# UK Region
source: Scotland
km: ស្គុតឡែន​
wa: Sicôsse

# UK Region
source: Northern Ireland
km: អៀរឡង់​ខាង​ជើង​​
wa: Irlande bijhrece

# Italian Region
source: South Tyrol
km: ទីរ៉ូល​ខាងត្បូង​
wa: Tirol nonnrece

# Australian Region
source: New South Wales
km: វ៉ាល​ខាងត្បូង​ថ្មី​
wa: Noveles Wales nonnrece

# Australian Region
source: Queensland
km: ឃ្វីនឡែន​​

# Australian Region
source: Victoria
km: វីចទ័ររី​​

# Australian Region
source: South Australia
km: អូស្ត្រាលីខាងត្បូង​​
wa: Ostraleye nonnrece

# Australian Region
source: Northern Territory
km: អាណាចក្រ ខាងជើង
wa: Teritwere bijhrece

# Australian Region
source: Australian Capital Territory
km: អាណាចក្រ​ទីក្រុង​អូស្ត្រាលី​​
wa: Teritwere del mwaisse-veye d' Ostraleye

# Australian Region
source: Western Australia
km: អូស្ត្រាលី​ខាងត្បូង​​​
wa: Ostraleye coûtchantrece

# Australian Region
source: Tasmania
km: ថាស្នានី​
wa: Tasmaneye

# Bosnian and Herzegovinian Region
source: Republic of Srpska
km: សាធារណរដ្ឋ Srpska

# Holiday type
source: Public
km: សាធារណៈ​
wa: Publike

# Holiday type
source: Religious
km: សាសនា​​
wa: Rilidjeu

# Holiday type
source: Financial
km: ហិរញ្ញ​វត្ថុ​​
wa: Po les cwårs

# Holiday type
source: Cultural
km: វប្បធម៌​​
wa: Culturel

# Holiday type
source: School
km: សាលារៀន​
wa: Sicole

# Holiday type
source: Name Days
km: ឈ្មោះ​ថ្ងៃ​​
wa: Fiesses di sints

# Holiday type
source: Personal
km: ផ្ទាល់​ខ្លួន​
wa: Da sinne

# Holiday type
source: Catholic
km: ទូទៅ​​
wa: Catolike

# Holiday type
source: Protestant
km: កាន់​សាសនា​ប្រូតេស្តង់​

# Holiday type
source: Orthodox
km: ដែល​ប្រកាន់​វិន័យ​ចាស់​
wa: Ortodosse

# Holiday type
source: Jewish
km: ដ្យូវីស​
wa: Djwif

# Holiday type
source: Islamic
km: អ៊ីស្លាមិច​
wa: Muzulman

# Unknown holiday region
source: Unknown
km: មិន​ស្គាល់​​
wa: Nén cnoxhou

source: <p>Select to use Holiday Region</p>
km: <p>ជ្រើស​​ដើម្បី​ប្រើ​តំបន់​​ឈប់សម្រាក</p>

source: <p><b>Region:</b> %1<br/><b>Language:</b> %2<br/><b>Description:</b> %3</p>
km: <p><b>តំបន់​ ៖​​</b> %1<br/><b>ភាសា​ ៖​</b> %2<br/><b>សេចក្ដី​ពិពណ៌នា​ ៖​</b> %3</p>

source: <p>You can choose to display the Holiday Region for information only, or to use the Holiday Region when displaying or calculating days off such as Public Holidays. If you choose to use the Holiday Region for Days Off, then only those Holiday Events marked in the Holiday Region as Days Off will be used for non-work days, Holiday Events that are not marked in the Holiday Region as Days Off will continue to be work days.</p>
km: <p>អ្នក​អាច​ជ្រើស​ ដើម្បី​បង្ហាញ​តំបន់​ឈប់​សម្រាក​​ ​សម្រាប់​ព័ត៌មាន​តែ​ប៉ុន្តែ​​ ​ឬ​ប្រើ​តំបន់​ឈប់​សម្រាក ​​នៅ​ពេល​ធ្វើ​ការ​បង្ហាញ​ ឬ​ធ្វើ​ការ​គណនា​ថ្ងៃឈប់​សម្រាក​ដូច​ជា​ថ្ងៃ​ឈប់​សម្រាក​ជា​សាធារណៈ​​ ។​ ប្រសិនបើ​ អ្នក​ជ្រើស​​ទៅ​ប្រើ​តំបន់​ឈប់​សម្រាក ​សម្រាប់​ថ្ងៃ​ឈប់​សម្រាក​​ ពេល​នោះ​​ព្រឹត្តិការណ៍​ថ្ងៃ​ឈប់​សម្រាក​ទាំងនេះ​បាន​សម្គាល់​ក្នុង​​តំបន់​ឈប់​សម្រាក​ជា​ថ្ងៃ​ឈប់​សម្រាក​ នឹង​ត្រូវ​បាន​ប្រើ​​សម្រាប់​​ថ្ងៃ​មិន​ធ្វើ​ការ​ ​ព្រឹត្តិការណ៍​ថ្ងៃ​ឈប់​សម្រាក​ដែល​​មិន​ត្រូវ​បាន​សម្គាល់​​ក្នុង​តំបន់​ឈប់​សម្រាក​​ជា​​ថ្ងៃ​ឈប់សម្រាក​​ នឹង​បន្ត​ដល់​ថ្ងៃ​ធ្វើការ​ ។</p>​

# Combobox label, Holiday Region not used
source: Not Used
km: មិន​បាន​ប្រើ​

# Combobox label, use Holiday Region for information only
source: Information
km: ព័ត៌មាន​

# Combobox label, use Holiday Region for days off
source: Days Off
km: ថ្ងៃ​ឈបសម្រាក​

# Header for Select column
source: Select
km: ជ្រើស​

source: <p>This column selects to use the Holiday Region</p>
km: <p>​ជ្រើស​ជួរឈរ​នេះ​ ដើម្បី​ប្រើ​តំបន់​​ឈប់សម្រាក​​</p>

# Header for Holiday Region column
source: Region
km: តំបន់​

source: <p>This column displays the name of the Holiday Region</p>
km: <p>បង្ហាញ​ជួរ​ឈរ​នេះ​ជា​ឈ្មោះ​របស់​តំបន់​ឈប់​សម្រាក​​</p>​

# Header for Language column
source: Language
km: ភាសា​

source: <p>This column displays the language of the Holiday Region</p>
km: <p>​បង្ហាញ​ជួរឈរ​នេះ​​ជា​ភាសា​របស់​តំបន់​ឈប់សម្រាក​</p>

# Header for Description column
source: Description
km: សេចក្ដី​ពិពណ៌នា​

source: <p>This column displays the description of the Holiday Region</p>
km: <p>​បង្ហាញ​ជួរឈរ​នេះ​​ជា​សេចក្ដី​ពិពណ៌នា​របស់​តំបន់​ឈប់សម្រាក​​</p>

source: New Moon
km: ព្រះ​ច័ន្ទ​ថ្មី
wa: Novele lune

source: Full Moon
km: ព្រះច័ន្ទ​ពេញ​វង់​
wa: Plinne lune

source: First Quarter Moon
km: ចំណិត​ដំបូង​នៃ​ព្រះច័ន្ទ
wa: Prumî cwårtî del lune

source: Last Quarter Moon
km: ចំណិត​ចុង​ក្រោយ​នៃ​ព្រះច័ន្ទ​
wa: Dierin cwårtî del lune

source: Aries
km: អារី​
wa: Bassî

source: Taurus
km: ធូរ៉ូស​​
wa: Torea

source: Gemini
km: ជឹមីនី​
wa: Djermale

source: Cancer
km: ខ្ចាដំរី​
wa: Crantche

source: Leo
km: សីហរាសី​​
wa: Liyon

source: Virgo
km: វើហ្គូ​
wa: Pucele

source: Libra
km: លីប្រា​​
wa: Balance

source: Scorpio
km: ស្ករផាយ​​
wa: Scoirpion

source: Sagittarius
km: សាជីតារីអឹស​​
wa: Airtchî

source: Capricorn
km: ខេ​ប្រីឃឹន
wa: Gadot

source: Aquarius
km: អាកហ្វ័ររីស​​
wa: Raiweu

source: Pisces
km: មីន​រាសី
wa: Pexhon

# zodiac symbol for Aries
source: ram
km: មេសរាសី
wa: bassî

# zodiac symbol for Taurus
source: bull
km: ឧសភរាសី​
wa: torea

# zodiac symbol for Gemini
source: twins
km: ធ្វីន​
wa: djermale

# zodiac symbol for Cancer
source: crab
km: កក្កដរាសី
wa: crantche

# zodiac symbol for Leo
source: lion
km: ឡាយអិន​​
wa: liyon

# zodiac symbol for Virgo
source: virgin
km: វឹជីន​
wa: pucele

# zodiac symbol for Libra
source: scales
km: ស្គេល​
wa: balance

# zodiac symbol for Scorpion
source: scorpion
km: ស្ករផាយ​អិន​​
wa: scoirpion

# zodiac symbol for Sagittarius
source: archer
km: អាហ្សឺ​​
wa: airtchî

# zodiac symbol for Capricorn
source: goat
km: ហ្គ័ត​​
wa: gade

# zodiac symbol for Aquarius
source: water carrier
km: អ្នក​ដឹក​ជញ្ជូន​ទឹក​
wa: raiweu

# zodiac symbol for Pices
source: fish
km: ត្រី​
wa: pexhon
