Repository: fluxer/kde-l10n
Catalog: */messages/kdeaccessibility/jovie.po
Languages: ru

# NAME OF TRANSLATORS
source: Your names
ru: Николай Шафоростов,Артём Середа

# EMAIL OF TRANSLATORS
source: Your emails
ru: shafff@ukr.net,overmind88@gmail.com

source: testfilter
ru: проверка

source: A utility for testing Jovie filter plugins.
ru: Программа для проверки работы модулей Jovie.

source: Copyright 2005, Gary Cramblitt &lt;garycramblitt@comcast.net&gt;
ru: © Gary Cramblitt &lt;garycramblitt@comcast.net&gt;, 2005

source: Maintainer
ru: Сопровождающий

source: Name of a Jovie filter plugin (required)
ru: Модуль Jovie (обязательный параметр)

source: Talker code passed to filter
ru: Код диктора

source: D-Bus application ID passed to filter
ru: Идентификатор приложения D-Bus

source: Config file group name passed to filter
ru: Название группы файлов для фильтра

source: Display list of available Filter PlugIns and exit
ru: Показать список доступных модулей и выйти

source: Display tabs as \t, otherwise they are removed
ru: Показывать символы табуляции как \t или удалить их

source: Display list of available filter plugins and exit
ru: Показать список доступных модулей и выйти

source: &Type
ru: &Тип

source: &Word
ru: &Слово

source: Regular &expression
ru: Регулярное &выражение

source: &Match:
ru: &Текст:

source: &Replace with:
ru: &Заменить на:

source: Match &case
ru: С уч&ётом регистра

source: Language
ru: Язык

source: Code
ru: Код

source: Select Language
ru: Выбрать язык

source: Unable to open file.
ru: Невозможно открыть файл.

source: File not in proper XML format.
ru: Формат указанного файла не XML.

# Abbreviation for 'Regular Expression'
source: RegExp
ru: Рег.выр.

source: Word
ru: Слово

# Yes or no
source: Yes
ru: Да

# Yes or no
source: No
ru: Нет

source: Unable to open file
ru: Невозможно открыть файл

source: String Replacer
ru: Автозамена

source: Multiple Languages
ru: Несколько языков

# Abbreviation for 'Regular Expresion'
source: RegExp
ru: Рег.выр.

source: Error
ru: Ошибка

source: Select Languages
ru: Выберите языки

source: Edit String Replacement
ru: Настроить автозамену

source: String Replacer Word List (*.xml)
ru: Список слов для автозамены (*.xml)

source: Error Opening File
ru: Ошибка открытия файла

source: Configure String Replacer
ru: Настроить модуль автозамены

# What's this text
source: Enter any name you like for this filter.
ru: Введите название фильтра.

source: &Name:
ru: &Название:

source: Enter any name you like for this filter.
ru: Введите название фильтра.

source: These settings determines when the filter is applied to text.
ru: Условия применения фильтра.

# What's this text
source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank the filter applies to all text jobs of any language.
ru: Этот фильтр применяется к заданиям на указанном языке. Вы можете выбрать несколько языков зажав клавишу Ctrl при выборе. Если значение пустое, применяется независимо от языка.

source: Lan&guage is:
ru: &Язык:

source: Enter a D-Bus Application ID. This filter will only apply to text jobs queued by that application. You may enter more than one ID separated by commas. If blank, this filter applies to text jobs queued by all applications. Tip: Use kdcop from the command line to get the Application IDs of running applications. Example: "konversation, kvirc,ksirc,kopete"
ru: Введите идентификатор приложения (D-Bus Application ID). Этот фильтр будет применён только к заданиям, запущенным из указанного приложения. Можно ввести несколько идентификаторов через запятую. Если оставить поле пустым, фильтр будет применяться ко всем заданиям. Пример: «konversation, kvirc,ksirc,kopete». Чтобы узнать идентификатор приложения, воспользуйтесь командой kdcop.

source: Application &ID contains:
ru: Идентификатор приложения &содержит:

source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank the filter applies to all text jobs of any language.
ru: Этот фильтр применяется к заданиям на указанном языке. Вы можете выбрать несколько языков зажав клавишу Ctrl при выборе. Если значение пустое, применяется независимо от языка.

source: Click to select one or more languages. This filter will be applied to text jobs of those languages.
ru: Выбрать один или больше языков. Этот фильтр будет применён к заданиям на этих языках.

source: <qt>Enter a D-Bus Application ID. This filter will only apply to text jobs queued by that application. You may enter more than one ID separated by commas. Use <b>knotify</b> to match all messages sent as KDE notifications. If blank, this filter applies to text jobs queued by all applications. Tip: Use kdcop from the command line to get the Application IDs of running applications. Example: "konversation, kvirc,ksirc,kopete"</qt>
ru: <qt>Введите идентификатор приложения (D-Bus Application ID). Этот фильтр будет применён только к заданиям, запущенным из указанного приложения. Можно ввести несколько идентификаторов через запятую. Если оставить поле пустым, фильтр будет применяться ко всем заданиям. Чтобы узнать идентификатор приложения, воспользуйтесь командой kdcop. Пример: «konversation,kvirc,ksirc,kopete».</qt>

source: Click to load a word list from a file.
ru: Загрузить список слов из файла.

# Load a word list from a file
source: Load
ru: Загрузить

source: Click to save word list to a file.
ru: Сохранить список слов в файл.

source: &Save
ru: &Сохранить

source: Click to empty the word list.
ru: Очистить список слов.

# Clear the word list
source: Clear
ru: Очистить

source: Click to add another word or regular expression to the list.
ru: Добавить слово или регулярное выражение в список.

source: &Add
ru: &Добавить

source: Click to move selected word up in the list. Words higher in the list are applied first.
ru: Переместить слово в списке на одну позицию выше. Слова в начале списка применяются первыми.

source: &Up
ru: &Выше

source: Click to move a word down in the list. Words lower in the list are applied last.
ru: Переместить слово в списке на одну позицию ниже. Слова в конце списка применяются последними.

source: Do&wn
ru: &Ниже

source: Click to modify an existing word or regular expression in the list.
ru: Изменить слово или регулярное выражение в списке.

source: &Edit
ru: &Правка

source: Click to remove a word or regular expression from the list.
ru: Удалить слово или регулярное выражение из списка.

source: &Remove
ru: &Удалить

source: Type
ru: Тип

source: Match Case
ru: С учётом регистра

source: Match
ru: Текст

source: Replace With
ru: Заменить на

source: Select Talker
ru: Выбор диктора

source: When checked, will use the default Talker, which is the topmost Talker listed in the Talkers tab.
ru: Использовать диктора по умолчанию, который находится в первой строке списка дикторов.

source: &Use default Talker
ru: &Диктор по умолчанию

source: When checked, will use the specific Talker (if it is still configured), otherwise the Talker most closely matching.
ru: При включении этой опции будет использован заданный диктор (если он настроен). В противном случае будет выбран диктор, наиболее близко подходящий по заданным параметрам.

source: Use specific &Talker
ru: Использовать &диктора

source: Talker Chooser
ru: Диктор

source: Talker Chooser Config (*rc)
ru: Параметры диктора (*rc)

source: Configure Talker Chooser
ru: Настройка диктора

source: &Apply This Filter When
ru: &Применить фильтр когда

# What's this text
source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank, the filter applies to all text jobs of any language.
ru: Этот фильтр применяется к заданиям на указанном языке. Вы можете выбрать несколько языков зажав клавишу Ctrl при выборе. Если значение пустое, применяется независимо от языка.

source: Te&xt contains:
ru: &Текст содержит:

source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank, the filter applies to all text jobs of any language.
ru: Этот фильтр применяется к заданиям на указанном языке. Вы можете выбрать несколько языков зажав клавишу Ctrl при выборе. Если значение пустое, применяется независимо от языка.

source: The new Talker that will be used when the conditions above are met. The default Talker is the topmost in the Talkers tab. Click the button to choose a Talker.
ru: Диктор, который будет использоваться. Диктор по умолчанию находится в первой строчке списка дикторов. Нажмите на кнопку для выбора диктора.

source: &Talker:
ru: &Диктор:

source: Click to select a Talker.
ru: Выбрать диктора.

source: Click to load a Talker Chooser configuration from a file.
ru: Загрузить параметры диктора из файла.

source: &Load...
ru: &Загрузить...

source: Click to save this Talker Chooser to a file.
ru: Сохранить настройки диктора в файле.

source: &Save...
ru: &Сохранить...

source: Click to clear everything.
ru: Очистить всё.

source: Cl&ear
ru: Очистит&ь

source: XML Transformer
ru: Преобразователь XML

source: Configure XML Transformer
ru: Настроить преобразователь XML

source: Enter any descriptive name you like for this filter.
ru: Введите название фильтра.

source: Enter the full path to an XML Style Language - Transforms (XSLT) stylesheet file. XSLT files usually end with extension .xsl.
ru: Укажите полный путь к файлу преобразования XML (XSLT). Файлы в формате XSLT обычно имеют расширение .xsl.

source: Enter the path to the xsltproc executable program. If it is in the PATH environment variable, just enter "xsltproc".
ru: Укажите путь к программе xsltproc. Если эта программа находится в каталогах, указанных в переменной PATH, просто напишите «xsltproc».

# What's this text
source: Enter any descriptive name you like for this filter.
ru: Введите название фильтра.

source: &XSLT file:
ru: &XSLT-файл:

source: xsltproc &executable:
ru: Путь &к xsltproc:

source: Apply This &Filter When
ru: Применить фильтр &когда

source: This filter will be applied only to text having the specified XML root element. If blank, applies to all text. You may enter more than one root element separated by commas. Example: "html".
ru: Этот фильтр будет применён, если файл XML с текстом имеет указанный корневой тег. Если тег не указан, фильтр будет применяться для всех файлов. Вы можете указать несколько тегов через запятую. Пример: «html».

source: This filter will be applied only to text having the specified DOCTYPE specification. If blank, applies to all text. You may enter more than one DOCTYPE separated by commas. Example: "xhtml".
ru: Этот фильтр будет применён, если файл XML с текстом соответствует указанной спецификации DOCTYPE. Если спецификация не указана, фильтр будет применяться для всех файлов. Вы можете указать несколько спецификаций DOCTYPE через запятую. Пример: «xhtml».

source: <qt>Enter a D-Bus Application ID. This filter will only apply to text queued by that application. You may enter more than one ID separated by commas. Use <b>knotify</b> to match all messages sent as KDE notifications. If blank, this filter applies to text queued by all applications. Tip: Use kdcop from the command line to get the Application IDs of running applications. Example: "konversation, kvirc,ksirc,kopete"</qt>
ru: <qt>Введите идентификатор приложения (D-Bus Application ID). Этот фильтр будет применён только к заданиям, запущенным из указанного приложения. Можно ввести несколько идентификаторов через запятую. Если оставить поле пустым, фильтр будет применяться ко всем заданиям. Чтобы узнать идентификатор приложения, воспользуйтесь командой kdcop. Пример: «konversation,kvirc,ksirc,kopete».</qt>

# What's this text
source: This filter will be applied only to text having the specified XML root element. If blank, applies to all text. You may enter more than one root element separated by commas. Example: "html".
ru: Этот фильтр будет применён, если файл XML с текстом имеет указанный корневой тег. Если тег не указан, фильтр будет применяться для всех файлов. Вы можете указать несколько тегов через запятую. Пример: «html».

source: &Root element is:
ru: &Корневой элемент:

source: or DOC&TYPE is:
ru: или DOC&TYPE:

source: and Application &ID contains:
ru: и идентификатор приложения &содержит:

source: KDE Text-to-Speech
ru: Синтез речи в KDE

source: KDE Text-to-Speech Manager
ru: Управление синтезом речи KDE

source: &Stop/Delete
ru: &Остановить и удалить

source: &Pause
ru: &Приостановить

source: &Resume
ru: П&родолжить

source: R&epeat
ru: По&вторить

source: Spea&k Clipboard Contents
ru: &Зачитать содержимое буфера обмена

source: Text-to-speech synthesis daemon
ru: Служба синтеза речи

source: (C) 2002, José Pablo Ezequiel Fernández
ru: © José Pablo Ezequiel Fernández, 2002

source: Current Maintainer
ru: Сопровождающий

source: Original Author
ru: Первоначальный автор

source: Previous Maintainer
ru: Предыдущий сопровождающий

source: Contributor
ru: Разработчик

source: Testing
ru: Тестирование

source: Add Talker
ru: Добавить диктора

source: Filter
ru: Фильтр

source: You have made changes to the configuration but have not saved them yet. Click Apply to save the changes or Cancel to abandon the changes.
ru: Вы сделали изменения в настройках, которые ещё не сохранены. Нажмите на кнопку «Применить» для сохранения изменений или «Отмена» для отмены изменений.

source: <h1>Text-to-Speech</h1><p>This is the configuration for the text-to-speech D-Bus service</p><p>This allows other applications to access text-to-speech resources</p><p>Be sure to configure a default language for the language you are using as this will be the language used by most of the applications</p>
ru: <h1>Синтез речи</h1><p>Здесь можно настроить службу D-BUS для синтеза речи KDE.</p><p>Эта служба позволяет зачитывать текст из различных приложений KDE.</p><p>Выберите язык, который будет использоваться по умолчанию для синтеза речи.</p>

source: (c) 2010, Jeremy Whiting
ru: © Jeremy Whiting, 2010

source: Author
ru: Автор

source: Select Filter
ru: Выберите фильтр

source: Jobs
ru: Задания

source: Jovie Version: %1
ru: Версия Jovie: %1

source: Jovie not running
ru: Не запущена служба Jovie

source: Filter Configuration
ru: Конфигурация фильтра

# General, as title of window
source: General
ru: Главное

source: Check to start the Jovie Daemon and enable Text-to-Speech.
ru: Запускать службу синтеза речи Jovie.

source: &Enable Text-to-Speech System (Jovie)
ru: &Включить систему синтеза речи (Jovie)

source: Talkers
ru: Дикторы

source: Click to add and configure a new Talker (speech synthesizer).
ru: Добавить и настроить нового диктора.

source: Add...
ru: Добавить...

source: U&p
ru: &Выше

source: Click to configure options for the highlighted Talker.
ru: Изменение параметров выбранного диктора.

source: &Edit...
ru: &Изменить...

source: Click to remove the highlighted Talker.
ru: Удалить выбранного диктора.

source: Filters
ru: Фильтры

source: Click to add and configure a new Filter.
ru: Добавить и настроить новый фильтр.

source: Click to move selected filter up in the list. Filters higher in the list are applied first.
ru: Переместить выбранный фильтр в списке на одну позицию выше. Фильтры в начале списка будут применены раньше.

source: Click to move a filter down in the list. Filters lower in the list are applied last.
ru: Переместить выбранный фильтр в списке на одну позицию ниже. Фильтры в конце списка будут применены позднее.

source: Click to configure options for the highlighted Filter.
ru: Изменение параметров выбранного фильтра.

source: Click to remove the highlighted Filter.
ru: Удалить выбранный фильтр.

source: Speech Control
ru: Настройка речи

source: Stop
ru: Остановить

source: <p>Deletes the job. If it is currently speaking, it stops speaking. The next speakable job in the list begins speaking.</p>
ru: <p>Удалить задание. Если задание зачитывается, речь будет остановлена и начнётся зачитывание следующего задания.</p>

source: Cancel
ru: Отменить

source: <p>Changes a job to Paused state. If currently speaking, the job stops speaking. Paused jobs prevent jobs that follow them from speaking, so either click <b>Resume</b> to make the job speakable, or click <b>Later</b> to move it down in the list.</p>
ru: <p>Приостановить выполнение задания. Если произносится текст, его зачитывание будет приостановлено. При нажатии на кнопку <b>Продолжить</b> зачитывание будет продолжено, а нажатие на кнопку <b>Отложить</b> поместит задание в конец списка.</p>

source: Pause
ru: Приостановить

source: <p>Resumes a paused job or changes a Queued job to Waiting. If the job is the top speakable job in the list, it begins speaking.</p>
ru: <p>Продолжение зачитывания приостановленного задания. Если задание находится в начале списка, начнётся его зачитывание.</p>

source: Resume
ru: Продолжить

source: <p>Queues the current contents of the clipboard for speaking and sets its state to Waiting. If the job is the topmost in the list, it begins speaking. The job will be spoken by the topmost Talker in the <b>Talkers</b> tab.</p>
ru: <p>Создание задания из содержимого буфера обмена. Если задание находится в начале списка, начнётся его зачитывание. Для зачитывания задания будет использован диктор по умолчанию (самый первый в списке дикторов).</p>

source: &Speak Clipboard
ru: Зачитать содержимое &буфера обмена

source: <p>Prompts you for a file name and queues the contents of the file for speaking. You must click the <b>Resume</b> button before the job will be speakable. The job will be spoken by the topmost Talker in the <b>Talkers</b> tab.</p>
ru: <p>Создание задания из содержимого указанного файла. Если задание находится в начале списка, начнётся его зачитывание. Для зачитывания задания будет использован диктор по умолчанию (самый первый в списке дикторов).</p>

source: Spea&k File
ru: Зачитать текст из &файла

source: &Name
ru: Имя

source: Synthesizer
ru: Движок

source: Voice Name
ru: Название голоса

source: Voice &Type
ru: &Тип голоса

source: Male 1
ru: Мужской №1

source: Male 2
ru: Мужской №2

source: Male 3
ru: Мужской №3

source: Female 1
ru: Женский №1

source: Female 2
ru: Женский №2

source: Female 3
ru: Женский №3

source: Male Child
ru: Мальчик

source: Female Child
ru: Девочка

source: Punctuation
ru: Знаки препинания

source: <html><head/><body><p><span style=" font-weight:600; font-style:italic; text-decoration: underline;">All</span> means speak all punctuation characters.</p><p><span style=" font-weight:600; font-style:italic; text-decoration: underline;">None</span> means speak no punctuation characters.</p><p><span style=" font-weight:600; font-style:italic; text-decoration: underline;">Some</span> means speak only punctuation characters given in the speech-dispatcher configuration.</p></body></html>
ru: <html><head/><body><p><span style=" font-weight:600; font-style:italic; text-decoration: underline;">Все</span> означает, что будут произноситься все знаки препинания.</p><p><span style=" font-weight:600; font-style:italic; text-decoration: underline;">Никакие</span> означает, что знаки препинания не будут произноситься.</p><p><span style=" font-weight:600; font-style:italic; text-decoration: underline;">Некоторые</span> означает, что будут произноситься только знаки препинания, указанные в параметрах синтезатора речи.</p></body></html>

source: All
ru: Все

source: None
ru: Никакие

source: Some
ru: Некоторые

source: &Speed
ru: &Скорость

source: &Pitch
ru: &Высота голоса

source: &Volume
ru: &Громкость

# Default language code
source: default
ru: по умолчанию

# The name of the first Male voice
source: Male 1
ru: Мужской №1

# The name of the first Female voice
source: Female 1
ru: Женский №1

# The name of the male child voice
source: Boy
ru: Мальчик

# The name of the female child voice
source: Girl
ru: Девочка

source: Invalid voice type
ru: Недопустимый тип голоса

# Other language
source: Other
ru: Другое

# full country name
source: United States of America
ru: Соединённые Штаты Америки

# abbreviated country name
source: USA
ru: США

# full country name
source: United Kingdom
ru: Великобритания

# abbreviated country name
source: UK
ru: Великобритания

source: Name
ru: Название

source: Voice Type
ru: Тип голоса

# Volume of noise
source: Volume
ru: Громкость

source: Speed
ru: Скорость

source: Pitch
ru: Высота голоса
