Repository: fluxer/kde-l10n
Catalog: */messages/qt/kdeqt.po
Languages: el

source: Form
el: Μορφή

source: Printer
el: Εκτυπωτής

source: &Name:
el: Ό&νομα:

source: P&roperties
el: Ιδιότητες

source: Location:
el: Τοποθεσία:

source: Preview
el: Προεπισκόπηση εκτύπωσης

source: Type:
el: Τύπος:

source: Output &file:
el: Αρχείο εξόδου:

source: Copies
el: Αντίγραφα

source: Print range
el: Εύρος Εκτύπωσης

source: Print all
el: Εκτύπωση όλων

source: Pages from
el: Σελίδες από

source: to
el: έως

source: Current Page
el: Τρέχουσα σελίδα

source: Selection
el: Επιλογή

source: Output Settings
el: Ρυθμίσεις εξόδου

source: Copies:
el: Αντίγραφα:

source: Collate
el: Στη σειρά

source: Reverse
el: Αντιστροφή

source: Options
el: Επιλογές

source: Color Mode
el: Λειτουργία χρώματος

source: Color
el: Χρώμα

source: Grayscale
el: Κλίμακα γκρι

source: Duplex Printing
el: Εκτύπωση διπλής όψης (Duplex)

source: None
el: Κανένα

source: Long side
el: Μεγάλη πλευρά

source: Short side
el: Μικρή πλευρά

source: Paper
el: Χαρτί

source: Page size:
el: Μέγεθος σελίδας:

source: Width:
el: Πλάτος:

source: Height:
el: Ύψος:

source: Paper source:
el: Πηγή χαρτιού:

source: Orientation
el: Προσανατολισμός

source: Portrait
el: Πορτραίτο

source: Landscape
el: Τοπίο

source: Reverse landscape
el: Αντίστροφο Τοπίο

source: Reverse portrait
el: Αντίστροφο Πορτραίτο

source: Margins
el: Περιθώρια

source: top margin
el: Επάνω περιθώριο

source: left margin
el: Αριστερό περιθώριο

source: right margin
el: Δεξιό περιθώριο

source: bottom margin
el: Κάτω περιθώριο

source: Page
el: Σελίδα

source: Advanced
el: Προχωρημένες

# QXml
source: no error occurred
el: δεν συνέβη κάποιο σφάλμα

# QXml
source: error triggered by consumer
el: σφάλμα παραγόμενο από τον καταναλωτή

# QXml
source: unexpected end of file
el: μη αναμενόμενο τέλος αρχείου

# QXml
source: more than one document type definition
el: περισσότεροι από ένα ορισμοί τύπου εγγράφου

# QXml
source: error occurred while parsing element
el: προέκυψε σφάλμα κατά την ανάλυση του στοιχείου

# QXml
source: tag mismatch
el: κακό ταίριασμα ετικέτας

# QXml
source: error occurred while parsing content
el: προέκυψε σφάλμα κατά την ανάλυση του περιεχομένου

# QXml
source: unexpected character
el: μη αναμενόμενος χαρακτήρας

# QXml
source: invalid name for processing instruction
el: μη έγκυρο όνομα για την εντολή επεξεργασίας

# QXml
source: version expected while reading the XML declaration
el: έκδοση αναμενόταν κατά την ανάγνωση της δήλωσης XML

# QXml
source: wrong value for standalone declaration
el: λάθος τιμή για αυτοδύναμη δήλωση

# QXml
source: encoding declaration or standalone declaration expected while reading the XML declaration
el: αναμονή δήλωσης κωδικοποίησης ή αυτοδύναμης δήλωσης κατά τη διάρκεια ανάγνωσης της δήλωσης XML

# QXml
source: standalone declaration expected while reading the XML declaration
el: αναμονή αυτοδύναμης δήλωσης κατά τη διάρκεια ανάγνωσης της δήλωσης XML

# QXml
source: error occurred while parsing document type definition
el: προέκυψε σφάλμα κατά την ανάλυση του ορισμού τύπου εγγράφου

# QXml
source: letter is expected
el: γράμμα αναμένεται

# QXml
source: error occurred while parsing comment
el: προέκυψε σφάλμα κατά την ανάλυση του σχολίου

# QXml
source: error occurred while parsing reference
el: προέκυψε σφάλμα κατά την ανάλυση της αναφοράς

# QXml
source: internal general entity reference not allowed in DTD
el: αναφορά εσωτερικής γενικής οντότητας δεν επιτρέπεται στο DTD

# QXml
source: external parsed general entity reference not allowed in attribute value
el: αναφορά εξωτερικά αναλυμένης γενικής οντότητας δεν επιτρέπεται στην τιμή ιδιότητας

# QXml
source: external parsed general entity reference not allowed in DTD
el: αναφορά εξωτερικά αναλυμένης γενικής οντότητας δεν επιτρέπεται στο DTD

# QXml
source: unparsed entity reference in wrong context
el: μη αναλυμένη αναφορά οντότητας σε λάθος περιεχόμενο

# QXml
source: recursive entities
el: αναδρομικές οντότητες

# QXml
source: error in the text declaration of an external entity
el: σφάλμα στη δήλωση κειμένου μιας εξωτερικής οντότητας

source: Getting position failed
el: Η τοποθέτηση απέτυχε

source: Video display error
el: Σφάλμα εμφάνισης βίντεο

# Phonon::MMF
source: Audio Output
el: Έξοδος ήχου

# Phonon::MMF
source: The audio output device
el: Η συσκευή εξόδου ήχου

source: Decay HF ratio (%)
el: Αναλογία εξασθένισης HF (%)

source: Decay time (ms)
el: Χρόνος εξασθένισης (ms)

source: Density (%)
el: Πυκνότητα (%)

source: Diffusion (%)
el: Διάχυση (%)

source: Reflections delay (ms)
el: Καθυστέρηση αντανακλάσεων (ms)

source: Reflections level (mB)
el: Επίπεδο αντανάκλασης (mB)

source: Reverb delay (ms)
el: Καθυστέρηση αντήχησης (ms)

source: Reverb level (mB)
el: Επίπεδο αντήχησης (mB)

source: Room HF level
el: Επίπεδο HF δωματίου

source: Room level (mB)
el: Επίπεδο δωματίου (mB)

source: Not ready to play
el: Ανέτοιμο για αναπαραγωγή

source: Error opening file
el: Σφάλμα ανοίγματος αρχείου

source: Error opening URL
el: Σφάλμα ανοίγματος URL

source: Error opening resource
el: Σφάλμα ανοίγματος πόρου

source: Error opening source: resource not opened
el: Σφάλμα ανοίγματος πηγής: ο πόρος δεν άνοιξε

source: Setting volume failed
el: Η ρύθμιση της έντασης απέτυχε

source: Loading clip failed
el: Η φόρτωση κομματιού απέτυχε

source: Playback complete
el: Η αναπαραγωγή ολοκληρώθηκε

source: Download error
el: Σφάλμα λήψης

source: No error
el: Χωρίς σφάλμα

source: Not found
el: Δεν βρέθηκε

source: Out of memory
el: Τέλος μνήμης

source: Not supported
el: Μη υποστηριζόμενο

source: Overflow
el: Υπερχείλιση

source: Underflow
el: Κενή μνήμη

source: Already exists
el: Υπάρχει ήδη

source: Path not found
el: Η διαδρομή δεν βρέθηκε

source: In use
el: Σε χρήση

source: Not ready
el: Όχι έτοιμο

source: Access denied
el: Άρνηση πρόσβασης

source: Could not connect
el: Αδυναμία σύνδεσης

source: Disconnected
el: Αποσυνδεδεμένο

source: Permission denied
el: Άρνηση δικαιώματος

source: Insufficient bandwidth
el: Ανεπαρκές εύρος ζώνης

source: Network unavailable
el: Μη διαθέσιμο δίκτυο

source: Network communication error
el: Σφάλμα επικοινωνίας δικτύου

source: Streaming not supported
el: Η πολυμεσική ροή δεν υποστηρίζεται

source: Server alert
el: Συναγερμός εξυπηρετητή

source: Invalid protocol
el: Μη έγκυρο πρωτόκολλο

source: Invalid URL
el: Μη έγκυρο URL

source: Multicast error
el: Σφάλμα πολλαπλής μετάδοσης

source: Proxy server error
el: Σφάλμα εξυπηρετητή διαμεσολάβησης

source: Proxy server not supported
el: Μη υποστηριζόμενος εξυπηρετητής διαμεσολάβησης

source: Audio output error
el: Σφάλμα εξόδου ήχου

source: Video output error
el: Σφάλμα εξόδου βίντεο

source: Decoder error
el: Σφάλμα αποκωδικοποιητή

source: Audio or video components could not be played
el: Αδυναμία αναπαραγωγής συστατικών ήχου ή βίντεο

source: DRM error
el: Σφάλμα DRM

source: Unknown error (%1)
el: Άγνωστο σφάλμα (%1)

source: Enabled
el: Ενεργό

source: Level (%)
el: Επίπεδο (%)

source: Error opening source: type not supported
el: Σφάλμα ανοίγματος πηγής: μη υποστηριζόμενος τύπος

source: Error opening source: resource is compressed
el: Σφάλμα ανοίγματος πηγής: ο πόρος είναι συμπιεσμένος

source: Error opening source: resource not valid
el: Σφάλμα ανοίγματος πηγής: ο πόρος δεν είναι έγκυρος

source: Error opening source: media type could not be determined
el: Σφάλμα ανοίγματος πηγής: αδυναμία καθορισμού τύπου πολυμέσων

source: Failed to set requested IAP
el: Αποτυχία ορισμού του απαιτούμενου IAP

source: Pause failed
el: Η παύση απέτυχε

source: Seek failed
el: Η αναζήτηση απέτυχε

source: Opening clip failed
el: Το άνοιγμα κομματιού απέτυχε

source: Warning: You do not seem to have the package gstreamer0.10-plugins-good installed. Some video features have been disabled.
el: Προειδοποίηση: Φαίνεται να μην έχετε εγκατεστημένο το πακέτο gstreamer0.10-plugins-good. Κάποια χαρακτηριστικά βίντεο έχουν απενεργοποιηθεί.

source: Warning: You do not seem to have the base GStreamer plugins installed. All audio and video support has been disabled
el: Προειδοποίηση: Φαίνεται να μην έχετε εγκατεστημένα τα βασικά πρόσθετα του GStreamer. Η υποστήριξη βίντεο και ήχου απενεργοποιήθηκε

source: Cannot start playback. Check your GStreamer installation and make sure you have libgstreamer-plugins-base installed.
el: Αδυναμία έναρξης αναπαραγωγής. Ελέγξτε την εγκατάστασή του Gstreamer και βεβαιωθείτε ότι έχετε εγκατεστημένο το libgstreamer-plugins-base.

source: Missing codec helper script assistant.
el: Σενάριο βοηθός για τους αποκωδικοποιητές που λείπουν

source: Plugin codec installation failed for codec: %0
el: Η εγκατάσταση τύπων συμπίεσης προσθέτων απέτυχε στον τύπο συμπίεσης: %0

source: A required codec is missing. You need to install the following codec(s) to play this content: %0
el: Λείπει ένας απαιτούμενος τύπος συμπίεσης. Χρειάζεται να εγκαταστήσετε τους ακόλουθους τύπους συμπίεσης για αναπαραγωγή αυτού του περιεχομένου: %0

source: Could not open media source.
el: Αδυναμία ανοίγματος της πηγής πολυμέσων.

source: Invalid source type.
el: Μη έγκυρος τύπος πηγής.

source: Could not locate media source.
el: Αδυναμία εντοπισμού της πηγής πολυμέσων.

source: Could not open audio device. The device is already in use.
el: Αδυναμία ανοίγματος της συσκευής ήχου. Η συσκευή χρησιμοποιείται ήδη.

source: Could not decode media source.
el: Αδυναμία αποκωδικοποίησης της πηγής πολυμέσων.

source: <html>The audio playback device <b>%1</b> does not work.<br/>Falling back to <b>%2</b>.</html>
el: <html>Η συσκευή αναπαραγωγής ήχου <b>%1</b> δεν λειτουργεί.<br/>Επιστροφή στην εναλλακτική συσκευή <b>%2</b>.</html>

source: <html>Switching to the audio playback device <b>%1</b><br/>which just became available and has higher preference.</html>
el: <html>Εναλλαγή στη συσκευή αναπαραγωγής ήχου <b>%1</b><br/> η οποία μόλις έγινε διαθέσιμη και έχει μεγαλύτερη προτίμηση.</html>

source: Revert back to device '%1'
el: Επιστροφή στη συσκευή '%1'

source: <html>Switching to the audio playback device <b>%1</b><br/>which has higher preference or is specifically configured for this stream.</html>
el: <html>Εναλλαγή στη συσκευή αναπαραγωγής ήχου <b>%1</b><br/> η οποία έχει υψηλότερη προτίμηση ή έχει διαμορφωθεί ειδικά για αυτήν τη ροή.</html>

source: PulseAudio Sound Server
el: Εξυπηρετητής ήχου PulseAudio

source: Volume: %1%
el: Ένταση: %1%

source: Use this slider to adjust the volume. The leftmost position is 0%. The rightmost is %1%
el: Χρησιμοποιήστε την κύλιση για τη ρύθμιση της έντασης. Η τέρμα αριστερά θέση είναι 0%. Η τέρμα δεξιά είναι %1%

source: Muted
el: Χωρίς ήχο

# Phonon::
source: Notifications
el: Ειδοποιήσεις

# Phonon::
source: Music
el: Μουσική

# Phonon::
source: Video
el: Βίντεο

# Phonon::
source: Communication
el: Επικοινωνίες

# Phonon::
source: Games
el: Παιχνίδια

# Phonon::
source: Accessibility
el: Προσβασιμότητα

# QWebPage
source: Redirection limit reached
el: Επετεύχθη το όριο ανακατεύθυνσης

# QWebPage
source: Scroll here
el: Κύλιση εδώ

# QWebPage
source: Left edge
el: Αριστερό άκρο

# QWebPage
source: Top
el: Κορυφή

# QWebPage
source: Right edge
el: Δεξί άκρο

# QWebPage
source: Bottom
el: Βάση

# QWebPage
source: Page left
el: Αριστερά στη σελίδα

# QWebPage
source: Page up
el: Σελίδα προς τα πάνω

# QWebPage
source: Page right
el: Δεξιά στη σελίδα

# QWebPage
source: Page down
el: Σελίδα προς τα κάτω

# QWebPage
source: Scroll left
el: Κύλιση αριστερά

# QWebPage
source: Scroll up
el: Κύλιση πάνω

# QWebPage
source: Scroll right
el: Κύλιση δεξιά

# QWebPage
source: Scroll down
el: Κύλιση κάτω

source: Submit
el: Υποβολή

# default label for Reset buttons in forms on web pages
source: Reset
el: Επαναφορά

source: This is a searchable index. Enter search keywords:
el: Μπορείτε να ψάξετε σε αυτό το ευρετήριο. Δώστε λέξεις για αναζήτηση:

# default label for Submit buttons in forms on web pages
source: Submit
el: Υποβολή

# title for file button used in HTML forms
source: Choose File
el: Επιλέξτε αρχείο

# text to display in file button used in HTML forms when no file is selected
source: No file selected
el: Κανένα αρχείο επιλεγμένο

# text to display in <details> tag when it has no <summary> child
source: Details
el: Λεπτομέρειες

# Open in New Window context menu item
source: Open in New Window
el: Άνοιγμα σε νέο παράθυρο

# Download Linked File context menu item
source: Save Link...
el: Αποθήκευση συνδέσμου...

# Copy Link context menu item
source: Copy Link
el: Αντιγραφή συνδέσμου

# Open Image in New Window context menu item
source: Open Image
el: Άνοιγμα εικόνας

# Download Image context menu item
source: Save Image
el: Αποθήκευση εικόνας

# Copy Link context menu item
source: Copy Image
el: Αντιγραφή εικόνας

# Copy Image Address menu item
source: Copy Image Address
el: Αντιγραφή διεύθυνσης εικόνας

# Open Video in New Window
source: Open Video
el: Άνοιγμα βίντεο

# Open Audio in New Window
source: Open Audio
el: Άνοιγμα αρχείου ήχου

# Copy Video Link Location
source: Copy Video
el: Αντιγραφή βίντεο

# Copy Audio Link Location
source: Copy Audio
el: Αντιγραφή αρχείου ήχου

# Toggle Media Controls
source: Toggle Controls
el: Εναλλαγή ελέγχων

# Toggle Media Loop Playback
source: Toggle Loop
el: Εναλλαγή βρόχου

# Switch Video to Fullscreen
source: Enter Fullscreen
el: Εισαγωγή πλήρους οθόνης

source: Play
el: Αναπαραγωγή

source: Pause
el: Παύση

source: Mute
el: Σίγαση

# Open Frame in New Window context menu item
source: Open Frame
el: Άνοιγμα πλαισίου

# Copy context menu item
source: Copy
el: Αντιγραφή

# Back context menu item
source: Go Back
el: Μετάβαση πίσω

# Forward context menu item
source: Go Forward
el: Μετάβαση εμπρός

# Stop context menu item
source: Stop
el: Σταμάτημα

# Reload context menu item
source: Reload
el: Επαναφόρτωση

# Cut context menu item
source: Cut
el: Αποκοπή

# Paste context menu item
source: Paste
el: Επικόλληση

# Select All context menu item
source: Select All
el: Επιλογή όλων

# No Guesses Found context menu item
source: No Guesses Found
el: Δεν βρέθηκαν εκτιμήσεις

# Ignore Spelling context menu item
source: Ignore
el: Αγνόηση

# Learn Spelling context menu item
source: Add To Dictionary
el: Προσθήκη στο λεξικό

# Search The Web context menu item
source: Search The Web
el: Αναζήτηση στον Ιστό

# Look Up in Dictionary context menu item
source: Look Up In Dictionary
el: Αναζήτηση στο λεξικό

# Open Link context menu item
source: Open Link
el: Άνοιγμα συνδέσμου

# Ignore Grammar context menu item
source: Ignore
el: Αγνόηση

# Spelling and Grammar context sub-menu item
source: Spelling
el: Ορθογραφία

# menu item title
source: Show Spelling and Grammar
el: Εμφάνιση ορθογραφίας και γραμματικής

# menu item title
source: Hide Spelling and Grammar
el: Απόκρυψη ορθογραφίας και γραμματικής

# Check spelling context menu item
source: Check Spelling
el: Έλεγχος ορθογραφίας

# Check spelling while typing context menu item
source: Check Spelling While Typing
el: Έλεγχος ορθογραφίας κατά την πληκτρολόγηση

# Check grammar with spelling context menu item
source: Check Grammar With Spelling
el: Έλεγχος γραμματικής κατά την πληκτρολόγηση

# Font context sub-menu item
source: Fonts
el: Γραμματοσειρές

# Bold context menu item
source: Bold
el: Έντονα

# Italic context menu item
source: Italic
el: Πλάγια

# Underline context menu item
source: Underline
el: Υπογράμμιση

# Outline context menu item
source: Outline
el: Περίγραμμα

# Writing direction context sub-menu item
source: Direction
el: Κατεύθυνση

# Text direction context sub-menu item
source: Text Direction
el: Κατεύθυνση κειμένου

# Default writing direction context menu item
source: Default
el: Προκαθορισμένο

# Left to Right context menu item
source: Left to Right
el: Αριστερά προς τα δεξιά

# Right to Left context menu item
source: Right to Left
el: Δεξιά προς τα αριστερά

# Inspect Element context menu item
source: Inspect
el: Επιθεώρηση

source: No recent searches
el: Χωρίς πρόσφατες αναζητήσεις

source: Recent searches
el: Πρόσφατες αναζητήσεις

# menu item in Recent Searches menu that empties menu's contents
source: Clear recent searches
el: Καθαρισμός πρόσφατων αναζητήσεων

# Label text to be used when a plug-in is missing
source: Missing Plug-in
el: Έλλειψη προσθέτου

# Unknown filesize FTP directory listing item
source: Unknown
el: Άγνωστο

# Title string for images
source: %1 (%2x%3 pixels)
el: %1 (%2x%3 εικονοστοιχεία)

# Media controller status message when the media is loading
source: Loading...
el: Φόρτωση...

# Media controller status message when watching a live broadcast
source: Live Broadcast
el: Ζωντανή μετάδοση

# Media controller element
source: Audio Element
el: Αντικείμενο ήχου

# Media controller element
source: Video Element
el: Αντικείμενο βίντεο

# Media controller element
source: Mute Button
el: Κουμπί σίγασης

# Media controller element
source: Unmute Button
el: Κουμπί επαναφοράς ήχου

# Media controller element
source: Play Button
el: Κουμπί αναπαραγωγής

# Media controller element
source: Pause Button
el: Κουμπί παύσης

# Media controller element
source: Slider
el: Κύλιση

# Media controller element
source: Slider Thumb
el: Προεπισκόπηση κύλισης

# Media controller element
source: Rewind Button
el: Κουμπί κίνησης προς τα πίσω

# Media controller element
source: Return to Real-time Button
el: Κουμπί επιστροφής σε πραγματικό χρόνο

# Media controller element
source: Elapsed Time
el: Λανθάνων χρόνος

# Media controller element
source: Remaining Time
el: Υπολειπόμενος χρόνος

# Media controller element
source: Status Display
el: Οθόνη κατάστασης

# Media controller element
source: Fullscreen Button
el: Κουμπί πλήρους οθόνης

# Media controller element
source: Seek Forward Button
el: Κουμπί αναζήτησης προς τα εμπρός

# Media controller element
source: Seek Back Button
el: Κουμπί αναζήτησης προς τα πίσω

# Media controller element
source: Audio element playback controls and status display
el: Συστατικά ελέγχου αναπαραγωγής αντικειμένων ήχου και οθόνη κατάστασης

# Media controller element
source: Video element playback controls and status display
el: Συστατικά ελέγχου αναπαραγωγής αντικειμένων βίντεο και οθόνη κατάστασης

# Media controller element
source: Mute audio tracks
el: Σίγαση ηχητικών κομματιών

# Media controller element
source: Unmute audio tracks
el: Επαναφορά ήχου κομματιών

# Media controller element
source: Begin playback
el: Έναρξη αναπαραγωγής

# Media controller element
source: Pause playback
el: Παύση αναπαραγωγής

# Media controller element
source: Movie time scrubber
el: Συστατικό χρονικής κύλισης κινούμενης εικόνας

# Media controller element
source: Movie time scrubber thumb
el: Προεπισκόπηση συστατικού χρονικής κύλισης κινούμενης εικόνας

# Media controller element
source: Rewind movie
el: Χρονική επαναφορά κινούμενης εικόνας

# Media controller element
source: Return streaming movie to real-time
el: Επιστροφή ροής κινούμενης εικόνας σε πραγματικό χρόνο

# Media controller element
source: Current movie time
el: Τρέχων χρόνος κινούμενης εικόνας

# Media controller element
source: Remaining movie time
el: Υπολειπόμενος χρόνος κινούμενης εικόνας

# Media controller element
source: Current movie status
el: Τρέχουσα κατάσταση κινούμενης εικόνας

# Media controller element
source: Play movie in full-screen mode
el: Αναπαραγωγή κινούμενης εικόνας σε πλήρη οθόνη

# Media controller element
source: Seek quickly back
el: Γρήγορη αναζήτηση προς τα πίσω

# Media controller element
source: Seek quickly forward
el: Γρήγορη αναζήτηση προς τα εμπρός

# Media time description
source: Indefinite time
el: Ακαθόριστος χρόνος

# Media time description
source: %1 days %2 hours %3 minutes %4 seconds
el: %1 ημέρες %2 ώρες %3 λεπτά %4 δευτερόλεπτα

# Media time description
source: %1 hours %2 minutes %3 seconds
el: %1 ώρες %2 λεπτά %3 δευτερόλεπτα

# Media time description
source: %1 minutes %2 seconds
el: %1 λεπτά %2 δευτερόλεπτα

# Media time description
source: %1 seconds
el: %1 δευτερόλεπτα

# QWebPage
source: Web Inspector - %2
el: Επιθεώρηση ιστού - %2

source: JavaScript Alert - %1
el: JavaScript συναγερμός - %1

source: JavaScript Confirm - %1
el: JavaScript επιβεβαίωση - %1

source: JavaScript Prompt - %1
el: JavaScript προτροπή - %1

source: JavaScript Problem - %1
el: JavaScript πρόβλημα - %1

source: The script on this page appears to have a problem. Do you want to stop the script?
el: Το σενάριο στη σελίδα αυτή φαίνεται να έχει πρόβλημα. Θέλετε να το διακόψετε;

source: Move the cursor to the next character
el: Μετακίνηση του δρομέα στον επόμενο χαρακτήρα

source: Move the cursor to the previous character
el: Μετακίνηση του δρομέα στον προηγούμενο χαρακτήρα

source: Move the cursor to the next word
el: Μετακίνηση του δρομέα στην επόμενη λέξη

source: Move the cursor to the previous word
el: Μετακίνηση του δρομέα στην προηγούμενη λέξη

source: Move the cursor to the next line
el: Μετακίνηση του δρομέα στην επόμενη γραμμή

source: Move the cursor to the previous line
el: Μετακίνηση του δρομέα στην προηγούμενη γραμμή

source: Move the cursor to the start of the line
el: Μετακίνηση του δρομέα στην αρχή της γραμμής

source: Move the cursor to the end of the line
el: Μετακίνηση του δρομέα στο τέλος της γραμμής

source: Move the cursor to the start of the block
el: Μετακίνηση του δρομέα στην αρχή της ενότητας

source: Move the cursor to the end of the block
el: Μετακίνηση του δρομέα στο τέλος της ενότητας

source: Move the cursor to the start of the document
el: Μετακίνηση του δρομέα στην αρχή του εγγράφου

source: Move the cursor to the end of the document
el: Μετακίνηση του δρομέα στο τέλος του εγγράφου

source: Select to the next character
el: Επιλογή στον επόμενο χαρακτήρα

source: Select to the previous character
el: Επιλογή στον προηγούμενο χαρακτήρα

source: Select to the next word
el: Επιλογή στην επόμενη λέξη

source: Select to the previous word
el: Επιλογή στην προηγούμενη λέξη

source: Select to the next line
el: Επιλογή στην επόμενη γραμμή

source: Select to the previous line
el: Επιλογή στην προηγούμενη γραμμή

source: Select to the start of the line
el: Επιλογή στην αρχή της γραμμής

source: Select to the end of the line
el: Επιλογή στο τέλος της γραμμής

source: Select to the start of the block
el: Επιλογή στην αρχή της ενότητας

source: Select to the end of the block
el: Επιλογή στο τέλος της ενότητας

source: Select to the start of the document
el: Επιλογή στην αρχή του εγγράφου

source: Select to the end of the document
el: Επιλογή στο τέλος του εγγράφου

source: Delete to the start of the word
el: Διαγραφή στην αρχή της λέξης

source: Delete to the end of the word
el: Διαγραφή στο τέλος της λέξης

source: Insert a new paragraph
el: Εισαγωγή νέας παραγράφου

source: Insert a new line
el: Εισαγωγή νέας γραμμής

source: Paste and Match Style
el: Επικόλληση και ταίριασμα στιλ

source: Remove formatting
el: Αφαίρεση διαμόρφωσης

source: Strikethrough
el: Μεσογράμμιση

source: Subscript
el: Δείκτης

source: Superscript
el: Εκθέτης

source: Insert Bulleted List
el: Εισαγωγή λίστας με κουκκίδες

source: Insert Numbered List
el: Εισαγωγή αριθμημένης λίστας

source: Indent
el: Εσοχή

source: Outdent
el: Αναίρεση εσοχής

source: Center
el: Κέντρο

source: Justify
el: Ομοιόμορφη

source: Align Left
el: Στοίχιση αριστερά

source: Align Right
el: Στοίχιση δεξιά

source: OK
el: Εντάξει

source: Apply
el: Εφαρμογή

source: Help
el: Βοήθεια

source: Defaults
el: Προκαθορισμένα

source: Cancel
el: Ακύρωση

source: &Cancel
el: &Ακύρωση

source: < &Back
el: < &Πίσω

source: &Next >
el: Επόμ&ενο >

source: &Finish
el: Τέ&λος

source: &Help
el: &Βοήθεια

source: Operation stopped by the user
el: Η λειτουργία σταμάτησε από το χρήστη

source: %1, %2 not defined
el: %1, %2 μη ορισμένα

source: Ambiguous %1 not handled
el: Αδυναμία χειρισμού του διφορούμενου %1

source: True
el: Αληθές

source: False
el: Ψευδές

source: Insert
el: Εισαγωγή

source: Update
el: Ενημέρωση

source: Delete
el: Διαγραφή
