Repository: fluxer/kde-l10n
Catalog: */messages/qt/kdeqt.po
Languages: el

# QDB2Result
source: Unable to fetch record %1
el: Αδυναμία προσκόμισης της εγγραφής %1

# QDB2Result
source: Unable to fetch next
el: Αδυναμία προσκόμισης επόμενου

# QDB2Result
source: Unable to fetch first
el: Αδυναμία προσκόμισης πρώτου

source: Unable to set autocommit
el: Αδυναμία ενεργοποίησης αυτόματης υποβολής

source: LayoutDirection attached property only works with Items
el: Η συνημμένη ιδιότητα layoutDirection δουλεύει μόνο με αντικείμενα

source: Could not load cursor delegate
el: Αδυναμία φόρτωσης ανάθεσης δρομέα

source: Could not instantiate cursor delegate
el: Αδυναμία αρχικοποίησης ανάθεσης δρομέα

source: Loader does not support loading non-visual elements.
el: Το συστατικό φόρτωσης δεν υποστηρίζει φόρτωση μη-οπτικών αντικειμένων.

source: front is a write-once property
el: front είναι ιδιότητα εγγραφής άπαξ

source: back is a write-once property
el: back είναι ιδιότητα εγγραφής άπαξ

# QDeclarativeAnimatedImage
source: Qt was built without support for QMovie
el: Η Qt κατασκευάστηκε χωρίς υποστήριξη για QMovie

source: KeyNavigation is only available via attached properties
el: KeyNavigation είναι διαθέσιμο μόνο μέσω συνημμένων ιδιοτήτων

source: Keys is only available via attached properties
el: Τα κλειδιά είναι διαθέσιμα μόνο μέσω συνημμένων ιδιοτήτων

source: LayoutMirroring is only available via attached properties
el: LayoutMirroring είναι διαθέσιμο μόνο μέσω συνημμένων ιδιοτήτων

source: Delegate component must be Item type.
el: Το συστατικό ανάθεσης πρέπει να είναι τύπου Item.

source: Possible anchor loop detected on fill.
el: Πιθανός βρόχος άγκυρας ανιχνεύθηκε στο γέμισμα.

source: Possible anchor loop detected on centerIn.
el: Πιθανός βρόχος άγκυρας ανιχνεύθηκε στο centerIn.

source: Cannot anchor to an item that isn't a parent or sibling.
el: Αδυναμία αγκύρωσης σε αντικείμενο που δεν είναι ούτε γονέας ούτε απόγονος.

source: Possible anchor loop detected on vertical anchor.
el: Πιθανός βρόχος άγκυρας ανιχνεύθηκε σε κατακόρυφη άγκυρα.

source: Possible anchor loop detected on horizontal anchor.
el: Πιθανός βρόχος άγκυρας ανιχνεύθηκε σε οριζόντια άγκυρα.

source: Cannot specify left, right, and hcenter anchors.
el: Αδυναμία προσδιορισμού αριστερής, δεξιάς και hcenter άγκυρας.

source: Cannot anchor to a null item.
el: Αδυναμία αγκύρωσης σε κενό αντικείμενο.

source: Cannot anchor a horizontal edge to a vertical edge.
el: Αδυναμία αγκύρωσης οριζόντιας άκρης σε κατακόρυφη άκρη.

source: Cannot anchor item to self.
el: Αδυναμία αγκύρωσης αντικειμένου στον εαυτό του.

source: Cannot specify top, bottom, and vcenter anchors.
el: Αδυναμία προσδιορισμού άγκυρας κορυφής, βάσης και vcenter.

source: Baseline anchor cannot be used in conjunction with top, bottom, or vcenter anchors.
el: Η άγκυρα βασικής γραμμής δεν μπορεί να χρησιμοποιηθεί σε συνδυασμό με άγκυρες κορυφής, βάσης ή vcenter.

source: Cannot anchor a vertical edge to a horizontal edge.
el: Αδυναμία αγκύρωσης κατακόρυφης άκρης σε οριζόντια άκρη.

# QDeclarativeParser
source: Property value set multiple times
el: Η τιμή της ιδιότητας ορίστηκε πολλές φορές

# QDeclarativeParser
source: Expected type name
el: Αναμενόταν όνομα τύπου

# QDeclarativeParser
source: Invalid import qualifier ID
el: Μη έγκυρο αναγνωριστικό χαρακτηριστικού εισαγωγής

# QDeclarativeParser
source: Reserved name "Qt" cannot be used as an qualifier
el: Το δεσμευμένο όνομα "Qt" δεν μπορεί να χρησιμοποιηθεί ως χαρακτηριστικό

# QDeclarativeParser
source: Script import qualifiers must be unique.
el: Τα χαρακτηριστικά εισαγωγής σεναρίων πρέπει να είναι μοναδικά.

# QDeclarativeParser
source: Script import requires a qualifier
el: Η εισαγωγή σεναρίου απαιτεί χαρακτηριστικό

# QDeclarativeParser
source: Library import requires a version
el: Η εισαγωγή βιβλιοθήκης απαιτεί έκδοση

# QDeclarativeParser
source: Expected parameter type
el: Αναμενόταν τύπος παραμέτρου

# QDeclarativeParser
source: Invalid property type modifier
el: Μη έγκυρος τροποποιητής τύπου ιδιότητας

# QDeclarativeParser
source: Unexpected property type modifier
el: Μη αναμενόμενος τροποποιητής τύπου ιδιότητας

# QDeclarativeParser
source: Expected property type
el: Αναμενόταν τύπος ιδιότητας

# QDeclarativeParser
source: Readonly not yet supported
el: Ανάγνωση-μόνο δεν υποστηρίζεται ακόμη

# QDeclarativeParser
source: JavaScript declaration outside Script element
el: Δήλωση Javascript εκτός αντικειμένου σεναρίου

# QDeclarativeCompiledBindings
source: Binding loop detected for property "%1"
el: Εντοπίστηκε δεσμευμένος βρόχος για την ιδιότητα "%1"

source: executeSql called outside transaction()
el: κλήση executeSql εκτός transaction()

source: Read-only Transaction
el: Συναλλαγή ανάγνωσης-μόνο

source: Version mismatch: expected %1, found %2
el: Ασυμφωνία έκδοσης: αναμενόταν %1, βρέθηκε %2

source: SQL transaction failed
el: Αποτυχία SQL transaction

source: SQL: database version mismatch
el: SQL: δυσαρμονία εκδόσεων βάσης δεδομένων

source: Invalid property assignment: "%1" is a read-only property
el: Μη έγκυρη καταχώρηση ιδιότητας: "%1" είναι ιδιότητα ανάγνωσης-μόνο

source: Invalid property assignment: unknown enumeration
el: Μη έγκυρη καταχώρηση ιδιότητας: άγνωστη αρίθμηση

source: Invalid property assignment: string expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται συμβολοσειρά

source: Invalid property assignment: url expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται url

source: Invalid property assignment: unsigned int expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται unsigned int

source: Invalid property assignment: int expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται int

source: Invalid property assignment: number expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται αριθμός

source: Invalid property assignment: color expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται χρώμα

source: Invalid property assignment: date expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται date

source: Invalid property assignment: time expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται time

source: Invalid property assignment: datetime expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται datetime

source: Invalid property assignment: point expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται point

source: Invalid property assignment: size expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται size

source: Invalid property assignment: rect expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται rect

source: Invalid property assignment: boolean expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται boolean

source: Invalid property assignment: 3D vector expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται τρισδιάστατο διάνυσμα

source: Invalid property assignment: unsupported type "%1"
el: Μη έγκυρη καταχώρηση ιδιότητας: μη υποστηριζόμενος τύπος "%1"

source: Element is not creatable.
el: Το αντικείμενο δεν είναι δημιουργήσιμο.

source: Component elements may not contain properties other than id
el: Τα συστατικά ίσως να μην περιέχουν ιδιότητες άλλες εκτός αναγνωριστικού

source: Invalid component id specification
el: Μη έγκυρη προδιαγραφή αναγνωριστικού συστατικού

source: id is not unique
el: Το αναγνωριστικό δεν είναι μοναδικό

source: Invalid component body specification
el: Μη έγκυρη προδιαγραφή σώματος συστατικού

source: Component objects cannot declare new properties.
el: Τα συστατικά αντικείμενα δεν μπορούν να δηλώνουν νέες ιδιότητες.

source: Component objects cannot declare new signals.
el: Τα συστατικά αντικείμενα δεν μπορούν να δηλώνουν νέα σήματα.

source: Component objects cannot declare new functions.
el: Τα συστατικά αντικείμενα δεν μπορούν να δηλώνουν νέες λειτουργίες.

source: Cannot create empty component specification
el: Αδυναμία δημιουργίας κενής προδιαγραφής συστατικού

source: "%1.%2" is not available in %3 %4.%5.
el: "%1.%2" δεν είναι διαθέσιμο στο %3 %4.%5.

source: "%1.%2" is not available due to component versioning.
el: "%1.%2" δεν είναι διαθέσιμο εξαιτίας αλλαγής έκδοσης του συστατικού.

source: Incorrectly specified signal assignment
el: Λάθος ορισμένη καταχώρηση σήματος

source: Cannot assign a value to a signal (expecting a script to be run)
el: Αδυναμία καταχώρησης τιμής σε σήμα (αναμένει την εκτέλεση σεναρίου)

source: Empty signal assignment
el: Καταχώρηση κενού σήματος

source: Empty property assignment
el: Καταχώρηση κενής ιδιότητας

source: Attached properties cannot be used here
el: Επισυναπτόμενες ιδιότητες δεν γίνεται να χρησιμοποιηθούν εδώ

source: Non-existent attached object
el: Ανύπαρκτο επισυναπτόμενο αντικείμενο

source: Invalid attached object assignment
el: Μη έγκυρη καταχώρηση επισυναπτόμενου αντικειμένου

source: Cannot assign to non-existent default property
el: Αδυναμία καταχώρησης σε ανύπαρκτη προκαθορισμένη ιδιότητα

source: Cannot assign to non-existent property "%1"
el: Αδυναμία καταχώρησης σε ανύπαρκτη ιδιότητα "%1"

source: Invalid use of namespace
el: Μη έγκυρη χρήση namespace

source: Not an attached property name
el: Δεν είναι όνομα επισυναπτόμενης ιδιότητας

source: Invalid use of id property
el: Μη έγκυρη χρήση της ιδιότητας ταυτότητας

source: Property has already been assigned a value
el: Στην ιδιότητα έχει ήδη καταχωρηθεί τιμή

source: Invalid grouped property access
el: Μη έγκυρη πρόσβαση σε ομαδοποιημένη ιδιότητα

source: Cannot assign a value directly to a grouped property
el: Αδυναμία καταχώρησης τιμής απευθείας σε ομαδοποιημένη ιδιότητα

source: Invalid property use
el: Μη έγκυρη χρήση ιδιότητας

source: Property assignment expected
el: Αναμένεται καταχώρηση ιδιότητας

source: Single property assignment expected
el: Αναμένεται καταχώρηση μοναδικής ιδιότητας

source: Unexpected object assignment
el: Απροσδόκητη καταχώρηση αντικειμένου

source: Cannot assign object to list
el: Αδυναμία καταχώρησης αντικειμένου στη λίστα

source: Can only assign one binding to lists
el: Μπορεί να γίνει καταχώρηση μιας μόνο δέσμευσης στις λίστες

source: Cannot assign primitives to lists
el: Αδυναμία καταχώρησης βασικών αντικειμένων στις λίστες

source: Cannot assign multiple values to a script property
el: Αδυναμία καταχώρησης πολλαπλών τιμών σε ιδιότητα σεναρίου

source: Invalid property assignment: script expected
el: Μη έγκυρη καταχώρηση ιδιότητας: αναμένεται σενάριο

source: Cannot assign multiple values to a singular property
el: Αδυναμία καταχώρησης πολλαπλών τιμών σε μοναδιαία ιδιότητα

source: Cannot assign object to property
el: Αδυναμία καταχώρησης αντικειμένου σε ιδιότητα

source: "%1" cannot operate on "%2"
el: "%1" δεν μπορεί να λειτουργήσει στο "%2"

source: Duplicate default property
el: Διπλή προκαθορισμένη ιδιότητα

source: Duplicate property name
el: Διπλό όνομα ιδιότητας

source: Property names cannot begin with an upper case letter
el: Τα ονόματα ιδιοτήτων δεν γίνεται να αρχίζουν με κεφαλαίο γράμμα

source: Illegal property name
el: Μη έγκυρο όνομα ιδιότητας

source: Duplicate signal name
el: Διπλό όνομα σήματος

source: Signal names cannot begin with an upper case letter
el: Τα ονόματα σημάτων δεν γίνεται να αρχίζουν με κεφαλαίο γράμμα

source: Illegal signal name
el: Μη έγκυρο όνομα σήματος

source: Duplicate method name
el: Διπλό όνομα μεθόδου

source: Method names cannot begin with an upper case letter
el: Τα ονόματα μεθόδων δεν γίνεται να αρχίζουν με κεφαλαίο γράμμα

source: Illegal method name
el: Μη έγκυρο όνομα μεθόδου

source: Property value set multiple times
el: Η τιμή της ιδιότητας ορίστηκε πολλές φορές

source: Invalid property nesting
el: Μη έγκυρη εμφώλευση ιδιοτήτων

source: Cannot override FINAL property
el: Αδυναμία αντικατάστασης FINAL ιδιότητας

source: Invalid property type
el: Μη έγκυρος τύπος ιδιότητας

source: Invalid empty ID
el: Μη έγκυρη κενή ταυτότητα

source: IDs cannot start with an uppercase letter
el: Οι ταυτότητες δεν γίνεται να αρχίζουν με κεφαλαίο γράμμα

source: IDs must start with a letter or underscore
el: Οι ταυτότητες πρέπει να αρχίζουν με γράμμα ή κάτω παύλα

source: IDs must contain only letters, numbers, and underscores
el: Οι ταυτότητες πρέπει να περιέχουν μόνο γράμματα, αριθμούς και κάτω παύλες

source: ID illegally masks global JavaScript property
el: Η ταυτότητα παράνομα καλύπτει καθολική JavaScript ιδιότητα

source: No property alias location
el: Χωρίς θέση ψευδώνυμου ιδιότητας

source: Invalid alias location
el: Μη έγκυρη θέση ψευδώνυμου

source: Invalid alias reference. An alias reference must be specified as <id>, <id>.<property> or <id>.<value property>.<property>
el: Μη έγκυρη αναφορά ψευδωνύμου. Μια αναφορά ψευδωνύμου πρέπει να ορίζεται ως <id>, <id>.<property> ή <id>.<value property>.<property>

source: Invalid alias reference. Unable to find id "%1"
el: Μη έγκυρη αναφορά ψευδώνυμου. Αδυναμία εύρεσης ταυτότητας «%1»

source: Alias property exceeds alias bounds
el: Η ιδιότητα ψευδώνυμου υπερβαίνει τα όρια του ψευδώνυμου

# QDeclarativeVME
source: Unable to create object of type %1
el: Αδυναμία δημιουργίας αντικειμένου τύπου %1

# QDeclarativeVME
source: Cannot assign value %1 to property %2
el: Αδυναμία καταχώρησης τιμής %1 στην ιδιότητα %2

# QDeclarativeVME
source: Cannot assign object type %1 with no default method
el: Αδυναμία καταχώρησης αντικειμένου τύπου %1 χωρίς προκαθορισμένη μέθοδο

# QDeclarativeVME
source: Cannot connect mismatched signal/slot %1 %vs. %2
el: Αδυναμία σύνδεσης αναντίστοιχου σήματος/υποδοχής %1 %vs. %2

# QDeclarativeVME
source: Cannot assign an object to signal property %1
el: Αδυναμία καταχώρησης αντικειμένου σε ιδιότητα σήματος %1

# QDeclarativeVME
source: Cannot assign object to list
el: Αδυναμία καταχώρησης αντικειμένου στη λίστα

# QDeclarativeVME
source: Cannot assign object to interface property
el: Αδυναμία καταχώρησης αντικειμένου σε ιδιότητα διεπαφής

# QDeclarativeVME
source: Unable to create attached object
el: Αδυναμία δημιουργίας επισυναπτόμενου αντικειμένου

# QDeclarativeVME
source: Cannot set properties on %1 as it is null
el: Αδυναμία ορισμού ιδιοτήτων στο %1 καθώς είναι κενό

source: plugin cannot be loaded for module "%1": %2
el: Αδυναμία φόρτωσης προσθέτου για το άρθρωμα «%1»: %2

source: module "%1" plugin "%2" not found
el: άρθρωμα «%1» πρόσθετο «%2» δεν βρέθηκαν

source: module "%1" version %2.%3 is not installed
el: το άρθρωμα «%1» έκδοση %2.%3 δεν έχει εγκατασταθεί

source: module "%1" is not installed
el: το άρθρωμα «%1» δεν έχει εγκατασταθεί

source: "%1": no such directory
el: «%1»: Δεν υπάρχει τέτοιος κατάλογος

source: import "%1" has no qmldir and no namespace
el: η εισαγωγή του «%1» δεν έχει qmldir και namespace

source: - %1 is not a namespace
el: - %1 δεν είναι namespace

source: - nested namespaces not allowed
el: - φωλιασμένα namespaces δεν επιτρέπονται

source: local directory
el: τοπικός κατάλογος

source: is ambiguous. Found in %1 and in %2
el: είναι διφορούμενο. Βρέθηκε σε %1 και %2

source: is ambiguous. Found in %1 in version %2.%3 and %4.%5
el: είναι διφορούμενο. Βρέθηκε σε %1 στις εκδόσεις %2.%3 και %4.%5

source: is instantiated recursively
el: αρχικοποιήθηκε αναδρομικά

source: is not a type
el: δεν είναι τύπος

source: File name case mismatch for "%1"
el: Αναντιστοιχία χαρακτήρων στο όνομα αρχείου για "%1"

source: Script %1 unavailable
el: Το σενάριο %1 δεν είναι διαθέσιμο

source: Type %1 unavailable
el: Ο τύπος %1 δεν είναι διαθέσιμος

source: Namespace %1 cannot be used as a type
el: Το namespace %1 δεν μπορεί να χρησιμοποιηθεί ως τύπος

source: Invalid empty URL
el: Μη έγκυρο κενό URL

source: createObject: value is not an object
el: createObject: η τιμή δεν είναι αντικείμενο

# QDeclarativeParser
source: Syntax error
el: Συντακτικό σφάλμα

# QDeclarativeParser
source: Unexpected token `%1'
el: Μη αναμενόμενο αναγνωριστικό '%1'

# QDeclarativeParser
source: Expected token `%1'
el: Αναμενόμενο αναγνωριστικό '%1'

# QDeclarativeParser
source: Illegal unicode escape sequence
el: Μη έγκυρη ακολουθία διαφυγής unicode

# QDeclarativeParser
source: Illegal character
el: Μη έγκυρος χαρακτήρας

# QDeclarativeParser
source: Unclosed string at end of line
el: Μη κλειστή συμβολοσειρά στο τέλος της γραμμής

# QDeclarativeParser
source: Illegal escape sequence
el: Μη έγκυρη ακολουθία διαφυγής

# QDeclarativeParser
source: Unclosed comment at end of file
el: Μη κλειστό σχόλιο στο τέλος αρχείου

# QDeclarativeParser
source: Illegal syntax for exponential number
el: Μη έγκυρη σύνταξη για εκθετικό αριθμό

# QDeclarativeParser
source: Identifier cannot start with numeric literal
el: Το αναγνωριστικό δεν μπορεί να αρχίζει με αριθμητικό

# QDeclarativeParser
source: Unterminated regular expression literal
el: Μη τερματιζόμενος χαρακτήρας κανονικής έκφρασης

# QDeclarativeParser
source: Invalid regular expression flag '%0'
el: Μη έγκυρη ένδειξη κανονικής έκφρασης '%0'

# QDeclarativeParser
source: Unterminated regular expression backslash sequence
el: Μη τερματιζόμενη ακολουθία ανάποδης πλαγιοκαθέτου κανονικής έκφρασης

# QDeclarativeParser
source: Unterminated regular expression class
el: Μη τερματιζόμενη κλάση κανονικής έκφρασης

source: Binding loop detected for property "%1"
el: Εντοπίστηκε δεσμευμένος βρόχος για την ιδιότητα "%1"

source: Error decoding: %1: %2
el: Σφάλμα αποκωδικοποίησης %1: %2

source: Failed to get image from provider: %1
el: Αποτυχία ανάκτησης εικόνας από προμηθευτή: %1

source: Cannot open: %1
el: Αδυναμία ανοίγματος %1

source: PropertyChanges does not support creating state-specific objects.
el: Το PropertyChanges δεν υποστηρίζει τη δημιουργία αντικειμένων ειδικής κατάστασης.

source: Cannot assign to read-only property "%1"
el: Αδυναμία αντιστοίχισης σε ιδιότητα για ανάγνωση-μόνο "%1"

source: Cannot change the animation assigned to a Behavior.
el: Αδυναμία αλλαγής του εφέ κίνησης που δόθηκε σε συμπεριφορά.

source: Cannot animate non-existent property "%1"
el: Αδυναμία απόδοσης κίνησης σε μη-υφιστάμενη ιδιότητα "%1"

source: Cannot animate read-only property "%1"
el: Αδυναμία απόδοσης κίνησης σε ιδιότητα για ανάγνωση-μόνο "%1"

source: Cannot set a duration of < 0
el: Αδυναμία ορισμού διάρκειας < 0

source: Unable to preserve appearance under complex transform
el: Αδυναμία διατήρησης εμφάνισης σε σύνθετο μετασχηματισμό

source: Unable to preserve appearance under non-uniform scale
el: Αδυναμία διατήρησης εμφάνισης σε μη-ομοιόμορφη κλίμακα

source: Unable to preserve appearance under scale of 0
el: Αδυναμία διατήρησης εμφάνισης σε κλίμακα του 0

source: Connections: nested objects not allowed
el: Συνδέσεις: φωλιασμένα αντικείμενα δεν επιτρέπονται

source: Connections: syntax error
el: Συνδέσεις: συντακτικό σφάλμα

source: Connections: script expected
el: Συνδέσεις: αναμενόταν σενάριο

source: Application is an abstract class
el: Η εφαρμογή είναι μια abstract class

source: Animation is an abstract class
el: Το εφέ κίνησης είναι μια abstract class

# QDeclarativeXmlListModel
source: Qt was built without support for xmlpatterns
el: Η Qt κατασκευάστηκε χωρίς υποστήριξη για xmlpatterns

source: "%1" duplicates a previous role name and will be disabled.
el: Το "%1" διπλασιάζει ένα προηγούμενο όνομα ρόλου και θα απενεργοποιηθεί.

# QDeclarativeXmlRoleList
source: An XmlListModel query must start with '/' or "//"
el: Μια ερώτηση XmlListModel πρέπει να αρχίζει με '/' ή "//"

source: invalid query: "%1"
el: Μη έγκυρη ερώτηση: "%1"

source: remove: index %1 out of range
el: αφαίρεση: ο δείκτης %1 είναι εκτός ορίων

source: insert: value is not an object
el: εισαγωγή: η τιμή δεν είναι αντικείμενο

source: insert: index %1 out of range
el: εισαγωγή: ο δείκτης %1 είναι εκτός ορίων

source: move: out of range
el: μετακίνηση: εκτός ορίων

source: append: value is not an object
el: προσθήκη: η τιμή δεν είναι αντικείμενο

source: set: value is not an object
el: ορισμός: η τιμή δεν είναι αντικείμενο

source: set: index %1 out of range
el: ορισμός: ο δείκτης %1 είναι εκτός πεδίου

source: ListElement: cannot contain nested elements
el: ListElement: δεν μπορεί να περιέχει φωλιασμένα αντικείμενα

source: ListElement: cannot use reserved "id" property
el: ListElement: δεν μπορεί να χρησιμοποιεί τη δεσμευμένη "id" ιδιότητα

source: ListElement: cannot use script for property value
el: ListElement: δεν μπορεί να χρησιμοποιεί το σενάριο για τιμή ιδιότητας

source: ListModel: undefined property '%1'
el: ListModel: απροσδιόριστη ιδιότητα '%1'

# Debugger::JSAgentWatchData
source: [Array of length %1]
el: [Διάνυσμα μήκους %1]

source: locally connected
el: τοπικά συνδεδεμένη

source: Aliases: %1
el: Ψευδώνυμα: %1

source: unknown
el: άγνωστο

source: Enter a value:
el: Εισάγετε μία τιμή:

# QPrintPreviewDialog
source: Print Preview
el: Προεπισκόπηση εκτύπωσης

# QPrintPreviewDialog
source: Next page
el: Επόμενη σελίδα

# QPrintPreviewDialog
source: Previous page
el: Προηγούμενη σελίδα

# QPrintPreviewDialog
source: First page
el: Πρώτη σελίδα

# QPrintPreviewDialog
source: Last page
el: Τελευταία σελίδα

# QPrintPreviewDialog
source: Fit width
el: Προσαρμογή στο πλάτος

# QPrintPreviewDialog
source: Fit page
el: Προσαρμογή σελίδας

# QPrintPreviewDialog
source: Zoom in
el: Εστίαση

# QPrintPreviewDialog
source: Zoom out
el: Σμίκρυνση

# QPrintPreviewDialog
source: Portrait
el: Πορτραίτο

# QPrintPreviewDialog
source: Landscape
el: Τοπίο

# QPrintPreviewDialog
source: Show single page
el: Εμφάνιση μίας σελίδας

# QPrintPreviewDialog
source: Show facing pages
el: Εμφάνιση αντικριστών σελίδων

# QPrintPreviewDialog
source: Show overview of all pages
el: Εμφάνιση επισκόπησης όλων των σελίδων

# QPrintPreviewDialog
source: Print
el: Εκτύπωση

# QPrintPreviewDialog
source: Page setup
el: Ρύθμιση σελίδας

# QPrintPreviewDialog
source: Close
el: Κλείσιμο

# QPrintPreviewDialog
source: Export to PDF
el: Εξαγωγή σε PDF

# QPrintPreviewDialog
source: Export to PostScript
el: Εξαγωγή σε PostScript

source: Go Back
el: Μετάβαση πίσω

source: Continue
el: Συνέχεια

source: &Next
el: Επόμε&νο

source: Commit
el: Υποβολή

source: Done
el: Έτοιμο

source: &Options >>
el: Επιλ&ογές >>

source: &Print
el: Εκτύ&πωση

source: &Options <<
el: Επιλ&ογές <<

source: Print to File (PDF)
el: Εκτύπωση σε αρχείο (PDF)

source: Print to File (Postscript)
el: Εκτύπωση σε αρχείο (Postscript)

source: Local file
el: Τοπικό αρχείο

source: Write %1 file
el: Εγγραφή %1 αρχείου

source: Print To File ...
el: Εκτύπωση σε αρχείο ...

source: %1 is a directory. Please choose a different file name.
el: %1 είναι ένας φάκελος. Παρακαλώ επιλέξτε ένα διαφορετικό όνομα για το αρχείο.

source: File %1 is not writable. Please choose a different file name.
el: Το αρχείο %1 δεν είναι εγγράψιμο. Παρακαλώ επιλέξτε ένα διαφορετικό όνομα αρχείου.

source: %1 already exists. Do you want to overwrite it?
el: %1 υπάρχει ήδη. Επιθυμείτε την αντικατάσταση του αρχείου;

# QPPDOptionsModel
source: Name
el: Όνομα

# QPPDOptionsModel
source: Value
el: Τιμή

source: Remove
el: Αφαίρεση

# QPrintPreviewDialog
source: Page Setup
el: Ρύθμιση σελίδας

source: File exists
el: Το αρχείο υπάρχει ήδη

source: <qt>Do you want to overwrite it?</qt>
el: <qt>Επιθυμείτε την αντικατάσταση?</qt>

source: A0 (841 x 1189 mm)
el: A0 (841 x 1189 χιλ)

source: A1 (594 x 841 mm)
el: A1 (594 x 841 χιλ)

source: A2 (420 x 594 mm)
el: A2 (420 x 594 χιλ)

source: A3 (297 x 420 mm)
el: A3 (297 x 420 χιλ)

source: A4 (210 x 297 mm, 8.26 x 11.7 inches)
el: A4 (210 x 297 χιλ, 8.26 x 11.7 ίντσες)

source: A5 (148 x 210 mm)
el: A5 (148 x 210 χιλ)

source: A6 (105 x 148 mm)
el: A6 (105 x 148 χιλ)

source: A7 (74 x 105 mm)
el: A7 (74 x 105 χιλ)

source: A8 (52 x 74 mm)
el: A8 (52 x 74 χιλ)

source: A9 (37 x 52 mm)
el: A9 (37 x 52 χιλ)

source: B0 (1000 x 1414 mm)
el: B0 (1000 x 1414 χιλ)

source: B1 (707 x 1000 mm)
el: B1 (707 x 1000 χιλ)

source: B2 (500 x 707 mm)
el: B2 (500 x 707 χιλ)

source: B3 (353 x 500 mm)
el: B3 (353 x 500 χιλ)

source: B4 (250 x 353 mm)
el: B4 (250 x 353 χιλ)

source: B5 (176 x 250 mm, 6.93 x 9.84 inches)
el: B5 (176 x 250 χιλ, 6.93 x 9.84 ίντσες)
