Repository: fluxer/kde-l10n
Catalog: */messages/qt/kdeqt.po
Languages: el

source: Substitution group %1 of %2 element cannot be resolved.
el: Αδυναμία επίλυσης της ομάδας αντικατάστασης %1 του αντικείμενου %2.

source: Substitution group %1 has circular definition.
el: Η ομάδα αντικατάστασης %1 περιέχει κυκλικό ορισμό.

source: Duplicated element names %1 in %2 element.
el: Διπλά ονόματα αντικειμένου %1 στο αντικείμενο %2.

source: Reference %1 of %2 element cannot be resolved.
el: Αδυναμία επίλυσης της αναφοράς %1 του αντικειμένου %2.

source: Circular group reference for %1.
el: Κυκλική αναφορά ομάδας για το %1.

source: %1 element is not allowed in this scope
el: Το αντικείμενο %1 δεν επιτρέπεται σε αυτή την εμβέλεια

source: %1 element cannot have %2 attribute with value other than %3.
el: Το αντικείμενο %1 δεν μπορεί να έχει ιδιότητα %2 με τιμή άλλη εκτός από %3.

source: %1 element cannot have %2 attribute with value other than %3 or %4.
el: Το αντικείμενο %1 δεν μπορεί να έχει ιδιότητα %2 με τιμή άλλη εκτός από %3 ή %4.

source: %1 or %2 attribute of reference %3 does not match with the attribute declaration %4.
el: Η ιδιότητα %1 ή %2 της αναφοράς %3 δεν ταιριάζει με τη δήλωση της αναφοράς %4.

source: Attribute group %1 has circular reference.
el: Η ομάδα ιδιοτήτων %1 περιέχει κυκλική αναφορά.

source: %1 attribute in %2 must have %3 use like in base type %4.
el: Η %1 ιδιότητα στο %2 πρέπει να έχει %3 use like στον τύπο βάσης %4.

source: Attribute wildcard of %1 is not a valid restriction of attribute wildcard of base type %2.
el: Ο χαρακτήρας υποκατάστασης ιδιότητας του %1 δεν αποτελεί έναν έγκυρο περιορισμό του χαρακτήρα υποκατάστασης ιδιότητας του βασικού τύπου %2.

source: %1 has attribute wildcard but its base type %2 has not.
el: Το %1 έχει χαρακτήρα υποκατάστασης ιδιότητας αλλά ο βασικός του τύπος %2 δεν έχει.

source: Union of attribute wildcard of type %1 and attribute wildcard of its base type %2 is not expressible.
el: Το union του χαρακτήρα υποκατάστασης ιδιότητας του τύπου %1 και ο χαρακτήρας υποκατάστασης ιδιότητας του βασικού του τύπου %2 δεν μπορούν να εκφραστούν.

source: Enumeration facet contains invalid content: {%1} is not a value of type %2.
el: Το enumeration facet περιέχει μη έγκυρο περιεχόμενο: το {%1} δεν αποτελεί τιμή του τύπου %2.

source: Namespace prefix of qualified name %1 is not defined.
el: Το πρόθεμα του namespace του qualified ονόματος %1 δεν έχει οριστεί.

source: %1 has inheritance loop in its base type %2.
el: Το %1 έχει κυκλική κληρονομικότητα στο βασικό του τύπο %2.

source: Circular inheritance of base type %1.
el: Κυκλική κληρονομικότητα βασικού τύπου %1.

source: Circular inheritance of union %1.
el: Κυκλική κληρονομικότητα σε union %1.

source: %1 is not allowed to derive from %2 by restriction as the latter defines it as final.
el: Στο %1 δεν επιτρέπεται να παραχθεί από το %2 με περιορισμό καθώς το τελευταίο το ορίζει ως τελικό.

source: %1 is not allowed to derive from %2 by extension as the latter defines it as final.
el: Στο %1 δεν επιτρέπεται να παραχθεί από το %2 με επέκταση καθώς το τελευταίο το ορίζει ως τελικό.

source: Base type of simple type %1 cannot be complex type %2.
el: Βασικός τύπος απλού τύπου %1 δεν μπορεί να είναι σύνθετος τύπος %2.

source: Simple type %1 cannot have direct base type %2.
el: Ο απλός τύπος %1 δεν μπορεί να έχει βασικό τύπο %2.

source: Simple type %1 is not allowed to have base type %2.
el: Στον απλό τύπο %1 δεν επιτρέπεται να έχει βασικό τύπο %2.

source: Simple type %1 can only have simple atomic type as base type.
el: Ο απλός τύπος %1 μπορεί μόνο να έχει απλό ατομικό τύπο ως βασικό.

source: Simple type %1 cannot derive from %2 as the latter defines restriction as final.
el: Ο απλός τύπος %1 δεν μπορεί να παραχθεί από το %2 καθώς το τελευταίο ορίζει τον περιορισμό ως τελικό.

source: Variety of item type of %1 must be either atomic or union.
el: Η παραλλαγή του αντικειμένου τύπου %1 πρέπει να είναι ή ατομική ή union.

source: Variety of member types of %1 must be atomic.
el: Η παραλλαγή τύπων μελών του %1 πρέπει να είναι άτμητη.

source: %1 is not allowed to derive from %2 by list as the latter defines it as final.
el: Το %1 δεν επιτρέπεται να παραχθεί από %2 με λίστα καθώς το τελευταίο το ορίζει ως τελικό.

source: Simple type %1 is only allowed to have %2 facet.
el: Στον απλό τύπο %1 επιτρέπεται μόνο να έχει %2 facet.

source: Base type of simple type %1 must have variety of type list.
el: Ο βασικός τύπος απλού τύπου %1 πρέπει να έχει παραλλαγή τύπου λίστας.

source: Base type of simple type %1 has defined derivation by restriction as final.
el: Ο βασικός τύπος απλού τύπου %1 έχει ορίσει παραγώγιση με περιορισμό ως τελική.

source: Item type of base type does not match item type of %1.
el: Ο τύπος αντικειμένου του βασικού τύπου δεν ταιριάζει με τον τύπο αντικειμένου του %1.

source: Simple type %1 contains not allowed facet type %2.
el: Απλός τύπος %1 περιέχει μη επιτρεπόμενο τύπο facet %2.

source: %1 is not allowed to derive from %2 by union as the latter defines it as final.
el: %1 δεν επιτρέπεται να παραχθεί από %2 με union καθώς το τελευταίο το ορίζει ως τελικό.

source: %1 is not allowed to have any facets.
el: %1 δεν επιτρέπεται να έχει facet.

source: Base type %1 of simple type %2 must have variety of union.
el: Ο βασικός τύπος %1 απλού τύπου %2 πρέπει να έχει ποικιλία union.

source: Base type %1 of simple type %2 is not allowed to have restriction in %3 attribute.
el: Στον βασικό τύπο %1 απλού τύπου %2 δεν επιτρέπεται να έχει περιορισμό σε %3 ιδιότητα.

source: Member type %1 cannot be derived from member type %2 of %3's base type %4.
el: Μέλος τύπος %1 δεν μπορεί να παραχθεί από μέλος τύπο %2 βασικού τύπου %4 του %3.

source: Derivation method of %1 must be extension because the base type %2 is a simple type.
el: Η μέθοδος παραγωγής του %1 πρέπει να έχει επέκταση επειδή ο βασικός τύπος %2 είναι απλός τύπος.

source: Complex type %1 has duplicated element %2 in its content model.
el: Ο σύνθετος τύπος %1 έχει διπλό αντικείμενο %2 στο μοντέλο του περιεχομένου του.

source: Complex type %1 has non-deterministic content.
el: Ο σύνθετος τύπος %1 περιέχει μη-ντετερμινιστικό περιεχόμενο.

source: Attributes of complex type %1 are not a valid extension of the attributes of base type %2: %3.
el: Οι ιδιότητες του σύνθετου τύπου %1 δεν είναι έγκυρη επέκταση των ιδιοτήτων του βασικού τύπου %2: %3.

source: Content model of complex type %1 is not a valid extension of content model of %2.
el: το μοντέλο περιεχομένου του σύνθετου τύπου %1 δεν είναι έγκυρη επέκταση του μοντέλου περιεχομένου του %2.

source: Complex type %1 must have simple content.
el: Ο σύνθετος τύπος %1 πρέπει να έχει απλό περιεχόμενο.

source: Complex type %1 must have the same simple type as its base class %2.
el: Ο σύνθετος τύπος %1 πρέπει να έχει τον ίδιο απλό τύπο όπως η base class %2.

source: Complex type %1 cannot be derived from base type %2%3.
el: Ο σύνθετος τύπος %1 δεν μπορεί να παραχθεί από βασικό τύπο %2%3.

source: Attributes of complex type %1 are not a valid restriction from the attributes of base type %2: %3.
el: Οι ιδιότητες του σύνθετου τύπου %1 δεν είναι έγκυρος περιορισμός από τις ιδιότητες του βασικού τύπου %2: %3.

source: Complex type %1 with simple content cannot be derived from complex base type %2.
el: Ο σύνθετος τύπος %1 με απλό περιεχόμενο δεν μπορεί να παραχθεί από σύνθετο base τύπο %2.

source: Item type of simple type %1 cannot be a complex type.
el: Ο τύπος αντικειμένου απλού τύπου %1 δεν μπορεί να είναι σύνθετος τύπος.

source: Member type of simple type %1 cannot be a complex type.
el: Τύπος member του απλού τύπου %1 δεν μπορεί να είναι σύνθετος τύπος.

source: %1 is not allowed to have a member type with the same name as itself.
el: Στο %1 δεν επιτρέπεται να έχει μέλος τύπο με το ίδιο όνομα.

source: %1 facet collides with %2 facet.
el: Το %1 facet συγκρούεται με το %2 facet.

source: %1 facet must have the same value as %2 facet of base type.
el: Το %1 facet πρέπει να έχει την ίδια τιμή με το %2 facet του βασικού τύπου.

source: %1 facet must be equal or greater than %2 facet of base type.
el: Το %1 facet πρέπει να είναι ίσο με ή μεγαλύτερο από το %2 facet του βασικού τύπου.

source: %1 facet must be less than or equal to %2 facet of base type.
el: Το %1 facet πρέπει να είναι μικρότερο από ή ίσο με το %2 facet του βασικού τύπου.

source: %1 facet contains invalid regular expression
el: Το facet %1 περιέχει μη έγκυρη κανονική έκφραση

source: Unknown notation %1 used in %2 facet.
el: Άγνωστο notation %1 χρησιμοποιείται στο facet %2.

source: %1 facet contains invalid value %2: %3.
el: Το %1 facet περιέχει μη έγκυρη τιμή %2: %3.

source: %1 facet cannot be %2 or %3 if %4 facet of base type is %5.
el: Το %1 facet δεν μπορεί να είναι %2 ή %3 αν το %4 facet του βασικού τύπου είναι %5.

source: %1 facet cannot be %2 if %3 facet of base type is %4.
el: Το %1 facet δεν μπορεί να είναι %2 αν το %3 facet του βασικού τύπου είναι %4.

source: %1 facet must be less than or equal to %2 facet.
el: Το %1 facet πρέπει να είναι μικρότερο από ή ίσο με το %2 facet.

source: %1 facet must be less than %2 facet of base type.
el: Το %1 facet πρέπει να είναι μικρότερο από το %2 facet του βασικού τύπου.

source: %1 facet and %2 facet cannot appear together.
el: Τα %1 και %2 facet δεν μπορούν να εμφανίζονται μαζί.

source: %1 facet must be greater than %2 facet of base type.
el: Το %1 facet πρέπει να είναι μεγαλύτερο από το %2 facet του βασικού τύπου.

source: %1 facet must be less than %2 facet.
el: Το %1 facet πρέπει να είναι μικρότερο από το %2 facet.

source: %1 facet must be greater than or equal to %2 facet of base type.
el: Το %1 facet πρέπει να είναι μεγαλύτερο από ή ίσο με το %2 facet του βασικού τύπου.

source: Simple type contains not allowed facet %1.
el: Ο απλός τύπος περιέχει μη επιτρεπόμενο facet %1.

source: %1, %2, %3, %4, %5 and %6 facets are not allowed when derived by list.
el: %1, %2, %3, %4, %5 και %6 facets δεν επιτρέπονται όταν παράγονται από λίστα.

source: Only %1 and %2 facets are allowed when derived by union.
el: Μόνο %1 και %2 facets επιτρέπονται όταν παράγονται από union.

source: %1 contains %2 facet with invalid data: %3.
el: το %1 περιέχει %2 facet με μη έγκυρα δεδομένα: %3.

source: Attribute group %1 contains attribute %2 twice.
el: Η ομάδα ιδιοτήτων %1 περιέχει την ιδιότητα %2 δύο φορές.

source: Attribute group %1 contains two different attributes that both have types derived from %2.
el: Η ομάδα ιδιοτήτων %1 περιέχει δύο διαφορετικές ιδιότητες οι τύποι των οποίων παράγονται από το %2.

source: Attribute group %1 contains attribute %2 that has value constraint but type that inherits from %3.
el: Η ομάδα ιδιοτήτων %1 περιέχει την ιδιότητα %2 η οποία έχει περιορισμό τιμής αλλά τύπο που κληρονομεί από το %3.

source: Complex type %1 contains attribute %2 twice.
el: Ο σύνθετος τύπος %1 περιέχει την ιδιότητα %2 δύο φορές.

source: Complex type %1 contains two different attributes that both have types derived from %2.
el: Ο σύνθετος τύπος %1 περιέχει δύο διαφορετικές ιδιότητες με τύπους παραγόμενους από το %2.

source: Complex type %1 contains attribute %2 that has value constraint but type that inherits from %3.
el: Ο σύνθετος τύπος %1 περιέχει την ιδιότητα %2 η οποία έχει περιορισμό τιμής αλλά τύπο που κληρονομεί από το %3.

source: Element %1 is not allowed to have a value constraint if its base type is complex.
el: Το αντικείμενο %1 δεν επιτρέπεται να έχει περιορισμό τιμής αν ο βασικός του τύπος είναι σύνθετος.

source: Element %1 is not allowed to have a value constraint if its type is derived from %2.
el: Το αντικείμενο %1 δεν επιτρέπεται να έχει περιορισμό τιμής αν ο τύπος του παράγεται από το %2.

source: Value constraint of element %1 is not of elements type: %2.
el: Ο περιορισμός τιμής του αντικειμένου %1 δεν είναι του τύπου αντικειμένων: %2.

source: Element %1 is not allowed to have substitution group affiliation as it is no global element.
el: Το αντικείμενο %1 δεν επιτρέπεται να έχει δεσμό με ομάδα αντικατάστασης αν δεν είναι καθολικό αντικείμενο.

source: Type of element %1 cannot be derived from type of substitution group affiliation.
el: Ο τύπος του αντικειμένου %1 δεν μπορεί να παραχθεί από τύπο δεσμού ομάδας αντικατάστασης.

source: Value constraint of attribute %1 is not of attributes type: %2.
el: Ο περιορισμός τιμής της ιδιότητας %1 δεν είναι τύπου ιδιοτήτων: %2.

source: Attribute %1 has value constraint but has type derived from %2.
el: Η ιδιότητα %1 έχει περιορισμό τιμής αλλά τύπο παραγόμενο από το %2.

source: %1 attribute in derived complex type must be %2 like in base type.
el: Η %1 ιδιότητα στον παραγόμενο σύνθετο τύπο πρέπει να είναι %2 όπως στο βασικό τύπο.

source: Attribute %1 in derived complex type must have %2 value constraint like in base type.
el: Η ιδιότητα %1 στον παραγόμενο σύνθετο τύπο πρέπει να έχει %2 περιορισμό τιμής όπως στο βασικό τύπο.

source: Attribute %1 in derived complex type must have the same %2 value constraint like in base type.
el: Η ιδιότητα %1 στον παραγόμενο σύνθετο τύπο πρέπει να έχει τον ίδιο %2 περιορισμό τιμής όπως στο βασικό τύπο.

source: Attribute %1 in derived complex type must have %2 value constraint.
el: Η ιδιότητα %1 στον παραγόμενο σύνθετο τύπο πρέπει να έχει %2 περιορισμό τιμής.

source: processContent of base wildcard must be weaker than derived wildcard.
el: processContent του βασικού χαρακτήρα αντικατάστασης πρέπει να είναι πιο αδύναμος από τον παραγόμενο χαρακτήρα αντικατάστασης.

source: Element %1 exists twice with different types.
el: Το αντικείμενο %1 υπάρχει δύο φορές με διαφορετικούς τύπους.

source: Particle contains non-deterministic wildcards.
el: Το σωματίδιο περιέχει μη-αιτιοκρατούμενους χαρακτήρες αντικατάστασης.

source: The item %1 did not match the required type %2.
el: Το αντικείμενο %1 δεν αντιστοιχεί στον απαιτούμενο τύπο %2.

source: Required cardinality is %1; got cardinality %2.
el: Απαιτούμενη σημαντικότητα είναι %1: λήφθηκε σημαντικότητα %2.

source: It's not possible to add attributes after any other kind of node.
el: Δεν είναι δυνατή η προσθήκη ιδιοτήτων μετά από οποιονδήποτε άλλο κόμβο.

source: An attribute by name %1 has already been created.
el: Μια ιδιότητα με το όνομα %1 έχει ήδη δημιουργηθεί.

source: The namespace URI in the name for a computed attribute cannot be %1.
el: Το URI του namespace για μια υπολογισμένη ιδιότητα δεν μπορεί να είναι %1.

source: The name for a computed attribute cannot have the namespace URI %1 with the local name %2.
el: Το όνομα μιας υπολογισμένης ιδιότητας δεν μπορεί να έχει namespace με URI %1 με τοπικό όνομα %2.

source: Type error in cast, expected %1, received %2.
el: Σφάλμα κατά την αλλαγή τύπου, αναμενόταν %1, λήφθηκε %2.

source: When casting to %1 or types derived from it, the source value must be of the same type, or it must be a string literal. Type %2 is not allowed.
el: Κατά την αλλαγή σε τύπο %1 ή σε απογόνους αυτού, η τιμή της πηγής πρέπει να είναι του ίδιου τύπου, ή θα πρέπει να είναι μια συμβολοσειρά. Ο τύπος %2 δεν επιτρέπεται.

source: A value of type %1 cannot be a predicate. A predicate must have either a numeric type or an Effective Boolean Value type.
el: Μια τιμή με τύπο %1 δεν μπορεί να είναι κατηγορηματική. Για να ισχύει αυτό θα πρέπει να είναι αριθμητικού τύπου ή τελική δυαδική τιμή.

source: A positional predicate must evaluate to a single numeric value.
el: Ένα κατηγορηματικό κατά θέση πρέπει να αναλύεται σε μια αριθμητική τιμή.

source: No namespace binding exists for the prefix %1
el: Δεν υπάρχει σύνδεση namespace με το πρόθεμα %1

source: The parameter %1 is passed, but no corresponding %2 exists.
el: Η παράμετρος %1 πέρασε, αλλά δεν υπάρχει αντίστοιχη %2.

source: The parameter %1 is required, but no corresponding %2 is supplied.
el: Η παράμετρος %1 είναι υποχρεωτική, αλλά δεν έχει δοθεί αντίστοιχη %2.

source: An attribute node cannot be a child of a document node. Therefore, the attribute %1 is out of place.
el: Ένας κόμβος ιδιότητας δεν μπορεί να είναι απόγονος ενός κόμβου εγγράφου. Οπότε η ιδιότητα %1 βρίσκεται εκτός θέσης.

source: Operator %1 cannot be used on type %2.
el: Ο τελεστής %1 δεν μπορεί να χρησιμοποιηθεί στον τύπο %2.

source: Operator %1 cannot be used on atomic values of type %2 and %3.
el: Ο τελεστής %1 δεν μπορεί να χρησιμοποιηθεί σε φυσικές τιμές με τύπο %2 και %3.

source: A comment cannot contain %1
el: Ένα σχόλιο δεν μπορεί να περιέχει το %1

source: A comment cannot end with a %1.
el: Ένα σχόλιο δεν μπορεί να τερματίζει με ένα %1.

source: Ambiguous rule match.
el: Διφορούμενο ταίριασμα κανόνων.

source: Circularity detected
el: Εντοπίστηκε κυκλικότητα

source: A library module cannot be evaluated directly. It must be imported from a main module.
el: Ένα άρθρωμα βιβλιοθήκης δεν μπορεί να υπολογιστεί άμεσα. Θα πρέπει να εισαχθεί από ένα κύριο άρθρωμα.

source: No template by name %1 exists.
el: Δεν υπάρχει template με όνομα %1.

source: The last step in a path must contain either nodes or atomic values. It cannot be a mixture between the two.
el: Το τελευταίο βήμα σε μια διαδρομή πρέπει να περιέχει είτε κόμβους ή φυσικές τιμές. Δεν μπορεί να γίνει μίξη μεταξύ των δύο.

source: In a namespace constructor, the value for a namespace cannot be an empty string.
el: Σε έναν namespace constructor, η τιμή για ένα namespace δεν μπορεί να είναι κενή συμβολοσειρά.

source: The prefix must be a valid %1, which %2 is not.
el: το πρόθεμα πρέπει να είναι έγκυρο %1, ενώ το %2 δεν είναι.

source: The prefix %1 cannot be bound.
el: Αδυναμία δέσμευσης του προθέματος %1.

source: Only the prefix %1 can be bound to %2 and vice versa.
el: Μόνο το πρόθεμα %1 μπορεί να συνδεθεί με το %2 και αντίστροφα.

source: No comparisons can be done involving the type %1.
el: Δεν μπορούν να γίνουν συγκρίσεις που περιέχουν τον τύπο %1.

source: Operator %1 is not available between atomic values of type %2 and %3.
el: Ο τελεστής %1 δεν είναι διαθέσιμος για τις φυσικές τιμές με τύπο %2 και %3.

source: No casting is possible with %1 as the target type.
el: Δεν είναι δυνατή η αλλαγή τύπου με %1 ως τύπο προορισμού.

source: It is not possible to cast from %1 to %2.
el: Αδύνατη η αλλαγή τύπου από %1 σε %2.

source: Casting to %1 is not possible because it is an abstract type, and can therefore never be instantiated.
el: Η αλλαγή τύπου σε %1 δεν είναι δυνατή επειδή πρόκειται για αφηρημένο τύπο, και δεν μπορεί να αρχικοποιηθεί.

source: It's not possible to cast the value %1 of type %2 to %3
el: Δεν είναι δυνατή η αλλαγή τύπου της τιμής %1 από %2 σε %3

source: Failure when casting from %1 to %2: %3
el: Αποτυχία αλλαγής τύπου από %1 σε %2: %3

source: The data of a processing instruction cannot contain the string %1
el: Τα δεδομένα μιας εντολής επεξεργασίας δεν μπορούν να περιέχουν τη συμβολοσειρά %1

source: The URI cannot have a fragment
el: Το URI δεν γίνεται να έχει θραύσμα

source: A zone offset must be in the range %1..%2 inclusive. %3 is out of range.
el: Μια μετατόπιση ζώνης πρέπει να βρίσκεται στο εύρος %1..%2. Το %3 είναι εκτός εύρους.

source: %1 is not a whole number of minutes.
el: Το %1 δεν είναι ένας πλήρης αριθμός λεπτών.

source: The default collection is undefined
el: Η προκαθορισμένη συλλογή δεν είναι ορισμένη.

source: %1 cannot be retrieved
el: Το %1 δεν μπορεί να ανακτηθεί

source: If both values have zone offsets, they must have the same zone offset. %1 and %2 are not the same.
el: Αν και οι δύο τιμές έχουν μετατοπίσεις ζώνης, θα πρέπει να περιέχουν την ίδια μετατόπιση ζώνης. Τα %1 και %2 δεν είναι ίδια.

source: The normalization form %1 is unsupported. The supported forms are %2, %3, %4, and %5, and none, i.e. the empty string (no normalization).
el: Η μορφή κανονικοποίησης %1 δεν υποστηρίζεται. Οι υποστηριζόμενες μορφές είναι %2, %3, %4 και %5 και καμία, π.χ. η κενή συμβολοσειρά (καμία κανονικοποίηση).

source: The first argument to %1 cannot be of type %2.
el: Η πρώτη παράμετρος στο %1 δεν μπορεί να είναι τύπου %2.

source: %1 matches newline characters
el: Το %1 αντιστοιχεί σε χαρακτήρες νέας γραμμής

source: %1 and %2 match the start and end of a line.
el: Τα %1 και %2 αντιστοιχούν την αρχή και τέλος μιας γραμμής.

source: Matches are case insensitive
el: Οι αντιστοιχίες διακρίνουν πεζά/κεφαλαία

source: Whitespace characters are removed, except when they appear in character classes
el: Οι κενοί χαρακτήρες αφαιρούνται, εκτός αν εμφανίζονται σε κλάσεις χαρακτήρων

source: %1 is an invalid regular expression pattern: %2
el: Το %1 είναι ένα μη έγκυρο μοτίβο κανονικής έκφρασης: %2

source: %1 is an invalid flag for regular expressions. Valid flags are:
el: Το %1 είναι μια μη έγκυρη σημαία κανονικών εκφράσεων. Έγκυρες θεωρούνται οι:

source: It will not be possible to retrieve %1.
el: Δε θα είναι δυνατή η ανάκτηση του %1.

source: The first argument to %1 cannot be of type %2. It must be a numeric type, xs:yearMonthDuration or xs:dayTimeDuration.
el: Η πρώτη παράμετρος του %1 δεν μπορεί να είναι τύπου %2. Πρέπει να είναι αριθμητικός τύπος, xs:yearMonthDuration ή xs:dayTimeDuration.

source: The first argument to %1 cannot be of type %2. It must be of type %3, %4, or %5.
el: Η πρώτη παράμετρος στο %1 δεν μπορεί να είναι τύπου %2. Πρέπει να έχει τύπο %3, %4, ή %5.

source: The second argument to %1 cannot be of type %2. It must be of type %3, %4, or %5.
el: Η δεύτερη παράμετρος στο %1 δεν μπορεί να είναι τύπου %2. Πρέπει να έχει τύπο %3, %4, ή %5.

source: %1 is an invalid %2
el: Το %1 είναι μη έγκυρο %2

source: If the first argument is the empty sequence or a zero-length string (no namespace), a prefix cannot be specified. Prefix %1 was specified.
el: Αν η πρώτη παράμετρος είναι η κενή ακολουθία ή μια συμβολοσειρά μηδενικού μήκους (όχι namespace), δεν μπορεί να οριστεί ένα πρόθεμα. Καθορίστηκε πρόθεμα %1.

source: %1 must be followed by %2 or %3, not at the end of the replacement string.
el: Το %1 πρέπει να ακολουθείται από %2 ή %3, όχι στο τέλος της συμβολοσειράς αντικατάστασης.

source: In the replacement string, %1 must be followed by at least one digit when not escaped.
el: Στη συμβολοσειρά αντικατάστασης, το %1 πρέπει να ακολουθείται τουλάχιστον από ένα ψηφίο όταν δεν υπάρχει escape.

source: In the replacement string, %1 can only be used to escape itself or %2, not %3
el: Στη συμβολοσειρά αντικατάστασης, το %1 δεν μπορεί να χρησιμοποιηθεί για escape από το ίδιο ή το %2, όχι το %3

source: The root node of the second argument to function %1 must be a document node. %2 is not a document node.
el: Ο ριζικός κόμβος της δεύτερης παραμέτρου της συνάρτησης %1 πρέπει να είναι ένας κόμβος εγγράφου. Το %2 δεν είναι ένας κόμβος εγγράφου.

source: %1 is not a valid XML 1.0 character.
el: Ο %1 δεν είναι έγκυρος χαρακτήρας XML 1.0.

source: %1 was called.
el: Κλήθηκε το %1.

source: An %1-attribute with value %2 has already been declared.
el: Μια ιδιότητα %1 με τιμή %2 έχει ήδη δηλωθεί.

source: An %1-attribute must have a valid %2 as value, which %3 isn't.
el: Μια ιδιότητα %1 πρέπει να έχει μια έγκυρη τιμή %2, ενώ η %3 δεν είναι.

source: %1 is an unsupported encoding.
el: Το %1 είναι μη υποστηριζόμενη κωδικοποίηση.

source: %1 contains octets which are disallowed in the requested encoding %2.
el: Το %1 περιέχει οκτάδες που δεν επιτρέπονται στη ζητούμενη κωδικοποίηση %2.

source: The codepoint %1, occurring in %2 using encoding %3, is an invalid XML character.
el: Το σημείο κώδικα %1, που παρουσιάζεται στο %2 με χρήση κωδικοποίησης %3, είναι ένας μη έγκυρος XML χαρακτήρας.

source: empty
el: κενό

source: zero or one
el: μηδέν ή ένα

source: exactly one
el: ακριβώς ένα

source: one or more
el: ένα ή περισσότερα

source: zero or more
el: μηδέν ή περισσότερα

source: Required type is %1, but %2 was found.
el: Ο απαιτούμενος τύπος είναι %1, ενώ βρέθηκε ο %2.

source: Promoting %1 to %2 may cause loss of precision.
el: Η μεταφορά του %1 σε %2 μπορεί να προκαλέσει απώλεια ακρίβειας.

source: The focus is undefined.
el: Η εστίαση είναι απροσδιόριστη.
