Repository: fluxer/kde-l10n
Catalog: */messages/qt/kdeqt.po
Languages: el

source: B6 (125 x 176 mm)
el: B6 (125 x 176 χιλ)

source: B7 (88 x 125 mm)
el: B7 (88 x 125 χιλ)

source: B8 (62 x 88 mm)
el: B8 (62 x 88 χιλ)

source: B9 (44 x 62 mm)
el: B9 (44 x 62 χιλ)

source: B10 (31 x 44 mm)
el: B10 (31 x 44 χιλ)

source: C5E (163 x 229 mm)
el: C5E (163 x 229 χιλ)

source: DLE (110 x 220 mm)
el: DLE (110 x 220 χιλ)

source: Executive (7.5 x 10 inches, 191 x 254 mm)
el: Executive (7.5 x 10 ίντσες, 191 x 254 mm)

source: Legal (8.5 x 14 inches, 216 x 356 mm)
el: Legal (8.5 x 14 ίντσες, 216 x 356 mm)

source: Letter (8.5 x 11 inches, 216 x 279 mm)
el: Letter (8.5 x 11 ίντσες, 216 x 279 mm)

source: Print selection
el: Επιλογή εκτύπωσης

source: Print current page
el: Εκτύπωση τρέχουσας σελίδας

source: %1 bytes
el: %1 byte

source: Invalid filename
el: Μη έγκυρο όνομα αρχείου

source: <b>The name "%1" can not be used.</b><p>Try using another name, with fewer characters or no punctuations marks.
el: <b>Το όνομα "%1" δεν μπορεί να χρησιμοποιηθεί.</b><p>Δοκιμάστε κάποιο άλλο, με λιγότερους χαρακτήρες και χωρίς σημεία στίξης.

source: Name
el: Όνομα

source: Size
el: Μέγεθος

# Match OS X Finder
source: Kind
el: Είδος

# All other platforms
source: Type
el: Τύπος

source: Date Modified
el: Ημερομηνία τροποποίησης

source: Select Font
el: Επιλογή γραμματοσειράς

source: &Font
el: &Γραμματοσειρά

source: Font st&yle
el: &Στυλ γραμματοσειράς

source: &Size
el: &Μέγεθος

source: Effects
el: Εφέ

source: Stri&keout
el: Μ&εσογράμμιση

source: &Underline
el: &Υπογράμμιση

source: Sample
el: Δείγμα

source: Wr&iting System
el: Σύστημα &γραφής

source: Print
el: Εκτύπωση

source: The 'From' value cannot be greater than the 'To' value.
el: Η τιμή 'Από' δεν μπορεί να είναι μεγαλύτερη από την τιμή 'Έως'.

source: Custom
el: Προσαρμοσμένο

source: Centimeters (cm)
el: Εκατοστά (εκ)

source: Millimeters (mm)
el: Χιλιοστά (χιλ)

source: Inches (in)
el: Ίντσες (in)

source: Points (pt)
el: Σημεία (pt)

source: Show Details...
el: Εμφάνιση λεπτομερειών...

source: Hide Details...
el: Απόκρυψη λεπτομερειών...

# QMessageBox
source: OK
el: Εντάξει

# QMessageBox
source: Help
el: Βοήθεια

source: <h3>About Qt</h3><p>This program uses Qt version %1.</p>
el: <h3>Σχετικά με την Qt</h3><p>Αυτό το πρόγραμμα χρησιμοποιεί την έκδοση %1 της Qt.</p>

source: About Qt
el: Σχετικά με την Qt

# QPrintDialog
source: Print
el: Εκτύπωση

source: What's This?
el: Τι είναι αυτό;

source: XIM input method
el: Μέθοδος εισόδου XIM

source: Windows input method
el: Μέθοδος εισόδου Windows

source: Mac OS X input method
el: Μέθοδος εισόδου Mac OS X

source: S60 FEP input method
el: Μέθοδος εισόδου S60 FEP

# QFileDialog
source: Drive
el: Οδηγός

# QFileDialog
source: File
el: Αρχείο

# Match Windows Explorer
source: File Folder
el: Φάκελος αρχείων

# All other platforms
source: Folder
el: Φάκελος

# Mac OS X Finder
source: Alias
el: Ψευδώνυμο

# All other platforms
source: Shortcut
el: Συντόμευση

# QFileDialog
source: Unknown
el: Άγνωστο

# QFileDialog
source: My Computer
el: Ο υπολογιστής μου

source: Undo %1
el: Αναίρεση %1

# Default text for undo action
source: Undo
el: Αναίρεση

source: Redo %1
el: Επαναφορά %1

# Default text for redo action
source: Redo
el: Επαναφορά

source: Home
el: Προσωπικός φάκελος

source: <empty>
el: <κενό>

source: Activate
el: Ενεργοποίηση

source: Activates the program's main window
el: Ενεργοποιεί το κύριο παράθυρο του προγράμματος

source: Select
el: Επιλογή

# QShortcut
source: Left
el: Αριστερά

# QShortcut
source: Up
el: Πάνω

# QShortcut
source: Right
el: Δεξιά

# QShortcut
source: Down
el: Κάτω

# QShortcut
source: Menu
el: Μενού

# QShortcut
source: Help
el: Βοήθεια

# QShortcut
source: Back
el: Πίσω

# QShortcut
source: Forward
el: Μπροστά

# QShortcut
source: Stop
el: Σταμάτημα

# QShortcut
source: Refresh
el: Ανανέωση

# QShortcut
source: Volume Down
el: Μείωση έντασης

# QShortcut
source: Volume Mute
el: Χωρίς ήχο

# QShortcut
source: Volume Up
el: Αύξηση έντασης

# QShortcut
source: Bass Boost
el: Ενίσχυση μπάσων

# QShortcut
source: Bass Up
el: Αύξηση μπάσων

# QShortcut
source: Bass Down
el: Μείωση μπάσων

# QShortcut
source: Treble Up
el: Αύξηση πρίμων

# QShortcut
source: Treble Down
el: Μείωση πρίμων

# QShortcut
source: Media Play
el: Αναπαραγωγή μέσου

# QShortcut
source: Media Stop
el: Σταμάτημα μέσου

# QShortcut
source: Media Previous
el: Προηγούμενο μέσο

# QShortcut
source: Media Next
el: Επόμενο μέσο

# QShortcut
source: Media Record
el: Εγγραφή μέσου

# QShortcut
source: Media Pause
el: Παύση μέσου

# QShortcut
source: Toggle Media Play/Pause
el: Εναλλαγή αναπαραγωγής/παύσης μέσου

# QShortcut
source: Home Page
el: Προσωπική σελίδα

# QShortcut
source: Favorites
el: Αγαπημένα

# QShortcut
source: Search
el: Αναζήτηση

# QShortcut
source: Standby
el: Αναμονή

# QShortcut
source: Open URL
el: Άνοιγμα URL

# QShortcut
source: Launch Mail
el: Πελάτης αλληλογραφίας

# QShortcut
source: Launch Media
el: Εκτέλεση μέσου

# QShortcut
source: Launch (0)
el: Εκτέλεση (0)

# QShortcut
source: Launch (1)
el: Εκτέλεση (1)

# QShortcut
source: Launch (2)
el: Εκτέλεση (2)

# QShortcut
source: Launch (3)
el: Εκτέλεση (3)

# QShortcut
source: Launch (4)
el: Εκτέλεση (4)

# QShortcut
source: Launch (5)
el: Εκτέλεση (5)

# QShortcut
source: Launch (6)
el: Εκτέλεση (6)

# QShortcut
source: Launch (7)
el: Εκτέλεση (7)

# QShortcut
source: Launch (8)
el: Εκτέλεση (8)

# QShortcut
source: Launch (9)
el: Εκτέλεση (9)

# QShortcut
source: Launch (A)
el: Εκτέλεση (A)

# QShortcut
source: Launch (B)
el: Εκτέλεση (B)

# QShortcut
source: Launch (C)
el: Εκτέλεση (C)

# QShortcut
source: Launch (D)
el: Εκτέλεση (D)

# QShortcut
source: Launch (E)
el: Εκτέλεση (E)

# QShortcut
source: Launch (F)
el: Εκτέλεση (F)

# QShortcut
source: Monitor Brightness Up
el: Αύξηση λαμπρότητας οθόνης

# QShortcut
source: Monitor Brightness Down
el: Μείωση λαμπρότητας οθόνης

# QShortcut
source: Keyboard Light On/Off
el: Φωτισμός πληκτρολογίου On/Off

# QShortcut
source: Keyboard Brightness Up
el: Αύξηση λαμπρότητας πληκτρολογίου

# QShortcut
source: Keyboard Brightness Down
el: Μείωση λαμπρότητας πληκτρολογίου

# QShortcut
source: Power Off
el: Τερματισμός

# QShortcut
source: LightBulb
el: Λαμπάκι

# QShortcut
source: History
el: Ιστορικό

# QShortcut
source: Add Favorite
el: Προσθήκη αγαπημένου

# QShortcut
source: Hot Links
el: Σημαντικοί σύνδεσμοι

# QShortcut
source: Adjust Brightness
el: Προσαρμογή λαμπρότητας

# QShortcut
source: Finance
el: Οικονομικά

# QShortcut
source: Community
el: Κοινότητα

# QShortcut
source: Audio Rewind
el: Μετακίνηση ήχου προς τα πίσω

# QShortcut
source: Back Forward
el: Πίσω μπροστά

# QShortcut
source: Application Left
el: Εφαρμογή αριστερά

# QShortcut
source: Application Right
el: Εφαρμογή δεξιά

# QShortcut
source: Book
el: Βιβλίο

# QShortcut
source: Calculator
el: Αριθμομηχανή

# QShortcut
source: Clear
el: Καθαρισμός

# QShortcut
source: Clear Grab
el: Καθαρισμός σύλληψης

# QShortcut
source: Close
el: Κλείσιμο

# QShortcut
source: Copy
el: Αντιγραφή

# QShortcut
source: Cut
el: Αποκοπή

# QShortcut
source: Display
el: Οθόνη

# QShortcut
source: Documents
el: Έγγραφα

# QShortcut
source: Spreadsheet
el: Φύλλα εργασίας

# QShortcut
source: Browser
el: Περιηγητής

# QShortcut
source: Game
el: Παιχνίδι

# QShortcut
source: Go
el: Μετάβαση

# QShortcut
source: Logoff
el: Αποσύνδεση

# QShortcut
source: Market
el: Αγορά

# QShortcut
source: Meeting
el: Συνάντηση

# QShortcut
source: Keyboard Menu
el: Μενού πληκτρολογίου

# QShortcut
source: Menu PB
el: Μενού PB

# QShortcut
source: My Sites
el: Οι ιστοχώροι μου

# QShortcut
source: News
el: Ειδήσεις

# QShortcut
source: Home Office
el: Οικιακό γραφείο

# QShortcut
source: Option
el: Επιλογή

# QShortcut
source: Paste
el: Επικόλληση

# QShortcut
source: Phone
el: Τηλέφωνο

# QShortcut
source: Reply
el: Απάντηση

# QShortcut
source: Reload
el: Επαναφόρτωση

# QShortcut
source: Rotate Windows
el: Περιστροφή παραθύρων

# QShortcut
source: Rotation PB
el: Περιστροφή PB

# QShortcut
source: Rotation KB
el: Περιστροφή KB

# QShortcut
source: Save
el: Αποθήκευση

# QShortcut
source: Send
el: Αποστολή

# QShortcut
source: Spellchecker
el: Ελεγκτής ορθογραφίας

# QShortcut
source: Split Screen
el: Διαίρεση οθόνης

# QShortcut
source: Support
el: Υποστήριξη

# QShortcut
source: Task Panel
el: Πλαίσιο εργασιών

# QShortcut
source: Terminal
el: Τερματικό

# QShortcut
source: Tools
el: Εργαλεία

# QShortcut
source: Travel
el: Ταξίδι

# QShortcut
source: Video
el: Βίντεο

# QShortcut
source: Word Processor
el: Επεξεργαστής κειμένου

# QShortcut
source: Zoom In
el: Μεγέθυνση

# QShortcut
source: Zoom Out
el: Σμίκρυνση

# QShortcut
source: Away
el: Αλλού

# QShortcut
source: Messenger
el: Εφαρμογή μηνυμάτων

# QShortcut
source: WebCam
el: Κάμερα

# QShortcut
source: Mail Forward
el: Προώθηση αλληλογραφίας

# QShortcut
source: Pictures
el: Εικόνες

# QShortcut
source: Music
el: Μουσική

# QShortcut
source: Battery
el: Μπαταρία

# QShortcut
source: Wireless
el: Ασύρματο

# QShortcut
source: Ultra Wide Band
el: Εξαιρετικά ευρεία ζώνη

# QShortcut
source: Audio Forward
el: Ήχος εμπρός

# QShortcut
source: Audio Repeat
el: Επανάληψη ήχου

# QShortcut
source: Audio Random Play
el: Τυχαία αναπαραγωγή ήχου

# QShortcut
source: Subtitle
el: Υπότιτλος

# QShortcut
source: Audio Cycle Track
el: Κομμάτι ηχητικού κύκλου

# QShortcut
source: Time
el: Χρόνος

# QShortcut
source: Select
el: Επιλογή

# QShortcut
source: View
el: Προβολή

# QShortcut
source: Top Menu
el: Μενού κορυφής

# QShortcut
source: Suspend
el: Αναστολή

# QShortcut
source: Hibernate
el: Νάρκη

# QShortcut
source: Yes
el: Ναι

# QShortcut
source: No
el: Όχι

# QShortcut
source: Context1
el: Περιεχόμενο1

# QShortcut
source: Context2
el: Περιεχόμενο2

# QShortcut
source: Context3
el: Περιεχόμενο4

# QShortcut
source: Context4
el: Περιεχόμενο4

# QShortcut
source: Call
el: Κλήση

# QShortcut
source: Hangup
el: Αποσύνδεση

# QShortcut
source: Toggle Call/Hangup
el: Εναλλαγή κλήσης/τερματισμού

# QShortcut
source: Flip
el: Αναστροφή

# QShortcut
source: Voice Dial
el: Φωνητική κλήση

# QShortcut
source: Last Number Redial
el: Επανάκληση τελευταίου αριθμού

# QShortcut
source: Camera Shutter
el: Διάφραγμα κάμερας

# QShortcut
source: Camera Focus
el: Εστίαση κάμερας

# QShortcut
source: Eisu toggle
el: Εναλλαγή eisu

# QShortcut
source: Code input
el: Είσοδος κώδικα

# QShortcut
source: Multiple Candidate
el: Πολλαπλές υποψηφιότητες

# QShortcut
source: Previous Candidate
el: Προηγούμενoς υποψήφιος

# QShortcut
source: Hangul Start
el: Εκκίνηση Hangul

# QShortcut
source: Hangul End
el: Τέλος Hangul

source: QT_LAYOUT_DIRECTION
el: LTR

# MAC_APPLICATION_MENU
source: Services
el: Υπηρεσίες

# MAC_APPLICATION_MENU
source: Hide %1
el: Απόκρυψη %1

# MAC_APPLICATION_MENU
source: Hide Others
el: Απόκρυψη άλλων

# MAC_APPLICATION_MENU
source: Show All
el: Εμφάνιση όλων

# MAC_APPLICATION_MENU
source: Preferences...
el: Προτιμήσεις...

# MAC_APPLICATION_MENU
source: Quit %1
el: Έξοδος του %1

# MAC_APPLICATION_MENU
source: About %1
el: Σχετικά με το %1

source: Exit
el: Έξοδος

# QFontDatabase
source: Normal
el: Κανονικά

# QFontDatabase
source: Bold
el: Έντονα

# QFontDatabase
source: Demi Bold
el: Μεσαία έντονα

# QFontDatabase
source: Black
el: Μαύρα

# QFontDatabase
source: Demi
el: Μεσαία

# QFontDatabase
source: Light
el: Φωτεινά

# QFontDatabase
source: Italic
el: Πλάγια

# QFontDatabase
source: Oblique
el: Λοξά

# QFontDatabase
source: Any
el: Οποιαδήποτε

# QFontDatabase
source: Latin
el: Λατινικά

# QFontDatabase
source: Greek
el: Ελληνικά

# QFontDatabase
source: Cyrillic
el: Κυριλλικά

# QFontDatabase
source: Armenian
el: Αρμενικά

# QFontDatabase
source: Hebrew
el: Εβραϊκά

# QFontDatabase
source: Arabic
el: Αραβικά

# QFontDatabase
source: Syriac
el: Συριακά

# QFontDatabase
source: Thaana
el: Θαάνα

# QFontDatabase
source: Devanagari
el: Ντεβαναγκάρι

# QFontDatabase
source: Bengali
el: Μπενγκάλι

# QFontDatabase
source: Gurmukhi
el: Γκουρμουχί

# QFontDatabase
source: Gujarati
el: Γκουαράτι

# QFontDatabase
source: Oriya
el: Ορίγια

# QFontDatabase
source: Tamil
el: Ταμίλ

# QFontDatabase
source: Telugu
el: Τελούγκου

# QFontDatabase
source: Kannada
el: Κανάντα

# QFontDatabase
source: Malayalam
el: Μαλέιγιαλαμ

# QFontDatabase
source: Sinhala
el: Σινχάλα

# QFontDatabase
source: Thai
el: Θάι

# QFontDatabase
source: Lao
el: Λάο

# QFontDatabase
source: Tibetan
el: Θιβετιανά

# QFontDatabase
source: Myanmar
el: Μίανμαρ

# QFontDatabase
source: Georgian
el: Γεωργιανά

# QFontDatabase
source: Khmer
el: Χμερ

# QFontDatabase
source: Simplified Chinese
el: Απλοποιημένα κινέζικα

# QFontDatabase
source: Traditional Chinese
el: Παραδοσιακά κινέζικα

# QFontDatabase
source: Japanese
el: Ιαπωνικά

# QFontDatabase
source: Korean
el: Κορεάτικα

# QFontDatabase
source: Vietnamese
el: Βιετναμέζικα

# QFontDatabase
source: Symbol
el: Σύμβολο

# QFontDatabase
source: Ogham
el: Όγχαμ

# QFontDatabase
source: Runic
el: Ρουνικά

source: Copy &Link Location
el: Αντιγραφή &διεύθυνσης δεσμού

# QUnicodeControlCharacterMenu
source: LRM Left-to-right mark
el: LRM σημείο αριστερά προς δεξιά

# QUnicodeControlCharacterMenu
source: RLM Right-to-left mark
el: RLM σημείο δεξιά προς αριστερά

# QUnicodeControlCharacterMenu
source: ZWJ Zero width joiner
el: ZWJ σύνδεση μηδενικού πλάτους

# QUnicodeControlCharacterMenu
source: ZWNJ Zero width non-joiner
el: ZWNJ μη σύνδεση μηδενικού πλάτους

# QUnicodeControlCharacterMenu
source: ZWSP Zero width space
el: ZWSP κενό μηδενικού πλάτους

# QUnicodeControlCharacterMenu
source: LRE Start of left-to-right embedding
el: LRE αρχή αριστερά προς δεξιά ενσωμάτωσης

# QUnicodeControlCharacterMenu
source: RLE Start of right-to-left embedding
el: RLE αρχή δεξιά προς αριστερά ενσωμάτωσης

# QUnicodeControlCharacterMenu
source: LRO Start of left-to-right override
el: LRO αρχή αριστερά προς δεξιά αντικατάσταση

# QUnicodeControlCharacterMenu
source: RLO Start of right-to-left override
el: RLO αρχή δεξιά προς αριστερά αντικατάσταση

# QUnicodeControlCharacterMenu
source: PDF Pop directional formatting
el: PDF μορφοποίηση με κατεύθυνση

source: Insert Unicode control character
el: Εισάγετε έναν χαρακτήρα ελέγχου Unicode

# QMenuBar
source: Corner Toolbar
el: Γωνιακή εργαλειοθήκη

source: Scroll here
el: Κύλιση εδώ

source: Left edge
el: Αριστερό άκρο

source: Top
el: Πάνω

source: Right edge
el: Δεξί άκρο

source: Bottom
el: Κάτω

source: Page left
el: Αριστερά στη σελίδα

source: Page up
el: Στο πάνω μέρος της σελίδας

source: Page right
el: Δεξιά στη σελίδα

source: Page down
el: Στο κάτω μέρος της σελίδας

source: Scroll left
el: Κύλιση αριστερά

source: Scroll up
el: Κύλιση πάνω

source: Scroll right
el: Κύλιση δεξιά

source: Scroll down
el: Κύλιση κάτω

# QDialogButtonBox
source: &OK
el: Ε&ντάξει

# QDialogButtonBox
source: OK
el: Εντάξει

# QDialogButtonBox
source: &Save
el: Αποθήκευ&ση

# QDialogButtonBox
source: Save
el: Αποθήκευση

# QDialogButtonBox
source: Open
el: Άνοιγμα

# QDialogButtonBox
source: &Cancel
el: Ακύρωση

# QDialogButtonBox
source: Cancel
el: Ακύρωση

# QDialogButtonBox
source: &Close
el: &Κλείσιμο

# QDialogButtonBox
source: Close
el: Κλείσιμο

# QDialogButtonBox
source: Apply
el: Εφαρμογή

# QDialogButtonBox
source: Reset
el: Επαναφορά

# QDialogButtonBox
source: Help
el: Βοήθεια

# QDialogButtonBox
source: Don't Save
el: Χωρίς αποθήκευση

# QDialogButtonBox
source: Close without Saving
el: Κλείσιμο χωρίς αποθήκευση

# QDialogButtonBox
source: Discard
el: Απόρριψη

# QDialogButtonBox
source: &Yes
el: &Ναι

# QDialogButtonBox
source: Yes to &All
el: Ναι σε Ό&λα

# QDialogButtonBox
source: &No
el: Ό&χι

# QDialogButtonBox
source: N&o to All
el: Όχι σε όλ&α

# QDialogButtonBox
source: Save All
el: Αποθήκευση όλων

# QDialogButtonBox
source: Abort
el: Εγκατάλειψη

# QDialogButtonBox
source: Retry
el: Προσπάθεια ξανά

# QDialogButtonBox
source: Ignore
el: Αγνόηση

# QDialogButtonBox
source: Restore Defaults
el: Επαναφορά προκαθορισμένων

source: Close Tab
el: Κλείσιμο καρτέλας

source: Actions
el: Ενέργειες

source: Minimize
el: Ελαχιστοποίηση

source: Maximize
el: Μεγιστοποίηση

source: Unshade
el: Ξετύλιγμα

source: Shade
el: Τύλιγμα

source: Restore Down
el: Αποκατάσταση κάτω

source: Restore
el: Αποκατάσταση

source: Close
el: Κλείσιμο

source: Menu
el: Μενού

source: &Restore
el: &Αποκατάσταση

source: &Move
el: &Μετακίνηση

source: Mi&nimize
el: &Ελαχιστοποίηση

source: Ma&ximize
el: Με&γιστοποίηση

source: Stay on &Top
el: Πάντα στην κορυ&φή

source: &Close
el: &Κλείσιμο

source: &Select All
el: Επιλο&γή όλων

source: &Step up
el: &Βήμα πάνω

source: Step &down
el: Βήμα &κάτω

source: (Untitled)
el: (Χωρίς τίτλο)

source: AM
el: ΠΜ

source: am
el: πμ

source: PM
el: ΜΜ

source: pm
el: μμ

source: Sh&ade
el: &Τύλιγμα

source: &Unshade
el: &Ξετύλιγμα

source: GestureArea: nested objects not allowed
el: GestureArea: δεν επιτρέπονται φωλιασμένα αντικείμενα

source: GestureArea: syntax error
el: GestureArea: συντακτικό σφάλμα

source: GestureArea: script expected
el: GestureArea: αναμένεται σενάριο

source: Loaded Scripts
el: Φορτωμένα σενάρια

source: Breakpoints
el: Σημεία διακοπής

source: Stack
el: Στοίβα

source: Locals
el: Τοπικά

source: Console
el: Κονσόλα

source: Debug Output
el: Αποτέλεσμα διόρθωσης σφαλμάτων

source: Error Log
el: Καταγραφή σφαλμάτων

source: Search
el: Αναζήτηση

source: View
el: Προβολή

source: Qt Script Debugger
el: Πρόγραμμα διόρθωσης σφαλμάτων Qt

source: Previous
el: Προηγούμενο

source: Next
el: Επόμενο

source: Case Sensitive
el: Διάκριση πεζών-κεφαλαίων

source: Whole words
el: Ολόκληρες λέξεις

source: <img src=":/qt/scripttools/debugging/images/wrap.png">&nbsp;Search wrapped
el: <img src=":/qt/scripttools/debugging/images/wrap.png">&nbsp;Η αναζήτηση αναδιπλώθηκε

source: New
el: Νέο

source: Toggle Breakpoint
el: Εναλλαγή σημείου διακοπής

source: Disable Breakpoint
el: Απενεργοποίηση σημείου διακοπής

source: Enable Breakpoint
el: Ενεργοποίηση σημείου διακοπής

source: Breakpoint Condition:
el: Συνθήκη σημείου διακοπής:

source: Go to Line
el: Πήγαινε στη γραμμή

source: Line:
el: Γραμμή:

source: Interrupt
el: Διακοπή

source: Step Into
el: Είσοδος

source: Step Over
el: Πέρασμα

source: Step Out
el: Έξοδος

source: Run to Cursor
el: Εκτέλεση στο δρομέα

source: Run to New Script
el: Εκτέλεση σε νέο σενάριο

source: Clear Debug Output
el: Καθαρισμός αποτελέσματος διόρθωσης σφαλμάτων

source: Clear Error Log
el: Καθαρισμός καταγραφής σφαλμάτων

source: Clear Console
el: Καθαρισμός κονσόλας

source: &Find in Script...
el: &Εύρεση στο σενάριο...

source: Find &Next
el: Εύρεση επόμε&νου

source: Find &Previous
el: Εύρεση &προηγούμενου

source: Debug
el: Διόρθωση σφαλμάτων

# QScriptDebuggerLocalsModel
source: Name
el: Όνομα

# QScriptDebuggerLocalsModel
source: Value
el: Τιμή

# QScriptBreakpointsModel
source: Location
el: Θέση

# QScriptBreakpointsModel
source: Condition
el: Συνθήκη

# QScriptBreakpointsModel
source: Ignore-count
el: Παράβλεψη-καταμέτρησης

# QScriptDebuggerStackModel
source: Level
el: Επίπεδο

# QScriptDebuggerStackModel
source: Name
el: Όνομα

# QScriptDebuggerStackModel
source: Location
el: Θέση

source: Copy Color
el: Χρώμα αντιγράφου

source: Items
el: Αντικείμενα

source: Zoom to &100%
el: Ζουμ στο &100%

source: Zoom In
el: Μεγέθυνση

source: Zoom Out
el: Σμίκρυνση

source: Inspector Mode
el: Λειτουργία επιθεώρησης

source: Play/Pause Animations
el: Εφέ κίνησης αναπαραγωγής/παύσης

source: Select (Marquee)
el: Επιλογή (Marquee)

source: Color Picker
el: Επιλογέας χρώματος

source: Apply Changes to QML Viewer
el: Εφαρμογή αλλαγών στον προβολέα QML

source: Apply Changes to Document
el: Εφαρμογή αλλαγών στο έγγραφο

source: Tools
el: Εργαλεία

source: Could not read image data
el: Αδυναμία ανάγνωσης των δεδομένων της εικόνας

source: Sequential device (eg socket) for image read not supported
el: Η ακολουθιακή συσκευή (πχ υποδοχή) για ανάγνωση εικόνας δεν υποστηρίζεται

source: Seek file/device for image read failed
el: Η αναζήτηση αρχείου/συσκευής για ανάγνωση εικόνας απέτυχε

source: Image mHeader read failed
el: Η ανάγνωση του mHeader της εικόνας απέτυχε

source: Image type not supported
el: Μη υποστηριζόμενος τύπος εικόνας

source: Image depth not valid
el: Μη έγκυρο βάθος εικόνας

source: Could not seek to image read footer
el: Αδυναμία αναζήτησης υποσέλιδου ανάγνωσης της εικόνας

source: Could not read footer
el: Αδυναμία ανάγνωσης υποσέλιδου

source: Image type (non-TrueVision 2.0) not supported
el: Ο τύπος εικόνας (non-TrueVision 2.0) δεν υποστηρίζεται

source: Could not reset to start position
el: Αδυναμία επαναφοράς στη θέση εκκίνησης

source: Roaming error
el: Σφάλμα περιαγωγής

source: Session aborted by user or system
el: Η συνεδρία εγκαταλείφθηκε από τον χρήστη ή το σύστημα

source: The specified configuration cannot be used.
el: Η συγκεκριμένη διαμόρφωση δεν μπορεί να χρησιμοποιηθεί.

source: Unidentified Error
el: Μη αναγνωρισμένο σφάλμα

source: Unknown session error.
el: Άγνωστο σφάλμα συνεδρίας.

source: The session was aborted by the user or system.
el: Η συνεδρία εγκαταλείφθηκε από τον χρήστη ή το σύστημα.

source: The requested operation is not supported by the system.
el: Η ζητούμενη λειτουργία δεν υποστηρίζεται από το σύστημα.

source: Roaming was aborted or is not possible.
el: Η περιαγωγή εγκαταλείφθηκε ή δεν είναι εφικτή.

source: Multiple input method switcher
el: Εναλλαγή πολλαπλής μεθόδου εισόδου

source: Multiple input method switcher that uses the context menu of the text widgets
el: Εναλλαγή πολλαπλής μεθόδου εισόδου με χρήση του σχετικού μενού των γραφικών συστατικών κειμένου

source: Select IM
el: Επιλογή μεθόδου εισόδου

source: Open
el: Άνοιγμα

source: Uncheck
el: Αποεπιλογή

source: Check
el: Επιλογή

source: Toggle
el: Εναλλαγή

source: Press
el: Πίεση

source: Scroll Left
el: Κύλιση αριστερά

source: Scroll Right
el: Κύλιση δεξιά

source: Close the tab
el: Κλείσιμο καρτέλας

source: Activate the tab
el: Ενεργοποίηση καρτέλας

source: Execute
el: Εκτέλεση

source: Dock
el: Προσάρτηση

source: Float
el: Ελευθέρωση

source: More
el: Περισσότερα

source: Less
el: Λιγότερα

source: Position
el: Θέση

source: Line down
el: Γραμμή κάτω

source: QDial
el: Κυκλική επιλογή

source: SpeedoMeter
el: Ταχύμετρο

source: SliderHandle
el: Χειριστής κύλισης

source: System
el: Σύστημα

source: Restore up
el: Επαναφορά πάνω

source: Restore down
el: Επαναφορά κάτω

source: Contains commands to manipulate the window
el: Περιέχει εντολές χειρισμού του παραθύρου

source: Puts a minimized window back to normal
el: Επαναφέρει ένα ελαχιστοποιημένο παράθυρο στο κανονικό

source: Moves the window out of the way
el: Μετακίνηση του παραθύρου εκτός

source: Puts a maximized window back to normal
el: Επαναφορά μεγιστοποίησης παραθύρου στο κανονικό

source: Makes the window full screen
el: Παράθυρο σε πλήρη οθόνη

source: Closes the window
el: Κλείσιμο του παραθύρου

source: Displays the name of the window and contains controls to manipulate it
el: Εμφάνιση ονόματος του παραθύρου και προσφορά ελεγκτών για το χειρισμό του
