Repository: fluxer/kde-l10n
Catalog: */messages/qt/kdeqt.po
Languages: el

# QSql
source: Delete
el: Διαγραφή

# QSql
source: Delete this record?
el: Διαγραφή αυτής της εγγραφής;

# QSql
source: Yes
el: Ναι

# QSql
source: No
el: Όχι

# QSql
source: Insert
el: Εισαγωγή

# QSql
source: Update
el: Ενημέρωση

# QSql
source: Save edits?
el: Αποθήκευση επεξεργασίας;

# QSql
source: Cancel
el: Ακύρωση

# QSql
source: Confirm
el: Επιβεβαίωση

# QSql
source: Cancel your edits?
el: Ακύρωση επεξεργασίας;

source: &Undo
el: Α&ναίρεση

source: &Redo
el: Επανα&φορά

source: Cu&t
el: Α&ποκοπή

source: &Copy
el: &Αντιγραφή

source: &Paste
el: Επι&κόλληση

source: Clear
el: Καθαρισμός

source: Select All
el: Επιλογή όλων

source: Line up
el: Ευθυγράμμιση

source: Customize...
el: Προσαρμογή...

source: More...
el: Περισσότερα...

source: Invalid configuration.
el: Μη έγκυρη διαμόρφωση.

source: The issuer certificate could not be found
el: Αδυναμία εύρεσης του πιστοποιητικού εκδότη

source: The certificate signature could not be decrypted
el: Η υπογραφή του πιστοποιητικού δεν μπορεί να αποκρυπτογραφηθεί

source: The public key in the certificate could not be read
el: Το δημόσιο κλειδί στο πιστοποιητικό δεν μπορεί να αναγνωστεί

source: The signature of the certificate is invalid
el: Η υπογραφή του πιστοποιητικού δεν είναι έγκυρη

source: The certificate is not yet valid
el: Το πιστοποιητικό δεν είναι ακόμη έγκυρο

source: The certificate has expired
el: Το πιστοποιητικό έχει λήξει

source: The certificate's notBefore field contains an invalid time
el: Το πεδίο notBefore του πιστοποιητικού περιέχει μη έγκυρο χρόνο

source: The certificate's notAfter field contains an invalid time
el: Το πεδίο notAfter του πιστοποιητικού περιέχει μη έγκυρο χρόνο

source: The certificate is self-signed, and untrusted
el: Το πιστοποιητικό είναι ιδιόγραφο, και όχι έμπιστο

source: The root certificate of the certificate chain is self-signed, and untrusted
el: Το root πιστοποιητικό της αλυσίδας πιστοποιητικών είναι ιδιόγραφο, και μη έμπιστο

source: The issuer certificate of a locally looked up certificate could not be found
el: Αδυναμία εύρεσης του πιστοποιητικού έκδοσης ενός τοπικού πιστοποιητικού

source: No certificates could be verified
el: Αδυναμία επαλήθευσης πιστοποιητικών

source: One of the CA certificates is invalid
el: Ένα από τα CA πιστοποιητικά δεν είναι έγκυρο

source: The basicConstraints path length parameter has been exceeded
el: Υπέρβαση στην παράμετρο του μήκους της διαδρομής basicConstraints

source: The supplied certificate is unsuitable for this purpose
el: Το παρεχόμενο πιστοποιητικό είναι ακατάλληλο για το σκοπό αυτό

source: The root CA certificate is not trusted for this purpose
el: Το root CA πιστοποιητικό δεν είναι έμπιστο για το σκοπό αυτό

source: The root CA certificate is marked to reject the specified purpose
el: Το root CA πιστοποιητικό έχει σημειωθεί να απορρίψει τον καθορισμένο σκοπό

source: The current candidate issuer certificate was rejected because its subject name did not match the issuer name of the current certificate
el: Το τρέχον υποψήφιο πιστοποιητικό έκδοσης απορρίφθηκε επειδή το θέμα του δεν ταίριαζε με το όνομα του εκδότη του τρέχοντος πιστοποιητικού

source: The current candidate issuer certificate was rejected because its issuer name and serial number was present and did not match the authority key identifier of the current certificate
el: Το τρέχον υποψήφιο πιστοποιητικό έκδοσης απορρίφθηκε επειδή το όνομα του εκδότη και ο σειραϊκός αριθμός δεν ταίριαζαν με το αναγνωριστικό του κλειδιού της αρχής του τρέχοντος πιστοποιητικού

source: The peer did not present any certificate
el: Ο ομότιμος υπολογιστής δεν παρουσίασε κανένα πιστοποιητικό

source: The host name did not match any of the valid hosts for this certificate
el: Το όνομα υπολογιστή δεν ταιριάζει με κανέναν από τους έγκυρους υπολογιστές για το πιστοποιητικό αυτό

source: The peer certificate is blacklisted
el: το ομότιμο πιστοποιητικό είναι σε μαύρη λίστα

source: Unknown error
el: Άγνωστο σφάλμα

source: Error creating SSL context (%1)
el: Σφάλμα δημιουργίας περιεχομένου SSL (%1)

source: Invalid or empty cipher list (%1)
el: Μη έγκυρη ή κενή λίστα κρυπτογραφημάτων (%1)

source: Cannot provide a certificate with no key, %1
el: Αδυναμία παροχής ενός πιστοποιητικού χωρίς κλειδί, %1

source: Error loading local certificate, %1
el: Σφάλμα φόρτωσης τοπικού πιστοποιητικού, %1

source: Error loading private key, %1
el: Σφάλμα φόρτωσης ιδιωτικού κλειδιού, %1

source: Private key does not certify public key, %1
el: Το ιδιωτικό κλειδί δεν πιστοποιεί το δημόσιο κλειδί, %1

source: Error creating SSL session, %1
el: Σφάλμα δημιουργίας συνεδρίας SSL, %1

source: Error creating SSL session: %1
el: Σφάλμα δημιουργίας συνεδρίας SSL: %1

source: Unable to write data: %1
el: Αδυναμία εγγραφής δεδομένων: %1

source: Unable to decrypt data: %1
el: Αδυναμία αποκρυπτογράφησης δεδομένων: %1

source: The TLS/SSL connection has been closed
el: Η σύνδεση TLS/SSL έχει κλείσει

source: Error while reading: %1
el: Σφάλμα κατά την ανάγνωση: %1

source: Error during SSL handshake: %1
el: Σφάλμα κατά την χειραψία SSL: %1

source: Unable to initialize non-blocking socket
el: Αδυναμία αρχικοποίησης ελεύθερης υποδοχής

source: Unable to initialize broadcast socket
el: Αδυναμία αρχικοποίησης υποδοχής αναμετάδοσης

source: Attempt to use IPv6 socket on a platform with no IPv6 support
el: Προσπάθεια χρήσης υποδοχής IPv6 σε μια πλατφόρμα χωρίς υποστήριξη IPv6

source: The remote host closed the connection
el: Ο απομακρυσμένος υπολογιστής έκλεισε τη σύνδεση

source: Network operation timed out
el: Λήξη χρονικού ορίου λειτουργίας δικτύου

source: Out of resources
el: Μη διαθέσιμοι πόροι

source: Unsupported socket operation
el: Μη υποστηριζόμενη λειτουργία υποδοχής

source: Protocol type not supported
el: Μη υποστηριζόμενος τύπος πρωτοκόλλου

source: Invalid socket descriptor
el: Μη έγκυρος περιγραφέας υποδοχής

source: Host unreachable
el: Μη προσπελάσιμος υπολογιστής

source: Network unreachable
el: Μη προσπελάσιμο δίκτυο

source: Connection timed out
el: Λήξη χρονικού ορίου

source: Connection refused
el: Άρνηση σύνδεσης

source: The bound address is already in use
el: Η διεύθυνση δεσμού είναι ήδη σε χρήση

source: The address is not available
el: Η διεύθυνση δεν είναι διαθέσιμη

source: The address is protected
el: Η διεύθυνση είναι προστατευμένη

source: Datagram was too large to send
el: Το datagram ήταν πολύ μεγάλο για αποστολή

source: Unable to send a message
el: Αδυναμία αποστολής μηνύματος

source: Unable to receive a message
el: Αδυναμία λήψης μηνύματος

source: Unable to write
el: Αδυναμία εγγραφής

source: Network error
el: Σφάλμα δικτύου

source: Another socket is already listening on the same port
el: Κάποια άλλη υποδοχή εκτελεί ακρόαση στην ίδια θύρα

source: Operation on non-socket
el: Λειτουργία σε μη υποδοχή

source: The proxy type is invalid for this operation
el: Ο τύπος διαμεσολαβητή δεν είναι έγκυρος για τη λειτουργία αυτή

source: Operation on socket is not supported
el: Η λειτουργία στην υποδοχή δεν υποστηρίζεται

source: Host not found
el: Ο υπολογιστής δε βρέθηκε

source: Socket operation timed out
el: Λήξη χρονικού ορίου λειτουργίας υποδοχής

source: Socket is not connected
el: Μη συνδεδεμένη υποδοχή

source: The address is invalid for this operation
el: Η διεύθυνση δεν είναι έγκυρη για τη λειτουργία αυτή

source: The specified network session is not opened
el: Η καθορισμένη δικτυακή συνεδρία δεν είναι ανοιχτή

source: Connection to proxy refused
el: Άρνηση σύνδεσης στο διαμεσολαβητή

source: Connection to proxy closed prematurely
el: Η σύνδεση στο διαμεσολαβητή έκλεισε πρόωρα

source: Proxy host not found
el: Ο υπολογιστής διαμεσολάβησης δεν βρέθηκε

source: Connection to proxy timed out
el: Λήξη χρονικού ορίου σύνδεσης στο διαμεσολαβητή

source: Proxy authentication failed
el: Η ταυτοποίηση του διαμεσολαβητή απέτυχε

source: Proxy authentication failed: %1
el: Η ταυτοποίηση του διαμεσολαβητή απέτυχε: %1

source: SOCKS version 5 protocol error
el: Σφάλμα πρωτοκόλλου SOCKS έκδοση 5

source: General SOCKSv5 server failure
el: Γενική αποτυχία εξυπηρετητή SOCKS5

source: Connection not allowed by SOCKSv5 server
el: Ο εξυπηρετητής SOCKS5 δεν επιτρέπει τη σύνδεση

source: TTL expired
el: TTL έληξε

source: SOCKSv5 command not supported
el: Η εντολή SOCKSv5 δεν υποστηρίζεται

source: Address type not supported
el: Ο τύπος διεύθυνσης δεν υποστηρίζεται

source: Unknown SOCKSv5 proxy error code 0x%1
el: Άγνωστος κωδικός σφάλματος διαμεσολαβητή SOCKSv5 0x%1

# QSocks5SocketEngine
source: Network operation timed out
el: Λήξη χρονικού ορίου λειτουργίας δικτύου

source: This platform does not support IPv6
el: Η πλατφόρμα αυτή δεν υποστηρίζει IPv6

# QHostInfoAgent
source: No host name given
el: Δεν δόθηκε όνομα υπολογιστή

# QHostInfoAgent
source: Invalid hostname
el: Μη έγκυρο όνομα υπολογιστή

# QHostInfo
source: No host name given
el: Δεν δόθηκε όνομα υπολογιστή

source: No host name given
el: Δεν δόθηκε όνομα υπολογιστή

source: Invalid hostname
el: Μη έγκυρο όνομα υπολογιστή

source: Unknown address type
el: Άγνωστος τύπος διεύθυνσης

# QNetworkAccessDebugPipeBackend
source: Write error writing to %1: %2
el: Σφάλμα εγγραφής με την εγγραφή στο %1: %2

source: Socket error on %1: %2
el: Σφάλμα υποδοχής στο %1: %2

source: Remote host closed the connection prematurely on %1
el: Ο απομακρυσμένος υπολογιστής έκλεισε τη σύνδεση πρόωρα σε %1

# QNetworkAccessCacheBackend
source: Error opening %1
el: Σφάλμα ανοίγματος %1

# QNetworkAccessFileBackend
source: Request for opening non-local file %1
el: Αίτηση ανοίγματος μη τοπικού αρχείου %1

# QNetworkAccessFileBackend
source: Cannot open %1: Path is a directory
el: Σφάλμα ανοίγματος %1: Η διαδρομή είναι ένας κατάλογος

# QNetworkAccessFileBackend
source: Error opening %1: %2
el: Σφάλμα ανοίγματος %1: %2

# QNetworkReply
source: Protocol "%1" is unknown
el: Το πρωτόκολλο "%1" είναι άγνωστο

# QNetworkReply
source: Network session error.
el: Σφάλμα συνεδρίας δικτύου.

# QNetworkReply
source: backend start error.
el: σφάλμα εκκίνησης συστήματος υποστήριξης.

source: Temporary network failure.
el: Προσωρινή αποτυχία δικτύου.

source: Operation canceled
el: Η λειτουργία ακυρώθηκε

# QNetworkAccessManager
source: Network access is disabled.
el: Η πρόσβαση στο δίκτυο είναι ανενεργή.

source: No suitable proxy found
el: Δεν βρέθηκε κατάλληλος διαμεσολαβητής

# QNetworkAccessDataBackend
source: Invalid URI: %1
el: Μη έγκυρο URI: %1

source: Cannot open %1: is a directory
el: Αδυναμία ανοίγματος %1: πρόκειται για κατάλογο

source: Logging in to %1 failed: authentication required
el: Αποτυχία σύνδεσης στο %1: απαιτείται ταυτοποίηση

source: Error while downloading %1: %2
el: Σφάλμα κατά τη λήψη %1: %2

source: Error while uploading %1: %2
el: Σφάλμα κατά την αποστολή %1: %2

# QNetworkAccessFileBackend
source: Write error writing to %1: %2
el: Σφάλμα εγγραφής στο %1: %2

# QNetworkAccessFileBackend
source: Read error reading from %1: %2
el: Σφάλμα ανάγνωσης από %1: %2

source: Extra content at end of document.
el: Επιπλέον περιεχόμενο στο τέλος του εγγράφου.

source: Invalid entity value.
el: Μη έγκυρη τιμή οντότητας.

source: Invalid XML character.
el: Μη έγκυρος χαρακτήρας XML.

source: Sequence ']]>' not allowed in content.
el: Η ακολουθία ']]>' δεν επιτρέπεται στο περιεχόμενο.

source: Encountered incorrectly encoded content.
el: Εντοπίστηκε περιεχόμενο με εσφαλμένη κωδικοποίηση.

source: Namespace prefix '%1' not declared
el: Το πρόθεμα '%1' για το namespace δεν έχει δηλωθεί

source: Illegal namespace declaration.
el: Μη έγκυρη δήλωση namespace.

source: Attribute redefined.
el: Η ιδιότητα έχει οριστεί ξανά.

source: Unexpected character '%1' in public id literal.
el: Μη αναμενόμενος χαρακτήρας '%1' στο στο κυριόλεκτο δημόσιου id.

source: Invalid XML version string.
el: Μη έγκυρη συμβολοσειρά έκδοσης XML.

source: Unsupported XML version.
el: Μη υποστηριζόμενη έκδοση XML.

source: The standalone pseudo attribute must appear after the encoding.
el: Η αυτόνομη ψευδο-ιδιότητα πρέπει να εμφανίζεται μετά την κωδικοποίηση.

source: %1 is an invalid encoding name.
el: Το %1 δεν είναι έγκυρο όνομα συνόλου χαρακτήρων.

source: Encoding %1 is unsupported
el: Το σύνολο χαρακτήρων %1 δεν υποστηρίζεται

source: Standalone accepts only yes or no.
el: Η ιδιότητα αυτόνομου αποδέχεται μόνο το ναι ή όχι.

source: Invalid attribute in XML declaration.
el: Μη έγκυρη ιδιότητα στη δήλωση XML.

source: Premature end of document.
el: Πρώιμο τέλος του εγγράφου.

source: Invalid document.
el: Μη έγκυρο έγγραφο.

source: Expected
el: Αναμένονταν

source: , but got '
el: , αλλά βρέθηκε '

source: Unexpected '
el: Μη αναμενόμενο '

source: Expected character data.
el: Αναμένονταν χαρακτήρας.

# QSystemSemaphore
source: %1: already exists
el: %1: υπάρχει ήδη

# QSystemSemaphore
source: %1: does not exist
el: %1: δεν υπάρχει

# QSystemSemaphore
source: %1: out of resources
el: %1: εξάντληση πόρων

# QSystemSemaphore
source: %1: permission denied
el: %1: άρνηση δικαιώματος

# QSystemSemaphore
source: %1: unknown error %2
el: %1: άγνωστο σφάλμα %2

# QSystemSemaphore
source: %1: name error
el: %1: σφάλμα ονόματος

# QSystemSemaphore
source: %1: key is empty
el: %1: το κλειδί είναι κενό

# QSystemSemaphore
source: %1: unable to make key
el: %1: αδύνατη η δημιουργία κλειδιού

# QSystemSemaphore
source: %1: ftok failed
el: %1: αποτυχία ftok

# QIODevice
source: Permission denied
el: Άρνηση δικαιώματος

# QIODevice
source: Too many open files
el: Πάρα πολλά ανοικτά αρχεία

# QIODevice
source: No such file or directory
el: Δεν υπάρχει τέτοιο αρχείο ή κατάλογος

# QIODevice
source: No space left on device
el: Δεν υπάρχει ελεύθερος χώρος στη συσκευή

source: %1: already exists
el: %1: υπάρχει ήδη

source: %1: doesn't exist
el: %1: δεν υπάρχει

source: %1: invalid size
el: %1: μη έγκυρο μέγεθος

source: %1: out of resources
el: %1: μη διαθέσιμοι πόροι

source: %1: permission denied
el: %1: άρνηση δικαιώματος

source: %1: unknown error %2
el: %1: άγνωστο σφάλμα %2

source: %1: key is empty
el: %1: το κλειδί είναι κενό

source: %1: size query failed
el: %1: αποτυχία ερωτήματος μεγέθους

source: %1: UNIX key file doesn't exist
el: %1: το αρχείο κλειδιού UNIX δεν υπάρχει

source: %1: ftok failed
el: %1: αποτυχία ftok

source: %1: unable to make key
el: %1: αδυναμία δημιουργίας κλειδιού

source: %1: system-imposed size restrictions
el: %1: περιορισμοί μεγέθους από το σύστημα

source: %1: bad name
el: %1: κακό όνομα

source: %1: not attached
el: %1: μη συνημμένο

source: %1: unable to set key on lock
el: %1: αδυναμία ορισμού κλειδιού στο κλείδωμα

source: %1: create size is less then 0
el: %1: μέγεθος δημιουργίας μικρότερο από 0

source: %1: unable to lock
el: %1: αδυναμία κλειδώματος

source: %1: unable to unlock
el: %1: αδυναμία ξεκλειδώματος

source: %1: doesn't exists
el: %1: δεν υπάρχει

source: Cannot load library %1: %2
el: Αδυναμία φόρτωσης βιβλιοθήκης %1: %2

source: Cannot unload library %1: %2
el: Αδυναμία αποφόρτωσης βιβλιοθήκης %1: %2

source: Cannot resolve symbol "%1" in %2: %3
el: Αδυναμία επίλυσης σύμβολου "%1" στο %2: %3

source: The plugin was not loaded.
el: Το πρόσθετο δεν φορτώθηκε.

source: The shared library was not found.
el: Η κοινόχρηστη βιβλιοθήκη δεν βρέθηκε.

source: Plugin verification data mismatch in '%1'
el: Αταίριαστα δεδομένα επαλήθευσης plugin στο '%1'

source: The file '%1' is not a valid Qt plugin.
el: Το αρχείο '%1' δεν είναι ένα έγκυρο πρόσθετο Qt.

source: The plugin '%1' uses incompatible Qt library. (%2.%3.%4) [%5]
el: Το πρόσθετο '%1' χρησιμοποιεί μη συμβατή βιβλιοθήκη Qt. (%2.%3.%4) [%5]

source: The plugin '%1' uses incompatible Qt library. Expected build key "%2", got "%3"
el: Το πρόσθετο '%1' χρησιμοποιεί μη συμβατή βιβλιοθήκη Qt. Αναμενόταν κλειδί κατασκευής "%2", ενώ λήφθηκε "%3"

source: The plugin '%1' uses incompatible Qt library. (Cannot mix debug and release libraries.)
el: Το πρόσθετο '%1' χρησιμοποιεί μη συμβατή βιβλιοθήκη Qt. (Αδυναμία ανάμιξης βιβλιοθηκών κυκλοφορίας και αποσφαλμάτωσης.)

source: '%1' is not an ELF object (%2)
el: '%1' δεν είναι αντικείμενο ELF (%2)

source: '%1' is not an ELF object
el: '%1' δεν είναι αντικείμενο ELF

source: '%1' is an invalid ELF object (%2)
el: Το %1 είναι μη έγκυρο αντικείμενο ELF (%2)

source: Could not open input redirection for reading
el: Αδυναμία ανοίγματος αναδιεύθυνσης για ανάγνωση

source: Could not open output redirection for writing
el: Αδυναμία ανοίγματος αναδιεύθυνσης για εγγραφή

source: Resource error (fork failure): %1
el: Σφάλμα πόρου (αποτυχία διακλάδωσης): %1

source: Process operation timed out
el: Λήξη χρονικού ορίου λειτουργίας υποδοχής

source: Error reading from process
el: Σφάλμα ανάγνωσης της διεργασίας

source: Error writing to process
el: Σφάλμα εγγραφής στην διεργασία

source: Process crashed
el: Η διεργασία κατέρρευσε

source: No program defined
el: Δεν προσδιορίστηκε κανένα πρόγραμμα

source: Destination file exists
el: Το αρχείο υπάρχει ήδη

source: Will not rename sequential file using block copy
el: Δεν θα μετονομάσει ακολουθιακό αρχείο χρησιμοποιώντας αντιγραφή τμημάτων

source: Cannot remove source file
el: Αδυναμία αφαίρεσης πηγαίου αρχείου

source: Cannot open %1 for input
el: Αδυναμία ανοίγματος %1 για εισαγωγή

source: Cannot open for output
el: Αδυναμία ανοίγματος για εξαγωγή

source: Failure to write block
el: Αδυναμία εγγραφής τμήματος

source: Cannot create %1 for output
el: Αδυναμία δημιουργίας %1 για εξαγωγή

source: No file engine available or engine does not support UnMapExtension
el: Δεν υπάρχει διαθέσιμη μηχανή αρχείων ή η μηχανή δεν υποστηρίζει UnMapExtension

source: Process failed to start: %1
el: Η διεργασία απέτυχε να ξεκινήσει: %1

source: Missing initial state in compound state '%1'
el: Λείπει η αρχική κατάσταση στη σύνθετη κατάσταση '%1'

source: Missing default state in history state '%1'
el: Λείπει η αρχική κατάσταση στην κατάσταση ιστορικού '%1'

source: No common ancestor for targets and source of transition from state '%1'
el: Δεν υπάρχει κοινός πρόγονος για προορισμούς και πηγή μετάβασης από την κατάσταση '%1'

# QRegExp
source: no error occurred
el: δεν συνέβη κάποιο σφάλμα

# QRegExp
source: disabled feature used
el: χρησιμοποιήθηκε το χαρακτηριστικό του ανενεργού

# QRegExp
source: bad char class syntax
el: λάθος σύνταξη κλάσης χαρακτήρα

# QRegExp
source: bad lookahead syntax
el: λάθος σύνταξη ευθείας αναζήτησης

# QRegExp
source: lookbehinds not supported, see QTBUG-2371
el: lookbehinds δεν υποστηρίζεται, δείτε QTBUG-2371

# QRegExp
source: bad repetition syntax
el: λάθος σύνταξη επανάληψης

# QRegExp
source: invalid octal value
el: μη έγκυρη οκταδική τιμή

# QRegExp
source: missing left delim
el: λείπει αριστερό διαχωριστικό

# QRegExp
source: unexpected end
el: μη αναμενόμενο τέλος

# QRegExp
source: met internal limit
el: άφιξη σε εσωτερικό όριο

# QRegExp
source: invalid interval
el: μη έγκυρο χρονικό διάστημα

# QRegExp
source: invalid category
el: Μη έγκυρη κατηγορία

source: No operand in an integer division, %1, can be %2.
el: Κανένας τελεστής σε μια ακέραια διαίρεση, %1, δεν μπορεί να είναι %2.

source: The first operand in an integer division, %1, cannot be infinity (%2).
el: Ο πρώτος τελεστής σε μια ακέραια διαίρεση, %1, δεν μπορεί να είναι το άπειρο (%2).

source: The second operand in a division, %1, cannot be zero (%2).
el: Ο δεύτερος τελεστής σε μια διαίρεση, %1, δεν μπορεί να είναι το μηδέν (%2).

source: At least one component must be present.
el: Θα πρέπει τουλάχιστον ένα συστατικό να είναι παρών.

source: At least one time component must appear after the %1-delimiter.
el: Τουλάχιστον ένα συστατικό της ώρας πρέπει να εμφανίζεται μετά το διαχωριστικό %1.

source: Integer division (%1) by zero (%2) is undefined.
el: Η ακέραια διαίρεση (%1) με το μηδέν (%2) είναι απροσδιόριστη.

source: Division (%1) by zero (%2) is undefined.
el: Η διαίρεση (%1) με το μηδέν (%2) είναι απροσδιόριστη.

source: Modulus division (%1) by zero (%2) is undefined.
el: Η διαίρεση υπολοίπου (%1) με το μηδέν (%2) είναι απροσδιόριστη.

source: Dividing a value of type %1 by %2 (not-a-number) is not allowed.
el: Η διαίρεση μιας τιμής με τύπο %1 με το %2 (μη αριθμός) δεν επιτρέπεται.

source: Dividing a value of type %1 by %2 or %3 (plus or minus zero) is not allowed.
el: Η διαίρεση μιας τιμής με τύπο %1 με %2 ή %3 (συν ή πλην μηδέν) δεν επιτρέπεται.

source: Multiplication of a value of type %1 by %2 or %3 (plus or minus infinity) is not allowed.
el: Ο πολλαπλασιασμός μιας τιμής με τύπο %1 με %2 ή %3 (συν ή πλην μηδέν) δεν επιτρέπεται.

source: A value of type %1 cannot have an Effective Boolean Value.
el: Μια τιμή με τύπο %1 δεν μπορεί να έχει τελική δυαδική τιμή.

source: Year %1 is invalid because it begins with %2.
el: Το έτος %1 δεν είναι έγκυρο επειδή αρχίζει με %2.

source: Day %1 is outside the range %2..%3.
el: Η ημέρα %1 είναι εκτός του εύρους %2..%3.

source: Month %1 is outside the range %2..%3.
el: Η μήνας %1 είναι εκτός του εύρους %2..%3.

source: Overflow: Can't represent date %1.
el: Υπερχείλιση: Αδύνατη η αναπαράσταση της ημερομηνίας %1.

source: Day %1 is invalid for month %2.
el: Η ημέρα %1 δεν είναι έγκυρη για το μήνα %2.

source: Time 24:%1:%2.%3 is invalid. Hour is 24, but minutes, seconds, and milliseconds are not all 0;
el: Η ώρα 24:%1:%2.%3 δεν είναι έγκυρη. Η ώρα είναι 24, αλλά τα λεπτά, δευτερόλεπτα και χιλιοστά δεν είναι όλα 0:

source: Time %1:%2:%3.%4 is invalid.
el: Η ώρα %1:%2:%3.%4 δεν είναι έγκυρη.

source: Overflow: Date can't be represented.
el: Υπερχείλιση: Αδύνατη η αναπαράσταση της ημερομηνίας.

source: Effective Boolean Value cannot be calculated for a sequence containing two or more atomic values.
el: Η τελική δυαδική τιμή δεν μπορεί να υπολογιστεί για μια ακολουθία που περιέχει δύο ή περισσότερες φυσικές τιμές.

source: A value of type %1 must contain an even number of digits. The value %2 does not.
el: Μια τιμή με τύπο %1 πρέπει να περιέχει ένα άρτιο αριθμό ψηφίων. Για την τιμή %2 δεν ισχύει αυτό.

source: %1 is not valid as a value of type %2.
el: Το %1 δεν είναι έγκυρο ως τιμή με τύπο %2.

source: Warning in %1, at line %2, column %3: %4
el: Προειδοποίηση στο %1, στη γραμμή %2, στήλη %3: %4

source: Warning in %1: %2
el: Προειδοποίηση στο %1: %2

source: Unknown location
el: Άγνωστη θέση

source: Error %1 in %2, at line %3, column %4: %5
el: Σφάλμα %1 στο %2, στη γραμμή %3, στήλη %4: %5

source: Error %1 in %2: %3
el: Σφάλμα %1 στο %2: %3

source: Network timeout.
el: Λήξη χρονικού ορίου δικτύου.

source: Element %1 can't be serialized because it appears outside the document element.
el: Το στοιχείο %1 δεν μπορεί να αποθηκευτεί σειριακά καθώς εμφανίζεται εκτός του στοιχείου του εγγράφου.

source: Attribute %1 can't be serialized because it appears at the top level.
el: Η ιδιότητα %1 δεν μπορεί να αποθηκευτεί σειριακά καθώς εμφανίζεται στο ανώτερο επίπεδο.

source: Can not process unknown element %1, expected elements are: %2.
el: Αδυναμία επεξεργασίας άγνωστου αντικειμένου %1, αναμενόμενα αντικείμενα είναι: %2.

source: Element %1 is not allowed in this scope, possible elements are: %2.
el: Το αντικείμενο %1 δεν επιτρέπεται σε αυτή την εμβέλεια, πιθανά αντικείμενα είναι τα: %2.

source: Child element is missing in that scope, possible child elements are: %1.
el: Το αντικείμενο απόγονος λείπει σε αυτή την εμβέλεια, πιθανά αντικείμενα απόγονοι είναι τα: %1.

source: Document is not a XML schema.
el: Το έγγραφο δεν είναι XML σχήμα.

source: %1 attribute of %2 element contains invalid content: {%3} is not a value of type %4.
el: Η %1 ιδιότητα του %2 αντικειμένου περιέχει μη έγκυρο περιεχόμενο: {%3} δεν τιμή τύπου %4.

source: %1 attribute of %2 element contains invalid content: {%3}.
el: Η %1 ιδιότητα του %2 αντικειμένου περιέχει μη έγκυρο περιεχόμενο: {%3}.
