Repository: fluxer/kde-l10n
Catalog: */messages/qt/kdeqt.po
Languages: el

source: Target namespace %1 of included schema is different from the target namespace %2 as defined by the including schema.
el: Το namespace προορισμού %1 του σχήματος που περιλαμβάνεται ήδη είναι διαφορετικό από το namespace προορισμού %2 όπως ορίζεται από το σχήμα που θα περιληφθεί.

source: Target namespace %1 of imported schema is different from the target namespace %2 as defined by the importing schema.
el: Το namespace προορισμού %1 του σχήματος που έχει εισαχθεί είναι διαφορετικό από το namespace προορισμού %2 όπως ορίζεται από το σχήμα που εισάγεται.

source: %1 element is not allowed to have the same %2 attribute value as the target namespace %3.
el: Το αντικείμενο %1 δεν επιτρέπεται να έχει την ίδια τιμή ιδιότητας %2 όπως το namespace προορισμού %3.

source: %1 element without %2 attribute is not allowed inside schema without target namespace.
el: Το αντικείμενο %1 χωρίς ιδιότητα %2 δεν επιτρέπεται μέσα σε σχήμα χωρίς namespace προορισμού.

source: %1 element is not allowed inside %2 element if %3 attribute is present.
el: Το αντικείμενο %1 δεν επιτρέπεται μέσα σε αντικείμενο %2 αν είναι παρούσα η ιδιότητα %3.

source: %1 element has neither %2 attribute nor %3 child element.
el: Το αντικείμενο %1 δεν έχει ούτε ιδιότητα %2 ούτε αντικείμενο-απόγονο %3.

source: %1 element with %2 child element must not have a %3 attribute.
el: Το αντικείμενο %1 με αντικείμενο-απόγονο %2 δεν πρέπει να έχει ιδιότητα %3.

source: %1 attribute of %2 element must be %3 or %4.
el: Η %1 ιδιότητα του %2 αντικειμένου πρέπει να είναι %3 ή %4

source: %1 attribute of %2 element must have a value of %3.
el: Η %1 ιδιότητα του %2 αντικειμένου πρέπει να έχει τιμή %3

source: %1 attribute of %2 element must have a value of %3 or %4.
el: Η %1 ιδιότητα του %2 αντικειμένου πρέπει να έχει τιμή %3 ή %4

source: %1 element must not have %2 and %3 attribute together.
el: Το αντικείμενο %1 δεν πρέπει να έχει μαζί τις ιδιότητες %2 και %3.

source: Content of %1 attribute of %2 element must not be from namespace %3.
el: Το περιεχόμενο της %1 ιδιότητας του %2 αντικειμένου δεν πρέπει να είναι από το namespace %3.

source: %1 attribute of %2 element must not be %3.
el: Η %1 ιδιότητα του %2 αντικειμένου δεν πρέπει να είναι %3.

source: %1 attribute of %2 element must have the value %3 because the %4 attribute is set.
el: Η %1 ιδιότητα του %2 αντικειμένου πρέπει να έχει τιμή %3 επειδή η %4 ιδιότητα έχει οριστεί.

source: Specifying use='prohibited' inside an attribute group has no effect.
el: Ο ορισμός use='απαγορευμένο' μέσα σε ομάδα ιδιοτήτων δεν έχει αποτέλεσμα.

source: %1 element must have either %2 or %3 attribute.
el: Το αντικείμενο %1 πρέπει να έχει είτε την ιδιότητα %2 είτε την %3.

source: %1 element must have either %2 attribute or %3 or %4 as child element.
el: Το αντικείμενο %1 πρέπει να έχει είτε την ιδιότητα %2 είτε την %3 είτε την %4 ως αντικείμενο απόγονο.

source: %1 element requires either %2 or %3 attribute.
el: Το αντικείμενο %1 απαιτεί είτε την ιδιότητα %2 είτε την %3.

source: Text or entity references not allowed inside %1 element
el: Δεν επιτρέπονται αναφορές κειμένου ή οντότητας μέσα στο αντικείμενο %1.

source: %1 attribute of %2 element must contain %3, %4 or a list of URIs.
el: Η %1 ιδιότητα του %2 αντικειμένου πρέπει να περιέχει %3, %4 ή μια λίστα από URI.

source: %1 element is not allowed in this context.
el: Το αντικείμενο %1 δεν επιτρέπεται στο πλαίσιο αυτό.

source: %1 attribute of %2 element has larger value than %3 attribute.
el: Η %1 ιδιότητα του %2 αντικειμένου έχει μεγαλύτερη τιμή από την %3 ιδιότητα.

source: Prefix of qualified name %1 is not defined.
el: Το πρόθεμα του πιστοποιημένου ονόματος %1 δεν έχει οριστεί.

source: %1 attribute of %2 element must either contain %3 or the other values.
el: Η %1 ιδιότητα του %2 αντικειμένου πρέπει να περιέχει ή την %3 ή τις άλλες τιμές.

source: Component with ID %1 has been defined previously.
el: Το συστατικό με ID %1 ορίστηκε προηγουμένως.

source: Element %1 already defined.
el: Το αντικείμενο %1 έχει ήδη οριστεί.

source: Attribute %1 already defined.
el: Η ιδιότητα %1 έχει ήδη οριστεί.

source: Type %1 already defined.
el: Ο τύπος %1 έχει ήδη οριστεί.

source: Attribute group %1 already defined.
el: Η ομάδα ιδιοτήτων %1 έχει ήδη οριστεί.

source: Element group %1 already defined.
el: Η ομάδα αντικειμένων %1 έχει ήδη οριστεί.

source: Notation %1 already defined.
el: Το notation %1 έχει ήδη οριστεί.

source: Identity constraint %1 already defined.
el: Ο περιορισμός ταυτότητας %1 ήδη ορίστηκε.

source: Duplicated facets in simple type %1.
el: Διπλά facets σε απλό τύπο %1.

source: %1 is not valid according to %2.
el: Το %1 δεν είναι έγκυρο σύμφωνα με το %2.

source: String content does not match the length facet.
el: Το περιεχόμενο της συμβολοσειράς δεν ταιριάζει με το length facet.

source: String content does not match the minLength facet.
el: Το περιεχόμενο της συμβολοσειράς δεν ταιριάζει με το minLength facet.

source: String content does not match the maxLength facet.
el: Το περιεχόμενο της συμβολοσειράς δεν ταιριάζει με το maxLength facet.

source: String content does not match pattern facet.
el: Το περιεχόμενο της συμβολοσειράς δεν ταιριάζει με το pattern facet.

source: String content is not listed in the enumeration facet.
el: Το περιεχόμενο της συμβολοσειράς δεν είναι στη λίστα με το enumeration facet.

source: Signed integer content does not match the maxInclusive facet.
el: Το περιεχόμενο του τύπου signed integer δεν ταιριάζει με το maxInclusive facet.

source: Signed integer content does not match the maxExclusive facet.
el: Το περιεχόμενο του τύπου signed integer δεν ταιριάζει με το maxExclusive facet.

source: Signed integer content does not match the minInclusive facet.
el: Το περιεχόμενο του τύπου signed integer δεν ταιριάζει με το minInclusive facet.

source: Signed integer content does not match the minExclusive facet.
el: Το περιεχόμενο του τύπου signed integer δεν ταιριάζει με το minExclusive facet.

source: Signed integer content is not listed in the enumeration facet.
el: Το περιεχόμενο του τύπου signed integer δεν είναι στη λίστα με το enumeration facet.

source: Signed integer content does not match pattern facet.
el: Το περιεχόμενο του τύπου signed integer δεν ταιριάζει με το pattern facet.

source: Signed integer content does not match in the totalDigits facet.
el: Το περιεχόμενο του τύπου signed integer δεν ταιριάζει με το totalDigits facet.

source: Unsigned integer content does not match the maxInclusive facet.
el: Το περιεχόμενο του τύπου unsigned integer δεν ταιριάζει με το maxInclusive facet.

source: Unsigned integer content does not match the maxExclusive facet.
el: Το περιεχόμενο του τύπου unsigned integer δεν ταιριάζει με το maxExclusive facet.

source: Unsigned integer content does not match the minInclusive facet.
el: Το περιεχόμενο του τύπου unsigned integer δεν ταιριάζει με το minInclusive facet.

source: Unsigned integer content does not match the minExclusive facet.
el: Το περιεχόμενο του τύπου unsigned integer δεν ταιριάζει με το minExclusive facet.

source: Unsigned integer content is not listed in the enumeration facet.
el: Το περιεχόμενο του τύπου unsigned integer δεν είναι στη λίστα με το enumeration facet.

source: Unsigned integer content does not match pattern facet.
el: Το περιεχόμενο του τύπου unsigned integer δεν ταιριάζει με το pattern facet.

source: Unsigned integer content does not match in the totalDigits facet.
el: Το περιεχόμενο του τύπου unsigned integer δεν ταιριάζει στο totalDigits facet.

source: Double content does not match the maxInclusive facet.
el: Το περιεχόμενο του τύπου double δεν ταιριάζει με το maxInclusive facet.

source: Double content does not match the maxExclusive facet.
el: Το περιεχόμενο του τύπου double δεν ταιριάζει με το maxExclusive facet.

source: Double content does not match the minInclusive facet.
el: Το περιεχόμενο του τύπου double δεν ταιριάζει με το minInclusive facet.

source: Double content does not match the minExclusive facet.
el: Το περιεχόμενο του τύπου double δεν ταιριάζει με το minExclusive facet.

source: Double content is not listed in the enumeration facet.
el: Το περιεχόμενο του τύπου double δεν είναι στη λίστα με το enumeration facet.

source: Double content does not match pattern facet.
el: Το περιεχόμενο του τύπου double δεν ταιριάζει με το pattern facet.

source: Decimal content does not match in the fractionDigits facet.
el: Το περιεχόμενο του τύπου decimal δεν ταιριάζει στο fractionDigits facet.

source: Decimal content does not match in the totalDigits facet.
el: Το περιεχόμενο του τύπου decimal δεν ταιριάζει στο totalDigits facet.

source: Date time content does not match the maxInclusive facet.
el: Το περιεχόμενο του τύπου date time δεν ταιριάζει στο maxInclusive facet.

source: Date time content does not match the maxExclusive facet.
el: Το περιεχόμενο του τύπου date time δεν ταιριάζει στο maxExclusive facet.

source: Date time content does not match the minInclusive facet.
el: Το περιεχόμενο του τύπου date time δεν ταιριάζει στο minInclusive facet.

source: Date time content does not match the minExclusive facet.
el: Το περιεχόμενο του τύπου date time δεν ταιριάζει στο minExclusive facet.

source: Date time content is not listed in the enumeration facet.
el: Το περιεχόμενο του τύπου date time δεν είναι στη λίστα με το enumeration facet.

source: Date time content does not match pattern facet.
el: Το περιεχόμενο του τύπου date time δεν ταιριάζει με το pattern facet.

source: Duration content does not match the maxInclusive facet.
el: Το περιεχόμενο του τύπου duration δεν ταιριάζει με το maxInclusive facet.

source: Duration content does not match the maxExclusive facet.
el: Το περιεχόμενο του τύπου duration δεν ταιριάζει με το maxExclusive facet.

source: Duration content does not match the minInclusive facet.
el: Το περιεχόμενο του τύπου duration δεν ταιριάζει με το minInclusive facet.

source: Duration content does not match the minExclusive facet.
el: Το περιεχόμενο του τύπου duration δεν ταιριάζει με το minExclusive facet.

source: Duration content is not listed in the enumeration facet.
el: Το περιεχόμενο του τύπου duration δεν είναι στη λίστα με το enumeration facet.

source: Duration content does not match pattern facet.
el: Το περιεχόμενο του τύπου duration δεν ταιριάζει με το pattern facet.

source: Boolean content does not match pattern facet.
el: Το περιεχόμενο του τύπου boolean δεν ταιριάζει με το pattern facet.

source: Binary content does not match the length facet.
el: Το περιεχόμενο του τύπου binary δεν ταιριάζει με το length facet.

source: Binary content does not match the minLength facet.
el: Το περιεχόμενο του τύπου binary δεν ταιριάζει με το minLength facet.

source: Binary content does not match the maxLength facet.
el: Το περιεχόμενο του τύπου binary δεν ταιριάζει με το maxLength facet.

source: Binary content is not listed in the enumeration facet.
el: Το περιεχόμενο του τύπου binary δεν είναι στη λίστα με το enumeration facet.

source: Invalid QName content: %1.
el: Μη έγκυρο περιεχόμενο QName: %1.

source: QName content is not listed in the enumeration facet.
el: Το περιεχόμενο του QName δεν είναι στη λίστα με το enumeration facet.

source: QName content does not match pattern facet.
el: Το περιεχόμενο του QName δεν ταιριάζει με το pattern facet.

source: Notation content is not listed in the enumeration facet.
el: Το περιεχόμενο του notation δεν είναι στη λίστα με το enumeration facet.

source: List content does not match length facet.
el: Το περιεχόμενο της λίστας δεν ταιριάζει με το length facet.

source: List content does not match minLength facet.
el: Το περιεχόμενο της λίστας δεν ταιριάζει με το minLength facet.

source: List content does not match maxLength facet.
el: Το περιεχόμενο της λίστας δεν ταιριάζει με το maxLength facet.

source: List content is not listed in the enumeration facet.
el: Το περιεχόμενο της λίστας δεν είναι στη λίστα με το enumeration facet.

source: List content does not match pattern facet.
el: Το περιεχόμενο της λίστας δεν ταιριάζει με το pattern facet.

source: Union content is not listed in the enumeration facet.
el: Το περιεχόμενο του union δεν είναι στη λίστα με το enumeration facet.

source: Union content does not match pattern facet.
el: Το περιεχόμενο του union δεν ταιριάζει με το pattern facet.

source: Data of type %1 are not allowed to be empty.
el: Τα δεδομένα του τύπου %1 δεν επιτρέπεται να είναι κενά.

source: Base attribute %1 is required but derived attribute is not.
el: Η ιδιότητα βάσης %1 απαιτείται αλλά η παραγόμενη ιδιότητα όχι.

source: Type of derived attribute %1 cannot be validly derived from type of base attribute.
el: Ο τύπος της παραγόμενης ιδιότητας %1 δεν μπορεί να παραχθεί έγκυρα από τον τύπο της βασικής ιδιότητας.

source: Value constraint of derived attribute %1 does not match value constraint of base attribute.
el: Ο περιορισμός τιμής της παραγόμενης ιδιότητας %1 δεν ταιριάζει με τον περιορισμό τιμής της βασικής ιδιότητας.

source: Derived attribute %1 does not exist in the base definition.
el: Η παραγόμενη ιδιότητα %1 δεν υπάρχει στον ορισμό βάσης.

source: Derived attribute %1 does not match the wildcard in the base definition.
el: Η παραγόμενη ιδιότητα %1 δεν ταιριάζει με το χαρακτήρα υποκατάστασης στον ορισμό βάσης.

source: Base attribute %1 is required but missing in derived definition.
el: Η ιδιότητα βάσης %1 απαιτείται αλλά λείπει στον παραγόμενο ορισμό.

source: Derived definition contains an %1 element that does not exists in the base definition
el: Ο παραγόμενος ορισμός περιέχει ένα αντικείμενο %1 που δεν υπάρχει στον βασικό ορισμό.

source: Derived wildcard is not a subset of the base wildcard.
el: Ο παραγόμενος χαρακτήρας υποκατάστασης δεν είναι υποσύνολο του βασικού χαρακτήρα υποκατάστασης.

source: %1 of derived wildcard is not a valid restriction of %2 of base wildcard
el: Το %1 του παραγόμενου χαρακτήρα υποκατάστασης δεν είναι ένας έγκυρος περιορισμός του %2 του βασικού χαρακτήρα υποκατάστασης.

source: Attribute %1 from base type is missing in derived type.
el: Η ιδιότητα %1 του βασικού τύπου λείπει στον παραγόμενο τύπο.

source: Type of derived attribute %1 differs from type of base attribute.
el: Ο τύπος της παραγόμενης ιδιότητας %1 είναι διαφορετικός από τον τύπο της βασικής ιδιότητας.

source: Base definition contains an %1 element that is missing in the derived definition
el: Ο βασικός ορισμός περιέχει ένα αντικείμενο %1 που λείπει στον παραγόμενο ορισμό.

source: Empty particle cannot be derived from non-empty particle.
el: Κενό σωματίδιο δεν μπορεί να παραχθεί από μη-κενό σωματίδιο.

source: Derived particle is missing element %1.
el: Από το παραγόμενο σωματίδιο λείπει το αντικείμενο %1.

source: Derived element %1 is missing value constraint as defined in base particle.
el: Από το παραγόμενο σωματίδιο %1 λείπει ο περιορισμός τιμής όπως ορίζεται στο σωματίδιο βάσης.

source: Derived element %1 has weaker value constraint than base particle.
el: Το παραγόμενο αντικείμενο %1 έχει ασθενέστερο από το σωματίδιο βάσης περιορισμό τιμής.

source: Fixed value constraint of element %1 differs from value constraint in base particle.
el: Ο περιορισμός σταθερής τιμής του αντικειμένου %1 διαφέρει από τον περιορισμό τιμής στο σωματίδιο βάσης.

source: Derived element %1 cannot be nillable as base element is not nillable.
el: Το παραγόμενο αντικείμενο %1 δεν μπορεί να μηδενιστεί καθώς το αντικείμενο βάσης δεν μηδενίζεται.

source: Block constraints of derived element %1 must not be more weaker than in the base element.
el: Περιορισμοί μπλοκ παραγόμενου αντικειμένου %1 δεν πρέπει να είναι ασθενέστεροι από το αντικείμενο βάσης.

source: Simple type of derived element %1 cannot be validly derived from base element.
el: Απλός τύπος παραγόμενου αντικειμένου %1 δεν μπορεί έγκυρα να παραχθεί από αντικείμενο βάσης.

source: Complex type of derived element %1 cannot be validly derived from base element.
el: Σύνθετος τύπος παραγόμενου αντικειμένου %1 δεν μπορεί έγκυρα να παραχθεί από αντικείμενο βάσης.

source: Element %1 is missing in derived particle.
el: Το αντικείμενο %1 λείπει από το παραγόμενο σωματίδιο.

source: Element %1 does not match namespace constraint of wildcard in base particle.
el: Το αντικείμενο %1 δεν ταιριάζει με τον περιορισμό στο namespace του χαρακτήρα υποκατάστασης στο σωματίδιο βάσης.

source: Wildcard in derived particle is not a valid subset of wildcard in base particle.
el: Ο χαρακτήρας υποκατάστασης στο παραγόμενο σωματίδιο δεν είναι έγκυρο υποσύνολο των χαρακτήρων υποκατάστασης στο σωματίδιο βάσης.

source: processContent of wildcard in derived particle is weaker than wildcard in base particle.
el: Το processContent του χαρακτήρα υποκατάστασης στο παραγόμενο σωματίδιο είναι ασθενέστερο από το χαρακτήρα υποκατάστασης στο σωματίδιο βάσης.

source: Derived particle allows content that is not allowed in the base particle.
el: Το παραγόμενο σωματίδιο επιτρέπει περιεχόμενο το οποίο δεν επιτρέπεται στο σωματίδιο βάσης.

source: Element %1 is missing child element.
el: Από το αντικείμενο %1 λείπει αντικείμενο απόγονος.

source: There is one IDREF value with no corresponding ID: %1.
el: Υπάρχει μία IDREF τιμή χωρίς αντίστοιχο ID: %1.

source: Loaded schema file is invalid.
el: Το σχήμα που φορτώθηκε δεν είναι έγκυρο.

source: %1 contains invalid data.
el: Το %1 περιέχει μη έγκυρα δεδομένα.

source: xsi:schemaLocation namespace %1 has already appeared earlier in the instance document.
el: xsi:schemaLocation namespace %1 έχει ήδη εμφανιστεί νωρίτερα σε αυτό το έγγραφο.

source: xsi:noNamespaceSchemaLocation cannot appear after the first no-namespace element or attribute.
el: Το xsi:noNamespaceSchemaLocation δεν μπορεί να εμφανιστεί μετά το πρώτο no-namespace αντικείμενο ή ιδιότητα.

source: No schema defined for validation.
el: Δεν ορίστηκε σχήμα για επιβεβαίωση.

source: No definition for element %1 available.
el: Δεν υπάρχει διαθέσιμος ορισμός για το αντικείμενο %1.

source: Specified type %1 is not known to the schema.
el: Ο δοσμένος τύπος %1 δεν είναι γνωστός στο σχήμα.

source: Element %1 is not defined in this scope.
el: Το αντικείμενο %1 δεν έχει οριστεί σε αυτή την εμβέλεια.

source: Declaration for element %1 does not exist.
el: Η δήλωση για το αντικείμενο %1 δεν υπάρχει.

source: Element %1 contains invalid content.
el: Το αντικείμενο %1 περιέχει μη έγκυρο περιεχόμενο.

source: Element %1 is declared as abstract.
el: Το αντικείμενο %1 δηλώθηκε ως abstract.

source: Element %1 is not nillable.
el: Το αντικείμενο %1 δεν μπορεί να μηδενιστεί.

source: Attribute %1 contains invalid data: %2
el: Η ιδιότητα %1 περιέχει μη έγκυρα δεδομένα: %2

source: Element contains content although it is nillable.
el: Το αντικείμενο έχει περιεχόμενο αν και μπορεί να μηδενιστεί.

source: Fixed value constraint not allowed if element is nillable.
el: Δεν επιτρέπεται περιορισμός σταθερής τιμής αν το αντικείμενο μπορεί να μηδενιστεί.

source: Specified type %1 is not validly substitutable with element type %2.
el: Ο δοσμένος τύπος %1 δεν είναι έγκυρα υποκαταστήσιμος από τον τύπο αντικειμένου %2.

source: Complex type %1 is not allowed to be abstract.
el: Ο σύνθετος τύπος %1 δεν επιτρέπεται να είναι abstract.

source: Element %1 contains not allowed attributes.
el: Το αντικείμενο %1 περιέχει μη επιτρεπτές ιδιότητες.

source: Element %1 contains not allowed child element.
el: Το αντικείμενο %1 περιέχει μη επιτρεπτό αντικείμενο απόγονο.

source: Content of element %1 does not match its type definition: %2.
el: Το περιεχόμενο του αντικείμενου %1 δεν ταιριάζει με τον ορισμό του τύπου του: %2.

source: Content of element %1 does not match defined value constraint.
el: Το περιεχόμενο του αντικείμενου %1 δεν ταιριάζει με τον ορισμένο περιορισμό τιμής.

source: Element %1 contains not allowed child content.
el: Το αντικείμενο %1 περιέχει μη επιτρεπτό περιεχόμενο απόγονο.

source: Element %1 contains not allowed text content.
el: Το αντικείμενο %1 περιέχει μη επιτρεπτό περιεχόμενο κειμένου.

source: Element %1 cannot contain other elements, as it has fixed content.
el: Το αντικείμενο %1 δεν μπορεί να περιέχει άλλα αντικείμενα, καθώς περιέχει σταθερό περιεχόμενο.

source: Element %1 is missing required attribute %2.
el: Από το αντικείμενο %1 λείπει η απαιτούμενη ιδιότητα %2.

source: Attribute %1 does not match the attribute wildcard.
el: Η ιδιότητα %1 δεν ταιριάζει με τον χαρακτήρα υποκατάστασης ιδιότητας.

source: Declaration for attribute %1 does not exist.
el: Η δήλωση για την ιδιότητα %1 δεν υπάρχει.

source: Element %1 contains two attributes of type %2.
el: Το αντικείμενο %1 περιέχει δύο ιδιότητες τύπου %2.

source: Attribute %1 contains invalid content.
el: Η ιδιότητα %1 περιέχει μη έγκυρο περιεχόμενο.

source: Element %1 contains unknown attribute %2.
el: Το αντικείμενο %1 περιέχει άγνωστη ιδιότητα %2.

source: Content of attribute %1 does not match its type definition: %2.
el: Το περιεχόμενο της ιδιότητας %1 δεν ταιριάζει με τον ορισμό του τύπου της: %2.

source: Content of attribute %1 does not match defined value constraint.
el: Το περιεχόμενο της ιδιότητας %1 δεν ταιριάζει με τον ορισμένο περιορισμό τιμής.

source: Non-unique value found for constraint %1.
el: Βρέθηκε μη-μοναδική τιμή για τον περιορισμό %1.

source: Key constraint %1 contains absent fields.
el: Ο περιορισμός ταυτότητας %1 περιέχει πεδία που απουσιάζουν.

source: Key constraint %1 contains references nillable element %2.
el: Ο περιορισμός ταυτότητας %1 περιέχει αναφορά προς το αντικείμενο %2, το οποίο μπορεί να μηδενιστεί.

source: No referenced value found for key reference %1.
el: Δε βρέθηκε τιμή αναφοράς για το κλειδί αναφοράς %1.

source: More than one value found for field %1.
el: Περισσότερες από μία τιμές βρέθηκαν για το πεδίο %1.

source: Field %1 has no simple type.
el: Το πεδίο %1 δεν έχει απλό τύπο.

source: ID value '%1' is not unique.
el: Η τιμή %1 του ID δεν είναι μοναδική.

source: '%1' attribute contains invalid QName content: %2.
el: Η ιδιότητα '%1' περιέχει μη έγκυρο περιεχόμενο QName: %2.

source: %1 references unknown %2 or %3 element %4.
el: Το %1 περιέχει αναφορά στο άγνωστο αντικείμενο %2 ή %3 %4.

source: %1 references identity constraint %2 that is no %3 or %4 element.
el: Το %1 περιέχει αναφορά στον περιορισμό ταυτότητας %2 που δεν είναι αντικείμενο %3 ή %4.

source: %1 has a different number of fields from the identity constraint %2 that it references.
el: Το %1 έχει διαφορετικό αριθμό πεδίων από τον περιορισμό ταυτότητας %2 στον οποίο περιέχει αναφορά.

source: Base type %1 of %2 element cannot be resolved.
el: Αδυναμία επίλυσης του βασικού τύπου %1 του αντικειμένου %2.

source: Item type %1 of %2 element cannot be resolved.
el: Αδυναμία επίλυσης του τύπου αντικείμενου %1 του αντικειμένου %2 .

source: Member type %1 of %2 element cannot be resolved.
el: Αδυναμία επίλυσης του τύπου μέλους %1 του αντικειμένου %2.

source: Type %1 of %2 element cannot be resolved.
el: Αδυναμία επίλυσης του τύπου %1 του %2 αντικειμένου.

source: Base type %1 of complex type cannot be resolved.
el: Αδυναμία επίλυσης τύπου βάσης %1 σύνθετου τύπου.

source: %1 cannot have complex base type that has a %2.
el: Το %1 δεν μπορεί να έχει σύνθετο βασικό τύπο που να έχει %2.

source: Content model of complex type %1 contains %2 element, so it cannot be derived by extension from a non-empty type.
el: Το μοντέλο περιεχόμενου του σύνθετου τύπου %1 περιέχει το αντικείμενο %2, επομένως δεν μπορεί να παραχθεί με επέκταση από έναν μη-κενό τύπο.

source: Complex type %1 cannot be derived by extension from %2 as the latter contains %3 element in its content model.
el: Ο σύνθετος τύπος %1 δεν μπορεί να παραχθεί με επέκταση από τον %2 αφού ο τελευταίος περιέχει το αντικείμενο %3 στο μοντέλο περιεχόμενου του.

source: Type of %1 element must be a simple type, %2 is not.
el: Ο τύπος του αντικειμένου %1 πρέπει να είναι απλός τύπος, ο %2 δεν είναι.
