Repository: fluxer/kde-l10n
Catalog: */messages/qt/kdeqt.po
Languages: el

source: Element %1 is not allowed at this location.
el: Το αντικείμενο %1 δεν επιτρέπεται στη θέση αυτή.

source: Text nodes are not allowed at this location.
el: Κόμβοι κειμένου δεν επιτρέπονται στη θέση αυτή.

source: Parse error: %1
el: Σφάλμα ανάλυσης: %1

source: The value of the XSL-T version attribute must be a value of type %1, which %2 isn't.
el: Η τιμή της ιδιότητας για την XSL-T έκδοση πρέπει να είναι τιμή τύπου %1, αλλά η %2 δεν είναι.

source: Running an XSL-T 1.0 stylesheet with a 2.0 processor.
el: Εκτέλεση φύλλου αισθητικής επικάλυψης XSL-T 1.0 με 2.0 επεξεργαστή.

source: Unknown XSL-T attribute %1.
el: Άγνωστη XSL-T ιδιότητα %1.

source: Attribute %1 and %2 are mutually exclusive.
el: Οι ιδιότητες %1 και %2 είναι αμοιβαία αποκλειόμενες.

source: In a simplified stylesheet module, attribute %1 must be present.
el: Σε ένα απλοποιημένο άρθρωμα φύλλου αισθητικής επικάλυψης, η ιδιότητα %1 πρέπει να είναι παρούσα.

source: If element %1 has no attribute %2, it cannot have attribute %3 or %4.
el: Αν το αντικείμενο %1 δεν έχει ιδιότητα %2, δεν μπορεί να έχει ιδιότητα %3 ή %4.

source: Element %1 must have at least one of the attributes %2 or %3.
el: Το αντικείμενο %1 πρέπει να έχει τουλάχιστο μία από τις ιδιότητες %2 ή %3.

source: At least one mode must be specified in the %1-attribute on element %2.
el: Τουλάχιστον μία λειτουργία πρέπει να οριστεί στην %1-ιδιότητα στο αντικείμενο %2.

source: Element %1 must come last.
el: Το αντικείμενο %1 πρέπει να είναι τελευταίο.

source: At least one %1-element must occur before %2.
el: Τουλάχιστον ένα %1-αντικείμενο πρέπει να εμφανιστεί πριν από το %2.

source: Only one %1-element can appear.
el: Μόνο ένα %1-αντικείμενο μπορεί να εμφανιστεί.

source: At least one %1-element must occur inside %2.
el: Τουλάχιστον ένα %1-αντικείμενο πρέπει να εμφανιστεί μέσα στο %2.

source: When attribute %1 is present on %2, a sequence constructor cannot be used.
el: Όταν η ιδιότητα %1 είναι παρούσα στο %2, δεν μπορεί να γίνει χρήση κατασκευαστή ακολουθίας.

source: Element %1 must have either a %2-attribute or a sequence constructor.
el: Το αντικείμενο %1 πρέπει να έχει μία %2-ιδιότητα ή έναν κατασκευαστή ακολουθίας.

source: When a parameter is required, a default value cannot be supplied through a %1-attribute or a sequence constructor.
el: Όταν απαιτείται παράμετρος, μια προκαθορισμένη τιμή δεν μπορεί να δοθεί μέσα από μία %1-ιδιότητα ή έναν κατασκευαστή ακολουθιών.

source: Element %1 cannot have children.
el: Το αντικείμενο %1 δεν μπορεί να έχει απογόνους.

source: Element %1 cannot have a sequence constructor.
el: Το αντικείμενο %1 δεν μπορεί να έχει κατασκευαστή ακολουθίας.

source: The attribute %1 cannot appear on %2, when it is a child of %3.
el: Η ιδιότητα %1 δεν μπορεί να εμφανιστεί στη %2, όταν είναι απόγονος της %3.

source: A parameter in a function cannot be declared to be a tunnel.
el: Μια παράμετρος σε συνάρτηση δεν μπορεί να δηλωθεί ως διοχέτευση.

source: This processor is not Schema-aware and therefore %1 cannot be used.
el: Ο επεξεργαστής αυτός δεν λαμβάνει υπόψη το Schema και συνεπώς η %1 δεν μπορεί να χρησιμοποιηθεί.

source: Top level stylesheet elements must be in a non-null namespace, which %1 isn't.
el: Τα αντικείμενα φύλλων αισθητικής επικάλυψης επιπέδου κορυφής πρέπει να είναι σε μη-κενό namespace, αλλά το %1 δεν είναι.

source: The value for attribute %1 on element %2 must either be %3 or %4, not %5.
el: Η τιμή για την ιδιότητα %1 στο αντικείμενο %2 πρέπει να είναι %3 ή %4, όχι %5.

source: Attribute %1 cannot have the value %2.
el: Η ιδιότητα %1 δεν μπορεί να έχει τιμή %2.

source: The attribute %1 can only appear on the first %2 element.
el: Η ιδιότητα %1 μπορεί μόνο να εμφανιστεί στο πρώτο %2 αντικείμενο.

source: At least one %1 element must appear as child of %2.
el: Τουλάχιστον ένα αντικείμενο %1 πρέπει να εμφανίζεται ως απόγονος του %2.

source: The variable %1 is unused
el: Η μεταβλητή %1 δεν χρησιμοποιείται

source: Attribute %1 cannot appear on the element %2. Only the standard attributes can appear.
el: Η ιδιότητα %1 δεν μπορεί να εμφανιστεί στο στοιχείο %2. Μόνο οι τυπικές ιδιότητες μπορούν να εμφανιστούν.

source: Attribute %1 cannot appear on the element %2. Only %3 is allowed, and the standard attributes.
el: Η ιδιότητα %1 δεν μπορεί να εμφανιστεί στο στοιχείο %2. Μόνο η %3 και οι τυπικές ιδιότητες επιτρέπονται.

source: Attribute %1 cannot appear on the element %2. Allowed is %3, %4, and the standard attributes.
el: Η ιδιότητα %1 δεν μπορεί να εμφανιστεί στο στοιχείο %2. Επιτρέπονται οι %3, %4 και οι τυπικές ιδιότητες.

source: Attribute %1 cannot appear on the element %2. Allowed is %3, and the standard attributes.
el: Η ιδιότητα %1 δεν μπορεί να εμφανιστεί στο στοιχείο %2. Επιτρέπεται η %3 και οι τυπικές ιδιότητες.

source: XSL-T attributes on XSL-T elements must be in the null namespace, not in the XSL-T namespace which %1 is.
el: XSL-T ιδιότητες σε XSL-T στοιχεία πρέπει να βρίσκονται στο κενό namespace, όχι στο XSL-T πεδίο ορισμού ονομάτων όπου βρίσκεται η %1.

source: The attribute %1 must appear on element %2.
el: Η ιδιότητα %1 πρέπει να εμφανιστεί στο στοιχείο %2.

source: The element with local name %1 does not exist in XSL-T.
el: Το στοιχείο με τοπικό όνομα %1 δεν υπάρχει στο XSL-T.

source: W3C XML Schema identity constraint selector
el: Επιλογέας περιορισμού ταυτότητας W3C XML σχήματος

source: W3C XML Schema identity constraint field
el: Πεδίο περιορισμού ταυτότητας W3C XML σχήματος

source: A construct was encountered which is disallowed in the current language(%1).
el: Ένα δομικό στοιχείο εντοπίστηκε το οποίο δεν επιτρέπεται στην τρέχουσα γλώσσα(%1).

source: %1 is an unknown schema type.
el: Το %1 είναι ένας άγνωστος τύπος σχήματος.

source: A template with name %1 has already been declared.
el: Ένα template με όνομα %1 έχει ήδη δηλωθεί.

source: %1 is not a valid numeric literal.
el: Το %1 δεν είναι ένα έγκυρο αριθμητικό.

source: Only one %1 declaration can occur in the query prolog.
el: Μόνο μία δήλωση %1 μπορεί να υπάρχει στον πρόλογο ερωτήματος.

source: The initialization of variable %1 depends on itself
el: Η αρχικοποίηση της μεταβλητής %1 εξαρτάται από την ίδια

source: No variable with name %1 exists
el: Δεν υπάρχει μεταβλητή με όνομα %1

source: Version %1 is not supported. The supported XQuery version is 1.0.
el: Δεν υποστηρίζεται η έκδοση %1.Η υποστηριζόμενη έκδοση XQuery είναι η 1.0.

source: The encoding %1 is invalid. It must contain Latin characters only, must not contain whitespace, and must match the regular expression %2.
el: Η κωδικοποίηση %1 δεν είναι έγκυρη. Πρέπει να περιέχει μόνο Λατινικούς χαρακτήρες, να μην περιέχει κενά και πρέπει να συμμορφώνεται με την κανονική έκφραση %2.

source: No function with signature %1 is available
el: Δεν υπάρχει διαθέσιμη συνάρτηση με υπογραφή %1

source: A default namespace declaration must occur before function, variable, and option declarations.
el: Η δήλωση προκαθορισμένου namespace πρέπει να εμφανίζεται πριν τις δηλώσεις συναρτήσεων, μεταβλητών και επιλογών.

source: Namespace declarations must occur before function, variable, and option declarations.
el: Οι δηλώσεις namespace πρέπει να εμφανίζεται πριν τις δηλώσεις συναρτήσεων, μεταβλητών και επιλογών.

source: Module imports must occur before function, variable, and option declarations.
el: Οι εισαγωγές αρθρωμάτων πρέπει να εμφανίζονται πριν τις δηλώσεις δηλώσεις συναρτήσεων, μεταβλητών και επιλογών.

source: The keyword %1 cannot occur with any other mode name.
el: Η λέξη κλειδί %1 δεν μπορεί να εμφανίζεται με κανένα άλλο όνομα λειτουργίας.

source: The value of attribute %1 must be of type %2, which %3 isn't.
el: Η τιμή της ιδιότητας %1 πρέπει να είναι τύπου %2, ενώ η %3 δεν είναι.

source: It is not possible to redeclare prefix %1.
el: Δεν είναι δυνατή η επαναδήλωση του προθέματος %1.

source: The prefix %1 cannot be bound. By default, it is already bound to the namespace %2.
el: Αδυναμία δέσμευσης του προθέματος %1. Εξ ορισμού είναι ήδη δεσμευμένο στο namespace %2.

source: Prefix %1 is already declared in the prolog.
el: Το πρόθεμα %1 είναι ήδη δηλωμένο στον πρόλογο.

source: The name of an option must have a prefix. There is no default namespace for options.
el: Το όνομα μιας επιλογής πρέπει να περιέχει πρόθεμα. Δεν υπάρχει προκαθορισμένο namespace για τις επιλογές.

source: The Schema Import feature is not supported, and therefore %1 declarations cannot occur.
el: Η εισαγωγή σχήματος δεν υποστηρίζεται και γι' αυτό δηλώσεις %1 δεν μπορούν να εμφανίζονται.

source: The target namespace of a %1 cannot be empty.
el: Το namespace προορισμού ενός %1 δεν μπορεί να είναι κενό.

source: The module import feature is not supported
el: Η εισαγωγή αρθρώματος δεν υποστηρίζεται

source: A variable with name %1 has already been declared.
el: Μια μεταβλητή με το όνομα %1 έχει ήδη δηλωθεί.

source: No value is available for the external variable with name %1.
el: Δεν υπάρχει διαθέσιμη τιμή για την εξωτερική μεταβλητή με όνομα %1.

source: A stylesheet function must have a prefixed name.
el: Μια λειτουργία φύλλου αισθητικής επικάλυψης πρέπει να έχει προθεματικό όνομα.

source: The namespace for a user defined function cannot be empty (try the predefined prefix %1, which exists for cases like this)
el: Το namespace για μια ορισμένη από τον χρήστη συνάρτηση δεν μπορεί να είναι κενό (δοκιμάστε το προκαθορισμένο πρόθεμα %1, το οποίο υπάρχει για περιπτώσεις όπως αυτή)

source: The namespace %1 is reserved; therefore user defined functions may not use it. Try the predefined prefix %2, which exists for these cases.
el: Το namespace %1 έχει παρακρατηθεί: οι ορισμένες από τον χρήστη συναρτήσεις δεν μπορούν να το χρησιμοποιήσουν. Δοκιμάστε το προκαθορισμένο πρόθεμα %2 το οποίο υπάρχει γι' αυτές τις περιπτώσεις.

source: The namespace of a user defined function in a library module must be equivalent to the module namespace. In other words, it should be %1 instead of %2
el: το namespace μιας ορισμένης από το χρήστη συνάρτησης σε ένα άρθρωμα βιβλιοθήκης πρέπει να είναι ίδιο με το πεδίο ορισμού ονομάτων του αρθρώματος. Δηλαδή θα πρέπει να είναι %1 στη θέση του %2

source: A function already exists with the signature %1.
el: Υπάρχει ήδη μια συνάρτηση με την υπογραφή %1.

source: No external functions are supported. All supported functions can be used directly, without first declaring them as external
el: Δεν υποστηρίζονται εξωτερικές συναρτήσεις. Όλες οι υποστηριζόμενες συναρτήσεις μπορούν να χρησιμοποιηθούν άμεσα, χωρίς τη δήλωσή τους ως εξωτερικές

source: An argument with name %1 has already been declared. Every argument name must be unique.
el: Ένα όρισμα με όνομα %1 έχει ήδη δηλωθεί. Κάθε όνομα ορίσματος πρέπει να είναι μοναδικό.

source: When function %1 is used for matching inside a pattern, the argument must be a variable reference or a string literal.
el: Όταν η συνάρτηση %1 χρησιμοποιείται για ταίριασμα σε μοτίβο, το όρισμα πρέπει να είναι variable reference ή συμβολοσειρά.

source: In an XSL-T pattern, the first argument to function %1 must be a string literal, when used for matching.
el: Σε ένα μοτίβο XSL-T, το πρώτο όρισμα στη συνάρτηση %1 πρέπει να είναι συμβολοσειρά, όταν χρησιμοποιείται για το ταίριασμα.

source: In an XSL-T pattern, the first argument to function %1 must be a literal or a variable reference, when used for matching.
el: Σε ένα μοτίβο XSL-T, το πρώτο όρισμα στη συνάρτηση %1 πρέπει να είναι κυριόλεκτο ή αναφορά σε μεταβλητή, όταν χρησιμοποιείται για το ταίριασμα.

source: In an XSL-T pattern, function %1 cannot have a third argument.
el: Σε ένα μοτίβο XSL-T, η συνάρτηση %1 δεν μπορεί να έχει τρίτο όρισμα.

source: In an XSL-T pattern, only function %1 and %2, not %3, can be used for matching.
el: Σε ένα μοτίβο XSL-T, μόνο οι συναρτήσεις %1 και %2, όχι η %3, μπορούν να χρησιμοποιηθούν για το ταίριασμα.

source: In an XSL-T pattern, axis %1 cannot be used, only axis %2 or %3 can.
el: Σε ένα μοτίβο XSL-T, ο άξονας %1 δεν μπορεί να χρησιμοποιηθεί, μόνο ο άξονας %2 ή ο %3.

source: %1 is an invalid template mode name.
el: Το %1 είναι μη έγκυρο όνομα λειτουργίας template.

source: The name of a variable bound in a for-expression must be different from the positional variable. Hence, the two variables named %1 collide.
el: Το όνομα ορίου μιας συνάρτησης σε μια έκφραση for πρέπει να είναι διαφορετικό από τη συνάρτηση τοποθέτησης. Οι δύο συναρτήσεις με το όνομα %1 συγκρούονται.

source: The Schema Validation Feature is not supported. Hence, %1-expressions may not be used.
el: Το χαρακτηριστικό επαλήθευσης σχήματος δεν υποστηρίζεται. Οπότε, δεν μπορούν να χρησιμοποιηθούν εκφράσεις %1.

source: None of the pragma expressions are supported. Therefore, a fallback expression must be present
el: Καμία από τις εκφράσεις pragma δεν υποστηρίζεται. Οπότε θα πρέπει να βρίσκεται παρούσα μια έκφραση εναλλακτική

source: Each name of a template parameter must be unique; %1 is duplicated.
el: Κάθε όνομα παραμέτρου template πρέπει να είναι μοναδικό· Το %1 είναι αντίγραφο.

source: The %1-axis is unsupported in XQuery
el: Ο άξονας %1 δεν υποστηρίζεται στο XQuery

source: No function with name %1 is available.
el: Δεν υπάρχει διαθέσιμη συνάρτηση με όνομα %1.

source: The namespace URI cannot be the empty string when binding to a prefix, %1.
el: Το URI του namespace δεν μπορεί να είναι κενή συμβολοσειρά κατά τη σύνδεση με ένα πρόθεμα, %1.

source: %1 is an invalid namespace URI.
el: Το %1 δεν είναι έγκυρο namespace URI.

source: It is not possible to bind to the prefix %1
el: Αδύνατη η σύνδεση με το πρόθεμα %1

source: Namespace %1 can only be bound to %2 (and it is, in either case, pre-declared).
el: Το namespace %1 μπορεί να συνδεθεί μόνο με το %2 (και είναι σε κάθε περίπτωση, ήδη δηλωμένο).

source: Prefix %1 can only be bound to %2 (and it is, in either case, pre-declared).
el: Το πρόθεμα %1 μπορεί να συνδεθεί μόνο με το %2 (και είναι σε κάθε περίπτωση, ήδη δηλωμένο).

source: Two namespace declaration attributes have the same name: %1.
el: Δύο δηλώσεις ιδιοτήτων σε namespace έχουν το ίδιο όνομα: %1.

source: The namespace URI must be a constant and cannot use enclosed expressions.
el: Το namespace URI δεν μπορεί να είναι σταθερό και δεν μπορεί να χρησιμοποιήσει περικλειόμενες εκφράσεις.

source: An attribute with name %1 has already appeared on this element.
el: Μια ιδιότητα με όνομα %1 έχει ήδη εμφανιστεί σε αυτό το αντικείμενο.

source: A direct element constructor is not well-formed. %1 is ended with %2.
el: Ένας άμεσος κατασκευαστής αντικειμένου δεν έχει σωστή μορφή. Το %1 τελειώνει με %2.

source: The name %1 does not refer to any schema type.
el: Το όνομα %1 δεν αναφέρεται σε κάποιον τύπο σχήματος.

source: %1 is an complex type. Casting to complex types is not possible. However, casting to atomic types such as %2 works.
el: Το %1 είναι ένας τύπος σύνθετος. Η αλλαγή τύπου σε σύνθετους δεν είναι δυνατή. Ωστόσο, η αλλαγή σε απλούς τύπους όπως ο %2 λειτουργεί κανονικά.

source: %1 is not an atomic type. Casting is only possible to atomic types.
el: Ο %1 δεν είναι ένας απλός τύπος. Η αλλαγή τύπου είναι δυνατή μόνο σε απλούς τύπους.

source: %1 is not a valid name for a processing-instruction.
el: Το %1 δεν είναι έγκυρο όνομα για εντολή επεξεργασίας

source: %1 is not in the in-scope attribute declarations. Note that the schema import feature is not supported.
el: Το %1 δε βρίσκεται εντός εμβέλειας των δηλώσεων ιδιοτήτων. Σημειώστε ότι η εισαγωγή σχήματος δεν υποστηρίζεται.

source: The name of an extension expression must be in a namespace.
el: Το όνομα μιας έκφρασης επέκτασης πρέπει να βρίσκεται σε ένα namespace.

# QIBaseResult
source: Unable to create BLOB
el: Αδυναμία δημιουργίας BLOB

# QIBaseResult
source: Unable to write BLOB
el: Αδυναμία εγγραφής του BLOB

# QIBaseResult
source: Unable to open BLOB
el: Αδυναμία ανοίγματος BLOB

# QIBaseResult
source: Unable to read BLOB
el: Αδυναμία ανάγνωσης BLOB

# QIBaseResult
source: Could not find array
el: Ο πίνακας δεν βρέθηκε

# QIBaseResult
source: Could not get array data
el: Αδυναμία ανάκτησης των δεδομένων του πίνακα

# QIBaseResult
source: Could not get query info
el: Αδυναμία ανάκτησης πληροφοριών του ερωτήματος

# QIBaseResult
source: Could not start transaction
el: Αδυναμία έναρξης συναλλαγής

# QIBaseResult
source: Unable to commit transaction
el: Αδυναμία υποβολής συναλλαγής

# QIBaseResult
source: Could not allocate statement
el: Αδυναμία καταχώρησης της δήλωσης

# QIBaseResult
source: Could not prepare statement
el: Αδυναμία προετοιμασίας της δήλωσης

# QIBaseResult
source: Could not describe input statement
el: Αδυναμία περιγραφής της δήλωσης εισόδου

# QIBaseResult
source: Could not describe statement
el: Αδυναμία περιγραφής της δήλωσης

# QIBaseResult
source: Unable to close statement
el: Αδυναμία κλεισίματος της δήλωσης

# QIBaseResult
source: Unable to execute query
el: Αδυναμία εκτέλεσης της ερώτησης

# QIBaseResult
source: Could not fetch next item
el: Αδυναμία προσκόμισης επόμενου αντικειμένου

# QIBaseResult
source: Could not get statement info
el: Αδυναμία ανάκτησης πληροφοριών δήλωσης

# QIBaseDriver
source: Error opening database
el: Σφάλμα ανοίγματος της βάσης δεδομένων

# QIBaseDriver
source: Could not start transaction
el: Αδυναμία έναρξης συναλλαγής

# QIBaseDriver
source: Unable to commit transaction
el: Αδυναμία υποβολής συναλλαγής

# QIBaseDriver
source: Unable to rollback transaction
el: Αδυναμία αναίρεσης συναλλαγής

# QSQLiteResult
source: Unable to fetch row
el: Αδυναμία προσκόμισης γραμμής

# QSQLiteResult
source: No query
el: Καμία ερώτηση

# QSQLiteResult
source: Unable to execute statement
el: Αδυναμία εκτέλεσης της δήλωσης

# QSQLiteResult
source: Unable to execute multiple statements at a time
el: Αδυναμία εκτέλεσης πολλαπλών δηλώσεων ταυτόχρονα

# QSQLiteResult
source: Unable to reset statement
el: Αδυναμία επαναφοράς δήλωσης

# QSQLiteResult
source: Unable to bind parameters
el: Αδυναμία δέσμευσης παραμέτρων

# QSQLiteResult
source: Parameter count mismatch
el: Λάθος καταμέτρηση παραμέτρων

source: Error opening database
el: Σφάλμα ανοίγματος της βάσης δεδομένων

source: Error closing database
el: Σφάλμα κλεισίματος της βάσης δεδομένων

source: Unable to begin transaction
el: Αδυναμία έναρξης της συναλλαγής

source: Unable to commit transaction
el: Αδυναμία υποβολής συναλλαγής

source: Unable to rollback transaction
el: Αδυναμία αναίρεσης συναλλαγής

source: Unable to open connection
el: Αδυναμία ανοίγματος σύνδεσης

source: Unable to use database
el: Αδυναμία χρήσης της βάσης δεδομένων

# QPSQLResult
source: Unable to create query
el: Αδυναμία δημιουργίας ερώτησης

# QPSQLResult
source: Unable to prepare statement
el: Αδυναμία προετοιμασίας της δήλωσης

source: Unable to connect
el: Αδυναμία σύνδεσης

source: Could not begin transaction
el: Αδυναμία έναρξης συναλλαγής

source: Could not commit transaction
el: Αδυναμία υποβολής συναλλαγής

source: Could not rollback transaction
el: Αδυναμία αναίρεσης συναλλαγής

source: Unable to subscribe
el: Αδυναμία εγγραφής

source: Unable to unsubscribe
el: Αδυναμία διαγραφής

# QODBCResult
source: QODBCResult::reset: Unable to set 'SQL_CURSOR_STATIC' as statement attribute. Please check your ODBC driver configuration
el: QODBCResult::reset: Αδυναμία ορισμού του 'SQL_CURSOR_STATIC' ως ιδιότητα εντολής. Παρακαλώ ελέγξτε τη διαμόρφωση του οδηγού σας ODBC

# QODBCResult
source: Unable to execute statement
el: Αδυναμία εκτέλεσης της δήλωσης

# QODBCResult
source: Unable to fetch
el: Αδυναμία προσκόμισης

# QODBCResult
source: Unable to fetch next
el: Αδυναμία προσκόμισης επόμενου

# QODBCResult
source: Unable to fetch first
el: Αδυναμία προσκόμισης πρώτου

# QODBCResult
source: Unable to fetch previous
el: Αδυναμία προσκόμισης προηγούμενου

# QODBCResult
source: Unable to fetch last
el: Αδυναμία προσκόμισης τελευταίου

# QODBCResult
source: Unable to prepare statement
el: Αδυναμία προετοιμασίας της δήλωσης

# QODBCResult
source: Unable to bind variable
el: Αδυναμία δέσμευσης της μεταβλητής

source: Unable to connect - Driver doesn't support all functionality required
el: Αδυναμία σύνδεσης - Ο οδηγός δεν υποστηρίζει όλη την απαιτούμενη λειτουργικότητα

source: Unable to disable autocommit
el: Αδυναμία απενεργοποίησης της αυτόματης υποβολής

source: Unable to enable autocommit
el: Αδυναμία ενεργοποίησης της αυτόματης υποβολής

# QOCIResult
source: Unable to bind column for batch execute
el: Αδυναμία δέσμευσης στήλης για εκτέλεση δέσμης

# QOCIResult
source: Unable to execute batch statement
el: Αδυναμία εκτέλεσης δήλωσης δέσμης

# QOCIResult
source: Unable to goto next
el: Αδυναμία μετάβασης στο επόμενο

# QOCIResult
source: Unable to alloc statement
el: Αδυναμία καταχώρησης δήλωσης

# QOCIResult
source: Unable to prepare statement
el: Αδυναμία προετοιμασίας δήλωσης

# QOCIResult
source: Unable to get statement type
el: Αδυναμία ανάκτησης του τύπου δήλωσης

# QOCIResult
source: Unable to bind value
el: Αδυναμία δέσμευσης της μεταβλητής

# QOCIResult
source: Unable to execute statement
el: Αδυναμία εκτέλεσης της δήλωσης

# QOCIDriver
source: Unable to initialize
el: Αδυναμία αρχικοποίησης

source: Unable to logon
el: Αδυναμία σύνδεσης

# QOCIDriver
source: Unable to begin transaction
el: Αδυναμία έναρξης συναλλαγής

# QOCIDriver
source: Unable to commit transaction
el: Αδυναμία υποβολής συναλλαγής

# QOCIDriver
source: Unable to rollback transaction
el: Αδυναμία αναίρεσης συναλλαγής

# QSQLite2Result
source: Unable to fetch results
el: Αδυναμία ανάκτησης αποτελεσμάτων

# QSQLite2Result
source: Unable to execute statement
el: Αδυναμία εκτέλεσης δήλωσης

# QSymSQLResult
source: Error retrieving column count
el: Σφάλμα ανάκτησης καταμέτρησης στηλών

# QSymSQLResult
source: Error retrieving column name
el: Σφάλμα ανάκτησης ονόματος στήλης

# QSymSQLResult
source: Error retrieving column type
el: Σφάλμα ανάκτησης τύπου στήλης

# QSymSQLResult
source: Unable to fetch row
el: Αδυναμία προσκόμισης γραμμής

# QSymSQLResult
source: Unable to execute statement
el: Αδυναμία εκτέλεσης δήλωσης

# QSymSQLResult
source: Statement is not prepared
el: Η δήλωση δεν έχει προετοιμαστεί

# QSymSQLResult
source: Unable to reset statement
el: Αδυναμία επαναφοράς δήλωσης

# QSymSQLResult
source: Unable to bind parameters
el: Αδυναμία δέσμευσης παραμέτρων

# QSymSQLResult
source: Parameter count mismatch
el: Λάθος καταμέτρηση παραμέτρων

source: Invalid option:
el: Μη έγκυρη επιλογή:

source: POLICY_DB_DEFAULT must be defined before any other POLICY definitions can be used
el: POLICY_DB_DEFAULT πρέπει να οριστεί πριν από κάθε άλλο ορισμό POLICY

# QMYSQLResult
source: Unable to fetch data
el: Αδυναμία προσκόμισης δεδομένων

# QMYSQLResult
source: Unable to execute query
el: Αδυναμία εκτέλεσης της ερώτησης

# QMYSQLResult
source: Unable to store result
el: Αδυναμία αποθήκευσης του αποτελέσματος

# QMYSQLResult
source: Unable to execute next query
el: Αδυναμία εκτέλεσης επόμενης ερώτησης

# QMYSQLResult
source: Unable to store next result
el: Αδυναμία αποθήκευσης επόμενου αποτελέσματος

# QMYSQLResult
source: Unable to prepare statement
el: Αδυναμία προετοιμασίας της δήλωσης

# QMYSQLResult
source: Unable to reset statement
el: Αδυναμία επαναφοράς δήλωσης

# QMYSQLResult
source: Unable to bind value
el: Αδυναμία δέσμευσης της μεταβλητής

# QMYSQLResult
source: Unable to execute statement
el: Αδυναμία εκτέλεσης της δήλωσης

# QMYSQLResult
source: Unable to bind outvalues
el: Αδυναμία δέσμευσης των τιμών εξόδου

# QMYSQLResult
source: Unable to store statement results
el: Αδυναμία αποθήκευσης του αποτελέσματος της δήλωσης

source: Unable to open database '
el: Αδυναμία ανοίγματος της βάσης δεδομένων '

# QDB2Result
source: Unable to execute statement
el: Αδυναμία εκτέλεσης δήλωσης

# QDB2Result
source: Unable to prepare statement
el: Αδυναμία προετοιμασίας δήλωσης

# QDB2Result
source: Unable to bind variable
el: Αδυναμία δέσμευσης μεταβλητής
