Repository: fluxer/kde-l10n
Catalog: */messages/kdetoys/amor.po
Languages: nl

source: Don't run with scissors.
nl: Ren nooit met scharen.

source: Never trust car salesmen or politicians.
nl: Vertrouw nooit autoverkopers of politici.

source: Real programmers don't comment their code. It was hard to write, it should be hard to understand.
nl: Echte programmeurs documenteren hun programmacode niet. Het was moeilijk om het te schrijven, dus moet het moeilijk te begrijpen zijn.

source: It is much easier to suggest solutions when you know nothing about the problem.
nl: Het is eenvoudiger om oplossingen voor te stellen als je geen idee hebt wat het probleem eigenlijk inhoud.

source: You can never have too much memory or disk space.
nl: Je kunt nooit teveel geheugen of schijfruimte hebben.

source: The answer is 42.
nl: Het antwoord is 42.

source: It's not a bug. It's a misfeature.
nl: Het is geen bug, maar een misfunctie.

source: Help stamp out and abolish redundancy.
nl: Help met het uitbannen van nutteloze overtolligheid.

source: To maximize a window vertically, click the maximize button with the middle mouse button.
nl: Om een venster verticaal te maximaliseren, klik op het maximaliseerknopje met uw middelste muisknop.

source: You can use Alt+Tab to switch between applications.
nl: U kunt ALT+TAB gebruiken om te schakelen tussen programma's.

source: Press Ctrl+Esc to show the applications running in your current session.
nl: Druk op CTRL+ESC om de toepassingen te tonen die in uw huidige sessie draaien.

source: Alt+F2 displays a small window that you can type a command into.
nl: ALT+F2 toont een klein venster waarin u een commando kunt invoeren.

source: Ctrl+F1 to Ctrl+F8 can be used to switch virtual desktops.
nl: CTRL+F1 tot en met CTRL+F8 kunt u gebruiken om te schakelen tussen virtuele bureaubladen.

source: You can move buttons on the panel using the middle mouse button.
nl: U kunt de knoppen op het paneel verplaatsen met behulp van de middelste muisknop.

source: Alt+F1 pops-up the system menu.
nl: ALT+F1 toont het systeemmenu.

source: Ctrl+Alt+Esc can be used to kill an application that has stopped responding.
nl: CTRL+ALT+ASC kan gebruikt worden om een toepassing af te sluiten dat niet meer reageert.

source: If you leave KDE applications open when you logout, they will be restarted automatically when you log back in.
nl: Als u KDE-programma's tijdens het afsluiten open laat , dan worden deze automatisch weer opgestart wanneer u opniew inlogt.

source: The KDE file manager is also a web browser and an FTP client.
nl: De KDE-bestandsbeheerder is ook een webbrowser en een FTP-client

source: Applications can display messages and tips in an Amor bubble using the showMessage() and showTip() DCOP calls
nl: Programma's kunnen berichten en tips in een Amor-ballon tonen met behulp van de DCOP-aanroepen showMessage() en showTip()

# @info:status
source: Error reading theme:
nl: Fout bij het lezen van thema:

# @info:status
source: Error reading group:
nl: Fout bij het lezen van groep:

# @action:inmenu Amor
source: &Configure...
nl: &Instellen...

# @action:inmenu Amor
source: &Quit
nl: &Afsluiten

source: Options
nl: Opties

source: Theme:
nl: Thema:

source: Always on top
nl: Altijd op voorgrond

source: Show random tips
nl: Willekeurige tips tonen

source: Use a random character
nl: Gebruik een willekeurig karakter

source: Allow application tips
nl: Programmatips toelaten

source: No tip
nl: Geen tip

source: KDE creature for your desktop
nl: KDE-wezen voor uw bureaublad

source: 1999 by Martin R. Jones 2010 by Stefan Böhmann
nl: 1999 door Martin R. Jones 2010 door Stefan Böhmann

source: Current maintainer
nl: Huidige onderhouder
