Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kabcclient.po
Languages: ca@valencia, da, el, es, et, fi, gl, hu, it, kk, km, ko, nb, nds, nl, nn, pl, pt, pt_br, ru, sl, sr@ijekavian, tr, uk, zh_tw

source: Default input encoding is 'local' unless input format is 'vcard', in which case the default encoding will be 'utf8'.
ca@valencia: La codificació d'entrada per omissió és «local» a menys que el format d'entrada siga «vcard», en este cas la codificació per omissió serà «utf8».
da: Standard inputtegnsæt er 'local' medmindre inputformatet er 'vcard', i så fald vil standardtegnsættet være 'utf8'.
el: Η προκαθορισμένη κωδικοποίηση εισόδου είναι η 'local' εκτός αν η μορφή εισόδου είναι η 'vcard', στην οποία η προκαθορισμένη κωδικοποίηση θα είναι η 'utf8'.
es: La codificación de entrada predeterminada es «local» a menos que el formato de entrada sea «vcard», en cuyo caso la codificación predeterminada será «utf8».
et: Vaikimisi sisendkodeering on 'local', kui just sisendvorming ei ole 'vcard', millisel juhul vaikimisi kodeering on 'utf8'.
fi: Oletusarvoinen syötekoodaus on ”local”, ellei syötemuoto ole ”vcard”, jolloin oletuksena käytetään ”utf8”:aa.
gl: A codificación de entrada por omisión é "local" a non ser que o formato de entrada sexa "vcard", en cuxo caso a codificación por omisión será "utf8".
hu: Az alapértelmezett beviteli kodek: "local", kivéve, ha a bemeneti formátum "vcard", ebben az esetben az alapértelmezett kódolás az "utf8".
it: La codifica predefinita per l'input è 'local' tranne quando il formato è 'vcard'; in questo caso la codifica predefinita è 'utf8'.
kk: Әдетті кірістің кодтамасы 'local' болады, кіріс пішімі 'vcard' болмайынша, саңғысында кодтамасы - 'utf8' болмақ.
km: ការ​អ៊ិនកូដ​បញ្ចូល​លំនាំដើម​គឺ 'local' លុះត្រា​តែ​ទ្រង់ទ្រាយ​បញ្ចូល​ជា 'vcard' ដែល​​ករណី​អ៊ិនកូដ​នេះ​នឹង​ជា 'utf8' ។
ko: 입력이 'vcard'가 아니면 기본 입력 인코딩은 'local'입니다. 'vcard'의 경우 입력 인코딩은 'utf8'입니다.
nb: Standard inndata-koding er «local» med mindre inndata-formatet er «vcard», da er standard koding «utf8».
nds: De Standard-Ingaavkoderen is "local", utbenahmen dat Ingaavformaat is "vcard" - denn is de Standardkoderen "utf8".
nl: De standaard invoercodering is 'local' tenzij de invoeropmaak 'vcard' is. In dat geval is de standaardcodering 'utf8'.
nn: Standard innteiknkoding er «local», med mindre innformatet er «vcard», då standardteiknkodinga er «utf8».
pl: Domyślnym kodowaniem wejściowym jest "local", jeśli formatem wejściowym nie jest "vcard". W takim przypadku domyślnym kodowaniem jest "utf8".
pt: A codificação à entrada é 'local', a menos que se use o formato de entrada 'vcard'; nesse caso, a codificação por omissão será 'utf8'.
pt_br: A codificação de entrada padrão é 'local', a menos que o formato de entrada seja o vcard. Neste caso, a codificação padrão será 'utf8'.
ru: По умолчанию для входных данных установлена локальная кодировка, кроме формата vcard, в этом случае кодировкой по умолчанию будет utf8.
sl: Privzeto vhodno kodiranje je »local«, razen če je vhodna oblika »vcard«, za katero se privzeto uporabi kodiranje »utf8«.
sr@ijekavian: Подразумевано улазно кодирање је <icode>local</icode>, осим када је улазни формат <icode>vcard</icode>, за који је подразумевано <icode>utf8</icode>.
tr: Öntanımlı dil kodlamasının 'utf8' olacağı durumda, girdi biçimi 'vcard' olduğundan öntanımlı girdi kodlaması 'local'dir.
uk: Типовим вхідним кодуванням є «local», якщо форматом вхідних даних не є «vcard», для якого типовим кодуванням є «utf8».
zh_tw: 預設的輸入編碼為 'local'，除非輸入格式為 vcard，vcard 預設編碼為 utf8。

source: The output codec transforms the output text data from the internal format to an 8-bit text format
ca@valencia: El còdec d'eixida transforma les dades de text d'eixida des del format intern a un format de text de 8 bits
da: Output-codecet omdanner outputtekst-data fra det interne format til et 8-bit tekstformat
el: Η κωδικοποίηση εξόδου μετασχηματίζει το κείμενο των δεδομένων εξόδου από την εσωτερική μορφή σε μορφή κειμένου 8-bit
es: La codificación de salida transforma los datos en forma de texto de salida, de un formato interno a un formato de texto de 8 bits
et: Väljundkoodek teisendab väljundteksti andmed seesmisest vormingust 8-bitisesse tekstivormingusse
fi: Tulosmerkistökoodekki muuntaa tulostekstidatan sisäisestä muodosta 8-bittiseen tekstimuotoon
gl: O códec de saída tranforma os datos de texto de saída do formato interno a un formato de texto de 8 bits
hu: A kimeneti kodek alakítja át a tárolt adatokat egy 8 bites szöveges kimeneti formátumba
it: La codifica di output trasforma il testo in output dal formato interno in un formato di testo a 8 bit
kk: Шығыс кодек шығыстағы мәтінді әмбебап ішкі пішімінен бір 8-биттік мәтін пішіміне аударады
km: កូឌិក​លទ្ធផល​ប្លែង​ទិន្នន័យ​អត្ថបទ​ពី​ទ្រង់ទ្រាយ​ខាង​ក្នុង​ទៅជា​ទ្រង់ទ្រាយអត្ថបទ ៨ ប៊ីត
ko: 출력 코덱은 입력 텍스트 데이터를 8비트 코드로 변환함
nb: Utdata-kodek overfører tekst i utdata fra det interne formatet til et 8-bit tekstformat
nds: De Utgaavkoderen wannelt den Utgaavtext ut dat interne Formaat üm na en 8-Bit-Textformaat.
nl: De uitvoercode zet de uitvoertekstgegevens van de interne opmaak om in een 8-bit tekstopmaak
nn: Inndatakodeken gjer om utteksten frå eit internt format til eit 8-bits tekstformat
pl: Kodek wyjściowy przekształca dane tekstu wyjściowego z formatu wewnętrznego do 8-bitowego formatu tekstowego
pt: O codificador de saída transforma os dados num formato interno universal num formato de texto de 8-bits
pt_br: O codec de saída transforma os dados de texto do formato interno para um formato de texto de 8 bits
ru: Выходной кодек преобразует универсальный внутренний формат в выходные текстовые данные
sl: Izhodni kodek preoblikuje izhodne besedilne podatke iz univerzalne notranje oblike v 8-bitno besedilno obliko
sr@ijekavian: Излазно кодирање претвара излазни текст из унутрашњег формата у осмобитни формат.
tr: Çıktı kodlayıcısı, dahili biçimden gelen çıktı metni verisini 8-bit metin biçimine dönüştürür
uk: Кодек вихідних даних перетворює вихідні текстові дані з внутрішнього формату на текст у 8-бітовому форматі
zh_tw: 輸出的編碼器將輸出的文字資料從全域的內部格式轉換為八位元文字格式

source: Default output encoding is 'local' unless output format is 'vcard', in which case the default encoding will be 'utf8'.
ca@valencia: La codificació d'eixida per omissió és «local» a menys que el format de eixida siga «vcard», en este cas la codificació per omissió serà «utf8».
da: Standard outputtegnsæt er 'local' medmindre outputformatet er 'vcard', i så fald vil standardtegnsættet være 'utf8'.
el: Η προκαθορισμένη κωδικοποίηση εξόδου είναι η 'local' εκτός αν η μορφή εισόδου είναι η 'vcard', στην οποία η προκαθορισμένη κωδικοποίηση θα είναι η 'utf8'.
es: La codificación de salida predeterminada es «local» a menos que el formato de salida sea «vcard», en cuyo caso la codificación predeterminada será «utf8».
et: Vaikimisi väljundkoodek on 'local', kui just väljundvorminguks ei ole 'vcard', millisel juhul vaikimisi kodeeringuks on 'utf8'.
fi: Oletusarvoinen tuloskoodaus on ”local”, ellei tulosmuoto ole ”vcard”, jolloin oletuksena käytetään ”utf8”:aa.
gl: A codificación de saída por omisión é "local" a non ser que o formato de saída sexa "vcard", en cuxo caso a codificación por omisión será "utf8".
hu: Az alapértelmezett kimeneti kodek: "local", kivéve, ha a kimeneti formátum "vcard", ebben az esetben az alapértelmezett kódolás az "utf8".
it: La codifica predefinita per l'output è 'local' tranne quando il formato è 'vcard'; in questo caso la codifica predefinita è 'utf8'.
kk: Әдетті шығыстың кодтамасы 'local' болады, шығыс пішімі 'vcard' болмайынша, саңғысында кодтамасы - 'utf8' болмақ.
km: ការ​អ៊ិនកូដ​លទ្ធផល​លំនាំដើម​គឺ 'local' លុះត្រា​តែ​ទ្រង់ទ្រាយលទ្ធផលគឺ 'vcard' ដែលជា​ករណីដែលការ​អ៊ិនកូដ​​លំនាំដើម​នឹង​ជា 'utf8'​ ។
ko: 출력이 'vcard'가 아니면 기본 입력 인코딩은 'local'입니다. 'vcard'의 경우 출력 인코딩은 'utf8'입니다.
nb: Standard utdata-koding er «local» med mindre utdata-formatet er «vcard», da er standard koding «utf8».
nds: De Standard-Utgaavkoderen is "local", utbenahmen dat Utgaavformaat is "vcard" - denn is de Standardkoderen "utf8".
nl: De standaarduitvoercodering is 'local' tenzij de uitvoeropmaak 'vcard' is. In dat geval is de standaardcodering 'utf8'.
nn: Standard utteiknkoding er «local», med mindre utformatet er «vcard», då standardteiknkodinga er «utf8».
pl: Domyślnym kodowaniem wyjściowym jest "local", jeśli formatem wejściowym nie jest "vcard". W takim przypadku domyślnym kodowaniem jest "utf8".
pt: A codificação à saída é 'local', a menos que se use o formato de saída 'vcard'; nesse caso, a codificação por omissão será 'utf8'.
pt_br: A codificação de saída padrão é 'local', a menos que o formato de saída seja o vcard. Neste caso, a codificação padrão será 'utf8'.
ru: По умолчанию для выходных данных установлена локальная кодировка, кроме формата vcard, в этом случае кодировкой по умолчанию будет utf8.
sl: Privzeto izhodno kodiranje je »local«, razen če je izhodna oblika »vcard«, za katero se privzeto uporabi kodiranje »utf8«.
sr@ijekavian: Подразумевано излазно кодирање је <icode>local</icode>, осим када је излазни формат <icode>vcard</icode>, за који је подразумевано <icode>utf8</icode>.
tr: Öntanımlı dil kodlamasının 'utf8' olacağı durumda, çıktı biçimi 'vcard' olduğundan öntanımlı çıktı kodlaması 'local'dir.
uk: Типовим вихідним кодуванням є «local», якщо форматом вихідних даних не є «vcard», для якого типовим кодуванням буде «utf8».
zh_tw: 預設的輸出編碼為 'local'，除非輸出格式為 vcard，vcard 預設編碼為 utf8。

source: Built-in codecs are UTF8 and LOCAL, respectively using the 8-bit unicode format or your local encoding
ca@valencia: Els còdecs integrats són UTF8 i LOCAL, que usen el format unicode de 8 bits o la codificació local respectivament
da: Indbyggede codecs er UTF8 og LOCAL, som henholdsvis bruger 8-bit unicode-formatet eller dit lokale tegnsæt
el: Οι ενσωματωμένες κωδικοποιήσεις είναι οι UTF8 και LOCAL, που αντίστοιχα χρησιμοποιούν τη μορφή 8-bit unicode ή την τοπική κωδικοποίησή σας
es: Los códecs incrustados son UTF8 y LOCAL, que utilizan respectivamente el formato unicode de 8 bits o su codificación local
et: Sisseehitatud koodekid on UTF8 ja LOCAL, mis vastavalt kasutavad 8-bitist Unicode'i vormingut või sinu kohalikku kodeeringut
fi: Sisäänrakennetut merkistöt ovat UTF8 ja LOCAL, jotka tarkoittavat 8-bittistä Unicode-muotoa sekä paikallista koodausta
gl: O códecs incorporados son UTF8 e LOCAL, que empregan o formato unicode de 8 bits ou a súa codificación local, respectivamente.
hu: Az UTF8 és a LOCAL beépített kodekek, az első egy 8 bites Unicode-alapú formátum, a másik a helyi beállított kódolás
it: Le codifiche predefinite sono UTF8 e LOCAL, che usano rispettivamente il formato unicode a 8 bit e la codifica locale del sistema
kk: Құрамында екі кодек бар, ол UTF8 және LOCAL, біріншісі, аталғандай, UTF8, екіншісі - компьютеріңіздегі қолданудағы жергілікті кодтамаңыз.
km: កូឌិក​ជាប់​គឺ​ជា UTF8 និង LOCAL ការ​ប្រើ​ទ្រង់ទ្រាយ​យូនីកូដ​ ៨ ប៊ីត​រៀងៗខ្លួន​ ឬ​ការ​អ៊ិនកូដ​មូលដ្ឋាន​របស់​អ្នក
ko: 내장 코덱은 UTF8 및 LOCAL이며, 각각 UTF-8 및 지역 인코딩입니다
nb: Innebygde kodeker er UTF8 og LOCAL, som bruker henholdsvis 8-bit Unicode format eller din lokale koding
nds: Inbuut sünd de Koderen "utf8" un "local". De eerste bruukt dat 8-Bit-Formaat för Unicode, de anner Dien lokaal Koderen.
nl: Ingebouwde codecs zijn UTF8 en LOCAL. Deze gebruiken respectievelijk de 8-bit unicode opmaak of uw lokale tekensetcodering
nn: Innebygde kodekar er «utf8» og «local», som brukar høvesvis UTF-8-teiknkodinga og di lokale teiknkoding
pl: Wbudowane kodeki to UTF8 i LOCAL, odpowiednio używając 8-bitowego formatu unicode lub Twojego lokalnego kodowania
pt: Os codificadores incorporados são o UTF8 e o LOCAL, que usam respectivamente o formato Unicode de 8-bits ou a sua codificação local
pt_br: Os codecs incorporados são o UTF8 e o LOCAL, que usam, respectivamente, o formato unicode de 8 bits ou a sua codificação local
ru: Встроенными кодеками являются UTF8 и локальная, где используются 8-ми битная кодировка для Unicod или локальная кодировка соответственно.
sl: Vgrajena kodeka sta UTF8 in LOCAL. ki uporabljata 8-bitno kodiranje Unicode ali vašo krajevno kodiranje
sr@ijekavian: Уграђена кодирања су <icode>utf8</icode> и <icode>local</icode>, и означавају, редом, осмобитни уникодски формат и локално кодирање.
tr: Yerleşik kodlayıcılar, sırasıyla 8-bit unicode biçimini veya yerel dil kodlamanızı kullanan UTF8 ve LOCAL'dir
uk: У програму вбудовано кодеки UTF8 і LOCAL, які використовують формати 8-бітового unicode і локальне кодування, відповідно
zh_tw: 內建的編碼器為 UTF8 與 LOCAL，分別用於萬國碼或您的本地端編碼

source: Other codecs can be specified by their ISO code, for example 'ISO 8859-15' for western european languages, including the Euro sign
ca@valencia: Es poden especificar altres còdecs pel seu codi ISO. Per exemple, «ISO 8859-15» pels idiomes europeus occidentals, incloent el signe de l'euro
da: Andre codecs kan angives ved deres ISO-kode, f.eks. 'ISO 8859-15' for vesteuropæiske sprog, inklusiv euro-tegnet
el: Άλλες κωδικοποιήσεις μπορούν να οριστούν με τον κωδικό τους ISO, για παράδειγμα το 'ISO 8859-15' για δυτικοευρωπαϊκές γλώσσες, συμπεριλαμβανομένου το σύμβολο του Euro
es: Otras codificaciones pueden ser especificadas por su código ISO, por ejemplo «ISO 8859-15» para los idiomas de Europa occidental, incluyendo el signo de Euro
et: Muid koodekeid saab määrata ISO-koodi järgi, näiteks 'ISO 8859-15' Lääne-Euroopa keeltele (see hõlmab ka euromärki)
fi: Muut merkistöt voi asettaa ISO-koodillaan, esim. ”ISO 8859-15” Länsi-Euroopan kielille (sisältää euron merkin)
gl: Pódense especificar outros códigos mediante o seu código ISO. Por exemplo, "ISO 8859-15" para as linguas europeas occidentais, incluído o símbolo do euro
hu: További kodekek adhatók meg az ISO-kódjukkal, például "ISO 8859-15" egy euró jelet is tartalmazó kódolás nyugat-európai nyelvekhez
it: Altre codifiche possono essere specificate tramite il relativo codice ISO, ad esempio 'ISO 8859-15' per le lingue europee occidentali incluso il simbolo dell'Euro
kk: Басқа кодектерді олардың ISO коды бойынша келтіруге болады, мысалы, батыс еуропалық тілдер үшін, Еуро таңбасы бар, 'ISO 8859-15' кодтамасы
km: កូឌិក​ផ្សេងៗ​អាច​ត្រូវ​បាន​បញ្ជាក់​ដោយ​កូដ ISO ឧទាហរណ៍ 'ISO 8859-15' សម្រាប់​ភាសា​អឺរ៉ុប​ខាង​លិច រួចមាន​សញ្ញា​អឺរ៉ូ
ko: 다른 코덱은 이름으로 지정할 수 있으며, 'ISO-8859-15' 등을 사용할 수 있습니다
nb: Andre kodeker kan oppgis med sin ISO-kode, for eksempel «ISO 8859-15» for vesteuropeiske språk medregnet €-tegnet
nds: Anner Koderen laat sik mit ehr ISO-Kode angeven, a.B. "ISO-8859-15", för westeuropääsch Spraken, de ok dat Euro-Teken bruukt
nl: Andere codecs kunnen worden opgegeven aan de hand van hun ISO-code. Bijvoorbeeld 'ISO 8859-15' voor West-Europese talen, inclusief het euroteken
nn: Du kan velja andre kodekar ved å bruka ISO-kodane deira. Eksempelvis kan du bruka «ISO 8859-15» for vesteuropeiske språk (som norsk), og her kan du òg bruka euroteiknet.
pl: Inne kodeki mogą być rozpoznawane za pomocą ich kodu ISO, na przykład "ISO 8859-15" dla języków zachodnioeuropejskich, włącznie ze znakiem Euro
pt: Poderá indicar outros codificadores de acordo com o seu código ISO. Por exemplo, pode usar o 'ISO 8859-15' para as línguas de Europa Ocidental, incluindo o símbolo do Euro
pt_br: Outros codecs podem ser especificados pelo seu código ISO. Por exemplo, o 'ISO 8859-15' para os idiomas da Europa Ocidental, incluindo o símbolo do Euro
ru: Другие кодеки могут быть указаны ISO кодом, например «ISO 8859-15» для западноевропейских языков, включая знак евро.
sl: Druge kodeke lahko določite z njihovimi kodami ISO, npr. »ISO 8859-15« za zahodnoevropske jezike z znakom za evro
sr@ijekavian: Остала кодирања могу се задати својим ИСО кодом, на пример <icode>ISO 8859-15</icode> за западноевропске језике са знаком евра.
tr: Diğer kodlayıcılar ISO kodlarıyla belirlenebilirler, örneğin Avro işaretini de içeren batı Avrupa dilleri için 'ISO 8859-15'
uk: Інші кодеки можна вказувати за їхнім кодом ISO, наприклад «ISO 8859-15» для західноєвропейських мов, у такому кодуванні є знак євро
zh_tw: 其它的編碼器可以指定它們的 ISO 代碼，例如 ISO 8859-15。

source: kabc - mutt converter
ca@valencia: kabc - Convertidor del mutt
da: kabc - mutt-konvertering
el: kabc - μετατροπέας mutt
es: kabc - convertidor de mutt
et: kabc - mutt konverter
fi: kabc–mutt-muuntaja
gl: kabc - convertedor de mutt
hu: Kabc - Mutt konvertáló
it: convertitore kabc - mutt
kk: kabc - mutt аударғышы
km: kabc - កម្មវិធី​បម្លែង mutt
ko: kabc - mutt 변환기
nb: kabc ‒ mutt-konverterer
nds: kabc-mutt-Wanneln
nl: kabc - mutt-conversieprogramma
nn: kabc – mutt-konvertering
pl: kabc - konwerter mutt
pt: conversor kabc - mutt
pt_br: conversor kabc - mutt
ru: kabc - mutt конвертер
sl: pretvornik kabc - mutt
sr@ijekavian: Претвара између КАБЦ‑а и Мата
tr: kabc - mutt dönüştürücü
uk: kabc — засіб для перетворення mutt
zh_tw: 通訊錄與 mutt 間的轉換器

source: Tobias König
ru: Тобиас Кениг (Tobias König)
sr@ijekavian: Тобијас Кениг

source: Contributor
ca@valencia: Col·laborador
da: Bidragsyder
el: Συντελεστής
es: Colaborador
et: Kaasautor
fi: Avustaja
gl: Colaborador
hu: Közreműködő
it: Ha contribuito
kk: Үлес қосушысы
km: អ្នក​ចូលរួម
ko: 기여자
nb: Bidragsyter
nds: Bidreger
nl: Bijdrager
nn: Bidragsytar
pl: Współpraca
pt: Contribuinte
pt_br: Colaborador
ru: Участник проекта
sl: Prispevkar
sr@ijekavian: Доприносилац
tr: Katkı Veren
uk: Учасник розробки
zh_tw: 貢獻者

source: Only show contacts where name or address matches <placeholder>substring</placeholder>
ca@valencia: Mostra només els contactes en que el nom o l'adreça coincidisca amb la <placeholder>subcadena</placeholder>
da: Vis kun kontakter hvor navn eller adresse matcher <placeholder>substring</placeholder>
el: Εμφάνιση μόνο επαφών με όνομα ή διεύθυνση που ταιριάζει στη <placeholder>συμβολοσειρά</placeholder>
es: Solo mostrar contactos donde el nombre o la dirección coincida con <placeholder>sub-cadena</placeholder>
et: Näidatakse ainult kontakte, mille nimi või aadress on <placeholder>substring</placeholder>
fi: Näytä vain yhteystiedot, joiden nimi ja osoite vastaavat <placeholder>alijonoa</placeholder>
gl: Mostrar só os contactos nos que o nome ou o enderezo coincidan coa <placeholder>subcadea</placeholder>
hu: Csak azok a névjegyek jelenjenek meg, amelyekben a név vagy a cím tartalmazza ezt a <placeholder>sztringet</placeholder>
it: Mostra solo i contatti per cui il nome o l'indirizzo corrispondono a <placeholder>substring</placeholder>
kk: Аты-жөні не адресі <placeholder>substring</placeholder> дегенге сәйкесті контакттар ғана көрсетілсін
km: បង្ហាញតែ​​ទំនាក់ទំនង​ដែល​ឈ្មោះ ឬ​អាសយដ្ឋាន​ផ្គូផ្គងនឹង <placeholder>ខ្សែអក្សរ​រង</placeholder>
ko: 이름이나 주소가 <placeholder>substring</placeholder>과 일치하는 연락처만 보기
nb: Vis bare kontakter der navn eller adresse passer med <placeholder>delstreng</placeholder>
nds: Bloots Kontakten wiesen, bi de <placeholder>substring</placeholder> op Naam oder Adress passt
nl: Enkel contacten tonen indien naam of adres overeenkomen met <placeholder>deelreeks</placeholder>
nn: Berre vis kontaktar der namnet eller adressa er med i <placeholder>substring</placeholder>
pl: Pokaż tylko kontakty, gdzie nazwa lub adres pasują do <placeholder>podłańcuch</placeholder>
pt: Só mostrar os contactos cujo nome ou endereço corresponda a <placeholder>sub-texto</placeholder>
pt_br: Somente mostrar os contatos onde coincidam o nome ou endereço <placeholder>substring</placeholder>
ru: Показать только те контакты, где имя или адрес соответствуют <placeholder>подстроке</placeholder>
sl: Pokaži le stike, kjer se ime ali naslov ujemata s <placeholder>podnizom</placeholder>
sr@ijekavian: Прикажи само контакте чије име или адреса одговарају подниски
tr: Yalnızca ad ve adresin <placeholder>alt dizgi</placeholder> ile uyuştuğu kişileri göster
uk: Показувати лише контакти, з іменем або адресою, які містять <placeholder>substring</placeholder>
zh_tw: 只顯示名稱或地址符合<placeholder>substring</placeholder>的聯絡人

source: Default format is 'alias'. 'query' returns email[tab]name[tab], as needed by mutt's query_command
ca@valencia: El format per omissió és «alias». «query» retorna correu[tab]nom[tab], tal com espera l'orde «query_command» del mutt
da: Standardformat er 'alias'. 'query' giver e-mail[tab]navn[tab], som nødvendigt for mutts query_command
el: Η προκαθορισμένη μορφή είναι 'alias'. Το 'query' επιστρέφει email[tab]name[tab], όπως αυτό απαιτείται από την εντολή query_command του mutt
es: El formato predeterminado es «alias». «query» devuelve correo[tab]nombre[tab], según lo requerido por la orden de mutt query_command
et: Vaikevorming on 'alias'. 'query' tagastab email[tab]nimi[tab], nagu seda vajab mutt'i query_command
fi: Oletusmuoto on ”alias”. ”Kysely” palauttaa ”sähköposti[sarkain]nimi[sarkain]”, mitä mutt-ohjelman query_command vaatii
gl: O formato por omisión é "alias". "query" devole e-mail[tab]nome[tab], que é o que pide o query_command de mutt
hu: Az alapértelmezett formátum: "alias". A "query" e-mail[tab]név[tab] formátumú bejegyzéseket ad vissza, ahogy azt a Mutt query_command parancsa várja
it: Il formato predefinito è 'alias'. 'query' restituisce email[tab]nome[tab], come richiesto da query_command di mutt
kk: Әдетті пішімі - 'alias'. 'query' деген, mutt-тың query_command дегені керек ететін пішімінде, яғни, email[tab]name[tab] деп қайтарады
km: ទ្រង់ទ្រាយ​លំនាំដើម​គឺ 'alias' ។ 'query' ត្រឡប់ email[tab]name[tab] តាម​ត្រូវការ​ដោយ​ mutt's query_command
ko: 기본 형식은 'alias'입니다. 'query'는 email[tab]name[tab]을 반환하며 이는 mutt의 query_command와 호환됩니다
nb: Standardformat er «alias». «query» gir e-post[tab]navn[tab], slik mutts query-kommando trenger det
nds: Standardformaat is "alias". "query" gifft Nettpost[tab]Naam[tab] torüch, wat Mutt sien "query_command" so bruukt.
nl: Standaard opmaak is 'alias'. 'query' en geeft e-mailadres[tab]naam[tab] terug, zoals noodzakelijk is voor de query-opdracht van mutt
nn: Standardformatet er «alias». «query» returnerer epost[tab]namn[tab], som er formatet «query_command» i mutt brukar.
pl: Domyślnym formatem jest "alias". "query" zwraca email[tab]name[tab], jako potrzebne dla query_command mutta
pt: O formato por omissão é o 'alias'. O 'query' devolve e-mail[tab]nome[tab], como o comando 'query_command' do 'mutt' está à espera
pt_br: O formato padrão é o 'alias'. O 'query' retorna e-mail[tab]nome[tab], como necessita o comando 'query_command' do mutt
ru: Форматом по умолчанию является алиас ('alias'). Запрос ('query') возвращает адрес[tab]имя[tab] в том виде, в каком это необходимо для команды muttquery_command
sl: Privzeta oblika je »alias«. »query« vrne e-pošta[tabulator]ime[tabulator], kot zahteva ukaz query_command programa mutt
sr@ijekavian: Подразумевани формат је <icode>alias</icode>. <icode>query</icode> враћа адреса‑е‑поште[табулатор]име[табулатор], како то очекује Матова <icode>query_command</icode>.
tr: Öntanımlı biçim, 'takma ad'. 'sorgu', mutt sorgu komutunun istediği şekilde e-posta[tab]isim[tab] alanlarını geri getirir.
uk: Типовим є формат «alias». «query» повертає дані у вигляді email[tab]name[tab], як це потрібно для команди mutt query_command
zh_tw: 預設格式為 'alias'。'query' 會傳回「電子郵件地址[tab]名稱[tab]」的格式，通常是 mutt 的 query 指令需要的格式
