Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kabcclient.po
Languages: ca@valencia, da, el, es, et, fi, gl, hu, it, kk, km, ko, nb, nds, nl, nn, pl, pt, pt_br, ru, sl, sr@ijekavian, tr, uk, zh_tw

source: Comma separated list of: allemails, query, alias, altkeys, prefernick, alsonick. Default is alias
ca@valencia: Llista separada per comes de: totselscorreus, consulta, àlies, claus alternatives, àliespreferit, altreàlies. Per omissió és àlies
da: Kommaadskilt liste over: allemails, query, alias, altkeys, prefernick, alsonick. Standard er alias
el: Λίστα διαχωρισμένη με κόμματα των: όλων των email, ερώτημα, ψευδώνυμο, εναλλακτικά κλειδιά, προτιμώμενο ψευδώνυμο. Προκαθορισμένο είναι το ψευδώνυμο
es: Lista separada por comas de: todos-los-correos, consulta, alias, teclas-alternativas, apodo-preferido, apodo-alternativo. El valor predeterminado es alias
et: Komadega eraldatud loend: allemails, query, alias, altkeys, prefernick, alsonick. Vaikimisi alias
fi: Pilkuin erotettu luettelo: kaikkisähköposti, kysely, alias, avaimet, suosikkikutsumanimi, toinenkutsumanimi. Oletus on alias.Pilkuin erotettu luettelo: kaikkisähköposti, kysely, alias, avaimet, suosikkikutsumanimi, toinenkutsumanimi. Oletus on alias.
gl: Lista separada por vírgulas de: allemails, query, alias, altkeys, prefernick, alsonick. Por omisión é alias
hu: Vesszővel elválasztva: allemails, query, alias, altkeys. Az alapértelmezés „alias”.
it: Lista separata da virgole di: allemails, query, alias, altkeys, prefernick, alsonick. Predefinito: alias
kk: Үтірмен бөліктелген allemails, query, alias, altkeys, prefernick, alsonick тізімі. Әдеттегісі alias
km: បញ្ជី​បំបែក​ដោយ​សញ្ញា (,) នៃ ៖ អ៊ីមែល​ទាំងអស់ សំណួរ ឈ្មោះ​ក្លែងក្លាយ គ្រាប់​ចុច​ជំនួស prefernick alsonick ។ លំនាំដើម​គឺ​ឈ្មោះ​ក្លែងក្លាយ
ko: allemails, query, alias, altkeys, prefernick, alsonick의 쉼표로 구분된 목록입니다. 기본 값은 alias입니다
nb: Komma-separert liste over: allepost, spørring, alias, altnøkler,helstnavn, ogsånavn. Standard er alias
nds: Mit Kommas trennt List ut "allemails", "query", "alias", "altkeys", "prefernick" un "alsonick". Standard is "alias".
nl: Kommagescheiden lijst van: alle-e-mails, zoekopdrachten, alias, altkeys, voorkeurschermnaam, ook-schermnaam. Standaard is alias
pl: Rozdzielona przecinkami lista: allemails, query, alias, altkeys, prefernick, alsonick. Domyślnie alias
pt: Uma lista separada por vírgulas de 'allemails', 'query', 'alias', 'altkeys', 'prefernick', 'alsonick'. O valor por omissão é 'alias'
pt_br: Lista separada por vírgulas de: allemails, query, alias, altkeys, prefernick, alsonick. O padrão é alias
ru: Список, разделенный запятыми: все_эл_адреса, запрос, алиас, альтернат_ключи, предпочтительный_ник, дополнительный_ник. По умолчанию выводятся алиасы.
sl: Z vejico ločen seznam: allemails, query, alias, altkeys, prefernick, alsonick. Privzeto je alias
sr@ijekavian: Запетама раздвојен списак из скупа: <icode>allemails</icode>, <icode>query</icode>, <icode>alias</icode>, <icode>altkeys</icode>, <icode>prefernick</icode>, <icode>alsonick</icode>. Подразумевано <icode>alias</icode>.
uk: Розділений комами список: allemails, query, alias, altkeys, prefernick, alsonick. Типовим є alias
zh_tw: 所有電子郵件地址，查詢，別名，鍵值，綽號，其他綽號的清單。預設為別名

source: Use mutt's query format, e.g. jdoe@foo.com [tab] John Doe Conflicts with alias
ca@valencia: Usa el format de consulta del mutt, p.ex. jpetit@foo.com [tab] Joan Petit Conflictes amb àlies
da: Brug mutts query-format, f.eks. jhansen@foo.com [tab] Jens Hansen konflikter med alias
el: Χρήση μορφής ερωτήματος του mutt, π.χ. jdoe@foo.com [tab] John Doe Σε σύγκρουση με το ψευδώνυμο
es: Utiliza el formato de consulta predeterminado de mutt, p. ej. jdoe@foo.com [tab] John Doe Conflicto con apodos
et: Mutti päringuvormingu kasutamine, nt. jdoe@foo.com [tab] John Doe on konfliktis aliasega
fi: Käytä muttin kyselymuotoa, esim. jjokunen@jossakin.fi [sarkain] Jussi Jokunen (On ristiriidassa aliasten kanssa)
gl: Usar o formato de procura de mutt, p.ex. xfreire@foo.com [tab] Xurxo Freire Entra en conflito con alias
hu: A Mutt lekérdezési formátumának használata, aza pl.: ikovacs@foo.hu [tab] Kovács István Ütközik az "alias" beállítással.
it: Usa il formato di query di mutt, ad esempio: mariorossi@daqualcheparte.com [tab] Mario Rossi Va in conflitto in query
kk: mutt-тың query пішімін қолданыңыз, мысалы, myrqymbay@foo.kz [tab] Myrqymbay Mysalbekov alias-пен қайшылық
km: ប្រើ​ទ្រង់ទ្រាយ​សំណួរ​របស់ mutt's ឧ. jdoe@foo.com [tab] John Doe ប៉ះទង្គិច​ជា​មួយ​ឈ្មោះ​ក្លែងក្លាយ
ko: mutt의 query 형식을 사용합니다. 예: jdoe@foo.com [tab] John Doe alias와 충돌함
nb: Bruk mutts spørreformat, f.eks. pederaas@example.com [tab] Peder Ås Er i konflikt med alias
nds: Mutt sien Anfraagformaat bruken, a.B. k.achterndiek@nds.net [Tab] Klaas Achterndiek Geiht nich mit Alias tosamen
nl: Queryopmaak van mutt gebruiken, bijv. jpet@foo.com [tab] Jan Pet Is in conflict met alias
nn: Bruk spørjeformatet til mutt. Eksempel: kari.nordmann@eksempel.no [tab] Kari Nordmann I konflikt med alias
pl: Użyj formatu zapytania mutt, np. jdoe@foo.com [tab] John Doe Konflikt z aliasem
pt: Usar o formato de pesquisa do 'mutt', p.ex. ze@povinho.com [tab] Zé Povinho Entra em conflito com o 'alias'
pt_br: Usar o formato de pesquisa do mutt, ex: jdoe@foo.com [tab] John Doe Em conflito com o alias
ru: Использовать формат запросов mutt, например, jdoe@foo.com [tab] John Doe Конфликтует с алиасом
sl: Uporabi obliko query programa mutt, npr. jnovak@foo.si [tabulator] Janez Novak Je v sporu z alias
sr@ijekavian: Матов формат упита, нпр. pperic@negde.net [табулатор] Пера Перић У сукобу са <icode>alias</icode>.
tr: Mutt sorgu biçimini kullan, örn. serhat@demirkol.com [tab] Serhat Demirkol Takma isimle çakışır
uk: Використовувати формат query mutt, наприклад iiavn@tam.org [tab] Ivan Ivanenko Конфліктує з alias
zh_tw: 使用 mutt 的查詢格式，例如： jdoe@foo.com [tab] John Doe 與別名衝突

source: Use mutt's alias format, e.g. alias JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; Conflicts with query
ca@valencia: Usa el format d'àlies del mutt, p.ex. àlies JoanP[tab]Joan Petit &lt;jpetit@foo.com&gt; Conflictes amb consulta
da: Brug mutts alias-format, f.eks. alias JensHansen[tab]Jens Hansen &lt;jdoe@foo.com&gt; konflikter med query
el: Χρήση μορφής ψευδωνύμου του mutt, π.χ. alias JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; Σε σύγκρουση με το ερώτημα
es: Utiliza el formato de apodos de mutt, p. ej. alias JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; Conflictos con consulta
et: Mutti aliasevormingu kasutamine, nt. alias JohnDoe[tab]John Doe &lt;jdoe@foo.com&gt; on konfliktis päringuga
fi: Käytä muttin aliasmuotoa, esim. alias JusJok[sarkain]Jussi Jokunen &lt;jjokunen&jossakin.fi&gt; (On ristiriidassa kyselyjen kanssa)
gl: Usar o formato de alias de mutt, p.ex. alias Xurxiño[tab]Xurxo Freire &lt;xfreire@foo.com&gt; Entra en conflito con query
hu: A Mutt alias formátumának használata, aza pl.: alias KovIst[tab]Kovács István &lt;ikovacs@foo.hu&gt; Ütközik a "query" beállítással.
it: Usa il formato di alias di mutt, ad esempio: alias MarRos[tab]Mario Rossi &lt;mariorossi@daqualcheparte.com&gt; Va in conflitto in query
kk: mutt-тың alias пішімін қолданыңыз, мысалы, alias M.Mysalbekov[tab]Myrqymbay Mysalbekov &lt;myrqymbay@foo.kz&gt; query-пен қайшылық
km: ប្រើ​ទ្រង់ទ្រាយ​ឈ្មោះ​ក្លែង​ក្លាយ​របស់ mutt ឧ. ឈ្មោះក្លែងក្លាយ JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; ប៉ះទង្គិចជា​មួយ​សំណួរ
ko: mutt의 alias 형식을 사용합니다. 예: alias johDoe[tab]John Doe &lt;jdoe@foo.com&gt; query와 충돌함
nb: Bruk mutts aliasformat, f.eks. alias PedÅs [tab] Peder Ås &lt;pederaas@example.com&gt; Er i konflikt med spørring
nds: Mutt sien Alias-Formaat bruken, a.B. alias KlaaDiek[tab]Klaas Achterndiek &lt;k.achterndiek@nds.net&gt; Geiht nich mit Anfraag tosamen
nl: Aliasopmaak van mutt gebruiken, bijv. alias JanPet[tab]Jan Pet &lt;jpet@foo.com&gt; Is in conflict met query
nn: Bruk aliasformatet til mutt. Eksempel: alias KarNor[tab]Kari Nordmann &lt;kari.nordmann@eksempel.no&gt; I konflikt med query
pl: Użyj formatu aliasu mutt, np. alias JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; Konflikt z zapytaniem
pt: Usar o formato de nomes alternativos do 'mutt', p.ex. alias ZéPvoinho[tab]Zé Povinho &lt;ze@povinho.com&gt; Entra em conflito com o 'query'
pt_br: Usar o formato alternativo do mutt, ex: alias JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; Em conflito com o query
ru: Использовать формат запросов mutt, например, alias JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; Конфликтует с запросом
sl: Uporabi obliko alias programa mutt, npr alias JanNov[tabulator]Janez Novak &lt;jnovak@foo.si&gt; Je v sporu s query
sr@ijekavian: Матов формат алијаса, нпр. alias ПераПерић[табулатор]Пера Перић &lt;pperic@negde.net&gt; У сукобу са <icode>query</icode>.
tr: Mutt takma ad biçimini kullan, örn. takma ad SerhatDemirkol[tab]Serhat Demirkol &lt;serhat@demirkol.com&gt; Sorguyla çakışır
uk: Використовувати формат alias mutt, наприклад alias IIvan[tab]Ivan Ivanenko &lt;iivan@tam.org&gt; Конфліктує з query
zh_tw: 使用 mutt 的別名格式，例如： alias JohDoe[tab]John Doe &lt;jdoe@foo.com&gt; 與查詢衝突

source: Use alternative keys with alias format, e.g. alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
ca@valencia: Usa les claus alternatives amb format de l'àlies, p.ex. àlies jpetit[tab]Joan Petit &lt;jpetit@foo.com&gt;
da: Brug alternative taster med alias-format, f.eks. alias jhansen[tab]Jens Hansen &lt;jdoe@foo.com&gt;
el: Χρήση εναλλακτικών κλειδιών με τη μορφή ψευδωνύμου, π.χ. alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
es: Usa teclas alternativas con el formato de apodos, p. ej. alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
et: Alternatiivse võtme kasutamine aliasevorminguga, nt. alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
fi: Käytä aliasmuotoisia vaihtoehtoavaimia, esim. alias jjokunen[sarkain]Juhani Jokunen &lt;jjokunen@jossakin.fi&gt;
gl: Usar chaves alternativas co formato de alias, p.ex. alias xfreire[tab]Xurxo Freire &lt;xfreire@foo.com&gt;
hu: Alternatív kulcs használata az aliasban, azaz pl.: alias ikovacs[tab]Kovács István &lt;ikovacs@foo.hu&gt;
it: Usa tasti alternativi con il formato di alias, ad esempio: alias mrossi[tab]Mario Rossi &lt;mariorossi@daqualcheparte.com&gt;
kk: alias пішіміндегі altkeys-ті қолданыңыз, мысалы, alias m.mysalbekov[tab]Myrqymbay Mysalbekov &lt;myrqymbay@foo.kz&gt;
km: ប្រើ​សោ​ជំនួស​​ជា​មួយ​នឹង​ទ្រង់ទ្រាយ​ឈ្មោះក្លែង​ក្លាយ ឧ. ឈ្មោះ​ក្លែងក្លាយ jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
ko: 대체 키를 alias 형식으로 사용합니다. 예: alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
nb: Bruk alternative nøkler med aliasformat, f.eks. alias paas[tab]Peder Ås &lt;pederaas@example.com&gt;
nds: Anner Slötels mit Alias-Formaat bruken, a.B. alias Kliek[tab]Klaas Achterndiek &lt;k.achterndiek@nds.net&gt;
nl: Alternatieve sleutels bij aliasopmaak gebruiken, bijv. alias jdoe[tab]Jan Pet &lt;jpet@foo.com&gt;
nn: Bruk alternative nøklar med aliasformat. Eksempel: alias knordmann[tab]Kari Nordmann &lt;kari.nordmann@eksempel.no&gt;
pl: Użyj klawiszy alternatywnych z formatem aliasu, np. alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
pt: Usar nomes alternativos com o formato 'alias', p.ex. alias ze[tab]Zé Povinho &lt;ze@povinho.com&gt;
pt_br: Usas chaves alternativas com o formato alias, ex: alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
ru: Используйте альтернативные ключи с алиасами, например, alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
sl: Uporabi alternativne ključe z obliko alias, npr. alias jnovak[tabulator]Janez Novak &lt;jnovak@foo.si&gt;
sr@ijekavian: Алтернативни кључеви у формату алијаса, нпр. alias pperic[табулатор]Пера Перић &lt;pperic@negde.net&gt;
tr: Alternatif tuşları takma ad biçimiyle kullan, örn. takma ad serhat[tab]Serhat Demirkol &lt;serhat@demirkol.com&gt;
uk: Використовувати альтернативні ключі з форматом alias, наприклад alias iivan[tab]Ivan Ivanenko &lt;iivan@tam.org&gt;
zh_tw: 別名格式中使用其它的鍵值，例如： alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;

source: If a nick name exists use it instead of the key, e.g. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt;
ca@valencia: Si l'àlies existeix, usa-ho en lloc de la clau, p.ex. àlies jpetit[tab]Joan Petit &lt;jpetit@foo.com&gt;
da: Hvis et kaldenavn findes, så brug det i stedet for nøglen, f.eks. alias jens[tab]Jens Hansen &lt;jhansen@foo.com&gt;
el: Αν υπάρχει ψευδώνυμο χρησιμοποιήστε το αντί για το κλειδί π.χ. alias jdoe[tab]John Doe &lt;jdoe@foo.com&gt;
es: Si ya existe un apodo, úselo en lugar de la clave, p. ej. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt;
et: Hüüdnime olemasolul selle kasutamine võtme asemel, nt. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt;
fi: Käytä lempinimeä avaimen sijaan, jos sellainen on, esim. alias jussi[sarkain]Juhani Jokunen &lt;jjokunen@jossakin.fi&gt;
gl: Se o alcume existe, empregalo no canto da chave, p.ex. alias xfreire[tab]Xurxo Freire &lt;xfreire@foo.com&gt;
hu: Becenév használata kulcs helyett, ha létezik, például: alias ikovacs[tab]Kovács István &lt;ikovacs@foo.hu&gt;
it: Se un soprannome esiste, lo usa al posto della chiave, ad esempio: alias mario[tab]Mario Rossi &lt;mariorossi@daqualcheparte.com&gt;
kk: Бүркеншік аты болса онда оны параметр ретінде қолданыңыз, мысалы, alias m.mysalbekov[tab]Myrqymbay Mysalbekov &lt;myrqymbay@foo.kz&gt;
km: ប្រសិនបើ​មាន​សម្មតិនាម​រួចហើយ ប្រើ​វា​ជំនួស​ពាក្យគន្លឹះ ឧ ​ឈ្មោះ​ក្លែងក្លាយ johnny[tab]John Doe &lt;jdoe@foo.com&gt;
ko: 별명이 존재하면 키 대신 사용합니다. 예: alias johnny[tab]John Doe &lt;jdoe@foo.com&gt;
nb: Hvis et kallenavn finnes, så bruk det i stedet for nøkkel, f.eks. alias paas[tab]Peder Ås &lt;pederaas@example.com&gt;
nds: Gifft dat al en Ökelnaam, denn bruuk em ansteed vun den Slötel, a.B. alias Kliek[tab]Klaas Achterndiek &lt;k.achterndiek@nds.net&gt;
nl: Als er een schermnaam bestaat gebruik deze in plaats van de sleutel, bijv. alias jdoe[tab]Jan Pet &lt;jpet@foo.nl&gt;
pl: Jeżeli nazwa pseudonimu istnieje, to użyj jest zamiast klucza, np. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt;
pt: Se existir uma alcunha, usá-la em vez da chave p.ex. alias ze[tab]Zé Povinho &lt;ze@povinho.com&gt;
pt_br: Se existir um apelido, usá-lo em vez da chave, ex: alias johnny[tab]John Doe &lt;jdoe@foo.com&gt;
ru: Если есть ник, используйте его вместо ключа. Например, alias johnny[tab]John Doe &lt;jdoe@foo.com&gt;
sl: Če vzdevek obstaja, ga uporabi namesto ključa, npr. alias janko[tabulator]Janez Novak &lt;jnovak@foo.si&gt;
sr@ijekavian: Ако постоји надимак, користи се уместо кључа, нпр. alias perica[табулатор]Пера Перић &lt;pperic@negde.net&gt;
uk: Якщо вже створено псевдонім, використовувати його замість ключа, наприклад alias iivan[tab]Ivan Ivanenko &lt;iivan@tam.org&gt;
zh_tw: 若是綽號存在則使用綽號。例如， alias johnny 【按下 tab 之後變成】John Doe &lt;jdoe@foo.com&gt;

source: Generate additional aliases with the nick name as the key, e.g. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt; Deactivates 'prefernick' to avoid duplicates
ca@valencia: Genera àlies addicionals amb l'àlies com a clau, p.ex. àlies jpetit[tab]Joan Petit &lt;jpetit@foo.com&gt; Desactiveu «àliespreferit» per a evitar duplicitats
da: Generér yderligere aliasser med kaldenavnet som nøgle, f.eks. alias jens[tab]Jens Hansen &lt;jhansen@foo.com&gt; Deaktiverer "prefernick" for at undgå dubletter
el: Παράγει επιπλέον ψευδώνυμα με το ψευδώνυμο ως κλειδί, π.χ. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt; Απενεργοποιεί το 'prefernick' για την αποφυγή αντιγράφων
es: Genera alias adicionales con el apodo como clave, p. ej. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt; Desactiva «prefernick» para evitar duplicados
et: Lisaaliaste genereerimine, milles hüüdnimi on võtmeks, nt. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt; Duplikaatide vältimiseks lülitab välja 'prefernick'
fi: Luo lisäaliaksia käyttäen lempinimeä avaimena, esim. alias jussi[sarkain]Juhani Jokunen &lt;jjokunen@jossakin.fi&gt; Passivoi lempinimen suosimisen kaksoisosoitteiden välttämiseksi
gl: Xerar alias adicionais co nome do alcume como chave, p.ex. alias xfreire[tab]Xurxo Freire &lt;xfreire@foo.com&gt; Desactiva «prefernick» para evitar duplicados
hu: További álnevek generálása a becenévvel mint kulccsal, például: alias ikovacs[tab]Kovács István &lt;ikovacs@foo.hu&gt; Deaktiválja a „prefernick”-et a duplikálás elkerüléséhez
it: Genera ulteriori alias con il soprannome come chiave, ad esempio: alias mario[tab]Mario Rossi &lt;mariorossi@daqualcheparte.com&gt; Disattiva 'prefernick' per evitare duplicati
kk: Қосымша бүркеншік атты лақабын параметрі қылып құрыңыз, мысалы, alias m.mysalbekov[tab]Myrqymbay Mysalbekov &lt;myrqymbay@foo.kz&gt;
km: បង្កើត​ឈ្មោះ​ក្លែងក្លាយ​បន្ថែម​ដោយ​ប្រើ​សម្មតិនាម​ជា​ពាក្យគន្លឹះ ឧ. ​ឈ្មោះ​ក្លែងក្លាយ johnny[tab]John Doe &lt;jdoe@foo.com&gt; ធ្វើឲ្យ 'prefernick' អសកម្ម​ដើម្បី​ចៀសវាង​ភាព​ស្ទួន
ko: 별명을 키로 사용하여 추가 대체명을 생성합니다. 예: alias johnny[tab]John Doe&lt;jdoe@foo.com&gt; 중복을 막기 위하여 'prefernick'을 비활성화함
nb: Lag flere aliaser med kallenavnet som nøkkel, f.eks. alias peder[tab]Peder Aas &lt;paas@example.com&gt; Slår av «prefernick» for å unngå duplikater
nds: Bito-Aliasen mit den Ökelnaam as Slötel opstellen, a.B. Kliek[tab]Klaas Achterndiek &lt;k.achterndiek@nds.net&gt; För't Verhöden vun Dubbels maakt dit "prefernick" ut.
nl: Genereer extra aliassen met de schermnaam als de sleutel, e.g. alias jdoe[tab]Jan Pet &lt;jpet@foo.nl&gt; Deactiveert 'prefernick' om duplicaten te voorkomen
pl: Generuj dodatkowe aliasy z nazwą pseudonimu jako klucz, np. alias johnny[tab]John Doe &lt;jdoe@foo.com&gt; Dezaktywuje 'prefernick', aby uniknąć powieleń
pt: Gerar nomes alternativos adicionais com a alcunha como chave, p.ex. alias ze[tab]Zé Povinho&lt;ze@povinho.com&gt; Desactive o 'prefernick' para evitar duplicados
pt_br: Gerar nomes alternativos adicionais com o apelido como chave, p.ex. alias johnny[tab]John Doe&lt;jdoe@foo.com&gt; Desativa o 'prefernick' para evitar duplicados
ru: Создайте дополнительные алиасы, используя ник в качестве ключа. Например, alias johnny[tab]John Doe &lt;jdoe@foo.com&gt; Деактивируйте «предпочтительный_ник», чтобы избежать дубликатов
sl: Ustvari dodatne aliase z vzdevkom kot ključem, npr. alias janko[tab]Janez Novak &lt;jnovak@foo.si&gt; Onemogoči »prefernick« v izogib podvojitvam
sr@ijekavian: Додатни алијаси уз надимка као кључ, нпр. alias perica[табулатор]Пера Перић &lt;pperic@negde.net&gt; Деактивира <icode>prefernick</icode> ради избегавања дупликата.
tr: Anahtar olarak takma adı kullanarak ek sahte isimler oluşturun. Örn. alias volky[sekme]Volkan Gezer &lt;jdoe@foo.com&gt; Yinelemelerden kaçınmak için 'prefernick'i devre dışı bırakır
uk: Створити додаткові псевдоніми з використанням псевдоніма як ключа, наприклад alias iivan[tab]Ivan Ivanenko &lt;iivan@tam.com&gt; Вимикає «prefernick» для уникнення дублікатів
zh_tw: 產生其他的名，用綽號做為鍵值。例如， alias johnny 【按下 tab 之後變成】John Doe &lt;jdoe@foo.com&gt; 取消「綽號」以避免重複

source: preferred
ca@valencia: preferit
da: foretrukken
el: προτιμώμενο
es: preferido
et: eelistatud
fi: ensisijainen
gl: preferido
hu: elsődleges
it: predefinito
kk: артығы
km: ដែល​ចូលចិត្ត​ជាង
ko: 선호함
nb: foretrukket
nds: vörtrocken
nl: voorkeur
nn: føretrekt
pl: preferowane
pt: preferido
pt_br: preferido
ru: предпочтительный
sl: prednostni
sr@ijekavian: пожељно
tr: tercih edilen
uk: бажаний
zh_tw: 預設

source: Writes the data as a delimiter separated list of values
ca@valencia: Escriu les dades com una llista de valors separada per delimitadors
da: Skriver data som en delimiter-adskilt liste over værdier
el: Εγγραφή των δεδομένων ως μια διαχωρισμένη λίστα τιμών
es: Escribe los datos como una lista de valores separada por un delimitador
et: Andmete kirjutamine eraldajaga eraldatud väärtuste loendina
fi: Kirjoittaa tiedot erotinmerkillä erotettuun arvoluetteloon
gl: Escribe os datos como lista de valores separados por un delimitador
hu: Az adatokat elválasztójellel ellátott listaként írja ki
it: Scrive i dati come una lista di valori separati da un delimitatore
kk: Деректерді бөлгішімен бөліктелген мәндер тізімін жазады
km: សរសេរ​ទិន្នន័យ​ជា​ដែន​កំណត់​ដែលបានបំបែក​ដោយ​បញ្ជី​តម្លៃ
ko: 데이터를 구분자로 구분된 값으로 기록함
nb: Skriver data som en liste over verdier atskilt med et separatortegn
nds: Gifft de Daten as över dat Trennteken scheedt Weertenlist ut
nl: Schrijft de gegevens als met scheidingstekens gescheiden lijst van waarden
nn: Skriv data som ei liste over verdiar skilde med eit skiljeteikn
pl: Zapisuje dane jako rozdzieloną elementami oddzielającymi listę wartości
pt: Grava os dados como uma lista de valores separados por um delimitador
pt_br: Grava os dados como uma lista de valores separados por um delimitador
ru: Записывает данные в виде списка значений через разделитель
sl: Zapiše podatke kot seznam vrednosti ločenih z razmejilnikom
sr@ijekavian: Исписује податке као списак раздвојен издвајачима.
tr: Veriyi değerler listesini ayırmış bir sınırlayıcı olarak yazar
uk: Записує дані у вигляді відокремленого роздільниками списку значень
zh_tw: 將資料寫成有分隔符分隔的資料清單

source: +[input data]
ca@valencia: +[dades d'entrada]
et: +[sisendandmed]
fi: +[syöte]
gl: +[datos de entrada]
hu: +[beviteli adat]
it: +[dati in input]
kk: +[кіріс дерек]
km: +[បញ្ចូល​ទិន្នន័យ]
ko: +[입력 데이터]
nb: +[inn-data]
nds: +[Ingaavdaten]
nl: +[invoergegevens]
pl: +[dane wejściowe]
pt: +[dados de entrada]
pt_br: +[dados de entrada]
sl: +[vhodni podatki]
tr: +[girdi verisi]
uk: +[вхідні дані]
zh_tw: +[輸入資料]

source: kabc2mutt
zh_tw: 通訊錄輔助程式ˍkabc2mutt
