Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kabcclient.po
Languages: ca@valencia, da, el, es, et, fi, gl, hu, it, kk, km, ko, nb, nds, nl, nn, pl, pt, pt_br, ru, sl, sr@ijekavian, tr, uk, zh_tw

source: Invalid input format "%1". See --input-format help
ca@valencia: Format d'entrada no vàlid «%1». Vegeu l'ajuda de «--input-format»
da: Ugyldigt input-format "%1". Se --input-format help
el: Μη έγκυρη μορφή εισόδου "%1". Δείτε τη βοήθεια της --input-format
es: Formato de entrada «%1» no válido. Vea --input-format -help
et: Vigane sisendvorming "%1". Vaata --input-format
fi: Virheellinen syötemuoto ”%1”. Ks. ohjetta: --input-format
gl: O formato de entrada "%1" non é válido. Vexa --input-format help
hu: Érvénytelen beviteli formátum ("%1"), lásd a Súgó szövegét a --input-format paraméterhez
it: Formato di input «%1» non valido. Vedi --input-format help
kk: "%1" деген кіріс пішімі дұрыс емес.. --input-тың анықтамасын қараңыз
km: ទ្រង់ទ្រាយ​បញ្ចូល​មិនត្រឹមត្រូវ "%1" ។ សូម​មើល​ជំនួយ --input-format
ko: 입력 형식 "%1"이(가) 잘못되었습니다. --input-format 도움말을 참고하십시오
nb: Ugyldig inndata-format «%1». Se --input-format help
nds: Leeg Ingaavformaat: "%1". Mehr in de Hülp to "--input-format"
nl: Ongeldige invoeropmaak "%1". Zie --input-format help
nn: Ugyldig innformat: %1. Sjå hjelpeteksten til «--input-format».
pl: Nieprawidłowy format wejścia "%1". Zobacz pomoc do --input-format
pt: O formato de entrada "%1" é inválido. Veja a ajuda do '--input-format'
pt_br: O formato de entrada "%1" é inválido. Veja a ajuda do --input-format
ru: Недопустимый формат входных данных «%1». См. справку по --input-format
sl: Neveljavna vhodna oblika »%1«. Oglejte si --input-format
sr@ijekavian: Лош улазни формат „%1“. Погледајте помоћ за --input-format.
tr: Geçersiz girdi biçimi "%1". Lütfen --input-format yardımına bakın
uk: Некоректний формат вхідних даних «%1». Перегляньте вивід з параметром --input-format help
zh_tw: 不合法的輸入格式 %1。請參考 --input-format 說明

source: Invalid options for input format "%1". See --input-format-options help
ca@valencia: Opcions no vàlides del format d'entrada «%1». Vegeu l'ajuda de «--input-format-options»
da: Ugyldige tilvalg for input-format "%1". Se --input-format-options help
el: Μη έγκυρες επιλογές μορφής εισόδου "%1". Δείτε τη βοήθεια της --input-format-options
es: Opciones no válidas para el formato de entrada «%1». Vea --input-format-options help
et: Sisendvormingu "%1" vigased võtmed. Vaata --input-format-options
fi: Virheelliset valinnat syötemuodolle ”%1”. Ks. ohjetta: --input-format-options
gl: As opcións "%1" do formato de entrada non son válidas. Vexa --input-format-options help
hu: Érvénytelen beállítás a következő beviteli formátumhoz: "%1", lásd a Súgó szövegét a --input-format-options paraméterhez
it: Opzioni per il formato di input «%1» non valide. Vedi --input-format-options help
kk: "%1" деген кіріс пішімінің параметрі дұрыс емес.. --input-тың анықтамасын қараңыз
km: ជម្រើស​មិន​ត្រឹមត្រូវ​សម្រាប់​ទ្រង់ទ្រាយ​បញ្ចូល "%1" ។ សូម​មើល​ជំនួយ --input-format-options
ko: 입력 형식 "%1"의 옵션이 잘못되었습니다. --input-format-options 도움말을 참고하십시오
nb: Ugyldig valg for inndata-format «%1». Se --input-format-options help
nds: Leeg Optschonen för't Ingaavformaat "%1". Mehr in de Hülp to "--input-format-options"
nl: Ongeldige opties voor invoeropmaak "%1". Zie --input-format-options help
nn: Ugyldige val til innformatet: %1. Sjå hjelpeteksten til «--input-format».
pl: Nieprawidłowe opcje formatu wejścia "%1". Zobacz pomoc do --input-format-options
pt: As opções do formato de entrada "%1" são inválidas. Veja a ajuda do '--input-format-options'
pt_br: As opções do formato de entrada "%1" são inválidas. Veja a ajuda do --input-format-options
ru: Неверная опция для формата ввода «%1». См. справку по --input-format-options
sl: Neveljavne možnosti za vhodno obliko »%1«. Oglejte si --input-format-options
sr@ijekavian: Лоше опције за улазни формат „%1“, Погледајте помоћ за --input-format.
tr: "%1" girdi biçimi için geçersiz seçenekler. Lütfen --input-format-options yardımına bakın
uk: Некоректні параметри для формату вхідних даних «%1». Перегляньте вивід з параметром --input-format-options help
zh_tw: 輸入格式 %1 中有不合法的選項。 請參考 --input-format-options 的說明

source: Invalid output format "%1". See --output-format help
ca@valencia: Format d'eixida no vàlid «%1». Vegeu l'ajuda de «--output-format»
da: Ugyldigt output-format "%1". Se --output-format help
el: Μη έγκυρη μορφή εξόδου "%1". Δείτε τη βοήθεια της --output-format
es: Formato de salida «%1» no válido. Vea --output-format help
et: Vigane väljundvorming "%1". Vaata --output-format
fi: Virheellinen tulosmuoto ”%1”. Ks. ohjetta: --output-format
gl: O formato de entrada "%1" non é válido. Vexa --output-format help
hu: Érvénytelen kimeneti formátum ("%1"), lásd a Súgó szövegét a --output-format paraméterhez
it: Formato di output «%1» non valido. Vedi --output-format help
kk: "%1" деген шығыс пішімі дұрыс емес.. --output-тың анықтамасын қараңыз
km: ទ្រង់ទ្រាយ​លទ្ធផល​មិនត្រឹមត្រូវ "%1" ។ សូម​មើលជំនួយ --output-format
ko: 출력 형식 "%1"이(가) 잘못되었습니다. --output-format 도움말을 참고하십시오
nb: Ugyldig utdata-format «%1». Se --output-format help
nds: Leeg Utgaavformaat: "%1". Mehr in de Hülp to "--output-format"
nl: Ongeldige uitvoeropmaak "%1". Zie --output-format help
nn: Ugyldig utformat: %1. Sjå hjelpeteksten til «--output-format».
pl: Nieprawidłowy format wyjścia "%1". Zobacz pomoc do --output-format
pt: O formato de saída "%1" é inválido. Veja a ajuda do '--output-format'
pt_br: O formato de saída "%1" é inválido. Veja a ajuda do --output-format
ru: Неверный формат вывода «%1». См. справку по --output-format
sl: Neveljavna izhodna oblika »%1«. Oglejte si --output-format
sr@ijekavian: Лош излазни формат „%1“. Погледајте помоћ за --output-format.
tr: Geçersiz çıktı biçimi "%1". Lütfen --output-format yardımına bakın
uk: Некоректний формат вихідних даних «%1». Перегляньте вивід з параметром --output-format help
zh_tw: 不合法的輸出格式 %1。請參考 --output-format 的說明

source: Invalid options for output format "%1". See --output-format-options help
ca@valencia: Opcions no vàlides del format d'eixida «%1». Vegeu l'ajuda de «--output-format-options»
da: Ugyldige tilvalg for output-format "%1". Se --output-format-options help
el: Μη έγκυρες επιλογές μορφής εξόδου "%1". Δείτε τη βοήθεια της --output-format-options
es: Opciones no válidas para el formato de salida «%1». Vea --output-format-options help
et: Väljundvormingu "%1" vigased võtmed. Vaata --output-format-options
fi: Virheelliset valinnat tulosmuodolle ”%1”. Ks. ohjetta: --output-format-options
gl: As opcións "%1" do formato de saída non son válidas. Vexa --output-format-options help
hu: Érvénytelen beállítás a következő kimeneti formátumhoz: "%1", lásd a Súgó szövegét a --output-format-options paraméterhez
it: Opzioni per il formato di output «%1» non valide. Vedi --output-format-options help
kk: "%1" деген шығыс пішімінің параметрі дұрыс емес.. --output-тың анықтамасын қараңыз
km: ជម្រើសមិនត្រឹមត្រូវ​សម្រាប់​ទ្រង់ទ្រាយ​លទ្ធផល "%1" ។ សូម​មើលជំនួយ --output-format-options
ko: 출력 형식 "%1"의 옵션이 잘못되었습니다. --output-format-options 도움말을 참고하십시오
nb: Ugyldig valg for utdata-format «%1». Se --output-format-options help
nds: Leeg Optschonen för't Utgaavformaat "%1". Mehr in de Hülp to "--output-format-options"
nl: Ongeldige opties voor uitvoeropmaak "%1". Zie --output-format-options help
nn: Ugyldige val til utformatet: %1. Sjå hjelpeteksten til «--output-format».
pl: Nieprawidłowe opcje formaty wyjścia "%1". Zobacz pomoc do --output-format-options
pt: As opções do formato de saída "%1" são inválidas. Veja a ajuda do '--output-format-options'
pt_br: As opções do formato de saída "%1" são inválidas. Veja a ajuda do --output-format-options
ru: Неверная опция для формата вывода «%1». См. справку по --output-format-options
sl: Neveljavne možnosti za izhodno obliko »%1«. Oglejte si --output-format-options
sr@ijekavian: Лоше опције за излазни формат „%1“. Погледајте помоћ за --output-format-options.
tr: Çıktı biçimi "%1" için geçersiz seçenekler. Lütfen --output-format-options yardımına bakın
uk: Некоректні параметри для формату вихідних даних «%1». Перегляньте вивід з параметром --output-format-options help
zh_tw: 輸出格式 %1 中有不合法的選項。 請參考 --output-format-options 的說明

source: Invalid input codec "%1"
ca@valencia: Còdec d'entrada «%1» no vàlid
da: Ugyldigt input-codec "%1"
el: Μη έγκυρη κωδικοποίηση εισόδου "%1"
es: Codificación de entrada «%1» no válida
et: Vigane sisendkoodek "%1"
fi: Virheellinen syötekoodekki ”%1”
gl: O códec de entrada "%1" non é válido
hu: Érvénytelen beviteli kodek: "%1"
it: Codifica di input «%1» non valida
kk: "%1" деген кіріс кодек дұрыс емес
km: កូឌិក​បញ្ចូល​មិនត្រឹមត្រូវ​ "%1"
ko: 잘못된 입력 코덱 "%1"
nb: Ugyldig inndata-kodek «%1»
nds: Leeg Ingaavkoderen: "%1"
nl: Ongeldige invoercodec "%1"
nn: Ugyldig innkodek: %1
pl: Nieprawidłowy kodek wejścia "%1"
pt: O codificador de entrada "%1" é inválido
pt_br: O codec de entrada "%1" é inválido
ru: Некорректный входной кодек «%1»
sl: Neveljaven vhodni kodek »%1«
sr@ijekavian: Лоше улазно кодирање „%1“.
tr: Geçersiz girdi kodlayıcısı "%1"
uk: Некоректний кодек вхідних даних «%1»
zh_tw: 不合法的輸入編碼器 %1

source: Invalid output codec "%1"
ca@valencia: Còdec d'eixida «%1» no vàlid
da: Ugyldigt output-codec "%1"
el: Μη έγκυρη κωδικοποίηση εξόδου "%1"
es: Codificación de salida «%1» no válida
et: Vigane väljundkoodek "%1"
fi: Virheellinen tuloskoodekki ”%1”
gl: O códec de saída "%1" non é válido
hu: Érvénytelen kimeneti kodek: "%1"
it: Codifica di output «%1» non valida
kk: "%1" деген шығыс кодек дұрыс емес
km: កូឌិក​លទ្ធផល​មិន​ត្រឹមត្រូវ "%1"
ko: 잘못된 출력 코덱 "%1"
nb: Ugyldig utdata-kodek «%1»
nds: Leeg Utgaavkoderen: "%1"
nl: Ongeldige uitvoercodec "%1"
nn: Ugyldig utkodek: %1
pl: Nieprawidłowy kodek wyjścia "%1"
pt: O codificador de saída "%1" é inválido
pt_br: O codec de saída "%1" é inválido
ru: Некорректный выходной кодек «%1»
sl: Neveljaven izhodni kodek »%1«
sr@ijekavian: Лоше излазно кодирање „%1“.
tr: Geçersiz çıktı kodlayıcısı "%1"
uk: Некоректний кодек вихідних даних «%1»
zh_tw: 不合法的輸出編碼器 %1

source: Unable to perform requested operation
ca@valencia: No s'ha pogut executar l'operació sol·licitada
da: Kan ikke udføre den ønskede operation
el: Αδυναμία εκτέλεσης της αιτούμενης λειτουργίας
es: Imposible ejecutar la operación solicitada
et: Soovitud toimingut ei õnnestunud sooritada
fi: Pyydettyä toimintoa ei voi suorittaa
gl: Foi imposíbel realizar a operación solicitada
hu: Nem lehet elvégezni a kért műveletet
it: Impossibile eseguire l'operazione richiesta
kk: Сұралған амал орындалмады.
km: មិនអាច​អនុវត្ត​ប្រតិបត្តិការ​ដែលបាន​ស្នើបានទេ
ko: 요청한 작업을 진행할 수 없음
nb: Kan ikke utføre den ønskede handlinga
nds: Anfraagt Akschoon lett sik nich utföhren
nl: Verzochte operatie kon niet worden uitgevoerd
nn: Klarte ikkje utføra den ønskte operasjonen
pl: Nie można wykonać żądanych operacji
pt: Não é possível efectuar a operação pedida
pt_br: Não é possível efetuar a operação solicitada
ru: Невозможно выполнить запрашиваемую операцию
sl: Zahtevanega dejanja ni mogoče izvesti
sr@ijekavian: Не могу да извршим тражени поступак.
tr: İstenen işlem gerçekleştirilemedi
uk: Неможливо виконати вказану дію
zh_tw: 無法執行要求的操作

source: The following input formats are available:
ca@valencia: Estan disponibles els formats d'entrada següents:
da: Følgende inputformater er tilgængelige:
el: Οι παρακάτω μορφές εισόδου είναι διαθέσιμες:
es: Los siguientes formatos de entrada están disponibles:
et: Kasutada on järgmised sisendvormingud:
fi: Seuraavat syötemuodot ovat käytettävissä:
gl: Están dispoñíbeis os formatos de entrada seguintes:
hu: A követlező beviteli formátumok használhatók:
it: Sono disponibili i seguenti formati di input:
kk: Рұқсатты кіріс пішімдері:
km: ទ្រង់ទ្រាយ​បញ្ចូល​ដូច​ខាងក្រោម​អាច​ប្រើ​បាន ៖
ko: 다음 입력 형식을 사용할 수 있음:
nb: Følgende inndata-formater finnes:
nds: Dat gifft disse Ingaavformaten:
nl: De volgende invoeropmaken zijn beschikbaar:
nn: Desse innformata er tilgjengelege:
pl: Następujące formaty wejścia są dostępne:
pt: Estão disponíveis os seguintes formatos de entrada:
pt_br: Os seguintes formatos de entrada estão disponíveis:
ru: Доступны следующие форматы ввода:
sl: Na voljo so naslednje vhodne oblike:
sr@ijekavian: Доступни су следећи улазни формати:
tr: Şu girdi biçimleri kullanılabilir:
uk: Можна використовувати такі формати вхідних даних:
zh_tw: 可以使用以下的輸入格式：

source: No description available
ca@valencia: No hi ha disponible cap descripció
da: Ingen beskrivelse tilgængelig
el: Μη διαθέσιμη περιγραφή
es: Ninguna descripción disponible
et: Kirjeldus puudub
fi: Ei kuvausta saatavilla
gl: Non se dispón de descrición
hu: Nincs leírás
it: Nessuna descrizione disponibile
kk: Сипаттамасы жоқ
km: មិនមាន​សេចក្ដីអធិប្បាយ
ko: 설명 없음
nb: Ingen beskrivelse tilgjengelig
nds: Keen Beschrieven verföögbor
nl: Geen beschrijving beschikbaar
nn: Inga skildring tilgjengeleg
pl: Brak opisu
pt: A descrição não está disponível
pt_br: Nenhuma descrição disponível
ru: Нет описания
sl: Opis ni na voljo
sr@ijekavian: Опис није доступан
tr: Açıklama yok
uk: Опис відсутній
zh_tw: 沒有可用的描述

source: No options available for input format %1
ca@valencia: No hi ha opcions disponibles pel format d'entrada %1
da: Ingen tilvalg tilgængelige for inputformatet %1
el: Μη διαθέσιμες επιλογές για τη μορφή εισόδου %1
es: No hay opciones disponibles para el formato de entrada %1
et: Sisendvormingule %1 pole ühtegi võtit
fi: Syötemuodolle %1 ei ole valintoja
gl: Non hai opcións dispoñíbeis para o formato de entrada %1
hu: Nincs egy beállítás sem a következő beviteli formátumhoz: %1
it: Nessuna opzione disponibile per il formato di input %1
kk: %1 кіріс пішімінде параметрлері жоқ
km: មិន​មានជម្រើស​សម្រាប់​ទ្រង់ទ្រាយ​បញ្ចូល %1
ko: 입력 형식 %1에 대한 설명 없음
nb: Ingen valg finnes for inndata-format %1
nds: Bi't Ingaavformaat "%1" gifft dat keen Optschonen
nl: Geen opties beschikbaar voor invoeropmaak %1
nn: Ingen tilgjengelege val for innformatet %1
pl: Brak dostępnych opcji formatu wejścia %1
pt: Não existem opções para o formato de entrada %1
pt_br: Nenhuma opção disponível para o formato de entrada %1
ru: Нет опций, доступных для формата ввода %1
sl: Za vhodno obliko »%1« možnosti niso na voljo
sr@ijekavian: Улазни формат %1 нема опција.
tr: %1 girdi biçimi için hiçbir seçenek yok
uk: Для вхідного формату %1 параметрів немає
zh_tw: 輸入格式 %1 沒有可用的選項

source: The following options are available for input format %1:
ca@valencia: Són disponibles les opcions següents del format d'entrada %1:
da: Følgende tilvalg er tilgængelige for inputformatet %1:
el: Οι παρακάτω επιλογές είναι διαθέσιμες για τη μορφή εισόδου %1:
es: Las siguientes opciones están disponibles para el formato de entrada %1:
et: Sisendvormingule %1 on järgmised võtmed:
fi: Seuraavat valinnat ovat käytettävissä syötemuodolle %1:
gl: Están dispoñíbeis as opcións seguintes do formato de entrada %1:
hu: A következő beállítások használhatók a(z) %1 beviteli formátumnál:
it: Sono disponibili le seguenti opzioni per il formato di input %1:
kk: %1 кіріс пішімінде рұқсатты параметрлері:
km: ជម្រើស​ដូច​ខាងក្រោម​អាច​ប្រើបាន​សម្រាប់​ទ្រង់ទ្រាយ​បញ្ចូល %1 ៖
ko: 입력 형식 %1에 대한 다음 옵션 사용 가능:
nb: Følgende valg finnes for inndata-format %1:
nds: Bi't Ingaavformaat "%1" gifft dat disse Optschonen:
nl: De volgende opties zijn beschikbaar voor invoeropmaak %1:
nn: Desse vala er tilgjengelege for innformatet %1:
pl: Następujące opcje formatu wejścia %1 są dostępne:
pt: Estão disponíveis as seguintes opções para o formato de entrada %1:
pt_br: As seguintes opções estão disponíveis para o formato de entrada %1:
ru: Для формата ввода %1 доступны следующие опции:
sl: Za vhodno obliko »%1« so na voljo naslednje možnosti:
sr@ijekavian: Улазни формат %1 пружа следеће опције:
tr: Şu seçenekler %1 girdi biçimi için kullanılabilir:
uk: Для формату вхідних даних %1 можна використовувати такі параметри:
zh_tw: 輸入格式 %1 可以使用以下的選項：

source: The following output formats are available:
ca@valencia: Estan disponibles els formats d'eixida següents:
da: Følgende outputformater er tilgængelige:
el: Οι παρακάτω μορφές εξόδου είναι διαθέσιμες:
es: Los siguientes formatos de salida están disponibles:
et: Kasutada on järgmised väljundvormingud:
fi: Seuraavat tulosmuodot ovat käytettävissä:
gl: Están dispoñíbeis os seguintes formatos de saída:
hu: A következő kimeneti beállítások használhatók:
it: Sono disponibili i seguenti formati di output:
kk: Рұқсатты шығыс пішімдері:
km: ទ្រង់ទ្រាយ​​លទ្ធផល​ដូ​ច​ខាងក្រោម​អាច​ប្រើបាន ៖
ko: 다음 출력 형식을 사용할 수 있음:
nb: Følgende utdata-formater finnes:
nds: Dat gifft disse Utgaavformaten:
nl: De volgende uitvoeropmaken zijn beschikbaar:
nn: Desse utformata er tilgjengelege:
pl: Następujące formaty wyjścia są dostępne:
pt: Estão disponíveis os seguintes formatos de saída:
pt_br: Os seguintes formatos de saída estão disponíveis:
ru: Доступны следующие форматы вывода:
sl: Na voljo so naslednje izhodne oblike:
sr@ijekavian: Доступни су следећи излазни формати:
tr: Şu çıktı biçimleri kullanılabilir:
uk: Можна використовувати такі формати вихідних даних:
zh_tw: 可以使用以下的輸出格式：

source: No options available for output format %1
ca@valencia: No hi ha opcions disponibles pel format d'eixida %1
da: Ingen tilvalg tilgængelige for outputformatet %1
el: Μη διαθέσιμες επιλογές για τη μορφή εξόδου %1
es: No hay opciones disponibles para el formato de salida %1
et: Väljundvormingule %1 pole ühtegi võtit
fi: Tulosmuodolle %1 ei ole valintoja
gl: Non hai nengunha opción dispoñíbel para o formato de saída %1
hu: Nincs egy beállítás sem a következő kimeneti formátumhoz: %1
it: Nessuna opzione disponibile per il formato di output %1
kk: %1 шығыс пішімінде параметрлері жоқ
km: មិនមាន​ជម្រើស​សម្រាប់​ទ្រង់ទ្រាយ​លទ្ធផល %1 ទេ
ko: 출력 형식 %1에 대한 설명 없음
nb: Ingen valg finnes for utdata-format %1
nds: Bi't Utgaavformaat "%1" gifft dat keen Optschonen.
nl: Geen opties beschikbaar voor uitvoeropmaak %1
nn: Ingen tilgjengelege val for utformatet %1
pl: Brak dostępnych opcji formatu wyjścia %1
pt: Não existem opções para o formato de saída %1
pt_br: Nenhuma opção disponível para o formato de saída %1
ru: Нет опций, доступных для формата вывода %1
sl: Za izhodno obliko »%1« možnosti niso na voljo
sr@ijekavian: Излазни формат %1 нема опција.
tr: %1 biçimi için hiçbir seçenek yok
uk: Для формату вихідних даних %1 параметрів немає
zh_tw: 輸出格式 %1 沒有可用的選項

source: The following options are available for output format %1:
ca@valencia: Són disponibles les opcions següents del format d'eixida %1:
da: Følgende tilvalg er tilgængelige for outputformatet %1:
el: Οι παρακάτω επιλογές είναι διαθέσιμες για τη μορφή εξόδου %1:
es: Las siguientes opciones están disponibles para el formato de salida %1:
et: Väljundvormingule %1 on järgmised võtmed:
fi: Seuraavat valinnat ovat käytettävissä tulosmuodolle %1:
gl: Están dispoñíbeis as opcións seguintes do formato de saída %1:
hu: A következő beállítások használhatók a(z) %1 kimeneti formátumnál:
it: Sono disponibili le seguenti opzioni per il formato di output %1:
kk: %1 шығыс пішімінде рұқсатты параметрлері:
km: ជម្រើស​ដូច​ខាងក្រោម​អាច​ប្រើ​បាន​សម្រាប់​ទ្រង់ទ្រាយ​លទ្ធផល %1 ៖
ko: 출력 형식 %1에 대한 다음 옵션 사용 가능:
nb: Følgende valg finnes for utdata-format %1:
nds: Bi't Utgaavformaat "%1" gifft dat disse Utgaavformaten::
nl: De volgende opties zijn beschikbaar voor uitvoeropmaak %1:
nn: Desse vala er tilgjengelege for utformatet %1:
pl: Następujące opcje formatu wyjścia %1 są dostępne:
pt: Estão disponíveis as seguintes opções para o formato de saída %1:
pt_br: As seguintes opções estão disponíveis para o formato de saída %1:
ru: Для формата вывода %1 доступны следующие опции:
sl: Za izhodno obliko »%1« so na voljo naslednje možnosti:
sr@ijekavian: Излазни формат %1 пружа следеће опције:
tr: Çıktı biçimi %1 için şu seçenekler kullanılabilir:
uk: Для формату вихідних даних %1 можна використовувати такі параметри:
zh_tw: 輸出格式 %1 可以使用以下的選項：

source: The input codec transforms the input text data into an universal internal format
ca@valencia: El còdec d'entrada transforma les dades de text d'entrada en un format intern universal
da: Input-codecet omdanner inputtekst-data til et universelt internt format.
el: Η κωδικοποίηση εισόδου μετασχηματίζει το κείμενο των δεδομένων εισόδου σε έναν καθολικό εσωτερικό τύπο
es: La codificación de entrada transforma los datos introducidos en forma de texto en un formato interno universal
et: Sisendkoodek teisendab sisendteksti andmed universaalsesse seesmisse vormingusse
fi: Syötemerkistökoodekki muuntaa syötetekstidataan yleisempään sisäiseen muotoon
gl: O códec de entrada transforma os datos de texto de entrada nun formato interno universal
hu: A beviteli kodek alakítja át a bevitt szöveges adatokat a belső univerzális formátumra
it: La codifica di input trasforma il testo in input in un formato interno universale
kk: Кіріс кодек кірістегі мәтінді бір әмбебап ішкі пішіміне аударады
km: ការ​ប្លែង​កូឌិក​បញ្ចូល​នូវ​ទិន្នន័យ​អត្ថបទ​បញ្ចូល​ទៅ​ក្នុង​ទ្រង់ទ្រាយ​ខាង​ក្នុងជា​សកល
ko: 입력 코덱은 입력 텍스트 데이터를 유니코드로 변환함
nb: Inndata-kodek overfører teksten i inndata til et universelt internt format
nds: De Ingaavkoderen wannelt den Ingaavtext üm na en allgemeen intern Formaat.
nl: De invoercodec zet de invoertekstgegevens om naar een universele interne opmaak
nn: Inndatakodeken gjer om innteksten til eit universelt internt format
pl: Kodek wejścia przekształca dane tekstu wejściowego w uniwersalny format wewnętrzny
pt: O codificador de entrada transforma os dados à entrada num formato interno universal
pt_br: O codec de entrada transforma os dados de texto em um formato interno universal
ru: Входной кодек преобразует входные текстовые данные в универсальный внутренний формат
sl: Vhodni kodek preoblikuje vhodne besedilne podatke v univerzalno notranjo obliko
sr@ijekavian: Улазно кодирање претвара улазни текст у универзални унутрашњи формат.
tr: Girdi kodlayıcısı, girdi metni verisini evrensel bir dahili biçime dönüştürür
uk: Кодек вхідних даних перетворює вхідні текстові дані на дані в універсальному внутрішньому форматі
zh_tw: 輸入的編碼器將輸入的文字資料轉換為全域的內部格式
