Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kabcclient.po
Languages: ca@valencia, da, el, es, et, fi, gl, hu, it, kk, km, ko, nb, nds, nl, nn, pl, pt, pt_br, ru, sl, sr@ijekavian, tr, uk, zh_tw

source: Default key format is 'JohDoe', this option turns it into 'jdoe'
ca@valencia: El format per omissió de la clau és «JoanP», esta opció el converteix a «jpetit»
da: Standardnøgleformat er 'PerSmed'. Dette ændrer det til 'psmed'.
el: Η προκαθορισμένη μορφή του κλειδιού είναι 'JohDoe', αυτή η επιλογή την αλλάζει σε 'jdoe'
es: El formato de clave predeterminado es «JohnDoe», esta opción lo convierte en «jdoe»
et: Võtme vaikevorming on 'JohDoe', see valik tagastab selle kujul 'jdoe'
fi: Avaimen oletusmuoto on ”JohDoe”, tällä asetuksella siitä tulee ”jdoe”
gl: O formato de chave por omisión é "XurxoFreire"; esta opción convérteo en "xfreire"
hu: Az alapértelmezett kulcsformátum "IstKov", ezzel a beállítással "ikovacs" lesz
it: Il formato predefinito è "MarioRossi", questa opzione lo cambia in "mrossi"
kk: Әдеттегісі - 'MyrqymbayMysalbayev', оны бұл таңдау 'mmysalbayev' қылады
km: ទ្រង់ទ្រាយ​សោ​លំនាំដើម​គឺ 'JohDoe' ជម្រើស​នេះ​ត្រឡប់​វា​ទៅជា 'jdoe'
ko: 기본 키 형식은 'JohnDoe'이며 이 옵션을 사용하면 'jdoe'가 됨
nb: Standard nøkkelformat er «JohDoe», dette valget gjør det om til «jdoe»
nds: Dat Standardformaat för Slötels is "KlaasAchterndiek", mit disse Optschoon warrt dor "kachterndiek" ut.
nl: Het standaard sleutelopmaak is 'JanPet', deze optie verandert dat in 'jpet'
nn: Standard nøkkelformat er «KarNor». Dette valet gjer formatet om til «knordmann».
pl: Domyślnym formatem kluczy jest "JohDoe", ta opcja zmienia go na "jdoe"
pt: O formato da chave por omissão é 'ZePov', pelo que esta opção o transforma em 'zpov'
pt_br: O formato de chave padrão 'JohDoe'. Esta opção transforma-o em 'jdoe'
ru: Формат ключей по умолчанию выглядит как «JohDoe», эта опция превратит его в «jdoe»
sl: Privzeta oblika ključa je »JanNov«, ta možnost to spremeni v »jnovak«
sr@ijekavian: Подразумевани формат кључа је <icode>PeraPeric</icode>, ова опција га претвара у <icode>pperic</icode>
tr: Öntanımlı anahtar biçimi 'SerhatDemirkol'dur, bu seçenek onu 'sdemirkol' şekline dönüştürür
uk: Типовим форматом ключа є «IvanIvanenko», це параметр перетворює формат на «iivan»
zh_tw: 預設的鍵值格式為 「JoeDoe」，此選項可以將它轉換為 「jdoe」

source: Make queries case insensitive
ca@valencia: Fes les consultes no sensibles a les majúscules
da: Lav forespørgsler uafhængig af versaler
el: Ερωτήματα χωρίς διάκριση πεζών/κεφαλαίων
es: Hace que las búsquedas distingan mayúsculas
et: Päringud on tõstutundlikud
fi: Erota pien- ja suuraakkoset kyselyissä
gl: Facer que nas procuras non importen as maiúsculas e as minúsculas
hu: A lekérdezések nagybetűérzékenyek legyenek
it: Non distingue tra maiuscole e minuscole nelle query
kk: Сұраныстарды әріптің үлкен-кішісін ескермейтін қылу
km: បង្កើត​សំណួរ​ប្រកាន់​អក្សរ​តូចធំ
ko: 대소문자 구분 없이 질의 수행
nb: Ta ikke hensyn til store/små bokstaver ved spørringer
nds: Bi Anfragen nich op Groot- un Lüttschrieven kieken
nl: Queries hoofdletterongevoelig maken
nn: Ikkje skil mellom store og små bokstavar i spørjingar
pl: Nie rozróżniaj wielkości liter w zapytaniach
pt: Fazer com que as procuras não distingam capitalização
pt_br: Fazer as pesquisas não distingam maiúsculas de minúsculas
ru: Сделать запросы нечувствительными к регистру
sl: Poizvedbe naj bodo neodvisne od velikosti črk
sr@ijekavian: Без разликовања величине слова у упитима
tr: Sorguları küçük büyük harf duyarsız yap
uk: Зробити запити чутливими до регістру
zh_tw: 讓查詢區分大小寫

source: Return all mail addresses, not just the preferred one
ca@valencia: Retorna totes les adreces de correu, no només la preferida
da: Returnér alle e-mail-adresser, ikke kun den foretrukne
el: Επιστροφή όλων των διευθύνσεων ηλ. αλληλογραφίας, όχι μόνο της προτιμώμενης
es: Devuelve todas las direcciones de correo, no solo la preferida
et: Tagastatakse kõik e-posti aadressid, mitte ainult eelistatud
fi: Palauta kaikki postiosoitteet, ei vain ensisijaista
gl: Devolver todos os enderezos de correo, non só o preferido
hu: Az összes e-mail címet visszaadja, nem csak az elsődlegest
it: Restituisce tutti gli indirizzi di posta elettronica, non solo quello predefinito
kk: Біреуін емес, барлық пошта адрестерін берсін
km: ត្រឡប់​អាសយដ្ឋាន​អ៊ីមែល​ទាំងអស់ មិនគ្រាន់តែ​អាសយដ្ឋាន​ដែលពេញ​ចិត្ត​មួយទេ
ko: 선호하는 것 뿐만 아닌 모든 메일 주소 반환
nb: Gi ut alle e-postadresser, ikke bare den foretrukne adressen
nds: All Nettpostadressen torüchgeven, nich bloots de vörtrocken Adress
nl: Alle mailadressen tonen, niet alleen het voorkeursadres
nn: Gjev alle e-postadresser, og ikkje berre den føretrekte
pl: Zwróć wszystkie adresy mailowe, nie tylko jeden preferowany
pt: Devolve todos os endereços de e-mail, não apenas o preferido
pt_br: Retorna todos os endereços de e-mail, não apenas o preferido
ru: Вернуть все адреса электронной почты
sl: Vrni vse e-poštne naslove in ne le prednostnega
sr@ijekavian: Врати све адресе е‑поште, не само пожељну
tr: Sadece tercih edileni değil, tüm posta adreslerini döndür
uk: Повернути всі поштові адреси, а не лише бажану
zh_tw: 傳回所有的電子郵件地址，而不是預設的那一個

source: Searching KDE address book
ca@valencia: S'està cercant la llibreta d'adreces del KDE
da: Søger i KDE's adressebog
el: Αναζήτηση στο βιβλίο διευθύνσεων του KDE
es: Buscando la libreta de direcciones de KDE
et: Otsimine KDE aadressiraamatust
fi: Etsitään KDE:n osoitekirjasta
gl: Estase a procurar no caderno de enderezos de KDE
hu: Keresés a KDE címjegyzékben
it: Ricerca nella rubrica indirizzi di KDE in corso
kk: KDE адрестік кітапшада іздеу
km: ស្វែងរក​សៀវភៅ​អាសយដ្ឋាន​របស់ KDE
ko: KDE 주소록 검색
nb: Søker i KDEs adressebok
nds: KDE-Adressbook warrt dörkeken
nl: KDE-adresboek doorzoeken
nn: Søkjer i KDE-adresseboka
pl: Szukanie książki adresowej KDE
pt: A procurar no livro de endereços do KDE
pt_br: Pesquisando no livro de endereços do KDE
ru: Поиск адресной книги KDE
sl: Iskanje po KDE-jevemu imeniku
sr@ijekavian: Претражујем КДЕ адресар
tr: KDE Adres defterinde aranıyor
uk: Пошук у адресній книзі KDE
zh_tw: 搜尋 KDE 通訊錄

source: No matches in KDE address book
ca@valencia: No s'ha trobat cap coincidència a la llibreta d'adreces del KDE
da: Ingen match i KDE's adressebog
el: Χωρίς ταιριάσματα στο βιβλίο διευθύνσεων του KDE
es: Sin coincidencias en la libreta de direcciones de KDE
et: KDE aadressiraamatus vasteid ei leitud
fi: Ei osumia KDE:n osoitekirjasta
gl: Non se atoparon coincidencias no caderno de enderezos de KDE
hu: Nincs találat a KDE címjegyzékben
it: Nessuna corrispondenza nella rubrica indirizzi di KDE
kk: KDE адрестік кітапшада ештеңе табылмады
km: គ្មានការ​ផ្គូផ្គង​សៀវភៅ​​អាសយដ្ឋាន​នៅ​ក្នុង KDE
ko: KDE 주소록에 일치하는 항목 없음
nb: Ingen treff i KDEs adressebok
nds: Keen passen Indrääg binnen dat KDE-Adressbook
nl: Geen overeenkomsten gevonden in KDE-adresboek
nn: Ingen treff i KDE-adresseboka
pl: Brak pasujących wpisów w książce adresowej KDE
pt: Sem ocorrências no livro de endereços do KDE
pt_br: Sem ocorrências no livro de endereços do KDE
ru: Нет совпадений в адресной книге KDE
sl: V KDE-jevemu imeniku ni bilo zadetkov
sr@ijekavian: Нема поклапања у КДЕ адресару
tr: KDE Adres defterinde eşleşme bulunamadı
uk: У адресній книзі KDE не знайдено відповідників
zh_tw: 在 KDE 通訊錄中沒有符合的項目

source: Writes the unique KABC contact identifier
ca@valencia: Escriu l'identificador únic de contacte KABC
da: Skriver den unikke KABC kontaktidentifikator
el: Εγγραφή του μοναδικού αναγνωριστικού επαφής KABC
es: Escribe el identificador de contacto único KABC
et: Kirjutatakse unikaalne KABC kontakti identifikaator
fi: Kirjoittaa ainutkertaistetun KABC-yhteystietotunnisteen
gl: Escribe o identificador único de contactos KABC
hu: Kiírja az egyedi KABC-névjegyazonosítót
it: Scrive l'identificativo univoco KABC del contatto
kk: Бірегей KABC контакт идентификаторын жазады
km: សរសេរ​ឧបករណ៍​កំណត់​អត្តសញ្ញាណ​ទំនាក់ទំនង​ KABC តែ​មួយ​គត់
ko: KABC 연락처 식별자 쓰기
nb: Skriver den entydige KABC kontakt-identifikatoren
nds: Gifft de eenkennige KABC-Kontakt-ID ut
nl: Schrijft de unieke KABC-contactidentificatie
nn: Skriv den unike KABC-identifikatoren til kontakten
pl: Zapisuje unikalny identyfikator kontaktu KABC
pt: Regista o identificador único de contacto do KABC
pt_br: Grava o identificador único de contato do KABC
ru: Записывает уникальный идентификатор контакта KABC
sl: Zapiše edinstven določilnik stika KABC
sr@ijekavian: Исписује јединствени КАБЦ‑ов идентификатор контакта.
tr: Eşsiz KABC kişi tanımlayıcısını yazar
uk: Записує унікальний ідентифікатор контакту KABC
zh_tw: 寫入需要唯一的通訊錄聯絡人代碼

source: Exports to vCard format
ca@valencia: Exporta a format vCard
da: Eksporterer til vCard-format
el: Εξαγωγή σε μορφή vCard
es: Exporta a formato vCard
et: Ekspot vCard-vormingusse
fi: Vie vCard-muotoon
gl: Exporta ao formato vCard
hu: vCard formátumban exportál
it: Esporta in formato vCard
kk: vCard пішіміне экспортайды
ko: vCard 형식으로 내보내기
nb: Eksporterer til vCard-format
nds: Exporteert na't vCard-Formaat
nl: Exporteert naar vCard-opmaak
pl: Eksportuje do formatu VCard
pt: Exporta para o formato vCard
pt_br: Exporta para o formato vCard
ru: Экспортирует в формат vCard
sl: Izvozi v obliko vCard
sr@ijekavian: Извози у формату в‑карда.
tr: vCard biçiminde dışarıya aktar
uk: Експортує до формату vCard
zh_tw: 匯出為 vCard 格式

source: Optionally use a different vCard version (default is %1)
ca@valencia: Opcionalment usa un versió diferent del vCard (per omissió és %1)
da: Man kan vælge at bruge en anden vCard-version (standard er %1)
el: Προαιρετικά χρήση μιας διαφορετικής έκδοσης vCard (προκαθορισμένη %1)
es: Opcionalmente, utiliza una versión distinta de vCard (versión por omisión %1)
et: Lisavõimalusena kasutatakse muud vCardi versiooni (vaikimisi %1)
fi: Valinnaisesti käytä eri vCard-versiota (oletus on %1)
gl: Empregar opcionalmente unha versión diferente de vCard (por omisión é %1)
hu: Előírható egy adott vCard-verzió (az alapértelmezés: %1)
it: Usa opzionalmente una versione differente di vCard (predefinita: %1)
kk: Басқа vCard нұсқасын пайдалану (әдеттегісі %1)
km: ជា​ជម្រើស ប្រើ​កំណែ vCard ផ្សេង (លំនាំដើម​គឺ %1)
ko: 다른 vCard 버전 사용 (기본값: %1)
nb: Bruk etter eget valg en annen vCard-versjon (standard er %1)
nds: Köörwies en anner vCard-Verschoon bruken (Standard is %1)
nl: Gebruik optioneel een andere vCard-versie (standaard is %1)
nn: Bruk om ønskjeleg ein annan vCard-versjon (standard er %1)
pl: Opcjonalnie użyj innej wersji vCard (domyślnie %1)
pt: Usar opcionalmente uma versão diferente do vCard (por omissão %1)
pt_br: Usar opcionalmente um versão diferente do vCard (o padrão é %1)
ru: Возможно использование различных версий vCard (версия по умолчанию %1)
sl: Po potrebi uporabite drugo različico vCard (privzeta je %1)
sr@ijekavian: Опционо употребите другу верзију в‑карда (подразумевана је %1).
tr: Seçimlik olarak farklı bir vCard sürümü kullanın (öntanımlı %1)
uk: Додатково використати іншу версію vCard (типовою є %1)
zh_tw: 使用不同的 vCard 版本（預設為 %1）

source: Uses the vCard version 2.1
ca@valencia: Usa la versió 2.1 del vCard
da: Bruger vCard-version 2.1
el: Χρήση vCard έκδοση 2.1
es: Utiliza la versión 2.1 de vCard
et: Kasutatakse vCard versiooni 2.1
fi: Käyttää vCardin versiota 2.1
gl: Emprega a versión 2.1 de vCard
hu: vCard 2.1 használata
it: Usa la versione 2.1 di vCard
kk: vCard 2.1 нұсқасы пайдаланады
km: ប្រើ​កំណែ vCard ២.១
ko: vCard 2.1 사용
nb: Bruk vCard versjon 2.1
nds: Bruukt de vCard-Verschoon 2.1
nl: Gebruikt vCard-versie 2.1
nn: Brukar vCard versjon 2.1
pl: Używa wersji vCard 2.1
pt: Usa a versão 2.1 do vCard
pt_br: Usa a versão 2.1 do vCard
ru: Использует vCard версии 2.1
sl: Uporablja vCard različice 2.1
sr@ijekavian: Користи верзију 2.1 в‑карда
tr: vCard sürüm 2.1 kullanıyor
uk: Використовує версію vCard 2.1
zh_tw: 使用 vCard 2.1 版

source: Warning: using codec '%1' with output format vcard, but vCards are usually expected to be in UTF-8.
ca@valencia: Avís: s'està usant el còdec «%1» amb el format d'eixida «vcard», però les vCard normalment s'espera que siguen en UTF-8.
da: Advarsel: Bruger codec '%1' med outputformatet vcard, men Vcards forventes normalt at være i UTF-8.
el: Προειδοποίηση: χρήση της κωδικοποίησης '%1' χωρίς μορφή εξόδου vcard, ενώ οι vCard είναι συνήθως UTF-8.
es: Advertencia: se utilizará la codificación «%1» como formato de salida vCard, sin embargo, habitualmente se espera que las vCards estén en formato UTF-8.
et: Hoiatus: VCardi väljundvormingu puhul kasutatakse koodekit '%1', aga VCardid on tavaliselt UTF-8 kodeeringus.
fi: Varoitus: käytetään koodekkia ”%1” vCard-tulosmuodossa, vaikka vCard yleensä odottaa UTF-8:aa.
gl: Advertencia: úsase o códec "%1" con formato de saída vcard, mais normalmente espérase que os vCards estean en UTF-8.
hu: Figyelem: a(z) "%1" kódolás használatát kérte, de a vCard-fájlok átalában UTF-8 kódolásúak.
it: Attenzione: si sta usando la codifica «%1» con il formato di output vcard, ma normalmente ci si aspetta che le vCard siano codificate in UTF-8.
kk: Ескерту: шығыстағы vcard '%1' кодекті пайдалануда, әдетте, vCard-тың коды UTF-8 болушы еді.
km: ការ​ព្រមាន ៖ ដោយ​ប្រើ codec '%1' ជា​មួយ​នឹង​ vcard ទ្រង់ទ្រាយ​លទ្ធផល ប៉ុន្តែ​ vCards តាម​ធម្មតា​ត្រូវ​បាន​រំពឹង​ថា​ជា UTF-8 ។
ko: 경고: vCard 출력을 받으면서 코덱 '%1'을(를) 사용하고 있지만 대개의 경우 vCard 인코딩은 UTF-8입니다.
nb: Advarsel: bruker kodek «%1» med utdata-format vCard, men et vCard forventes som regel å være i UTF-8.
nds: Wohrschoen: För't Utgaavformaat "vcard" warrt de Koderen "%1" bruukt, man normalerwies warrt bi vCards UTF-8 verwacht.
nl: Waarschuwing: codec '%1' wordt gebruikt met uitvoeropmaak 'vcard', maar vCards zijn normaliter opgemaakt in UTF-8.
nn: Åtvaring: Brukar teiknkodinga «%1» med vCard som format, men vCard skal vanlegvis bruka kodinga UTF-8.
pl: Uwaga: używanie kodeka "%1" z formatem wyjścia vcard, ale vCard zazwyczaj są w UTF-8.
pt: Atenção: está a usar a codificação '%1' com o formato de saída 'vcard', mas as vCards normalmente estão em UTF-8.
pt_br: Atenção: usando o codec '%1' com o formato de saída vcard, mas os vCards normalmente estão em UTF-8.
ru: Предупреждение: используется кодек %1 с форматом вывода vcard, а vCards обычно бывает в UTF-8.
sl: Opozorilo: uporaba kodeka »%1« z izhodno obliko vcard, za katero je običajno pričakovano, da uporablja UTF-8
sr@ijekavian: Упозорење: задато кодирање „%1“ при излазном формату в‑кард, али за в‑кардове се обично очекује УТФ‑8.
tr: Uyarı: vCard çıktı biçimi kodlaması olarak '%1' kodlaması kullanılıyor ama vCard dosyalarının genellikle UTF-8 kullanması beklenir.
uk: Попередження: для виводу до формату vcard буде використано кодек «%1», але vCard зазвичай формуються у кодуванні UTF-8.
zh_tw: 警告：使用編碼 %1 輸出 vcard 格式，但是 vCard 通常希望使用 UTF-8。

source: Writes email address or formatted name &lt;email address&gt;
ca@valencia: Escriu l'adreça de correu o nom en format &lt;adreça de correu&gt;
da: Skriver e-mail-adresse eller formatteret navn &lt;email-adresse&gt;
el: Εγγραφή διεύθυνσης email ή μορφοποιημένου ονόματος &lt;διεύθυνσης email&gt;
es: Escribe la dirección de correo o el nombre con formato &lt;dirección de correo&gt;
et: E-posti aadressi või vormingu nimi &lt;e-posti aadress&gt; kirjutamine
fi: Kirjoittaa sähköpostiosoitteen tai muotoillun nimen &lt;sähköpostiosoite&gt;
gl: Escribe enderezos de correo electrónico ou &lt;enderezos de correo electrónico&gt; co nome formatado
hu: E-mail cím vagy formázott név &lt;e-mail cím&gt;
it: Scrive l'indirizzo di posta elettronica oppure nome formattato &lt;indirizzo di posta&gt;
kk: Эл.пошта адресін немесе пішімделгнг аты-жөні &lt;эл.пошта адресі&gt; деп жазады
km: សរសេរ​អាសយដ្ឋាន​អ៊ីមែល​ ឬ​ឈ្មោះ​ដែល​មាន​ទ្រង់ទ្រាយ &lt;អាសយដ្ឋាន​អ៊ីមែល&gt;
ko: 이메일 주소나 형식 있는 이름 &lt;이메일 주소&gt; 형태로 출력
nb: Skriver e-postaadresse eller formattert navn &lt;e-postadressse&gt;
nds: Gifft "Nettpostadress" oder "Formateert Naam &lt;Nattpostadress&gt;" ut
nl: Schrijft e-mailadres of weergavenaam &lt;e-mail adres&gt;
nn: Skriv e-postadresser og formaterte namn &lt;e-postadresse&gt;
pl: Zapisuje adres e-mail lub sformatowaną nazwę &lt;adres e-mail&gt;
pt: Escreve o endereço de e-mail ou o nome formatado &lt;endereço de e-mail&gt;
pt_br: Grava o endereço de e-mail ou o nome formatado &lt;endereço de e-mail&gt;
ru: Записывает адрес электронной почты или форматированное имя &lt;адрес эл. почты&gt;
sl: Zapiše e-poštni naslov ali oblikovano ime &lt;e-poštni naslov&gt;
sr@ijekavian: Исписује адресу е‑поште или форматирано име са адресом е‑поште.
tr: E-posta adreslerini ya da biçimlendirilmiş isimleri yazar &lt;e-posta adresi&gt;
uk: Записує адреси електронної пошти або форматований вираз: ім’я &lt;адреса ел. пошти&gt;
zh_tw: 寫入電子郵件地址，或「格式化名稱 &lt;電子郵件地址&gt;」

source: Comma separated list of: allemails, withname
ca@valencia: Llista separada per comes de: totselscorreus, ambnom
da: Kommaadskilt liste af: allemails, withname
el: Λίστα διαχωρισμένη με κόμματα των: όλων των email, με όνομα
es: Lista separada por comas de: todos-los-correos, con-nombre
et: Komadega eraldatud loend: allemails, withname
fi: Pilkuin erotettu luettelo: kaikkisähköpostit, nimet
gl: Lista separada por vírgulas de: allemails, withname
hu: Vesszővel elválasztott lista a következőkkel: allemails, withname
it: Lista separata da virgole composta da: allemails, withname
kk: Үтірмен бөліктелген allemails, withname тізімі
km: បញ្ជី​ដែល​បានបំបែក​ដោយ​សញ្ញា​ក្បៀស (,) ៖ អ៊ីមែល​ទាំងអស់ មាន​ឈ្មោះ
ko: 쉼표로 구분된 다음 목록: allemails, withname
nb: Komma-separert liste over: allepost, mednavn
nds: Mit Kommas trennt List ut "allemails", "withname"
nl: Kommagescheiden lijst van: alle-e-mails, metnaam
nn: Kommaskild liste over allemails og withname
pl: Rozdzielona przecinkami lista: allemails, withname
pt: Lista separada por vírgulas de: 'allemails', 'withname'
pt_br: Lista separada por vírgulas de: allemails, withname
ru: Список, разделенный запятыми: все_эл_адреса, с_именем
sl: Z vejico ločen seznam: allemails, withname
sr@ijekavian: Запетама раздвојен списак из скупа: <icode>allemails</icode>, <icode>withname</icode>
tr: Virgülle ayrılmış listeler: tüm e-postalar, isimle beraber
uk: Розділений комами список: allemails, withname
zh_tw: 所有電子郵件地址，含名稱的清單，以逗號分隔

source: List all email addresses of each contact
ca@valencia: Llista totes les adreces de correu de cada contacte
da: List alle e-mail-adresser for hver kontakt
el: Λίστα όλων των διευθύνσεων ηλ. αλληλογραφίας για κάθε επαφή
es: Lista todas las direcciones de correo de cada contacto
et: Kõigi kontaktide kõigi e-posti addresside loend
fi: Luettelee kunkin yhteystiedon kaikki sähköpostiosoitteet
gl: Listar todos os enderezos de correo electrónico de cada contacto
hu: Minden névjegy összes e-mail címének kilistázása
it: Lista di tutti gli indirizzi di posta per ogni contatto
kk: Әрбір контакттың эл.пошта адрестер тізімі
km: រាយ​អាសយដ្ឋាន​អ៊ីមែល​ទាំងអស់​របស់​ទំនាក់ទំនង​នីមួយៗ
ko: 각각 연락처의 모든 이메일 주소 표시
nb: List alle e-postadresser for hver kontakt
nds: All Nettpostadressen vun elk Kontakt oplisten
nl: Alle e-mailadressen van elke contact tonen
nn: Vis oversikt over e-postadressene til kvar kontakt
pl: Skataloguj wszystkie adresy e-mail każdego kontaktu
pt: Mostrar todos os endereços de e-mail de cada contacto
pt_br: Lista todos os endereços de e-mail de cada contato
ru: Список всех адресов электронной почты каждого контакта
sl: Izpiši vse e-poštne naslove vsakega stika
sr@ijekavian: Наброји све адресе е‑поште сваког контакта
tr: Her kişi için tüm e-posta adreslerini listele
uk: Вивести список всіх адрес електронної пошти для кожного з контактів
zh_tw: 列出每個聯絡人的所有電子郵件地址

source: Prepend formatted name, e.g John Doe &lt;jdoe@foo.com&gt;
ca@valencia: Preposa el nom amb format, p.ex. Joan Petit &lt;jpetit@foo.com&gt;
da: Indsæt formatteret navn først, f.eks. Jens Hansen &lt;jhansen@foo.com&gt;
el: Προσθήκη μπροστά μορφοποιημένου ονόματος, π.χ. John Doe &lt;jdoe@foo.com&gt;
es: Añade a la expresión el nombre con formato, p. ej. John Doe &lt;jdoe@foo.com&gt;
et: Ette pannakse vormindatud nimi, nt. John doe &lt;jdoe@foo.com&gt;
fi: Lisää edelle muotoiltu nimi, esim. Matti Meikäläinen &lt;mmei@foo.fi&gt;
gl: Antepor o nome formatado, p.ex. Xurxo Freire &lt;xfreire@foo.com&gt;
hu: A formázott név álljon elöl, pl.: Kovács István &lt;ikovacs@foo.hu&gt;
it: Fai precedere il nome formattato, ad esempio Mario Rossi &lt;mariorossi@daqualcheparte.com&gt;
kk: Алдында пішімделген аты-жөнімен, мысалы: Мырқымбай Мысалбеков &lt;myrqymbay@foo.kz&gt;
km: បន្ថែម​ឈ្មោះ​ដែល​មាន​ទ្រង់ទ្រាយ ឧ. John Doe &lt;jdoe@foo.com&gt;
ko: 선호하는 형식 있는 이름. 예: John Doe &lt;jdoe@foo.com&gt;
nb: Legg formattert navn først, f.eks. Peder Ås &lt;pederaas@example.com&gt;
nds: Formateert Naam vöranstellen, a.B. Klaas Achterndiek &lt;k.achterndiek@nds.net&gt;
nl: Weergavenaam voorvoegen, bijv. Jan Pet &lt;jpet@foo.com&gt;
nn: Legg til formatert namn framst. Eksempel: Kari Nordmann &lt;kari.nordmann@eksempel.no&gt;
pl: Dodanie sformatowanej nazwy, np. John Doe &lt;jdoe@foo.com&gt;
pt: Antecede o nome formato, p.ex. Zé Povinho &lt;ze@povinho.com&gt;
pt_br: Mostra na frente do nome formatado, ex: John Doe &lt;jdoe@foo.com&gt;
ru: Добавить вперед форматированное имя, например, John Doe &lt;jdoe@foo.com&gt;
sl: Pripni oblikovano ime, npr. Janez Novak &lt;jnovak@foo.si&gt;
sr@ijekavian: Стави испред форматирано име, нпр. Пера Перић &lt;pperic@negde.net&gt;
tr: Başa eklenmiş biçimlendirilmiş isim, örn. Serhat Demirkol &lt;serhat@demirkol.com&gt;
uk: Додавати форматоване ім’я, наприклад Іван Іванченко &lt;iivan@tam.org&gt;
zh_tw: 前面加上格式化名稱。例如 John Doe &lt;jdoe@foo.com&gt;

source: Formats output as needed by the mail client mutt
ca@valencia: Formata l'eixida tal com necessita el client de correu mutt
da: Formatterer output som nødvendigt for mailklienten mutt
el: Μορφοποίηση εξόδου όπως αυτή απαιτείται από τον πελάτη αλληλογραφίας mutt
es: Formatear la salida según lo requerido por el cliente de correo mutt
et: Väljundvorming, nagu seda vaja e-posti klient mutt
fi: Muotoilee tulosteen mutt-sähköpostiasiakkaan vaatimaan muotoon
gl: Formata a saída como a require o cliente de correo mutt
hu: A kimenet a Mutt levelezőprogramnak megfelelő formátumú legyen
it: Predisponi l'output perché sia usabile dal programma di posta mutt
kk: Шығысы mutt пошта клиент бағдарламаның пішімінде болады
km: ធ្វើ​ទ្រង់ទ្រាយ​លទ្ធផល​តាម​ដែល​ត្រូវការ​តាម​កម្មវិធី​អ៊ីមែល
ko: mutt 메일 클라이언트에 사용할 수 있는 형식으로 출력
nb: Formaterer utdata slik e-postklienten mutt trenger det
nds: Formateert de Utgaav, as dat Nettpostprogramm Mutt dat bruukt
nl: Maakt de uitvoer geschikt voor het e-mailprogramma mutt
nn: Formaterer data slik at dei kan brukast av e-postprogrammet mutt
pl: Formatuje wyjście jako potrzebne klientowi poczty mutt
pt: Formata o resultado como o cliente de e-mail está à espera
pt_br: Formata a saída utilizada pelo cliente de e-mail mutt
ru: Форматирует выходные данные так, как требуется почтовому клиенту mutt
sl: Oblikuj izhod, kot ga potrebuje poštni odjemalec mutt
sr@ijekavian: Форматира излаз како то очекује поштански клијент Мат.
tr: Çıktıyı e-posta istemcisi mutt'un istediği şekilde biçimlendirir
uk: Форматує виведену інформацію відповідно до потреб клієнта ел. пошти mutt
zh_tw: 將輸出格式調整為 mutt 需要的格式
