Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kabcclient.po
Languages: ca@valencia, da, el, es, et, fi, gl, hu, it, kk, km, ko, nb, nds, nl, nn, pl, pt, pt_br, ru, sl, sr@ijekavian, tr, uk, zh_tw

source: Input format '%1' not usable with operation '%2'
ca@valencia: El format d'entrada «%1» no es pot usar amb l'operació «%2»
da: Inputformatet '%1' er ikke brugbart til operation '%2'
el: Η μορφή εισόδου '%1' δεν είναι κατάλληλη για τη λειτουργία '%2'
es: El formato de entrada «%1» no puede utilizarse con la operación «%2»
et: Sisendvorming "%1" ei sobi toimingule '%2'
fi: Syötemuoto ”%1” ei ole käytettävissä toimintoon ”%2”
gl: Non se pode utilizar o formato de entrada "%1" coa operación "%2"
hu: A beviteli formátum ("%1") nem használható ennél a műveletnél: "%2".
it: Il valore inserito «%1» non è usabile con l'operazione «%2»
kk: КІрістегі '%1' пішімі '%2' амалымен үйлеспейді
km: ទ្រង់ទ្រាយ​បញ្ចូល '%1' មិនអាច​ប្រើ​បាន​ជា​មួយ​ប្រតិបត្តិការ '%2' ទេ
ko: 입력 형식 '%1'을(를) 작업 '%2'에 사용할 수 없음
nb: Inndata-format «%1» kan ikke brukes med handlinga «%2»
nds: Ingaavformaat "%1" lett sik bi de Akschoon "%2" nich bruken
nl: Invoeropmaak '%1' is niet bruikbaar met operatie '%2'
nn: Innformatet «%1» kan ikkje brukast med operasjonen «%2»
pl: Format "%1" nie może być użyty z operacją "%2"
pt: O formato de entrada '%1' não pode ser usado com a operação '%2'
pt_br: O formato de entrada '%1' não é utilizável com a operação '%2'
ru: Входной формат «%1» не используется с операцией «%2»
sl: Vhodna oblika »%1« ni uporabna za dejanje »%2«
sr@ijekavian: Улазни формат „%1“ није употребљив са поступком „%2“.
tr: Girdi biçimi '%1', '%2' işlemiyle birlikte kullanılamaz
uk: Вхідний формат «%1» не можна використовувати у дії «%2»
zh_tw: 輸入格式 %1 無法與操作 %2 一起使用

source: KABC client
ca@valencia: Client del KABC
da: KABC-klient
el: Πελάτης KABC
es: Cliente KABC
et: KABC klient
fi: KABC-asiakas
gl: Cliente KABC
hu: KABC-kliens
it: Client KABC
kk: KABC клиенті
km: ម៉ាស៊ីន​ភ្ញៀវ KABC
ko: KABC 클라이언트
nb: KABC-klient
nn: KABC-klient
pl: Klient KABC
pt: Cliente do KABC
pt_br: Cliente do KABC
ru: Клиент KABC
sl: Odjemalec KABC
sr@ijekavian: Клијент КАБЦ‑а
tr: KABC istemcisi
uk: Клієнт KABC
zh_tw: KABC 客戶端程式

source: KDE address book command-line client
ca@valencia: Client de la línia d'ordes de la llibreta d'adreces del KDE
da: Kommandolinjeklient til KDE's adressebog
el: Πελάτης γραμμής εντολών του βιβλίου διευθύνσεων του KDE
es: Cliente para la línea de órdenes de la libreta de direcciones de KDE
et: KDE aadressiraamatu käsureaklient
fi: KDE:n osoitekirjan komentoriviasiakas
gl: Cliente da liña de comandos do caderno de enderezos de KDE
hu: Terminálos kliens a KDE címjegyzékhez
it: Client a linea di comando per la rubrica indirizzi di KDE
kk: KDE адрестік кітапшасының команда жолы клиенті
km: ម៉ាស៊ីន​ភ្ញៀវ​បន្ទាត់​ពាក្យ​បញ្ជា​សៀវភៅ​អាសយដ្ឋាន​របស់ KDE
ko: KDE 주소록 명령행 클라이언트
nb: Kommandolinjeklient for KDEs adressebok
nds: Konsool-Client för't KDE-Adressbook
nl: KDE adresboek commandoregel client
nn: Kommandolinjeklient for KDE-adresseboka
pl: Klient książki adresowej KDE z wiersza poleceń
pt: Cliente da linha de comandos para o livro de endereços do KDE
pt_br: Cliente de linha de comando para o livro de endereços do KDE
ru: Клиент адресной книги KDE для командной строки
sl: Odjemalec KDE-jevega imenika za ukazno vrstico
sr@ijekavian: Команднолинијски клијент КДЕ адресара
tr: KDE adres defteri komut satırı istemcisi
uk: Клієнт адресної книги KDE для роботи у командному рядку
zh_tw: KDE 通訊錄命令列客戶端程式

source: Kevin Krammer
ru: Кевин Крамер (Kevin Krammer)
sr@ijekavian: Кевин Крамер

source: Primary Author
ca@valencia: Autor original
da: Primær udvikler
el: Κύριος συγγραφέας
es: Autor primario
et: Algne autor
fi: Ensisijainen tekijä
gl: Autor inicial
hu: Elsődleges szerző
it: Autore principale
kk: Негізгі авторы
km: អ្នក​និពន្ធ​ចម្បង
ko: 주 작성자
nb: Hovedforfatter
nds: Hööftautor
nl: Primaire auteur
nn: Hovudutviklar
pl: Główny autor
pt: Autor Primário
pt_br: Autor inicial
ru: Автор
sl: Glavni avtor
sr@ijekavian: Првобитни аутор
tr: Asıl Yazar
uk: Початковий автор
zh_tw: 主要作者

source: Add input data as new address book entries
ca@valencia: Afig dades d'entrada com a elements nous de la llibreta d'adreces
da: Tilføj inputdata som nye adressebogsindgange
el: Προσθήκη δεδομένων εισόδου ως νέες καταχωρήσεις
es: Añade los datos introducidos como nuevas entradas de la libreta de direcciones
et: Sisendandmete lisamine uute aadressiraamatu kirjetena
fi: Lisää syötetieto uusiksi osoitekirjamerkinnöiksi
gl: Engadir datos de entrada como novas entradas do caderno de enderezos
hu: A bemeneti adatok felvétele új névjegyként
it: Aggiungi i dati in input come nuove voci della rubrica
kk: Кіріс деректі адрестік кітапшаға жаңа жазу ретінде қосу
km: បន្ថែម​ទិន្នន័យ​បញ្ចូល​ជា​ធាតុ​សៀវភៅ​អាសយដ្ឋាន​ថ្មី
ko: 입력 데이터를 새 주소록 항목으로 추가
nb: Legg til inndata som nye oppføringer i adresseboka
nds: Ingaavdaten as nieg Adressbook-Indrääg tofögen
nl: Invoergegevens als nieuwe adresboekitems toevoegen
nn: Legg til inndata som nye adressebokoppføringar
pl: Dodaj dane wejściowe jako nowe wpisy książki adresowej
pt: Adicionar os dados de entrada como itens novos do livro de endereços
pt_br: Adicionar os dados de entrada como novas entradas do livro de endereços
ru: Добавить входные данные как новые контакты адресной книги
sl: Vhodne podatke dodaj kot nove vnose v imenik
sr@ijekavian: Додај улазне податке као нове уносе у адресар
tr: Girdi verisini adres defterine yeni adres defteri girdisi olarak kaydet
uk: Додати вхідні дані, як нові записи адресної книги
zh_tw: 將輸入資料做成新的通訊錄項目

source: Remove entries matching the input data
ca@valencia: Elimina elements que coincideixen amb les dades d'entrada
da: Fjern indgange som matcher inputdata
el: Αφαίρεση καταχωρήσεων που ταιριάζουν με τα δεδομένα εισόδου
es: Elimina las entradas coincidentes con los datos introducidos
et: Sisendandmetega sobivate kirjete eemaldamine
fi: Poista syötetietoa vastaavat merkinnät
gl: Eliminar as entradas que coincidan cos datos de entrada
hu: A bemeneti adatokhoz illeszkedő névjegyek törlése
it: Cancella le voci che corrispondono ai dati in input
kk: Кіріс деректерге сәйкесті жазуларын адрестік кітапшадан өшіру
km: យក​​ការ​ផ្គូផ្គង​ធាតុចេញ​ពី​ទិន្នន័យ​បញ្ចូល
ko: 입력 데이터와 일치하는 항목 삭제
nb: Fjern oppføringer som passer med inndata
nds: Indrääg wegmaken, op de de Ingaavdaten passt
nl: Items overeenkomend met invoergegevens verwijderen
nn: Fjern oppføringar som passar til inndata frå adresseboka
pl: Usuń wpisy pasujące do wpisanych danych
pt: Remover os itens correspondentes aos dados de entrada
pt_br: Remover as entradas que coincidem com os dados de entrada
ru: Удалить контакты, совпадающие с входными данными
sl: Odstrani vnose, ki ustrezajo vhodnim podatkom
sr@ijekavian: Уклони уносе поклопљене улазним подацима
tr: Girdi verisiyle eşleşen kaydı sil
uk: Вилучити записи, що відповідають вхідним даним
zh_tw: 移除符合輸入資料的項目

source: Merge input data into the address book
ca@valencia: Fusiona les dades d'entrada a la llibreta d'adreces
da: Flet inputdata ind i adressebogen
el: Συγχώνευση δεδομένων εισόδου στο βιβλίο διευθύνσεων
es: Combinar los datos introducidos en la libreta de direcciones
et: Sisendandmete ühendamine aadressiraamatuga
fi: Yhdistä syötetieto osoitekirjaan
gl: Engadir os datos de entrada ao caderno de enderezos
hu: A bemeneti adatok beolvasztása a címjegyzékbe
it: Fondi i dati inseriti in input nella rubrica indirizzi
kk: Кіріс деректі адрестік кітапшамен біріктіру
km: បញ្ចូល​​ទិន្នន័យ​បញ្ចូល​ទៅ​ក្នុង​សៀវភៅ​អាសយដ្ឋាន
ko: 입력 데이터를 주소록으로 합침
nb: Flett inndata inn i adresseboka
nds: Ingaavdaten mit dat Adressbook tosamenföhren
nl: Invoergegevens samenvoegen met adresboek
nn: Slå saman inndata med adresseboka
pl: Scal dane wejściowe do książki adresowej
pt: Juntar os dados de entrada ao livro de endereços
pt_br: Mesclar os dados de entrada ao livro de endereços
ru: Объединить входные данные с адресной книгой
sl: Vhodne podatke združi v imenik
sr@ijekavian: Стопи улазне податке у адресар
tr: Girdi verilerini adres defterinin içerisindeki veriler ile birleştir
uk: Злити вхідні дані з адресною книгою
zh_tw: 將輸入資料合併到通訊錄中

source: Search for entries matching the input data
ca@valencia: Cerca elements que coincidisquen amb les dades d'entrada
da: Søg efter indgange som matcher inputdata
el: Αναζήτηση καταχωρήσεων που ταιριάζουν στα δεδομένα εισόδου
es: Buscar entradas coincidentes con los datos introducidos
et: Sisendandmetega sobivate kirjete otsimine
fi: Etsi syötetietoa vastaavia merkintöjä
gl: Procurar por entradas que coincidan cos datos de entrada
hu: A bemeneti adatokhoz illeszkedő névjegyek keresése
it: Cerca le voci che corrispondono ai dati in input
kk: Кіріс деректерге сәйкесті жазуларын іздеу
km: ស្វែងរក​ធាតុ​ដែល​ផ្គូផ្គង​នឹង​​ទិន្នន័យ​បញ្ចូល
ko: 입력 데이터와 일치하는 항목 검색
nb: Let etter oppføringer som passer med inndata
nds: Na Indrääg söken, op de de Ingaavdaten passt
nl: Naar items zoeken die overeenkomen met de invoergegevens
nn: Søk etter oppføringar som passar til inndata
pl: Szukaj wpisów pasujących do wpisanych danych
pt: Procurar pelos itens correspondentes aos dados de entrada
pt_br: Pesquisar pelas entradas que coincidam com os dados de entrada
ru: Искать контакты по входным данным
sl: Poišči vnose, ki ustrezajo vhodnim podatkom
sr@ijekavian: Потражи уносе поклопљене улазним подацима
tr: Girdi verisiyle eşleşen kayıtları bul
uk: Шукати записи, що відповідають вхідним даним
zh_tw: 搜尋符合輸入資料的項目

source: List all entries in address book
ca@valencia: Llista tots els elements de la llibreta d'adreces
da: Liste over alle indgange i adressebogen
el: Εμφάνιση όλων των καταχωρήσεων του βιβλίου διευθύνσεων
es: Listar todas las entradas en la libreta de direcciones
et: Kõigi aadressiraamatu kirjete loend
fi: Luettele kaikki osoitekirjan merkinnät
gl: Listar todas as entradas do caderno de enderezos
hu: Az összes névjegy kilistázása
it: Elenca tutte le voci della rubrica degli indirizzi
kk: Адрестік кітапшаның барлық жазуларын тізімдеу
km: រាយ​ធាតុ​ទាំងអស់​នៅ​ក្នុង​សៀវភៅ​អាសយដ្ឋាន
ko: 주소록의 모든 항목 표시
nb: List alle oppføringer i adresseboka
nds: All Indrääg binnen dat Adressbook oplisten
nl: Alle items uit adresboek tonen
nn: Vis alle oppføringar i adresseboka
pl: Pokaż wszystkie wpisy w książce adresowej
pt: Listar todos os itens no livro de endereços
pt_br: Listar todas as entradas no livro de endereços
ru: Показать все контакты из адресной книги
sl: Izpiši vse vnose v imeniku
sr@ijekavian: Наброји све уносе у адресару
tr: Adres defterindeki tüm kayıtları listele
uk: Показати список всіх записів у адресній книзі
zh_tw: 列出在通訊錄中的所有項目

source: Do not save changes to the address book on add/remove operations
ca@valencia: No guardes els canvis a la llibreta d'adreces en les operacions d'afegir/eliminar
da: Gem ikke ændringer til adressebogen ved tilføj-/fjern-operationer
el: Μη αποθήκευση τροποποιήσεων στο βιβλίο διευθύνσεων κατά τις λειτουργίες προσθήκης/αφαίρεσης
es: No guardar los cambios en la libreta de direcciones al efectuar operaciones de añadir/eliminar
et: Muudatusi ei salvestata aadressiraamatusse lisamis/eemaldamistoimingute korral
fi: Älä tallenna lisää- ja poisto-toimintojen tekemiä muutoksia osoitekirjaan
gl: Non gardar as alteracións do caderno de enderezos nas operacións de engadido/eliminación
hu: Hozzáadáskor és törléskor nem kell elmenteni a címjegyzék változásait
it: Non salvare i cambiamenti alla rubrica per le operazioni di aggiunta/cancellazione
kk: Адрестік кітапшадағы қосу/өшіру амалдардың өзгерістері сақталмасын
km: កុំ​រក្សាទុក​ការ​ផ្លាស់ប្ដូរ​ទៅ​កាន់​សៀវភៅ​នៅ​ក្នុង​ប្រតិបត្តិការ​បន្ថែម/យកចេញ
ko: 추가/삭제 작업 시 주소록에 변경 사항을 저장하지 않음
nb: Ikke lagre endringer i adresseboka ved legg til/fjern-handlinger
nds: Bi't Tofögen/Wegmaken de Ännern an't Adressbook nich sekern
nl: Wijzigingen niet opslaan in het adresboek bij toevoeg-/verwijder-operaties
nn: Ikkje lagra endringar til adresseboka ved «legg til / fjern»-operasjonar
pl: Nie zapisuj zmian w książce adresowej podczas operacji dodawania/usuwania
pt: Não gravar as alterações no livro de endereços em caso de adição/remoção
pt_br: Não salvar as alterações no livro de endereços em operações de adição/remoção
ru: Не сохранять изменения в адресную книгу при операциях добавления и удаления
sl: Sprememb ob dodajanju/odstranjevanju ne shrani v imenik
sr@ijekavian: Не уписуј измене у адресар при поступцима додавања и уклањања
tr: Ekle/kaldır işlemlerinde değişiklikleri adres defterine kaydetme
uk: Не зберігати зміни у адресній книзі під час операцій з додавання або вилучення
zh_tw: 在新增/移除操作中，不要將變更儲存到通訊錄中

source: How to interpret the input data.
ca@valencia: Com interpretar les dades d'entrada.
da: Hvordan inputdata skal fortolkes.
el: Ο τρόπος ερμηνείας των δεδομένων εισόδου
es: Cómo interpretar los datos introducidos.
et: Kuidas tõlgendada sisendandmeid.
fi: Kuinka syötetietoa tulkitaan.
gl: Como interpretar os datos de entrada.
hu: A beviteli adatok értelmezése.
it: Come interpretare i dati in input.
kk: Кірістегіні не деп қабылдау.
km: វិធីបកប្រែ​ទិន្នន័យ​បញ្ចូល ។
ko: 입력 데이터를 처리할 방법입니다.
nb: Hvordan inndata skal tolkes.
nds: Gifft dat Formaat an, mit dat de Ingaavdaten inleest warrt
nl: Hoe invoergegevens worden geïnterpreteerd.
nn: Korleis tolka inndata
pl: Jak interpretować wpisywane dane.
pt: Como interpretar os dados de entrada.
pt_br: Como interpretar os dados de entrada.
ru: Формат входных данных.
sl: Kako obravnavati vhodne podatke.
sr@ijekavian: Како прихватити улазне податке
tr: Girdi verisi nasıl yorumlanacak.
uk: Як інтерпретувати вхідні дані.
zh_tw: 如何解譯輸入資料。

source: Input options for the selected format
ca@valencia: Opcions d'entrada pel format seleccionat
da: Inputtilvalg for det valgte format
el: Επιλογές εισόδου για την επιλεγμένη μορφή
es: Opciones de entrada para el formato seleccionado
et: Valitud vormingu sisendi valikud
fi: Valitun muodon syötevalinnat
gl: Opcións de entrada do formato seleccionado
hu: Beviteli beállítások a kiválasztott formátumnál
it: Opzioni di input per i dati selezionati
kk: Таңдалған пішімдегі кірістің параметрлері
km: ជម្រើស​បញ្ចូល​សម្រាប់​ទ្រង់ទ្រាយ​ដែល​បានជ្រើស
ko: 선택한 형식의 입력 옵션
nb: Inndata-valg for det valgte formatet
nds: Ingaav-Optschonen för't utsöchte Formaat
nl: Invoeropties voor de geselecteerde opmaak
nn: Inndataval for det valde formatet
pl: Opcje wejścia wybranego formatu
pt: Opções de entrada para o formato seleccionado
pt_br: Opções de entrada para o formato selecionado
ru: Параметры выбранного формата входных данных
sl: Možnosti vhoda za izbrano obliko
sr@ijekavian: Опције улаза за изабрани формат
tr: Seçilen biçim için girdi seçenekleri
uk: Параметри вхідних даних для вибраного формату
zh_tw: 選取的格式的輸入選項

source: How to present the output data.
ca@valencia: Com presentar les dades d'eixida.
da: Hvordan outputdata skal præsenteres.
el: Ο τρόπος παρουσίασης των δεδομένων εξόδου
es: Cómo presentar los datos de salida.
et: Kuidas esitada väljundandmeid.
fi: Kuinka tulostieto esitetään.
gl: Como presentar os datos de saída.
hu: A kimeneti adatok megjelenítése.
it: Come mostrare i dati in output.
kk: Шығыс деректі не деп тапсыру.
km: វិធី​បង្ហាញ​ទិន្នន័យ​លទ្ធផល ។
ko: 데이터를 출력할 형식입니다.
nb: Hvordan utdata skal vises.
nds: Gifft an, wodennig de Utgaav formateert warrt.
nl: Hoe de uitvoergegevens zullen worden gepresenteerd.
nn: Korleis presentera utdata
pl: Jak pokazywać dane wyjściowe.
pt: Como apresentar os dados à saída.
pt_br: Como apresentar os dados à saída.
ru: Формат выходных данных.
sl: Kako predstaviti izhodne podatke.
sr@ijekavian: Како представити излазне податке
tr: Çıktı verisi nasıl sunulacak.
uk: Як відображати вихідні дані.
zh_tw: 要如何展示輸出資料。

source: Output options for the selected format
ca@valencia: Opcions d'eixida pel format seleccionat
da: Outputtilvalg for det valgte format
el: Επιλογές εξόδου για την επιλεγμένη μορφή
es: Opciones de salida para el formato seleccionado
et: Valitud vormingu väljundi valikud
fi: Valitun muodon tulosvalinnat
gl: Opcións de saída do formato seleccionado
hu: Kimeneti beállítások a kiválasztott formátumnál
it: Opzioni di output per i dati selezionati
kk: Таңдалған пішімдегі шығыстың параметрлері
km: ជម្រើសលទ្ធផល​សម្រាប់​ទ្រង់ទ្រាយ​ដែលបានជ្រើស
ko: 선택한 형식의 출력 옵션
nb: Utdata-valg for det valgte formatet
nds: Utgaav-Optschonen för't utsöchte Formaat
nl: Uitvoeropties voor de geselecteerde opmaak
nn: Utdataval for det valde formatet
pl: Opcje wyjścia wybranego formatu
pt: Opções de saída para o formato seleccionado
pt_br: Opções de saída para o formato selecionado
ru: Параметры выбранного формата выходных данных
sl: Možnosti izhoda za izbrano obliko
sr@ijekavian: Опције излаза за изабрани формат
tr: Seçilen biçim için çıktı seçenekleri
uk: Параметри вихідних даних для вибраного формату
zh_tw: 選取的格式的輸出選項

source: How to convert the input text.
ca@valencia: Com convertir el text d'entrada.
da: Hvordan inputteksten skal konverteres.
el: Ο τρόπος μετατροπής του κειμένου εισόδου.
es: Cómo convertir el texto introducido.
et: Kuidas teisendada sisendteksti.
fi: Kuinka syöteteksti muunnetaan.
gl: Como converter o texto de entrada.
hu: A beviteli szöveg konvertálási módja.
it: Come convertire il testo in input.
kk: Кіріс мәтінді қалай аудару.
km: វិធី​បម្លែង​អត្ថបទ​បញ្ចូល ។
ko: 입력 텍스트를 변환할 방법입니다.
nb: Hvordan inndata-teksten skal konverteres.
nds: Gifft an, wodennig de Ingaavtext wannelt warrt.
nl: Hoe de invoertekst zal worden geconverteerd.
nn: Korleis konvertera innteksten
pl: Jak konwertować tekst wejściowy.
pt: Como converter os dados de entrada.
pt_br: Como converter o texto de entrada.
ru: Как конвертировать входные текстовые данные.
sl: Kako pretvoriti vhodno besedilo.
sr@ijekavian: Како претворити улазни текст
tr: Girdi metni nasıl çevrilecek.
uk: У який спосіб перетворювати вхідний текст.
zh_tw: 如何轉換輸入文字。

source: How to convert the output text.
ca@valencia: Com convertir el text d'eixida.
da: Hvordan outputteksten skal konverteres.
el: Ο τρόπος μετατροπής του κειμένου εξόδου.
es: Cómo convertir el texto de salida.
et: Kuidas teisendada väljundteksti.
fi: Kuinka tulosteksti muunnetaan.
gl: Como converter o texto de saída.
hu: A kimeneti szöveg konvertálási módja.
it: Come convertire il testo in output.
kk: Шығыс мәтінді қалай аудару.
km: វិធីបម្លែង​អត្ថបទ​លទ្ធផល ។
ko: 출력 텍스트를 변환할 방법입니다.
nb: Hvordan utdata-teksten skal konverteres.
nds: Gifft an, wodennig de Utgaavtext wannelt warrt.
nl: Hoe de uitvoertekst zal worden geconverteerd.
nn: Korleis konvertera utteksten
pl: Jak konwertować tekst wyjściowy.
pt: Como converter o texto à saída.
pt_br: Como converter o texto de saída.
ru: Как конвертировать выходные текстовые данные.
sl: Kako pretvoriti izhodno besedilo.
sr@ijekavian: Како претворити излазни текст
tr: Çıktı metni nasıl çevrilecek.
uk: У який спосіб перетворювати вихідний текст.
zh_tw: 如何轉換輸出文字。

source: Match key fields case sensitive. UID is always matched case sensitive
ca@valencia: Distingir les majúscules en els camps clau d'aparellament. L'UID sempre s'aparella distingint les majúscules
da: Versalfølsom matchning af nøglefelter. UID matches altid versalfølsomt
el: Ταίριασμα πεδίων κλειδιών με διάκριση κεφαλαίων/πεζών. Τα UID αντιστοιχίζονται πάντα με διάκριση κεφαλαίων/πεζών.
es: Hace que la coincidencia de los campos clave distinga mayúsculas. UID siempre distingue mayúsculas
et: Võtmeväljade tõstutundlik sobivus. UID-sid otsitakse alati tõstutundlikult
fi: Erota pien- ja suuraakkoset avainten nimistä etsittäessä; UID:ssa nämä erotetaan ainaErota pien- ja suuraakkoset avainten nimistä etsittäessä; UID:ssa nämä erotetaan aina
gl: Cadrar coincidinco maiúsculas e minúsculas. UID sempre distingue entre maiúsculas e minúsculas
hu: A kulcsmezők illesztése nagybetűérzékeny módon történjen. A UID-knak mindig nagybetűérzékeny módon kell illeszkedniük.
it: Cerca corrispondenze nei campi chiave distinguendo le maiuscole. Tale opzione è sempre attiva nel caso del campo UID
kk: Кілт өрістерде іздеу үлкен-кіші әріптерді ескереп етіледі. UID-тің іздеуі әрқашанда үлкен-кішілігін ескереді
km: ផ្គូផ្គង​វាលសោ​ប្រកាន់អក្សរ​តូចធំ ។ UID តែង​តែ​ត្រូវ​បានផ្គូផ្គង​នឹង​ការ​ប្រកាន់​អក្សរតូចធំ
ko: 일치하는 키 필드는 대소문자를 구분합니다. UID는 항상 대소문자를 구분합니다
nb: Nøkkelfelter er følsomme for store/små bokstaver. Det er alltid slik for UID
nds: Bi't Kieken na passen Indrääg op Groot- un Lüttschrieven kieken. Jümmers bi Bruker-IDs.
nl: Sleutelvelden hoofdlettergevoelig laten overeenkomen. UID wordt altijd hoofdlettergevoelig benaderd
nn: Skil mellom store og små bokstavar i søk (vert alltid gjort for UID-ar)
pl: Rozróżniaj wielkość liter w polach kluczy. W UID zawsze rozróżniana jest wielkość liter
pt: Distinguir maiúsculas nos campos-chave. O UID faz sempre distinção de maiúsculas
pt_br: Distinguir maiúsculas de minúsculas nos campos de chave. O UID sempre distinguirá
ru: Подобрать ключевые поля чувствительные к регистру. Уникальный идентификатор UID всегда чувствителен к регистру.
sl: Primerjanje s ključem naj upošteva velikost črk. To vedno velja za UID.
sr@ijekavian: Поклапање поља кључа разликује величину слова (УИД се увек овако поклапа)
tr: Tuş alanlarını büyük/küçük harf duyarlı yap. Kullanıcı kimliği her zaman büyük/küçük harfe duyarlı yapılır.
uk: Пошук ключових полів є регістрозалежним. Ідентифікатор користувача є завжди регістрозалежним
zh_tw: 鍵值欄位要符合大小寫。使用者代碼不管如何設定一定要符合大小寫

source: Input to use instead of reading stdin
ca@valencia: Entrada a usar en lloc de llegir l'entrada estàndard (stdin)
da: Input der skal bruges i stedet for at læse stdin
el: Η είσοδος που θα χρησιμοποιηθεί αντί της ανάγνωσης από το stdin
es: Entrada a utilizar en lugar de leer la entrada estándar (stdin)
et: Sisendi kasutamine standardsisendi lugemise asemel
fi: Vakiosyötevirran (stdin) sijaan käytettävä syöte
gl: Entrada a usar no canto de ler da entrada estándar
hu: Bemenet a standard bemenet helyett
it: Input da usare al posto di stdin
kk: stdin-нің орнына пайдаланатын кірісі
km: ការ​បញ្ចូល​ត្រូវ​ប្រើ​ជំនួស​ឲ្យ​ការ​អាន stdin
ko: 표준 입력 대신 사용할 입력
nb: Inndata som skal brukes i stedet for å lese stdin
nds: Ingaav, vun de ansteed vun de Standardingaav leest warrt
nl: Invoer om te gebruiken in plaats van stdin lezen
nn: Inndata å bruka i staden for standard inn
pl: Wejście używane zamiast odczytu stdin
pt: Dados de entrada a usar em vez de ler do 'stdin'
pt_br: Entradas a serem usadas em vez de ler do stdin
ru: Входные данные, которые необходимо использовать вместо чтения стандартного ввода
sl: Vhod, ki naj se uporabi namesto standardnega
sr@ijekavian: Жељени улаз уместо читања са стандардног улаза
tr: Standart girdi yerine okunacak girdi
uk: Джерело вхідної інформації замість stdin
zh_tw: 使用輸入資料，而不從標準輸入讀取

source: No operation specified, assuming --search
ca@valencia: No s'ha especificat cap operació, s'assumeix «--search»
da: Ingen operation angivet, antager --search
el: Δεν καθορίστηκε λειτουργία, θα θεωρηθεί η --search
es: No se ha especificado una operación, se asume --search
et: Toimingut pole määratud, oletatakse võtit --search
fi: Toimintoa ei annettu, oletetaan --search
gl: Non se especificou ningunha operación; asúmese --search
hu: Nincs megadva művelet, --search lesz érvényes
it: Nessuna operazione specificata, assumo sia --search
kk: Амал келтірілмеген, --search деп саналады
km: គ្មានប្រតិបត្តិការ​បានបញ្ជាក់ សន្មត --search
ko: 작업이 지정되지 않았음, --search로 간주함
nb: Ingen handling oppgitt, antar --search
nds: Keen Akschoon angeven, "--search" warrt bruukt
nl: Geen operatie opgegeven. --zoeken wordt gebruikt
nn: Ingen operasjon vart vald. Brukar «--search».
pl: Nie podano operacji, przyjęto --search
pt: Não foi indicada a operação, pelo que se assume '--search'
pt_br: Nenhuma operação foi especificada, assumindo --search
ru: Не указана операция, выбрана опция --search
sl: Določenega ni nobenega dejanja, predpostavlja se --search
sr@ijekavian: Није задат поступак, претпостављам --search
tr: Hiçbir işlem belirtilmedi, --search varsayılıyor
uk: Не вказано дії, припущення: --search
zh_tw: 沒有指定操作，預設為 --search
