Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kabcclient.po
Languages: ca@valencia, da, el, es, et, fi, gl, hu, it, kk, km, ko, nb, nds, nl, nn, pl, pt, pt_br, ru, sl, sr@ijekavian, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep Ma. Ferrer
da: Martin Schlander
el: Τούσης Μανώλης
es: Juan Manuel García Molina,Franco Mariluis,Javier Viñal
et: Marek Laane
fi: Tommi Nieminen
gl: Xabi G.Feal, Xosé Calvo
hu: Szántó Tamás
it: Luigi Toscano
kk: Сайран Киккарин
km: ខឹម សុខែម, ​អេង វណ្ណៈ, អោក ពិសិដ្ឋ​
ko: Park Shinjo
nb: Bjørn Steensrud
nds: Sönke Dibbern
nl: Bram Schoenmakers,Antoon Tolboom,Freek de Kruijf
nn: Karl Ove Hufthammer
pl: Marta Rybczyńska, Maciej Wikło
pt: José Nuno Pires,Pedro Morais
pt_br: André Marcelo Alvarenga
ru: Александр Поташев,Светлана Коляда
sl: Jure Repinc,Andrej Vernekar
sr@ijekavian: Слободан Симић
tr: Serdar Soytetir, H. İbrahim Güngör
uk: Юрій Чорноіван
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com
da: mschlander@opensuse.org
el: manolis@koppermind.homelinux.org
es: juanma@superiodico.net,fmariluis@gmail.com,fjvinal@gmail.com
et: bald@smail.ee
fi: translator@legisign.org
gl: xabigf@gmx.net, proxecto@trasno.net
hu: taszanto@gmail.com
it: luigi.toscano@tiscali.it
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
ko: kde@peremen.name
nb: bjornst@skogkatt.homelinux.org
nds: s_dibbern@web.de
nl: bramschoenmakers@kde.nl,,freekdekruijf@kde.nl
nn: karl@huftis.org
pl: kde-i18n@rybczynska.net, maciej.wiklo@wp.pl
pt: zepires@gmail.com,morais@kde.org
pt_br: alvarenga@kde.org
ru: aspotashev@gmail.com,kolyadas89@gmail.com
sl: jlp@holodeck1.com,andrej.vernekar@moj.net
sr@ijekavian: slsimic@gmail.com
tr: tulliana@gmail.com, ibrahim@pardus.org.tr
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: Interprets input as a unique KABC contact identifier
ca@valencia: Interpreta l'entrada com a un identificador únic de contacte del KABC
da: Fortolker input som en unik KABC kontaktidentifikator
el: Διερμηνεία της εισόδου ως ένα μοναδικό αναγνωριστικό επαφής KABC
es: Interpreta la entrada como un identificador de contacto único KABC
et: Sisendi tõlgendamine unikaalse KABC kontakti identifikaatorina
fi: Tulkitsee syötteen KABC:n ainutkertaiseksi yhteystietotunnisteeksi
gl: Interpreta a entrada como un identificador único de contactos de KABC
hu: A bemenetet egyedi KABC-s névjegyazonosítóként értelmezi
it: Interpreta l'input come un identificativo univoco KABC di contatto
kk: Кірістегісі бірегей KABC контакт идентификаторы деп саналады
km: បកប្រែ​ការ​បញ្ចូលជា​ឧបករណ៍​កំណត់​អត្តសញ្ញាណ​ទំនាក់ទំនង​តែ​មួយគត់ KABC
ko: 입력을 KABC 연락처 식별자로 사용
nb: Tolker inndata som entydig KABC kontakt-identifikator
nds: Bruukt de Ingaav as eenkennig KABC-Kontakt-ID
nl: Interpreteert invoer als een unieke KABC-contactidentificatie
nn: Tolkar inndata som ein unik KABC-identifikator for ein kontakt
pl: Interpretuje wejście jako unikalny identyfikator kontaktu KABC
pt: Interpreta os dados de entrada como um único identificador de contacto do KABC
pt_br: Interpreta as entradas como um único identificador de contato do KABC
ru: Обрабатывает входные данные как уникальный идентификатор контакта для приложения KABC
sl: Obravnava vhod kot edinstven določilnik stika KABC
sr@ijekavian: Прихвата улаз као јединствени КАБЦ‑ов идентификатор контакта
tr: Eşsiz bir KABC kişi tanımlayıcısı olarak girdiyi yorumlar
uk: Вважати вхідні дані одним ідентифікатором контакту KABC
zh_tw: 將輸入解譯為唯一的通訊錄聯絡人代碼

source: Interprets input as vCard data
ca@valencia: Interpreta l'entrada com a dades vCard
da: Fortolker input som vCard-data
el: Διερμηνεία εισόδου ως δεδομένα vCard
es: Interpreta entrada como datos vCard
et: Sisendi tõlgendamine vCardi andmetena
fi: Tulkitsee syötteen vCard-tiedoksi
gl: Interpreta a entrada como datos de vCard
hu: A bemenetet vCard formátumúnak értelmezi
it: Interpreta l'input come dati vCard
kk: Кірістегісі vCard дерегі деп саналады
ko: 입력을 vCard 데이터로 사용
nb: Tolker inndata som vCard-data
nds: Bruukt de Ingaav as vCard-Daten
nl: Interpreteert invoer als vCard-gegevens
pl: Interpretuje wejście jako dane VCard
pt: Interpreta os dados de entrada como vCard
pt_br: Interpreta as entradas como dados vCard
ru: Обрабатывает входные данные в формате vCard
sl: Obravnava vhod kot podatke vCard
sr@ijekavian: Прихвата улаз као в‑кард податке
tr: Girdiyi vCard verisi olarak yorumlar
uk: Вважати вхідні дані даними vCard
zh_tw: 將輸入解譯為 vCard 資料

source: Warning: using codec '%1' with input format vcard, but vCards are usually expected to be in UTF-8.
ca@valencia: Avís: s'està usant el còdec «%1» amb el format d'entrada «vcard», però les vCard normalment s'espera que siguen en UTF-8.
da: Advarsel: Bruger codec '%1' med inputformatet vcard, vCards forventes normalt at være i UTF-8.
el: Προειδοποίηση: χρήση της κωδικοποίησης '%1' με μορφή εισόδου vcard, αλλά οι vCard συνήθως είναι UTF-8.
es: Advertencia: se está usando la codificación «%1» con el formato de entrada vCard, sin embargo, se espera habitualmente que las vCards estén en formato UTF-8.
et: Hoiatus: VCardi sisendvormingu puhul kasutatakse koodekit '%1', aga VCardid on tavaliselt UTF-8 kodeeringus.
fi: Varoitus: käytetään merkistökoodausta ”%1” vCard-syötteeseen, vaikka vCardien oletetaan yleensä olevan UTF-8:aa.Varoitus: käytetään merkistökoodausta ”%1” vCard-syötteeseen, vaikka vCardien oletetaan yleensä olevan UTF-8:aa.
gl: Advertencia: úsase o código "%1" co formato de entrada vcard, mais normalmente espérase que os vCards estean en UTF-8.
hu: Figyelem: a(z) "%1" kodek használatát kérte "vcard" bemeneti formátum mellett, de a legtöbb vCard UTF-8 formátumú.
it: Attenzione: si sta usando la codifica «%1» con il formato di input vcard, ma normalmente ci si aspetta che le vCard siano codificate in UTF-8.
kk: Ескерту: кірістегі vcard '%1' кодекті пайдалануда, әдетте, vCard-тың коды UTF-8 болушы еді.
km: ការ​ព្រមាន ៖ ប្រើ​កូឌិក '%1' ជា​មួយ​នឹង​ទ្រង់ទ្រាយ​បញ្ចូល vcard ប៉ុន្តែ​ vCards តាមធម្មតា​ត្រូវ​បានរំពឹង​ថា​ស្ថិត​ក្នុង​ទ្រង់ទ្រាយ UTF-8 ។
ko: 경고: vCard 입력을 받으면서 코덱 '%1'을(를) 사용하고 있지만 대개의 경우 vCard 인코딩은 UTF-8입니다.
nb: Advarsel: bruker kodek «%1» med inndataformat vcard, men vCard ventes vanligvis å være i UTF-8.
nds: Wohrschoen: För't Ingaavformaat "vcard" warrt de Koderen "%1" bruukt, man normalerwies warrt bi vCards UTF-8 verwacht.
nl: Waarschuwing: codec '%1' wordt gebruikt met vCard als invoerformaat, maar vCards zijn normaliter in UTF-8.
nn: Åtvaring: Brukar teiknkodinga «%1» med vCard som innformat, men vCard skal vanlegvis bruka kodinga UTF-8.
pl: Uwaga: używanie kodeka "%1" z formatem wejścia vcard, ale wizytówki zazwyczaj są w UTF-8.
pt: Atenção: está a usar a codificação '%1' com o formato de entrada 'vcard', mas as vCards normalmente estão em UTF-8.
pt_br: Atenção: usando o codec '%1' com o formato de entrada vcard, mas os vCards normalmente estão em UTF-8.
ru: Предупреждение: используется кодек %1 с форматом входа vcard, а vCards обычно бывает в UTF-8.
sl: Opozorilo: uporaba kodeka »%1« z vhodno obliko vCard, za katero je običajno pričakovano, da uporablja UTF-8.
sr@ijekavian: Упозорење: задато кодирање „%1“ при улазном формату в‑кард, али за в‑кардове се обично очекује УТФ‑8.
tr: Uyarı: vCard girdi biçimi kodlaması olarak '%1' kodlaması kullanılıyor ama vCard dosyalarının genellikle UTF-8 kullanması beklenir.
uk: Попередження: для вводу у форматі vcard буде використано кодек «%1», але vCard зазвичай формуються у кодуванні UTF-8.
zh_tw: 警告：使用編碼 %1 輸入 vcard 格式，但是 vCard 通常希望使用 UTF-8。

source: Interprets input as email and optional name
ca@valencia: Interpreta l'entrada com una adreça de correu i nom opcional
da: Fortolker input som e-mail og valgfrit navn
el: Διερμηνεία εισόδου ως email και προαιρετικό όνομα
es: Interpreta la entrada como dirección de correo y nombre opcional
et: Sisendi tõlgendamine e-posti aadressi ja mittekohustusliku nimena
fi: Tulkitsee syötteen sähköpostiksi ja valinnaiseksi nimeksi
gl: Interpreta a entrada como correo electrónico e nome opcional
hu: A bemenet feltételezett formátuma: e-mail cím [név]
it: Interpreta l'input come indirizzo di posta e nome opzionale
kk: Кірістегісі эл.пошта адресі мен қосымша аты-жөні деп саналады.
km: បកប្រែ​ការ​បញ្ចូល​ជា​អ៊ីមែល និង​​ឈ្មោះ​ជម្រើស
ko: 입력을 이메일과 추가 이름으로 사용
nb: Tolker inndata som e-post og evt. navn
nds: Bruukt de Ingaav as Nettpostadress un köörwies Naam
nl: interpreteert invoer als e-mail en optionele naam
nn: Tolkar inndata som e-post og eventuelt namn
pl: Interpretuje wejście jako e-mail i opcjonalną nazwę
pt: Interpreta os dados de entrada como um e-mail e um nome opcional
pt_br: Interpreta as entradas como um e-mail e um nome opcional
ru: Интерпретирует входные данные как эл. адрес и необязательное имя
sl: Obravnava vhod kot e-pošto in neobvezno ime
sr@ijekavian: Прихвата улаз као адресу е‑поште и опционо име
tr: Girdiyi e-posta ve seçimlik isim olarak yorumlar
uk: Вважати вхідні дані адресою ел. пошти з додатковим іменем
zh_tw: 將輸入解譯為電子郵件地址及名稱

source: Tries to get email and name from input, otherwise sets input text for both
ca@valencia: Intenta obtindre l'adreça de correu i el nom de l'entrada, per la resta, s'estableix el text d'entrada per ambdós
da: Forsøger at hente e-mail og navn fra input, ellers sættes inputtekst for begge
el: Προσπαθεί να ανακτήσει το μήνυμα αλληλογραφίας και το όνομα από την είσοδο, αλλιώς ορίζει το κείμενο εισόδου και για τα δύο
es: Intenta obtener la dirección de correo y el nombre desde la entrada, de otra forma fija el texto de entrada para ambos
et: Sisendist püütakse hankida e-posti aadress ja nimi, vastasel juhul määratakse sisendi tekst mõlemale
fi: Yrittää saada sähköpostiosoitteen ja nimen syötteestä, muuten asettaa syötetekstin kummallekin
gl: Tenta obter o correo electrónico e o nome da entrada, e se non pon o texto de entrada para ambos os dous
hu: Megpróbálja kinyerni az e-mail címet és a nevet a bemenetből, máskülönben a bevitt szöveg lesz mindkettő
it: Cerca di estrarre l'indirizzo di posta ed il nome dall'input, altrimenti imposta il testo in input per entrambi
kk: Кірстегісінен эл.пошта адресі мен аты-жөнін табуға талыпынады, болмаса, екеуін де толтырыңыз.
km: ព្យាយាម​ទទួល​សំបុត្រ​ និងឈ្មោះ​ពី​កា​របញ្ចូល បើ​ដូច្នេះ​ទេ​កំណត់​អត្ថបទ​បញ្ចូល​សម្រាប់​ទាំងពីរ
ko: 입력에서 이메일과 이름을 둘 다 가져오며, 그렇지 않은 경우 둘 다 입력받습니다
nb: Forsøker å hente e-post og navn fra inndata, eller setter inndata-tekst for begge
nds: Versöcht, binnen de Ingaav Adress un Naam to finnen, geiht dat nich, warrt de Ingaav för beed Feller bruukt
nl: Probeert e-mail en naam uit de invoer te halen anders wordt invoertekst voor beide ingesteld
nn: Prøver å henta e-postadresse og namn frå inndata, og set heller inntekst for begge om det ikkje går.
pl: Próbuje pobrać e-mail i nazwę z wejścia, lub ustawia tekst wejściowy dla obu
pt: Tenta obter o e-mail e o nome a partir dos dados de entrada, caso contrário define o texto para ambos
pt_br: Tenta obter o e-mail e o nome através da entrada, caso contrário, define o texto de entrada para ambos
ru: Пытается получить эл. адрес и имя из входных данных, иначе использует входной текст для обоих полей
sl: Poskuša iz vhoda pridobiti e-pošto in ime. Če ne uspe, oba nastavi na vhodno besedilo
sr@ijekavian: Покушава да извуче адресу е‑поште и име из улаза, у супротном поставља улазни текст као оба.
tr: Girdiden e-posta ve isim almaya çalışır, alamazsa girdi metinini ikisi için de ayarlar
uk: Намагатися отримати з вхідної інформації адресу пошти і ім’я, якщо не вдається, заповнити вхідним текстом обидва поля
zh_tw: 試著從輸入取得電子郵件地址與名稱， 否則將輸入文字設定到兩者

source: Interprets the input as a name. Recommended format is 'lastname, firstname middlename'
ca@valencia: Interpreta l'entrada com un nom. El format recomanat és «cognoms, nom»
da: Fortolker inputtet som et navn. Anbefalet format er 'efternavn, fornavn mellemnavn'
el: Ερμηνεύει την είσόδο ως ένα όνομα. Η συνιστώμενη μορφή είναι 'όνομα, επώνυμο, μεσαίο όνομα'
es: Interpreta el texto de entrada como un nombre. El formato recomendado es «apellido, nombre, segundo nombre»
et: Sisendi tõlgendamine nimena. Soovitav vorming on 'perekonnanimi, eesnimi teine_eesnimi'
fi: Tulkitsee syötteen nimeksi. Suositeltu muoto on ”sukunimi, etunimi keskimmäinen_nimi”
gl: Interpreta a entrada como nome. O formato recomendado é "apelidos, nome"
hu: A bemenet feltételezett formátuma: név. A javasolt formátum: "utónév, vezetéknév középső_név
it: Interpreta il formato in input come un nome. Il formato consigliato è 'cognome, nome secondonome'
kk: Кірістегі аты-жөні деп саналады. Күтетін реті: 'тегі, аты әкесінің_аты'
km: បកប្រែ​ការ​បញ្ចូល​ជា​ឈ្មោះ ។ ទ្រង់ទ្រាយ​ដែល​បានផ្ដល់​អនុសាសន៍គឺ​ 'lastname, firstname middlename'
ko: 입력을 이름으로 사용합니다. 추천 형식은 '성, 이름 가운데이름'입니다
nb: Tolker inndata som et navn. Anbefalt format er «Etternavn, fornavn mellomnavn»
nds: Bruukt de Ingaav as en Naam. Anraadt is dat Formaat "Nanaam, Vörnaam Middelnaam"
nl: Interpreteert de invoer als een naam. Aanbevolen opmaak is 'achternaam, voornaam middelste naam'
nn: Tolkar inndata som eit namn. Anbefalt format er «etternamn, fornamn mellomnamn».
pl: Interpretuje wejście jako nazwę. Zalecanym formatem jest "nazwisko, imię drugie_imię"
pt: Interpreta os dados de entrada como um nome. O formato recomendado é 'apelido, nome-próprio nome-do-meio'
pt_br: Interpreta as entradas como um nome. O formato recomendado é 'sobrenome, primeiro nome nomes adicionais'
ru: Интерпретирует входные данные как имя. Рекомендуемый формат: фамилия, имя, второе_имя
sl: Obravnava vhod kot ime. Priporočena oblika je »priimek, ime drugo_ime«
sr@ijekavian: Прихвата улаз као име. Препоручује се формат 'презиме, име средње‑име'.
tr: Girdiyi bir isim olarak yorumlar Tavsiye edilen biçim: Soyad, 'Ad Orta Ad'
uk: Вважати вхідні дані іменем. Рекомендований формат: «прізвище, ім’я по-батькові»
zh_tw: 將輸入解譯為名稱。 建議的格式為「姓, 名」

source: Interprets the input as a delimiter separated list of fields.
ca@valencia: Interpreta l'entrada com una llista de camps separats per delimitadors.
da: Fortolker inputtet som en delimiter-adskilt liste over felter.
el: Ερμηνεύει την είσοδο ως μια διαχωρισμένη λίστα πεδίων.
es: Interpreta la entrada como una lista de campos separadas por delimitador.
et: Sisendi tõlgendamine loendi välju eraldava eraldajana.
fi: Tulkitsee syötteen erottimin erotetuksi kenttäluetteloksi.
gl: Interpreta a entrada como unha lista de campos separados por delimitadores
hu: A bemenetet vesszővel elválasztott listaként értelmezi.
it: Interpreta l'input come una lista di campi separati da un delimitatore.
kk: Кірістегі бөлгіштелген өрсітер тізімі деп саналады.
km: បកប្រែ​ការ​បញ្ចូល​ជា​សញ្ញា​កំណត់ព្រំដែន​ដែលបានបំបែក​បញ្ជី​វាល ។
ko: 입력을 구분자로 구분된 필드 목록으로 사용합니다.
nb: Tolker inndata som en liste over felter med skilletegn mellom.
nds: Bruukt de Ingaav as en mit en Trennteken scheedt Weertenlist.
nl: Interpreteert de invoer als een met scheidingstekens gescheiden lijst met velden.
nn: Tolkar inndata som ei liste over felt skilde med eit skiljeteikn.
pl: Interpretuje wejście jako rozdzieloną elementami oddzielającymi listę pól.
pt: Interpreta os dados de entrada como uma lista de campos separada por um delimitador.
pt_br: Interpreta as entradas como uma lista de campos separada por um delimitador.
ru: Интерпретирует входные данные как разделитель списка полей.
sl: Obravnava vhod kot seznam polj, ločenih z razmejilnikom.
sr@ijekavian: Прихвата улаз као списак поља раздвојених издвајачем.
tr: Alan listesini ayırmış bir sınırlayıcı olarak girdiyi yorumlar.
uk: Вважати вхідну інформацію списком відокремлених роздільниками полів.
zh_tw: 將輸入解譯為有分隔符的清單。

source: Specify one of the following CSV templates:
ca@valencia: Especifiqueu una de les següents plantilles CSV:
da: Angiv en af følgende CSV-skabeloner:
el: Ορίστε ένα από τα παρακάτω πρότυπα CSV:
es: Especifique uno de las siguientes plantillas de CSV:
et: CSV-malli määramine:
fi: Määritä jokin seuraavista CSV-mallipohjista:
gl: Especifique un dos modelos CSV seguintes:
hu: Válasszon egyet a következő CSV-sablonok közül:
it: Specifica uno dei seguenti modelli CSV:
kk: Келесі бір CSV үлгісін келтіріңіз:
km: បញ្ជាក់​ពុម្ព CSV ក្នុង​ចំណោមពុម្ព CSV ដូច​ខាង​ក្រោម ៖
ko: 다음 중 하나의 CSV 템플릿을 지정하십시오:
nb: Velg en av følgende CSV -maler:
nds: Söök bitte een vun de nakamen CSV-Vörlagen ut:
nl: Geef een van de volgende CSV-sjablonen op:
nn: Vel éin av desse CSV-malane:
pl: Wybierz jeden z następujących szablonów CSV:
pt: Indicar um dos seguintes modelos de CSV:
pt_br: Especificar um dos seguintes modelos de CSV:
ru: Укажите один из следующих шаблонов значений, разделенных запятыми:
sl: Podajte eno izmed naslednjih predlog CSV:
sr@ijekavian: Задајте један од следећих ЦСВ шаблона:
tr: Şu CSV şablonlarından birisini belirtin:
uk: Вкажіть один з таких шаблонів відокремлення тексту:
zh_tw: 在底下的 CVS 樣本中指定一個：

source: Select contacts in a dialog instead of reading input text
ca@valencia: Selecciona els contactes en un diàleg en lloc de llegir el text d'entrada
da: Vælg kontakter i en dialog i stedet for at læse inputtekst
el: Επιλογή επαφών από ένα διάλογο αντί της ανάγνωσης του κειμένου εισόδου
es: Selecciona los contactos en un diálogo en lugar de leer el texto de entrada
et: Kontaktide valimine dialoogis sisendi teksti lugemise asemel
fi: Valitse yhteystiedot ikkunasta tekstisyötteen sijaan
gl: Seleccionar os contactos nun diálogo no canto de ler o texto de entrada
hu: Párbeszédablakban választja ki a névjegyeket, nem a bemenet olvasásával
it: Seleziona i contatti tramite finestra di dialogo invece di leggere il testo in input
kk: Кіріс мәтінің талдаудын орнына контактты диалогта таңдау
km: ជ្រើស​ទំនាក់ទំនង​នៅ​ក្នុង​ប្រអប់​ជំនួស​ឲ្យ​ការ​អាន​អត្ថបទ​បញ្ចូល
ko: 연락처를 입력 텍스트 대신 대화 상자에서 선택
nb: Velg kontakter i en dialog i stedet for å lese inndata
nds: Kontakten binnen en Dialoog utsöken, keen Ingaavtext lesen
nl: Contacten in een dialoog selecteren in plaats van invoertekst lezen
nn: Vel kontaktar i eit dialogvindauge i staden for å lesa inntekst
pl: Wybiera kontakty w oknie dialogowym zamiast odczytu tekstu wejściowego
pt: Seleccionar os contactos numa janela em vez de ler o texto à entrada
pt_br: Selecionar os contatos em um diálogo, em vez de ler o texto de entrada
ru: Выбрать контакты из диалогового окна, а не считывать входной текст
sl: Izberi stike v pogovornem oknu namesto z branjem vhodnega besedila
sr@ijekavian: Избор контаката кроз дијалог уместо читањем улазног текста
tr: Girdi metnini okumak yerine bir diyalogdaki kişileri seçin
uk: Обрати контакти у діалоговому вікні замість читання вхідного тексту
zh_tw: 在對話框中選擇聯絡人，而不從輸入文字中讀取

source: Saving modifications to address book failed
ca@valencia: Ha fallat en guardar les modificacions a la llibreta d'adreces
da: Gemning af ændringer til adressebog mislykkedes
el: Η αποθήκευση των τροποποιήσεων στο βιβλίο διευθύνσεων απέτυχε
es: No se pudieron guardar las modificaciones a la libreta de direcciones
et: Muudatuste salvestamine aadressiraamatusse nurjus
fi: Osoitekirjan muutosten tallentaminen epäonnistui
gl: Fallou o gardado de modificacións no caderno de enderezos
hu: Nem sikerült elmenteni a módosításokat a címjegyzékbe
it: Salvataggio delle modifiche nella rubrica indirizzi non riuscito
kk: Өзгерістерді адрестік кітапшасына сақтау жаңылысы
km: បានបរាជ័យ​ក្នុងការ​​រក្សាទុក​ការ​កែប្រែ​ទៅ​សៀវភៅ​អាសយដ្ឋាន
ko: 변경 사항을 주소록에 저장할 수 없음
nb: Klarte ikke lagre endringer til adresseboka
nds: Sekern vun de Ännern in't Adressbook fehlslaan
nl: Wijzigingen opslaan naar adresboek is mislukt
nn: Klarte ikkje lagra endringar til adresseboka
pl: Nie udało się zapisać zmian w książce adresowej
pt: A gravação das modificações no livro de endereços foi mal-sucedida
pt_br: Falha na gravação das modificações no livro de endereços
ru: Ошибка сохранения изменений в адресную книгу
sl: Shranjevanje sprememb v imenik ni uspelo
sr@ijekavian: Уписивање измена у адресар није успело
tr: Adres defterindeki değişikler kaydedilemedi
uk: Спроба зберегти зміни до адресної книги завершилася невдало
zh_tw: 儲存變更到通訊錄時失敗

source: Input number %1 matches more than one contact. Skipping it to avoid undesired results
ca@valencia: L'entrada número %1 coincideix amb més d'un contacte. S'ignora per a evitar resultats no desitjats
da: Inputnummer %1 matcher mere end en kontakt. Skipper det for at undgå uønskede resultater
el: Ο αριθμός εισόδου %1 ταιριάζει με περισσότερες από μία επαφή. Γίνεται παράλειψη για την αποφυγή ανεπιθύμητων αποτελεσμάτων
es: El número introducido %1 coincide con más de un contacto. Se omite para evitar resultados no deseados
et: Sisend number %1 vastab enam kui ühele kontaktile. Jäetakse soovimatute tulemuste vältimiseks vahele
fi: Syötettyä lukua %1 vastaa useampi yhteystieto. Ohitetaan se epätoivottujen tulosten välttämiseksi
gl: O número de entrada %1 coincide con máis de un contacto. Sáltase para evitar resultados non desexados
hu: A következő beviteli szám egynél több névjegyhez illeszkedik: %1. Ki lesz hagyva a problémák elkerülése érdekében.
it: Al valore inserito %1 corrisponde più di un contatto. Verrà tralasciato per evitare risultati non desiderati
kk: Кірістегі %1 саны бірнеше контактқа сәйкес келеді. Мәселерге тап болмау үшін бұларға тиіспейміз.
km: លេខ​បញ្ចូល %1 ផ្គូផ្គង​ទំនាក់ទំនង​ច្រើនជាង​មួយ ។ រំលង​វា​ដើម្បីជៀសវាង​លទ្ធផល​ដែល​មិន​ចង់​បាន
ko: 입력 번호 %1이(가) 하나 이상의 연락처와 일치합니다. 모호하지 않은 결과를 위하여 생략합니다
nb: Inndata nummer %1 passer med flere enn én kontakt. Hopper over denne for å unngå uønskede resultater
nds: Ingaav Nummer %1 passt op mehr as een Kontakt. Se warrt utlaten, anners gifft dat villicht leeg Resultaten.
nl: Invoergetal %1 komt overeen met meer dan één contact. Dit overslaan zal ongewenste resultaten vermijden
nn: Inndata nummer %1 er i passar til meir enn éin kontakt. Hoppar over for å unngå uønskte resultat.
pl: Wpisany numer %1 pasuje do więcej niż jednego kontaktu. Pomijanie w celu uniknięcia niechcianych wyników
pt: O número introduzido %1 corresponde a mais de um contacto. A ignorá-lo, de modo a evitar resultados indesejados
pt_br: O número de entrada %1 coincide com mais de um contato. Ignore-os para evitar resultados indesejados
ru: Введённое число %1 соответствует более, чем одному контакту. Пропущено, чтобы избежать нежелательных результатов.
sl: Vhodni številki %1 ustreza več kot en stik. Preskakovanje v izogib neželenim rezultatom
sr@ijekavian: Улазни број %1 поклапа више од једног контакта. Прескачем ради избегавања нежељених резултата.
tr: %1 numaralı girdi birden fazla kişiyle eşleşiyor. İstenmeyen sonuçlarla karşılaşmamak için atlanıyor
uk: Вхідний номер %1 відповідає декільком контактам. Його буде пропущено, щоб уникнути небажаних результатів
zh_tw: 輸入編號 %1 符合一個以上的聯絡人。為了避免出現不可預期的結果，將忽略它
