Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kmailcvt.po
Languages: bs, ca, cs, da, el, es, et, fi, fr, gl, hu, ia, it, kk, km, ko, mr, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, uk, zh_tw

source: Please select the folder to import to:
bs: Molim odaberite fasciklu u koju želite da uvezete
ca: Seleccioneu una carpeta per importar-hi:
cs: Prosí zvolte složku, do které se má importovat:
da: Vælg den mappe der skal importeres til:
el: Παρακαλώ επιλέξτε το φάκελο προς τον οποίο θέλετε να γίνει η εισαγωγή:
es: Por favor, seleccione la carpeta a importar a:
et: Kaust, kuhu kirjad importida:
fi: Valitse kansio, johon tuodaan:
fr: Veuillez choisir le dossier vers lequel importer :
gl: Seleccione o cartafol ao que importar:
hu: Válassza ki a mappát, ahova importálna:
ia: Per favor, selige le dossier al qual importar:
it: Seleziona la cartella in cui importare:
kk: Қай қапшыққа импорттайтынын таңдаңыз:
km: សូម​ជ្រើស​ថត​ដើម្បីនាំចូល​ទៅ ៖
ko: 가져올 폴더를 선택하십시오:
mr: कृपया जेथे आयात करायचे ती संचयीका निवडा :
nb: Velg mappa det skal importeres til:
nds: Bitte den Orner utsöken, na den Du importeren wullt:
nl: Gaarne de map selecteren waarnaar geïmporteerd moet worden:
pa: ਇੰਪੋਰਟ ਕਰਨ ਲਈ ਫੋਲਡਰ ਚੁਣੋ ਜੀ:
pl: Proszę wybrać, do którego katalogu importować:
pt: Seleccione por favor a pasta para onde importar:
pt_br: Selecione a pasta para onde importar:
ru: Выберите папку, в которую следует импортировать:
sk: Prosím vyberte priečinok, kam importovať:
sl: Izberite ciljno mapo za uvažanje:
sr: Изаберите фасциклу у коју се увози:
sv: Välj katalog att importera till:
uk: Будь ласка, вкажіть теку, куди буде імпортовано дані:
zh_tw: 請選擇要匯入哪個資料夾：

source: Remove &duplicate messages during import
bs: Ukloni &kopiraj poruke tokom uvoza
ca: Elimina els missatges &duplicats en importar
cs: Odstranit &duplicitní zprávy během importu
da: Fjern &duplikerede brev under import
el: Αφαίρεση &διπλών μηνυμάτων κατά την εισαγωγή
es: Eliminar mensajes &duplicados durante la importación
et: Topeltkirja&de eemaldamine impordil
fi: Poista &kaksoiskappaleviestit tuonnin ollessa käynnissä
fr: Supprimer les messages en &double lors de l'importation
gl: Retirar as mensaxes &duplicadas mentres se importan
hu: A &duplikált üzenetek eltávolítása az importálás során
ia: Remove messages &duplicate durante le importation
it: Rimuovi i messaggi &duplicati durante l'importazione
kk: Қай&таланатын хаттар импортталмасын
km: យក​សារ​ស្ទួន​ចេញ​​កំឡុង​ពេល​នាំចូល
ko: 가져오는 동안 중복된 메시지 삭제(&D)
mr: आयात करताना प्रतिकृती संदेश काढून टाका (&D)
nb: Fjern &duplikatmeldinger under import
nds: Bi't Importeren &dubbelt Narichten wegdoon
nl: &Dubbele berichten verwijderen tijdens importeren
pa: ਇੰਪੋਰਟ ਦੌਰਾਨ ਡੁਪਲੀਕੇਟ ਸੁਨੇਹੇ ਹਟਾਓ(&d)
pl: Usuń z&duplikowane wiadomości podczas importu
pt: Remover as mensagens &duplicadas durante a importação
pt_br: Remover mensagens &duplicadas durante a importação
ru: Удалять при импорте &повторяющиеся письма
sk: Odstrániť &duplicitné správy počas importu
sl: Odstrani po&dvojena sporočila med uvažanjem
sr: Уклони &дуплиране поруке током увоза
sv: Ta bort &duplicerade brev under import
uk: Вилучати повідомлення-&дублікати при імпортуванні
zh_tw: 匯入過程中移除重複的信件 (&d)
