Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kmailcvt.po
Languages: bs, ca, cs, da, el, es, et, fi, fr, gl, hu, ia, it, kk, km, ko, mr, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Amila Akagić, Arne Goetje,Samir Ribić
ca: Antoni Bella Pérez
cs: Milan Hejpetr,Ivo Jánský
da: Erik Kjær Pedersen
el: Σπύρος Γεωργαράς, Τούσης Μανώλης, Δημήτριος Γλενταδάκης
es: Juan Manuel García Molina,Jaime Robles,Javier Viñal
et: Peeter Russak, Marek Laane
fi: Tommi Nieminen,Teemu Rytilahti,Kim Enkovaara,Mikko Ikola, Mikko Piippo
fr: Gilles Caulier, Gérard Delafond, Simon Depiets, Nicolas Ternisien, Sébastien Renard
gl: Xabi García, Xosé Calvo
hu: Griechisch Erika,Kelemen Gábor,Kiszel Kristóf,Szántó Tamás
ia: Giovanni Sora
it: Luigi Toscano,Alessandro Astarita
kk: Сайран Киккарин
km: ខឹម សុខែម, ​អេង វណ្ណៈ, អោក ពិសិដ្ឋ​
ko: Park Shinjo
mr: चेतन खोना
nb: Knut Yrvin,Bjørn Steensrud,Nils Kristian Tomren,Axel Bojer
nds: Sönke Dibbern, Manfred Wiese
nl: Hans Dijkema - 2000,Rinse de Vries - 2000 t/m 2003; 2005; 2008,Bram Schoenmakers - 2004; 2005; 2007,Sander Koning - 2005,Freek de Kruijf - 2013
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Marcin Giedz, Mikołaj Machowski, Łukasz Wojniłowicz
pt: José Nuno Pires,Pedro Morais
pt_br: Elvis Pfützenreuter, Rodrigo Stulzer, André Marcelo Alvarenga
ru: Андрей Черепанов,Леонид Кантер,Евгений Иванов,Николай Шафоростов,Светлана Коляда
sk: Stanislav Višňovský
sl: Jure Repinc,Andrej Vernekar,Gregor Rakar
sr: Топлица Танасковић,Слободан Симић
sv: Daniel Karlsson,Mattias Newzella
uk: Andriy Rysin,Іван Петрущак
zh_tw: 曾賢舜,高嘉璘

# EMAIL OF TRANSLATORS
source: Your emails
bs: bono@linux.org.ba,arne@linux.org.tw,samir.ribic@etf.unsa.ba
ca: antonibella5@orange.es
cs: mhejpetr@iss.cz,Ivo.Jansky@seznam.cz
da: erik@binghamton.edu
el: sng@hellug.gr, manolis@koppermind.homelinux.org, dglent@gmail.com
es: juanma@superiodico.net,jaime@kde.org,fjvinal@gmail.com
et: pezz@tkwcy.ee, bald@smail.ee
fi: translator@legisign.org,teemu.rytilahti@kde-fi.org,kim.enkovaara@iki.fi,ikola@iki.fi, mikko.piippo@helsinki.fi
fr: caulier.gilles@free.fr, gerard@delafond.org, 2df@tuxfamily.org, nicolas.ternisien@gmail.com, renard@kde.org
gl: xabigf@gmx.net, xosecalvo@gmail.com
hu: griechisch.erika@gmail.com,kelemeng@gnome.hu,ulysses@kubuntu.org,tszanto@mol.hu
ia: g.sora@tiscali.it
it: luigi.toscano@tiscali.it,
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
ko: kde@peremen.name
mr: chetan@kompkin.com
nb: knuty@skolelinux.no,bjornst@skogkatt.homelinux.org,slx@nilsk.net,axelb@skolelinux.no
nds: s_dibbern@web.de, m.j.wiese@web.de
nl: h.dijkema@hum.org,rinse@kde.nl,bramschoenmakers@kde.nl,,freekdekruijf@kde.nl
pa: aalam@users.sf.net
pl: mgiedz@elka.pw.edu.pl, mikmach@wp.pl, lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com,morais@kde.org
pt_br: epx@conectiva.com.br, rodrigo@conectiva.com.br, alvarenga@kde.org
ru: skull@kde.ru,leon@asplinux.ru,powerfox@kde.ru,shafff@ukr.net,kolyadas89@gmail.com
sk: visnovsky@kde.org
sl: jlp@holodeck1.com,andrej.vernekar@gmail.com,gregor.rakar@kiss.si
sr: toptan@kde.org.yu,slsimic@gmail.com
sv: chaotica@home.se,newzella@linux.nu
uk: rysin@kde.org,ivanpetrouchtchak@yahoo.com
zh_tw: id5id5@tcts1.seed.net.tw,acelan@kde.linux.org.tw

source: KMailCVT Import Tool
bs: KMailCVT alat za uvoz
ca: Eina d'importació KMailCVT
cs: Importní nástroje KMailCVT
da: KMailCVT importværktøj
el: Εργαλείο εισαγωγής KMailCVT
es: Herramienta de importación de KMailCVT
et: KMailCVT impordivahend
fi: KMailCVT-tuontityökalu
fr: Outils d'importation de KMailCVT
gl: Ferramenta de importación de KMailCVT
hu: KMailCVT importáló eszköz
ia: Utensile KMailCVT de importation
it: Strumento di importazione KMailCVT
kk: KMailCVT импорт құралы
km: ឧបករណ៍​នាំចូល KMailCVT
ko: KMailCVT 가져오기 도구
mr: के-मेल-सीवीटी आयात साधन
nb: Importverktøy for KMail
nds: KMailCVT-Importwarktüüch
nl: KMailCVT Importhulpprogramma
pa: KMailCVT ਇੰਪੋਰਟ ਟੂਲ
pl: Narzędzie importu KMailCVT
pt: Ferramenta de Importação KMailCVT
pt_br: Ferramenta de importação KMailCVT
ru: Импорт KMailCVT
sk: Importovací nástroj KMailCVT
sl: Uvozno orodje KMailCVT
sr: К‑поштин увозник — алатка за увоз
sv: Kmailcvt-importverktyg
uk: Засіб імпорту KMailCVT
zh_tw: KMailCVT 郵件匯入工具

source: Step 1: Select Filter
bs: Korak 1: Odaberite filter
ca: Passa 1: Seleccionar el filtre
cs: Krok 1: Vybrat filtr
da: Trin 1: Vælg filter
el: Βήμα 1: Επιλογή φίλτρου
es: Paso 1: Seleccione el filtro
et: 1. samm: filtri valimine
fi: Vaihe 1: Valitse suodatin
fr: Étape 1 : sélection d'un filtre
gl: Paso 1: Escolla do filtro
hu: 1. lépés: a szűrő kiválasztása
ia: Passo 1: Selige filtro
it: Passo 1: seleziona filtro
kk: 1-қадам: Сүзгіні таңдау
km: ជំហាន​ទី​ ១​ ៖ ជ្រើស​តម្រង​
ko: 단계 1: 필터 선택
mr: पायरी १ : गाळणी निवडा
nb: Trinn 1: Velg filter
nds: Schritt 1: Filter utsöken
nl: Stap 1: selecteer het filter
pa: ਪਗ਼ 1: ਫੋਲਡਰ ਚੁਣੋ
pl: Krok 1: Wybierz filtr
pt: 1º Passo: Seleccionar o Filtro
pt_br: 1º Passo: Selecionar o filtro
ru: Шаг 1: Выбор фильтра
sk: Krok 1: Výber filtra
sl: Korak 1: Izbira filtra
sr: Корак 1: Избор филтера
sv: Steg 1: Välj filter
uk: Крок 1: Вибір фільтра
zh_tw: 步驟一：選擇匯入過濾器

source: Step 2: Importing...
bs: Korak 2: Uvoženje...
ca: Passa 2: Importar...
cs: Krok 2: Importování...
da: Trin 2: Importerer...
el: Βήμα 2: Εισαγωγή...
es: Paso 2: Importando...
et: 2. samm: importimine...
fi: Vaihe 2: Tuodaan…
fr: Étape 2 : importation...
gl: Paso 2: Importación...
hu: 2. lépés: az importálás elvégzése...
ia: Passo 2: Importa...
it: Passo 2: importazione...
kk: 2-қадам: Импорттау...
km: ជំហាន​ទី ២ ៖ កំពុង​នាំចូល​...
ko: 단계 2: 가져오는 중...
mr: पायरी २ : आयात करत आहे...
nb: Trinn 2: Importerer …
nds: Schritt 2: Importeren...
nl: Stap 2: importeren...
pa: ਪਗ਼ 2: ਇੰਪੋਰਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Krok 2: Importuj...
pt: 2º Passo: A importar...
pt_br: 2º Passo: Importando...
ru: Шаг 2: Импортирование...
sk: Krok 2: Importovanie...
sl: Korak 2: Uvažanje ...
sr: Корак 2: Увожење...
sv: Steg 2: Importera...
uk: Крок 2: Імпортування...
zh_tw: 步驟二：匯入信件

source: Import in progress
bs: Uvoz je u toku
ca: Importació en curs
cs: Probíhá import
da: Import i fremgang
el: Εισαγωγή σε εξέλιξη
es: Importación en curso
et: Import käib
fi: Tuonti meneillään
fr: Importation en cours
gl: Importación en progreso
hu: Importálás van folyamatban
ia: Importation in progresso
it: Importazione in corso
kk: Импорт ету
km: នាំចូល​ក្នុង​ដំណើរការ
ko: 가져오는 중
mr: आयात प्रगतीपथावर आहे
nb: Holder på å importere
nds: Import löppt
nl: Importeren wordt uitgevoerd
pa: ਇੰਪੋਰਟ ਜਾਰੀ ਹੈ
pl: Import trwa
pt: Importação a decorrer
pt_br: Importação em andamento
ru: Идёт импортирование
sk: Prebieha import
sl: Uvažanje je v teku
sr: Увоз је у току
sv: Import pågår
uk: Триває імпортування
zh_tw: 匯入中...

source: Import finished
bs: Uvoz je završen
ca: Importació finalitzada
cs: Importování skončilo
da: Import afsluttet
el: Η εισαγωγή ολοκληρώθηκε
es: Importación terminada
et: Import lõpetatud
fi: Tuonti valmis
fr: Importation terminée
gl: Importación rematada
hu: Az importálás befejeződött
ia: Importation finite
it: Importazione conclusa
kk: Импорт аяқталды
km: ការ​នាំចូល​បាន​បញ្ចប់​
ko: 가져오기 완료
mr: आयात पूर्ण झाले
nb: Ferdig med å importere
nds: Import afslaten
nl: Import is voltooid
pa: ਇੰਪੋਰਟ ਮੁਕੰਮਲ
pl: Import zakończony
pt: Importação terminou
pt_br: Importação concluída
ru: Импорт закончен
sk: Import bol ukončený
sl: Uvoz končan
sr: Увоз је завршен
sv: Import klar
uk: Імпортування завершено
zh_tw: 信件已匯入完成

source: <p><i>Written by %1.</i></p>
bs: <p><i>Napisao %1.</i></p>
ca: <p><i>Escrit per %1.</i></p>
cs: <p><i>Napsal %1.</i></p>
da: <p><i>Skrevet af %1.</i></p>
el: <p><i>Γράφτηκε από τον %1.</i></p>
es: <p><i>Escrito por %1.</i></p>
et: <p><i>Kirjutanud %1.</i></p>
fi: <p><i>Tehnyt %1.</i></p>
fr: <p><i>Écrit par %1.</i></p>
gl: <p><i>Escrito por %1.</i></p>
hu: <p><i>Készítette: %1.</i></p>
ia: <p><i>Scribite per %1.</i></p>
it: <p><i>Scritto da %1.</i></p>
kk: <p><i>Кім жазған: %1.</i></p>
km: <p><i>បាន​សរសេរ​ដោយ​ %1 ។</i></p>
ko: <p><i>%1이(가) 작성함.</i></p>
mr: <p><i>%1 द्वारे लिहीले गेले.</i></p>
nb: <p><i>Skrevet av %1.</i></p>
nds: <p><i>Schreven vun %1.</i></p>
nl: <p><i>Geschreven door %1.</i></p>
pa: <p><i>%1 ਵਲੋਂ ਲਿਖਿਆ ਗਿਆ।</i></p>
pl: <p><i>Autorem jest %1.</i></p>
pt: <p><i>Criado por %1.</i></p>
pt_br: <p><i>Escrito por %1.</i></p>
ru: <p><i>Написан %1.</i></p>
sk: <p><i>Napísal %1.</i></p>
sl: <p><i>Napisal(a) %1</i></p>
sr: <p><i>Написао %1.</i></p>|/|<p><i>$[по-роду Написао Написала Написало] $[ном %1].</i></p>
sv: <p><i>Skriven av %1.</i></p>
uk: <p><i>Написаний %1.</i></p>
zh_tw: <p><i>這個過濾器是由 %1 所撰寫</i></p>

source: KMailCVT
mr: के-मेल-सीवीटी
sr: К‑поштин увозник

source: Mail Import Tool
bs: Alat za uvoz pošte
ca: Eina per importar el correu
cs: Nástroj pro import pošty
da: Værktøj til import af e-mails
el: Εργαλείο εισαγωγής αλληλογραφίας
es: Herramienta de importación de correo
et: Kirjade importimise tööriist
fi: Postintuontityökalu
fr: Outils d'importation de courriers électroniques
gl: Ferramenta de importación de correo
hu: Levélimportáló eszköz
ia: Utensile de importation de posta
it: Strumento per l'importazione della posta
kk: KMailCVT импорт құралы
km: ឧបករណ៍​នាំចូល​សំបុត្រ
ko: 메일 가져오기 도구
mr: मेल आयात साधन
nb: Importverktøy for e-post
nds: Nettpost-Importwarktüüch
nl: Hulpprogramma voor e-mail importeren
pa: ਮੇਲ ਇੰਪੋਰਟ ਟੂਲ
pl: Narzędzie importu poczty
pt: Ferramenta de Importação de Correio
pt_br: Ferramenta de importação de e-mail
ru: Инструмент импорта почты
sk: Poštový importovací nástroj
sl: Orodje za uvažanje pošte
sr: Алатка за увоз поште
sv: Importverktyg för e-post
uk: Інструмент імпортування пошти
zh_tw: 郵件匯入工具

source: Copyright © 2000–2014 KMailCVT authors
bs: Autorska prava © 2000–2014 KMailCVT autori
ca: Copyright © 2000–2014, els autors del KMailCVT
cs: Copyright © 2000–2014 Autoři KMailCVT
da: Ophavsret © 2000–2014 KMailCVT-udviklerne
el: Πνευματικά δικαιώματα © 2000–2014 οι συγγραφείς του KMailCVT
es: Copyright © 2000–2014 los autores de KMailCVT
et: Autoriõigus © 2000–2014: KMailCVT autorid
fi: Tekijänoikeudet © 2000–2014 KMailCVT:n tekijät
fr: Copyright © 2000–2014 les auteurs de KMailCVT
gl: Copyright © 2000–2014 os autores do KMailCVT
hu: Copyright © A KMailCVT szerzői, 2000-2014.
ia: Copyright © 2000–2014 autores de KMailCVT
it: Copyright © 2000–2014 gli autori di KMailCVT
nb: Copyright © 2000–2014 KMailCVT -utviklerne
nds: Copyright © 2000–2014 de Schrieverslüüd vun KMailCVT
nl: Copyright © 2000–2014 KMailCVT auteurs
pl: Prawa autorskie © 2000–2014 Autorzy KMailCVT
pt: Copyright © 2000–2014 dos autores do KMailCVT
pt_br: Copyright © 2000–2014, autores do KMailCVT
ru: © Авторы KMailCVT, 2000–2014
sk: Copyright © 2000–2014 Autori KMailCVT
sl: Avtorske pravice © 2000—2014 avtorji KMailCVT-ja
sr: © 2000–2014, аутори К‑поштиног увозника
sv: Copyright © 2000–2014 Upphovsmännen till KMail-konverteringsverktyg
uk: © Автори KMailCVT, 2000–2014
zh_tw: Copyright © 2000–2014 KMailCVT 作者群

source: Laurent Montel
mr: लोरेन्ट मोन्टेल
ru: Лоран Монтель (Laurent Montel)
sr: Лорен Монтел

source: Maintainer & New filter & cleanups
bs: Održavalac i novi filteri i čišćenje
ca: Mantenidor, filtre nou i neteges en el codi
cs: Správce, nové filtry a pročištění
da: Vedligeholder og nye filtre og oprydning
el: Συντηρητής & Νέα φίλτρα & καθαρισμοί
es: Encargado, filtros nuevos y limpieza
et: Hooldaja ja uued filtrid ja puhastustööd
fi: Ylläpitäjä, uudet suodattimet sekä siivousta
fr: Mainteneur, nouveaux filtres et nettoyage
gl: Mantedor, novos filtros e limpeza do código
hu: Karbantartó, új szűrők készítése, tisztítások
ia: Mantenenitor & nove filtros & nettamentos
it: Responsabile & nuovi filtri & miglioramenti vari
ko: 관리자 및 새로운 필터 및 정리
nb: Vedlikeholder, nye filtre og opprydding
nds: Pleger & Niege Filtern & Oprümen
nl: Onderhouder & nieuwe filters & opschonen
pl: Opiekun, nowe filtry, porządki
pt: Manutenção & Filtros Novos & Limpezas
pt_br: Mantenedor, novo filtro e limpezas no código
ru: Сопровождение, новые фильтры, чистка исходного кода
sk: Správca a nové filtre a čistenie
sl: Vzdrževalec, novi filtri in čiščenje
sr: Одржавалац, нови филтери, чишћење
sv: Underhåll, nya filter och upprensning
uk: Супровід, новий фільтр, чищення коду
zh_tw: 維護者，新的過濾器與程式碼整理

source: Hans Dijkema
mr: हैंस दजकेमा
pa: ਹਾਂਸ ਡਿਜਕੀਮਾ
sr: Ханс Дајкема

source: Original author
bs: Prvobitni autor
ca: Autor original
cs: Původní autor
da: Oprindelig forfatter
el: Αρχικός συγγραφέας
es: Autor original
et: Algne autor
fi: Alkuperäinen tekijä
fr: Auteur initial
gl: Autor orixinal
hu: Eredeti szerző
ia: Autor original
it: Autore originario
kk: Бастапқы авторы
km: អ្នក​និពន្ធ​ដើម
ko: 원 작성자
mr: मूळ लेखक
nb: Opprinnelig utvikler
nds: Orginaalautor
nl: Oorspronkelijke auteur
pa: ਅਸਲੀ ਲੇਖਕ
pl: Pierwotny autor
pt: Autor original
pt_br: Autor original
ru: Автор идеи
sk: Pôvodný autor
sl: Prvotni avtor
sr: Првобитни аутор
sv: Ursprunglig upphovsman
uk: Початковий автор
zh_tw: 作者

source: Danny Kukawka
mr: डैनी कुकाव्का
sr: Дани Кукавка

source: Previous Maintainer & New filters
bs: Prethodni održavalac i novi filteri
ca: Mantenidor anterior i filtres nous
cs: Předchozí správce, nové filtry
da: Tidligere vedligeholder og nye filtre
el: Πρώην Συντηρητής & Νέα φίλτρα
es: Encargado anterior y filtros nuevos
et: Endine hooldaja ja uued filtrid
fi: Edellinen ylläpitäjä ja uudet suodattimet
fr: Précédent mainteneur et nouveaux filtres
gl: Anterior mantedor e novos filtros
hu: Előző karbantartó, új szűrők készítése
ia: Previe mantenitor & nove filtros
it: Responsabile precedente & nuovi filtri
ko: 이전 관리자 및 새로운 필터
nb: Tidligere vedlikeholder og nye filtre
nds: Verleden Pleger & Niege Filtern
nl: Vorige onderhouder & nieuwe filters
pl: Poprzedni opiekun i nowe filtry
pt: Manutenção Anterior & Filtros Novos
pt_br: Mantenedor anterior e novos filtros
ru: Предыдущий сопровождающий, новые фильтры
sk: Predošlý správca a nové filtre
sl: Prejšnji vzdrževalec in novi filtri
sr: Претходни одржавалац, нови филтери
sv: Tidigare underhåll och nya filter
uk: Колишній супровідник, нові фільтри
zh_tw: 前任維護者及新的過濾器

source: Laurence Anderson
mr: लारेंस एंडरसन
sr: Лоренс Андерсон

source: New GUI & cleanups
bs: Novi GUI i čistke
ca: Nou IGU i neteges en el codi
cs: Nové GUI & upravení
da: Ny GUI & oprydning
el: Νέο γραφικό περιβάλλον & καθαρισμός κώδικα
es: Nueva interfaz gráfica de usuario y limpiezas
et: Uus GUI ja puhastustegevus
fi: Uusi käyttöliittymä ja koodinpuhdistuksia
fr: Nouvelle interface graphique et nettoyages
gl: Limpeza e nova interface
hu: Átdolgozott grafikus felület, egyéb egyszerűsítések
ia: Nove interfacie de usator e nettamento
it: Nuova interfaccia utente & miglioramenti vari
kk: Жаңа графикалық интерфейсі мен кодын тазалау
km: GUI ថ្មី​ និង​ការ​បោស​សំអាត
ko: 새로운 GUI와 청소
mr: नवीन जीयूआई व साफसफाई
nb: Nytt grensesnitt og opprydding
nds: Nieg Böversiet & Oprümen
nl: Nieuwe GUI en verbeteringen
pa: ਨਵਾਂ GUI & ਸਫ਼ਾਈ
pl: Nowe GUI i porządki
pt: Nova interface e limpezas
pt_br: Nova Interface Gráfica do Usuário e limpezas
ru: Новый интерфейс и подчистка кода
sk: Nové rozhranie a vyčistenie
sl: Nov grafičen vmesnik in čiščenje
sr: Ново сучеље, чишћење
sv: Nytt gränssnitt och upprensningar
uk: Новий графічний інтерфейс та чищення коду
zh_tw: 新的 GUI 設計

source: Daniel Molkentin
mr: डेनियल मॉल्केनटिन
pa: ਡੈਨੀਅਲ ਮੋਲਕਿਨਟਿਨ
sr: Данијел Молкентин

source: Matthew James Leach
mr: मेथ्यू जेम्स लीच
sr: Метју Лич

source: Port to Akonadi
bs: Prevođenje na Akonadi
ca: Adaptació a l'Akonadi
cs: Přenos na Akonadi
da: Portering til Akonadi
el: Μεταφορά στο Akonadi
es: Migración a Akonadi
et: Akonadisse portimine
fi: Siirros Akonadiin
fr: Portage vers Akonadi
gl: Portaxe a Akonadi
hu: Portolás Akonadira
ia: Porta a Akonadi
it: Conversione ad Akonadi
kk: Akonadi порты
km: នាំ​​ទៅ​ Akonadi
ko: Akonadi 포팅
mr: आकोनाडीस पोर्ट
nb: Port til Akonadi
nds: Akonadi-Porteren
nl: Overgezet naar Akonadi
pl: Port do Akonadi
pt: Versão para o Akonadi
pt_br: Porte para o Akonadi
ru: Перенос на Akonadi
sk: Portovanie na Akonadi
sl: Predelava na Akonadi
sr: Пренос на Аконади
sv: Överföring till Akonadi
uk: Порт на Akonadi
zh_tw: 移植到 Akonadi

source: Click 'Back' to import more emails or contacts
bs: Kliknite na „Nazad“ da biste uvezli još e poruka ili kontakata
ca: Si us plau, cliqueu «Enrere» per importar més correus o contactes
cs: Kliknutím na 'Zpět' importujete další e-maily nebo kontakty
da: Klik på 'Tilbage' for at importere flere e-mail eller kontakter
el: Κάντε κλικ στο 'Πίσω' για να εισάγετε περισσότερα μηνύματα ή επαφές
es: Pulse «Atrás» para importar más correos o contactos
et: Palun klõpsa nupule 'Tagasi', et importida rohkem kirju või kontakte
fi: Tuo lisää sähköposteja tai yhteystietoja napsauttamalla ”Takaisin”
fr: Veuillez cliquer sur « Précédent » pour importer plus de courriers électroniques ou de contacts
gl: Prema «Atrás» para importar máis mensaxes de correo ou contactos
hu: Kattintson a 'Vissza' gombra további e-mailek és névjegyek importálásához
ia: Clicca 'Retro' pro importar plus de e-postas o contactos
it: Fai clic su 'Indietro' per importare più messaggi di posta elettronica o contatti
kk: Басқа эл.пошта не контакттарды импорттау үшін 'Шегіну' дегенді басыңыз
km: ចុច​ 'ថយ​ក្រោយ​' ដើម្បី​នាំចូល​អ៊ីមែល ឬ​ទំនាក់ទំនង​​ផ្សេងៗ​ទៀត​
ko: '뒤로' 단추를 누르면 더 많은 메시지나 연락처를 가져올 수 있습니다
mr: अधिक इमेल्स किंवा संपर्क आयात करण्याकरिता 'मागे' क्लिक करा
nb: Trykk «Tilbake» for å importere flere e-poster eller kontakter
nds: Klick op "Torüch", wenn Du mehr Nettbreven oder Kontakten importeren wullt
nl: Klik op de knop'Terug' om meer e-mailberichten of contactpersonen te importeren
pa: ਹੋਰ ਈ-ਮੇਲ ਜਾਂ ਸੰਪਰਕ ਇੰਪੋਰਟ ਕਰਨ ਲਈ 'ਪਿੱਛੇ' ਨੂੰ ਦਬਾਓ
pl: Proszę wcisnąć 'Wstecz', żeby zaimportować więcej wiadomości lub wizytówek
pt: Carregue em 'Anterior' para importar mais e-mails ou contactos
pt_br: Clique em 'Voltar' para importar mais mensagens ou contatos
ru: Нажмите на кнопку «Назад» для импорта писем и контактов из других программ
sk: Stlačte 'Späť', ak chcete importovať viac správ alebo kontaktov
sl: Kliknite »Nazaj« za uvažanje dodatnih sporočil ali stikov
sr: Кликните на <interface>Назад</interface> ако желите да увезете још е‑поште или контаката.
sv: Klicka på 'Bakåt' för att importera mer e-post eller flera kontakter
uk: Натисніть «Назад» для імпорту інших листів та записів контактів
zh_tw: 按「上一頁」可以繼續匯入其他的郵件跟聯絡人等
