Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kmailcvt.po
Languages: bs, ca, cs, da, el, es, et, fi, fr, gl, hu, ia, it, kk, km, ko, mr, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, uk, zh_tw

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Welcome to KMailCVT - The Mail Import Tool</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />This program will help you import your email from your previous email program.<br /><br />Please select the program you would like to import from. Next, select the folder you would like to import to, then click 'Next'.</span></p></body></html>
bs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Dobrodošli u KMailCVT - alat za uvoz pošte</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Ovaj program će vam pomoći da uvezete poštu iz prethodnog programa za elektronsku poštu.<br /><br />Molim, odaberite program iz koga želite uvesti, zatim odaberite fasciklu u koju uvozite, i kliknite 'Dalje'.</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Benvingut al KMailCVT - L'eina d'importació de correu</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Aquest programa us ajudarà a importar el vostre correu electrònic des del programa de correu electrònic anterior.<br /><br />Seleccioneu el programa des del que el voleu importar. Després, seleccioneu la carpeta a la que voleu importar-hi, i cliqueu «Següent».</span></p></body></html>
da: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Velkommen til KMailCVT - værktøjet til import af e-mails</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Dette program vil hjælpe dig med at importere dine e-mails fra dit tidligere e-mail-program.<br /><br /><br /><br />Vælg det program du vil importere fra. Vælg derefter den mappe du vil importere til og tryk så på "Næste".</span></p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Καλώς ήλθατε στο KMailCVT - Το εργαλείο εισαγωγής αλληλογραφίας</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Αυτό το πρόγραμμα θα σας βοηθήσει να εισάγετε την ηλ. αλληλογραφία από το προηγούμενο σας πρόγραμμα αλληλογραφίας.<br /><br />Παρακαλώ επιλέξτε το πρόγραμμα από το οποίο επιθυμείτε να γίνει η εισαγωγή. Έπειτα, επιλέξτε το φάκελο προς τον οποίο θέλετε να γίνει η εισαγωγή, και πατήστε στο «Επόμενο».</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Bienvenido a KMailCVT - La herramienta de importación de correo</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Este programa le ayudará a importar su correo desde su anterior programa de correo.<br /><br />Por favor, seleccione el programa desde el cual le gustaría importar. A continuación, seleccione la carpeta a la que le gustaría importar, entonces pulse «Siguiente».</span></p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Tere tulemast kasutama KMailCVT-d - kirjade importimise tööriista</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />See rakendus aitab sul importida kirju oma varasemast e-posti rakendusest.<br /><br />Palun vali rakendus, millest soovid importida. Seejärel vali kataloog, kuhu soovid importida, ja klõpsa "Edasi".</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Tervetuloa KMailCVT:hen, postintuontityökaluun</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Tämä ohjelma auttaa sinua tuomaan postisi aiemmasta postiohjelmasta.<br /><br />Valitse ensin ohjelma, josta haluat tuoda. Valitse sitten kansio, johon haluat tuoda, ja napsauta ”Seuraava”.</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Bienvenue dans KMailCVT - L'outil d'importation de courriers électroniques</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Ce programme vous aidera à importer vos courriers électroniques depuis votre précédent outil de messagerie.<br /><br /> Sélectionnez le programme à partir duquel vous souhaitez importer vos courriers électroniques. Puis, sélectionnez le dossier vers lequel vous souhaitez importer et cliquez sur « Suivant ».</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Benvida/o ao KMailCVT - A ferramenta de importación de correo</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Este programa axuda a importar a Akonadi o correo do seu programa de correo anterior.<br /><br />Escolla o programa do que desexa importar. A seguir, seleccione o cartafol ao que quere importar e prema «Seguinte».</span></p></body></html>
hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Üdvözli a KMailCVT - a levélimportáló eszköz</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />A program segít importálni az elektronikus leveleit a korábbi levelezőprogramjából.<br /><br />Válassza ki a programot, amelyből importálni szeretne. Ezután válassza ki a könyvtárat, ahova importálni szeretne, majd kattintson a „Tovább” gombra.</span></p></body></html>
ia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:600;">Benvenite a KMailCVT - le utensile de importar posta</span><span style=" font-family:'DejaVu Sans'; font-size:8pt;"> <br /><br />Iste programma va assister te importar tu e-posta de tu previe programma de e-posta.<br /><br /><br /><br />Per favor, selige le programma del qual tu desira importar. Pois, selige le dossier in le qual tu desira importar, e preme 'Proxime'.</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:600;">Benvenuto in KMailCVT - lo strumento per l'importazione della posta</span><span style=" font-family:'DejaVu Sans'; font-size:8pt;"> <br /><br />Questo programma ti aiuterà ad importare la posta dal programma di posta elettronica che usavi in precedenza.<br /><br />Seleziona il programma da cui vuoi importare. Quindi seleziona la cartella in cui vuoi importare i messaggi, e fasi clic su «Successivo».</span></p></body></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">KMailCVT - поштаны импорттау құралы: Қош келдіңіз!</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Бұл бағдарлама Сіздің бұрынғы қолданған пошта бағдарламаңыздағы эл.поштаңызды импортап береді.<br /><br /><br /> <br />Алдымен қай бағдарламадан импорттайтынын таңдаңыз, сосын қай қапшыққа импорттайтынын таңдаңыз, содан кейін, 'Келесі'. дегенді басыңыз</span></p></body></html>
km: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:600;">សូម​ស្វាគមន៍​មក​កាន់ KMailCVT វា​ជា​កម្មវិធី​នាំ​សំបុត្រ​ចូល</span><span style=" font-family:'DejaVu Sans'; font-size:8pt;"> <br /><br />កម្មវិធី​នេះ​នឹង​ជួយ​អ្នក​ឲ្យ​នាំចូល​អ៊ីមែល​របស់​អ្នក​ពី​កម្មវិធី​អ៊ីមែល​មុន​របស់​អ្នក ។<br /><br /><br /><br />សូម​ជ្រើស​កម្មវិធី​ដែល​អ្នក​ចង់​នាំចូល បន្ទាប់​មក​ជ្រើស​ថត​ដែល​អ្នក​ចង់​នាំចូល រួច​ចុច 'បន្ទាប់' ។</span></p></body></html>
ko: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">KMailCVT - 메일 가져오기 도구에 오신 것을 환영합니다</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />이 프로그램은 이전에 사용하였던 이메일 프로그램에서 이메일을 가져오는 과정을 도와 줍니다.<br /><br />가져올 프로그램을 선택한 다음 가져올 폴더를 선택하시고 '다음'을 누르십시오.</span></p></body></html>
mr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">के-मेल-सीव्हीटी - मेल आयात साधन मध्ये तुमचे स्वागत आहे</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />हा कार्यक्रम तुमचे पूर्वीच्या कार्यक्रमाती इमेल आयात करण्यास मदत करेल.<br /><br />कृपया ज्या कार्यक्रमातून आयात करायचे आहे ते निवडा. नंतर जी संचयीका आयात करायची आहे ती निवडा, नंतर 'पुढे' वर क्लिक करा.</span></p></body></html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Dette er KMailCVT – importverktøy for e-post</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Dette programmet hjelper til med å importere e-post fra ditt tidligere e-postprogram.<br /><br /> Velg det programmet du vil importere fra. Velg deretter mappa du vil importere til, og trykk «Neste».</span></p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Willkamen bi KMailCVT - dat Nettpost-Importwarktüüch.</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Dit Programm hölpt Di bi't Importeren vun Nettpost ut Dien verleden Nettpostprogramm.<br /><br />Söök bitte dat Programm ut, ut dat Du importeren wullt. Söök achteran den Orner ut, na den Du importeren wullt, un klick op "Nakamen".</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Welkom bij KMailCVT - Het hulpmiddel voor het importeren van e-mail</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Dit programma zal u helpen om uw e-mail uit uw vorige e-mailprogramma te importeren.<br /><br />Selecteer a.u.b. het programma vanwaar u zou willen importeren. Selecteer vervolgens de map waarnaar u zou willen importeren, klik daarna op 'Volgende'.</span></p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Witaj w KMailCVT - Narzędziu importu poczty</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Program ten pomoże ci zaimportować swoje e-maile z poprzednich programów pocztowych.<br /><br />Proszę wybrać program, z którego chcesz importować. Następnie, wybierz katalog, do którego chcesz importować, następnie kliknij 'Dalej'.</span></p></body></html>
pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:600;">Bem-vindo ao KMailCVT - A Ferramenta de Importação de Correio</span><span style=" font-family:'DejaVu Sans'; font-size:8pt;"> <br /><br />Este programa ajudá-lo-á a importar o seu correio a partir do seu programa de e-mail anterior.<br /><br /><br /><br />Seleccione por favor o programa de onde desejaria importar. De seguida, seleccione a pasta para onde deseja importar, carregando depois em 'Seguinte'.</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Bem-vindo ao KMailCVT - A ferramenta de importação de e-mails</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Este programa ajudará você a importar seus e-mails do seu programa de e-mail anterior.<br /><br />Selecione o programa e a pasta de onde você gostaria de importar e depois clique em 'Próximo'.</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Добро пожаловать в KMailCVT — инструмент для импорта электронной почты.</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Эта программа позволяет импортировать электронные письма из других почтовых клиентов.<br /><br />Выберите программу, из которой необходимо импортировать письма. После этого укажите папку, в которую их нужно импортировать, и нажмите кнопку «Далее».</span></p></body></html>
sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:600;">Vitajte v KMailCVT - Nástroj na import pošty</span><span style=" font-family:'DejaVu Sans'; font-size:8pt;"> <br /><br />Tento program vám pomôže importovať vašu poštu z predchádzajúceho poštového programu.<br /><br />Prosím vyberte program, z ktorého chcete importovať. Potom zvoľte priečinok, kam chcete importovať a kliknite na Ďalej.</span></p></body></html>
sl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Dobrodošli v orodje za uvažanje pošte</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Ta program vam bo pomagal uvoziti pošto iz prejšnjega programa za e-pošto.<br /><br />Izberite program, iz katerega želite uvažati. Nato izberite ciljno mapo in kliknite »Naprej«.</span></p></body></html>
sr: <html><p><b>Добро дошли у К‑поштин увозник, алатку за увоз поште.</b></p><p>Помоћи ће вам да увезете своју е‑пошту из свог претходног поштанског програма. Изаберите програм из којег желите да увезете пошту, затим фасциклу у коју желите да увезете, па кликните на <interface>Следеће</interface>.</p></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Välkommen till Kmailcvt - Importverktyget för e-post</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Programmed hjälper dig att importera din e-post från ditt tidigare e-postprogram till Akonadi.<br /><br />Välj programmet du skulle vilja importera från. Välj därefter katalogen du vill importera till, och klicka sedan på 'Nästa'.</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">Вітаємо у KMailCVT — інструменті імпортування пошти</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />Ця програма допоможе вам імпортувати вашу пошту з попередньої програми для роботи з електронною поштою.<br /><br />Будь ласка, вкажіть програму, дані якої слід імпортувати. Потім вкажіть теку, куди слід імпортувати дані, і натисніть кнопку «Далі».</span></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:600;">歡迎來到 KMailCVT ─ 郵件匯入工具</span><span style=" font-family:'DejaVu Sans'; font-size:9pt;"> <br /><br />這個程式會協助您將您的信件從之前的電子郵件程式匯入 KMail。<br /><br /><br /><br />請選擇您要匯入哪裡的郵件。接著，選擇您要匯入哪個資料夾，再按「下一步」。</span></p></body></html>
