Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/konsolekalendar.po
Languages: eu

# NAME OF TRANSLATORS
source: Your names
eu: Ion Gazta単aga

# EMAIL OF TRANSLATORS
source: Your emails
eu: igaztanaga@gmail.com

source: Sorry, export to HTML by UID is not supported yet
eu: UID-aren arabera HTML-ra esportatzea ez da oraindik onartzen

source: Events:
eu: Gertaerak:

source: Events: %1
eu: Gertaerak: %1

source: Events: %1 - %2
eu: Gertaerak: %1 - %2

source: What: %1
eu: Zer: %1

source: Begin: %1
eu: Hasiera: %1

source: End: %1
eu: Amaiera: %1

source: No Time Associated with Event
eu: Ez dago gertaerarekin lotutako datarik

source: Desc: %1
eu: Deskribapena: %1

source: Location: %1
eu: Kokalekua: %1

source: Success: "%1" inserted
eu: Arrakasta: "%1" sartu da

source: Failure: "%1" not inserted
eu: Errorea: "%1" ez da sartu

source: Success: "%1" changed
eu: Arrakasta "%1" aldatu da

source: Failure: "%1" not changed
eu: Errorea: "%1" ez da aldatu

source: UID: %1
eu: UID-a: %1

source: Success: "%1" deleted
eu: Arrakasta: "%1" ezabatu da

source: Date:
eu: Data:

source: Summary:
eu: Laburpena:

source: (no summary available)
eu: (ez dago laburpenik eskuragarri)

source: Location:
eu: Kokalekua:

source: (no location available)
eu: (ez dago kokalekurik eskuragarri)

source: Description:
eu: Deskribapena:

source: (no description available)
eu: (ez dago deskribapenik eskuragarri)

source: UID:
eu: UID-a:

source: [all day]
eu: [egun osoa]

source: Author
eu: Egilea

source: Print helpful runtime messages
eu: Inprimatu exekuzio-denborako mezu lagungarriak

source: Print what would have been done, but do not execute
eu: Inprimatu zer egin beharko litzatekeen, baina ez exekutatu

source: Incidence types (these options can be combined):
eu: Gertaera motak (aukera hauek konbina daitezke):

source: Operate for Events only (Default)
eu: Gertaeretan bakarrik jardun (lehenetsia)

source: Operate for To-dos only [NOT WORKING YET]
eu: Egitekoetan bakarrik jardun (ORAINDIK EZ DU FUNTZIONATZEN)

source: Operate for Journals only [NOT WORKING YET]
eu: Egunkarietan bakarrik jardun (ORAINDIK EZ DU FUNTZIONATZEN)

source: Major operation modes:
eu: Eragiketa modu nagusiak:

source: Print incidences in specified export format
eu: Inprimatu sarrerak zehaztutako esportazio formatuan

source: Insert an incidence into the calendar
eu: Sartu sarrera egutegian

source: Modify an existing incidence
eu: Aldatu existitzen den sarrera bat

source: Remove an existing incidence
eu: Kendu existitzen den sarrera bat

source: Create new calendar file if one does not exist
eu: Sortu egutegi fitxategi berria, bat existitzen ez bada

source: Import this calendar to main calendar
eu: Inportatu egutegi hau egutegi nagusira

source: Operation modifiers:
eu: Eragiketen aldatzaileak:

source: View next activity in calendar
eu: Ikusi egutegiko hurrengo jarduera

source: From start date show next # days' activities
eu: Erakutsi hasierako data ondorengo # egunetako aktibitateak

source: Incidence Unique-string identifier
eu: Sarreraren kate-bakar identifikadorea

source: Start from this day [YYYY-MM-DD]
eu: Hasi egun honetatik [uuuu-hh-ee]

source: Start from this time [HH:MM:SS]
eu: Hasi ordu honetatik [oo:mm:ss]

source: End at this day [YYYY-MM-DD]
eu: Amaitu egun honetan [uuuu-hh-ee]

source: End at this time [HH:MM:SS]
eu: Amaitu ordu honetan [oo:mm:ss]

source: Start from this time [secs since epoch]
eu: Hasi momentu honetatik [seg,1970-eko urtarrilaren 1-etik]

source: End at this time [secs since epoch]
eu: Hasi momentu honetan [seg,1970-eko urtarrilaren 1-etik]

source: Add summary to incidence (for add/change modes)
eu: Gehitu laburpena sarrerari (gehitu/aldatu moduentzat)

source: Add description to incidence (for add/change modes)
eu: Gehitu deskribapena sarrerari (gehitu/aldatu moduentzat)

source: Add location to incidence (for add/change modes)
eu: Gehitu kokalekua sarrerari (gehitu/aldatu moduentzat)

source: Export options:
eu: Esportazio aukerak:

source: Export file type (Default: text)
eu: Esportazio fitxategi mota (lehenetsia: testua)

source: Export to file (Default: stdout)
eu: Esportatu fitxategira (lehenetsia: stdout)

source: Print list of export types supported and exit
eu: Inprimatu onartzen diren esportazio moten zerrenda eta irten

source: For more information visit the program home page at: http://pim.kde.org/components/konsolekalendar.php
eu: Informazio gehiagorako joan programaren orri nagusira: http://pim.kde.org/components/konsolekalendar.php

source: %1 supports these export formats:
eu: %1-(e)k honako esportazio formatuak onartzen ditu:

source: Sorry, To-dos are not working yet.
eu: Barkatu, egitekoek ez dute oraindik funtzionatzen.

source: Sorry, Journals are not working yet.
eu: Barkatu, egunkariek ez dute oraindik funtzionatzen.

source: Invalid Export Type Specified: %1
eu: Esportazio mota baliogabea zehaztu da: %1

source: Invalid Start Date Specified: %1
eu: Hasierako data baliogabea zehaztu da: %1

source: Invalid Start Time Specified: %1
eu: Hasierako ordu baliogabea zehaztu da: %1

source: Invalid End Date Specified: %1
eu: Amaierako data baliogabea zehaztu da: %1

source: Invalid Date Count Specified: %1
eu: Data kopuru baliogabea zehaztu da: %1

source: Invalid End Time Specified: %1
eu: Amaierako ordu baliogabea zehaztu da: %1

source: Only 1 operation mode (view, add, change, delete, create) permitted at any one time
eu: Eragiketa modu bakarra (ikusi, gehitu, aldatu, ezabatu, sortu) baimentzen da edozein momentutan

source: Ending Date/Time occurs before the Starting Date/Time
eu: Amaierako data/ordua hasierako data/ordua baina lehen da

source: Calendar %1 successfully imported
eu: %1 egutegia ongi inportatu da

source: Unable to import calendar: %1
eu: Ezin izan da egutegia inportatu: %1

source: Attempting to insert an event that already exists
eu: Dagoeneko existitzen den gertaera bat sartzeko saiakera

source: Missing event UID: use --uid command line option
eu: Gertaeraren UID-a falta da: erabili "--uid" komando-lerroko aukera

source: No such event UID: change event failed
eu: Ez dago halako UID-dun gertaerarik: gertaeraren aldaketak huts egin du

source: No such event UID: delete event failed
eu: Ez dago halako UID-dun gertaerarik: gertaeraren ezabaketak huts egin du

source: Cannot open specified export file: %1
eu: Ezin da zehaztutako esportazio fitxategia ireki: %1
