Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: General Configuration
bs: Opšta podešavanja
el: Γενική διαμόρφωση
hu: Általános beállítások
ja: 全般設定
kk: Жалпы баптауы
km: ការ​​កំណត់​រចនាសម្ព័ន្ធទូទៅ
lt: Bendroji konfigūracija
mr: सर्वसाधारण मांडणी
nds: Allmeen Instellen
ro: Configurare generală
ru: Основные параметры
sl: Splošna nastavitev
wa: Apontiaedje djenerå

source: Show an icon indicating a recurring item
bs: Pokaži ikonu koja pokazuje na predmet koji se ponavlja
el: Εμφάνιση εικονιδίου που υποδηλώνει επανεμφανιζόμενο αντικείμενο
hu: Ismétlődő elemet jelző ikon megjelenítése
ja: アイテムに繰り返しがあることを示すアイコンを表示します
kk: Қайталанатын аталымын таңбашамен белгілеу
km: បង្ហាញ​រូបតំណាង​ដោយ​បង្ហាញ​ធាតុ​កើត​ឡើង​ដដែល
mr: कलम/बाब यांची पुनरावृत्ती दर्शविणारे चिन्ह/चित्र दर्शवा
nds: Lüttbild för wedderhaalt Indrag wiesen
ro: Arată o pictogramă indicînd un element recurent
ru: Показать значок повторяющихся элементов
sl: Prikaži ikono, ki označuje ponavljajočo postavko
wa: Håyner ene imådjete mostrant on cayet recurint

source: Check this box if you want to see an icon that indicates an event or to-do is recurring.
bs: Označi ovu kutiju ukoliko želiš da vidiš ikonicu koja označava da se događaj ili obaveza ponavlja.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε ένα εικονίδιο που δηλώνει ότι ένα γεγονός ή μια προς υλοποίηση εργασία επανεμφανίζεται.
hu: Jelölje be ezt a négyzetet, ha szeretné látni az esemény vagy tennivaló ismétlődését jelző ikont.
ja: イベントや To-Do が繰り返されることを示すアイコンを表示する場合、このボックスをチェックします。
kk: Қайталанатын оқиға не іс арнаулы таңбашамен белгіленсін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឃើញ​រូបតំណាង​ដែល​បង្ហាញ​ព្រឹត្តិការណ៍ ឬ​ការងារ​ត្រូវធ្វើ​ដែល​កើត​ឡើង ។
mr: तुम्हाला पुनरावृत्ती होणारा कार्यक्रम वा करावयाचा कार्यक्रम दर्शविणारे चिन्ह/चित्र पाहायचे असेल तर ही पेटी निवडा.
nds: Maak dit an, wenn Du en Lüttbild för wedderkamen Begeefnissen oder Opgaven wiesen wullt.
ru: При выборе этого параметра будет отображаться значок, показывающий повторяющееся событие или задачу.
sl: Omogočite to možnost, če želite videti ikono, ki nakazuje, da se dogodek ali opravilo ponavlja.
wa: Clitchîz cisse boesse ci si vs voloz vey ene imådjete ki mostere k' èn evenmint ou èn afé est recurint.

source: Show recurrence icon
bs: Pokaži ikonu koja se ponavlja
el: Προβολή εικονιδίου επανεμφάνισης
hu: Ismétlődési ikon
ja: 繰り返しのアイコンを表示する
kk: Қайталану таңбашалары көрсетілсін
km: បង្ហាញ​រូបតំណាង​កើតឡើង​ដដែល
lt: Rodyti pasikartojimo ženkliuką
mr: आवर्ती कला/बाबी दर्शविणारे चिन्ह/चित्र दर्शवा
nds: Wedderhalen-Lüttbild wiesen
ro: Arată pictograma de recurență
ru: Показывать значки повторения
sl: Prikaži ikono ponavljanja
wa: Mostrer l' imådjete del recurince

source: Show an icon indicating the item has a reminder
bs: Pokaži ikonicu koja označava da predmet ima podsjetnik.
el: Εμφανίζει ένα εικονίδιο που δηλώνει ότι το αντικείμενο περιέχει υπενθύμιση
hu: Emlékeztetővel ellátott elemet jelző ikon megjelenítése.
ja: アイテムにリマインダが設定されていることを示すアイコンを表示します
kk: Еске салуы бар аталымды таңбашамен белгілеу
km: បង្ហាញ​រូប​តំណាង​ដែល​បង្ហាញ​ប្រាប់អត្ថបទ​ផ្សេងៗមានកម្ម​វិធី​រំលឹក
mr: काम/बाब यांची आठवण करून देणारे चिन्ह/चित्र दर्शवा
nds: En Lüttbild as Henwies op en Vöranstoot wiesen
ro: Arată o pictogramă indicînd că elementul are memento
ru: Показать значок для элементов, имеющих напоминание
sl: Prikaži ikono, ki označuje, da ima postavka opomnik
wa: Håyner ene imådjete mostrant kel cayet a on rimimbreu

source: Check this box if you want to see an icon indicating that the event or to-do has a reminder.
bs: Označi ovu kućicu ukoliko želiš da vidiš ikonicu koja označava da događaj ili obaveza imaju podsjetnik.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε ένα εικονίδιο που δηλώνει ότι το γεγονός ή η προς υλοποίηση εργασία περιέχει υπενθύμιση.
hu: Jelölje be ezt a négyzetet, ha szeretné látni az eseményhez vagy tennivalóhoz tartozó emlékeztetőt jelző ikont.
ja: イベントや To-Do にリマインダが設定されていることを示すアイコンを表示する場合、このボックスをチェックします。
kk: Еске салуы бар оқиға не іс арнаулы таңбашамен белгіленсін десеңіз - осы белгін қойыңыз.
km: ធីក​​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​ចង់​មើល​រូប​តំណាង​បង្ហាញ​ប្រាប់​ថា​ព្រឹត្តិការណ៍​ ឬការងារ​ត្រូវ​ធ្វើ​ព្រឹត្តិការណ៍​​វិធី​រំលឹក ។
mr: तुम्हाला कार्यक्रम/करावयाच्या कार्यक्रमाची आठवण करून देणारे चिन्ह/चित्र पाहायचे असेल तर ही पेटी निवडा.
nds: Maak dit an, wenn Du en Vöranstööt-Lüttbild för wedderkamen Begeefnissen oder Opgaven wiesen wullt.
ru: При выборе этого параметра будет отображаться значок, показывающий событие или задачу, имеющие напоминание.
sl: Omogočite to možnost, če želite videti ikono, ki nakazuje, da ima dogodek ali opravilo opomnik.
wa: Clitchîz cisse boesse ci si vs voloz vey ene imådjete ki mostere ki l' evenmint ou l' afé a-st on rimimbreu.

source: Show reminder icon
bs: Pokaži ikonu podsjetnik
el: Εμφάνιση εικονιδίου υπενθύμισης
hu: Emlékeztető ikon
ja: リマインダのアイコンを表示する
kk: Еске салу таңбашалары көрсетілсін
km: បង្ហាញ​រូបតំណាង​​កម្មវិធី​រំលឹក​
lt: Rodyti priminimo ženkliuką
mr: आठवण करून देणारे चिन्ह/चित्र दर्शवा
nds: Vöranstööt-Lüttbild wiesen
ro: Arată pictograma de reamintire
ru: Показывать значки напоминаний
sl: Prikaži ikono opomnika
wa: Mostrer l' imådjete do rimimbreu

source: Underline links in descriptions
bs: Podvuci linkove u opisima
el: Υπογράμμιση συνδέσμων σε περιγραφές
hu: A leírásban található hivatkozások aláhúzása
ja: 説明中のリンクに下線を付けます
kk: Сипаттамалардағы сілтемелердің астын сызу
km: គូស​បន្ទាត់​ក្រោម​តំណ​នៅ​ក្នុង​សេចក្ដីពិពណ៌នា
lt: Pabraukti nuorodas paaiškinimuose
mr: वर्णनातील/तपशीलातील दुवे अधोरेखित करा
nds: Ünnerstreken Links binnen Beschrieven
ro: Subliniază legăturile în descrieri
ru: Подчёркивать ссылки в описаниях
sl: Podčrtaj povezave v opisih
wa: Sorlignî hårdêyes ezès discrijhaedjes

source: Check this box if you want URL links to be underlined.
bs: Označi ovu kućicu ukoliko želiš da URL linkovi budu podcrtani.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε οι URL σύνδεσμοι να υπογραμμίζονται.
hu: Jelölje be ezt a négyzetet, ha alá szeretné húzatni az URL-címeket.
ja: URL リンクに下線を付ける場合、このボックスをチェックします。
kk: Сілтемелердің асты сызылсын десеңіз - осы белгні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​តំណ URL ត្រូវ​បានគូស​បន្ទាត់​ក្រោម
mr: तुम्हाला एकात्म साधन शोधकाचे (URL) दुवे अधोरेखित करायचे असतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du ünnerstreken URLs wiesen wullt.
ro: Bifați această casetă dacă doriți să fie subliniate legăturile URL.
ru: При выборе этого параметра ссылки будут отображаться подчеркнутыми
sl: Omogočite to možnost, če želite, da so povezave do lokacij podčrtane.
wa: Clitchîz cisse boesse ci si vs voloz k' les hårdêyes d' URL soeyexhe sorligneyes.

source: Underline links
bs: Podcrtani linkovi.
el: Υπογράμμιση συνδέσμων
hu: A linkek aláhúzása
ja: リンクに下線を付ける
kk: Сілтемелердің асты сызылсын
km: គូស​បន្ទាត់​ក្រោម​តំណ
lt: Pabraukti nuorodas
mr: दुवे अधोरेखित करा
nds: Links ünnerstreken
ro: Subliniază legăturile
ru: Подчёркивать ссылки
sl: Podčrtaj povezave
wa: Sorlignî hårdêyes

source: Show to-dos in the summary
bs: Pokaži obaveze u sažetku.
el: Εμφάνιση προς υλοποίηση εργασιών στην περίληψη
hu: Tennivalók megjelenítése az összegzésben
ja: 要約に To-Do を表示します
kk: Істерді мазмұдамаға кіргізу
km: បង្ហាញ​ការងារ​ត្រូវធ្វើ​នៅក្នុង​សេចក្ដី​សង្ខេប​
lt: Rodyti darbus santraukoje
mr: सारांशामध्ये आगामी कार्यक्रम दर्शवा
nds: Opgaven binnen Tosamenfaten wiesen
ro: Arată activitățile în sumar
ru: Показывать задачи в дайджесте
sl: V povzetku prikaži opravila
wa: Mostrer les afés dins l' racourti

source: Check this box if you want to see to-dos in the summary.
bs: Označi ovu kućicu ukoliko želiš da vidiš obaveze u sažetku.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε προς υλοποίηση εργασίες στην περίληψη.
hu: Jelölje be ezt a négyzetet, ha látni szeretné a tennivalókat az összegzésben.
ja: 要約に To-Do を表示する場合、このボックスをチェックします。
kk: Істер мазмұндамаға кірсін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់ ប្រសិន​បើ​អ្នក​ចង់​ឃើញ​ការងារ​ត្រូវ​ធ្វើ​នៅ​ក្នុងសេចក្ដី​សង្ខេប ។
mr: तुम्हाला करावयाचे कार्यक्रम सारांशामध्ये पाहायचे असतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du Opgaven binnen de Tosamenfaten wiesen wullt.
ro: Bifați această casetă dacă doriți să vedeți activitățile în sumar.
ru: При выборе этого параметра будет отображаться дайджест задач.
sl: Omogočite to možnost, če v povzetku želite videti tudi opravila.
wa: Clitchîz cisse boesse ci si vs voloz vey les afés e racourti.

source: Show To-dos in planner
bs: Obaveze u planeru.
el: Εμφάνιση προς υλοποίηση εργασιών στο planner
hu: Tennivalók megjelenítése a tervezőben
ja: スケジュール帳に To-Do を表示する
kk: Істер жоспарлағышта көрсетілсін
km: បង្ហាញការងារ​​​ត្រូវ​ធ្វើ​ក្នុង​កម្មវិធី​បង្កើត​ផែនការ​
lt: Rodyti darbus planavimo priemonėje
mr: नियोजाकात करावयाचे कार्यक्रम दर्शवा
nds: Opgaven binnen Planer wiesen
ro: Arată activitățile în planificator
ru: Показывать задачи в дайджесте планов
sl: V planerju prikaži opravila
wa: Mostrer les afés dins l' planifieu

source: Show special dates in the summary
bs: Pokaži specijalne datume u sažetku.
el: Εμφάνιση σημαντικών ημερομηνιών στην περίληψη
hu: Különleges dátumok megjelenítése az összegzésben
ja: 要約に特別な日を表示します
kk: Болашақ ерекше күндерді мазмұндамада көрсету
km: បង្ហាញ​កាលបរិច្ឆេទ​ពិសេស​នៅ​ក្នុងសេចក្ដី​សង្ខេប
lt: Rodyti ypatingas datas iš suvestinės
mr: सारांशामध्ये खास दिनांक दर्शवा
nds: Besünner Daten binnen Tosamenfaten wiesen
ro: Arată zilele speciale în sumar
ru: Показывать особые события в дайджесте
sl: V povzetku prikaži posebne datume
wa: Mostrer les speciålès dates dins l' racourti

source: Check this box if you want to see special dates in the summary.
bs: Označi ovu kutiju ukoliko želiš da vidiš specijalne datume u sažetku.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε προς σημαντικές ημερομηνίες στην περίληψη.
hu: Jelölje be ezt a négyzetet, ha látni szeretné a különleges dátumokat az összegzésben.
ja: 要約に特別な日を表示する場合、このボックスをチェックします。
kk: Болашақ ерекше күндерді мазмұндамаға кірсін десеңіз - осыны бегілеңіз.
km: គូស​ធីក​ប្រអប់ ប្រសិនបើ​អ្នក​ចង់​ឃើញកាលបរិច្ឆេទ​ពិសេស​នៅ​ក្នុងសេចក្ដី​សង្ខេប ។
mr: तुम्हाला सारांशामध्ये खास दिनांक पहायच्या असतील तर ही पेटी निवडा
nds: Maak dit an, wenn Du besünner Daten binnen de Tosamenfaten wiesen wullt.
ro: Bifați această casetă dacă doriți să vedeți zilele speciale în sumar.
ru: При выборе этого параметра в дайджесте будут отображаться особые события.
sl: Omogočite to možnost, če v povzetku želite videti tudi posebne datume.
wa: Clitchîz cisse boesse ci si vs voloz vey les sipeciålès dates e racourti.

source: Show special dates in planner
bs: Pokaži specijalne datume u planeru.
el: Εμφάνιση σημαντικών ημερομηνιών στο planner
hu: A fontos dátumok mutatása tervező nézetben
ja: スケジュール帳に特別な日を表示する
kk: Болашақ ерекше күндер жоспарлағышта көсетілсін
km: បង្ហាញ​កាលបរិច្ឆេទ​ក្នុង​កម្មវិធីបង្កើត​គម្រោង
lt: Rodyti ypatingas datas planavimo priemonėje
mr: नियोजकामध्ये खास दिनांक दर्शवा
nds: Besünner Daten binnen Planer wiesen
ro: Arată datele speciale în planificator
ru: Показывать особые события
sl: V planerju prikaži posebne datume
wa: Mostrer les speciålès dates dins l' planifieu

source: Events
bs: Događaji
el: Γεγονότα
hu: Események
ja: イベント
kk: Оқиғалар
km: ព្រឹត្តិការណ៍
lt: Įvykiai
mr: घटना/कार्यक्रम
nds: Begeefnissen
ro: Evenimente
ru: События
sl: Dogodki
wa: Evenmints

source: Show Calendar Events
bs: Prikaži događaje u kalendaru.
el: Εμφάνιση γεγονότων ημερολογίου
hu: Naptári események megjelenítése
ja: カレンダーに表示するイベント
kk: Күнтізбе оқиғаларын көрсету
km: បង្ហាញ​ព្រឹត្តិការណ៍​ប្រតិទិន
lt: Rodyti kalendorinius įvykius
mr: दिनदर्शिकेतील घटना/कार्यक्रम दर्शवा
nds: Kalennerbegeefnissen wiesen
ro: Arată evenimentele calendarului
ru: Показывать календарные события
sl: Prikaži dogodke s koledarja
wa: Mostrer evenmints do calindrî

source: To-dos
bs: Obaveze
el: Προς υλοποίηση
hu: Feladatok
ja: To-Do
kk: Істер
km: ការងារ​ត្រូវធ្វើ
lt: Darbai
mr: करावयाचे कार्यक्रम
nds: Opgaven
ro: Activități
ru: Задачи
sl: Opravila
wa: Afés

source: Hide completed to-dos
bs: Sakrij završene obaveze.
el: Απόκρυψη ολοκληρωμένων προς υλοποίηση εργασιών
hu: Befejezett tennivalók elrejtése
ja: 完了済みの To-Do を非表示にします
kk: Бітткен істерді жасыру
km: លាក់​ការងារ​ត្រូវ​ធ្វើ​ដែលបានបញ្ចប់
lt: Slėpti baigtus darbus
mr: पूर्ण झालेले कार्यक्रम लपवा
nds: Afslaten Opgaven versteken
ro: Ascunde activitățile încheiate
ru: Скрыть выполненные задачи
sl: Skrij zaključena opravila
wa: Catchî les afés finis

source: Check this box if you do not want to see to-dos that have already been completed.
bs: Označi ovu kutiju ukoliko ne želiš da vidiš obaveze koje su već završene.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε προς υλοποίηση εργασίες οι οποίες έχουν ήδη ολοκληρωθεί.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a befejezett tennivalókat.
ja: 既に完了した To-Do を表示しない場合、このボックスをチェックします。
kk: Бұл кезде дейін біткен істер көрсетілмесін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់ ប្រសិនបើ​មិន​ចង់​ឃើញ​ការងារត្រូវធ្វើ​ដែល​ត្រូវបាន​​ធ្វើ​រួច​ហើយ ។
mr: याआधीच पूर्ण झालेले करावयाचे कार्यक्रम पाहायचे नसतील तर ही खिडकी निवडा.
nds: Maak dit an, wenn Du keen al afslaten Opgaven wiesen wullt.
ro: Bifați această casetă dacă nu doriți să vedeți activitățile ce s-au încheiat deja.
ru: При выборе этого параметра выполненные задачи будут скрыты.
sl: Omogočite to možnost, če ne želite videti opravil, ki so že bila zaključena.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés k' ont ddja stî fnis.

source: Hide to-dos without a due date
bs: Sakirj obaveze koji nemaju rok.
el: Απόκρυψη προς υλοποίηση εργασιών χωρίς ημερομηνία λήξης
hu: Határidő nélküli tennivalók elrejtése
ja: 締切日のない To-Do を非表示にします
kk: Бітіруі керек күні көрсетілмеген істерді жасыру
km: លាក់​ការងារ​ត្រូវធ្វើ​ដោយ​គ្មាន​កាលបរិច្ឆេទ​ដល់​កំណត់
lt: Slėpti darbus be pabaigos
mr: नियत दिनांक नसलेले करायचे कार्यक्रम लपवा
nds: Opgaven ahn Afloopdatum versteken
ru: Скрыть задачи без даты выполнения
sl: Skrij opravila brez datuma zapadlosti
wa: Catchî les afés sins termene

source: Check this box if you do not want to see open-ended to-dos.
bs: Označi ovu kućicu ukoliko ne želiš da vidiš otvorene obaveze.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε προς υλοποίηση εργασίες με ανοιχτή ημερομηνία λήξης.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a határidő nélküli tennivalókat.
ja: 締切日のない To-Do を表示しない場合、このボックスをチェックします。
kk: Нақты аяқтайтын күні белгіленбеген істер жасырылсын десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​ ប្រសិនបើ​អ្នក​មិន​ចង់​ឃើញ​ការងារ​ត្រូវធ្វើគ្មានកំណត់ ។
mr: मुदत नसलेले करावयाचे कार्यक्रम पाहायचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de keen Afloopdatum hebbt.
ru: При выборе этого параметра бессрочные задачи будут скрыты.
sl: Omogočite to možnost, če ne želite videti opravil, ki nimajo določenega konca.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés sins date di dfén.

source: Hide unstarted to-dos
bs: Sakrij nezapočete obaveze.
el: Απόκρυψη των μη εκτελούμενων προς υλοποίηση εργασιών
hu: El nem kezdett tennivalók elrejtése
ja: 開始日が到来していない To-Do を非表示にします
kk: Басталмаған істерді жасыру
km: លាក់ការងារ​ត្រូវធ្វើ​ដែលមិន​បានចាប់ផ្ដើម
lt: Slėpti nepradėtus darbus
mr: सुरु न झालेले कार्यक्रम लपवा
nds: Nich anfungen Opgaven versteken
ro: Ascunde activitățile neîncepute
ru: Скрыть неначатые задачи
sl: Skrij nepričeta opravila
wa: Catchî les afés nén co atakés

source: Check this box if you do not want to see to-dos with a start date in the future.
bs: Označi ovu kućicu ukoliko ne želiš da vidiš obaveze koje imaju datum početka u budućnosti.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε προς υλοποίηση εργασίες με μελλοντική ημερομηνία έναρξης.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a jövőben kezdődő tennivalókat.
ja: まだ開始日になっていない To-Do を表示しない場合、このボックスをチェックします。
kk: Басталатын күні әлі болашақтағы істер көрсетілмесін десеңіз - осы белгіні қойыңыз.
km: ធីក​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​មិន​ចង់​មើល​ការងារ​ត្រូវ​ធ្វើ​​ជាមួយ​ការចាប់​ផ្តើម​កាល​បរិច្ឆេទ​ក្នុង​ពេល​អនាគត ។
mr: सुरु होण्याची तारीख पुढच्या काळातील असेल आणि असे करायचे कार्यक्रम तुम्हाला पाहायचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de eerst in de Tokunft anfangt.
ro: Bifați această casetă dacă nu doriți să vedeți activitățile cu data de început în viitor.
ru: При выборе этого параметра будут скрыты задачи, дата начала которых ещё не наступила.
sl: Omogočite to možnost, če ne želite videti opravil, ki imajo datum začetka v prihodnosti.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés avou ene date di cmince a l' avni.

source: Hide in-progress to-dos
bs: Sakrij obaveze koje traju.
el: Απόκρυψη των σε εξέλιξη προς υλοποίηση εργασιών
hu: Folyamatban levő tennivalók elrejtése
ja: 進行中の To-Do を非表示にします
kk: Барыстағы істерді жасыру
km: លាក់ការងារ​ត្រូវ​ធ្វើ​ដែល​កំពុង​ដំណើរការ
lt: Slėpti vykdomus darbus
mr: चालू करायचे कार्यक्रम लपवा
nds: Opgaven in de Maak versteken
ro: Ascunde activitățile în curs
ru: Скрыть выполняемые задачи
sl: Skrij opravila, ki tečejo
wa: Catchî les afés e fjhaedje

source: Check this box if you do not want to see to-dos that have been started but are not yet completed.
bs: Označi ovu kućicu ukoliko ne želiš da vidiš obaveze koje su započete ali nisu završene.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε προς υλοποίηση εργασίες που έχουν ξεκινήσει αλλά δεν έχουν ακόμη ολοκληρωθεί.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni az elkezdett, de be nem fejezett tennivalókat.
ja: 既に開始している未完了の To-Do を表示しない場合、このボックスをチェックします。
kk: Басталып әлі бітпеген істер көрсетілмесін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​មិន​ចង់​ឃើញការងារ​ត្រូវធ្វើ​ដែល​​ត្រូវ​បាន​ចាប់ផ្ដើម​ ប៉ុន្តែ​មិន​ទាន់​ចប់​នៅ​ឡើយ​ទេ ។
mr: सुरु झालेले पण न संपलेले करायचे कार्यक्रम पाहायचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de al anfungen hebbt, man noch nich afslaten wöörn.
ro: Bifați această casetă dacă nu doriți să vedeți activitățile ce au fost începute dar nu s-au încheiat încă.
ru: При выборе этого параметра будут скрыть задачи, которые были начаты, но ещё не выполнены.
sl: Omogočite to možnost, če ne želite videti opravil, ki so bila pričeta, a še niso zaključena.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés k' ont stî atakêyes mins n' sont nén co fneyes.

source: Hide overdue to-dos
bs: Sakrij prekoračene obaveze.
el: Απόκρυψη εκπρόθεσμων προς υλοποίηση εργασιών
hu: Lejárt határidejű tennivalók elrejtése
ja: 締切超過の To-Do を非表示にします
kk: Мерзімінен асып жатқан істерді жасыру
km: លាក់ការងារ​ត្រូវធ្វើដែល​ហួស​កំណត់
lt: Slėpti vėluojamus atlikti darbus
mr: करायचे विलंबित कार्यक्रम लपवा
nds: Utstahn Opgaven versteken
ru: Скрыть просроченные задачи
sl: Skrij potekla opravila
wa: Catchî les afés foû termene

source: Check this box if you do not want to see to-dos that are past their due date but have not yet been completed.
bs: Označi ovu kućicu ukoliko ne želiš da vidiš obaveze čiji je rok prošao ali nisu još obavljene.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε προς υλοποίηση εργασίες η ημερομηνία λήξης των οποίων έχει εκπνεύσει αλλά δεν έχουν ακόμη ολοκληρωθεί.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a lejárt határidejű, de még be nem fejezett tennivalókat.
ja: 既に締切日が過ぎている未完了の To-Do を表示しない場合、このボックスをチェックします。
kk: Бітіруі керек күні өтіп, сөзылып жатқан істер көрсетілмесін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​មិនចង់​ឃើញ​ការងារ​ត្រូវ​ធ្វើ ដែល​បិទភ្ជាប់​កាលបរិច្ឆេទ​ដល់​កំណត់​របស់​ពួកវា ប៉ុន្តែ​មិនទាន់​ចប់​នៅ​ឡើយ​ទេ ។
mr: नियत तारीख उलटून गेलेले पण पूर्ण न झालेले कार्यक्रम पाहायचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de över ehr Afloopdatum liggt, man noch nich afslaten sünd.
ru: При выборе этого параметра будут скрыты задачи, дата которых прошла, но они до сих пор не выполнены.
sl: Omogočite to možnost, če ne želite videti opravila, ki so prek datuma zapadlosti, a še niso bila zaključena.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés k' ont dispassé leu termene mins n' ont nén co stî fneyes.

source: Special Dates
bs: Posebni datumi
el: Σημαντικές ημερομηνίες
hu: Fontos dátumok
ja: 特別な日
kk: Ерекше күндер
km: កាលបរិច្ឆេទ​ពិសេស
lt: Ypatingos dienos
mr: खास दिनांक
nds: Besünner Daten
ro: Zile speciale
ru: Особые даты
sl: Posebni datumi
wa: Sipeciålès dates

source: Show these Special Dates
bs: Prikaže ove specijalne datume.
el: Εμφάνιση σημαντικών ημερομηνιών
hu: Mutatott fontos dátumok
ja: 表示する特別な日
kk: Мынандай ерекше күндер көрсетілсін
km: បង្ហាញ​កាលបរិច្ឆេទ​ពិសេស​ទាំង​នេះ
lt: Rodyti šias ypatingas datas
mr: ह्या खास दिनांक दर्शवा
nds: Disse Besünner Daten wiesen
ro: Arată aceste date deosebite
ru: Показывать особые даты
sl: Prikaži te posebne datume
wa: Mostrer ces speciålès dates

source: Show birthdays from your address book
bs: Prikaže rođendane iz tvog adresara.
el: Εμφάνιση γενεθλίων από το βιβλίο διευθύνσεών σας
hu: A címjegyzékében található születésnapok megjelenítése
ja: アドレス帳から誕生日を表示します
kk: Адрестік кітапшаңыздағы туған күнідерді көрсету
km: បង្ហាញ​ថ្ងៃ​កំណើត​ពី​សៀវភៅ​អាសយដ្ឋាន​របស់​អ្នក
lt: Rodyti gimtadienius iš jūsų adresų knygelės
mr: तुमच्या पत्त्यांच्या नोंदीतून वाढदिवस दर्शवा
nds: Geboortsdaag ut KAdressbook wiesen
ro: Arată zile de naștere din cartea de adrese
ru: Дни рождения из адресной книги
sl: Prikaži rojstne dni iz adresarja
wa: Mostrer les dates di skepiaedje a pårti d' vosse calpin d' adresses

source: Enable this option to include birthdays from your address book in the planner summary.
bs: Omogući ovu opciju da uključi rođendane iz tvog adresara u sažetak planera.
el: Ενεργοποιήστε την επιλογή αυτή για να συμπεριλάβετε ημερομηνίες γενεθλίων από το βιβλίο διευθύνσεών σας στην περίληψη του planner.
hu: Engedélyezze ezt a lehetőséget a címjegyzékében található születésnapok felvételéhez a tervező összegzésébe.
ja: アドレス帳に登録されている誕生日をスケジュール帳の要約に含めるには、このオプションを有効にします。
kk: Жаспарлағыштағы мазмұндамаға адрестік кітапшаңыздағы туған күнідер кірсін десеңіз - осыны белгілеңіз.
km: បើក​ជម្រើស​នេះ ដើម្បី​រួម​បញ្ចូល​ថ្ងៃ​កំណត់​ពី​សៀវភៅ​អាសយដ្ឋាន​របស់​អ្នក​នៅ​ក្នុង​សេចក្ដី​សង្ខេប​កម្មវិធី​ធ្វើ​គម្រោង ។
mr: तुमच्या पत्त्यांच्या नोंदवहीतील वाढदिवस नियोजकाच्या सारांशात समाविष्ट करण्यासाठी हा पर्याय निवडा.
nds: Maak dit an, wenn Du Geboortsdaag ut KAdressbook binnen de Planer-Översicht wiesen wullt.
ro: Activați această opțiune pentru a include zilele de naștere din cartea de adrese în sumarul planificatorului.
ru: При выборе этого параметра а планах будут учитываться дни рождения из адресной книги пользователя.
sl: Omogočite to možnost, da v povzetek planerja vključite tudi rojstne dni iz adresarja.
wa: Mete en alaedje cisse tchuze ci po mete les dates di skepiaedje di vosse calpin d' adresses e racourti do planifieu.

source: Show birthdays from address book
bs: Prikaži rođendane iz adresara.
el: Εμφάνιση γενεθλίων από το βιβλίο διευθύνσεων
hu: A címjegyzékben található születésnapok megjelenítése
ja: アドレス帳から誕生日を表示する
kk: Адрестік кітапшадағы туған күнідер көрсетілсін
km: បង្ហាញ​ថ្ងៃ​កំណើត​ពី​សៀវ​ភៅ​អាសយដ្ឋាន
lt: Rodyti gimtadienius iš adresų knygelės
mr: पत्त्यांच्या नोंदवहीतील वाढदिवस दर्शवा
nds: Geboortsdaag ut KAdressbook wiesen
ro: Arată zile de naștere din cartea de adrese
ru: Дни рождения из адресной книги
sl: Prikaži rojstne dni iz adresarja
wa: Mostrer les dates di skepiaedje a pårti do calpin d' adresses
