Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

# @item:intext
source: Setup your Accounts
bs: Postavite naloge
el: Ρυθμίστε τους λογαριασμούς σας
hu: A fiókjai beállítása
kk: Тіркелгілеріңізді орнату
km: រៀបចំ​គណនី​របស់​អ្នក
lt: Nustatyti Jūsų sąskaitas
mr: तुमचे खाते उघडा
nds: Dien Kontos inrichten
ro: Configurați-vă conturile
ru: Настроить учётные записи
sl: Nastavite svoje račune

# @item:intext
source: Prepare Kontact for use
bs: Pripremi Kontact za upotrebu
el: Προετοιμάστε το Kontact για χρήση
hu: A Kontact előkészítése használatra
kk: Kontact-ты істеуге бейімдеу
km: រៀបចំ​ទំនាក់ទំនង​សម្រាប់​ប្រើ
lt: Paruošti Kontact naudojimui
mr: कॉन्टॅक्ट चा उपयोग/वापर करण्यासाठी तयार व्हा
nds: Kontact för Bruuk torechtmaken
ro: Pregătește Kontact pentru utilizare
ru: Подготовить Kontact для работы
sl: Pripravite Kontact za uporabo

source: Note settings...
bs: Postavke bilješke...
el: Ρυθμίσεις σημείωσης...
hu: Jegyzet beállításai…
kk: Жазбаны баптау
nds: Notizinstellen

source: New Note From Text File...
hu: Új jegyzet a szövegfájlból…
nds: Nieg Notiz ut Textdatei...

source: Set Focus to Quick Search
hu: Fókusz beállítása a gyors keresőre
nds: Blinker na Fixsöök setten

source: Select Text File
hu: Szövegfájl kijelölése
nds: Textdatei utsöken

source: Error during open text file: %1
hu: Hiba történt a szövegfájl megnyitásakor: %1
nds: Fehler bi't Opmaken vun en Textdatei: %1

source: Open Text File
hu: Szövegfájl megnyitása
nds: Textdatei opmaken

source: Note from file '%1'
hu: Jegyzet a(z) „%1” fájlból
nds: Notiz ut Datei „%1“

source: Search notes...<%1>
hu: Jegyzetek keresése…<%1>
nds: Notizen söken...<%1>

source: No note found
hu: Nem található jegyzet
nds: Keen Notiz funnen

source: <br /><br /> <i>This Free Software product was improved as part of a commercial project:</i> <h3>Credits</h3> Project Kowi (March 2007 - )<br /><br /> <b>Production / Project Coordination</b><br /> Bernhard Reiter<br /> <b>Director of Development</b><br /> Till Adam <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Osnabr&uuml;ck Unit, Intevation GmbH</b> </td> </tr> <tr> <td width="60%"> Unit Lead<br /> Senior QA, Packaging<br /> QA, Packaging<br /> Additional NSIS<br /> Backup Coordinator </td> <td> Bernhard Reiter<br /> Bernhard Herzog<br /> Ludwig Reiter<br /> Emanuel Sch&uuml;tze<br /> Dr. Jan-Oliver Wagner </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Berlin Unit, Klar&auml;lvdalens Datakonsult AB</b> </td> </tr> <tr> <td width="60%"> Unit Lead<br /> Development<br /> Development<br /> Additional D. + Crypto<br /> Crypto GUI Development </td> <td> Till Adam<br /> Jaroslaw Staniek<br /> Volker Krause<br /> Frank Osterfeld<br /> Marc Mutz </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>D&uuml;sseldorf Unit, g10 Code GmbH</b> </td> </tr> <tr> <td width="60%"> Crypto-Backend Porting<br /> Crypto-Backend </td> <td> Werner Koch<br /> Marcus Brinkmann </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>External QA Darmstadt, basysKom GmbH</b> </td> </tr> <tr> <td width="60%"> Unit-Lead </td> <td> Dr. Stefan Werden </td> </tr> </table><br /><br />
hu: <br /><br /> <i>Ez a szabad szoftver termék egy kereskedelmi projekt részeként lett továbbfejlesztve:</i> <h3>Köszönet</h3> Kowi projekt (2007. március - )<br /><br /> <b>Termelés / Projekt koordináció</b><br /> Bernhard Reiter<br /> <b>A fejlesztés igazgatója</b><br /> Till Adam <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Osnabr&uuml;ck egység, Intevation GmbH</b> </td> </tr> <tr> <td width="60%"> Egységvezető<br /> Senior QA, csomagolás<br /> QA, csomagolás<br /> További NSIS<br /> Biztonsági másolat irányító </td> <td> Bernhard Reiter<br /> Bernhard Herzog<br /> Ludwig Reiter<br /> Emanuel Sch&uuml;tze<br /> Dr. Jan-Oliver Wagner </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Berlin egység, Klar&auml;lvdalens Datakonsult AB</b> </td> </tr> <tr> <td width="60%"> Egységvezető<br /> Fejlesztés<br /> Fejlesztés<br /> További D. + titkosítás<br /> Titkosítás GUI fejlesztés </td> <td> Till Adam<br /> Jaroslaw Staniek<br /> Volker Krause<br /> Frank Osterfeld<br /> Marc Mutz </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>D&uuml;sseldorf egység, g10 Code GmbH</b> </td> </tr> <tr> <td width="60%"> Titkosító háttérprogram átírás<br /> Titkosító háttérprogram </td> <td> Werner Koch<br /> Marcus Brinkmann </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Külső QA Darmstadt, basysKom GmbH</b> </td> </tr> <tr> <td width="60%"> Egységvezető </td> <td> Dr. Stefan Werden </td> </tr> </table><br /><br />
nds: <br /><br /><i>Dit Free-Software-Produkt wöör as Deel vun en warflich Projekt verbetert:</i> <h3>Verdeensten</h3> Projekt Kowi (März 2007 - )<br /><br /> <b>Produkschoon / Projektkoordineren</b><br /> Bernhard Reiter<br /> <b>Utwickel-Leder</b><br /> Till Adam <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Osnabr&uuml;cker Part, Intevation GmbH</b> </td> </tr> <tr> <td width="60%"> Partenleed<br /> Hööft-Göödbesekern, Paketbuu<br /> Göödbesekern, Paketbuu<br /> Toföögt NSIS<br /> Tweet Koordinater </td> <td> Bernhard Reiter<br /> Bernhard Herzog<br /> Ludwig Reiter<br /> Emanuel Sch&uuml;tze<br /> Dr. Jan-Oliver Wagner </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Berliner Part, Klar&auml;lvdalens Datakonsult AB</b> </td> </tr> <tr> <td width="60%"> Partenleed<br /> Utwickeln<br /> Utwickeln<br /> Toföögt Utw. + Verlsöteln<br /> Verslötelböversiet-Utw. </td> <td> Till Adam<br /> Jaroslaw Staniek<br /> Volker Krause<br /> Frank Osterfeld<br /> Marc Mutz </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>D&uuml;sseldorfer Part, g10 Code GmbH</b> </td> </tr> <tr> <td width="60%"> Porteren Verslötelhülpprogramm<br /> Verslötelhülpprogramm </td> <td> Werner Koch<br /> Marcus Brinkmann </td> </tr> </table> <br /><br /> <table border="0" width="100%"> <tr> <td colspan="2"> <b>Extern Göödbesekern Darmstadt, basysKom GmbH</b> </td> </tr> <tr> <td width="60%"> Partenleed </td> <td> Dr. Stefan Werden </td> </tr> </table><br /><br />

source: kcmkmailsummary
mr: kcmkmail सारांश

# @title
source: KNotes
mr: केनोंदी(Knotes)
ro: KNotițe

source: kcmapptsummary
mr: kcmpptsummary (kcmpptसारांश)

source: kcmtodosummary
mr: kcmtodosummary (kcmtodoसारांश)

source: task_popup
mr: प्रकातक कार्य

source: kcmplanner
mr: केसीएम-नियोजक

source: kcmsdsummary
ja: kcmkabsummary
mr: kcmsdसारांश
sl: kcmkabsummary

source: kontactsummary
mr: कॉन्टॅक्टसारांश

# @title
source: KDE Kontact
bs: KDE Kontakt
mr: केडीई कॉन्टॅक्ट
ro: Kontact KDE

source: Kontact
mr: कॉन्टॅक्ट

# @item:intext
source: KDE Kontact
bs: KDE Kontakt
mr: केडीई कॉन्टॅक्ट
ro: Kontact KDE

# @title:window Plugin dependent window title
source: %1 - Kontact
mr: %1 - कॉन्टॅक्ट
