Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: Hide To-dos without a due date
bs: Sakrij obaveze koje nemaju rok.
el: Απόκρυψη προς υλοποίηση εργασιών χωρίς ημερομηνία λήξης
hu: A határidő nélküli tennivalók elrejtése
ja: 締切日のない To-Do を非表示にします
kk: Бітіру керек күні белгіленбеген істерді жасыру
km: លាក់​ការងារ​ត្រូវធ្វើ​ដោយ​គ្មានកាលបរិច្ឆេទ​ដល់​កំណត់
lt: Slėpti darbus be pabaigos
mr: तारीख नसलेले कार्यक्रम लपवा
nds: Opgaven ahn Afloopdatum versteken
ru: Скрыть задачи без даты выполнения
sl: Skrij opravila brez datuma zapadlosti
wa: Catchî les afés sins termene

source: Check this box if you do not want to see open-ended To-dos.
bs: Označi ovu kutiju ukoliko ne želiš da vidiš otvorene obaveze.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε προς υλοποίηση εργασίες με ανοιχτή ημερομηνία λήξης.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a határidő nélküli tennivalókat.
ja: 締切日のない To-Do を表示しない場合、このボックスをチェックします。
kk: Нақты аяқтайтын күні жоқ істер жасырылсын десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ ​ប្រសិនបើ​អ្នក​ចង់​មើល​ការងារ​ត្រូវ​ធ្វើ​គ្មាន​​ការ​កំណត់
mr: कालमर्यादा नसलेले करावयाचे कार्यक्रम पाहायचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de keen Afloopdatum hebbt
ru: При выборе этого параметра бессрочные задачи будут скрыты.
sl: Omogočite to možnost, če ne želite videti opravil, ki nimajo določenega konca.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés sins date di dfén.

source: &Open-ended (no due date)
bs: Otvoreno.
el: &Ανοιχτό τέλος (χωρίς λήξη)
hu: Ny&itott (határidő nélküli)
ja: 締切日がない(&O)
kk: &Аяқтаусыз (бітіруі керек күнсіз)
km: គ្មាន​កាល​កំណត់​ (គ្មាន​កាលប​រិច្ឆេទ​ដល់​ពេល​កំណត់)
lt: &Be nustatytos atlikimo datos
mr: कालमर्यादा नसलेले (निर्धारित तारीख नसलेले) (&O)
nds: Ahn &Enn (keen Afloopdatum)
ru: &Бессрочные (не указан срок выполнения)
sl: &Brez zapadlosti
wa: &Sins dfén (pont d' termene)

source: Hide unstarted To-dos
bs: Sakrij obaveze koje nisu započete.
el: Απόκρυψη των μη εκτελούμενων προς υλοποίηση εργασιών
hu: Az el sem kezdett tennivalók elrejtése
ja: まだ開始されていない To-Do を非表示にします
kk: Басталмаған істерді жасыру
km: លាក់ការងារ​ត្រូវធ្វើ​ដែល​មិនបាន​ចាប់ផ្ដើម
lt: Slėpti nepradėtus darbus
mr: सुरु न झालेले करावयाचे कार्यक्रम लपवा
nds: Nich anfungen Opgaven versteken
ro: Ascunde activitățile neîncepute
ru: Скрыть неначатые задачи
sl: Skrij nepričeta opravila
wa: Catchî les afés nén co atakés

source: Check this box if you do not want to see To-dos with a start date in the future.
bs: Označi ovu kutiju ukoliko ne želiš da vidiš obaveze koji započnu u budućnosti.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε τις προς υλοποίηση εργασίες με ημερομηνία έναρξης στο μέλλον.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a jövőben kezdődő tennivalókat.
ja: まだ開始日になっていない To-Do を表示しない場合、このボックスをチェックします。
kk: Басталатын күні әлі болашақтағы істер көрсетілмесін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ​ប្រសិនបើ​​អ្នកមិន​​ចង់​មើល​ការងារ​ត្រូវ​ធ្វើដែល​មាន​​ផ្តើម​កាល​បរិ​ចាប់​ផ្ដើម​ច្ឆេទ​ក្នុង​ពេល​អនាគត ។
mr: आगामी काळातील सुरु होण्याची तारीख असलेले करायचे कार्यक्रम पाहायचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de eerst in de Tokunft anfangt
ru: При выборе этого параметра будут скрыты задачи, дата начала которых ещё не наступила.
sl: Omogočite to možnost, če ne želite videti opravil, ki imajo datum začetka v prihodnosti.
wa: Clitchîz cisse boesse ci si vos n' voloz nén vey les afés avou ene date di cmince a l' avni.

source: &Unstarted (start date is in the future)
bs: Nezapočet.
el: &Χωρίς εκκίνηση (η ημερομηνία αρχής βρίσκεται στο μέλλον)
hu: Nincs &elkezdve (a kezdési dátum jövőbeli)
ja: 開始日が到来していない(&U)
kk: &Әлі басталмағандарды
km: មិន​បាន​ចាប់ផ្ដើម (កាលបរិច្ឆេទ​ចាប់ផ្ដើម​ក្នុង​ពេលអនាគត)
lt: &Nepradėtus (pradžios data ateityje)
mr: सुरु न झालेले (सुरु होण्याची तारीख भविष्यातील आहे) (&U)
nds: &Nich anfungen (Anfangdatum liggt in de Tokunft)
ro: Neîncep&ute (data de început este în viitor)
ru: &Не начатые (дата начала в будущем)
sl: &Nepričeta (začetni datum v prihodnosti)
wa: &Nén co ataké (date di cominçmint a vni)

source: Hide in-progress To-dos
bs: Sakrij obaveze koje su u trajanju.
el: Απόκρυψη των σε εξέλιξη προς υλοποίηση εργασιών
hu: A folyamatban levő tennivalók elrejtése
ja: 進行中の To-Do を非表示にします
kk: Барыстағы істерді жасыру
km: លាក់​ការងារ​ត្រូវ​ធ្វើ​កំពុង​ដំណើរ​ការ​
lt: Paslėpti vykdomus darbus
mr: प्रगतीपथावर असलेले कार्यक्रम लपवा
nds: Opgaven in de Maak versteken
ro: Ascunde activitățile în curs
ru: Скрыть выполняемые задачи
sl: Skrij opravila, ki tečejo
wa: Catchî les afés e fjhaedje

source: Check this box if you do not want to see To-dos that have been started but are not yet completed.
bs: Označi ovu kutiju ukoliko ne želiš da vidiš obaveze koje su započete ali nisu još dovršene.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε τις προς υλοποίηση εργασίες που ξεκίνησαν αλλά δεν έχουν ολοκληρωθεί.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni az elkezdett, de befejezetlen tennivalókat.
ja: 既に開始している未完了 To-Do を表示しない場合、このボックスをチェックします。
kk: Басталып әлі бітпеген істер көрсетілсін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​មិន​ចង់​មើល​ការងារ​ត្រូវ​ធ្វើ​ដែល​បាន​ចាប់​ផ្តើម ​ប៉ុន្តែ​មិន​ទាន់​បានបញ្ចប់​ទាំង​ស្រុង​នៅ​ឡើយ ។
mr: जे करावयाचे कार्यक्रम सुरु झाले आहेत पण पुरा झालेले नाहीत/संपलेले नाहीत बघावयाचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de al anfungen hebbt, man noch nich afslaten wöörn.
ru: При выборе этого параметра будут скрыты задачи, которые были начаты, но ещё не выполнены.
sl: Omogočite to možnost, če ne želite videti opravil, ki so bila pričeta, a še niso zaključena.
wa: 1Clitchîz cisse boesse po catchî les afés ki n' ont stî enondêyes mins ki n' sont nén co fineyes

source: &In-progress (started but not completed)
bs: U trajanju.
el: &Σε εξέλιξη (εκκίνηση χωρίς ολοκλήρωση)
hu: &Folyamatban (elkezdődött, de nincs befejezve)
ja: 進行中(&I)
kk: Ба&сталып әлі бітпегендерді
km: កំពុង​ដំណើរការ (បាន​ចាប់ផ្ដើម ប៉ុន្តែ​មិន​បាន​បញ្ចប់​)
lt: &Progrese (pradėtus bet neužbaigtus)
mr: प्रगतीपथावरील (सुरु झालेले पण पूर्ण न झालेले) (&I)
nds: &In de Maak (anfungen, man nich afslaten)
ro: Î&n curs (începute dar neterminate)
ru: В&ыполняемые (начатые, но не законченные)
sl: &V teku (pričeta, a ne zaključena)
wa: &E fijhaedje (ataké mins nén co fini)

source: Hide overdue To-dos
bs: Sakrij prekoračene obaveze.
el: Απόκρυψη των εκπρόθεσμων προς υλοποίηση εργασιών
hu: Lejárt határidejű tennivalók elrejtése
ja: 締切超過の To-Do を非表示にします
kk: Мерзімінен сөзылып жатқан істерді жасыру
km: លាក់​ការងារ​ត្រូវ​ធ្វើ​ហួស​កំណត់​
lt: Slėpti vėluojamus atlikti darbus
mr: मुदत संपलेले करावयाचे कार्यक्रम लपवा
nds: Utstahn Opgaven versteken
ru: Скрыть просроченные задачи
sl: Skrij potekla opravila
wa: Catchî les afés foû termene

source: Check this box if you do not want to see To-dos that are past their due date but have not yet been completed.
bs: Označi ovu kutiju ukoliko ne želiš da vidiš obaveze kojima je prošao rok a još nisu završene.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε τις προς υλοποίηση εργασίες η ημερομηνία λήξης των οποίων έχει εκπνεύσει αλλά δεν έχουν ακόμη ολοκληρωθεί.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a lejárt határidejű, de befejezetlen tennivalókat.
ja: 締切日を過ぎた未完了 To-Do を表示しない場合、このボックスをチェックします。
kk: Бітіру керек күні өтіп сөзылып жатқан істер көрсетілмесін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​មិន​ចង់​មើល​ការងារ​ត្រូវ​ធ្វើ​ដែល​កន្លង​ហួស​កាល​បរិច្ឆេទ​ដល់​ការ​កំណត់​របស់​ពួកគេ​ប៉ុន្តែ​មិន​បានបញ្ចប់​ទាំង​ស្រុងនៅ​ឡើយ ។
mr: ठरलेली तारीख उलटून गेलेले पण पूर्ण न झालेले करावयाचे कार्यक्रम पाहायचे नसतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen Opgaven wiesen wullt, de över ehr Afloopdatum liggt, man noch nich afslaten sünd.
ru: При выборе этого параметра будут скрыты задачи, дата которых прошла, но они до сих пор не выполнены.
sl: Omogočite to možnost, če ne želite videti opravila, ki so prek datuma zapadlosti, a še niso bila zaključena.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés k' ont dispassé leu termene mins n' ont nén co stî fneyes.

source: Over&due (not completed and beyond due-date)
bs: Prekoračen rok.
el: Εκ&πρόθεσμα (μη ολοκληρωμένες και βρίσκονται μετά τη λήξη)
hu: I&dőn túli (nincs befejezve és lejárt a határidő)
ja: 未完了で締切超過(&D)
kk: С&озылып (керегінде біттпей) жатқандарды
km: ហួស​ពេល​កំណត់ (មិន​បានបញ្ចប់ទាំង​ស្រុង​ និង​ហួស​កាលបរិច្ឆេទ​ដល់​កំណត់ពេល)
lt: &Vėluojančius (neužbaigtus, kurių pabaigos data praeityje)
mr: मुदत संपलेले (पूर्ण न झालेले आणि नियोजित तारीख उलटून गेलेले) (&D)
nds: &Utstahn (över de Tiet un nich afslaten)
ru: &Просроченные (не выполненные задачи, срок по которым истёк)
sl: &Potekla (prek datuma zapadlosti, a še ne zaključena)
wa: Termene &dispassé (nén co fni eyet termene dedja dispassé)

source: Show To-dos belonging to my calendars only
bs: Prikaži obaveze koje pripadaju samo mom kalendaru.
el: Εμφάνιση των προς υλοποίηση εργασιών που ανήκουν στα ημερολόγιά μου μόνο
hu: Csak a saját naptáraimhoz tartozó tennivalók megjelenítése
ja: 自分のカレンダーの To-Do のみを表示します
kk: Тек менің күнтізбемдегі ғана істерді көрсету
km: បង្ហាញ​ការងារ​ត្រូវ​ធ្វើ​​មាន​ទីតាំង​ត្រឹមត្រូវ​នៃ​ប្រតិទិន​របស់​ខ្ងុំតែ​មួយ​
mr: फक्त माझ्या दिनदर्शिकेशी संबंधितच करावयाचे कार्यक्रम दर्शवा
nds: Bloots Opgaven ut de egen Kalenners wiesen
ro: Arată numai activitățile aparținînd calendarelor mele
ru: Показать задачи, которые принадлежат только пользовательским календарям
sl: Prikaži samo opravila, z mojega koledarja
wa: Èn mostrer k' les afés apårtinants a mes calindrîs

source: Check this box if you want the summary to show To-dos belonging to your calendars only.
bs: Označi ovu kućicu ukoliko želiš da sažetak prikaže obaveze koje pripadaju samo tvojim kalendarima.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε η περίληψη να εμφανίζει τις προς υλοποίηση εργασίες που ανήκουν στα ημερολόγια σας μόνο.
hu: Jelölje be ezt a négyzetet ahhoz, hogy az összegzés csak a saját naptáraihoz tartozó tennivalókat jelenítse meg.
ja: 自分のカレンダーにある To-Do のみを要約に表示する場合、このボックスをチェックします。
kk: Тек күнтізбеңіздегі ғана істер мазмұндамада көрсетілсін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​សេចក្ដី​សង្ខេប​បង្ហាញ​ការងារ​ត្រូវ​ធ្វើ​ដែល​ជា​របស់​ប្រតិទិន​របស់​អ្នក ។
mr: फक्त तुमच्या दिनदर्शिकेशी संबंधित करावयाच्या कार्यक्रमांचा सारांश पाहीज असेल तर ही पेटी निवडा.
nds: Maak dit an, wenn Du binnen de Tosamenfaten bloots Opgaven ut Dien egen Kalenners wiesen wullt.
ru: При выборе этого параметра будет показан дайджест задач, принадлежащих только календарям пользователя.
sl: Omogočite to možnost, če želite, da bodo v povzetku prikazana samo opravila z vaših koledarjev.
wa: Clitchîz cisse boesse ci si vs voloz kel racourti n' mostere ki ls afés apårtinant a vos calindrîs.

source: Show &my To-dos only
bs: Prikaži samo moje obaveze.
el: Εμφάνιση μόνο των δικών &μου προς υλοποίηση εργασιών
hu: Csak a &saját tennivalók megjelenítése
ja: 自分の To-Do のみ表示する(&M)
kk: Тек &менің күнтізбемдегі істер көрсетілсін
km: បង្ហាញ​តែ​ការងារ​ត្រូវ​ធ្វើ​ប៉ុណ្ណោះ
lt: Rodyti tik &mano darbus
mr: फक्त मला करायचे कार्य दर्शवा (&M)
nds: Bloots &egen Opgaven wiesen
ro: Arată numai activitățile &mele
ru: Показать только задачи п&ользователя
sl: Prikaži samo &moja opravila
wa: Èn håyner k' &mes afés

source: Pending To-dos
bs: Zadaci na čekanju
el: Εργασίες σε αναμονή
hu: Esedékes feladatok
ja: 未決 To-Do
kk: Басталған істер
km: ការ​ងារ​ត្រូវ​ធ្វើ​​ដែល​មិនទាន់​សម្រេច
lt: Nustatyti darbai
mr: शिल्लक राहिलेले करायचे कार्यक्रम
nds: Nich afslaten Opgaven
ro: Activități în așteptare
ru: Предстоящие задачи
sl: Čakajoča opravila
wa: Afés co dins l' termene

# the to-do is due today
source: Today
bs: Danas
el: Σήμερα
hu: Ma
ja: 今日
kk: Бүгін
km: ថ្ងៃនេះ
lt: Šiandien
mr: आज
nds: Vundaag
ro: Astăzi
ru: Сегодня
sl: Danes
wa: Ouy

# the to-do is due tomorrow
source: Tomorrow
bs: Sutra
el: Αύριο
hu: Holnap
ja: 明日
kk: Ертең
km: ថ្ងៃស្អែក
lt: Rytoj
mr: उद्या
nds: Morgen
ro: Mîine
ru: Завтра
sl: Jutri
wa: Dimwin

source: 1 day ago
bs: prije %1 dan
el: πριν 1 ημέρα
hu: %1 nappal ezelőtt
ja: 1 日前
kk: %1 күн бұрын
km: %1 ថ្ងៃ​កន្លង​ទៅ
lt: Vakar
mr: 1 दिवस अगोदर
nds: vör 1 Dag
ro: Acum o zi
ru: %1 день назад
sl: Pred %1 dnevi
wa: Gn a on djoû

# the to-do is due
source: due
bs: prispjelo
el: λήξη
hu: esedékes
ja: 締切
kk: бітетін
km: ដល់​កំណត់
lt: iki
mr: अपेक्षित
nds: löppt af
ru: просрочена
sl: zapade
wa: est l' limite

source: No pending to-dos due within the next day
bs: Nema zadataka na čekanju u naredni %1 dan
el: Δεν υπάρχουν εργασίες προς υλοποίηση μέσα στην επόμενη ημέρα
hu: Nincs esedékes feladat a következő 1 napban
ja: 1 日以内に締切が到来する To-Do はありません
kk: Келесі %1 күнде бітетін істер жоқ
km: គ្មាន​​កា​រពន្យារ​កា​រងារ​ត្រូវ​ធ្វើ​​ក្នុង​រយៈពេល %1 ​ថ្ងៃ​បន្ទាប់
lt: Per artimiausią dieną atliktinų darbų nenumatyta
mr: पुढील दिवसात शिल्लक राहिलेला करायचा एकही कार्यक्रम नाही
nds: Binnen den tokamen Dag löppt keen nich afslaten Opgaav af
ru: В ближайший %1 день незавершённых задач нет
sl: V naslednjih %1 dneh ni nobenega čakajočega opravila
wa: Pont d' afés co dins l' termene divant l' djoû ki vént

source: &Edit To-do...
bs: &Izmijeni obavezu...
el: &Επεξεργασία προς υλοποίηση εργασίας...
hu: Feladat sz&erkesztése...
ja: To-Do を編集(&E)...
kk: Істі &өгерту...
km: កែសម្រួល​ការងារ​ត្រូវ​ធ្វើ...
lt: &Keisti darbą...
mr: करायचे कार्य संपादित करा (&E)...
nds: Opgaav &bewerken...
ro: Modificar&e activitate...
ru: &Изменить задачу...
sl: &Uredi opravilo ...
wa: &Candjî afé...

source: &Delete To-do
bs: &Obriši obavezu
el: &Διαγραφή προς υλοποίηση εργασίας
hu: Feladat &törlése
ja: To-Do を削除(&D)
kk: Істі ө&шіру
km: លុប​ការងារ​ត្រូវធ្វើ
lt: &Ištrinti darbą
mr: करायचे कार्य काढून टाका (&D)
nds: Opgaav &wegdoon
ro: Ș&terge activitatea
ru: &Удалить задачу
sl: &Zbriši opravilo
wa: Disfacer afé

source: &Mark To-do Completed
bs: Označi obavezu &završenom
el: &Σημείωση προς υλοποίηση εργασίας ως ολοκληρωμένη
hu: A feladat megjelölése be&fejezettnek
ja: To-Do を完了としてマーク(&M)
kk: Іс орындалған &деу
km: បាន​សម្គាល់​អ្វី​ដែល​ត្រូវ​ធ្វើ​​ចប់​ទាំង​ស្រុង
lt: Ž&ymėti darbą atliktu
mr: पूर्ण झालेल्या कार्यक्रमांवर खुणा करा (&M)
nds: Opgaav as &utföhrt markeren
ro: &Marchează activitatea ca încheiată
ru: Отметить задачу &выполненной
sl: &Označi opravilo kot zaključeno
wa: &Marker afé come fini

source: Edit To-do: "%1"
bs: Uredi obavezu: „%1“
el: Επεξεργασία του προς υλοποίηση: "%1"
hu: Feladat módosítása: "%1"
ja: To-Do <resource>%1</resource> を編集
kk: Өзгертілетін іс: "%1"
km: កែ​សម្រួល​អ្វី​ដែល​ត្រូវ​ធ្វើ ៖ "%1"
lt: Redaguoti darbą: „%1“
mr: करायचे कार्यक्रम संपादित करा : "%1"
nds: Opgaav bewerken: "%1"
ro: Modificare activitate: „%1”
ru: Изменить задачу «%1»
sl: Uredi opravilo: »%1«
wa: Candjî afé: « %1 »

source: open-ended
bs: nezaključeno
el: χωρίς λήξη
hu: nyitott
ja: 締切なし
kk: аяқталуы шектелмеген
km: បាន​បញ្ចប់​ការ​បើក
lt: be-atlikimo-datos
mr: मुदत नसलेले
nds: keen Frist
ru: бессрочная
sl: brez zapadlosti
wa: sins dfén

# the to-do is overdue
source: overdue
bs: kasni
el: εκπρόθεσμο
hu: a határidő lejárt
ja: 締切超過
kk: мерзімі өтіп кеткен
km: ហួស​កំណត់
lt: vėluojama
mr: उशीर झालेले
nds: steiht ut
ru: просрочена
sl: poteklo
wa: termene dispassé

# the to-do starts today
source: starts today
bs: počinje danas
el: ξεκινά σήμερα
hu: ma kezdődik
ja: 今日開始
kk: бүгін басталатын
km: ចាប់​ផ្តើម​ថ្ងៃនេះ
lt: prasideda šiandien
mr: आज सुरु होत आहे
nds: fangt vundaag an
ro: începe astăzi
ru: начинается сегодня
sl: se začne danes
wa: atake ouy

# the to-do has not been started yet
source: not-started
bs: nije počelo
el: δεν ξεκίνησε
hu: nincs elkezdve
ja: 未開始
kk: басталмаған
km: មិនបាន​ចាប់ផ្ដើម
lt: nepradėtas
mr: सुरु न झालेले
nds: nich anfungen
ro: neîncepută
ru: не начата
sl: ni začeto
wa: nén co ataké

# the to-do is completed
source: completed
bs: završeno
el: ολοκληρώθηκε
hu: befejezett
ja: 完了
kk: біткен
km: បានបញ្ចប់
lt: atliktas
mr: पूर्ण झालेले
nds: afslaten
ro: încheiată
ru: выполнена
sl: zaključeno
wa: fini

# the to-do is in-progress
source: in-progress
bs: u-toku
el: σε εξέλιξη
hu: folyamatban
ja: 進行中
kk: орындалып жатқан
km: កំពុង​ដំណើរការ
lt: vykdomas
mr: प्रगतीपथावर/चालू आहे
nds: in de Maak
ro: în curs
ru: выполняется:
sl: v teku
wa: e fjhaedje

# @action:inmenu
source: New Task
bs: Novi zadatak
el: Νέα εργασία
hu: Új feladat
ja: 新しいタスク
kk: Жаңа тапсырма
km: ភារកិច្ច​ថ្មី
lt: Nauja užduotis
mr: नवीन काम
nds: Nieg Opgaav
ro: Sarcină nouă
ru: Создать задание...
sl: Novo spremljanje časa

# @info:status
source: Create a new time tracker
bs: Kreiraj novi pratilac vremena
el: Δημιουργία νέου ιχνηλάτη χρόνου
hu: Új időnyilvántartó létrehozása
kk: Жаңа уақыт қадағалауын бастау
km: បង្កើតកម្មវិធី​តាមដាន​ពេលវេលា​ថ្មី
lt: Sukurti naują laiko sekiklį
mr: वेळ पाळण्यावर लक्ष ठेवणारे साधन तयार करा
nds: Nieg Tietkieker opstellen
ru: Создать новое задание для учёта времени
sl: Ustvari novo spremljanje časa

# @info:whatsthis
source: You will be presented with a dialog where you can create and start a new time tracker.
bs: Pojaviće se dijalog u kome možete kreirati i pokrenuti novi pratilac vremena.
el: Θα παρουσιαστεί ένας διάλογος από όπου θα μπορείτε να δημιουργείτε και να ξεκινάτε έναν νέο ιχνηλάτη χρόνου.
hu: Egy párbeszédablak jelenik meg, ahol új időnyilvántartót hozhat létre és indíthat el.
kk: Жаңа уақыт қадағалағышын құру диалогы ұсынылады.
km: អ្នក​នឹង​ត្រូវ​បាន​បង្ហាញ​ដោយ​​ប្រអប់មួយ ដែល​ជា​កន្លែង​ដែល​អ្នក​អាច​បង្កើត​ និង​ចាប់​ផ្តើម​កម្មវិធី​តាមដាន​ពេល​វេលា​ថ្មី​ ។
mr: वेळ पाळण्यावर लक्ष ठेवणारे साधन तयार करतेवेळी तुम्हाला एक संगणकीय संवाद खिडकी उपलब्ध करून दिली जाईल
nds: Binnen en nieg Dialoog kannst Du en nieg Tietkieker starten.
ru: Открыть диалог для создания и запуска нового задания для учёта времени.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite in začnete novo spremljanje časa.

source: Planner Summary Configuration Dialog
bs: Planerski sažetai dijalogu za podešavanje
el: Διάλογος διαμόρφωσης περίληψης Planner
hu: A tervező áttekintőjének beállítóablaka
ja: スケジュール帳の要約の設定ダイアログ
kk: Жоспарлағыш мазмұндамасын баптау диалогы
km: ប្រអប់​កំណត់​រចនាសម្ព័ន្ធ​​សេចក្ដី​សង្ខេប​របស់​កម្មវិធីបង្កើត​គម្រោង
lt: Planner santraukos konfigūravimo dialogas
mr: नियोजनाच्या सारांश मांडणीचा संगणकीय संवाद
nds: Instellendialoog för de Planer-Översicht
ro: Dialog de configurare Sumar planificator
ru: Настройка дайджеста планов
sl: Nastavitveno okno povzetka planerja
wa: Purnea d' divize d' apontiaedje do racourti do planifieu

source: Copyright © 2004 Tobias Koenig Copyright © 2006–2008 Oral Timocin Copyright © 2009–2010 Allen Winter
hu: Copyright © Tobias Koenig, 2004. Copyright © Oral Timocin, 2006-2008. Copyright © Allen Winter, 2009-2010.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៤ ដោយ Tobias Koenig រក្សាសិទ្ធិ​ឆ្នាំ ២០០៦–២០០៨ ដោយ Oral Timocin រក្សាសិទ្ធិ​ឆ្នាំ ២០០៩–២០១០ ដោយ Allen Winter
mr: स्वामित्व हक्क ©२००४ टोबिआस कोएनिग स्वामित्व हक्क ©२००६-२००८ ओरल टीमोसीन स्वामित्व हक्क ©२००९-२०१० अलन विंटर
ro: Drept de autor © 2004 Tobias Koenig Drept de autor © 2006–2008 Oral Timocin Drept de autor © 2009–2010 Allen Winter
ru: © Тобиас Кёниг (Tobias Koenig), 2004 © Орал Тимоцин (Oral Timocin), 2006–2008 © Аллен Уинтер (Allen Winter), 2009–2010
sl: Avtorske pravice © 2004 Tobias Koenig Avtorske pravice © 2006–2008 Oral Timocin Avtorske pravice © 2009–2010 Allen Winter

source: Oral Timocin
mr: ओरल टीमोसीन
ru: Орал Тимоцин (Oral Timocin)

source: Planner
bs: Planer
hu: Tervező
ja: スケジュール帳
kk: Жоспарлағыш
km: កម្មវិធី​រៀបចំ​ផែនការ
lt: Planuoklė
mr: नियोजक
nds: Planer
ro: Planificator
ru: Планы
sl: Planer
wa: Planifieu

source: Today
bs: Danas
el: Σήμερα
hu: Ma
ja: 今日
kk: Бүгін
km: ថ្ងៃនេះ
lt: Šiandien
mr: आज
nds: Vundaag
ro: Astăzi
ru: Сегодня
sl: Danes
wa: Ouy

source: Tomorrow
bs: Sutra
el: Αύριο
hu: Holnap
ja: 明日
kk: Ертең
km: ថ្ងៃស្អែក
lt: Rytoj
mr: उद्या
nds: Morgen
ro: Mîine
ru: Завтра
sl: Jutri
wa: Dimwin

source: No appointments pending within the next day
bs: Nema zakazanih sastanaka za naredni %1 dan
el: Δεν υπάρχουν ραντεβού την επόμενη ημέρα
hu: Nincs találkozó a következő 1 napban
ja: 1 日以内に約束はありません
kk: Келесі %1 күнге белгіленген кездесу жоқ
km: គ្មានកា​រណាត់ជួប​​ដែល​រង់ចាំ​​ក្នុង​រយៈពេល %1 ​ថ្ងៃ​បន្ទាប់
lt: Per artimiausią dieną susitikimų nenumatyta
mr: पुढील दिवसात शिल्लक राहिलेली करायची एकही नियोजित भेट नाही
nds: Binnen den tokamen Dag steiht keen Termin an
ro: Nu sînt întîlniri ce încep în ziua următoare
ru: Встречи не предвидятся в ближайший %1 день
sl: Naslednjih %1 dni ni sestankov
wa: Pont d' radjoû co dins l' termene li djoû ki vént

# to-do is overdue
source: overdue
bs: kasni
el: εκπρόθεσμο
hu: a határidő lejárt
ja: 締切超過
kk: мерзімі өтіп кеткен
km: ហួស​កំណត់
lt: vėluojama
mr: उशीर झालेले
nds: steiht ut
ru: просрочена
sl: zapadlo
wa: foû termene

source: Birthday
bs: Rođendan
el: Γενέθλια
hu: Születésnap
ja: 誕生日
kk: Туған күні
km: ថ្ងៃកំណើត
lt: Gimimo diena
mr: वाढदिवस
nds: Geboortsdag
ro: Zi de naștere
ru: День рождения
sl: Rojstni dan
wa: Date di skepiaedje

source: Anniversary
bs: Godišnjica
el: Επέτειος
hu: Évforduló
ja: 記念日
kk: Жылдығы
km: ថ្ងៃ​បុណ្យ​ខួប
lt: Sukaktis
mr: वर्धापनदिन/स्मृतीदिन
nds: Johrdag
ro: Aniversare
ru: Годовщина
sl: Obletnica
wa: Aniviersaire

source: Holiday
bs: Praznik
el: Εορτή
hu: Ünnepnap
ja: 休日
kk: Демалыс
km: ថ្ងៃ​ឈប់​សម្រាក
lt: Šventė
mr: सुट्टी
nds: Fierdag
ro: Sărbătoare
ru: Праздник
sl: Praznik
wa: Condjî

source: Special Occasion
bs: Posebna prilika
el: Ειδική περίσταση
hu: Különleges alkalom
ja: 特別な日
kk: Ерекше оқиға
km: ឱកាស​ពិសេស
lt: Specialūs atvejai
mr: विशेष प्रसंग
nds: Besünner Begeefnis
ro: Ocazie deosebită
ru: Особое событие
sl: Posebna priložnost
wa: Sipeciål etrevén

source: one year
bs: %1 godina
el: ένας χρόνος
hu: 1 év
ja: 1 年
kk: %1 жыл
km: %1 ឆ្នាំ
lt: vieneri metai
mr: एक वर्ष
nds: een Johr
ro: un an
ru: %1 год
sl: v %1 letih
wa: ene anêye

source: Edit Appointment: "%1"
bs: Izmijeni sastanak: "%1"
el: Επεξεργασία Ραντεβού: "%1"
hu: Találkozó módosítása: "%1"
ja: 約束 <resource>%1</resource> を編集
kk: Өзгертетін кездесу: "%1"
km: កែសម្រួល​ការ​ណាត់​ជួប ៖ "%1"
lt: Redaguoti susitikimą: „%1“
mr: नियोजित भेट संपादित करा : "%1"
nds: Termin bewerken: "%1"
ro: Editare întîlnire: „%1”
ru: Изменение встречи «%1»
sl: Uredi zmenek: »%1«
wa: Candjî radjoû: « %1 »

# work on to-do is in progress
source: in progress
bs: u toku
el: σε εξέλιξη
hu: folyamatban
ja: 進行中
kk: орындалуда
km: កំពុង​ដំណើរការ
lt: vykdomas
mr: प्रगतीपथावर आहे
nds: in de Maak
ro: în curs
ru: выполняется
sl: v teku
wa: e fjhaedje

# to-do starts today
source: starts today
bs: počinje danas
el: ξεκινά σήμερα
hu: ma kezdődik
ja: 今日開始
kk: бүгін басталады
km: ចាប់​ផ្តើម​ថ្ងៃនេះ
lt: prasideda šiandien
mr: आज सुरु होत आहे
nds: fangt Vundaag an
ro: începe astăzi
ru: начинается сегодня
sl: se začne danes
wa: ouy a l' atake

# to-do due today
source: due today
bs: prispijeva danas
el: λήγει σήμερα
hu: Ma esedékes
ja: 今日締切
kk: бүгін аяқталады
km: កាល​បរិច្ឆេទ​ដល់​កំណត់​ពេល
lt: pasibaigia šiandien
mr: आज करावयाचे आहे
nds: endt vundaag
ru: заканчивается сегодня
sl: zapade danes

# to-do is completed
source: completed
bs: završeno
el: ολοκληρώθηκε
hu: befejezve
ja: 完了
kk: орындалған
km: បញ្ចប់​ទាំង​ស្រុង
lt: atliktas
mr: पूर्ण झाले
nds: afslaten
ro: încheiat
ru: выполнена
sl: končano
wa: fini

source: Planner Summary Configuration
bs: Konfiguracija Sažetka Planera
el: Διαμόρφωση περίληψης Planner
hu: A tervező nézet beállítása
ja: スケジュール帳の要約の設定
kk: Жоспарлағыш мазмұндамасын баптау
km: ការ​​កំណត់​រចនាសម្ព័ន្ធ​​សេចក្ដី​សង្ខេប​របស់​កម្មវិធី​បង្កើត​គម្រោង
lt: Planuoklės santraukos konfigūracija
mr: नियोजन सारांश मांडणी
nds: Instellen för de Planer-Översicht
ro: Configurare Sumar planificator
ru: Настройка дайджеста планов
sl: Nastavitev povzetka planerja
wa: Apontiaedje do racourti do planifieu

# general settings
source: General
bs: Opšte
el: Γενικά
hu: Általános
ja: 全般
kk: Жалпы
km: ទូទៅ
lt: Bendri
mr: सर्वसाधारण
nds: Allmeen
ru: Главное
sl: Splošno
wa: Djenerå
