Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: Enable this option to include birthdays from your calendar in the upcoming special occasions summary. Typically, these are events with the "Birthday" category.
bs: Omogući ovu opciju da se uključe rođendani iz kalendara u nadolazeće specijalne događaje. Inače su ovo događaji u kategoriji rođendana.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη γενεθλίων του ημερολογίου σας στην περίληψη επόμενων ειδικών περιστάσεων. Τυπικά πρόκειται για γεγονότα με την κατηγορία »Γενέθλια».
hu: Engedélyezze ezt a lehetőséget a naptárában található születésnapok megjelenítéséhez a különleges alkalmak áttekintésében. Ezek általában a „Születésnap” kategória eseményei.
ja: カレンダーの誕生日を近日中の特別な日の要約に含めるには、このオプションを有効にします。表示されるのは主にカテゴリが「誕生日」であるイベントです。
kk: Ерекше оқиғалар атауларына күнтізбеңіздегі туған күндер кірсін десеңіз - осыны белгілеңіз. Бұған жергілікті демалыс күндер я "Туған күн" санаттағы оқиғалар кіреді.
km: បើក​ជម្រើស​នេះ ដើម្បី​ដាក់បញ្ចូល​ថ្ងៃ​កំណើត​ពី​ប្រតិទិន​របស់​អ្នក​នៅ​ក្នុង​សេចក្ដី​សង្ខេប​ព្រឹត្តិការណ៍​ពិសេស​ដែលកើត​ឡើង​ឆាប់ៗ​នា​ពេល​ខាង​មុខ ។ ជា​ទូទៅ ព្រឹត្តិការណ៍​ទាំង​នេះ​មាន​ប្រភេទ "ថ្ងៃ​កំណើត" ។
mr: पूर्वनिर्धारित खास प्रसंगांच्या सारांशात तुमच्या दिनदर्शिकेतील वाढदिवस समाविष्ट करण्यासाठी हा पर्याय निवडा. विशेषतः असे कर्यक्रम "वाढदिवस" ह्या वर्गातील असतात.
nds: Bruuk disse Optschoon, wenn Du ok Geboortsdaag ut Dien Kalenner binnen de Tosamenfaten över de tokamen besünner Begeefnissen wiesen wullt. Normalerwies sünd dat Begeefnissen mit de Kategorie "Geboortsdaag".
ro: Activați această opțiune pentru a include zilele de naștere din calendar în sumarul ocaziilor deosebite apropiate. În mod normal, acestea sînt evenimente cu categoria „Zi de naștere”.
ru: При включении этого параметра в дайджесте приближающихся особых событий будут учитываться дни рождения из пользовательского календаря. Обычно эти события находятся в категории «Дни рождения».
sl: Omogočite to možnost, da v povzetek prihajajočih posebnih priložnosti vključite tudi rojstne dni s koledarja. Običajno so to dogodki, ki so v kategoriji »Rojstni dan«.
wa: Mete en alaedje cisse tchuze po mete divins les dates di skepiaedje di vosse calindrî dins l' racourti des speciås etrevéns. Ça sont tipicmint des evenmints avou l' categoreye « Date di skepiaedje ».

source: Show anniversaries from your calendar
bs: Prikaži godišnjice iz kalendara.
el: Εμφάνιση επετείων από το ημερολόγιό σας
hu: A naptárában található évfordulók megjelenítése
ja: カレンダーから記念日を表示します
kk: Күнтізбеңіздегі жылдықтарды көрсету
km: បង្ហាញថ្ងៃ​បុណ្យ​ខួបពី​ប្រតិទិន​របស់​អ្នក​
lt: Rodyti sukaktis iš jūsų kalendoriaus
mr: तुमच्या दिनदर्शिकेमधील वार्षिक दिन दर्शवा
nds: Johrdaag ut KAdressbook wiesen
ro: Arată aniversări din calendar
ru: Годовщины из календаря пользователя
sl: Prikaži obletnice s koledarja
wa: Mostrer ls aniviersaires a pårti d' vosse calindrî

source: Enable this option to include anniversaries from your calendar in the upcoming special occasions summary. Typically, these are events with the "Anniversary" category.
bs: Omogući ovu opciju da se uključe godišnjice iz kalendara u nadolazeće specijalne događaje. Inače su ovo događaji u kategoriji godišnjicaa.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη επετείων του ημερολογίου σας στην περίληψη επόμενων ειδικών περιστάσεων. Τυπικά πρόκειται για γεγονότα με την κατηγορία «Επέτειος».
hu: Engedélyezze ezt a lehetőséget a naptárában található évfordulók megjelenítéséhez a különleges alkalmak áttekintésében. Ezek általában az „Évfordulók” kategória eseményei.
ja: カレンダーの記念日を近日中の特別な日の要約に含めるには、このオプションを有効にします。表示されるのは主にカテゴリが「記念日」であるイベントです。
kk: Болашақ ерекше оқиалар мазмұндамасына күнтізбеңіздегі жылдық күндер кірсін десеңіз - осыны белгілеңіз. Бұған жергілікті демалыс күндер я "Жылдық" санаттағы оқиғалар кіреді.
km: បើក​ជម្រើស​នេះ ដើម្បី​រួម​បញ្ចូល​ថ្ងៃ​បុណ្យ​ពី​ប្រតិទិន​របស់​អ្នក​នៅ​ក្នុង​សេចក្ដី​ព្រឹត្តិការណ៍​ពិសេស​ដែល​កើត​ឡើង​ឆាប់​នា​ពេល​ខាង​មុខ ។ ជា​ទូទៅ ព្រឹត្តិការណ៍​ទាំង​នេះ​មាន​ប្រភេទ "ថ្ងៃ​បុណ្យ" ។
mr: पूर्वनिर्धारित खास प्रसंगांच्या सारांशात तुमच्या दिनदर्शिकेतील वार्षिक दिन समाविष्ट करण्यासाठी हा पर्याय निवडा. विशेषतः असे कार्यक्रम "वार्षिक दिन"ह्या वर्गातील असतात.
nds: Bruuk disse Optschoon, wenn Du ok Johrdaag binnen de Tosamenfaten över de tokamen besünner Begeefnissen wiesen wullt. Normalerwies sünd dat Begeefnissen mit de Kategorie "Johrdaag".
ro: Activați această opțiune pentru a include aniversările din calendar în sumarul ocaziilor deosebite apropiate. În mod normal, acestea sînt evenimente cu categoria „Aniversare”.
ru: При включении этого параметра в дайджесте приближающихся особых событий будут учитываться годовщины из пользовательского календаря. Обычно эти события находятся в категории «Годовщины».
sl: Omogočite to možnost, da v povzetek prihajajočih posebnih priložnosti vključite tudi obletnice s koledarja. Običajno so to dogodki, ki so v kategoriji »Obletnica«.
wa: Mete en alaedje cisse tchuze po mete les aniviersaires di vosse calindrî dins l' racourti des speciås etrevéns. Ça sont tipicmint des evenmints avou l' categoreye « Aniviersaire ».

source: Enable this option to include holidays from your calendar in the upcoming special occasions summary. These are events from your configured holiday region, or events with the "Holiday" category.
bs: Omogući ovu opciju da se uključe praznici iz kalendara u nadolazeće specijalne događaje. Inače su ovo događaji u kategoriji praznika.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη εορτών του ημερολογίου σας στην περίληψη επόμενων ειδικών περιστάσεων. Πρόκειται για γεγονότα από τη διαμορφωμένη περιοχή εορτών σας, ή γεγονότα με την κατηγορία «Εορτές».
hu: Engedélyezze ezt a lehetőséget a címjegyzékében lévő szabadságok megjelenítéséhez a következő különleges alkalmak összefoglalásában. Ezek a területi beállításainak vagy a „Szabadság” kategóriájának eseményei.
ja: カレンダーの休日を近日中の特別な日の要約に含めるには、このオプションを有効にします。表示されるのは、休日のために設定した地域のイベントや、カテゴリが「休日」であるイベントです。
kk: Болашақ ерекше оқиғалар мазмұндамасына күнтізбеңіздегі демалыс күндер кірсін десеңіз - осыны белгілеңіз. Бұған жергілікті демалыс күндер я "Мейрамдар" санаттағы оқиғалар кіреді.
km: អនុញ្ញាត​​ជម្រើស​នេះ​ដើម្បី​រួម​បញ្ចូល​ថ្ងៃឈប់​សម្រាក​ពី​​ប្រតិទិន​របស់​អ្នក​នៅ​ក្នុង​សេចក្ដី​សង្ខេប​​ឳកាស​ពិសេសដែល​កើត​ឡើង​ឆាប់ៗ​នា​ពេល​ខាង​មុខ ។ នេះ​ជា​ព្រឹត្តិការណ៍ដែល​បាន​កំណត់ពី​រចនា​សម្ព័ន្ធតំបន់​ថ្ងៃ​ឈប់​សម្រាក​ ឬ​ព្រឹត្តិការណ៍​ជា​មួយប្រភេទ ​"ថ្ងៃ​ឈប់​សម្រាក" ។
mr: पूर्वनिर्धारित खास प्रसंगांच्या सारांशात तुमच्या दिनदर्शिकेतील सुट्ट्या समाविष्ट करण्यासाठी हा पर्याय निवडा. हे कार्यक्रम तुमच्या मांडणी केलेल्या सुट्ट्या ह्या विभागातील असतात किंवा "सुट्ट्या" ह्या वर्गातील असतात.
nds: Bruuk disse Optschoon, wenn Du ok Fierdaag binnen de Tosamenfaten över de tokamen besünner Begeefnissen wiesen wullt. Normalerwies sünd dat Begeefnissen mit de Kategorie "Fierdaag".
ro: Activați această opțiune pentru a include sărbătorile din calendar în sumarul ocaziilor deosebite apropiate. Acestea sînt evenimente din regiunea de sărbători configurată de dumneavoastră, sau evenimente cu categoria „Sărbătoare”.
ru: При включении этого параметра в дайджесте приближающихся особых событий будут учитываться праздники из пользовательского календаря. Обычно эти события находятся в категории «Праздники».
sl: Omogočite to možnost, da v povzetek prihajajočih posebnih priložnosti vključite tudi praznike s koledarja. To so dogodki iz nastavljenega prazničnega območja, ali pa dogodki v kategoriji »Praznik«.
wa: Metoz en alaedje cisse tchuze ci po mete les condjîs di vosse calindrî dins l' racourti des speciås etrevéns a vni. Çou sont des evenmints des condjîs d' vosse payis k' vos avoz apontyî oudon-bén d' evenmints avou l' categoreye « Condjî ».

source: Show &holidays
bs: Prikaži &praznike
el: Εμφάνιση εο&ρτών
hu: Ünne&pnapok
ja: 休日(&W)
kk: &Демалыстар көрсетілсін
km: បង្ហាញ​ថ្ងៃ​ឈប់​សម្រាក
lt: Rodyti š&ventes
mr: सुट्ट्या दर्शवा (&H)
nds: &Fierdaag wiesen
ro: Arată &sărbători
ru: &Праздники
sl: Prikaži pra&znike
wa: Mostrer &condjîs

source: Show s&pecial occasions
bs: Prikaži specijalne događaje.
el: Εμφάνιση ει&δικών περιστάσεων
hu: Speciális &alkalmak
ja: 特別な日(&P)
kk: Е&рекше оқиғалар көрсетілсін
km: បង្ហាញ​ឳកាស​ពិសេស
lt: Rodyti &ypatingas progas
mr: खास प्रसंग दर्शवा (&P)
nds: &Besünner Begeefnissen wiesen
ro: Arată ocazii deose&bite
ru: Осо&бый повод
sl: Prikaži po&sebne priložnosti
wa: Mostrer s&peciås etrevéns

source: Show These Special Dates From Your Contact List
bs: Prikaži posebne datume iz liste kontakata
el: Εμφάνιση αυτών των σημαντικών ημερομηνιών της λίστας επαφών σας
hu: Fontos dátumok a névjegyekből
ja: アドレス帳から表示する特別な日
kk: Контакттар тізіміңіздегі мынандай ерекше күндер көрсетілсін
km: បង្ហាញ​កាលបរិច្ឆេទ​ពិសេស​ទាំងនេះ​ពី​បញ្ជីទំនាក់ទំនង​របស់​អ្នក
lt: Rodyti šias ypatingas datas iš kontaktų sąrašo
mr: तुमच्या संपर्क यादीतून या खास दिनांक दर्शवा
nds: Disse besünner Daten ut de Kontaktenlist wiesen
ro: Arată aceste zile speciale din lista de contacte
ru: Особые даты из списка контактов
sl: Prikaži te posebne datume s seznama stikov
wa: Mostrer ces speciålès dates a pårti d' vosse calpin d' adresses

source: Enable this option to include birthdays from your address book in the upcoming special occasions summary.
bs: Omogući ovu opciju da se ubroje rođendani iz adresara u nadolazeće sažetke specijalnih događaja.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη γενεθλίων από το βιβλίο διευθύνσεών σας στην περίληψη επόμενων ειδικών περιστάσεων.
hu: Engedélyezze ezt a lehetőséget a címjegyzékében lévő születésnapok megjelenítéséhez a következő különleges alkalmak összefoglalásában.
ja: アドレス帳の誕生日を近日中の特別な日の要約に含めるには、このオプションを有効にします。
kk: Ерекше оқиғалар мазмұндамасына адрестік кітапшаңыздағы туған күнідер кірсін десеңіз - осыны белгілеңіз.
km: បើក​​ជម្រើស​នេះ​ដើម្បី​រួម​បញ្ចូល​ថ្ងៃ​កំណើតពី​​សៀវភៅ​អាសយដ្ឋានរបស់​អ្នកដោយ​សង្ខេប​ក្នុងសេចក្ដី​សង្ខេប​ព្រឹត្តិការណ៍​ពិសេស​ដែលកើត​ឡើង​ឆាប់ៗ​នា​ពេល​ខាង​មុខ ។
mr: आगामी खास प्रसंगांच्या सारांशात तुमच्या पत्त्यांच्या नोंदवहीतील वाढदिवस समाविष्ट करण्यासाठी हा पर्याय निवडा.
nds: Bruuk disse Optschoon, wenn Du ok Geboortsdaag binnen de Tosamenfaten över de tokamen besünner Begeefnissen wiesen wullt.
ro: Activați această opțiune pentru a include zilele de naștere din cartea de adrese în sumarul ocaziilor deosebite apropiate.
ru: При включении этого параметра в дайджесте приближающихся особых событий будут учитываться дни рождения из адресной книги пользователя.
sl: Omogočite to možnost, da v povzetek prihajajočih posebnih priložnosti vključite tudi rojstne dni iz adresarja.
wa: Metoz en alaedje cisse tchuze ci po mete les dates di skepiaedje di vosse calpin d' adresses e racourti des speciås etrevéns a vni.

source: Show birth&days
bs: Prikaži rođendane
el: Εμφάνιση &γενεθλίων
hu: &Születésnapok
ja: 誕生日(&I)
kk: Туған &күндер көрсетілсін
km: បង្ហាញ​​ថ្ងៃកំណើត
lt: Rodyti &gimtadienius
mr: वाढदिवस दर्शवा (&D)
nds: Geboorts&daag wiesen
ro: Arată zile &de naștere
ru: Д&ни рождения
sl: Prikaži rojs&tne dneve
wa: Mostrer &dates di skepiaedje

source: Enable this option to include anniversaries from your address book in the upcoming special occasions summary.
bs: Omogući ovu opciju da se ubroje godišnjice iz adresara u nadolazeće sažetke specijalnih događaja.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη επετείων από το βιβλίο διευθύνσεών σας στην περίληψη επόμενων ειδικών περιστάσεων.
hu: Engedélyezze ezt a lehetőséget a címjegyzékében lévő évfordulók megjelenítéséhez a következő különleges alkalmak összefoglalásában.
ja: アドレス帳の記念日を近日中の特別な日の要約に含めるには、このオプションを有効にします。
kk: Болашақ ерекше оқиғалар атауларына адрестік кітапшаңыздағы жылдықтар кірсін десеңіз осыны белгілеңіз.
km: បើក​ជម្រើស​នេះ​ដើម្បី​រួម​បញ្ចូល​ថ្ងៃ​បុណ្យ​ខួប​ពីសៀវភៅ​អាសយដ្ឋាន​របស់​អ្នក​ នៅ​ក្នុង​សេចក្ដី​សង្ខេប​​ព្រឹត្តិការណ៍​សំខាន់ៗ​ដែល​កើត​ឡើង​នា​ពេល​​ខាង​មុខ ។
mr: आगामी खास प्रसंगांच्या सारांशात तुमच्या पत्त्यांच्या नोंदवहीतील वार्षिक दिन समाविष्ट करण्यासाठी हा पर्याय निवडा.
nds: Bruuk disse Optschoon, wenn Du ok Johrdaag binnen de Tosamenfaten över de tokamen besünner Begeefnissen wiesen wullt.
ro: Activați această opțiune pentru a include aniversările din cartea de adrese în sumarul ocaziilor deosebite apropiate.
ru: При включении этого параметра в дайджесте приближающихся особых событий будут учитываться годовщины из адресной книги пользователя.
sl: Omogočite to možnost, da v povzetek prihajajočih posebnih priložnosti vključite tudi obletnice iz adresarja.
wa: Metoz en alaedje cisse tchuze ci po mete les aniviersaires di vosse calpin d' adresses e racourti des speciås etrevéns a vni.

source: Show anni&versaries
bs: Prikaži godišnjice
el: Εμφάνιση &επετείων
hu: É&vfordulók
ja: 記念日(&V)
kk: Жыл&дықтар көрсетілсін
km: បង្ហាញ​ថ្ងៃ​បុណ្យ​ខួប
lt: Rodyti &sukaktis
mr: वार्षिक दिन दर्शवा (&V)
nds: J&ohrdaag wiesen
ro: Arată ani&versări
ru: Г&одовщины
sl: Prikaži ob&letnice
wa: Mostrer ani&viersaires

source: Upcoming Special Dates
bs: Dolazeći posebni datumi
el: Σημαντικές ημερομηνίες
hu: Közelgő fontos dátumok
ja: 近日中の特別な日
kk: Болашақ ерекше күндер
km: កាលបរិច្ឆេទ​ពិសេស​ដែលនឹង​កើត​ឡើង
lt: Artėjančios ypatingos datos
mr: पुढील काळातील खास दिनांक
nds: Tokamen besünner Daten
ro: Zile speciale apropiate
ru: Предстоящие особые даты
sl: Posebni prihajajoči datumi
wa: Sipeciålès dates a vni

# the special day is today
source: Today
bs: Danas
el: Σήμερα
hu: Ma
ja: 今日
kk: Бүгін
km: ថ្ងៃ​នេះ
lt: Šiandien
mr: आज
nds: Vundaag
ro: Astăzi
ru: Сегодня
sl: Danes
wa: Ouy

# the special day is tomorrow
source: Tomorrow
bs: Sutra
el: Αύριο
hu: Holnap
ja: 明日
kk: Ертең
km: ថ្ងៃស្អែក
lt: Rytoj
mr: उद्या
nds: Morgen
ro: Mîine
ru: Завтра
sl: Jutri
wa: Dimwin

source: No special dates within the next 1 day
bs: Nema posebnih datuma u toku sljedeći %1 dan
el: Δεν υπάρχουν σημαντικές ημερομηνίες μέσα στην επόμενη ημέρα
hu: Nincs fontos dátum a következő 1 napban
ja: 1 日以内に誕生日や記念日はありません
kk: Келесі %1 күнде ерекше күндер жоқ
km: គ្មាន​កាលបរិច្ឆេទ​ពិសេស​នៅ​ក្នុង %1 ថ្ងៃ​បន្ទាប់
lt: Per artimiausią dieną gimtadienių ar sukakčių nenumatyta
mr: पुढील 1 दिवसात एकही विशेष दिनांक नाही
nds: Binnen den tokamen Dag steiht keen besünner Datum an
ro: Nu sînt zile speciale în ziua următoare
ru: Особые даты не предвидятся в ближайший %1 день
sl: Naslednji %1 dan ni posebnih datumov
wa: Pont d' sipeciålès dates divant on djoû

source: Send &Mail
bs: Pošalji &poštu
el: Αποστολή &Ηλ. ταχυδρομείου
hu: E-mail kül&dése
ja: メールを送信(&M)
kk: &Поштаны жіберу
km: ផ្ញើ​សំបុត្រ
lt: Siųsti &paštą
mr: मेल पाठवा (&M)
nds: &Nettbreef sennen
ro: Tri&mite poșta
ru: Отправить &письмо
sl: Pošlji &pošto
wa: Evoyî e&mile

source: View &Contact
bs: Prikaži &kontakt
el: Προβολή &επαφής
hu: A névjegy megte&kintése
ja: 連絡先を表示(&C)
kk: &Контактты қарау
km: មើល​ទំនាក់ទំនង
lt: Peržiūrėti &kontaktą
mr: पहा आणि संपर्क साधा (&C)
nds: &Kontakt ankieken
ro: Vezi &contact
ru: Показать &контакт
sl: Oglej si &stik
wa: Vey &soçon...

source: Mail to:"%1"
bs: Pošta za:„%1“
el: Ηλ. μήνυμα σε: "%1"
hu: E-mail küldése: "%1"
ja: “%1” へメール
kk: Хат қабылдаушысы:"%1"
km: សរសេរ​សំបុត្រ​ទៅ ៖"%1"
lt: Siųsti laišką: „%1“
mr: "%1" ला मेल करा
nds: Nettbreef na: "%1"
ro: Trimite prin poștă către: „%1”
ru: Отправить письмо «%1»
sl: Pošlji sporočilo na: »%1«
wa: Emiler a: « %1 »

source: Special Dates Summary
bs: Sažetak posebnih datuma
el: Περίληψη σημαντικών ημερομηνιών
hu: A fontos dátumok áttekintése
ja: 特別な日の要約
kk: Ерекше күндер атаулары
km: សង្ខេប​ថ្ងៃ​ពិសេស
lt: Ypatingos datos: santrauka
mr: खास दिनांकंचा सारांश
nds: Tosamenfaten över besünner Daten
ro: Sumar zile speciale
ru: Дайджест особых дат
sl: Povzetek posebnih datumov
wa: Racourti des speciålès dates

source: Kontact Special Dates Summary
bs: Kontact-ov sažetak posebnih datuma
el: Περίληψη σημαντικών ημερομηνιών Kontact
hu: Kontact - Speciális dátumok áttekintője
ja: Kontact 特別な日の要約
kk: Kontact-тың ерекше күндер атаулары
km: សេចក្តី​សង្ខេប​កាល​បរិច្ឆេទ​ពិសេស Kontact
lt: Kontact ypatingų dienų santrauka
mr: कॉन्टॅक्ट खास दिनांकंचा सारांश
nds: Kontact-Tosamenfaten för besünner Daten
ro: Sumar zile speciale Kontact
ru: Дайджест особых дат Kontact
sl: Kontactov povzetek posebnih datumov
wa: Racourti des speciålès dates di Kontact

# @title:column plugin name
source: Summary Plugin Name
bs: Sumarno ime priključka
el: Όνομα πρόσθετου περίληψης
hu: Áttekintő modul neve
ja: 要約プラグインの名前
kk: Мазмұндама плагиннің атауы
km: ឈ្មោះ​កម្មវិធី​ជំនួយ​សេចក្ដី​សង្ខេប
lt: Santraukos priedo pavadinimas
mr: सारांश प्लग-इन नाव
nds: Tosamenfaat-Moduul
ro: Denumire modul Sumar
ru: Модули дайджеста
sl: Ime vstavka za povzetek
wa: No do tchôke-divins pol racourti

source: Select the plugin summaries to show on the summary page.
bs: Odaberite sažetak priključka za prikaz na stranici sa sažetkom.
el: Επιλέξτε οι περιλήψεις προσθέτων να εμφανίζονται στη σελίδα περίληψης.
hu: Válassza ki, mely áttekintők jelenjenek meg az Áttekintő oldalon.
ja: 要約のページに表示するプラグインを選択します。
kk: Мазмұндама бетінде көрсететін плагин мазмұндамаларын таңдау.
km: ជ្រើស​សេចក្ដី​សង្ខេប​កម្មវិធី​ជំនួយ​ដែលត្រូវ​បង្ហាញ​នៅលើ​ទំព័រ​សេចក្ដី​សង្ខេប ។
lt: Pažymėkite priedų santraukas rodymui santraukų puslapyje.
mr: सारांश पृष्ठ दाखविण्यासाठी प्लगइन सारांशा शोधा.
nds: Bitte de Moduul-Tosamenfaten utsöken, de Du op de Tosamenfatensiet hebben wullt
ro: Alegeți modulele de sumar de afișat pe pagina cu sumare.
ru: Выберите дайджесты, которые следует показывать на странице дайджестов:
sl: Izberite vstavke za povzetke, ki jih želite prikazane na strani s povzetki.
wa: Tchoezixhoz les racourtis do tchôke-divins po mostrer dins l' pådje di rascourti.

source: KDE Kontact Summary
bs: Kontact-ov sažetak
el: Περίληψη KDE Kontact
hu: Kontact áttekintő
ja: KDE Kontact 要約
kk: KDE Kontact мазмұндамасы
km: សង្ខេប Kontact របស់ KDE
lt: KDE Kontact santrauka
mr: केडीई कॉन्टॅक्ट सारांश
nds: KDE Kontact-Tosamenfaten
ro: Sumar Kontact KDE
ru: Дайджест Kontact
sl: Povzetek KDE-jevega Kontacta
wa: Racourti Kontact da KDE

source: (c), 2004 Tobias Koenig
bs: © 2004, Tobijas Kinih (Tobias König)
hu: © Tobias Koenig, 2004.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៤ ដោយ Tobias Koenig
mr: ©, २००४ टोबिआस कोएनिग
nds: © 2004 Tobias Koenig
ru: © Тобиас Кёниг (Tobias Koenig), 2004
sl: ©, 2004 Tobias Koenig
wa: ©, 2004 Tobias Koenig

source: &Configure Summary View...
bs: &Podesi prikaz sažetka...
el: &Διαμόρφωση προβολής περίληψης...
hu: Az átte&kintő beállításai...
ja: 要約ビューの設定(&C)...
kk: Мазмұндама көрінісін &баптау...
km: កំណត់​រចនា​សម្ព័ន្ធ​ទិដ្ឋភាព​សង្ខេប...
lt: &Konfigūruoti santraukos vaizdą...
mr: सारांश दृश्याची संयोजना करा (&C)...
nds: &Tosamenfaat-Ansicht instellen...
ro: &Configurare vizualizare sumară...
ru: &Настроить дайджест...
sl: &Nastavi prikaz povzetkov ...
wa: &Apontyî vuwe do racourti...

source: Configure the summary view
bs: Konfiguriši prikaz sažetka
el: Διαμόρφωση της προβολής περίληψης
hu: Az összefoglaló nézet beállítása
ja: 要約ビューの設定
kk: Мазмұндама көрінісін баптау
km: កំណត់​រចនាសម្ព័ន្ធ​ទិដ្ឋភាព​សង្ខេប
lt: &Konfigūruoti santraukos rodinį
mr: सारांश दृश्याची संयोजना करा
nds: De Tosamenfaat-Ansicht instellen
ro: Configurează vizualizarea sumară
ru: Настроить дайджест...
sl: Nastavitev prikaza povzetkov

# @info:whatsthis
source: Choosing this will show a dialog where you can select which summaries you want to see and also allow you to configure the summaries to your liking.
bs: Odabirom ovog će se prikazati dijalog u kojem možete odabrati koje sažetke želite vidjeti i također vam omogućuje da konfigurišete sažetke po svojoj želji.
el: Αν το επιλέξετε αυτό θα εμφανίσει ένα διάλογο από όπου θα μπορείτε να επιλέγετε ποιες περιλήψεις θέλετε να βλέπετε και επίσης θα σας επιτρέπει να διαμορφώνετε τις περιλήψεις που προτιμάτε.
hu: Válassza ezt a megjelenítendő összefoglaló nézetek kijelöléséhez és az összefoglaló nézetek testre szabásához.
kk: Бұны таңдасаңыз, мазмндамаларын қалай көргіңіз келетінің таңдап, оларды баптауға мүкіндік беретін диалогы ұсынылады.
km: ការ​ជ្រើស​វា នឹង​បង្ហាញ​ប្រអប់​ដែល​អ្នក​អាចជ្រើស​​សេចក្ដី​សង្ខេប​ណាមួយ​ ដែល​អ្នក​ចង់​ឃើញ​ ហើយ​ក៏​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​រចនាសម្ព័ន្ធ​សេចក្ដី​សង្ខេប​​ទៅតំណរ​របស់​អ្នក ។
mr: हा निवडल्याने (पर्याय) तुम्हाला एक संगणकीय संवाद खिडकी दिसेल जेथे तुम्ही पाहायचे सारांश निवडू शकाल आणि तुमच्या आवडीप्रमाणे सारांशांची मांडणीदेखील करता येईल.
nds: Is dit anmaakt, dukt en Dialoog op, binnen den sik de Tosamenfaat-Ansicht utsöken lett un ok de Tosamenfaten na Dien Möög instellen laat.
ro: Alegerea acestei opțiuni va afișa un dialog în care puteți alege ce sumare doriți să vedeți și vă va permite să configurați sumarele după bunul plac.
ru: При выборе этого параметра появится окно, в котором можно выбрать дайджесты для отображения, а также настроить их по своему вкусу.
sl: Če izberete to, se bo prikazalo pogovorno okno, kjer lahko izberete povzetke, ki jih želite videti. Povzetke lahko tudi prilagodite po svojem okusu.

source: Summary for %1
bs: Sažetak za %1
el: Περίληψη για %1
hu: Áttekintő - %1
ja: %1 の要約
kk: %1 мазмұндамасы
km: សេចក្តី​សង្ខេប​សម្រាប់ %1
lt: %1 Kontact apžvalga
mr: %1 साठी सारांश
nds: Tosamenfaten för %1
ro: Sumar pentru %1
ru: Дайджест %1
sl: Povzetek za %1
wa: Racourti po %1

source: What's next?
bs: Šta je sljedeće?
el: Τι ακολουθεί;
hu: Mi következik?
ja: 次は何？
kk: Не істеу?
km: បន្ទាប់​ទៀត​គឺ​អ្វី ?
lt: Kas toliau?
mr: पुढे काय?
nds: Wat kummt neegst?
ro: Ce urmează?
ru: Что дальше?
sl: Kaj bo naslednje?
wa: Cwè adon?

source: Sync All
bs: Sinhronizuj sve
el: Συγχρ όλων
hu: Az összes szinkronizálása
ja: すべて同期
kk: Барлығын қадамдастыру
km: ធ្វើ​សមកាលកម្ម​ទាំងអស់
lt: Sinchronizuoti viską
mr: सर्व सुसूत्रीत करा
nds: All synkroniseren
ro: Sincronizează tot
ru: Синхронизировать все
sl: Uskladi vse

# @action:inmenu sync everything
source: All
bs: Sve
el: Όλα
hu: Mind
ja: すべて
kk: Барлығын
km: ទាំងអស់
lt: Viskas
mr: सर्व
ro: Tot
ru: Все
sl: Vse
wa: Totafwait

# sync everything
source: All
bs: Sve
el: Όλα
hu: Mind
ja: すべて
kk: Барлығын
km: ទាំងអស់
lt: Viskas
mr: सर्व
ro: Tot
ru: Все
sl: Vse
wa: Totafwait

source: Kontact Summary
bs: Kontact-ov sažetak
el: Περίληψη Kontact
hu: Kontact áttekintő
ja: Kontact 要約
kk: Kontact мазмұндамасы
km: សេចក្តី​សង្ខេប Kontact
lt: Kontact santrauka
mr: कॉन्टॅक्ट सारांश
nds: Kontact-Tosamenfaten
ro: Sumar Kontact
ru: Дайджест Kontact
sl: Povzetek Kontacta
wa: Racourti di Kontact

source: Kontact Summary View
bs: Prikaz Kontact-ovog sažetka
el: Προβολή περίληψης του Kontact
hu: Kontact áttekintő nézet
ja: Konatct 要約ビュー
kk: Kontact мазмұндамасы ғой
km: ទិដ្ឋភាព​សង្ខេប​របស់ Kontact
lt: Kontact santraukos vaizdas
mr: कॉन्टॅक्ट सारांश दृश्य
nds: Kontact-Tosamenfaatansicht
ro: Vizualizare sumară Kontact
ru: Дайджест Kontact
sl: Kontactov ogled povzetka
wa: Vuwe do racourti di Kontact

source: (c) 2003-2014 The Kontact developers
el: (c) 2003-2014 Οι προγραμματιστές του Kontact
hu: © A Kontact fejlesztői, 2003-2014.
nds: © 2003-2014 de Schrieverslüüd vun Kontact
ru: © Разработчики Kontact, 2003-2014

source: Sven Lueppken
mr: स्वेन ल्युपकेन
ru: Свен Люпкен (Sven Lueppken)

source: Cornelius Schumacher
mr: कॉर्निलूअस शुमाकर
ru: Корнелиус Шумахер (Cornelius Schumacher)

source: About Kontact
bs: O Kontact-u
el: Σχετικά με το Kontact
hu: A Kontact névjegye
ja: このプログラムについて
kk: Kontact туралы
km: អំពី Kontact
lt: Apie Kontact
mr: कॉन्टॅक्ट विषयी
nds: Över Kontact
ro: Despre Kontact
ru: О Kontact
sl: O Kontactu
wa: Åd fwait di Kontact

source: Kontact Container
bs: Kontact kontejner
el: Υποδοχέας του Kontact
hu: Kontact keretprogram
ja: Kontact コンテナ
kk: Kontact модулі
km: កុង​តឺន័រ Kontact
lt: Kontact talpykla
mr: कॉन्टॅक्ट कोश/धारक
nds: Kontact-Fatt
ro: Container Kontact
ru: Модуль Kontact
sl: Vsebovalnik Kontacta
wa: Contneu Kontact
