Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: Show anniversaries from your address book
bs: Prikaži godišnjice iz tvog adresara.
el: Εμφάνιση επετείων από το βιβλίο διευθύνσεών σας
hu: A címjegyzékében található évfordulók megjelenítése
ja: アドレス帳から記念日を表示します
kk: Адрестік кітапшаңіздағы жылдықтарды көрсету
km: បង្ហាញ​ថ្ងៃបុណ្យ​ខួប​ពីសៀវភៅ​អាសយដ្ឋានរបស់​អ្នក
lt: Rodyti sukaktis iš jūsų adresų knygelės
mr: तुमच्या नोंदवहीतील वार्षिक दिन दर्शवा
nds: Johrdaag ut KAdressbook wiesen
ro: Arată aniversări din cartea de adrese
ru: Годовщины из адресной книги
sl: Prikaži obletnice iz adresarja
wa: Mostrer ls aniviersaires a pårti do calpin d' adresses

source: Enable this option to include anniversaries from your address book in the planner summary.
bs: Omogući ovu opciju da uključi godišnjice iz adresara u sažetak planera.
el: Ενεργοποιήστε την επιλογή αυτή για να συμπεριλάβετε επετείους από το βιβλίο διευθύνσεών σας στην περίληψη του planner.
hu: Engedélyezze ezt a lehetőséget a címjegyzékében található évfordulók felvételéhez a tervező összegzésébe.
ja: アドレス帳に登録されている記念日をスケジュール帳の要約に含めるには、このオプションを有効にします。
kk: Жаспарлағыш мазмұндамасына адрестік кітапшаңыздағы жылдықтар кірсін десеңіз - осыны белгілеңіз.
km: បើក​ជម្រើស​នេះ ដើម្បី​បញ្ចូល​ថ្ងៃ​បុណ្យ​ខួប​ពី​សៀវភៅ​អាសយដ្ឋាន​នៅ​ក្នុង​សេចក្ដី​សង្ខេប​របស់​កម្មវិធី​ធ្វើ​ផែនការ ។
mr: तुमच्या पत्त्यांच्या नोंदवहीतील वार्षिक दिन नियोजकाच्या सारांशात समाविष्ट करण्यासाठी हा पर्याय निवडा.
nds: Maak dit an, wenn Du Johrdaag ut KAdressbook binnen de Planer-Översicht wiesen wullt.
ro: Activați această opțiune pentru a include aniversările din cartea de adrese în sumarul planificatorului.
ru: При выборе этого параметра в планах будут учитываться годовщины из адресной книги пользователя.
sl: Omogočite to možnost, da v povzetek planerja vključite tudi obletnice iz adresarja.
wa: Mete en alaedje cisse tchuze ci po mete les aniviersaires di vosse calpin d' adresses e racourti do planifieu.

source: Show anniversaries from address book
bs: Prikaži godišnjice iz adresara.
el: Εμφάνιση επετείων από το βιβλίο διευθύνσεων
hu: A címjegyzékben található évfordulók megjelenítése
ja: アドレス帳から記念日を表示する
kk: Адрестік кітапшадағы жылдықтар көрсетілсін
km: បង្ហាញ​ថ្ងៃបុណ្យ​ខួបពី​សៀវ​ភៅ​អាសយ​ដ្ឋាន
lt: Rodyti sukaktis iš adresų knygelės
mr: पत्त्यांच्या नोंदवहीतील वर्धापनदिन/स्मृतीदिन दर्शवा
nds: Johrdaag ut KAdressbook wiesen
ro: Arată aniversări din cartea de adrese
ru: Годовщины из адресной книги
sl: Prikaži obletnice iz adresarja
wa: Mostrer ls aniviersaires a pårti do calpin d' adresses

source: Show holidays from your calendar
bs: Prikaži praznike iz tvog kalenara.
el: Εμφάνιση εορτών από το ημερολόγιό σας
hu: A saját naptárában található ünnepnapok megjelenítése
ja: カレンダーから休日を表示します
kk: Күнтізбеңіздегі демалыс күндерді көрсету
km: បង្ហាញ​ថ្ងៃ​ឈប់​សម្រាក​ពី​ប្រតិទិន​របស់​អ្នក
lt: Rodyti atostogas iš jūsų kalendoriaus
mr: तुमच्या दिनदर्शिकेतील सुट्ट्या दर्शवा
nds: Fierdaag ut den Kalenner wiesen
ro: Arată sărbători din calendar
ru: Праздники из календаря
sl: Prikaži praznike s koledarja
wa: Mostrer les condjîs a pårti d' vosse calindrî

source: Enable this option to include holidays from your calendar in the planner summary. These are events from your configured holiday region, or events with the "Holiday" category.
bs: Omogući ovu opciju da se uključi praznik iz kalendara u sažetak planera. Ovo su događaji koji su iz konfiguracije praznika regiona ili događaji sa kategorijom praznika.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη εορτών από το ημερολόγιό σας στην περίληψη planner. Αυτά είναι γεγονότα από τη διαμορφωμένη περιοχή εορτών, ή γεγονότα με την κατηγορία «Εορτές».
hu: Engedélyezze ezt a lehetőséget a saját naptárában található szabadságok felvételéhez a tervező összegzésébe. Ezek a területi beállításainak vagy a „Szabadság” kategóriájának eseményei.
ja: カレンダーの休日をスケジュール帳の要約に含めるには、このオプションを有効にします。表示されるのは、休日のために設定した地域のイベントや、カテゴリが「休日」であるイベントです。
kk: Жоспарлағыш мазмұндамасына күнтізбеңіздегі демалыс күндер кірсін десеңіз - осыны белгілеңіз. Бұған жергілікті демалыс күндер я "Мейрамдар" санаттағы оқиғалар кіреді.
km: បើក​ជម្រើស​នេះ ដើម្បី​រួម​បញ្ចូល​ថ្ងៃ​ឈប់សម្រាក​ពី​ប្រតិទិន​របស់​អ្នក​នៅ​ក្នុង​សេចក្ដី​សង្ខេប​កម្មវិធី​ធ្វើផែនការ ។ ព្រឹត្តិការណ៍​ទាំង​នេះ​មាន​មក​ពី​តំបន់​ថ្ងៃ​ឈប់សម្រាក​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​របស់​អ្នក ឬ​ព្រឹត្តិការណ៍​ដែលមាន​ប្រភេទ​ "ថ្ងៃឈប់សម្រាក" ។
mr: तुमच्या दिनदर्शिकेतील सुट्ट्या नियोजकाच्या सारांशात समाविष्ट करण्यासाठी हा पर्याय निवडा. हे कार्यक्रम तुमच्या मांडणी केलेल्या सुट्ट्यांच्या विभागातील आहेत, किंवा कार्यक्रम "सुट्ट्या" वर्गवारीतील आहेत.
nds: Maak dit an, wenn Du Fierdaag ut KAdressbook binnen de Planer-Översicht wiesen wullt. Dit sünd Begeefnissen ut Dien instellt lokaal Fierdaag, oder Begeefnissen ut de Kategorie "Fierdaag".
ro: Activați această opțiune pentru a include sărbătorile din calendar în sumarul planificatorului. Acestea sînt evenimente din regiunea de sărbători configurată de dumneavoastră, sau evenimente cu categoria „Sărbătoare”.
ru: При включении этого параметра в дайджесте планов будут учитываться праздники из календаря пользователя. Сюда относятся события региона или события из категории «Праздники»
sl: Omogočite to možnost, da v povzetek planerja vključite tudi praznike s koledarja. To so dogodki iz nastavljenega prazničnega območja, ali pa dogodki v kategoriji »Praznik«.
wa: Metoz en alaedje cisse tchuze ci po mete les condjîs di vosse calindrî dins l' racourti do planifieu. Çou sont des evenmints des condjîs d' vosse payis k' vos avoz apontyî oudon-bén d' evenmints avou l' categoreye « Condjî ».

source: Show holidays from calendar
bs: Prikaži praznike iz kalendara.
el: Εμφάνιση εορτών από ημερολόγιο
hu: Ünnepnapok a naptárból
ja: カレンダーから休日を表示する
kk: Күнтізбедегі мейрамдар көрсетілсін
km: បង្ហាញ​ថ្ងៃ​ឈប់​សម្រាក​ពី​ប្រតិទិន
lt: Rodyti atostogas iš kalendoriaus
mr: दिनदर्शिकेमधील सुट्ट्या दर्शवा
nds: Fierdaag ut den Kalenner wiesen
ro: Arată sărbători din calendar
ru: Праздники из календаря
sl: Prikaži praznike s koledarja
wa: Mostrer les condjîs a pårti do calindrî

source: Show special occasions from your calendar
bs: Prikaži specijalne prigode iz tvog kalendara.
el: Εμφάνιση ειδικών περιστάσεων από το ημερολόγιο
hu: Különleges alkalmak megjelenítése a saját naptárából
ja: カレンダーから特別な日を表示します
kk: Күнтізбеңіздегі ерекше оқиғаларды көрсету
km: បង្ហាញ​ឳកាសពិសេស​ពី​ប្រតិទិន​របស់​អ្នក
lt: Rodyti ypatingus įvykius iš jūsų kalendoriaus
mr: तुमच्या दिनदर्शिकेमधील खास प्रसंग दर्शवा
nds: Besünner Begeefnissen ut den Kalenner wiesen
ro: Arată ocazii deosebite din calendar
ru: Особые события из календаря
sl: Prikaži posebne priložnosti s koledarja
wa: Mostrer les sipeciås etrevéns a pårti d' vosse calindrî

source: Enable this option to include events from your calendar with the "special occasion" category.
bs: Omogući ovu opciju da se uključe događaji iz kalendara koji imaju kategoriju specijalna prigoda.
el: Ενεργοποιήστε την επιλογή αυτή για να συμπεριλάβετε γεγονότα από το ημερολόγιό σας με την κατηγορία «ειδική περίσταση».
hu: Engedélyezze ezt a lehetőséget a saját naptárában „különleges alkalom” kategóriaként megjelölt események felvételéhez.
ja: カテゴリが「特別な日」であるカレンダーのイベントを含めるには、このオプションを有効にします。
kk: Жоспарлағыш мазмұндамасына күнтізбеңіздегі "ерекше оқиға" санатына жататындар кірсін десеңіз - осыны белгілеңіз.
km: បើក​ជម្រើស​នេះ ដើម្បី​រួម​បញ្ចូល​ព្រឹត្តិការណ៍​ពី​ប្រតិទិន​របស់​អ្នក​ដែលមាន​ប្រភេទ​ "ឳកាសពិសេស" ។
mr: तुमच्या दिनदर्शिकेमधील "विशेष प्रसंग" अशी वर्गवारी असलेले कार्यक्रम समाविष्ट करण्यासाठी हा पर्याय निवडा.
nds: Maak dit an, wenn Du Begeefnissen ut de Kalennerkategorie "Besünner Begeefnissen" wiesen wullt.
ro: Activați această opțiune pentru a include evenimentele din calendar cu categoria „ocazie deosebită”.
ru: При выборе этого параметра будут учитываться события с категорией «особое событие» из календаря пользователя.
sl: Omogočite to možnost, da vključite dogodke s koledarja, ki imajo kategorijo »posebna priložnost«.
wa: Metoz c' tchuze ci en alaedje po mete divins des evenmints d' vosse calindrî avou l' categoreye « sipeciå etrevén ».

source: Show special occasions from calendar
bs: Prikaže specijalne prigode sa kalendara.
el: Εμφάνιση ειδικών περιστάσεων από το ημερολόγιο
hu: Különleges alkalmak a naptárból
ja: カレンダーから特別な日を表示する
kk: Күнтізбедегі ерекше оқиғалар көрсетілсін
km: បង្ហាញ​ឱកាស​ពិសេស​ពី​ប្រតិទិន
lt: Rodyti ypatingus įvykius iš kalendoriaus
mr: दिनदर्शिकेमधील खास प्रसंग दर्शवा
nds: Besünner Begeefnissen ut den Kalenner wiesen
ro: Arată ocazii deosebite din calendar
ru: Особые события из календаря
sl: Prikaži posebne priložnosti s koledarja
wa: Mostrer les sipeciås etrevéns a pårti do calindrî

source: Planner Summary
bs: Kratak sadržaj planera
el: Περίληψη Planner
hu: Tervező - Áttekintés
ja: スケジュール帳の要約
kk: Жоспарлағыш мазмұндамасы
km: សេចក្ដី​សង្ខេប​កម្មវិធី​រៀបចំ​ផែនការ
lt: Planner santrauka
mr: नियोजकाचा/नियोजनाचा सारांश
nds: Planer-Översicht
ro: Sumar planificator
ru: Планы
sl: Povzetek planerja
wa: Racourti do planifieu

source: Kontact Planner Summary
bs: Kontact sažeti planer
el: Περίληψη Kontact Planner
hu: Kontact tervező - Áttekintés
ja: Kontact スケジュール帳の要約
kk: Kontact жоспарлағыш мазмұндамасы
km: សេចក្ដី​សង្ខេប​​​កម្មវិធី​រៀបចំ​ផែនការ​របស់ Kontact
lt: Kontact Planner santrauka
mr: कॉन्टॅक्ट नियोजन सारांश
nds: Planer-Översicht vun Kontact
ro: Sumar pentru planificatorul Kontact
ru: Дайджест планов
sl: Povzetek planerja Kontacta
wa: Racourti do planifieu di Kontact

source: Copyright © 2003 Tobias Koenig Copyright © 2004–2010 Allen Winter
hu: Copyright © Tobias Koenig, 2003. Copyright © Allen Winter, 2004-2010.
km: រក្សាសិទ្ធិឆ្នាំ ២០០៣ ដោយ Tobias Koenig រក្សាសិទ្ធិឆ្នាំ ២០០៤–២០១០ ដោយ Allen Winter
mr: स्वामित्व हक्क © २००३ टोबिआस कोएनिग “स्वामित्व हक्क © २००४-२०१० अलन विंटर
ro: Drept de autor © 2003 Tobias Koenig Drept de autor © 2004–2010 Allen Winter
ru: © Тобиас Кёниг (Tobias Koenig), 2003 © Аллен Уинтер (Allen Winter), 2004–2010
sl: Avtorske pravice © 2003 Tobias Koenig Avtorske pravice © 2004–2010 Allen Winter

source: Current Maintainer
bs: Trenutno održava
el: Τρέχων συντηρητής
hu: Jelenlegi karbantartó
ja: 現在のメンテナ
kk: Қазіргі жетілдірушісі
km: អ្នក​ថែទាំ​បច្ចុប្បន្ន
lt: Dabartinis prižiūrėtojas
mr: वर्तमान पालक
nds: Pleger opstunns
ro: Responsabil actual
ru: Сопровождающий
sl: Trenutni vzdrževalec
wa: Mintneu do moumint

source: Active Calendar
bs: Aktivni kalendar
el: Ενεργό ημερολόγιο
hu: Aktív naptár
ja: アクティブなカレンダー
kk: Істегі күнтізбе
km: ប្រតិទិន​សកម្ម
lt: Aktyvus kalendorius
mr: सक्रिय/कार्यक्षम दिनदर्शिका
nds: Aktiv Kalenner
ro: Calendar activ
ru: Активный календарь
sl: Aktiven koledar
wa: Calindrî en alaedje

source: Default Calendar
bs: Podrazumijevani kalendar
el: Προκαθορισμένο ημερολόγιο
hu: Alapértelmezett naptár
ja: デフォルトのカレンダー
kk: Әдеттегі күнтізбе
km: ប្រតិទិន​លំនាំដើម
lt: Numatytasis kalendorius
mr: पूर्वनिर्धारित दिनदर्शिका
nds: Standardkalenner
ro: Calendar implicit
ru: Календарь по умолчанию
sl: Privzeti koledar

source: Birthdays
bs: Rođendani
el: Ημέρες γενεθλίων
hu: Születésnapok
ja: 誕生日
kk: Туған күндер
km: ថ្ងៃកំណើត
lt: Gimimo dienos
mr: वाढदिवस
nds: Geboortsdaag
ro: Zile de naștere
ru: Дни рождения
sl: Rojstni dnevi

source: Upcoming Special Dates Configuration Dialog
bs: Dijalog za podešavanje nadolazećih posebnih datuma
el: Διάλογος διαμόρφωσης σημαντικών ημερομηνιών
hu: A közelgő fontos dátumok beállítóablaka
ja: 近日中の特別な日の設定ダイアログ
kk: Болашақ ерекше күндерді баптау диалогы
km: ប្រអប់​កំណត់​រចនា​សម្ព័ន្ធ​កាល​បរិច្ឆេទ​ពិសេស​ដែល​នឹង​មកដល់
lt: Artėjančių ypatingų datų konfigūravimo dialogas
mr: पूर्वनिर्धारित खास दिनांकंचा मांडणी संवाद
nds: Instellendialoog för tokamen besünner Daten
ro: Dialog de configurare Zile speciale apropiate
ru: Настройка показа предстоящих особых дат
sl: Nastavitveno okno za posebne prihajajoče datume
wa: Divize d' apontiaedje des speciålès dates a vni

source: Copyright © 2004 Tobias Koenig Copyright © 2004–2010 Allen Winter
hu: Copyright © Tobias Koenig, 2004. Copyright © Allen Winter, 2004-2010.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៤ ដោយ Tobias Koenig រក្សាសិទ្ធិ​ឆ្នាំ ២០០៤–២០១០ ដោយ Allen Winter
lt: Copyright © 2003 Tobias Koenig Copyright © 2004–2010 Allen Winter
mr: स्वामित्व हक्क © २००४ टोबिअस कोएनिग “स्वामित्व हक्क २००४ – २०१० अलन विंटर
ro: Drept de autor © 2004 Tobias Koenig Drept de autor © 2004–2010 Allen Winter
ru: © Тобиас Кёниг (Tobias Koenig), 2004 © Аллен Уинтер (Allen Winter), 2004–2010
sl: Avtorske pravice © 2004 Tobias Koenig Avtorske pravice © 2004–2010 Allen Winter

source: Special Dates Summary Configuration
bs: Konfiguracija Sažetka Specijalnih Datuma.
el: Διαμόρφωση περίληψης σημαντικών ημερομηνιών
hu: A fontos dátumok áttekintési beállításai
ja: 特別な日の要約の設定
kk: Ерекше күндерді кіргізуін баптау
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​សេចក្ដី​សង្ខេប​កាលបរិច្ឆេទ​ពិសេស
lt: Ypatingų datų santraukos konfigūracija
mr: खास दिनांकंच्या सरांशाची मांडणी
nds: Tosamenfaten över besünner Daten instellen
ro: Configurare Sumar zile speciale
ru: Параметры дайджеста особых дат
sl: Nastavitev povzetka posebnih datumov
wa: Apontiaedje do racourti des speciålès dates

source: Show Special Dates Starting
bs: Prikaži Specijalne Datume koji počinju
el: Εμφάνιση σημαντικών ημερομηνιών με αρχή
hu: Megjelenített fontos dátumok
ja: 表示する特別な日の開始日
kk: Келесіде басталатын ерекше күндер көрсетілсін:
km: បង្ហាញ​កាលបរិច្ឆេទ​ចាប់ផ្ដើម​ពិសេស
lt: Rodyti ypatingas datas nuo
mr: सुरवातीच्या खास दिनांक दर्शवा
nds: Besünner Daten wiesen, de anfangt in
ro: Arată datele speciale începînd
ru: Показывать особые даты
sl: Prikaži posebne datume, ki se začnejo
wa: Mostrer l' cominçmint des speciålès dates

source: Show special occasions for today only
bs: Prikaži specijalne događaje samo za danas
el: Εμφάνιση ειδικών περιστάσεων για σήμερα μόνο
hu: Csak a mai különleges alkalmak megjelenítése
ja: 今日開始する特別な日のみを表示します
kk: Бүгінгі ғана ерекше күндерді көрсету
km: បង្ហាញ​ឳកាស​ពិសេសសម្រាប់តែ​​ថ្ងៃនេះ​​ប៉ុណ្ណោះ
lt: Rodyti ypatingas progas tik šiandienai
mr: फक्त आजच्या खास दिनांक दर्शवा
nds: Besünner Begeefnissen bloots för vundaag wiesen
ro: Arată ocazii deosebite numai pentru azi
ru: Особые события только на сегодня
sl: Prikaži samo posebne priložnosti za danes
wa: Èn mostrer les speciås etrevéns k' pos ouy

source: Check this box if you want to see special occasions occurring on this date only.
bs: Označi ovu kutiju ukoliko želiš da vidiš specijalne događaje koji su samo na ovom datumu.
el: Επιλέξτε το πλαίσιο αυτό αν θέλετε να βλέπετε ειδικές περιστάσεις για αυτήν την ημερομηνία μόνο.
hu: Jelölje be ezt a négyzetet, ha csak az ezen dátumon előforduló különleges alkalmakat szeretné látni.
ja: 今日開始する特別な日のみを表示する場合、このボックスをチェックします。
kk: Тек бүгінгі ғана ерекше күндер көрсетілсін десеңіз - осы белгіні қойңыз.
km: គូស​ធីក​​​ប្រអប់នេះ ប្រសិន​បើ​អ្នកចង់មើលឳកាស​ពិសេស​ដែល​កើត​មាន​ឡើង​តែ​លើ​កាលបរិច្ឆេទ​នេះ​ប៉ុណ្ណោះ ។
mr: फक्त ह्या दिवशी होणारे खास प्रसंग पाहण्यासाठी ही पेटी निवडा.
nds: Maak dit an, wenn Du bloots besünner Begeefnissen för Vundaag wiesen wullt.
ro: Bifați dacă doriți să vedeți numai ocaziile deosebite de pe această dată.
ru: При выборе этого параметра будут отображаться особые события, происходящие только на эту дату.
sl: Omogočite to možnost, če bi radi videli samo posebne priložnosti, ki se zgodijo na ta datum.
wa: Clitchîz cisse boesse ci si vs ni vloz vey ki les speciås etrevéns s' passant cisse date la.

source: Show special occasions starting within the next month
bs: Prikaži specijalne događaje koji počinju unutar sljedećeg mjeseca.
el: Εμφάνιση ειδικών περιστάσεων που αρχίζουν μέσα στον επόμενο μήνα
hu: A következő hónapon belül esedékes különleges alkalmak megjelenítése
ja: 1 カ月以内に開始する特別な日を表示します
kk: Келесі айда басталатын ерекше оқиғаларды көрсету
km: បង្ហាញ​ឳកាស​ពិសេស​ដែល​ចាប់ផ្ដើម​ក្នុង​ខែ​បន្ទាប់
lt: Rodyti ypatingus įvykius prasidedančius nuo kito mėnesio
mr: पुढील महिन्यात सुरु होणारे खास प्रसंग दर्शवा
nds: Besünner Begeefnissen wiesen, de binnen den tokamen Maand anfangt
ro: Arată ocaziile deosebite începînd în luna viitoare
ru: Показать особые события следующего месяца
sl: Prikaži posebne priložnosti, ki se začnejo čez manj kot mesec
wa: Mostrer les speciås etrevéns a vni dins l' moes ki vént

source: Check this box if you want to see special occasions that start sometime during the next 31 days.
bs: Označi ovu kutiju ukoliko želiš da vidiš specijalne događaje koji počinju nekad unutar sljedećih 31 dan.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε ειδικές περιστάσεις που αρχίζουν κάποια στιγμή μέσα στις επόμενες 31 ημέρες.
hu: Jelölje be ezt a négyzetet, ha látni szeretné a következő 31 nap során esedékes különleges alkalmakat.
ja: 1 カ月以内に開始する特別な日を表示する場合、このボックスをチェックします。
kk: Келесі 31 күнде басталатын ерекше оқиғалар көрсетілсін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​​នេះ ប្រសិនបើ​អ្នក​ចង់​មើល​ឳកាស​ពិសេស​ដែល​ពេលខ្លះចាប់ផ្ដើម​អំឡុង​ពេល​ ៣១​ ថ្ងៃ​បន្ទាប់ ។
mr: पुढील ३१ दिवसात कधी तरी सुरु होणारे खास प्रसंग पाहायचे असतील तर ही पेटी तपासून पहा.
nds: Maak dit an, wenn Du bloots besünner Begeefnissen wiesen wullt, de binnen de nakamen 31 Daag anfangt.
ru: При выборе этого параметра будут отображаться особые события, которые произойдут в течение следующего 31 дня.
sl: Omogočite to možnost, če bi radi videli posebne priložnosti, ki se začnejo v naslednjih 31 dneh.
wa: Clitchîz cisse boesse ci si vs ni vloz vey ki les speciås etrevéns k' comincèt des 31 djoûs k' vinèt.

source: Select the days for showing upcoming special occasions
bs: Označi dane za prikazivanje nadolazećih specijalnih događaja.
el: Επιλέξτε τις ημέρες εμφάνισης επόμενων ειδικών περιστάσεων
hu: A napok kiválasztása a következő különleges alkalmak megjelenítéséhez
ja: 何日先までの特別な日を表示するかを指定します
kk: Болашақ ерекше оқиғаларын көрсететін мерзімін таңдау
km: ជ្រើស​ថ្ងៃ​​សម្រាប់បង្ហាញ​ឳកាស​ពិសេស​ដែល​នឹង​កើត​មាន​ឡើង​ឆាប់ៗ
mr: पूर्वनिर्धारित खास प्रसंग दाखवण्यासाठी दिवस निवडा
nds: De Tall vun Daag fastleggen, för de Du tokamen besünner Begeefnissen wiesen wullt
ro: Alegeți zilele pentru afișarea ocaziilor deosebite apropiate
ru: Выберите дни для показа приближающихся особых событий
sl: Izberite dneve za prikazovanje prihajajočih posebnih priložnosti
wa: Tchoezi les djoûs k' on mostere les speciås etrevéns a vni

source: Check this box if you want to specify the number of days in the future for upcoming special occasions.
bs: Označi ovu kutiju ukoliko želiš da odrediš broj dana za nadolazeće specijalne događaje.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να ορίσετε τον αριθμό των ημερών στο μέλλον για επόμενες ειδικές περιστάσεις.
hu: Jelölje be ezt a négyzetet a napok számának megadásához, amelyen belül közelgő különleges alkalmak megjelenítendők.
ja: 何日先までの特別な日を表示するかを指定する場合、このボックスをチェックします。
kk: Болашақ ерекше оқиғаларын көрсететін мерзімін келтірмек болсаңыз - осы белгіні қойыңыз.
km: គូសធីក​ប្រអប់នេះ ប្រសិនបើ​អ្នក​ចង់​បញ្ជាក់​​ចំនួន​ថ្ងៃ​នា​ពេល​អនាគត​សម្រាប់​ឳកាសពិសេស​ដែលនឹង​កើត​មានឡើង​ឆាប់ៗ ។
mr: पूर्वनिर्धारित खास प्रसंगांचे भावी काळातील दिवस निश्चीत करण्यासाठी ही पेटी निवडा.
nds: Maak dit an, wenn Du de Tall vun Daag fastleggen wullt, för de tokamen besünner Begeefnissen wiest warrt.
ru: При выборе этого параметра необходимо будет установить число дней до наступающих особых событий.
sl: Omogočite to možnost, če želite določiti število dni v prihodnosti za prihajajoče posebne priložnosti.
wa: Clitchîz cisse boesse ci si vs voloz dire li nombe di djoûs dins l' avni po les speciås etrevéns ki vnèt.

source: Set the number of days to show upcoming special occasions
bs: Odredi broj dana da prikažu nadolazeće specijalne događaje.
el: Καθορίστε τον αριθμό των ημερών εμφάνισης επόμενων ειδικών περιστάσεων
hu: A napok számának beállítása a közelgő különleges alkalmak megjelenítéséhez
ja: 何日先までの特別な日を表示するかを設定します
kk: Болашақ ерекше оқиғаларын көрсететін мерзімін келтіру
km: កំណត់​ចំនួន​ថ្ងៃ​ ដើម្បីបង្ហាញ​ឳកាស​ពិសេស​ដែល​នឹង​កើតមានឡើង​ឆាប់ៗ
mr: पूर्वनिर्धारित प्रसंग दाखविण्यासाठी दिवसांची संख्या निश्चीत करा
nds: De Tall vun Daag fastleggen, för de Du tokamen besünner Begeefnissen wiesen wullt
ro: Stabilește numărul de zile de de arătat ocaziile deosebite apropiate
ru: Установите число дней для показа приближающихся особых событий
sl: Nastavite število dni za prikazovanje prihajajočih posebnih priložnosti
wa: Defini l' nombe di djoûs k' on mostere les speciås etrevéns a vni

source: Use this spinbox to set the number of days to show upcoming special occasions up to one year in the future.
bs: Koristi ovaj spinbox da namjestiš broj dana da se prikažu nadolazeći specijalni događaji unutar jedne godine.
el: Χρησιμοποιήστε αυτό το περιστροφικό πλαίσιο για να ορίσετε τον αριθμό ημερών εμφάνισης επόμενων ειδικών περιστάσεων μέχρι και ένα έτος στο μέλλον.
hu: Ezen számmező használatával megadhatja a napok számát (ez akár egy év is lehet), amelyen belül a közelgő különleges alkalmak megjelenítendők.
ja: このスピンボックスを使って何日先までの特別な日を表示するかを設定します。最大で 1 年に設定できます。
kk: Осы сан тергіштің көмегімен болашақ ерекше оқиғаларын көрсететін 1 күннен 1 жылға дейінгі мерзімін таңдаңыз.
km: ប្រើ​បង្កើន​បន្ថយ​នេះ​ ដើម្បី​កំណត់​​​ចំនួន​ថ្ងៃត្រូវ​បង្ហាញ​​ការ​លេចឡើង​ឳកាស​ពិសេស​ដល់​រយៈពេល​​​មួយ​ឆ្នាំ​​ក្នុង​ពេល​អនាគត ។​
mr: भविष्यात पुढील एक वर्षापर्यंत पूर्वनिर्धारित खास प्रसंग दाखविण्यासाठी दिवस निश्चीत कार्याल ही स्पिनबॉंक्स(spinbox)वापरा
nds: Mit dit Dreihfeld kannst Du de Tall vun Daag bet to een Johr vörut fastleggen, för de tokamen besünner Begeefnissen wiest warrt
ru: Используйте это окошко счетчика, чтобы установить число дней (до года) для показа приближающихся событий.
sl: Uporabite to vrtilno polje, da nastavite število dni za prikazovanje prihajajočih posebnih priložnosti, ki so lahko največ eno leto v prihodnosti.
wa: Siervoz vs di c' tchamp ci po defini l' nombe di djoûs k' on mostere les speciås etrevéns a vni djuska èn an a l' avni.

source: Show These Special Dates From Your Calendar
bs: Prikaži ove specijalne datume iz kalendara.
el: Εμφάνιση αυτών των σημαντικών ημερομηνιών του ημερολογίου σας
hu: Fontos dátumok a naptárból
ja: カレンダーから表示する特別な日
kk: Күнтізбеңіздегі мынандай ерекше күндер көрсетілсін
km: បង្ហាញ​កាលបរិច្ឆេទ​ពិសេស​ពី​ប្រតិទិន​របស់​អ្នក
lt: Rodyti šias ypatingas dienas iš kalendoriaus
mr: तुमच्या दिनदर्शिकेमधील ह्या खास दिनांक दर्शवा
nds: Disse besünner Daten ut den Kalenner wiesen
ro: Arată aceste date speciale din calendar
ru: Особые события календаря
sl: Prikaži te posebne datume s koledarja
wa: Mostrer ces speciås etrevéns a pårti d' vosse calindrî

source: Show birthdays from your calendar
bs: Prikaži rođendane iz kalendara.
el: Εμφάνιση εορτών από το ημερολόγιό σας
hu: A naptárában található születésnapok megjelenítése
ja: カレンダーから誕生日を表示します
kk: Күнтізбеңіздегі туған күндерді көрсету
km: បង្ហាញ​ថ្ងៃ​កំណើត​​ពី​ប្រតិទិនរបស់​អ្នក
lt: Rodyti gimimo dienas iš jūsų kalendoriaus
mr: तुमच्या दिनदर्शिकेतील वाढदिवस दर्शवा
nds: Fierdaag ut den Kalenner wiesen
ro: Arată zilele de naștere din calendar
ru: Дни рождения из календаря пользователя
sl: Prikaži rojstne dni s koledarja
wa: Mostrer les dates di skepiaedje a pårti d' vosse calindrî
