Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: Show Upcoming Events Starting
bs: Prikaži nadolazeće događaje koji počinju.
el: Εμφάνιση γεγονότων με αρχή
hu: Közelgő események időtávja
ja: 表示する近日中のイベントの開始日
kk: Келесіде басталатын болашақ оқиғалар көрсетілсін:
km: បង្ហាញ​ការ​ចាប់ផ្ដើម​ព្រឹត្តិការណ៍​ដែល​នឹង​មក​ដល់
lt: Rodyti artėjančius įvykius, prasidedančius
mr: लवकरच येणाऱ्या घटनांची सुरवात दर्शवा
nds: Tokamen Begeefnissen wiesen
ro: Arată evenimentele apropiate începînd
ru: Предстоящие события
sl: Prikaži prihajajoče dogodke, ki se začnejo
wa: Mostrer les evenmints a vni k' comincèt dins

source: Show events for today only
bs: Pokaži događaje samo za danas.
el: Εμφάνιση γεγονότων για σήμερα μόνο
hu: Csak a mai események megjelenítése
ja: 今日のイベントのみを表示します
kk: Бүгінгі ғана оқиғаларды көрсету
km: បង្ហាញ​ព្រឹត្តិការណ៍​សម្រាប់​​តែ​ថ្ងៃ​នេះ​
lt: Rodyti tik šiandienos darbus
mr: फक्त आजच्याच घटना दर्शवा
nds: Bloots Begeefnissen för Vundaag wiesen
ro: Arată numai evenimentele pentru azi
ru: Показать задачи только на сегодня
sl: Prikaži samo današnje dogodke
wa: Èn mostrer les evenmints k' pos ouy

source: Check this box if you want to see events occurring on this date only.
bs: Označi ovu kućicu ukoliko želiš da vidiš događaje koje se odvijaju samo na ovom datumu.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε γεγονότα που συνέβησαν στην ημερομηνία αυτή μόνο.
hu: Jelölje be ezt a négyzetet, ha kizárólag az ezen a dátumon előforduló eseményeket szeretné látni.
ja: 今日のイベントのみを表示する場合、このボックスをチェックします。
kk: Тек бүгінгі ғана оқиғалар көрсетілсін десеңіз - осыны белгілеңіз.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឃើញ​ព្រឹត្តិការណ៍​កើតឡើង​នៅ​ក្នុងកាលបរិច្ឆេទ​​នេះ​តែ​ប៉ុណ្ណោះ ។
mr: फक्त ह्या दिवशीच होणाऱ्या घटना बघण्यासाठी ही पेटी निवडा.
nds: Maak dit an, wenn Du bloots de Begeefnissen wiesen wullt, de op den aktuellen Dag afloopt.
ro: Bifați dacă doriți să vedeți numai evenimentele de pe această dată.
ru: При выборе этого параметра будут показаны события только для этой даты.
sl: Omogočite to možnost, če bi radi videli samo dogodke, ki se zgodijo na ta datum.
wa: Clitchîz cisse boesse ci si vs ni vloz vey ki ls evenmints di cisse date la.

source: &Today only
bs: Samo danas.
el: &Σήμερα μόνο
hu: &Csak ma
ja: 今日(&T)
kk: &Бүгінгі ғана
km: តែ​ថ្ងៃ​នេះ
lt: &Tik šiandien
mr: फक्त आजच (&T)
nds: Bloots för &Vundaag
ro: Numai as&tăzi
ru: Только &сегодня
sl: Sa&mo danes
wa: &K' ådjourdu

source: Show events starting within the next month
bs: Pokaži događaje koji počinju unutar sljedećeg mjeseca.
el: Εμφάνιση γεγονότων που αρχίζουν μέσα στον επόμενο μήνα
hu: A következő hónapon belül kezdődő események megjelenítése
ja: 1 カ月以内に開始するイベントを表示します
kk: Келесі айда басталатын оқиғаларды көрсету
km: បង្ហាញ​ព្រឹត្តិការណ៍​ដែល​ចាប់ផ្ដើម​នៅ​ក្នុងខែ​បន្ទាប់
lt: Rodyti įvykius prasidedančius kitą mėnesį
mr: पुढील महिन्याभरात होणाऱ्या घटना दर्शवा
nds: Begeefnissen wiesen, de binnen den tokamen Maand anfangt
ro: Arată evenimentele începînd în luna viitoare
ru: Показать события, начинающиеся в следующем месяце
sl: Prikaži dogodke, ki se začnejo čez manj kot mesec
wa: Mostrer ls evenmints a vni dins l' moes ki vént

source: Check this box if you want to see events that start sometime during the next 31 days.
bs: Označi ovu kućicu ukoliko želiš da vidiš događaje koji počinju nekad tokom narednih 31 dan.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε γεγονότα που αρχίζουν κάποια στιγμή μέσα στις επόμενες 31 ημέρες.
hu: Jelölje be ezt a négyzetet, ha látni szeretné azokat az eseményeket, amelyek a következő 31 nap során kezdődnek.
ja: 1 カ月以内に開始するイベントを表示する場合、このボックスをチェックします。
kk: Келесі 31 күнде басталатын оқиғалар көрсетілсін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឃើញ​ព្រឹត្តិការណ៍​ដែល​​ពេល​ខ្លះចាប់ផ្ដើម​ក្នុង​រយៈពេល ៣១ ថ្ងៃ​បន្ទាប់ ។
lt: Pažymėkite šį langelį, jei norite matyti įvykius prasidedančius per ateinančias 31 dieną.
mr: पुढील ३१ दिवसात कधीतरी सुरु होणाऱ्या घटना पाहायच्या असतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du Begeefnissen wiesen wullt, de binnen de nakamen 31 Daag anfangt.
ru: При выборе этого параметра будут показаны события, которые начнутся в течение следующего 31 дня.
sl: Omogočite to možnost, če bi radi videli dogodke, ki se začnejo v naslednjih 31 dneh.
wa: Clitchîz cisse boesse ci si vs ni vloz vey ki ls evenmints k' comincèt des 31 djoûs k' vinèt.

source: Within the next &month (31 days)
bs: Unutar sljedećeg mjeseca.
el: Μέσα στον επόμενο &μήνα (31 μέρες)
hu: A &következő hónapban (31 nap)
ja: 1 カ月 (31 日) 以内(&M)
kk: Келесі &айдағы (31 күндегілерді)
km: នៅ​ក្នុង​ខែ​បន្ទាប់ (៣១ ថ្ងៃ)
lt: Per kitą &mėnesį (31 dieną)
mr: पुढील महिन्यात (३१ दिवस) (&M)
nds: Binnen den nakamen &Maand (31 Daag)
ro: În cursul lunii &viitoare (31 de zile)
ru: В ближайший &месяц (31 день)
sl: Čez manj kot &mesec (31 dni)
wa: Divins l' &moes ki vént (31 djoûs)

source: Select the days for showing upcoming events
bs: Označi dane za nadolazeće događaje.
el: Επιλέξτε τις ημέρες που θα εμφανίζονται τα επόμενα γεγονότα
hu: A napok kiválasztása a közelgő események megjelenítésére
ja: 何日先までのイベントを表示するかを指定します
kk: Болашақ оқиғалардың көрсететін мерзімін таңдау
km: ជ្រសើ​ថ្ងៃ​សម្រាប់បង្ហាញព្រឹត្តិការណ៍​ដែល​កើត​ឡើង​ឆាប់ៗ​បានពេល​ខាង​មុខ​នេះ
lt: Pasirinkite dienas, kurių artėjančius įvykius rodyti
mr: आगामी घटना पाहण्यासाठी दिवस निवडा
nds: De Tall vun Daag fastleggen, för de Du tokamen Begeefnissen wiesen wullt
ro: Alegeți zilele pentru afișarea evenimentelor apropiate
ru: Выберите дни для показа приближающихся событий
sl: Izberite dneve za prikazovanje prihajajočih dogodkov
wa: Tchoezi les djoûs k' on mostere les evenmints a vni

source: Check this box if you want to specify the number of days in the future for upcoming events.
bs: Označi ovu kutiju ukoliko želiš da specificiraš broj dana za buduće događaje.
el: Επιλέξτε αυτό το πλαίσιο για να ορίσετε τον αριθμό των ημερών στο μέλλον για τα επόμενα γεγονότα.
hu: Jelölje be ezt a négyzetet a napok számának megadásához, amelyen belül közelgő események megjelenítendők.
ja: 何日先までのイベントを表示するかを指定する場合、このボックスをチェックします。
kk: Болашақ оқиғалардың көрсететін мерзімін келтірмек болсаңыз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់នេះ ប្រសិនបើ​អ្នក​ចង់​បញ្ជាក់​ចំនួន​ថ្អៃ​នៅ​ពេលអនាគត​សម្រាប់ព្រឹត្តិការណ៍​ដែល​នឹង​កើត​ឡើង​​នា​ពេល​ឆាប់ៗ​នេះ ។
lt: Pažymėkite šį langelį, jei norite nurodyti ateinančių dienų skaičių busimiems įvykiams.
mr: आगामी घटनासाठी तुम्हाला दिवसांची संख्या निश्चीत करायची असेल तर ही पेटी निवडा.
nds: Maak dit an, wenn Du de Tall vun Daag fastleggen wullt, för de tokamen Begeefnissen wiest warrt.
ru: При выборе этого параметра необходимо будет установить за сколько дней до начала следует показывать приближающиеся события.
sl: Omogočite to možnost, če želite določiti število dni v prihodnosti za prihajajoče dogodke.
wa: Clitchîz cisse boesse ci si vs voloz dire li nombe di djoûs dins l' avni po les evenmints ki vnèt.

source: Within the &next:
bs: Unutar sljedećeg.
el: Μέσα στις &επόμενες:
hu: A követke&ző
ja: この日数以内(&N):
kk: &Алдағы
km: នៅ​បន្ទាប់ ៖
lt: Per &ateinančius:
mr: पुढील काळात (&N):
nds: Binnen de &nakamen:
ro: Î&n cursul următoarelor:
ru: В &ближайшие:
sl: Čez &manj kot:
wa: Divi&ns l' shuvant :

source: Set the number of days to show upcoming events
bs: Namjesti broj dana za prikazati nadolazeće događaje.
el: Καθορίστε τον αριθμό των ημερών που θα εμφανίζουν τα επόμενα γεγονότα
hu: A napok számának beállítása a közelgő események megjelenítéséhez
ja: 何日先までのイベントを表示するかを設定します
kk: Болашақ оқиғалардың көрсететін мерзімін келтіру
km: កំនត់​ចំនួន​ថ្ងៃ​ ដើម្បី​បង្ហាញ​ព្រឹត្តិការណ៍​ដែល​នឹង​កើត​ឡើង
lt: Nustatyti ateinančių dienų skaičių rodyti ateinančius įvykius.
mr: आगामी घटना दाखविण्यासाठी दिवसांची संख्या निश्चीत करा
nds: De Tall vun Daag fastleggen, för de Du tokamen Begeefnissen wiesen wullt
ro: Stabilește numărul de zile de de arătat evenimentele apropiate
ru: Установить число дней для показа приближающихся событий
sl: Nastavite število dni za prikazovanje prihajajočih dogodkov
wa: Defini l' nombe di djoûs k' on mostere les evenmints a vni

source: Use this spinbox to set the number of days to show upcoming events up to 1 year in the future.
bs: Koristi ovaj spinbox da namjetiš broj dana koji prikazuju nadolazeće događaje do jednu godinu unaprijed.
el: Χρησιμοποιήστε αυτό το περιστροφικό πλαίσιο για να ορίσετε τον αριθμό των ημερών που θα εμφανίζουν τα επόμενα γεγονότα μέχρι και 1 έτος στο μέλλον.
hu: Ezen számmező használatával megadhatja a napok számát (ez akár egy év is lehet), amelyen belül a közelgő események megjelenítendők.
ja: このスピンボックスを使って何日先までのイベントを表示するかを設定します。最大で 1 年に設定できます。
kk: Осы сан тергіштің көмегімен болашақ оқиғалардың көрсететін 1 күннен 1 жылға дейінгі мерзімін таңдаңыз.
km: ប្រើ​ប្រអប់​បង្កើនបន្ថយ​ ដើម្បី​កំណត់​ចំនួន​ថ្ងៃ​​ត្រូវ​បង្ហាញ​ព្រឹត្តិការណ៍​ដែល​កើត​ឡើង​រហូតដល់​ទៅ ១ ឆ្នាំ​នា​ពេលអនាគត ។
mr: पुढील एक वर्षातील घटना पाहण्यासाठी दिवसांची संख्या निश्चीत करायची असेल तर ही स्पीनबॉक्स वापरा.
nds: Mit dit Dreihfeld kannst Du de Tall vun Daag (bet to een Johr vörut) fastleggen, för de tokamen Begeefnissen wiest warrt.
ru: Используйте это окошко счетчика, чтобы установить число дней (до 1 года) до начала показа приближающихся событий.
sl: Uporabite to vrtilno polje, da nastavite število dni za prikazovanje prihajajočih dogodkov, ki so lahko največ eno leto v prihodnosti.
wa: Siervoz vs di c' tchamp ci po defini l' nombe di djoûs k' on mostere les evenmints a vni djuska 1 an a l' avni.

source: 1 day
bs: 1 dan.
el: 1 ημέρα
hu: 1 nap
ja: 1 日
kk: 1 күндегі оқиғаларды
km: ១ ថ្ងៃ
lt: 1 dieną
mr: १ दिवस
nds: 1 Dag
ro: 1 zi
ru: 1 день
sl: 1 dan
wa: 1 djoû

# days to show in summary
source: days
bs: dani
el: ημέρες
hu: nap
ja: 日
kk: күндегі оқиғаларды
km: ថ្ងៃ
lt: dienų
mr: दिवस
nds: Daag anfangt
ro: zile
ru: дней
sl: dni
wa: djoûs

source: Show These Upcoming Events From Your Calendar
bs: Prikaži ove nadolazeće događaje iz svog kalendara.
el: Εμφάνιση αυτών των επερχόμενων γεγονότων του ημερολογίου σας
hu: Közelgő események a naptárból
ja: カレンダーから表示する近日中のイベント
kk: Күнтізбеңіздегі мынандай болашақ оқигалар көрсетілсін
km: បង្ហាញ​ព្រឹត្តិការណ៍​ដែល​នឹង​មាន​ទាំងនេះ​ពី​ប្រតិទិន​របស់​អ្នក
lt: Rodyti šiuos artėjančius įvykius iš kalendoriaus
mr: तुमच्या दिनदर्शिकेमधील पुढील काळातील घटना दर्शवा
nds: Disse tokamen Begeefnissen ut den Kalenner wiesen
ro: Arată aceste evenimente apropiate din calendar
ru: Показывать события из календаря
sl: Prikaži te prihajajoče dogodke s koledarja
wa: Mostrer ces evenmints a vni a pårti d' vosse calindrî

source: Show birthdays from your calendar when also using the Birthday resource
bs: Prikaži rođendane iz kalendara kada se koristi rođendanski resurs.
el: Εμφάνιση γενεθλίων από το ημερολόγιό σας όταν γίνεται χρήση του πόρου γενεθλίων
hu: Születésnapok a naptárból, ha a Születésnapok erőforrás használt
ja: 誕生日リソースが使われていれば、カレンダーから誕生日を表示します
kk: "Туған күн" ресурсын де пайдаланатын күнтізбеңіздегі туған күндерді көрсету
km: បង្ហាញ​ថ្ងៃ​ខួ​ប​កំណត់​ពី​ប្រតិទិន​របស់​អ្នក​ នៅពេល​ប្រើ​ធនធាន​ថ្ងៃ​ខួប​កំណើត​ដែរ
lt: Rodyti gimimo dienas iš kalendoriaus jei naudojamas ir Gimtadienių resursas
mr: तुमच्या दिनदर्शिकेतील वाढदिवस प्रणाली वापरून वाढदिवस दर्शवा
nds: Geboortsdaag ut den Kalenner wiesen, wenn ok de Geboortsdag-Ressource bruukt warrt
ru: Показывать дни рождения из календаря
sl: Prikaži rojstne dni s koledarja, tudi ko je v uporabi koledar Rojstni dnevi
wa: Mostrer les dates di skepiaedje a pårti d' vosse calindrî cwand i s' sieve ossu del rissoûce Date di skepiaedje

source: Enable this option to include birthdays from your calendar in the upcoming events summary. This option is only available if you are using the Birthdays resource in your calendar.
bs: Omogući ovu opciju da se uključe rođendani sa kalendara u nadolazećem sažetku događaja. Ova opcija je jedino dostupna ukoliko koristiš rođendanski resurs unutar kalendara.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη γενεθλίων του ημερολογίου σας στην περίληψη επερχόμενων γεγονότων. Αυτή η επιλογή είναι διαθέσιμη μόνο αν χρησιμοποιείτε τον πόρο γενεθλίων στο ημερολόγιό σας.
hu: Engedélyezze ezt a lehetőséget a naptárában található születésnapok megjelenítéséhez a közelgő események áttekintésében. Ez a lehetőség csak akkor érhető el, ha a Születésnapok eszközt használja a naptárában.
ja: カレンダーの誕生日を近日中のイベントの要約に含めるには、このオプションを有効にします。このオプションは、カレンダーで誕生日リソースを使っている場合にのみ利用できます。
kk: Болашақ оқиғалар атауларына күнтізбеңіздегі туған күндер кірсін десеңіз - осыны белгілеңіз. Бұл параметр, егерде күнтізбеңізде "Туған күн" ресурсын пайдаланғанда ғана істейді.
km: បើក​ជម្រើស​នេះ ដើម្បី​រួម​បញ្ចូល​ថ្ងៃ​កំណើត​​ពី​ប្រតិទិន​របស់​អ្នក​នៅ​ក្នុង​សេចក្ដី​សង្ខេប​ព្រឹត្តិការណ៍​​ដែលនឹង​កើត​ឡើង​ ។ ជម្រើស​នេះ​អាច​ប្រើ​បាន​តែ​ក្នុងករណី​ដែល​អ្នកកំពុង​ប្រើ​ធនធាន​ថ្ងៃ​​កំណើត​នៅ​ក្នុង​ប្រតិទិន​របស់​អ្នក ។
mr: आगामी घटनाच्या संक्षिप्त यादीत वाढदिवसांचा समावेश करण्यासाठी हा पर्याय वापरा. हा पर्याय तुम्ही फक्त वाढदिवस प्रणाली वापरणार असाल तरच उपलब्ध आहे.
nds: Bruuk disse Optschoon, wenn Du ok Geboortsdaag ut Dien Kalenner binnen de Tosamenfaten över de tokamen Begeefnissen wiesen wullt. Disse Optschoon is bloots verföögbor, wenn Du binnen Dien Kalenner ok de Geboortsdag-Ressource bruukst.
ru: При включении этого параметра в дайджесте предстоящих событий будут показаны дни рождения из календаря. Этот параметр доступен, если в календаре используется источник дней рождения.
sl: Omogočite to možnost, da v povzetek prihajajočih dogodkov vključite tudi rojstne dni s koledarja. Ta možnost je na voljo samo, če uporabljate koledar Rojstni dnevi.
wa: Metoz en alaedje cisse tchuze po mete divins les dates di skepiaedje di vosse calindrî dins l' racourti des Evenmints a vni. Cisse tchuze n' est disponibe ki s' vos vs siervoz del rissoûce Dates di skepiaedje dins vosse calindrî.

source: Show &birthdays
bs: Prikaži rođendane.
el: Εμφάνιση &γενεθλίων
hu: Szü&letésnapok
ja: 誕生日(&B)
kk: &Туған күнідер көрсетілсін
km: បង្ហាញ​ថ្ងៃ​កំណើត
lt: Rodyti &gimtadienius
mr: वाढदिवस दर्शवा (&B)
nds: &Geboortsdaag wiesen
ro: Arată &zile de naștere
ru: &Дни рождения
sl: Prikaži ro&jstne dneve
wa: Mostrer &dates di skepiaedje

source: Shows anniversaries from your calendar when using the Birthdays resource
bs: Prikaži godišnjice iz kalendara kada se koristi rođendanski resurs.
el: Εμφάνιση επετείων από το ημερολόγιό σας όταν γίνεται χρήση του πόρου γενεθλίων
hu: Évfordulókat mutat a naptárban a Születésnapok erőforrás használatakor
ja: 誕生日リソースが使われていれば、カレンダーから記念日を表示します
kk: "Туған күн" ресурсын де пайдаланатын күнтізбеңіздегі жылдықтарды көрсету
km: បង្ហាញ​ថ្ងៃបុណ្យ​ខួប​ពី​ប្រតិទិន​របស់​អ្នក នៅពេល​ប្រើ​ធនធាន​ថ្ងៃ​កំណើត
lt: Rodyti sukaktis iš kalendoriaus kai naudojamas ir Gimtadienių resursas
mr: वाढदिवस प्रणाली वापरताना तुमच्या दिनदर्शिकेमधील वर्धापनदिन/स्मृतीदिनदेखील दर्शवा.
nds: Wiest Johrdaag ut den Kalenner, wenn de Geboortsdag-Ressource bruukt warrt
ru: Показывать годовщины из календаря
sl: Prikaži obletnice s koledarja, ko je v uporabi koledar Rojstni dnevi
wa: Mostere les aniviersaires a pårti d' vosse calindrî cwand on s' sieve del rissoûce Dates di skepiaedje

source: Enable this option to include anniversaries from your calendar in the upcoming events summary. This option is only available if you are using the Birthdays resource in your calendar.
bs: Omogući ovu opciju da se uključe godišnjice iz kalendara u nadolazećem sažetku događaja. Ova opcija je jedino dostupna ukoliko koristiš rođendanski resurs iz kalendara.
el: Ενεργοποιήστε αυτήν την επιλογή για τη συμπερίληψη επετείων του ημερολογίου σας στην περίληψη επερχόμενων γεγονότων. Αυτή η επιλογή είναι διαθέσιμη μόνο αν χρησιμοποιείτε τον πόρο γενεθλίων στο ημερολόγιό σας.
hu: Engedélyezze ezt a lehetőséget a naptárában található évfordulók megjelenítéséhez a közelgő események áttekintésében. Ez a lehetőség csak akkor érhető el, ha a Születésnapok eszközt használja a naptárában.
ja: カレンダーの記念日を近日中のイベントの要約に含めるには、このオプションを有効にします。このオプションは、カレンダーで誕生日リソースを使っている場合にのみ利用できます。
kk: Болашақ оқиғалар атауларына күнтізбеңіздегі жылдықтар кірсін десеңіз - осыны белгілеңіз. Бұл параметр, егерде күнтізбеңізде "Туған күн" ресурсын пайдаланғанда ғана істейді.
km: បើក​ជម្រើស​នេះ​ដើម្បី​រួម​បញ្ចូល​ថ្ងៃ​បុណ្យ​ខួប​ពី​ប្រតិទិន​របស់អ្នក​​នៅ​ក្នុង​សេចក្ដី​សង្ខេប​ព្រឹត្តិការណ៍​ដែល​នឹង​កើត​ឡើង​ ។ ជម្រើស​នេះ​អាច​ប្រើបាន​តែ​ក្នុងករណី​ដែល​អ្នក​កំពុង​តែ​ប្រើ​ធនធាន​ថ្ងៃ​​​កំណើត​នៅ​ក្នុង​ប្រតិទិន​របស់​អ្នក ។
mr: आगामी घटनांच्या संक्षिप्त यादीत वर्धापनदिन/स्मृतीदिन समाविष्ट करण्यासाठी हा पर्याय निवडा. मात्र तुम्ही दिनदर्शिकेमधील वाढदिवस प्रणाली वापरात असाल तरच हा पर्याय उपलब्ध आहे.
nds: Bruuk disse Optschoon, wenn Du ok Johrdaag binnen de Tosamenfaten över de tokamen Begeefnissen wiesen wullt. Disse Optschoon is bloots verföögbor, wenn Du binnen Dien Kalenner ok de Geboortsdag-Ressource bruukst.
ru: При включении этого параметра в дайджесте предстоящих событий будут показаны годовщины из календаря. Этот параметр доступен, если в календаре используется источник годовщин.
sl: Omogočite to možnost, da v povzetek prihajajočih dogodkov vključite tudi obletnice s koledarja. Ta možnost je na voljo samo, če uporabljate koledar Rojstni dnevi.
wa: Metoz en alaedje cisse tchuze po mete divins les aniviersaires a pårti d' vosse calindrî dins l' racourti des Evenmints a vni. Cisse tchuze n' est disponibe ki s' vos vs siervoz del rissoûce Dates di skepiaedje dins vosse calindrî.

source: Show &anniversaries
bs: Prikaži godišnjice.
el: Εμφάνιση &επετείων
hu: Év&fordulók
ja: 記念日(&S)
kk: &Жылдықтар көрсетілсін
km: បង្ហាញ​​ថ្ងៃ​បុណ្យ​ខួប
lt: Rodyti &sukaktis
mr: वर्धापनदिन/स्मृतीदिन दर्शवा (&A)
nds: &Johrdaag wiesen
ro: Arată &aniversări
ru: &Годовщины
sl: Prikaži o&bletnice
wa: Mostrer &aniviersaires

source: Groupware Settings
bs: Groupware opcije
el: Ρυθμίσεις groupware
hu: Csoportmunka beállítások
ja: グループウェアの設定
kk: Топтық істі баптау
km: ការ​កំណត់ ​Groupware
lt: Grupinio darbo įrangos nustatymai
mr: समूहानुसार मांडणी
nds: Arbeitkoppel-Instellen
ro: Configurări colaborare
ru: Настройка совместной работы
sl: Nastavitve skupinskega dela
wa: Tchuzes Groupware

source: Show events belonging to my calendars only
bs: Pokaži događaje koji pripadaju samo mom kalendaru.
el: Εμφάνιση γεγονότων που ανήκουν στα δικά μου ημερολόγια μόνο
hu: Csak a saját naptáraimhoz tartozó események megjelenítése
ja: 自分のカレンダーのイベントのみを表示します
kk: Тек менің күнтізбемдегі ғана оқиғаларды көрсету
km: បង្ហាញ​ព្រឹត្តិការណ៍​ដែល​ជា​របស់​ប្រតិទិនតែប៉ុណ្ណោះ
lt: Rodyti įvykius priklausančius tik mano kalendoriams
mr: फक्त माझ्या दिनदर्शिकेमध्ये असलेलेच कार्यक्रम दर्शवा
nds: Bloots Begeefnissen ut de egen Kalenners wiesen
ro: Arată numai evenimente aparținînd calendarelor mele
ru: Показать задачи, принадлежащие только календарям пользователя
sl: Prikaži samo dogodke z mojih koledarjev
wa: Èn mostrer k' les evenmints apårtinant a mes calindrîs

source: Check this box if you want the summary to show events belonging to your calendars only.
bs: Označi ovu kutiju ukoliko želite da sažetak pokaže događaje koji pripadaju samo vašem kalendaru.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε η περίληψη να εμφανίζει γεγονότα που ανήκουν στα δικά σας ημερολόγια μόνο.
hu: Jelölje be ezt a négyzetet ahhoz, hogy az összefoglaló csak az Ön naptáraihoz tartozó eseményeket jelenítse meg.
ja: 自分のカレンダーにあるイベントのみを要約に表示する場合、このボックスをチェックします。
kk: Мазмұндамада тек менің күнтізбемдегі ғана оқиғалар көрсетілсін десеңіз - осы белгіні қойыңыз.
km: ធីក​​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​ចង់​សង្ខេប​ដើម្បី​បង្ហាញ​ព្រឹត្តិការណ៍ជា​កម្មសិទ្ធិប្រតិទិន​របស់​អ្នក​តែ​មួយ​។
mr: फक्त तुमच्या दिनदर्शिकेतील कार्यक्रमांची संक्षिप्त यादीच पहावयाची असेल तर हा पर्याय वापरा.
nds: Maak dit an, wenn Du binnen de Tosamenfaten bloots Begeefnissen ut Dien egen Kalenners wiesen wullt.
ro: Bifați această casetă dacă doriți ca sumarul să arate numai evenimentele aparținînd calendarelor dumneavoastră.
ru: При выборе этого параметра будет показан дайджест событий, принадлежащих только календарю пользователя.
sl: Omogočite to možnost, če želite, da bodo v povzetku prikazani samo dogodki z vaših koledarjev.
wa: Clitchîz cisse boesse ci si vs voloz kel racourti n' mostere ki ls evenmints apårtinant a vos calindrîs.

source: Show &my events only
bs: Prikaže samo moje događaje.
el: Εμφάνιση των γεγονότων &μου μόνο
hu: Csak a &saját eseményeim megjelenítése
ja: 自分のイベントのみを表示する(&M)
kk: Тек менің күнтізбемдегі оқиғалар көрсетілсін
km: បង្ហាញ​តែ​ព្រឹត្តិការណ៍​របស់​ខ្ញុំ​
lt: Rodyti tik mano įvykius
mr: फक्त माझेच कार्यक्रम दर्शवा (&M)
nds: Bloots &egen Begeefnissen wiesen
ro: Arată numai evenimentele &mele
ru: Показать только события &пользователя
sl: Prikaži samo &moje dogodke
wa: Èn håyner k' &mes evenmints

source: Upcoming Events
bs: Nastupajući događaji
el: Σημαντικά γεγονότα
hu: Közelgő események
ja: 近日中のイベント
kk: Болашақтағы оқиғалар
km: ព្រឹត្តិការណ៍​ដែល​នឹង​កើតឡើង
lt: Artėjantys įvykiai
mr: आगामी कार्यक्रम
nds: Tokamen Begeefnissen
ro: Evenimente apropiate
ru: Предстоящие события
sl: Prihajajoči dogodki
wa: Evenmints a vni

source: No upcoming events starting within the next day
bs: Nema nadolazećih događaja s početkom u sljedeći %1 dan
el: Δεν υπάρχουν ραντεβού την επόμενη ημέρα
hu: Nincs esemény a következő napon
ja: 1 日以内に開始するイベントはありません
kk: Келесі %1 күнде басталатын оқиға жоқ
km: គ្មាន​ព្រឹត្តិការណ៍​ដែល​នឹង​មាន​ចាប់ផ្ដើម​ក្នុង​រយៈពេល %1 បន្ទាប់
lt: Per artimiausią dieną nenumatyta jokių įvykių
mr: पुढील दिवसभरात होणारी एकही घटना नाही
nds: Binnen den tokamen Dag steiht keen Begeefnis an
ro: Nu sînt evenimente apropiate ce încep în ziua următoare
ru: События не предвидятся в ближайший %1 день
sl: V naslednjih %1 dneh se ne začne noben dogodek
wa: Nol evenmint a vni dins l' djoû ki vént

source: &Edit Appointment...
bs: &Izmijeni sastanak...
el: &Επεξεργασία ραντεβού...
hu: Találkozó mó&dosítása...
ja: 約束を編集(&E)...
kk: Кездесуді ө&згерту...
km: កែសម្រួល​ការ​ណាត់​ជួប...
lt: &Redaguoti susitikimą...
mr: नियोजित भेटी संपादन करा (&E)...
nds: Termin &bewerken...
ro: &Editare întîlnire...
ru: &Изменить встречу...
sl: &Uredi zmenek ...
wa: &Candjî Radjoû...

source: &Delete Appointment
bs: &Obriši sastanak
el: &Διαγραφή ραντεβού
hu: Találkozó &törlése
ja: 約束を削除(&D)
kk: Кездесуді ө&шіру
km: លប់​ការ​ណាត់​ជួប
lt: &Trinti susitikimą
mr: भेट काढून टाका (&D)
nds: Termin &wegdoon
ro: Ș&terge întîlnirea
ru: &Удалить встречу
sl: &Zbriši zmenek
wa: &Disfacer radjoû

source: Edit Event: "%1"
bs: Izmijeni događaj: "%1"
el: Επεξεργασία ραντεβού: "%1"
hu: Esemény módosítása: "%1"
ja: イベント <resource>%1</resource> を編集
kk: Өзгертетін оқиға: "%1"
km: កែសម្រួល​ព្រឹត្តិការណ៍ ៖ "%1"
lt: Redaguoti įvykį: „%1“
mr: घटना संपादन करा : "%1"
nds: Begeefnis bewerken: "%1"
ro: Editare eveniment: „%1”
ru: Изменить встречу «%1»
sl: Uredi dogodek: »%1«
wa: Candjî evenmint: « %1 »

# @action:inmenu
source: New Journal...
bs: Novi dnevnik...
el: Νέο χρονικό...
hu: Új napló…
ja: 新しい日記...
kk: Жаңа күнделік...
km: ទិនានុប្បវត្ដិ​ថ្មី...
lt: Naujas žurnalas...
mr: नवीन टिपण्णी...
nds: Nieg Daagbook...
ro: Jurnal nou...
ru: Создать запись дневника...
sl: Nov dnevnik ...
wa: Novea djournå...

# @info:status
source: Create a new journal
bs: Kreiraj novi dnevnik
el: Δημιουργία νέου χρονικού
hu: Új napló létrehozása
ja: 新しい日記を作成
kk: Жаңа күнделікті бастау
km: បង្កើត​ទិនានុប្បវត្តិ​ថ្មី
lt: Sukurti naują žurnalą
mr: नवीन टिपण्णी तयार करा
nds: En nieg Daagbook opstellen
ro: Creează jurnal nou
ru: Создать новую запись дневника
sl: Ustvari nov vnos v dnevnik
wa: Ahiver on novea djournå
