Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: Start in iconified (minimized) mode
bs: Pokreni se u ikonifikovanom (minimizovanom) režimu
el: Εκκίνηση στο πλαίσιο συστήματος
hu: Indulás minimalizált állapotban
ja: アイコン化 (最小化) モードで起動
kk: Таңбашалы (түйілген) түрінен бастасын
km: ចាប់ផ្ដើម​នៅ​ក្នុងរបៀប iconified (បាន​បង្រួម​បប្បបរមា)
lt: Paleisti paslėpta veiksena (ikona pulte)
mr: चित्रलिपीच्या (लहान आकारातील) पद्धतीत सुरु करा
nds: Minimeert starten
ro: Pornește în regim minimizat
ru: Запустить в свёрнутом виде
sl: Zaženi v pomanjšanem (ikoniziranem) načinu
wa: Enonder en môde imådjete (å pus ptit)

source: List all possible modules and exit
bs: Izlistaj sve moguće module i izađi
el: Εμφάνιση όλων των πιθανών αρθρωμάτων και έξοδος
hu: A választható modulok kilistázása, majd kilépés
ja: 利用可能なすべてのモジュールを表示して終了
kk: Бар модульдерін тізімдеп доғарылсын
km: រាយ​ម៉ូឌុល​ដែល​​មាន​ទាំងអស់ ហើយ​ចេញ
lt: Išvardinti visus galimus modulius ir išeiti
mr: शक्य असलेल्या सर्व विभागांची यादी करा
nds: All Modulen oplisten un denn dat Programm beennen
ro: Enumeră toate modulele posibile și ieși
ru: Показать список доступных компонентов и выйти
sl: Navedi vase možne module in končaj
wa: Fé l' djivêye di tos les modules possibes eyet moussî foû

source: Copyright © 2001–2014 Kontact authors
bs: Autorska prava © 2001–2014 Kontact autori
el: Πνευματικά δικαιώματα © 2001–2014, οι συγγραφείς του Kontact
hu: Copyright © A Kontact szerzői, 2001-2014.
nds: Copyright © 2001–2014 de Schrieverslüüd vun Kontact
ru: © Авторы Kontact, 2001–2014

source: Rafael Fernández López
mr: राफेल फर्नंदेझ लोपेझ
ru: Рафаэль Фернандес Лопес (Rafael Fernández López)

source: Daniel Molkentin
mr: डेनिएल मोल्केटीन
ru: Даниэл Молкентин (Daniel Molkentin)

source: Don Sanders
mr: डॉन सेन्दर्स
ru: Дон Сандерс (Don Sanders)

source: Tobias König
mr: टोबीआस कोनिग
ru: Тобиас Кёниг (Tobias König)

source: David Faure
mr: डेविड फाउर
ru: Дэвид Фаури (David Faure)

source: Ingo Klöcker
mr: इंगो क्लोकर
ru: Инго Клёкер (Ingo Klöcker)

source: Sven Lüppken
mr: स्वेन ल्युप्पकेन
ru: Свен Люпкен (Sven Lüppken)

source: Zack Rusin
mr: झाक रुसीन
ru: Зак Русин (Zack Rusin)

source: Matthias Hoelzer-Kluepfel
mr: माथीआस होएलझेर- क्लुपफेल
ru: Матиас Хельцер-Клипфел (Matthias Hoelzer-Kluepfel)

source: Original Author
bs: Prvobitni autor
el: Αρχικός συγγραφέας
hu: Eredeti szerző
ja: オリジナルの作者
kk: Бастапқы авторы
km: អ្នក​និពន្ធ​ដើម
lt: Pradinės versijos autorius
mr: मूळ लेखक
nds: Orginaalautor
ro: Autor original
ru: Автор идеи
sl: Prvotni avtor
wa: Oridjinnå oteur

source: Torgny Nyblom
mr: टोरगनी नायब्लोम
ru: Торни Ниблом (Torgny Nyblom)

source: Git Migration
bs: Git Migratcija
el: Μετάβαση στο git
hu: Git migráció
kk: Git-ке көшіру
km: ការ​ប្ដូរ​មក​ Git
lt: Git migravimas
mr: Git स्थलांतरण
nds: Ümwannelwarktüüch för Git
ro: Migrare spre Git
ru: Перенос исходного кода на Git
sl: Prehod na Git

# @item:intext
source: Loading Kontact...
bs: Učitava se Kontact
el: Φόρτωση Kontact...
hu: A Kontact betöltése…
ja: Kontact を起動中...
kk: Kontact-ты жегу...
km: កំពុង​ផ្ទុក Kontact...
lt: Įkeliamas Kontact...
mr: कॉन्टॅक्ट भारण(loading)
nds: Kontact warrt laadt...
ro: Se încarcă Kontact...
ru: Загрузка Kontact...
sl: Nalaganje Kontacta ...

# @info:status
source: Initializing...
bs: Inicijalizujem...
el: Αρχικοποίηση...
hu: Inicializálás…
ja: 初期化中...
kk: Бастау күйіне келтіру...
km: កំពុង​ចាប់​ផ្ដើម...
lt: Pradedama...
mr: सुरवात केलेले
nds: An't Torechtmaken...
ro: Inițializare...
ru: Инициализация...
sl: Pripravljanje ...

# @item:intext
source: Get Organized!
bs: Organizujte se!
el: Οργανωθείτε!
hu: Legyen szervezett!
ja: 情報を整理!
kk: Ұйымдастырып қой!
km: បាន​រៀបចំ​ហើយ !
lt: Susitvarkykite!
mr: संघटीत करून घ्या
nds: Allens organiseert!
ro: Organizează-te!
ru: Упорядочьте ваши данные!
sl: Organizirajte se!

# @item:intext
source: The KDE Personal Information Management Suite
bs: KDE prostor za rukovanje ličnim informacijama
el: Σουίτα Διαχείρισης Προσωπικών Πληροφοριών του KDE
hu: A KDE személyes-információ kezelő csomagja
ja: KDE 個人情報管理スイート
kk: KDE дербес ақпарат менеджер дестесі
km: ឈុត​គ្រប់គ្រង​ព័ត៌មាន​ផ្ទាល់ខ្លួន​របស់ KDE
lt: KDE asmeninės informacijos tvarkymo programos
mr: केडीई वैयक्तिक माहिती व्यवस्थापन संच
nds: KDE-Ümgeven för de Pleeg vun persöönliche Informatschonen
ro: Suita KDE de gestiune a informațiilor personale
ru: Менеджер персональной информации KDE
sl: KDE-jeva zbirka programov za upravljanje z osebnimi podatki

# @title:menu create new pim items (message,calendar,to-do,etc.)
source: New
bs: Novo
el: Νέο
hu: Új
ja: 新規作成
kk: Жаңа
km: ថ្មី
lt: Naujas
mr: नवीन
nds: Nieg
ro: Nou
ru: Создать
sl: Novo
wa: Novea

# @title:menu synchronize pim items (message,calendar,to-do,etc.)
source: Sync
bs: Sinhronizacija
el: Συγχρ
hu: Szinkronizálás
ja: 同期
kk: Қадамдастыру
km: ធ្វើ​សមកាលកម្ម
lt: Sinchr.
mr: सुसूत्रीत करा
nds: Synkroniseren
ro: Sincronizare
ru: Синхронизация
sl: Uskladi
wa: Sincro

# @action:inmenu
source: Configure Kontact...
bs: Podesi Kontakt
el: Διαμόρφωση Kontact...
hu: A Kontact beállításai…
ja: Kontact を設定(&K)...
kk: Kontact-ты баптау...
km: កំណត់​រចនាសម្ព័ន្ធ Kontact...
lt: Konfigūruoti Kontact...
mr: कॉन्टॅक्ट ची मांडणी करा
nds: Kontact instellen...
ro: Configurare Kontact...
ru: Настроить Kontact...
sl: Nastavi Kontact ...

# @info:status
source: Configure Kontact
bs: Podesi Kontakt
el: Διαμόρφωση Kontact...
hu: A Kontact beállítása
ja: Kontact を設定
kk: Kontact-ты баптау
km: កំណត់​រចនាសម្ព័ន្ធ Kontact
lt: Konfigūruoti Kontact
mr: कॉन्टॅक्ट ची मांडणी करा
nds: Kontact instellen
ro: Configurează Kontact
ru: Настроить Kontact
sl: Nastavi Kontact

# @info:whatsthis
source: You will be presented with a dialog where you can configure Kontact.
bs: Bićete prezentovani sa dijalogom gdje ćete moći da podesite Kontakt
el: Θα παρουσιαστεί ένας διάλογος από όπου θα μπορείτε να διαμορφώσετε το Kontact.
hu: Megjelenik egy párbeszédablak, ahol módosíthatja a Kontact beállításait.
kk: Kontact-ты баптау диалогы ұсынылады.
km: អ្នកនឹង​ត្រូវ​បាន​បង្ហាញ​​ដោយ​ប្រអប់​មួយ​ ដែល​អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ Kontact.
mr: तुम्हाला कॉन्टॅक्ट ची मांडणी करण्यासाठी एक संगणकीय संवाद खिडकी उपलब्ध करून दिली जाईल.
nds: Binnen en nieg Dialoog kannst Du "Kontact" instellen.
ro: Vi se va afișa un dialog în care puteți configura Kontact.
ru: Будет открыто диалоговое окно настройки Kontact.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko nastavite Kontact.

# @action:inmenu
source: &Kontact Introduction
bs: &Uvod u Kontact
el: &Εισαγωγή στο Kontact
hu: A &Kontact bemutatása
ja: Kontact はじめに(&O)
kk: &Kontact кіріспесі
km: ការ​ណែនាំ​អំពី Kontact
lt: &Kontact įvadas
mr: कॉन्टॅक्ट चा परीचय (&K)
nds: &Kontact-Inföhren
ro: Introducere în &Kontact
ru: &Введение в Kontact
sl: Uvod v &Kontact

# @info:status
source: Show the Kontact Introduction page
bs: Prikaži Kontakt uvodnu stranicu
el: Εμφάνιση της σελίδας εισαγωγής στο Kontact
hu: A Kontact bemutatkozó oldalának megjelenítése
ja: Kontact の開始ページを表示
kk: Kontact-тың кіріспе бетін көрсету
km: បង្ហាញ​ទំព័រ​ណែនាំ​របស់ Kontact
lt: Rodyti Kontact įvadinį puslapį
mr: कॉन्टॅक्ट चा परिचय करून देणारे पृष्ठ दर्शवा
nds: De "Kontact"-Inföhrensiet wiesen
ro: Arată pagina introductivă Kontact
ru: Показать страницу вводной информации о Kontact
sl: Prikaži uvodno stran za Kontact

# @info:whatsthis
source: Choose this option to see the Kontact Introduction page.
bs: Izaberi ovu opciju da vidiš Kontakt uvodnu stranicu
el: Ενεργοποιήστε αυτήν την επιλογή για να βλέπετε τη σελίδα εισαγωγής στο Kontact
hu: Válassza ezt a lehetőséget a Kontact bemutatkozó oldalának megjelenítéséhez.
kk: Kontact-тың кіріспе бетін көру үшін осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ដើម្បីមើល​ទំព័រ​ណែនាំ​របស់ Kontact
lt: Pasirinkite šį pasirinkimą, kad matyti Kontact įvadinį puslapį.
mr: कॉन्टॅक्ट ची माहिती देणारे पृष्ठ पाहण्यासाठी हा पर्याय निवडा.
nds: Maak dit an,wenn Du de "Kontact"-Inföhrensiet wiesen wullt.
ro: Alegeți această opțiune pentru a vedea pagina introductivă Kontact.
ru: Показать страницу вводной информации о Kontact.
sl: Izberite to možnost, da vidite uvodno stran za Kontact.

# @action:inmenu
source: &Tip of the Day
bs: Savje&t dana
el: &Συμβουλή της Ημέρας
hu: A nap &tippje
ja: 今日の一言(&D)
kk: &Бүгінгі кеңес
km: ព័ត៌មាន​ជំនួយ​សម្រាប់​ថ្ងៃ
lt: &Dienos patarimas
mr: आजची विशेष टिपण्णी (&T)
nds: &Tipp för Vundaag
ro: &Sfatul zilei
ru: &Совет дня
sl: &Namig dneva

# @info:status
source: Show the Tip-of-the-Day dialog
bs: Prikaži dijalog savjeta dana
el: Εμφάνιση του διαλόγου για τη συμβουλή της ημέρας
hu: A nap tippje párbeszédalak megjelenítése
ja: 今日の一言を表示
kk: Бүгінгі кеңес терезесін көрсету
km: បង្ហាញ​ប្រអប់​ព័ត៌មានជំនួយ​សម្រាប់​ថ្ងៃ
lt: Rodyti dienos patarimų langą
mr: दिवसाच्या संकेताची संवाद खिडकी दर्शवा
nds: "Tipp för Vundaag"-Dialoog wiesen
ro: Arată dialogul cu sfatul zilei
ru: Открыть диалоговое окно «Совет дня»
sl: Prikaži okno z namigom dneva

# @info:whatsthis
source: You will be presented with a dialog showing small tips to help you use this program more effectively.
bs: Bićete predstavljeni sa dijalogom koji pokazuje male savjete da ti pomognu da koristiš ovaj program efikasnije.
el: Θα παρουσιαστεί ένας διάλογος που θα εμφανίζει μικρές συμβουλές που θα σας βοηθήσουν να κάνετε αποτελεσματική χρήση αυτού του προγράμματος.
hu: Egy párbeszédablak jelenik meg, amely a program hatékonyabb használatát segítő tippeket ad.
kk: Бағдарламаны тиімді қодану тәсілдері туралы шағын кеңестер терезесі ұсынылады.
km: អ្នក​នឹងត្រូវ​បាន​បង្ហាញ​ដោយ​​ប្រអប់​​មួយ ដោយ​​បង្ហាញ​ព័ត៌មាន​ជំ​នួយ​តិចតួច​​ដើម្បី​ជួយ​អ្នក​ប្រើ​កម្មវិធី​ទាំង​នេះ​ឲ្យ​មាន​ប្រសិទ្ធភាព​ជាង ។
mr: तुम्हाला ही प्रणाली जास्त परिणामकारक रीतीने वापरता यावी म्हणून छोट्या-छोट्या खुणा/संकेत असलेली एक संगणकीय संवाद खिडकी उपलब्ध करून दिली जाईल
nds: Binnen en nieg Dialoog warrt lütte Tipps för beter Programmbruuk wiest.
ru: Будет открыто окно с небольшими советами по более эффективному использованию этой программы.
sl: Prikazalo se bo pogovorno okno, ki prikazuje kratke namige za pomoč pri učinkoviti uporabi programa.

# @info:status
source: Plugin %1
bs: Dodatak %1
el: Πρόσθετο %1
hu: %1 bővítmény
ja: プラグイン <resource>%1</resource>
kk: %1 плагині
km: កម្មវិធី​ជំនួយ​​របស់​ %1
lt: Priedas %1
mr: प्लगइन %1
nds: Moduul %1
ro: Modulul %1
ru: Модуль %1
sl: Vstavek %1

# @info:whatsthis
source: Switch to plugin %1
bs: Izaberi dodatak %1
el: Εναλλαγή στο πρόσθετο %1
hu: Váltás a(z) %1 bővítményre
ja: プラグイン <resource>%1</resource> に切り替えます
kk: %1 плагиніне ауысу
km: ប្តូរ​ទៅ​កម្មវិធី​ជំនួយ​របស់​ %1
lt: Perjungti į priedą %1
mr: प्लगइन %1 कडे जा
nds: Na Moduul %1 wesseln
ro: Comută la modulul %1
ru: Переключить на модуль %1
sl: Preklopi na vstavek %1

# @info:status
source: Application is running standalone. Foregrounding...
bs: Program radi samostalno. Prebacuje se u prvi plan..
el: Η εφαρμογή εκτελείται ανεξάρτητα. Μεταφορά στο προσκήνιο...
hu: Az alkalmazás önállóan fut. Előtérbe hozás…
ja: アプリケーションはスタンドアローンで実行中です。最前面に表示します...
kk: Қолданба жеке түрде жегілген. Шақырлып жатыр...
km: កម្មវិធី​កំពុង​រត់​តែ​ម្នាក់​ឯង ។ កំពុង​រត់​ខាង​មុខ...
lt: Programa veikia atskirai. Iškeliama į pirmąjį planą...
mr: एकमेव उपयोजन प्राधान्याने चालू आहे...
nds: Programm löppt as enkel Anwennen un geiht na den Vörgrund...
ru: Приложение запущено автономно. Приоритетное обслуживание...
sl: Program teče samostojno. Premikam v ospredje ...

# @info
source: Cannot load part for %1.
bs: Ne može da se učita dio za %1
el: Αδυναμία φόρτωσης τμήματος του %1.
hu: Nem tölthető be objektum ehhez: %1.
ja: %1 のためのコンポーネントをロードできません。
kk: %1 бөлшегі жүктелмеді.
km: មិនអាច​ផ្ទុក​ផ្នែក​សម្រាប់ %1 បាន​ទេ ។
lt: Nepavyksta įkelti dalies %1.
mr: %1 साठी दाखल करू शकत नाही.
nds: Komponent för "%1" lett sik nich laden.
ro: Componenta pentru %1 nu poate fi încărcată.
ru: Не удалось загрузить компонент %1
sl: Ni moč naložiti dela za %1.

# @info
source: <h2 style='text-align:center; margin-top: 0px;'>Welcome to Kontact %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Skip this introduction</a></p>
bs: <h2 style='text-align:center; margin-top: 0px;'>Dobrodošli u kontakt%1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Preskoči ovaj uvod</a></p>
el: <h2 style='text-align:center; margin-top: 0px;'>Καλώς ήρθατε στο Kontact %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Παράλειψη της εισαγωγής</a></p>
hu: <h2 style='text-align:center; margin-top: 0px;'>Üdvözli a Kontact %1!</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">A bevezetés kihagyása</a></p>
ja: <h2 style='text-align:center; margin-top: 0px;'>Kontact %1 へようこそ</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">この開始ページを省略する</a></p>
kk: <h2 style='text-align:center; margin-top: 0px;'>Kontact %1: қош келдіңіз!</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Бұл кіріспені аттап кету</a></p>
km: <h2 style='text-align:center; margin-top: 0px;'>សូមស្វាគមន៍​មក​កាន់ Kontact %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">រំលង​សេចក្ដី​ណែនាំ​នេះ</a></p>
lt: <h2 style='text-align:center; margin-top: 0px;'>Jus sveikina Kontact %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Praleisti šią įžangą</a></p>
mr: “"<h2 style='text-align:center; margin-top: 0px;'>कॉन्टॅक्ट मध्ये तुमचे स्वागत आहे %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">हा परिचय दुर्लक्षित करा</a></p>
nds: <h2 style='text-align:center; margin-top: 0px;'>Willkamen bi Kontact %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Disse Inföhren övergahn</a></p>
ro: <h2 style='text-align:center; margin-top: 0px;'>Bun venit în Kontact %1</h2 align="center"><p>%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Sari peste introducere</a></p>
ru: <h2 style='text-align:center; margin-top: 0px;'>Добро пожаловать в Kontact %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Пропустить введение</a></p>
sl: <h2 style='text-align:center; margin-top: 0px;'>Dobrodošli v Kontact %1</h2><p align="center">%2</p><table align="center"><tr><td><a href="%3"><img width="%4" height="%5" src="%6" /></a></td><td><a href="%7">%8</a><br /><span id="subtext"><nobr>%9</nobr></span></td></tr><tr><td><a href="%10"><img width="%11" height="%12" src="%13" /></a></td><td><a href="%14">%15</a><br /><span id="subtext"><nobr>%16</nobr></span></td></tr><tr><td><a href="%17"><img width="%18" height="%19" src="%20" /></a></td><td><a href="%21">%22</a><br /><span id="subtext"><nobr>%23</nobr></span></td></tr></table><p style="margin-bottom: 0px"> <a href="%24">Preskoči ta uvod</a></p>

# @item:intext
source: Kontact handles your e-mail, address book, calendar, to-do list and more.
bs: Kontakt ti rukovodi email, adresar, kalendar, spisak obaveza i više.
el: To Kontact χειρίζεται το ηλ. ταχυδρομείο σας, το βιβλίο διευθύνσεων σας, το ημερολόγιό σας τη λίστα των προς υλοποίηση εργασιών σας και πολλά άλλα.
hu: A Kontact többek között levelek, címjegyzékek, naptárak és feladatlisták kezelésére alkalmas.
ja: Kontact はあなたのメール、アドレス帳、カレンダー、To-Do リストなどを管理します。
kk: Kontact эл.пошта, адрестік кітапша, күнтізбе, істер тізімі және басқа нәрселерімен айналысады.
km: Kontact គ្រប់គ្រង​អ៊ីមែល សៀវភៅ​អាសយដ្ឋាន ប្រតិទិន បញ្ជីការងារ​ត្រូវធ្វើ និង​ផ្សេងៗ​ទៀត ។
lt: Kontact tvarko Jūsų el. paštą, adresų knygelę, kalendorių, darbų sąrašą ir kt.
mr: कॉन्टॅक्ट तुमचे ई-मेल, पत्त्यांची नोंदवही, दिनदर्शिका, करावयाच्या कामांची यादी या बाबींचे व्यवस्थापन बघतो.
nds: Kontact pleegt Dien Nettpost, Adressbook, Kalenner, Opgavenlist un anner Saken mehr.
ro: Kontact vă administrează poșta, cartea de adrese, calendarul, lista de activități și altele.
ru: Kontact позволяет упорядочивать письма, контакты, календарь, задачи и многое другое.
sl: Kontact upravlja vašo e-pošto, adresar, koledar, seznam opravil in še več.

# @item:intext
source: Read Manual
bs: Pročitajte uputstvo
el: Ανάγνωση βιβλίου οδηγιών
hu: A kézikönyv elolvasása
ja: マニュアルを読む
kk: Нұсқауын оқу
km: អាន​សៀវភៅ​ដៃ
lt: Skaityti vadovą
mr: पुस्तिका वाचा
nds: Handbook lesen
ro: Citește manualul
ru: Прочитать руководство
sl: Preberite priročnik

# @item:intext
source: Learn more about Kontact and its components
bs: Saznajte više o Kontact-u i njegovim komponentama
el: Μάθετε περισσότερα για το Kontact και τα συστατικά του
hu: Tudjon meg többet a Kontactról és összetevőiről
ja: Kontact とそのコンポーネントについて
kk: Kontact және оның компонентері туралы көбірек білу
km: សិក្សា​បន្ថែមអំពី Kontact និង​សមាសភាព​​របស់​វា
lt: Sužinokite daugiau apie Kontact ir jo komponentus
mr: कॉन्टॅक्ट आणि त्याचे घटक यांची अधिक माहिती घ्या
nds: Mehr över "Kontact" un sien Komponenten
ro: Învățați mai multe despre Kontact și componentele acestuia
ru: Узнать больше о Kontact и его компонентах
sl: Naučite se več o Kontactu in njegovih komponentah

# @item:intext
source: Visit Kontact Website
bs: Posjetite web stranicu Kontakta
el: Επισκεφθείτε τον ιστότοπο του Kontact
hu: A Kontact weboldalának megtekintése
ja: Kontact ウェブサイトを訪問
kk: Kontact-тың веб-сайты
km: ទស្សនា​តំបន់​បណ្ដាញ​របស់ Kontact
lt: Aplankykite Kontact žiniatinklio svetainę
mr: कॉन्टॅक्टच्या वेबसाईटला भेट द्या
nds: Kontact-Nettsiet besöken
ro: Vizitează situl Kontact
ru: Посетить веб-сайт Kontact
sl: Obiščite spletno stran Kontacta

# @item:intext
source: Access online resources and tutorials
bs: Pristup resursima i tutorijalima na internetu
el: Πρόσβαση σε πόρους και εκπαίδευση στο διαδίκτυο
hu: Online erőforrások és útmutatók elérése
ja: オンラインリソースとチュートリアルにアクセス
kk: Онлайн ресурстар мен оқулықтарына қатынау
km: ចូលដំណើរការ​ធនធាន​​លើបណ្ដាញ​ និង​ការ​បង្រៀន
lt: Pasiekti internetinius resursus ir mokomąsias apžvalgas
mr: ऑन लाइनवरून साधने आणि अभ्यास सामग्री/वर्गपाठ शोधा/संपर्क करा
nds: Togriep op Internet-Ressourcen un -Inföhren
ro: Accesează resurse și îndrumare online
ru: Просмотреть информацию и обучающие материалы в Интернете
sl: Dostopajte do spletnih virov in vodičev
