Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

# NAME OF TRANSLATORS
source: Your names
bs: Amila Akagić, Azemina Sokolovic,Nejra Hdzmdz,Samir Ribić
el: Σπύρος Γεωργαράς, Τούσης Μανώλης, Γιώργος Κατσικάτσος
hu: Kelemen Gábor,Kiszel Kristóf,Szántó Tamás
ja: Taiki Komoda,Shinichi Tsunoda,Yukiko Bando,Daniel E. Moctezuma
kk: Сайран Киккарин
km: ខឹម សុខែម,ម៉ន ម៉េត, សេង សុត្ថា, ​អេង វណ្ណៈ, អោក ពិសិដ្ឋ​
lt: Donatas Glodenis, Liudas Ališauskas
mr: चेतन खोना
nds: Sönke Dibbern, Manfred Wiese
ro: Sergiu Bivol
ru: Олег Баталов,Николай Шафоростов,Андрей Черепанов
sl: Andrej Vernekar,Jure Repinc
wa: Djan Cayron

# EMAIL OF TRANSLATORS
source: Your emails
bs: bono@linux.org.ba,as@etf.ba,n@etf.ba,samir.ribic@etf.unsa.ba
el: sng@hellug.gr, manolis@koppermind.homelinux.org, giorgos.katsikatsos@gmail.com
hu: kelemeng@gnome.hu,ulysses@kubuntu.org,taszanto@gmail.com
ja: kom@kde.gr.jp,tsuno@ngy.1st.ne.jp,ybando@k6.dion.ne.jp,democtezuma@gmail.com
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,mornmet@khmeros.info,sutha@khmeros.info, vannak@khmeros.info,piseth_dv@khmeros.info
lt: dgvirtual@akl.lt, liudas@akmc.lt
mr: chetan@kompkin.com
nds: s_dibbern@web.de, m.j.wiese@web.de
ro: sergiu@ase.md
ru: batalov@twiga.kz,shafff@ukr.net,skull@kde.ru
sl: andrej.vernekar@moj.net,jlp@holodeck1.com
wa: jean.cayron@gmail.com

# @action:inmenu
source: New Feed...
bs: Novi dovod...
el: Νέα ροή...
hu: Új hírcsatorna…
ja: 新しいフィード...
kk: Жаңа ақпар...
km: មតិ​ព័ត៌មាន​ថ្មី...
lt: Nauja informacijos santrauka...
mr: नवीन माहिती साठा
nds: Nieg Narichtenstroom...
ro: Flux nou...
ru: Добавить ленту новостей...
sl: Nov vir ...
wa: Novea floû...

# @info:status
source: Create a new feed
bs: Napravi novi dovod
el: Δημιουργία νέας ροής
hu: Új hírcsatorna létrehozása
ja: 新しいフィードを作成
kk: Жаңа ақпарды беру
km: បង្កើត​មតិ​ព័ត៌មាន​ថ្មី
lt: Sukurti naują informacijos santrauką
mr: नवीन माहिती साठा तयार करा
nds: Nieg Stroom opstellen
ro: Creează un flux nou
ru: Добавить новую ленту новостей
sl: Ustvari nov vir
wa: Ahiver on novea floû

# @info:whatsthis
source: You will be presented with a dialog where you can add a new feed.
bs: Bićete prezentovani sa dijalogom gdje ćete moći da dodate novi dovod
el: Θα παρουσιαστεί ένας διάλογος από όπου μπορείτε να προσθέσετε νέα ροή.
hu: Egy párbeszédablak jelenik meg, ahol új hírcsatornát adhat hozzá.
kk: Жаңа ақпарды қосу диалогы ұсынылады.
km: អ្នកនឹង​ត្រូវ​បានបង្ហាញ​ដោយ​ប្រអប់​មួយ ដែល​អ្នក​អាច​បន្ថែម​មតិព័ត៌មាន​ថ្មី ។
lt: Jums bus pateiktas dialogas, kuriame galėsite pridėti naują informacijos santrauką.
mr: तुम्हाला नवीन माहिती साठा संग्रहित करण्यासाठी एक संवाद खिडकी उपलब्ध करून देण्यात येईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Stroom tofögen.
ro: Vi se va afișa un dialog în care puteți adăuga un flux.
ru: Будет открыт диалог добавления ленты новостей.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko dodate nov vir.
wa: Vos aler vey on purnea di dvize wice ki vs såroz radjouter on novea floû.

# @action:inmenu
source: New Contact...
bs: Novi kontakt...
el: Νέα επαφή...
hu: Új névjegy…
ja: 新しい連絡先...
kk: Жаңа контакт...
km: ទំនាក់​ទំនង​ថ្មី...
lt: Naujas kontaktas...
mr: नवीन संपर्क
nds: Nieg Kontakt...
ro: Contact nou...
ru: Создать контакт...
sl: Nov stik ...
wa: Novea contak...

# @info:status
source: Create a new contact
bs: Kreiraj novi kontakt
el: Δημιουργία νέας επαφής
hu: Új névjegy létrehozása
ja: 新しい連絡先を作成
kk: Жаңа контактты құру
km: បង្កើត​ទំនាក់​ទំនង​ថ្មី
lt: Sukurti naują kontaktą
mr: नवीन संपर्क तयार करा
nds: Nieg Kontakt opstellen
ro: Creează un nou contact
ru: Создать новый контакт
sl: Ustvari nov stik
wa: Ahiver on novea contak

# @info:whatsthis
source: You will be presented with a dialog where you can create a new contact.
bs: Bićete prezentovani sa dijalogom gdje ćete moći da napravitenovog klijenta
el: Θα παρουσιαστεί ένας διάλογος από όπου μπορείτε να δημιουργήσετε νέα επαφή.
hu: Egy párbeszédablak jelenik meg, ahol új névjegyet adhat hozzá.
kk: Жаңа контактты құру диалогы ұсынылады.
km: អ្នកនឹង​ត្រូវបានបង្ហាញ​ដោយ​​ប្រអប់​មួយ ដែល​អ្នក​អាច​បង្កើត​ទំនាក់ទំនង​ថ្មី ។
lt: Jums bus parodytas dialogas, kur galite sukurti naują kontaktą.
mr: तुम्हाला एक संवाद खिडकी उपलब्ध करून देण्यात येईल, जेथे तुम्ही नवीन संपर्क तयार करू शकाल.
nds: Binnen en nieg Dialoog kannst Du en nieg Kontakt opstellen.
ro: Vi se va afișa un dialog în care puteți crea un nou contact.
ru: Будет открыт диалог создания нового контакта.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite nov stik.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver on novea contak.

# @action:inmenu
source: New Contact Group...
bs: Nova grupa kontakta...
el: Νέα ομάδα επαφών...
hu: Új névjegycsoport…
ja: 新しい連絡先グループ...
kk: Жаңа контакт тобы...
km: ក្រុម​ទំនាក់ទំនង​ថ្មី...
lt: Nauja kontaktų grupė...
mr: नवीन संपर्क समूह
nds: Nieg Kontaktkoppel...
ro: Grup de contacte nou...
ru: Создать группу контактов...
sl: Nova skupina stikov ...
wa: Novea groupe di contaks...

# @info:status
source: Create a new contact group
bs: Napravi novu grupu kontakta
el: Δημιουργία νέας ομάδας επαφών
hu: Új névjegycsoport létrehozása
ja: 新しい連絡先グループを作成
kk: Жаңа контакт тобын құру
km: បង្កើត​ក្រុម​ទំនាក់ទំនង​ថ្មី
lt: Sukurti naują kontaktų grupė
mr: नवीन संपर्क समूह तयार करा
nds: Nieg Kontaktkoppel opstellen
ro: Creează un nou grup de contacte
ru: Создать новую группу контактов
sl: Ustvari novo skupino stikov
wa: Ahiver on novea groupe di contaks

# @info:whatsthis
source: You will be presented with a dialog where you can create a new contact group.
bs: Bićete prezentovani sa dijalogom gdje ćeš moći da napravite novu grupu klijenata
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε μια νέα ομάδα επαφών.
hu: Egy párbeszédablak jelenik meg, ahol új névjegycsoportot hozhat létre.
kk: Жаңа контакттар тобын құру диалогы ұсынылады.
km: អ្នក​នឹង​ត្រូវបាន​បង្ហាញ​ដោយ​ប្រអប់​មួយ ដែល​អ្នក​អ្នក​អាច​បង្កើត​ក្រុម​ទំនាក់ទំនង​ថ្មី ។
lt: Jums bus parodytas dialogas, kur galite sukurti naują kontaktų grupę.
mr: तुम्हाला नवीन संपर्क समूह तयार करण्यासाठी एक संवाद खिडकी उपलब्ध करून देण्यात येईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Kontaktkoppel opstellen.
ro: Vi se va afișa un dialog în care puteți crea un nou grup de contacte.
ru: Будет открыт диалог создания новой группы контактов.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite novo skupino stikov.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver on novea groupe di contaks.

# @action:inmenu
source: Sync Contacts
bs: Sinhroniziraj kontakte
el: Συγχρ επαφών
hu: Névjegyek szinkronizálása
ja: 連絡先を同期
kk: Контакттарын қадамдастыру
km: ធ្វើ​សមកាលកម្ម​ទំនាក់ទំនង
lt: Sinchronizuoti kontaktus
mr: सर्व संपर्क सुसूत्रीत करा
nds: Kontakten synkroniseren
ro: Sincronizează contacte
ru: Синхронизировать контакты
sl: Uskladi stike
wa: Sincro contaks

# @info:status
source: Synchronize groupware contacts
bs: Sinhroniziraj groupware kontakte
el: Συγχρονισμός επαφών groupware
hu: Csoportmunka-névjegyek szinkronizálása
ja: グループウェアの連絡先を同期
kk: Топтық іс контакттарын қадамдастыру
km: ធ្វើ​សមកាលកម្ម​ទំនាក់ទំនង​របស់​ groupware
lt: Sinchronizuoti grupinio darbo įrangos kontaktus
mr: संपर्क समूहानुसार सुसूत्रीत करा
nds: Arbeitkoppel-Kontakten synkroniseren
ro: Sincronizează contacte de colaborare
ru: Синхронизировать совместные контакты
sl: Uskladi stike za skupinsko delo
wa: Sincronijhî contaks groupware

# @info:whatsthis
source: Choose this option to synchronize your groupware contacts.
bs: Izaberi ovu opciju da sinhronizuješ groupware kontakte
el: Ενεργοποιήστε την επιλογή αυτή για να συγχρονίσετε τις επαφές groupware.
hu: Válassza ezt a beállítást csoportmunka-névjegyek szinkronizálásához.
kk: Топтық іс контакттарыңызды қадамдастыру үшін осыны таңдаңыз.
km: ជ្រើស​​ជម្រើស​នេះ ដើម្បី​ធ្វើសមកាលកម្ម​ទំនាក់ទំនង groupware របស់​អ្នក ។
lt: Pasirinkite šį pasirinkimą, kad sinchronizuoti jūsų grupinio darbo įrangos kontaktus.
mr: तुमचे समूहानुसारचे संपर्क सुसूत्रीत करण्यासाठी हा पर्याय निवडा
nds: Maak dit an, wenn Du Dien Arbeitkoppel-Kontakten synkroniseren wullt.
ro: Alegeți această opțiune pentru a vă sincronizacontactele de colaborare.
ru: Синхронизировать совместные контакты.
sl: Izberite to možnost, da uskladite stike za skupinsko delo.
wa: Tchoezixhoz cisse tchuze chal po sincronijhî vos contaks groupware.

# @action:inmenu
source: New KJots Page
bs: Nova KJots stranica
el: Νέα σελίδα KJots
hu: Új KJots lap
ja: 新しい KJots ページ
kk: Жаңа KJots парақшасы
km: ទំព័រ KJots ថ្មី
lt: Naujas KJots puslapis
mr: नवीन के-जोट्स पान
nds: Nieg KJots-Siet
ro: Pagină KJots nouă
ru: Создать раздел в блокноте
sl: Nova stran KJots
wa: Novele pådje KJots

# @info:status
source: Create a new jots page
bs: Napravi novu jots stranicu
el: Δημιουργία νέας σελίδας jots
hu: Új jegyzetlap létrehozása
ja: KJots の新しいページを作成
kk: Жаңа шағын парақшаны қосу
km: បង្កើត​ទំព័រ jots ថ្មី
lt: Sukurti naują jots puslapį
mr: नवीन जोट्स पान तयार करा
nds: En nieg Jots-Siet opstellen
ro: Creează o nouă pagină jots
ru: Создать новый раздел в блокноте KJots
sl: Ustvari novo stran KJots
wa: Ahiver ene novele pådje « jots »

# @info:whatsthis
source: You will be presented with a dialog where you can create a new jots page.
bs: Bićete prezentovani sa dijalogom gdje ćete moći da kreirate novu jots stranicu.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε μια νέα σελίδα jots.
hu: Egy párbeszédablak jelenik meg, ahol új jegyzetlapot hozhat létre.
kk: Жаңа шағын парақшаны қосу үшін диалогы ұсынылады.
km: អ្នក​នឹង​ត្រូវ​បានបង្ហាញ​ដោយ​ប្រអប់ ដែល​អ្នក​អាច​បង្កើត​ទំព័រ jots ថ្មីបាន ។
lt: Jums bus pateiktas dialogas, kur jūs galite sukurti naują jots puslapį.
mr: नवीन जोट्स पान तयार करण्यासाठी तुम्हाला एक संवाद खिडकी उपलब्ध करून देण्यात येईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Jots-Siet opstellen.
ro: Vi se va afișa un dialog în care puteți crea o nouă pagină „jots”.
ru: Будет открыт диалог создания нового раздела блокнота.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite novo stran KJots.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver ene novele pådje « jots ».

# @action:inmenu
source: New KJots Book
bs: Nova KJots knjiga
el: Νέο βιβλίο KJots
hu: Új jegyzetfüzet
ja: 新しい KJots ブック
kk: Жаңа KJots дәптері
km: សៀវភៅ KJots ថ្មី
lt: Nauja KJots knyga
mr: नवी के-जोट्स पुस्तक
nds: Nieg KJots-Book
ro: Carte KJots nouă
ru: Создать блокнот
sl: Nova beležnica KJots
wa: Novea live KJots

# @info:status
source: Create a new jots book
bs: Napravi novu jots knjigu
el: Δημιουργία νέου βιβλίου jots
hu: Új jegyzetfüzet létrehozása
ja: KJots の新しいブックを作成
kk: Жаңа шағын дәптерін қосу
km: បង្កើត​សៀវភៅ jots ​ថ្មី
lt: Sukurti naują jots knygą
mr: नवीन जोट्स पुस्तक तयार करा
nds: En nieg Jots-Book opstellen
ru: Создать новый блокнот в KJots
sl: Ustvari novo beležnico KJots
wa: Ahiver on novea live « jots »

# @info:whatsthis
source: You will be presented with a dialog where you can create a new jots book.
bs: Bićete prezentovani sa dijalogom gdje ćete moći da napravite novu jots knjigu.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε ένα νέο βιβλίο jots.
hu: Egy párbeszédablak jelenik meg, ahol új jegyzetfüzetet hozhat létre.
kk: Жаңа шағын дәптерін қосу үшін диалогы ұсынылады.
km: អ្នកនឹង​ត្រូវបានបង្ហាញ​ដោយ​ប្រអប់​មួយ ដែល​អ្នក​អាច​បង្កើត​សៀវភៅ jots ថ្មី ។
lt: Jums bus pateiktas dialogas, kur jūs galite sukurti naują jots knygą.
mr: तुम्हाला नवीन जोट्स पुस्तक तयार करण्यासाठी एक संवाद खिडकी उपलब्ध करून देण्यात येईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Jots-Book opstellen.
ru: Будет открыт диалог создания нового блокнота.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite novo beležnico KJots.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver on novea live « jots ».

source: Mail Summary Configuration Dialog
bs: Dijalog za podešavanje sažetka pošte
el: Διάλογος διαμόρφωσης περίληψης αλληλογραφίας
hu: A levelek áttekintőjének beállítóablaka
ja: メール要約の設定ダイアログ
kk: Пошта атауларын баптау диалогы
km: ប្រអប់​កំណត់​រចនាសម្ព័ន្ធ​សេចក្ដី​សង្ខេប​សំបុត្រ
lt: Pašto santraukos konfigūravimo dialogas
mr: संदेशांच्या सारांशाच्या मांडणीसाठी संवाद खिडकी
nds: Instellendialoog för Nettposttosamenfaten
ro: Dialog de configurare Sumar poștă
ru: Настройка дайджеста KMail
sl: Nastavitveno okno povzetka pošte
wa: Divize d' apontiaedje do racourti des messaedjes

source: Copyright © 2004–2010 Tobias Koenig
bs: Autorska prava © 2004–2010 Tobias Koenig
hu: Copyright © Tobias Koenig, 2004-2010.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៤–២០១០ ដោយ Tobias Koenig
mr: स्वामित्व हक्क © टोबीआस कोएनींग
ro: Drept de autor © 2004–2010, Tobias Koenig
ru: © Тобиас Кёниг (Tobias Koenig), 2004–2010
sl: Avtorske pravice © 2004–2010 Tobias Koenig

source: Tobias Koenig
bs: Tobijas Konig
mr: टोबीआस कोएनींग
ru: Тобиас Кёниг (Tobias Koenig)

source: Show full path for folders
bs: Prikaži punu putanju za direktorije
el: Εμφάνιση της πλήρους διαδρομής για τους φακέλους
hu: A mappák teljes elérési útja látszódjon
ja: フォルダのフルパスを表示する
kk: Қапшықтардың толық жолы көрсетілсін
km: បង្ហាញ​ផ្លូវ​ពេញ​លេញ សម្រាប់​ថត
lt: Rodyti visą aplankų kelią
mr: संचीकांसाठी पूर्ण शोधमार्ग दर्शवा
nds: Den helen Padd för Ornern wiesen
ro: Arată calea completă pentru dosare
ru: Показывать полные пути к папкам
sl: Prikaži polno pot za mape
wa: Mostrer tot l' tchimin des ridants

# @info:tooltip
source: Show full path for each folder
bs: Prikaži puni put za svaki direktorij
el: Εμφάνιση της πλήρους διαδρομής για κάθε φάκελο
hu: A mappák teljes elérési útjának megjelenítése
ja: 各フォルダにフルパスを表示する
kk: Әр қапшықтың толық жолын көрсету
km: បង្ហា​ញ​ផ្លូវពេញលេញ​សម្រាប់​ថត​នីមួយ
lt: Rodyti visą kelią kiekvienam aplankui
mr: प्रत्येक संचीकेसाठी पूर्ण शोधमार्ग दर्शवा
nds: Den helen Padd för elk Orner wiesen
ro: Arată calea completă pentru fiecare dosar
ru: Показывать полные пути ко всем папкам
sl: Za vsako mapo prikaži polno pot
wa: Mostrer tot l' tchimin po tchaeke ridant

# @info:whatsthis
source: Enable this option if you want to see the full path for each folder listed in the summary. If this option is not enabled, then only the base folder path will be shown.
bs: Izaberi ovu opciju ukoliko želiš da vidiš puni put za svaki direktorij koji je naveden u sažetku. Ako ova opcija nije izabrana, onda će se samo putevi osnovnih direktorija prikazati.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε να βλέπετε την πλήρη διαδρομή για κάθε φάκελο που καταγράφεται στην περίληψη. Αν η επιλογή αυτή δεν είναι ενεργή, τότε μόνο η διαδρομή του βασικού φακέλου θα εμφανίζεται.
hu: Engedélyezze ezt a beállítást, ha az összesítőben felsorolt minden egyes mappa teljes elérési útját látni szeretné. Ha ez a beállítás nincs engedélyezve, csak a kiindulási mappa elérési útja jelenik meg.
kk: Мазмұндамада тізімделген әр қапшықтын жолы толық көрсетілсін десеңіз - осыны таңдаңыз. Әйтпесе, тек негізгі қапшықтың жолы ғана көрсетіледі.
km: បើក​​ជម្រើស​នេះ​ប្រសិន​បើ​អ្ន​កចង់​មើល​ផ្លូវ​ពេញលេញ​សម្រាប់ថត​ដែល​បាន​រាយ​​នីមួយៗក្នុង​​សេចក្ដី​សង្ខេប​ ។ ប្រសិន​បើ​ជម្រើស​នេះ​មិន​ត្រូវ​បានបើក​ទេ​ ​ពេលនោះ​​ផ្លូវ​ថតគោលតែមួយ​​នឹង​ត្រូវបាន​បង្ហាញ​ ។
mr: सारांशामध्ये समाविष्ट केलेल्या प्रत्येक संचिकेचा पूर्ण शोधमार्ग तुम्हाला पाहावयाचा असेल तर हा पर्याय वापरा. हा पर्याय वापरला नाही तर फक्त प्राथमिक/तळाच्या/पहिल्या संचीकेचा शोधमार्ग दाखविला जाईल.
nds: Maak dit an, wenn Du binnen de Tosamenfaten för elk Orner den helen Padd oplist hebben wullt. Is dit nich anmaakt, warrt bloots de Wörtelornerpadd wiest.
ru: Показывать полный путь к папкам, перечисленным в дайджесте. Если эта опция выключена, то будет отображаться только путь к основной папке.
sl: Omogočite to možnost, če želite za vsako mapo v povzetku videti polno pot. Če ta možnost ni omogočena, bo prikazana le pot do osnovne mape.
wa: Metoz e-n alaedje cisse tchuze chal si vs voloz vey li tchmin e-n etir po tchaeke ridant k' est el djivêye do racourti. Si cisse tchuze chal n' est nén e-n alaedje, i gn a k' el tchimin do ridant d' båze ki srè mostré.

# @action:inmenu
source: New Message...
bs: Nova poruka...
el: Νέο μήνυμα...
hu: Új üzenet…
ja: 新しいメッセージ...
kk: Жаңа хат...
km: សារ​ថ្មី...
lt: Naujas laiškas...
mr: नवीन संदेश.....
nds: Nieg Naricht...
ro: Mesaj nou...
ru: Написать письмо...
sl: Novo sporočilo ...
wa: Novea messaedje...

# @info:status
source: Create a new mail message
bs: Napravi novu mail poruku
el: Δημιουργία νέου μηνύματος αλληλογραφίας
hu: Új levél létrehozása
ja: 新しいメールメッセージを作成
kk: Жаңа эл.пошта хаттың жазу
km: បង្កើត​សារ​សំបុត្រ​ថ្មី
lt: Sukuti naują elektroninį laišką
mr: नवीन मेल संदेश तयार करा
nds: Nieg Nettbreef opstellen
ro: Creează o nouă scrisoare electronică
ru: Написать новое письмо
sl: Ustvari novo e-poštno sporočilo
wa: Ahiver on novea messaedje emile

# @info:whatsthis
source: You will be presented with a dialog where you can create and send a new email message.
bs: Bićeš prezentovan sa dijalogom gdje možeš da napraviš i pošalješ novu email poruku.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε και να στείλετε ένα νέο μήνυμα αλληλογραφίας.
hu: Egy párbeszédablak jelenik meg, ahol új üzenetet hozhat létre és küldhet el.
kk: Жаңа эл.пошта хаты жазып жіберетін диалог терезесі ұсынылады.
km: អ្នក​នឹង​ត្រូវ​បានបង្ហាញ​ដោយ​ប្រអប់​មួយ ដែល​អ្នក​អាច​បង្កើត​ និង​ផ្ញើ​សារ​អ៊ីមែល​​ថ្មី​បាន ។
lt: Jums bus parodytas dialogas, kur galite sukurti ir siųsti naują laišką.
mr: तुम्हाला अशी एक संवाद खिडकी उपलब्ध करून दिली जाईल कि जिच्यात"तुम्ही नवीन इमेल संदेश तयार करू/लिहू शकाल व पाठवू शकाल.
nds: Binnen en nieg Dialoog kannst Du en nieg Nettbreef opstellen un loosstüern.
ro: Vi se va afișa un dialog în care puteți crea o nouă scrisoare electronică.
ru: Будет открыт диалог для создания и отправки нового электронного письма.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite in pošljete novo e-poštno sporočilo.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver eyet evoyî on novea messaedje emile.

# @action:inmenu
source: Sync Mail
bs: Sinhronizuj poštu
el: Συγχρ ηλ. ταχυδρομείου
hu: Levelek szinkronizálása
ja: メールを同期
kk: Поштаны қадамдастыру
km: ធ្វើ​សមកាលកម្ម​សំបុត្រ
lt: Sinchronizuoti paštą
mr: संदेश सुसूत्रीत करा
nds: Nettpost synkroniseren
ro: Sincronizează poșta
ru: Синхронизировать почту
sl: Uskladi pošto
wa: Sincro emiles

# @info:status
source: Synchronize groupware mail
bs: Sinhronizuj grupnu poštu
el: Συγχρονισμός αλληλογραφίας groupware
hu: Csoportmunka-levelek szinkronizálása
ja: グループウェアのメールを同期
kk: Топтық іс поштасын қадамдастыру
km: ធ្វើ​សមកាលកម្ម​សំបុត្រ groupware
lt: Sinchronizuoti grupinės darbo įrangos paštą
mr: संदेश समूहानुसार सुसूत्रीत करा
nds: Arbeitkoppel-Nettpost synkroniseren
ro: Sincronizează poșta colaborativă
ru: Синхронизировать совместную почту
sl: Uskladi e-pošto za skupinsko delo
wa: Sincronijhî emiles groupware

# @info:whatsthis
source: Choose this option to synchronize your groupware email.
bs: Odaberite ovu opciju za sinhronizaciju grupne pošte
el: Ενεργοποιήστε την επιλογή αυτή για να συγχρονίσετε την αλληλογραφία igroupware.
hu: Válassza ezt a beállítást a csoportmunka-levelek szinkronizálásához.
kk: Топтық іс поштасын қадамдастыру үшін осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ដើម្បី​ធ្វើសមកាលកម្ម​អ៊ីមែល groupware របស់​​អ្នក ។
lt: Pasirinkite šį pasirinkimą, kad sinchronizuoti grupinio darbo įrangos el. paštą.
mr: संदेशांचे समूह सुसूत्रीत करण्यासाठी हा पर्याय निवडा.
nds: Maak dit an, wenn Du Dien Arbeitkoppel-Nettpost synkroniseren wullt.
ru: Синхронизировать совместную почту.
sl: Izberite to možnost, da uskladite e-pošto za skupinsko delo.
wa: Tchoezixhoz cisse tchuze chal po sincronijhî vos emiles groupware.

source: New Messages
bs: Nove poruke
el: Νέα μηνύματα
hu: Új üzenetek
ja: 未読メッセージ
kk: Жаңа хаттар
km: សារ​ថ្មី
lt: Nauji laiškai
mr: नवीन संदेश
nds: Niege Narichten
ro: Mesaje noi
ru: Новые письма
sl: Nova sporočila
wa: Noveas messaedjes

source: <qt><b>%1</b><br/>Total: %2<br/>Unread: %3</qt>
bs: <qt><b>%1</b><br/>Ukupno: %2<br/>Nepročitano: %3</qt>
el: <qt><b>%1</b><br/>σύνολο: %2<br/>μη αναγνωσμένα: %3</qt>
hu: <qt><b>%1</b><br/>Összesen: %2<br/>Nem olvasott: %3</qt>
ja: <qt>%1<br/>合計: %2 件<br/>未読: %3 件</qt>
kk: <qt><b>%1</b><br/>Жалпы: %2<br/>Оқылмаған: %3</qt>
km: <qt><b>%1</b><br/>សរុប ៖ %2<br/>មិនបាន​អាន ៖ %3</qt>
lt: <qt><b>%1</b><br/>Viso: %2<br/>Nesk.: %3</qt>
mr: <qt><b>%1</b><br/>एकूण : %2<br/>न वाचलेले : %3</qt>
nds: <qt><b>%1</b><br/>Tosamen: %2<br/>Nich leest: %3</qt>
ro: <qt><b>%1</b><br/>Total: %2<br/>Necitite: %3</qt>
ru: <qt><b>%1</b><br/>Всего: %2<br/>Непрочитанных: %3</qt>
sl: <qt><b>%1</b><br/>Skupaj: %2<br/>Neprebranih: %3</qt>
wa: <qt><b>%1</b><br/>Totå : %2<br/>Nén léjhou : %3</qt>

source: No unread messages in your monitored folders
bs: Nema nepročitanih poruka u nadgledanim direktorijima
el: Δεν υπάρχουν μη αναγνωσμένα μηνύματα στους φακέλους που παρακολουθείτε
hu: Nincs olvasatlan üzenet a figyelt mappákban
ja: 監視中のフォルダに未読メッセージはありません
kk: Бақылаудағы қапшықтарда оқылмаған хаттар жоқ
km: គ្មាន​សារ​ដែល​មិន​ទាន់​អាន ក្នុង​ថត​ដែល​បាន​ត្រួត​ពិនិត្យ​របស់​អ្នក
lt: Stebimuose aplankuose neskaitytų laiškų nėra
mr: तुमच्या नियंत्रित संचयीकांत वाचून झालेले संदेश नाहीत
nds: Keen nich leeste Narichten binnen Dien beluerte Ornern
ro: Niciun mesaj necitit în dosarele monitorizate
ru: Нет непрочитанных писем в выбранных папках
sl: V nadziranih mapah ni neprebranih sporočil
wa: Pont d' messaedje nén léjhous dins vos ridants corwaitîz

source: Open Folder: "%1"
bs: Otvori direktorij: "%1"
el: Άνοιγμα φακέλου: "%1"
hu: Mappa megnyitása: "%1"
ja: フォルダ <resource>%1</resource> を開く
kk: Ашатын қапшық: "%1"
km: បើក​ថត ៖ "%1"
lt: Atverti aplanką: „%1“
mr: संचयीका उघडा : "%1"
nds: Orner "%1" opmaken
ro: Deschide dosarul: „%1”
ru: Открыть папку «%1»
sl: Odpri mapo: »%1«
wa: Drovi ridant « %1 »

# @action:inmenu
source: New Article...
bs: Novi članak...
el: Νέο άρθρο...
hu: Új cikk…
ja: 新しい記事...
kk: Жаңа мақала...
km: អត្ថបទ​ថ្មី...
lt: Naujas straipsnis...
mr: नवीन लेख.....
nds: Nieg Krink-Naricht...
ro: Articol nou...
ru: Написать статью...
sl: Nov sestavek ...
wa: Novea papî...

# @info:status
source: Create a new Usenet article
bs: Kreiraj novi Usenet članak
el: Δημιουργία ενός νέου άρθρου usenet
hu: Új Usenet cikk létrehozása
ja: 新しい Usenet 記事を作成
kk: Жаңа Usenet мақаласын жазу
km: បង្កើត​អត្ថបទ Usenet ថ្មី
lt: Sukurti naują Usenet straipsnį
mr: युनिक्स नियमसंचाचा (Usenet)उपयोग करून नवीन लेख लिहा/तयार करा
nds: Nieg Usenet-Bidrag opstellen
ro: Creează un nou articol Usenet
ru: Написать новую статью Usenet
sl: Ustvari nov sestavek za novičarsko skupino
wa: Ahiver on novea papî Usenet

# @info:whatsthis
source: You will be presented with a dialog where you can create a new article to post on Usenet.
bs: Prikazaće vam se dijaloški prozor gdje možete kreirati novi članak koji šaljete na Usenet.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε ένα νέο άρθρο για ανάρτηση στο usenet.
hu: Egy párbeszédablak jelenik meg, ahol új Usenet cikket hozhat lére és küldhet el.
kk: Usenet-те жіберілетін жаңа мақаланы жазу үшін диалог терезесі ұсынылады.
km: អ្នក​នឹង​ត្រូវ​បានបង្ហាញ​ដោយ​ប្រអប់​មួយ ដែល​អ្នក​អាច​បង្កើត​អត្ថបទ​ថ្មី​ដើម្បីប្រកាស​នៅ​លើ Usenet ។
lt: Jums bus pateiktas dialogas, kur jūs galite sukurti naują straipsnį paskelbti Usenet.
mr: युजनेटवर टाकण्याकरता नवीन लेख तयार करण्यासाठी तुम्हाला एक संवाद खिडकी उपलब्ध करून देण्यात येईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Usenet-Bidrag opstellen.
ro: Vi se va afișa un dialog în care puteți crea un nou articol de publicat pe Usenet.
ru: Будет открыт диалог создания новой статьи для публикации в сети Usenet.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite nov sestavek za objavo v novičarski skupini.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver on novea årtike a poster so Usenet.
