Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: Notes Summary Configuration Dialog
bs: Dijalog za podešavanje sažetka poruke
el: Διάλογος διαμόρφωσης περίληψης σημειώσεων
hu: A jegyzetek áttekintőjének beállítóablaka
nds: Instellendialoog för Notiztosamenfaten
ru: Модуль настройки дайджеста заметок

source: Copyright © 2013-2014 Laurent Montel <montel@kde.org>
el: Πνευματικά δικαιώματα © 2013-2014 Laurent Montel <montel@kde.org>
hu: Copyright © Laurent Montel <montel@kde.org>, 2013-2014.
ru: © Laurent Montel <montel@kde.org>, 2013-2014

# @action:inmenu create new popup note
source: &New
bs: &Nova
el: &Νέο
hu: Ú&j
ja: 新規(&N)
kk: &Жаңа
km: ថ្មី
lt: &Naujas
mr: नवीन (&N)
nds: &Nieg
ro: &Nouă
ru: &Создать
sl: &Nova
wa: &Novea

# @info:status
source: Create a new popup note
bs: Kreiraj novu iskočnu bilješku
el: Δημιουργία νέας αναδυόμενης σημείωσης
hu: Új felugró jegyzet létrehozása
ja: 新しいポップアップメモを作成
kk: Жаңа қалқымалы жазбаны дайындау
km: បង្កើត​ចំណាំ​លេច​ឡើង​ថ្មី
lt: Sukurti naują iškylančią žinutę
mr: नवीन प्रकटक नोंद तयार करा
nds: Niege Opduknotiz opstellen
ro: Creează o nouă notiță
ru: Создать новую заметку
sl: Ustvari novo notico
wa: Ahiver ene novele aspitante note

# @info:whatsthis
source: You will be presented with a dialog where you can add a new popup note.
bs: Prikazaće vam se dijaloški prozor gdje možete dodati novu bilješku.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε μια νέα αναδυόμενη σημείωση
hu: Egy párbeszédablak jelenik meg, ahol új felugró jegyzetet hozhat létre.
kk: Жаңа қалқымалы жазбаны дайындау диалогы ұсынылады.
km: អ្នក​នឹង​ត្រូវបាន​បង្ហាញ​ដោយ​ប្រអប់​មួយ ដែល​អ្នក​អាច​បន្ថែម​ចំណាំ​លេចឡើង​ថ្មី ។
lt: Jums bus parodytas dialogas, kur galite pridėti naują iššokantį užrašą.
mr: तुम्हाला एक संवाद खिडकी उपलब्ध करून देण्यात येईल, जीमध्ये तुम्हाला नवीन प्रकटक नोंद टाकता येईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Opduknotiz tofögen.
ro: Vi se va afișa un dialog în care puteți crea o nouă notiță.
ru: Будет открыт диалог создания заметки.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko dodate novo notico.
wa: Vos aler vey on purnea di dvize wice ki vs såroz radjouter ene novele aspitante note.

# @action:inmenu
source: Edit...
bs: Izmijeni...
el: Επεξεργασία...
hu: Szerkesztés…
ja: 編集...
kk: Өзгерту...
km: កែសម្រួល...
lt: Keisti...
mr: संपादन....
nds: Bewerken...
ro: Modificare...
ru: Изменить...
sl: Urejanje ...
wa: Aspougnî...

# @info:status
source: Edit popup note
bs: Izmijeni bilješku
el: Επεξεργασία αναδυόμενης σημείωσης
hu: Felugró jegyzet szerkesztése
ja: ポップアップメモを編集
kk: Қалқымалы жазуды өзерту
km: កែសម្រួល​ចំណាំ​លេច​ឡើង
lt: Taisyti iškylančią žinutę
mr: प्रकटक नोंद संपादित करा
nds: Opduknotiz bewerken
ro: Redactează notița personală
ru: Изменить заметку
sl: Urejanje notice
wa: Aspougnî l' aspitante note

# @info:whatsthis
source: You will be presented with a dialog where you can modify an existing popup note.
bs: Prikazaće vam se dijaloški prozor gdje možete izmijeniti postojeću bilješku.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να τροποποιήσετε μια υπάρχουσα αναδυόμενη σημείωση
hu: Egy párbeszédablak jelenik meg, ahol szerkeszthet egy már meglévő felugró jegyzetet.
kk: Бар қалқымалы жазуды өзгерту диалогы ұсынылады.
km: អ្នកនឹង​ត្រូវបានបង្ហាញ​ដោយ​ប្រអប់មួយ ដែល​ជា​កន្លែង​អ្នក​អាច​កែប្រែ​ចំណាំ​លេច​ឡើង​ដែល​មាន​ស្រាប់បាន ។
lt: Jums bus parodytas dialogas, kur galite keisti esantį iššokantį užrašą.
mr: सध्याच्या प्रकटक नोंदीमध्ये सुधारणा करण्यासाठी तुम्घाला एक संवाद खिडकी उप्काब्ध करून दिली जाईल.
nds: Binnen en nieg Dialoog kannst Du en al vörhannen Opduknotiz ännern.
ro: Vi se va afișa un dialog în care puteți modifica o notiță existentă.
ru: Будет открыт диалог для изменения существующей заметки.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko spremenite obstoječo notico.
wa: Vos aler vey on purnea di dvize wice ki vs såroz candjî ene aspitante note egzistante.

# @action:inmenu
source: Rename...
bs: Preimenuj...
el: Μετονομασία...
hu: Átnevezés…
ja: 名前変更...
kk: Атауын өзгерту...
km: ​ប្តូរឈ្មោះ...
lt: Pervadinti...
mr: नवीन नाव....
nds: Ümnömen...
ro: Redenumire...
ru: Переименовать...
sl: Preimenuj ...
wa: Rilomer...

# @info:status
source: Rename popup note
bs: Preimenuj bilješku
el: Μετονομασία αναδυόμενης σημείωσης
hu: Felugró jegyzet átnevezése
ja: ポップアップメモの名前を変更
kk: Қалқымалы жазудың атауын өзерту
km: ប្ដូរ​ឈ្មោះ​ចំណាំ​លេច​ឡើង
lt: Pervadinti iškylančią žinutę
mr: प्रकटक नोंदीला नवीन नाव द्या
nds: Opduknotiz ümnömen
ro: Redenumește notița
ru: Переименовать заметку
sl: Preimenuj notico
wa: Rilomer l' aspitante note

# @info:whatsthis
source: You will be presented with a dialog where you can rename an existing popup note.
bs: Pojaviće se dijalog gdje možete preimenovati postojeću iskočnu bilješku.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να μετονομάσετε μια υπάρχουσα αναδυόμενη σημείωση
hu: Egy párbeszédablak jelenik meg, ahol átnevezhet egy már meglévő felugró jegyzetet.
kk: Қалқымалы жазудың атауын өзерту диалогы ұсынылады.
km: អ្នកនឹង​ត្រូវ​បានបង្ហាញ​ដោយ​ប្រអប់​មួយ ដែល​ជា​កន្លែង​អ្នក​អាច​ប្ដូរ​ឈ្មោះ​ចំណាំ​លេចឡើង​ដែលមាន​ស្រាប់ ។
lt: Jums bus parodytas dialogas, kur galite pervadinti esantį iššokantį užrašą.
mr: सध्याच्या प्रकटन नोंदीला नवीन नाव देण्यासाठी एक संवाद खिडकी उपलब्ध करून देण्यात येईल.
nds: Binnen en nieg Dialoog kannst Du en al vörhannen Opduknotiz ümnömen.
ro: Vi se va afișa un dialog în care puteți redenumi o notiță existentă.
ru: Будет открыт диалог для переименования существующей заметки.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko preimenujete obstoječo notico.
wa: Vos aler vey on purnea di dvize wice ki vs såroz rilomer ene aspitante note egzistante.

# @action:inmenu
source: Delete
bs: Obriši
el: Διαγραφή
hu: Törlés
ja: 削除
kk: Өшіру
km: លុប
lt: Trinti
mr: काढून टाका
nds: Wegdoon
ro: Șterge
ru: Удалить
sl: Izbriši
wa: Disfacer

# @info:status
source: Delete popup note
bs: Briši iskočnu bilješku
el: Διαγραφή αναδυόμενης σημείωσης
hu: Felugró jegyzet törlése
ja: ポップアップメモを削除
kk: Қалқымалы жазуды өшіру
km: លុប​ចំណាំ​លេច​ឡើង
lt: Šalinti iškylančią žinutę
mr: प्रकटक नोंद काढून टाका
nds: Opduknotiz wegdoon
ro: Șterge notița
ru: Удалить заметку
sl: Izbriši notico
wa: Disfacer aspitante note

# @info:whatsthis
source: You will be prompted if you really want to permanently remove the selected popup note.
bs: Bit ćete upitani ako stvarno želite da trajno uklonite odabrane iskočne bilješke.
el: Θα εμφανιστεί προτροπή αν πράγματι θέλετε να αφαιρέσετε μόνιμα την επιλεγμένη αναδυόμενη σημείωση.
hu: A program meg fogja kérdezni, hogy biztos véglegesen törölni szeretné-e a kijelölt felugró jegyzetet.
kk: Таңдалған қалқымалы жазуды шын өшірмексіз бе деген сұрақ қойылады.
km: អ្នក​នឹង​ត្រូ​វបាន​សួរ ប្រសិនបើ​អ្នក​ពិត​ជា​ចង់​យក​ចំណាំ​ដែល​លេច​ឡើង​ចេញ​ជា​អចិន្ត្រៃយ៍ ។
lt: Jūs busite paklausti ar tikrai norite pilnai pašalinti pasirinktą iššokantį užrašą.
mr: तुम्हाला प्रकटक नोंद कायमची काढून टाकावयाची असेल तर त्यासाठी मार्गदर्शन केले जाईल.
nds: Du warrst fraagt, wat Du de markeert Opduknotiz redig duerhaftig wegdoon wullt.
ru: Необходимо будет подтвердить полное удаление выбранной заметки.
sl: Povprašani boste, ali res želite trajno odstraniti izbrano notico.
wa: Vos alez esse arinné po vs dimander si vs voloz disfacer po do bon l' aspitante note di tchoezeye.

# @action:inmenu
source: Print Selected Notes...
bs: Štampaj izabrane bilješke...
el: Εκτύπωση επιλεγμένων σημειώσεων...
hu: A kijelölt jegyzetek nyomtatása…
ja: 選択したメモを印刷...
kk: Тандағандарын басып шығару
km: បោះពុម្ពចំណាំ​​​ដែលបាន​ជ្រើស...
lt: Spausdinti pažymėtas pastabas...
mr: निवडलेल्या नोंदी छापा.....
nds: Utsöcht Notizen drucken...
ro: Tipărește notițele alese...
ru: Печать выбранных заметок...
sl: Natisni izbrane notice ...
wa: Imprimer les notes tchoezeyes...

# @info:status
source: Print popup note
bs: Prikaži iskočnu bilješku
el: Εκτύπωση αναδυόμενης σημείωσης
hu: Felugró jegyzet nyomtatása
ja: ポップアップメモを印刷
kk: Қалқымалы жазбаны басып шығару
km: បោះពុម្ព​ចំណាំ​លេច​ឡើង
lt: Spausdinti Iškylančias žinutės
mr: प्रकटक नोंद छापा
nds: Opduknotiz drucken
ro: Tipărește notița
ru: Печать заметок
sl: Natisni izbrane notice
wa: Imprimer l' aspitante note

# @info:whatsthis
source: You will be prompted to print the selected popup note.
bs: Bit ćete upitani za ispis odabrane iskočne bilješke.
el: Θα εμφανιστεί προτροπή για να εκτυπώσετε την επιλεγμένη αναδυόμενη σημείωση.
hu: A program rá fog kérdezni a kijelölt felugró jegyzet nyomtatására.
kk: Таңдалған қалқымалы жазбаны басып шығармақсыз ба деп сұралады.
km: អ្នកនឹង​ត្រូវ​បាន​​ស្នើ​ឲ្យ​បោះពុម្ព​ចំណាំ​លេច​ឡើង​ដែលបានជ្រើស ។
lt: Jūs busite paprašyti atspausdinti pasirinktą iššokantį užrašą.
mr: निवडलेली प्रकटक नोंद छापण्यासाठी तुम्हाला मार्गदर्शन केले जाईल.
nds: Du warrst fraagt, wat Du en Opduknotiz drucken wullt.
ru: Будет отображён запрос на распечатку выбранной заметки.
sl: Povprašani boste, o tiskanju izbranih notic.
wa: Vos alez esse arinné po vs dimander si vs voloz imprimer l' aspitante note di tchoezeye.

# @action:inmenu
source: Print Preview Selected Notes...
bs: Pregled štampe izabranih bilješki
el: Προεπισκόπηση εκτύπωσης επιλεγμένων σημειώσεων...
hu: A kijelölt jegyzetek nyomtatási képe…
kk: Тандағандарын нобайын басып шығару...
nds: Druckvöransicht för utsöcht Notizen...
ru: Предварительный просмотр выбранных заметок...

source: Preferences KNotes...
bs: Postavke KNotes...
el: Προτιμήσεις KNotes...
hu: A KNotes beállításai…
kk: KNotes баптауы...
nds: KNotes-Instellen...
ru: Настроить KNotes...

source: Mail...
bs: Pošta...
el: Αλληλογραφία...
hu: Levél…
kk: Пошта....
nds: Nettpost...
ru: Отправить по почте...

source: Send...
bs: Pošalji...
el: Αποστολή...
hu: Küldés…
kk: Жіберу...
nds: Loosstüern...
ru: Отправить...

source: Set Alarm...
bs: Postavi alarm...
el: Ορισμός συναγερμού...
hu: Emlékeztető beállítása…
kk: Ескертуді орнату...
nds: Alarm fastleggen...
ru: Установить напоминание...

source: New Note From Clipboard
bs: Nova bilješka iz međuspremnika
el: Νέα σημείωση από το πρόχειρο
hu: Új jegyzet a vágólapról
kk: Алмасу буферінен жаңа жазба
nds: Nieg Notiz ut Twischenaflaag
ru: Создать заметку из содержимого буфера обмена

source: Save As...
bs: Snimi kao
el: Αποθήκευση ως...
hu: Mentés másként…
kk: Былай сақтау...
nds: Sekern as...
ru: Сохранить как...

source: Lock
bs: Zaključaj
el: Κλείδωμα
hu: Zárolás
kk: Бұғаттау
nds: Afsluten
ru: Заблокировать

source: Unlock
bs: Otključaj
el: Ξεκλείδωμα
hu: Feloldás
kk: Бұғатын шешу
nds: Opsluten
ru: Разблокировать

# @info
source: To print notes, first select the notes to print from the list.
bs: Za štampanje bilješki, prvo izaberite one koje želite iz liste.
el: Για την εκτύπωση σημειώσεων, επιλέξτε πρώτα τις σημειώσεις προς εκτύπωση από τη λίστα.
hu: A jegyzetek nyomtatásához előbb válassza ki a nyomtatandó jegyzeteket a listából.
ja: 先に印刷するメモをリストから選択してください。
kk: Басып шығару үшін керегін тізімінен таңдап алыңыз.
km: ដើម្បី​បោះពុម្ព​ចំណាំ ដំបូង​ជ្រើស​ចំណាំ​ត្រូវ​បោះពុម្ព​ពី​បញ្ជី ។
lt: Norėdami spausdinti lapelius, visų pirma pažymėkite lapelius spausdinimui iš sąrašo.
mr: नोंदी छापण्यासाठी प्रथम यादीतून त्या निवडा
nds: Söök bitte eerst op de List de Notizen ut, de Du drucken wullt.
ro: Pentru a tipări notițe, alegeți mai întîi notițele de tipărit din listă.
ru: Для того, чтобы распечатать заметки, выберите их из списка.
sl: Za tiskanje notic najprej s seznama izberite želene notice.
wa: Po rexhe des notes, tchoezixhoz aprume les notes a imprimer foû del djivêye.

# @title:window
source: Print Popup Notes
bs: Ispis iskočne bilješke
el: Εκτύπωση αναδυόμενων σημειώσεων
hu: Felugró jegyzetek nyomtatása
ja: ポップアップメモを印刷
kk: Қалқымалы жазбаны басып шығару
km: បោះពុម្ព​ចំណាំ​លេច​ឡើង
lt: Spausdinti Iškylančias žinutės
mr: प्रकटक नोंदी छापा
nds: Opduknotizen drucken
ru: Печать заметок
sl: Natisni notice
wa: Imprimer aspitantès notes

source: Note was not created.
bs: Poruka nije kreirana
el: Η σημείωση δε δημιουργήθηκε.
hu: A jegyzet nem jött létre.
nds: Notiz wöör nich opstellt
ru: Заметка не была создана.

source: Create new note
bs: Kreiraj novu bilješku
el: Δημιουργία νέας σημείωσης
hu: Új jegyzet létrehozása
nds: Nieg Notiz opstellen
ru: Создание новой заметки

# @info
source: Do you really want to delete this note?
bs: Da li zaista želite obrisati ovu %1 bilješku?
el: Σίγουρα θέλετε να διαγράψετε αυτήν τη σημείωση;
hu: Biztosan törölni szeretné ezt a jegyzetet?
ja: 本当にこのメモを削除しますか？
kk: Шынымен осы %1 жазбаны өшірмексіз бе?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​​ចំណាំ​​​​ទាំង %1 ​​នេះ​ឬ ?
lt: Ar tikrai norite ištrinti šį lapelį?
mr: तुम्हाला नक्की हि नोंद काढून टाकायची आहे का?
nds: Wullt Du disse Notiz redig wegdoon?
ro: Sigur ștergeți această notă?
ru: Удалить %1 заметку?
sl: Ali zares želite izbrisati teh %1 notic?
wa: Voloz vs disfacer cisse note chal po do bon ?

# @title:window
source: Confirm Delete
bs: Potvrda brisanja
el: Επιβεβαίωση διαγραφής
hu: Törlés megerősítése
ja: 削除の確認
kk: Өшіруді құптау
km: បញ្ហាក់​ការ​លុប
lt: Patvirtinkite ištrynimą
mr: काढून टाकण्याविषयी खात्री करा
nds: Wegdoon beglöven
ro: Confirmare ștergere
ru: Подтверждение удаления
sl: Potrdi brisanje
wa: Racertiner disfaçaedje

# @title:window
source: Rename Popup Note
bs: Preimenovanje iskočne bilješke
el: Μετονομασία αναδυόμενης σημείωσης
hu: Felugró jegyzet átnevezése
ja: ポップアップメモの名前を変更
kk: Қалқымалы жазбаның атауын өзгерту
km: ប្ដូរ​ឈ្មោះ​ចំណាំ​លេច​ឡើង
lt: Pervadinti iškylančią žinutę
mr: प्रकटक नोंदीला नवीन नाव द्या
nds: Opduknotiz ümnömen
ru: Переименование заметки
sl: Preimenuj notico
wa: Rilomer l' aspitante note

# @label:textbox
source: New Name:
bs: Novo ime
el: Νέο όνομα:
hu: Új név:
ja: 新しい名前:
kk: Жаң атауы:
km: ឈ្មោះថ្មី ៖
lt: Naujas pavadinimas:
mr: नवीन नाव :
nds: Nieg Naam:
ru: Новое название:
sl: Novo ime:
wa: Novea no :

source: Show Note...
bs: Prikaži bilješku...
el: Εμφάνιση σημείωσης...
hu: Jegyzet megjelenítése…
kk: Жазбаны көрсету...
nds: Notiz wiesen...
ru: Просмотреть заметку...

source: Settings
bs: Postavke
el: Ρυθμίσεις
hu: Beállítások
kk: Баптау
nds: Instellen
ru: Настройка

source: Save note as plain text
bs: Snimi bilješku kao otvoreni tekst
el: Αποθήκευση σημείωσης ως απλό κείμενο
hu: Jegyzet mentése egyszerű szövegként
kk: Кәдімгі мәтінде сақтау
nds: Notiz as eenfach Text sekern
ru: Сохранить заметку в виде обычного текста

source: Save As
bs: Snimi kao
el: Αποθήκευση ως
hu: Mentés másként
kk: Былай сақтау
nds: Sekern as
ru: Сохранение в файл

source: <qt>A file named <b>%1</b> already exists.<br />Are you sure you want to overwrite it?</qt>
bs: <qt>Datoteka s imenom <b>%1</b> već postoji.<br />Jeste li sigurni da je želite prebrisati?</qt>
el: <qt>Ένα αρχείο με όνομα <b>%1</b> υπάρχει ήδη.<br />Είστε σίγουροι ότι θέλετε να αντικατασταθεί;</qt>
hu: <qt>Már létezik <b>%1</b> nevű fájl.<br />Biztosan felül szeretné írni?</qt>
kk: <qt><b>%1</b> деп аталған файл бар екен.<br />Шынымен оның үстінен жазбақсыз ба?</qt>
nds: <qt>Dat gifft al en Datei mit den Naam <b>%1</b>.<br />Büst Du seker, Du wullt ehr överschrieven?</qt>
ru: <qt>Файл с именем <b>%1</b> уже существует.<br />Заменить его?</qt>

source: &File
bs: &Datoteka
el: &Αρχείο
hu: &Fájl
ja: ファイル(&F)
kk: &Файл
km: ឯកសារ
lt: &Failas
mr: फाईल (&F)
nds: &Datei
ro: &Fișier
ru: &Файл
sl: &Datoteka
wa: &Fitchî

source: &Edit
bs: &Izmijeni
el: &Επεξεργασία
hu: Mó&dosítás
ja: 編集(&E)
kk: &Өңдеу
km: កែសម្រួល
lt: &Keisti
mr: संपादन (&E)
nds: &Bewerken
ro: &Editare
ru: &Правка
sl: &Urejanje
wa: &Candjî...

source: &Settings
bs: &Postavke
el: &Ρυθμίσεις
hu: &Beállítások
ja: 設定(&S)
kk: &Баптау
km: ការ​កំណត់
lt: &Nustatymai
mr: संयोजना (&S)
nds: &Instellen
ro: &Configurări
ru: &Настройка
sl: &Nastavitve
wa: A&pontiaedjes

# @action:inmenu
source: New Popup Note...
bs: Novo iskočno ime...
el: Νέα αναδυόμενη σημείωση...
hu: Új felugró jegyzet…
ja: 新しいポップアップメモ...
kk: Жаңа қалқымалы жазба...
km: ចំណាំ​លេច​ឡើង​ថ្មី...
lt: Nauja iškylanti žinutė...
mr: नवीन प्रकटक नोंद
nds: Niege Opduknotiz...
ro: Notiță nouă...
ru: Создать заметку...
sl: Nova notica ...
wa: Novele aspitante note....

# @info:status
source: Create new popup note
bs: Kreiraj novu iskočnu bilješku
el: Δημιουργία νέας αναδυόμενης σημείωσης
hu: Új felugró jegyzet létrehozása
ja: 新しいポップアップメモを作成
kk: Жаңа қалқымалы жазбаны дайындау
km: បង្កើត​ចំណាំ​លេច​ឡើង​ថ្មី​
lt: Sukurti naują iškylančią žinutę
mr: नवीन प्रकटक नोंद तयार/निर्माण करा
nds: Niege Opduknotiz opstellen
ru: Создать новую заметку
sl: Ustvari novo notico
wa: Ahiver novele aspitante note

# @info:whatsthis
source: You will be presented with a dialog where you can create a new popup note.
bs: Dobićete dijalog u kojem možete stvoriti novu iskočnu bilješku.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε μια νέα αναδυόμενη σημείωση.
hu: Egy párbeszédablak jelenik meg, ahol új felugró jegyzetet hozhat létre.
kk: Жаңа қалқымалы жазбаны дайындау диалогы ұсынылады.
km: អ្នក​នឹង​ត្រូវបាន​បង្ហាញ​ដោយ​ប្រអប់មួយ ដែល​ជា​ីកន្លែង​ល​អ្នក​អាច​បង្កើតចំណាំ​​លលេ​ចឡើង​ថ្មី​ ។
lt: Jums bus parodytas dialogas, kur galite pridėti naują iššokantį užrašą.
mr: नवीन प्रकटक नोंद तयार करण्यासाठी तुम्हाला एक संवादक खिडकी उपलब्ध करून दिली जाईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Opduknotiz opstellen.
ru: Будет открыт диалог создания заметки.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite novo notico.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver ene novele aspitante note.

# @title
source: Popup Notes
bs: Iskočne bilješke
el: Αναδυόμενες σημειώσεις
hu: Felugró jegyzetek
ja: ポップアップメモ
kk: Қалқымалы жазбалар
km: ចំណាំ​លេច​ឡើង
lt: Iškylančios žinutės
mr: प्रकटक नोंदी
nds: Opduknotizen
ro: Notițe
ru: Заметки на стикерах
sl: Notice
wa: Aspitantès notes

# @info:credit
source: Copyright © 2003–2014 Kontact authors
el: Πνευματικά δικαιώματα © 2003–2014, οι συγγραφείς του Kontact
hu: Copyright © A Kontact szerzői, 2003-2014.
nds: Copyright © 2003–2014 de Schrieverslüüd vun Kontact
ru: © Авторы Kontact, 2003–2014

# @info:credit
source: Current Maintainer
bs: Trenutno održava
el: Τρέχων συντηρητής
hu: Jelenlegi karbantartó
ja: 現在のメンテナ
kk: Қазіргі жетелдірушісі
km: អ្នក​ថែទាំ​បច្ចុប្បន្ន
lt: Dabartinis prižiūrėtojas
mr: वर्तमान पालक
nds: Pleger opstunns
ro: Responsabil actual
ru: Сопровождающий
sl: Trenutni vzdrževalec
wa: Mintneu do moumint

# @info:credit
source: Michael Brade
mr: मायकेल ब्रेड
ru: Майкл Брэйд (Michael Brade)

# @info:credit
source: Previous Maintainer
bs: Prethodno održavao
el: Προηγούμενος συντηρητής
hu: Korábbi karbantartó
nds: Verleden Pleger
ru: Предыдущий сопровождающий

# @info:credit
source: Tobias Koenig
mr: टोबिआस कोएनींग
ru: Тобиас Кёниг (Tobias Koenig)

# @info:credit
source: Developer
bs: Glavni programer
el: Προγραμματιστής
hu: Fejlesztő
ja: 開発者
kk: Құрастырушысы
km: អ្នក​បង្កើត
lt: Programuotojas
mr: विकासक
nds: Schriever
ro: Dezvoltator
ru: Разработчик
sl: Razvijalec
wa: Programeu

# @item
source: Meeting
bs: Sastanak
el: Συνάντηση
hu: Találkozó
ja: 会議
kk: Жиналыс
km: កិច្ចប្រជុំ
lt: Susitikimas
mr: बैठक
nds: Mööt
ro: Întrevedere
ru: Собрание
sl: Srečanje
wa: Raploû

# @item
source: Note: %1
bs: Bilješka: %1
el: Σημείωση: %1
hu: Jegyzet: %1
ja: メモ: %1
kk: "%1" жазбасы
km: ចំណាំ ៖ %1
lt: Lapelis: %1
mr: नोंद : %1
nds: Notiz: %1
ro: Notă: %1
ru: Заметка: %1
sl: Notica: %1

# @item
source: New Note
bs: Nova bilješka
el: Νέα σημείωση
hu: Új jegyzet
ja: 新しいメモ
kk: Жаңа жазба
km: ចំណាំ​ថ្មី
lt: Naujas lapelis
mr: नवी नोंद
nds: Nieg Notiz
ro: Notiță nouă
ru: Новая заметка
sl: Nova notica
wa: Novele note

# @info
source: Dropping multiple mails is not supported.
bs: Ispuštanje više mailova nije podržan.
el: Οι αποθέσεις πολλαπλών μηνυμάτων δεν υποστηρίζονται.
hu: Nem lehet egyszerre több üzenetet ejteni.
ja: 複数のメールのドロップはサポートしていません。
kk: Бірнеше хаттарды бірден тастауға болмайды.
km: ការ​ទម្លាក់​សំបុត្រ​ច្រើន​មិនត្រូវបានគាំទ្រ​​ទេ ។
lt: Daugelio laiškų šalinimas nėra palaikomas.
mr: अनेक पटीत संदेश पाठविण्यासाठी कोणतेही सहाय्य नाही
nds: Dat Afleggen vun mehr as een Nettbreef warrt nich ünnerstütt.
ru: Перетаскивание нескольких писем не поддерживается.
sl: Spuščanje več e-poštnih sporočil ni podprto.
wa: Li depot di sacwants messaedjes n' est nén sopoirté.

# @item
source: From: %1 To: %2 Subject: %3
bs: Od: %1 Za: %2 Tema: %3
el: Από: %1 Προς: %2 Θέμα: %3
hu: Feladó: %1 Címzett: %2 Tárgy: %3
ja: 差出人: %1 宛先: %2 件名: %3
kk: Кімге: %1 Кімден: %2 Тақырыбы: %3
km: មកពី ៖ %1 ជូន​ចំពោះ ៖ %2 ប្រធាន​បទ ៖ %3
lt: Nuo: %1 Iki: %2 Tema: %3
mr: पासून :%1 पर्यंत :%2 विषय :%3
nds: Vun: %1 Na: %2 Bedraap: %3
ro: De la: %1 Către: %2 Subiect: %3
ru: Отправитель: %1 Получатель: %2 Тема: %3
sl: Od: %1 Za: %2 Zadeva: %3
wa: Di : %1 Po : %2 Sudjet : %3

# @item
source: Mail: %1
bs: Pošta: %1
el: Μήνυμα: %1
hu: Üzenet: %1
ja: メール: %1
kk: Пошта: %1
km: សំបុត្រ ៖ %1
lt: Siųsti: %1
mr: मेल : %1
nds: Nettbreef: %1
ro: Poștă: %1
ru: Письмо: %1
sl: Pošta: %1
wa: Emile : %1

# @title:window
source: Show Popup Note
bs: Prikazuj iskočne bilješke
el: Εμφάνιση αναδυόμενης σημείωσης
hu: Felugró jegyzet megjelenítése
kk: Қалқымалы жазбаны көрсету
nds: Opduker wiesen
ru: Просмотр заметки

# @title:window
source: Edit Popup Note
bs: Uredio iskočnu poruku
el: Επεξεργασία αναδυόμενης σημείωσης
hu: Felugró jegyzet szerkesztése
ja: ポップアップメモを編集
kk: Қалқымалы жазбаны өңдеу
km: កែសម្រួល​ចំណាំ​​ដែល​​លេចឡើង
lt: Taisyti Iškylančio lango žinutę
mr: प्रकटक नोंद संपादन/संपादित करा
nds: Opduknotiz bewerken
ru: Редактирование заметки
sl: Urejanje notice
wa: Aspougnî l' aspitante note

# @label popup note name
source: Name:
bs: Naziv:
el: Όνομα:
hu: Név:
ja: 名前:
kk: Атауы:
km: ឈ្មោះ ៖
lt: Pavadinimas:
mr: नाव
nds: Naam:
ru: Название:
sl: Ime:
wa: No :

source: Search notes...
bs: Traži bilješke...
el: Αναζήτηση σημειώσεων...
hu: Jegyzetek keresése…
kk: Жазбаларды іздеу...
nds: Notizen söken...
ru: Поиск заметок

source: (note locked, it will not removed)
bs: (bilješka zaključana, neće biti uklonjena)
el: (η σημείωση κλειδώθηκε, δε θα αφαιρεθεί)
hu: (jegyzet zárolva, nem lesz eltávolítva)
kk: (жазба бұғатталған, ол өшірілмейді)
nds: (Notiz afslaten, warrt nich wegmaakt)
ru: (заметка заблокирована, поэтому не будет удалена)

source: Popup Notes
bs: Iskočne napomene
el: Αναδυόμενες σημειώσεις
hu: Felugró jegyzetek
ja: ポップアップメモ
kk: Қалқымалы жазбалар
km: កត់​សំគាល់​ដែល​លេចឡើង
lt: Lipnūs lapeliai
mr: प्रकटक नोंदी
nds: Opduknotizen
ro: Notițe
ru: Заметки на стикерах
sl: Notice
wa: Aspitantès notes

source: Modify Note...
el: Τροποποίηση σημείωσης...
hu: Jegyzet módosítása…
nds: Notiz bewerken...
ru: Изменить заметку...

source: Delete Note...
el: Διαγραφή σημείωσης...
hu: Jegyzet törlése…
nds: Notiz wegdoon...
ru: Удалить заметку...

source: Read Popup Note: "%1"
bs: Čitaj iskočnu bilješku: "%1"
el: Ανάγνωση αναδυόμενης σημείωσης: "%1"
hu: Felugró jegyzet olvasása: „%1”
ja: ポップアップメモ <resource>%1</resource> を読む
kk: Оқитын жазба: "%1"
km: អាច​ចំណាំ​លេចឡើង ៖ "%1"
lt: Skaityti lapelį: „%1“
mr: प्रकटक नोंद वाचा : "%1"
nds: Opduknotiz lesen: "%1"
ro: Citire notiță personală: „%1”
ru: Открыть заметку «%1»
sl: Preberi notico: »%1«
wa: Lére l' aspitante note : « %1 »

source: Event Summary Configuration
bs: Konfiguracija sažetka događaja.
el: Διαμόρφωση περίληψης γεγονότων
hu: Az események áttekintőjének beállításai
ja: イベントの要約設定
kk: Оқиға мазмұндамасын баптау
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​សេចក្ដីសង្ខេប​ព្រឹត្តិការណ៍
lt: Įvykių santraukos konfigūracija
mr: घटना सारांश संयोजना
nds: Begeefnis-Tosamenfaten instellen
ro: Configurare Sumar evenimente
ru: Настройка дайджеста событий
sl: Nastavitev povzetka dogodkov
wa: Apontiaedje do racourti des evenmints
