Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

source: No about information available.
bs: Nema dostupnih informacija o programu.
el: Δεν υπάρχουν σχετικές πληροφορίες.
hu: Nem áll rendelkezésre információ.
ja: このプログラムについての情報はありません。
kk: Бұл туралы мәлімет жоқ.
km: គ្មាន​ព័ត៌មាន​ដែល​អាច​ប្រើ​បាន ។
lt: Apie tai informacijos nėra.
mr: याविषयी माहिती उपलब्ध नाही
nds: Keen Informatschonen verföögbor.
ro: Nu sînt informații disponibile.
ru: Информация не доступна.
sl: Na voljo ni nobenih podatkov o programu.
wa: Pont d' pondants et djondants åd fwait disponibes.

source: Version %1
bs: Verzija %1
el: Έκδοση %1
ja: バージョン %1
kk: %1 нұсқасы
km: កំណែ %1
lt: Versija %1
mr: आवृत्ती %1
nds: Verschoon %1
ro: Versiunea %1
ru: Версия %1
sl: Različica %1
wa: Modêye %1

source: <p><b>Authors:</b></p>
bs: <p><b>Autori:</b></p>
el: <p><b>Συγγραφείς:</b></p>
hu: <p><b>Szerzők:</b></p>
ja: <p><b>作者:</b></p>
kk: <p><b>Авторлары:</b></p>
km: <p><b>អ្នក​និពន្ធ ៖</b></p>
lt: <p><b>Autoriai:</b></p>
mr: <p><b>लेखक :</b></p>
nds: <p><b>Autoren:</b></p>
ro: <p><b>Autori:</b></p>
ru: <p><b>Авторы:</b></p>
sl: <p><b>Avtorji:</b></p>
wa: <p><b>Oteurs:</b></p>

source: <p><b>Thanks to:</b></p>
bs: <p><b>Zahvaljujući:</b></p>
el: <p><b>Ευχαριστήρια σε:</b></p>
hu: <p><b>Közreműködők:</b></p>
kk: <p><b>Алғыстар:</b></p>
km: <p><b>សូមអំណរ​គុណ​ចំពោះ ៖</b></p>
lt: <p><b>Padėka:</b></p>
mr: <p><b>ला धन्यवाद :</b></p>
nds: <p><b>Dank ok an:</b></p>
ro: <p><b>Mulțumiri:</b></p>
ru: <p><b>Благодарность:</b></p>
sl: <p><b>Zahvaljujoč:</b></p>
wa: <p><b>Gråce a:</b></p>

source: <p><b>Translators:</b></p>
bs: <p><b>Prevodioci:</b></p>
el: <p><b>Μεταφραστές:</b></p>
hu: <p><b>Fordítók:</b></p>
ja: <p><b>翻訳者:</b></p>
kk: <p><b>Аудармашылар:</b></p>
km: <p><b>អ្នក​បក​ប្រែ ៖</b></p>
lt: <p><b>Vertėjai:</b></p>
mr: <p><b>अनुवादक :</b></p>
nds: <p><b>Översetters:</b></p>
ro: <p><b>Traducători:</b></p>
ru: <p><b>Переводчики:</b></p>
sl: <p><b>Prevajalci:</b></p>
wa: <p><b>Ratourneus:</b></p>

source: %1 License
bs: %1 Licenca
el: Άδεια χρήσης %1
hu: %1 licenc
ja: %1 ライセンス
kk: %1 лицензиясы
km: អាជ្ញាបណ្ណ %1
lt: %1 licencija
mr: %1 परवाना
nds: %1-Lizenz
ro: Licență %1
ru: лицензия %1
sl: Licenca %1
wa: %1 Licince

# @action:inmenu
source: Show Icons Only
bs: Prikaži Samo Ikonice
el: Εμφάνιση εικονιδίων μόνο
hu: Csak ikonok megjelenítése
ja: アイコンのみ表示
kk: Таңбашаларды ғана көрсету
km: បង្ហាញតែ​​រូប​តំណាង
lt: Rodyti tik ženkliukus
mr: फक्त चिन्हे दर्शवा
nds: Bloots Lüttbiller wiesen
ro: Arată numai pictograme
ru: Только значки
sl: Prikaži samo ikone
wa: En håyner k' les imådjetes

# @info:status
source: Show sidebar items with icons and without text
bs: Prikaži predmete kod sidebara sa ikonicama ali bez teksta.
el: Εμφάνιση αντικειμένων πλευρικής γραμμής με εικονίδια χωρίς κείμενο
hu: Oldalsáv elemeinek megjelenítése ikonokkal, szöveg nélkül
kk: Бүйірдегі панелінде мәтінсіз таңбашалармен көрсету
km: បង្ហារញ​​ធាតុ​របារ​ចំហៀង​​ដែលមាន​រូបតំណាង ហើយ​គ្មាន​អត្ថបទ
lt: Rodyti šoninės juostos elementus su ženkliukais ir be teksto
mr: बाजूच्या पट्टीतील चिन्हे असलेल्या पण मजकूर नसलेल्या बाबी दर्शवा
nds: Sietpaneel-Elementen mit Lüttbiller ahn Text wiesen
ro: Arată elementele din bara laterală cu pictograme și fără text
ru: Показать элементы боковой панели в виде значков без текста
sl: Postavke v stranskem pasu prikaži z ikono in brez besedila
wa: Håyner les cayets el bår di costé avou des imådjetes eyet sins scrijhaedje

# @info:whatsthis
source: Choose this option if you want the sidebar items to have icons without text.
bs: Izaberi ovu opciju ako želiš da predmeti kod sidebara imaju ikonice bez teksta.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε τα αντικείμενα της πλευρικής γραμμής να έχουν εικονίδια χωρίς κείμενο.
hu: Válassza ezt a lehetőséget, ha az oldalsáv elemeit ikonokkal, szöveg nélkül szeretné.
kk: Бүйірдегі панелінде нысандар мәтінсіз таңбашалармен көрсетілсін десеңіз - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ធាតុ​របារ​ចំហៀង​មាន​រូបតំណាង​ដោយ​គ្មាន​អត្ថបទ ។
mr: तुम्हाला बाजुपट्टीतील चिन्हे असलेल्या पण मजकूर नसलेल्या बाबी हव्या असतील तर हा पर्याय निवडा.
nds: Maak dit an, wenn Du Sietpaneel-Elementen mit Lüttbiller ahn Text wiesen wullt.
ro: Alegeți această opțiune dacă doriți ca elementele din bara laterală să aibă pictograme fără text.
ru: При выборе этой опции на боковой панели будут отображаться только значки без текста.
sl: Izberite to možnost, če želite, da imajo postavke v stranskem pasu ikono, a nimajo besedila.
wa: Clitchîz cisse tchuze si vs voloz k' les cayets el bår di costé åyexhe des imådjetes sins scrijhaedje.

# @action:inmenu
source: Show Text Only
bs: Prikaži samo tekst.
el: Εμφάνιση κειμένου μόνο
hu: Csak szöveg megjelenítése
ja: テキストのみ表示
kk: Мәтінді ғана көрсету
km: បង្ហាញ​តែ​​អត្ថបទ
lt: Rodyti tik tekstą
mr: फक्त मजकूर दर्शवा
nds: Bloots Text wiesen
ro: Arată numai text
ru: Только текст
sl: Prikaži samo besedilo
wa: En håyner kel tecse

# @info:status
source: Show sidebar items with text and without icons
bs: Prikaži sidebar predmete sa tekstom ali bez ikonica.
el: Εμφάνιση αντικειμένων πλευρικής γραμμής με κείμενο χωρίς εικονίδια
hu: Oldalsáv elemeinek megjelenítése szöveggel, ikonok nélkül
kk: Бүйірдегі панелінде таңбашасыз мәтінімен көрсету
km: បង្ហាញ​ធាតុ​​របារ​ចំហៀង​​មាន​អត្ថបទ​ និងគ្មាន​​រូបតំណាង
lt: Rodyti šoninės juostos elementus su tekstu ir be ženkliukų
mr: बाजूपट्टीतील चिन्हे असलेल्या पण मजकूर नसलेल्या बाबी दर्शवा
nds: Sietpaneel-Elementen mit Text ahn Lüttbiller wiesen
ro: Arată elementele din bara laterală cu text și fără pictograme
ru: Показать элементы боковой панели в виде текста без значков
sl: Postavke v stranskem pasu prikaži z besedilom in brez ikone
wa: Håyner les cayets el bår di costé avou do tecse eyet sins imådjete

# @info:whatsthis
source: Choose this option if you want the sidebar items to have text without icons.
bs: Izaberi ovu opciju ako želiš sidemar predmete da imaju tekst ali da nemaju ikonice.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε τα αντικείμενα της πλευρικής γραμμής να έχουν κείμενο χωρίς εικονίδια.
hu: Válassza ezt a lehetőséget, ha az oldalsáv elemeit szöveggel, ikonok nélkül szeretné.
kk: Бүйірдегі панелінде нысандар таңбашасыз мәтінімен көрсетілсін десеңіз - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ​ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​ធាតុ​របារ​ចំហៀង​មាន​អត្ថបទ​ដោយ​គ្មាន​​រូប​ដំណាង​ ។
mr: तुम्हाला बाजूपट्टीतील बाबींमध्ये मजकूर हवा पण चिन्हे नको असतील तर हा पर्याय निवडा.
nds: Maak dit an, wenn Du Sietpaneel-Elementen mit Text, man ahn Lüttbiller wiesen wullt.
ro: Alegeți această opțiune dacă doriți ca elementele din bara laterală să aibă text fără pictograme.
ru: При выборе этой опции на боковой панели будет отображаться только текст без значков.
sl: Izberite to možnost, če želite, da imajo postavke v stranskem pasu besedilo, a nimajo ikone.
wa: Clitchîz cisse tchuze si vs voloz k' les cayets el bår di costé åyexhe des scrijhaedjes sins imådjete.

# @action:inmenu
source: Show Icons && Text
bs: Prikaži ikonice i tekst.
el: Εμφάνιση εικονιδίων και κειμένου
hu: Ikonok és szöveg megjelenítése
ja: アイコンとテキストを表示
kk: Мәтін && Таңбашаларды көрсету
km: បង្ហាញ​រូប​តំណាង និង​អត្ថបទ
lt: Rodyti ženkliukus ir tekstą
mr: चिन्हे आणि मजकूर दर्शवा
nds: Lüttbiller un Text wiesen
ro: Arată pictograme și text
ru: Значки и текст
sl: Prikaži ikone in besedilo
wa: Håyner imådjetes eyet tecse

# @info:status
source: Show sidebar items with icons and text
bs: Prikaži sidebar predmete sa ikonicama i tekstom.
el: Εμφάνιση αντικειμένων πλευρικής γραμμής με εικονίδια και κείμενο
hu: Oldalsáv elemeinek megjelenítése ikonokkal és szöveggel
kk: Бүйірдегі панелінде таңбашасы және мәтінімен көрсету
km: បង្ហាញ​ធាតុរបារចំហៀង​មាន​អត្ថបទ និង​រូបតំណាង
lt: Rodyti šoninės juostos elementus su ženkliukais ir tekstu
mr: बाजूपट्टीतील चिन्हे आणि मजकूर असलेल्या बाबी दर्शवा
nds: Sietpaneel-Elementen mit Lüttbiller un Text wiesen
ro: Arată elementele din bara laterală cu pictograme și text
ru: Показать элементы боковой панели в виде значков с текстом
sl: Postavke v stranskem pasu prikaži z ikono in besedilom
wa: Håyner les cayets el bår di costé avou des imådjetes eyet do scrijhaedje

# @info:whatsthis
source: Choose this option if you want the sidebar items to have icons and text.
bs: Izaberi ovu opciju ako želiš da sidebar predmeti imaju ikonice i tekst.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε τα αντικείμενα της πλευρικής γραμμής να έχουν εικονίδια και κείμενο.
hu: Válassza ezt a lehetőséget, ha szeretné hogy az oldalsáv elemeinek legyenek ikonjaik és szövegük.
kk: Бүйірдегі панелінде нысандар таңбашасы және мәтінімен көрсетілсін десеңіз - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យធាតុ​របារចំហៀង​មាន​រូបតំណាង និងអត្ថបទ ។
mr: तुम्हाला बाजूपट्टीतील बाबींमध्ये चिन्हे आणि मजकूर हवा असेल तर हा पर्याय निवडा.
nds: Maak dit an, wenn Du Sietpaneel-Elementen mit Lüttbiller un Text wiesen wullt.
ro: Alegeți această opțiune dacă doriți ca elementele din bara laterală să aibă pictograme și text.
ru: При выборе этой опции на боковой панели будут отображаться значки с текстом.
sl: Izberite to možnost, če želite, da imajo postavke v stranskem pasu ikono in besedilo.
wa: Clitchîz cisse tchuze si vs voloz k' les cayets el bår di costé åyexhe des imådjetes eyet do scrijhaedje.

# @action:inmenu
source: Big Icons
bs: Velike ikone
el: Μεγάλα εικονίδια
hu: Nagy ikonok
ja: 大きいアイコン
kk: Үлкен таңбашалар
km: រូបតំណាងធំ
lt: Dideli ženkliukai
mr: मोठी चिन्हे
nds: Groot Lüttbiller
ro: Pictograme mari
ru: Большие значки
sl: Velike ikone
wa: Grandès imådjetes

# @info:status
source: Show large size sidebar icons
bs: Prikaži velike ikonice sa bočne trake
el: Εμφάνιση εικονιδίων πλευρικής γραμμής μεγάλου μεγέθους
hu: Nagyméretű oldalsávikonok megjelenítése
ja: サイドバーに大きいサイズのアイコンを表示
kk: Бүйірдегі панелінде таңбашаларды үлкен қылып көрсету
km: បង្ហាញ​រូបតំណាង​របារ​ចំហៀង​ដែលមាន​ទំហំ​ធំ
lt: Rodyti didelius šoninės juostos ženkliukus
mr: बाजूपट्टीतील मोठ्या आकाराची चिन्हे दर्शवा
nds: Groot Sietpaneel-Lüttbiller wiesen
ro: Arată pictograme mari în bara laterală
ru: Показывать значки крупного размера на боковой панели
sl: V stranskem pasu prikaži velike ikone
wa: Håyner l' grande grandeu des imådjetes el bår di costé

# @info:whatsthis
source: Choose this option if you want the sidebar icons to be extra big.
bs: Izaberi ovu opciju ukoliko želiš da ikonice sa bočne trake budu dodatno veliki.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε τα εικονίδια της πλευρικής γραμμής να είναι πολύ μεγάλα.
hu: Válassza ezt a lehetőséget, ha rendkívül nagy méretű oldalsávikonokat szeretne.
kk: Бүйірдегі панелінде нысан таңбашалары үлкен қылып көрсетілсін десеңіз - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​រូបតំណាង​របារ​ចំហៀង​កាន់​តែ​ធំ ។
mr: तुम्हाला बाजूपट्टीतील चिन्हे फारच मोठ्या आकाराची हवी असतील तर हा पर्याय निवडा
nds: Maak dit an, wenn Du besünners groot Sietpaneel-Elementen wiesen wullt.
ro: Alegeți această opțiune dacă doriți ca pictogramele din bara laterală să fie extra-mari.
ru: При выборе этой опции значки боковой панели будут крупными.
sl: Izberite to možnost, če želite, da so ikone v stranskem pasu velike.
wa: Clitchîz cisse tchuze ci si vs voloz k' les cayets el bår di costé soeyexhe miergrand.

# @action:inmenu
source: Normal Icons
bs: Normalne ikone
el: Κανονικά εικονίδια
hu: Normál ikonok
ja: 標準のアイコン
kk: Кәдімгі таңбашалар
km: រូបតំណាង​ធម្មតា
lt: Vidutiniai ženkliukai
mr: सर्वसाधारण चिन्हे
nds: Normaal Lüttbiller
ro: Pictograme normale
ru: Обычные значки
sl: Običajne ikone
wa: Imådjetes normåles

# @info:status
source: Show normal size sidebar icons
bs: Prikaži normalnu veličinu ikonica na bočnoj traci
el: Εμφάνιση εικονιδίων πλευρικής γραμμής κανονικού μεγέθους
hu: Normál méretű oldalsávikonok megjelenítése
ja: サイドバーに標準サイズのアイコンを表示
kk: Бүйірдегі панелінде таңбашаларды кәдімгі өлшемінде көрсету
km: បង្ហាញ​រូបតំណាង​របារ​ចំហៀង​ដែលមាន​ទំហំ​ធម្មតា
lt: Rodyti normalaus dydžio šoninės juostos ženkliukus
mr: बाजूपट्टीतील सर्वसाधारण आकाराची चिन्हे दर्शवा
nds: Normaal Sietpaneel-Lüttbiller wiesen
ro: Arată pictograme normale în bara laterală
ru: Показывать значки обычного размера на боковой панели
sl: V stranskem pasu prikaži običajne ikone
wa: Håyner l' grandeu normåle des imådjetes el bår di costé

# @info:whatsthis
source: Choose this option if you want the sidebar icons to be normal size.
bs: Izaberi ovu opciju ukoliko želiš da ikonice na bočnoj traci budu normalne veličine
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε τα εικονίδια της πλευρικής γραμμής να είναι κανονικού μεγέθους.
hu: Válassza ezt a lehetőséget, ha normál méretű oldalsávikonokat szeretne.
kk: Бүйірдегі панелінде нысан таңбашалары кәдімгі өлшемінде көрсетілсін десеңіз - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​​ឲ្យ​​រូបតំណាង​របារចំហៀង​មាន​ទំហំ​ធម្មតា ។
mr: तुम्हाला बाजूपट्टीतील चिन्हे सर्वसाधारण आकाराची हवी असतील तर हा पर्याय निवडा.
nds: Maak dit an, wenn Du normaal groot Sietpaneel-Elementen wiesen wullt.
ro: Alegeți această opțiune dacă doriți ca pictogramele din bara laterală să fie de dimensiune normală.
ru: При выборе этой опции значки боковой панели будут обычного размера.
sl: Izberite to možnost, če želite, da so ikone v stranskem pasu običajne velikosti.

# @action:inmenu
source: Small Icons
bs: Male ikone
el: Μικρά εικονίδια
hu: Kis ikonok
ja: 小さいアイコン
kk: Шағын таңбашалар
km: រូបតំណាង​តូច
lt: Maži ženkliukai
mr: लहान चिन्हे
nds: Lütt Lüttbiller
ro: Pictograme mici
ru: Маленькие значки
sl: Majhne ikone

# @info:status
source: Show small size sidebar icons
bs: Prikaži male ikonice na bočnoj traci
el: Εμφάνιση εικονιδίων πλευρικής γραμμής μικρού μεγέθους
hu: Kisméretű oldalsávikonok megjelenítése
ja: サイドバーに小さいサイズのアイコンを表示
kk: Бүйірдегі панелінде таңбашаларды шағын қылып көрсету
km: បង្ហាញ​រូបតំណាង​របារ​ចំហៀង​ដែលមាន​ទំហំ​តូច
lt: Rodyti mažus šoninės juostos ženkliukus
mr: बाजूपट्टीतील लहान आकाराची चिन्हे दर्शवा
nds: Lütt Sietpaneel-Lüttbiller wiesen
ro: Arată pictograme mici în bara laterală
ru: Показывать значки маленького размера на боковой панели
sl: V stranskem pasu prikaži majhne ikone

# @info:whatsthis
source: Choose this option if you want the sidebar icons to be extra small.
bs: Izaberi ovu opciju ukoliko želiš da ikonice na bočnoj traci budu dodatno male.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε τα εικονίδια της πλευρικής γραμμής να είναι πολύ μικρά.
hu: Válassza ezt a lehetőséget, ha rendkívül kicsi oldalsávikonokat szeretne.
kk: Бүйірдегі панелінде нысан таңбашалары шағын қылып көрсетілсін десеңіз - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​​របារ​ចំហៀង​កាន់​តែ​តូច ។
mr: तुम्हाला बाजूपट्टीतील चिन्हे फारच लहान आकाराची हवी असतील तर हा पर्याय निवडा
nds: Maak dit an, wenn Du besünners lütt Sietpaneel-Elementen wiesen wullt.
ro: Alegeți această opțiune dacă doriți ca pictogramele din bara laterală să fie extra-mici.
ru: При выборе этой опции значки боковой панели будут маленькими.
sl: Izberite to možnost, če želite, da so ikone v stranskem pasu majhne.

# @info:credit
source: (c), 2003 Cornelius Schumacher
hu: © Cornelius Schumacher, 2003.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៣ ដោយ Cornelius Schumacher
mr: (c) २००३ कॉमेलीअस शुमाकर
nds: © 2003 Cornelius Schumacher
ru: © Корнелиус Шумахер (Cornelius Schumacher), 2003
sl: © 2003 Cornelius Schumacher

# @info:credit
source: Cornelius Schumacher
mr: कॉमेलीअस शुमाकर
ru: Корнелиус Шумахер (Cornelius Schumacher)

# @info:tooltip
source: Select the initial plugin to use on each start
bs: Izaberi početni dodatak da se koristi na svakom pokretanju
el: Επιλέξτε το αρχικό πρόσθετο για χρήση σε κάθε εκκίνηση
hu: A kezdeti bővítmény kiválasztása minden induláskor
ja: Kontact の起動時に使うプラグインを選択します
kk: Бастағанда қай плагинді пайдаланып бастайтынын таңдау
km: ជ្រើស​​កម្មវិធី​ជំនួយតំបូង ដើម្បី​​ប្រើនៅ​ពេល​ចាប់​ផ្តើម​នីមួយ​ៗ
lt: Pažymėkite pradinį priedą naudojamą kiekvieno paleisimo metu.
mr: प्रत्येकवेळी सुरु करताना प्राथमिक/प्रारंभिक प्लगइन वापरा
nds: Dat bi elk Programmstart bruukt Moduul utsöken
ro: Alegeți extensia inițială de folosit la fiecare pornire
ru: Выберите компонент, открываемый при каждом запуске
sl: Izberite začetni vstavek, ki bo uporabljen ob vsakem zagonu

# @info:whatsthis
source: Select the plugin from this drop down list to be used as the initial plugin each time Kontact is started. Otherwise, Kontact will restore the last active plugin from the previous usage.
bs: Izaberi plugin iz ovog spiska da se koristi kao početni plugin svaki put kada se Kontakt pokrene. U suprotnom, Kontakt će da vrati poslednji aktivni plugin od prošlog korištenja.
el: Επιλέξτε το πρόσθετο από αυτήν τη λίστα επιλογών που θα χρησιμοποιηθεί ως το αρχικό πρόσθετο κάθε φορά που ξεκινά το Kontact. Διαφορετικά, το Kontact θα επαναφέρει το τελευταίο ενεργό πρόσθετο από την προηγούμενη χρήση.
hu: Válassza ki ki a Kontact indulásakor használandó kezdeti bővítményt a legördülő listából. Egyébként a Kontact az utoljára használt bővítménnyel indul.
kk: Kontact жұмысын бастағанда қай плагинді пайдалананып бастайтынын осы ашылмалы тізімінен.таңдаңыз. Әйтпесе, Kontact өткендегі соңғы пайдаланғанын қайталайды.
km: ជ្រើស​កម្មវិធី​ជំនួយ​ពី​បញ្ជី​ធ្លាក់​ចុះ​ក្រោម​នេះ​ត្រូវ​បាន​ប្រើ​ដូច​កម្មវិធី​ជំនួយ​ដំបូង​ពេល​នីមួយ​ៗ​​របស់​ Kontact ត្រូវ​បាន​ប្រើ​ ។ មិន​ដូច្នោះ​ Kontact នឹងស្ដារ​សកម្ម​ភាពកម្មវិធី​ជំនួយ​​កន្លងទៅ​ពី​ការ​ប្រើ​ខាងដើម ។
mr: प्रत्येकवेळी कॉन्टॅक्ट चालू करताना वापरण्यासाठी ह्या ड्रॉप डाउन यादीतील प्लगइन निवडा. अन्यथा कॉन्टॅक्ट मागील प्रयोग/वापरातील क्रियाशील प्लगइन पुनर्स्थापित करेल.
nds: Söök ut disse Köörlist dat Moduul ut, dat Du bi elk Programmstart bruken wullt. Anners bruukt "Kontact" dat tolest bruukt Moduul.
ru: Выберите из выпадающего списка компонент, который будет использоваться в качестве начального при каждом запуске Kontact. Иначе будет использоваться последний активный компонент из предыдущих запусков.
sl: S spustnega seznama izberite vstavek, ki bo ob vsakem zagonu Kontacta uporabljen kot začetni vstavek. V nasprotnem si Kontact zapomni nazadnje aktiven vstavek.

source: The currently active plugin
bs: Trenutno aktivni dodatak.
el: Το τρέχον ενεργό πρόσθετο
hu: A jelenleg aktív bővítmény
ja: 現在アクティブなプラグイン
kk: Қазір белсенді плагині
km: កម្មវិធី​ជំនួយ​សកម្ម​បច្ចុប្បន្ន
lt: Šiuo metu aktyvus priedas
mr: वर्तमान सक्रिय प्लगइन
nds: Dat opstunns aktuelle Moduul
ro: Modulul activ momentan
ru: Текущий активный компонент
sl: Trenutno aktivni vstavek
wa: Li tchôke-divins ovrant pol moumint

source: Always start with plugin:
bs: Uvijek počni sa dodatkom.
el: Εκκίνηση πάντα με το συστατικό:
hu: Indítás mindig ezzel a bővítménnyel:
ja: 常に指定したプラグインで起動する:
kk: Әрқашан мынау плагинінен басталсын:
km: តែង​តែ​ចាប់​ផ្ដើម​ជា​មួយកម្មវិធី​ជំនួយ​ជា​និច្ច ៖
lt: Visuomet pradėti su įskiepiu:
mr: नेहमी प्लगइनने सुरवात करा
nds: Jümmers mit dat Moduul starten:
ro: Pornește întotdeauna cu modulul:
ru: Всегда начинать работу с компонента:
sl: Vedno prični z vstavkom:
wa: Todi enonder avou c' tchôke-divins la :

source: Set the initial plugin on each start
bs: Podesite osnovni dodatak prilikom svakog starta.
el: Επιλέγετε το αρχικό πρόσθετο σε κάθε εκκίνηση
hu: A minden indításkor elinduló bővítmény beállítása
kk: Әрқашан бастайтын плагинді орнату
km: កំណត់​កម្មវិធី​ជំនួយ​ដំបូង​នៅពេល​ចាប់ផ្ដើម​ស្វែងរក
lt: Nustatyti pradinį priedą kiekvieno paleidimo metu
mr: प्रत्येवेली सुरु करताना प्राथमिक/प्रारंभिक प्लगइन निवडा
nds: Dat bi elk Programmstart bruukt Moduul fastleggen
ro: Stabilește modulul inițial la fiecare pornire
ru: Компонент, открываемый при каждом запуске
sl: Nastavi začetni vstavek za vsak pričetek
wa: Defini l' prumî tchôke-divins a tchaeke enondaedje

source: Usually Kontact will come up with the plugin used before shutdown. Check this box if you would like the specified plugin to come up on start instead.
bs: Najčešće će se kontakt pojaviti sa pluginom koji se koristio prije shutdowna. Označi ovu kućicu ako želiš da se taj plugin radije pojavi na startu.
el: Συνήθως το Kontact θα ξεκινήσει με το πρόσθετο που χρησιμοποιούσε πριν τερματιστεί. Επιλέξτε αυτό το πεδίο αν θα θέλατε να ξεκινήσετε το Kontact με το συγκεκριμένο πρόσθετο.
hu: A Kontact általában az utolsó kilépéskor használt bővítménnyel indul el. Jelölje be ezt az opciót, ha inkább a megadott bővítménnyel szeretné indítani.
ja: 通常 Kontact はシャットダウン前に使用されていたプラグインで起動します。常に特定のプラグインで起動するようにするには、このボックスをチェックします。
kk: Әдетте Kontact өткенде доғару алдындағы істеген плагинінен бастайды. Оның орнына нақты бір плагинінен бастайтын қылу үшін осы көзді белгілеп қойыңыз.
km: ជា​ទូទៅ Kontact នឹងលេច​ឡើង​ជា​មួយ​កម្មវិធីជំនួយ​ដែល​ប្រើ មុន​ពេល​បិទ​កុំព្យូទ័រ ។ ចុច​ប្រអប់​នេះ ប្រសិន​បើអ្នកចង់បញ្ជាក់កម្មវិធី​ជំនួយ​ ឲ្យ​លេច​ឡើង​នៅពេល​ចាប់ផ្ដើម​​ជំនួស​វិញ ។
lt: Paprastai Kontact startuodamas suras ir parodys komponentą, kuris buvo naudojamas prieš paskutinį kartą jį išjungiant. Pažymėkite šią parinktį jei norite, kad visuomet būtų paleidžiamas tas pats komponentas.
mr: bahutekvबहुतेकveवेlळा कॉन्टॅक्ट संगणक पूर्ण बंद करण्याचे आधी वापरलेला प्लगइन घेऊन येईल.परंतु तुम्हाला याऐवजी निवडलेला प्लगइन हवा असेल तर ही पेटी वापरा.
nds: Normalerwies start Kontact mit dat Moduul, dat ehr't leste Tomaken aktiv weer. Aktiveer dit, wenn Du jümmers mit een Moduul starten wullt.
ru: Обычно при запуске Kontact открывается последний используемый компонент. Включите этот параметр, чтобы при запуске открывался определённый компонент.
sl: Običajno se bo Kontact zagnal z vstavkom, ki se je uporabljal pred ugasnitvijo. Omogočite to možnost, če bi ob zagonu raje videli točno določen vstavek.
wa: Normålmint Kontact s' enondrè avou l' tchôke-divins eployî divant d' distinde. Clitchîz cisse boesse si vs voloz kel tchôke-divins di specifyî arive al plaece a l' enondaedje.

source: &Help
bs: &Pomoć
el: &Βοήθεια
hu: &Súgó
ja: ヘルプ(&H)
kk: &Анықтама
km: ជំនួយ
lt: &Pagalba
mr: मदत (&H)
nds: &Hülp
ro: &Ajutor
ru: &Справка
sl: &Pomoč
wa: &Aidance

source: Main Toolbar
bs: Glavna alatna traka
el: Κύρια γραμμών εργαλείων
hu: Alap eszköztár
ja: メインツールバー
kk: Негізгі құралдар
km: របារ​ឧបករណ៍​មេ
lt: Pagrindinė įrankinė
mr: मुख्य साधनपट्टी
nds: Hööft-Warktüüchbalken
ro: Bara de unelte principală
ru: Основная панель инструментов
sl: Glavna orodjarna
wa: Mwaisse båre ås usteyes

source: Navigator
el: Πλοήγηση
hu: Navigátor
ja: ナビゲータ
kk: Таңдағыш
km: កម្មវិធី​រុករក
lt: Žvalgiklis
mr: मार्गनिर्देशक
nds: Stüern
ru: Календарь
sl: Krmar
wa: Naivieu

source: KDE personal information manager
bs: KDE-ov menadžer ličnih informacija
el: Διαχειριστής προσωπικών πληροφοριών του KDE
hu: KDE információkezelő
ja: KDE 個人情報マネージャ (PIM)
kk: KDE дербес ақпарат менеджері
km: កម្មវិធីគ្រប់​គ្រង​ព័ត៌មាន​ផ្ទាល់​ខ្លួន​របស់ KDE
lt: KDE asmeninės informacijos tvarkyklė
mr: केडीई वैयक्तिक माहिती व्यवस्थापक
nds: De KDE-Pleger för Dien persöönliche Informatschonen
ro: Gestionar de informații personale KDE
ru: Электронный секретарь KDE
sl: KDE-jev upravljalnik z osebnimi podatki
wa: Manaedjeu des informåcions da vosse di KDE

source: Start with a specific Kontact module
bs: Počni sa određenim modulom Kontact-a
el: Εκκίνηση με συγκεκριμένο άρθρωμα του Kontact
hu: Indulás egy megadott Kontact-modullal
ja: 指定したモジュールで起動
kk: Kontact тиісті модулінен бастасын
km: ចាប់ផ្ដើម​ជា​មួយ​ម៉ូឌុល Kontact ជាក់លាក់
lt: Pradėti įkeliant konkretų Kontact modulį
mr: कॉन्टॅक्टच्या विशिष्ठ विभागाने सुरवात करा
nds: Kontact mit dat angeven Moduul starten
ro: Pornește cu un anumit modul Kontact
ru: Запуск с указанным компонентом
sl: Prični z določenim modulom Kontacta
wa: Enonder avou on module di Kontact diné
