Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kontact.po
Languages: bs, el, hu, ja, kk, km, lt, mr, nds, ro, ru, sl, wa

# @info:whatsthis
source: You will be presented with a dialog where you can create a new journal entry.
bs: Pojaviće se dijaloški prozor u kome možete unijeti novu stavku dnevnika.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε μια νέα εγγραφή χρονικού.
hu: Egy párbeszédablak jelenik meg, ahol új naplóbejegyzést hozhat létre.
kk: Жаңа күнделікті жазуын бастау диалогы ұсынылады.
km: អ្នកនឹង​ត្រូវបាន​បង្ហាញ​ដោយ​​ប្រអប់មួយ ​ដែល​ជា​ីកន្លែង​ល​អ្នក​អាច​បង្កើធាតុ​​ទិនានុប្បវត្តិ​ថ្មី ។
lt: Jums bus parodytas dialogas, kur galite sukurti naują dienoraščio įrašą.
mr: संगणकाच्या संप्रेषणात नवीन नोंद करतेवेळी तुम्हाला एक संवाद खिडकी दिली जाईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Daagbookindrag opstellen.
ru: Будет открыт диалог создания новой записи дневника.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite nov vnos za dnevnik.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver ene novele intrêye å djournå.

# @action:inmenu
source: Sync Journal
bs: Sinhroniši dnevnik
el: Συγχρ χρονικού
hu: Napló szinkronizálása
ja: 日記を同期
kk: Күнделікті қадамдастыру
km: ធ្វើ​សមកាលកម្ម​ទិនានុប្បវត្តិ
lt: Sinchronizuoti žurnalą
mr: टिपण्णी सुसूत्रीत करा
nds: Daagbook synkroniseren
ro: Sincronizează jurnalul
ru: Синхронизировать журнал
sl: Uskladi dnevnik
wa: Sincro djournå

# @info:status
source: Synchronize groupware journal
bs: Sinhroniziranje skupinskog žurnala
el: Συγχρονισμός χρονικού groupware
hu: Csoportmunkanapló szinkronizálása
ja: グループウェアの日記を同期
kk: Топтық іс күнделігін қадамдастыру
km: ធ្វើ​សមកាលកម្ម​ទិនានុប្បវត្តិ ​groupware
lt: Sinchronizuoti grupinio darbo įrangos žurnalą
mr: टिपण्णी समूहानुसार सुसूत्रीत करा
nds: Arbeitkoppel-Daagbook synkroniseren
ru: Синхронизировать совместный журнал
sl: Uskladi dnevnik za skupinsko delo
wa: Sincronijhî djournå groupware

# @info:whatsthis
source: Choose this option to synchronize your groupware journal entries.
bs: Odaberite ovu opciju da biste sinhronizirali skupinske unose u dnevnik.
el: Ενεργοποιήστε αυτήν την επιλογή για να συγχρονίσετε τις εγγραφές χρονικών groupware.
hu: Válassza ezt a beállítást a csoportmunkanapló bejegyzéseinek szinkronizálásához.
kk: Топтық іс күнделігіңізді қадамдастыру үшін - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ​ ដើម្បីធ្វើ​​​សមកាលកម្មធាតុ​ទិនានុប្បវត្តិ​ groupware របស់​អ្នក​ ។
lt: Pasirinkite šį pasirinkimą, kad sinchronizuoti grupinio darbo įrangos žurnalo įrašus.
mr: तुमच्या संप्रेषणातील नोंदी समूहानुसार सुसूत्रीत करण्यासाठी हा पर्याय निवडा.
nds: Maak dit an, wenn Du Dien Arbeitkoppel-Daagbookindrääg synkroniseren wullt.
ru: Синхронизировать совместные журнальные записи.
sl: Izberite to možnost, da uskladite vnose v dnevniku za skupinsko delo.
wa: Tchoezixhoz cisse tchuze chal po sincronijhî vos intrêyes e djournå groupware.

source: day
bs: dan
el: ημέρα
hu: nap
ja: 日
kk: күн
km: ថ្ងៃ
lt: diena
nds: Dag
ro: zi
ru: день
sl: v %1 dneh
wa: djoû

source: Upcoming Events Configuration Dialog
bs: Dijalog za podešavanje budućih događaja
el: Διάλογος διαμόρφωσης σημαντικών ημερομηνιών
hu: A közelgő események beállítóablaka
ja: 近日中のイベントの設定ダイアログ
kk: Болашақ оқиғаларды баптау диалогы
km: ប្រអប់​កំណត់​រចនា​សម្ព័ន្ធ​ព្រឹត្តិការណ៍​ដែល​នឹង​កើតឡើង
lt: Artėjančių įvykių konfigūravimo dialogas
mr: आगामी कार्यक्रमांची मांडणी करणारा संगणकीय संवादक
nds: Instellendialoog för tokamen Begeefnissen
ro: Dialog de configurare Evenimente apropiate
ru: Настройка показа предстоящих событий
sl: Nastavitveno okno za prihajajoče dogodke
wa: Divize d' apontiaedje des evenmints a vni

source: Copyright © 2003–2004 Tobias Koenig Copyright © 2005–2010 Allen Winter
bs: Autorska prava © 2003–2004 Tobias Koenig Autorska prava © 2005–2010 Allen Winter
hu: Copyright © Tobias Koenig, 2003–2004. Copyright © Allen Winter, 2005–2010.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៣–២០០៤ ដោយ Tobias Koenig រក្សាសិទ្ធិ​ឆ្នាំ ២០០៥–២០១០ ដោយ Allen Winter
mr: स्वामित्व हक्क © 2003-2004 टोबीआस कोएनिग “स्वामित्व हक्क © 2005-2010 आलन विंटर
ro: Drept de autor © 2003–2004, Tobias Koenig Drept de autor © 2005–2010, Allen Winter
ru: © Тобиас Кёниг (Tobias Koenig), 2003–2004 © Аллен Уинтер (Allen Winter), 2005–2010
sl: Avtorske pravice © 2003–2004 Tobias Koenig Avtorske pravice © 2005–2010 Allen Winter

source: Allen Winter
mr: अलन विंटर
ru: Аллен Уинтер (Allen Winter)

source: Pending To-dos Configuration Dialog
bs: Konfiguracijski dijalog događaja na čekanju
el: Διάλογος διαμόρφωσης εργασιών προς υλοποίηση
hu: Az esedékes feladatok beállítóablaka
ja: 未決 To-Do の設定ダイアログ
kk: Болашақ істерді баптау диалогы
km: ប្រអប់​កំណត់​រចនា​សម្ព័ន្ធ​ការងារ​ត្រូវធ្វើ​មិនទាន់​សម្រេច
lt: Atliktinų darbų konfigūravimo dialogas
mr: करावयाच्या शिल्लक राहिलेल्या रचना/मांडण्या यांचा संगणकीय संवादक
nds: Instellendialoog för nich afslaten Opgaven
ru: Настройка показа задач
sl: Nastavitveno okno za čakajoča opravila
wa: Divize d' apontiaedje des afés co dins l' termene

# @action:inmenu
source: New Event...
bs: Novi događaj...
el: Νέο γεγονός...
hu: Új esemény…
ja: 新しいイベント...
kk: Жаңа оқиға...
km: ព្រឹត្តិការណ៍​ថ្មី...
lt: Naujas įvykis...
mr: नवीन कार्यक्रम......
nds: Nieg Begeefnis...
ro: Eveniment nou...
ru: Создать событие...
sl: Nov dogodek ...
wa: Novea envenmint...

# @info:status
source: Create a new event
bs: Kreiraj novi događaj
el: Δημιουργία νέου γεγονότος
hu: Új esemény létrehozása
ja: 新しいイベントを作成
kk: Жаңа оқиғаны белгілеу
km: បង្កើត​ព្រឹត្តិការណ៍​ថ្មី
lt: Sukurti naują įvykį
mr: नवीन कार्यक्रम तयार करा
nds: En nieg Begeefnis opstellen
ro: Creează eveniment nou
ru: Создать новое событие
sl: Ustvari nov dogodek
wa: Ahiver on novea evenmint

# @info:whatsthis
source: You will be presented with a dialog where you can create a new event item.
bs: Biće vam pšrikazan dijaloški prozor u kome možete kreirati novi element događaja.
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε ένα νέο αντικείμενο γεγονότος.
hu: Egy párbeszédablak jelenik meg, ahol új eseményt hozhat létre.
kk: Жаңа оқиғаны жазуын белгілеу диалогы ұсынылады.
km: អ្នក​នឹង​ត្រូវ​បាន​បង្ហាញ​ដោយ​​ប្រអប់មួយ ដែល​ជា​ន្លែង​​​អ្នក​អាច​បង្កើត​អត្ថបទ​ផ្សេងៗ​នៃ​ព្រឹត្តិការណ៍​ថ្មី ។
lt: Jums bus parodytas dialogas, kur galite sukurti naują įvykio elementą.
mr: कार्यक्रमाचे नवीन कलम तयार करतेवेळी तुम्हाला एक संगणकीय संवाद खिडकी उपलब्ध करून दिली जाईल.
nds: Binnen en nieg Dialoog kannst Du en nieg Begeefnisindrag opstellen.
ru: Будет открыт диалог создания нового события.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite nov dogodek.
wa: Vos aler vey on purnea di dvize wice ki vs såroz ahiver on novea cayet d' evenmint.

# @action:inmenu
source: Sync Calendar
bs: Sinhronizuj kalendar
el: Συγχρ ημερολογίου
hu: Naptár szinkronizálása
ja: カレンダーを同期
kk: Күнтізбені қадамдастыру
km: ធ្វើ​សមកាលកម្ម​ប្រតិទិន
lt: Sinchronizuoti kalendorių
mr: दिनदर्शिका सुसूत्रीत करा
nds: Kalenner synkroniseren
ro: Sincronizează calendarul
ru: Синхронизировать календарь
sl: Uskladi koledar
wa: Sincro calindrî

# @info:status
source: Synchronize groupware calendar
bs: Sinhronizuj skupinski kalendar
el: Συγχρονισμός ημερολογίου groupware
hu: Csoportmunkanaptár szinkronizálása
ja: グループウェアのカレンダーを同期
kk: Топтық іс күнтізбесін қадамдастыру
km: ធ្វើ​សមកាលកម្ម​ប្រតិទិន​​ groupware
lt: Sinchronizuoti grupinio darbo įrangos kalendorių
mr: दिनदर्शिका समूहानुसार सुसूत्रीत करा
nds: Arbeitkoppel-Kalenner synkroniseren
ru: Синхронизировать совместный календарь
sl: Uskladi koledar za skupinsko delo

# @info:whatsthis
source: Choose this option to synchronize your groupware events.
bs: Odaberite ovu opciju za sinhronizaciju skupinskih događaja.
el: Ενεργοποιήστε την επιλογή αυτή για να συγχρονίσετε τα γεγονότα groupware.
hu: Válassza ezt a beállítást a csoportmunka-események szinkronizálásához.
ja: グループウェアのイベントを同期するには、このオプションを選択します。
kk: Топтық іс күнтізбесін қадамдастыру үшін - осыны таңдаңыз.
km: ជ្រើសជម្រើស​នេះ ដើម្បី​ធ្វើ​សមកាលកម្ម​ព្រឹត្តិការណ៍ groupware របស់​អ្នក ។
lt: Pasirinkite šį pasirinkimą, kad sinchronizuoti grupinio darbo įrangos įvykius.
mr: कार्यक्रम साम्मुहानुसार सुसूत्रीत करण्यासाठी हा पर्याय निवडा.
nds: Maak dit an, wenn Du Dien Arbeitkoppel-Begeefnissen synkroniseren wullt.
ru: Синхронизировать совместные события.
sl: Izberite to možnost, da uskladite koledar za skupinsko delo.

# the appointment is today
source: Today
bs: Danas
el: Σήμερα
hu: Ma
ja: 今日
kk: Бүгін
km: ថ្ងៃ​នេះ
lt: Šiandien
mr: आज
nds: Vundaag
ro: Astăzi
ru: Сегодня
sl: Danes
wa: Ouy

# the appointment is tomorrow
source: Tomorrow
bs: Sutra
el: Αύριο
hu: Holnap
ja: 明日
kk: Ертең
km: ថ្ងៃស្អែក
lt: Rytoj
mr: उद्या
nds: Morgen
ro: Mîine
ru: Завтра
sl: Jutri
wa: Dimwin

source: in 1 day
bs: za %1 dan
el: σε 1 ημέρα
hu: 1 nap múlva
ja: 1 日後
kk: %1 күннен кейін
km: ក្នុង​រយៈពេល %1 ថ្ងៃ
lt: už %1 dienos
mr: 1 दिवसात
nds: morgen
ro: în 1 zi
ru: через %1 день
sl: v %1 dneh
wa: dins on djoû

# eg. in 1 hour 2 minutes
source: in
bs: za
el: σε
hu: ennyi idő múlva:
km: គិត​ជា
lt: po
mr: च्या आत
ro: în
ru: через
sl: čez

# use abbreviation for hour to keep the text short
source: 1 hr
bs: %1 sat
el: 1 ώρα
hu: 1 óra
ja: 1 時間後
kk: %1 сағ.кейін
km: %1 ម៉ោង
lt: %1 h
mr: 1 तास
nds: 1 Stn.
ro: 1 oră
ru: %1 ч
sl: %1 ur

# use abbreviation for minute to keep the text short
source: 1 min
el: 1 λεπτό
hu: 1 perc
ja: 1 分後
kk: %1 мин.кейін
km: %1 នាទី
mr: 1 मिनिट
ru: %1 мин
sl: %1 minut

source: now
bs: sada
el: τώρα
hu: most
ja: 今
kk: қазір
km: ឥឡូវ
lt: dabar
mr: आता
nds: nu
ro: acum
ru: сейчас
sl: sedaj
wa: asteure

source: all day
bs: cijeli dan
el: όλη την ημέρα
hu: egész nap
ja: 終日
kk: күнімен
km: រាល់ថ្ងៃ
lt: visą dieną
mr: पूर्ण दिवस
nds: Heel Dag
ro: toată ziua
ru: весь день
sl: ves dan

# next occurrence
source: Next: %1
bs: Sljedeće: %1
el: Επόμενη: %1
hu: Következő: %1
ja: 次: %1
kk: Келесіде: "%1"
km: បន្ទាប់ ៖ %1
lt: Kitas: %1
mr: पुढील : %1
nds: Nakamen: %1
ro: Următoare: %1
ru: Далее: %1
sl: Naslednja: %1

# @action:inmenu
source: New To-do...
bs: Nova obaveza...
el: Νέα προς υλοποίηση εργασία...
hu: Új feladat…
ja: 新しい To-Do...
kk: Жаңа іс...
km: ការងារ​ត្រូវ​ធ្វើ​ថ្មី...
lt: Naujas darbas...
mr: नवीन करण्यासाठी....
nds: Nieg Opgaav...
ru: Создать задачу...
sl: Novo opravilo ...

# @info:status
source: Create a new to-do
bs: Kreiraj novi zadatak
el: Δημιουργία νέας προς υλοποίηση εργασίας
hu: Új feladat létrehozása
ja: 新しい To-Do を作成
kk: Жаңа істі жоспарлау
km: បង្កើត​ការងារ​ត្រូវ​ធ្វើ​ថ្មី
lt: Sukurti naują darbą
mr: नवीन करण्यासाठी तयार करा
nds: En nieg Opgaav opstellen
ru: Создать новую задачу
sl: Ustvari novo opravilo

# @info:whatsthis
source: You will be presented with a dialog where you can create a new to-do item.
bs: Pojaviće vam se dijaloški prozor gdje možete kreirati novi zadatak
el: Θα παρουσιαστεί ένας διάλογος όπου θα μπορέσετε να δημιουργήσετε ένα νέο αντικείμενο προς υλοποίηση εργασίας.
hu: Egy párbeszédablak jelenik meg, ahol új feladatot hozhat létre.
kk: Жаңа жоспады құру диалогы ұсынылады.
km: អ្នក​នឹង​ត្រូវ​បាន​បង្ហាញ​ដោយ​​ប្រអប់​មួយ ដែលជាកន្លែង​​​​អ្នក​អាច​បង្កើត​អត្ថបទ​ផ្សេងៗ​នៃ​កិច្ចការ​ដែល​ត្រូវ​ធ្វើ​ថ្មី​ ។
lt: Jums bus parodytas dialogas, kur galite sukurti naują darbą.
mr: तुम्हाला एक संगणकीय संवाद खिडकी उपलब्ध करून दिली जाईल,जीमध्ये तुम्ही नवीन कलम तयार करू शकाल.
nds: Binnen en nieg Dialoog kannst Du en nieg Opgavenindrag opstellen.
ru: Будет открыт диалог создания новой задачи.
sl: Prikazalo se vam bo pogovorno okno, kjer lahko ustvarite novo opravilo.

# @action:inmenu
source: Sync To-do List
bs: Sinhronizuj listu zadataka
el: Συγχρονισμός προς υλοποίηση λίστας
hu: A feladatlista szinkronizálása
ja: To-Do リストを同期
kk: Істер тізімін қадамдастыру
km: ធ្វើ​សមកាលកម្ម​បញ្ជី​កិច្ចការ​​ត្រូវ​ធ្វើ
lt: Sinchr. darbų sąrašą
mr: करावयाच्या (कामांची) यादी सुसूत्रीत करा
nds: Opgavenlist synkroniseren
ru: Синхронизировать список задач
sl: Uskladi seznam opravil

# @info:status
source: Synchronize groupware to-do list
bs: Sinhronizuj skupinsku listu zadataka
el: Συγχρονισμός λίστας προς υλοποίηση εργασιών groupware
hu: Csoportmunka-feladatlista szinkronizálása
ja: グループウェアの To-Do リストを同期
kk: Топтық істера тізімін қадамдастыру
km: ធ្វើ​សមកាលកម្ម​បញ្ជី​ការងារ​ត្រូវ​ធ្វើ​ groupware
lt: Sinchronizuoti grupinio darbo įrangos darbų sąrašą
mr: करावयाच्या (कामांची) यादी समूहानुसार सुसूत्रीत करा
nds: Arbeitkoppel-Opgavenlist synkroniseren
ru: Синхронизировать совместный список задач
sl: Uskladi seznam opravil za skupinsko delo

# @info:whatsthis
source: Choose this option to synchronize your groupware to-do list.
bs: Odaberite ovu opciju za sinhronizaciju skupinske liste zadataka
el: Ενεργοποιήστε την επιλογή αυτή για να συγχρονίσετε τη λίστα με τις προς υλοποίηση ομαδικές εργασίες σας.
hu: Válassza ezt a beállítást a csoportmunka-feladatlista szinkronizálásához.
kk: Топтық істер тізіміңізді қадамдастыру үшін - осыны таңдаңыз.
km: ជ្រើស​ជម្រើស​នេះ ​ដើម្បី​ធ្វើ​សមកាលកម្ម​បញ្ជី​ការ​ងារ​ត្រូវ​ធ្វើ​ groupware របស់​អ្នក​ ។
lt: Pasirinkite šį pasirinkimą, kad sinchronizuoti grupinio darbo įrangos darbų sąrašą.
mr: तुमची करावयाच्या (कामांची) यादी समूहानुसार सुसूत्रीत करण्यासाठी हा पर्याय निवडा.
nds: Maak dit an, wenn Du Dien Arbeitkoppel-Opgavenlist synkroniseren wullt.
ru: Синхронизировать совместный список задач.
sl: Izberite to možnost, da uskladite seznam opravil za skupinsko delo.

source: To-do Summary Configuration
bs: Konfiguracija Sažetka Obaveza
el: Διαμόρφωση περίληψης προς υλοποίηση εργασιών
hu: A feladatok áttekintőjének beállításai
ja: To-Do 要約の設定
kk: Іс мазмұндамасын баптау
km: ​កំណត់​រចនា​សម្ព័ន្ធ​សេចក្ដី​សង្ខេបកិច្ចការ​​ត្រូវធ្វើ
lt: Darbų santraukos konfigūracija
mr: करावयाच्या (कामे) यादीच्या संक्षिप्त/सारांश रुपाची मांडणी करा
nds: Opgaven-Tosamenfaten instellen
ro: Configurare Sumar activități
ru: Настройка дайджеста задач
sl: Nastavitev povzetka planerja
wa: Apontiaedje do racourti des afés

source: Show To-dos Due
bs: Prikaži Rok Obaveza
el: Εμφάνιση λήξης προς υλοποίηση εργασιών
hu: Az esedékes feladatok mutatása
ja: 表示する To-Do の締切日
kk: Істердің бітіру мерзімі көрсетілсін
km: បង្ហាញ​ដល់ថ្ងៃ​កំណត់​ការងារ​ត្រូវ​ធ្វើ​
lt: Rodyti darbus, kuriuos reikia užbaigti
mr: करावयाचे अपेक्षित (कार्यक्रम) दर्शवा
nds: Opgaven na Afloop wiesen
ru: Показывать сроки выполнения задач
sl: Prikaži opravila, ki zapadejo
wa: Mostrer les afés ki dvrént esse finis

source: Show To-dos due today only
bs: Prikaži samo obaveze kojima je rok danas.
el: Εμφάνιση μόνο των προς υλοποίηση εργασιών που λήγουν σήμερα
hu: Csak a ma esedékes tennivalók megjelenítése
ja: 今日締切の To-Do のみを表示します
kk: Істердің бітіру мерзімін көрсету
km: បង្ហាញ​ដល់កិច្ចការ​​ត្រូវ​ធ្វើដល់​កំណត់​​ថ្ងៃ​នេះ​តែ​មួយ​
lt: Rodyti tik šiandienos darbus
mr: फक्त आज करावयाचे (कार्यक्रम) दर्शवा
nds: Bloots Opgaven wiesen, de op den aktuellen Dag afloopt
ru: Показать только задачи, заканчивающиеся сегодня
sl: Prikaži samo opravila, ki zapadejo danes
wa: Èn mostrer k' les afés kel termene est ouy

source: Check this box if you want to see To-dos due on this date only.
bs: Označi ovu kutiju da vidiš samo obaveze kojima je rok danas.
el: Επιλέξτε αυτό το πλαίσιο α θέλετε να βλέπετε μόνο τις προς υλοποίηση εργασίες που λήγουν σήμερα.
hu: Válassza ki ezt a négyzetet, ha csak az ezen a napon esedékes tennivalókat szeretné látni.
ja: 今日締切の To-Do のみを表示する場合、このボックスをチェックします。
kk: Тек осы күнде ғана бітуге тиіс істер көрсетілсін десеңіз - осы белгіні қойыңыз.
km: ធីក​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​ចង់​មើលការងារ​​ត្រូវ​ធ្វើ​ដល់​ការ​កំណត់​លើ​កាល​បរិច្ឆេទ​នេះ​តែ​មួយ​ ។
mr: फक्त ह्याच तारखेलाच करावयाचे कार्यक्रम पाहायचे असतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du bloots de Opgaven wiesen wullt, de op den aktuellen Dag afloopt
ro: Bifați dacă doriți să vedeți numai activitățile de pe această dată.
ru: При выборе этого параметра будут показаны задачи, наступающие только на эту дату.
sl: Omogočite to možnost, če bi radi videli samo opravila, ki zapadejo na ta datum.
wa: Clitchîz cisse boesse ci si vs ni vloz vey ki ls afés kel termene est cisse date la.

source: Show To-dos due within the next month
bs: Prikaži obaveze kojima je rok unutar sljedećih mjesec dana.
el: Εμφάνιση των προς υλοποίηση εργασιών που λήγουν μέσα στον επόμενο μήνα
hu: A következő hónapon belül esedékes tennivalók megjelenítése
ja: 締切が 1 カ月以内の To-Do を表示します
kk: Келесі айда бітетін істерді көрсету
km: បង្ហាញ​ការងារ​ត្រូវ​ធ្វើ​ដល់​កំណត់​ពេល​នៅ​ក្នុង​ខែក្រោយ​
lt: Rodyti darbus atliktinus kitą mėnesį
mr: पुढील महिन्याभरातील करावयाचे कार्यक्रम दर्शवा
nds: Opgaven wiesen, de binnen den tokamen Maand afloopt
ru: Показать задачи, которые истекают в следующем месяце
sl: Prikaži opravila, ki zapadejo čez manj kot mesec
wa: Mostrer ls afés a fini dins l' moes ki vént

source: Check this box if you want to see To-dos that are due sometime during the next 31 days.
bs: Označi ovu kutiju ukoliko želiš da vidiš obaveze kojima je rok nekad unutar sljedećih 31 dan.
el: Επιλέξτε αυτό το πλαίσιο αν θέλετε να βλέπετε τις προς υλοποίηση εργασίες που λήγουν κάποια στιγμή μέσα στις επόμενες 31 ημέρες.
hu: Jelölje be ezt a négyzetet, ha látni szeretné a következő 31 nap során esedékes tennivalókat.
ja: 1 カ月以内に締切が到来する To-Do を表示する場合、このボックスをチェックします。
kk: Келесі 31 күнде бітуге тиіс жаспарлар көрсетілсін десеңіз - осы белгіні қойыңыз.
km: ធីក​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​ចង់​មើលការងារ​​ត្រូវ​ធ្វើ​ដែល​ពេល​ខ្លះ​ដល់​ពេល​កំណត់​អំឡុង​ពេល​៣១​​ថ្ងៃ​បន្ទាប់​ ។
mr: पुढील ३१ दिवसात कधी तरी होणारे कार्यक्रम पाहायचे असतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du bloots de Opgaven wiesen wullt, de binnen de nakamen 31 Daag afloopt.
ru: При выборе этого параметра будут показаны задачи, наступающие в течение следующего 31-го дня.
sl: Omogočite to možnost, če bi radi videli opravila, ki zapadejo v naslednjih 31 dneh.
wa: Clitchîz cisse boesse ci si vs ni vloz vey ki ls afés kel termene est des 31 djoûs k' vinèt.

source: Select the days for showing pending To-dos
bs: Označi dane za pokazivanje obaveza koje su na čekanju.
el: Επιλέξτε τις ημέρες που εμφανίζουν τις σε αναμονή προς υλοποίηση εργασίες
hu: A napok kiválasztása a függőben levő tennivalók megjelenítéséhez
ja: 何日先までの未完了 To-Do を表示するかを指定します
kk: Болашақта бітуге тиіс істерін көрсететін мерзімін таңдау
km: ជ្រើស​ថ្ងៃ​សម្រាប់​បង្ហាញ​ការងារ​ត្រូវធ្វើមិនទាន់​ចប់
mr: शिल्लक असलेल्या कार्यक्रमांचे दिवस निवडा
nds: De Tall vun Daag fastleggen, för de Du nich afslaten Opgaven wiesen wullt
ru: Выберите дни для показа предстоящих задач
sl: Izberite dneve za prikazovanje čakajočih opravil
wa: Tchoezixhoz les djoûs k' on mostere les afés co dins l' termene

source: Check this box if you want specify the number of days in the future for pending To-dos.
bs: Označi ovu kutiju ukoliko želiš da specificiraš broj dana u budućnosti za obaveze koje su na čekanju.
el: Επιλέξτε το πλαίσιο αυτό αν θέλετε να ορίσετε τον αριθμό των ημερών στο μέλλον για τις προς υλοποίηση εργασίες σε αναμονή.
hu: Jelölje be ezt a négyzetet a napok számának megadásához, amelyen belül a függőben lévő tennivalók megjelenítendők.
ja: 何日先までの未完了 To-Do を表示するかを指定する場合、このボックスをチェックします。
kk: Болашақта бітуге тиіс істердің көрсететін мерзімін келтірмек болсаңыз - осы белгіні қойыңыз.
km: ធីក​ប្រអប់​នេះ ប្រសិន​បើ​អ្នក​ចង់​បញ្ជាក់​ចំនួន​ថ្ងៃ​ក្នុង​ពេល​អនាគត​សម្រាប់​ការងារ​ត្រូវ​ធ្វើ​មិន​ទាន់​សម្រេច​ ។
mr: शिल्लक असलेल्या कार्यक्रमांचे नक्की दिवस निर्देशित करायचे असतील तर ही पेटी निवडा.
nds: Maak dit an, wenn Du de Tall vun Daag fastleggen wullt, för de nich afslaten Opgaven wiest warrt
ru: При выборе этого параметра необходимо будет установить число дней до предстоящих задач.
sl: Omogočite to možnost, če želite določiti število dni v prihodnosti za čakajoča opravila.
wa: Clitchîz cisse boesse ci si vs voloz dire li nombe di djoûs dins l' avni po les afés co dins l' termene.

source: Set the number of days to show pending To-dos
bs: Označi broj dana da prikažu obaveze koje su na čekanju.
el: Καθορίστε τον αριθμό των ημερών για την εμφάνιση των προς υλοποίηση εργασιών σε αναμονή
hu: A napok számának beállítása a függőben levő tennivalók megjelenítéséhez
ja: 何日先までの 未完了 To-Do を表示するかを設定します
kk: Басталып әлі бітпеген істерді көрсететін мерзімін келтіру
km: កំណត់​ចំនួន​ថ្ងៃត្រូវ​បង្ហាញ​ការងារត្រូវធ្វើ​មិនទាន់ចប់
mr: शिल्लक कार्यक्रम पाहण्यासाठी दिवसांची संख्या ठरवा
nds: De Tall vun Daag fastleggen, för de Du nich afslaten Opgaven wiesen wullt
ru: Установите число дней для показа предстоящих задач
sl: Nastavite število dni za prikazovanje čakajočih opravil
wa: Definixhoz l' nombe di djoûs k' on mostere les afés co dins l' termene

source: Use this spinbox to set the number of days to show pending To-dos up to 1 year in the future.
bs: Koristi ovaj spinbox da namjestiš broj dana koje pokazuju obaveze na čekanju unutar sljedećih godinu dana.
el: Χρησιμοποιήστε αυτό το περιστροφικό πλαίσιο για την εμφάνιση των σε αναμονή προς υλοποίηση εργασιών μέχρι και 1 έτος στο μέλλον.
hu: Ezen számmező használatával megadhatja a napok számát (ez akár egy év is lehet), amelyen belül a függőben lévő tennivalók megjelenítendők.
ja: このスピンボックスを使って何日先までの未完了 To-Do を表示するかを設定します。最大で 1 年に設定できます。
kk: Осы сан тергіштің көмегімен болашақта бітуге тиіс жоспалрдың көрсететін 1 күннен 1 жылға дейінгі мерзімін таңдаңыз.
km: ប្រើប្រអប់​បង្កើន​បន្ថយ​នេះ​ដើម្បី​កំណត់​ចំនួន​កាល​បរិច្ឆេទ​ដើម្បី​បង្ហាញ​ការងារ​ត្រូវ​ធ្វើ​មិន​ទាន់​សម្រេច​ដល់​រយៈ​ពេល​មួយ​ឆ្នាំ​​នា​ពេល​អនាគត​ ។
mr: आगामी एक वर्षापर्यंतचे शिल्लक राहणाऱ्या कार्यक्रमांचे दिवस ठरविण्यासाठी ही पेटी निवडा.
nds: Mit dit Dreihfeld kannst Du de Tall vun Daag fastleggen, för de nich afslaten Opgaven wiest warrt
ru: Используйте это окошко счетчика, чтобы установить число дней (до года) для показа предстоящих задач.
sl: Uporabite to vrtilno polje, da nastavite število dni za prikazovanje čakajočih opravil, ki so lahko največ eno leto v prihodnosti.
wa: Siervoz vs di c' tchamp ci po defini l' nombe di djoûs k' on mostere les afés co dins l' termene djuska 1 an a l' avni.

source: Hide Following To-do Types
bs: Sakrij naredne tipove obaveza.
el: Απόκρυψη παρακάτω τύπων προς υλοποίηση εργασιών
hu: Az alábbi típusú feladatok elrejtése
ja: 表示しない To-Do
kk: Келесі істер түрі жасырылсын
km: លាក់​​ប្រភេទ​ការងារ​ត្រូវធ្វើ​ដូច​ខាងក្រោម
lt: Slėpti šiuos darbų tipus
mr: खालील प्रकारचे करायचे कार्यक्रम लपवा
nds: Disse Opgaavtypen versteken
ro: Ascunde următoarele tipuri de activități
ru: Скрыть следующие типы задач
sl: Skrij naslednje vrste opravil
wa: Catchî ces sôres d' afés la

source: Hide completed To-dos
bs: Sakrij završene obaveze.
el: Απόκρυψη ολοκληρωμένων προς υλοποίηση εργασίες
hu: Befejezett tennivalók elrejtése
ja: 完了済みの To-Do を非表示にします
kk: Біткен істерді жасыру
km: លាក់ការងារ​ត្រូវ​ធ្វើបញ្ចប់​ទាំង​ស្រុង
lt: Paslėpti užbaigtus darbus
mr: पार पडलेले कार्यक्रम लपवा
nds: Afslaten Opgaven versteken
ro: Ascunde activitățile încheiate
ru: Скрыть выполненные задачи
sl: Skrij zaključena opravila
wa: Catchî les afés finis

source: Check this box if you do not want to see To-dos that have already been completed.
bs: Označi ovu kutiju ukoliko ne želiš da vidiš obaveze koje su već završene.
el: Επιλέξτε αυτό το πλαίσιο αν δεν θέλετε να βλέπετε τις προς υλοποίηση εργασίες που έχουν ήδη ολοκληρωθεί.
hu: Jelölje be ezt a négyzetet, ha nem szeretné látni a már befejezett tennivalókat.
ja: 既に完了した To-Do を表示しない場合、このボックスをチェックします。
kk: Біткен істер көрсетілмесін десеңіз - осы белгіні қойыңыз.
km: គូស​ធីក​ប្រអប់​នេះ​ប្រសិន​បើ​អ្នក​មិន​ចង់​មើល​ការងារ​ត្រូវ​ធ្វើ​ដែលបញ្ចប់​ទាំង​ស្រុងហើយ
mr: या पूर्वीच पार पडलेल्या कार्यक्रमांचा तपशील पहायचा नसेल तर ही पेटी निवडा.
nds: Maak dit an, wenn Du keen al afslaten Opgaven wiesen wullt.
ro: Bifați această casetă dacă nu doriți să vedeți activitățile ce au fost încheiate deja.
ru: При выборе этого параметра выполненные задачи будут скрыты.
sl: Omogočite to možnost, če ne želite videti opravil, ki so že bila zaključena.
wa: Clitchîz cisse boesse ci si vs ni vloz nén vey les afés k' ont ddja stî fnis.

source: &Completed
bs: &Završeno
el: &Ολοκληρωμένες
hu: &Befejezett
ja: 完了済み(&C)
kk: &Біткен
km: បាន​បញ្ចប់
lt: &Atlikti
mr: पूर्ण झालेले (&C)
nds: &Afslaten
ro: În&cheiat
ru: &Выполненные
sl: &Zaključena
wa: &Fini
