Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/korganizer-mobile.po
Languages: bs, fr, gl, hu, km, ko, ru

# NAME OF TRANSLATORS
source: Your names
bs: Adis Bajric,Samir Ribić,Adis BajricVedran Ljubovic
fr: Geoffray Levasseur
gl: Xosé Calvo
hu: Kelemen Gábor,Kiszel Kristóf,Griechisch Erika
km: ខឹម សុខែម, សេង សុត្ថា, សុខ សុភា
ko: Park Shinjo
ru: Александр Поташев,Светлана Коляда

# EMAIL OF TRANSLATORS
source: Your emails
bs: abajric1@hotmail.com,samir.ribic@etf.unsa.ba,abajric1@hotmail.comvljubovic@smartnet.ba
fr: geoffray.levasseurbrandin@numericable.fr
gl: xosecalvo@gmail.com
hu: kelemeng@gnome.hu,ulysses@kubuntu.org,griechisch.erika@gmail.com
km: sokhem@open.org.kh,​​sutha@open.org.kh,sophea@open.org.kh
ko: kde@peremen.name
ru: aspotashev@gmail.com,kolyadas89@gmail.com

source: 1 calendar
bs: %1 kalendar
fr: 1 calendrier
gl: Un calendario
hu: 1 naptár
km: %1 ប្រតិទិន​
ko: 달력 %1개
ru: %1 календарь

source: OK
bs: U redu
gl: Aceptar
km: យល់ព្រម
ko: 확인
ru: ОК

source: Cancel
bs: Otkaži
fr: Annuler
gl: Cancelar
hu: Mégse
km: បោះបង់
ko: 취소
ru: Отмена

source: Category inside, calendar outside
bs: Kategorija unutra, kalendar vani
fr: Catégorie à l'intérieur, calendrier à l'extérieur
gl: Categoría dentro, calendario fóra
hu: Kategória belül, naptár kívül
km: ប្រភេទ​ខាង​ក្នុង​ ប្រតិទិន​ខាង​ក្រៅ​
ko: 분류 안쪽, 달력 바깥쪽
ru: Категории внутри, календарь снаружи

source: Calendar inside, category outside
bs: Kalendar unutra, kategorija vani
fr: Calendrier à l'intérieur, catégorie à l'extérieur
gl: Calendario dentro, categoría fóra
hu: Naptár belül, kategória kívül
km: ប្រតិទិន​ខាង​ក្នុង​ ​ប្រភេទ​ខាង​ក្រៅ​
ko: 달력 안쪽, 분류 바깥쪽
ru: Календарь внутри, категории снаружи

source: Only category
bs: Samo kategorija
fr: Uniquement la catégorie
gl: Só a categoría
hu: Csak kategória
km: តែ​ប្រភេទ​
ko: 분류만
ru: Только категория

source: Only calendar
bs: Samo kalendar
fr: Uniquement le calendrier
gl: Só o calendario
hu: Csak naptár
km: តែ​ប្រតិទិន​
ko: 달력만
ru: Только календарь

# No holiday region
source: None
bs: Ništa
fr: Aucun
gl: Ningunha
hu: Nincs
km: គ្មាន​
ko: 없음
ru: Нет

source: Time and Date
bs: Vrijeme i datum
fr: Date et heure
gl: Hora e data
hu: Dátum és idő
km: ពេលវេលា និង​កាលបរិច្ឆេទ​
ko: 시간과 날짜
ru: Дата и время

source: Day begins at:
bs: Dan počinje u:
fr: Le jour commence à :
gl: O día comeza ás:
hu: A nap kezdete:
km: ថ្ងៃ​ចាប់​ផ្ដើម​នៅ​ ៖​
ko: 주의 시작 요일:
ru: Начало дня:

source: Use holiday region:
bs: Koristi oblast praznika:
fr: Utiliser les jours fériés de la région :
gl: Usar a rexión de festivos:
hu: Munkaszüneti terület:
km: ប្រើ​តំបន់​វិស្សមកាល​ ៖​
ko: 공휴일 지역 사용:
ru: Использовать праздники:

source: Working Period:
bs: Period rada:
fr: Période travaillé :
gl: Período laboral:
hu: Munkaidő:
km: រយៈពេល​ធ្វើ​ការ​ ៖​
ko: 업무일:
ru: Рабочее время:

source: Monday
bs: Ponedjeljak
fr: Lundi
gl: Luns
hu: Hétfő
km: ​ច័ន្ទ​
ko: 월요일
ru: Понедельник

source: Tuesday
bs: Utorak
fr: Mardi
gl: Martes
hu: Kedd
km: ​អង្គារ​
ko: 화요일
ru: Вторник

source: Wednesday
bs: Srijeda
fr: Mercredi
gl: Mércores
hu: Szerda
km: ពុធ​
ko: 수요일
ru: Среда

source: Thursday
bs: Četvrtak
fr: Jeudi
gl: Xoves
hu: Csütörtök
km: ព្រហស្បតិ៍​
ko: 목요일
ru: Четверг

source: Friday
bs: Petak
fr: Vendredi
gl: Venres
hu: Péntek
km: ​សុក្រ​
ko: 금요일
ru: Пятница

source: Saturday
bs: Subota
fr: Samedi
gl: Sábado
hu: Szombat
km: ​សៅរ៍​
ko: 토요일
ru: Суббота

source: Sunday
bs: Nedjelja
fr: Dimanche
gl: Domingo
hu: Vasárnap
km: ​អាទិត្យ​
ko: 일요일
ru: Воскресенье

source: Daily starting hour:
bs: Dnevni početni sat:
fr: Heure quotidienne de début :
gl: Hora de comezo diaria:
hu: Nap kezdő órája:
km: ម៉ោង​ចាប់​ផ្ដើម​ប្រចាំ​ថ្ងៃ​ ៖​
ko: 일과 시작 시간:
ru: Начало рабочего дня:

source: Daily ending hour:
bs: Dnevni krajnji sat:
fr: Heure quotidienne de fin :
gl: Hora de remate diaria:
hu: Nap befejező órája:
km: ម៉ោង​បញ្ចប់​ប្រចាំ​ថ្ងៃ​ ៖​
ko: 일과 종료 시간:
ru: Конец рабочего дня:

source: Exclude holidays
bs: Izuzmi praznike
fr: Exclure les jours fériés
gl: Excluír os festivos
hu: A munkaszüneti napok kihagyása
km: មិនរាប់​បញ្ចូល​វិស្សមកាល​
ko: 공휴일 제외
ru: Исключить праздничные дни

source: New Events
bs: Novi događaji
fr: Nouveaux évènements
gl: Novas actividades
hu: Új események
km: ព្រឹត្តិការណ៍​ថ្មី​
ko: 새 행사
ru: Новые события

source: Default appointment time:
bs: Podrazumijevano vrijeme termina
fr: Heure de rendez-vous par défaut :
gl: Hora predeterminada das citas:
hu: Találkozó alapértelmezett ideje:
km: ពេលវេលា​ការ​កំណត់​លំនាំដើម​ ៖​​
ko: 기본 약속 시간:
ru: Время встречи по умолчанию:

source: Default duration:
bs: Podrazumijevano trajanje:
fr: Durée par défaut :
gl: Duración por omisión:
hu: Alapértelmezett hossz:
km: ថិរវេលា​​លំនាំដើម​ ៖​
ko: 기본 시간:
ru: Продолжительность по умолчанию:

source: hh:mm
ru: чч:мм

source: Default reminder time:
bs: Podrazumijevano vrijeme alarma:
fr: Heure de rappel par défaut :
gl: Hora por omisión das lembranzas:
hu: Alapértelmezett emlékeztetési idő:
km: ពេលវេលា​របស់​​កម្មវិធី​រំលឹក​លំនាំដើម​ ៖​​
ko: 기본 알림 시간:
ru: Показ напоминания за:

source: minute(s)
bs: minut(e)
gl: minuto(s)
hu: perc
km: នាទី​
ko: 분
ru: минут

source: hour(s)
bs: sat(i)
fr: heure(s)
gl: hora(s)
hu: óra
km: ម៉ោង​
ko: 시간
ru: часов

source: day(s)
bs: dan(a)
fr: jour(s)
gl: día(s)
hu: nap
km: ថ្ងៃ​
ko: 일
ru: дней

source: Enable reminders for new appointments
bs: Omogući podsjetnike za nove termine
fr: Activer les rappels pour les nouveaux rendez-vous
gl: Activar as lembranzas para as citas novas
hu: Emlékeztetők engedélyezése az új találkozókhoz
km: បើក​កម្មវិធី​រំលឹក​សម្រាប់​ការ​កំណត់​ថ្មី​
ko: 새 약속 알림 사용
ru: Включить напоминания для новых встреч

source: Views
bs: Pogledi
fr: Affichages
gl: Vistas
hu: Nézetek
km: ទិដ្ឋភាព​
ko: 보기
ru: Обзоры

source: To-dos use category colors
bs: Zadaci koriste boje kategorija
fr: Les tâches utilisent des couleurs de catégories
gl: As tarefas pendentes empregan as cores das categorías
hu: Kategóriaszínek használata a feladatoknál
km: ប្រើ​ប្រភេទ​ពណ៌​​កិច្ច​ការ​ត្រូវ​​ធ្វើ​
ko: 할 일 목록에 분류 색상 사용
ru: Цвета категорий для задач

source: Hour size:
bs: Veličina sata:
fr: Taille d'heure :
gl: Tamaño da hora:
hu: Óra mérete:
km: ទំហំ​ម៉ោង​ ៖​
ko: 시간 크기:
ru: Высота часов:

source: pixels
bs: piksela
gl: píxeles
hu: képpont
km: ភីកសែល​
ko: 픽셀
ru: пикселов

source: Show icons in agenda view
bs: Prikaži ikone u obliku dnevnog reda
fr: Afficher les icônes dans l'affichage de l'agenda
gl: Mostrar as iconas na vista de axenda
hu: Ikonok mutatása áttekintő nézetben
km: បង្ហាញ​រូបតំណាង​ក្នុង​ទិដ្ឋភាព​របៀបវារៈ​​​
ko: 요약 보기에 아이콘 사용
ru: Показывать значки при просмотре дня

source: Show to-dos in agenda view
bs: Prikaži zadatke u pogledu rokovnika
fr: Afficher les tâches dans l'affichage de l'agenda
gl: Mostrar as tarefas pendentes na vista de axenda
hu: Feladatok mutatása áttekintő nézetben
km: បង្ហាញ​កិច្ច​ការ​ត្រូវ​ធ្វើ​ក្នុង​ទិដ្ឋភាព​របៀបវារៈ​​
ko: 요약 보기에 할 일 보이기
ru: Показывать задачи при просмотре дня

source: Show current time line
bs: Prikaži trenutni vremenski slijed
fr: Afficher la chronologie actuelle
gl: Mostrar a liña de tempo actual
hu: Jelenlegi idő vonal megjelenítése
km: បង្ហាញ​បន្ទាត់​ពេលវេលា​បច្ចុប្បន្ន​​
ko: 현재 시간 선 긋기
ru: Показывать временную шкалу

source: Agenda view color usage:
bs: Upotreba boja u pogledu rokovnika:
fr: Utilisation de la couleur pour l'affichage de l'agenda :
gl: Uso da cor da vista de axenda:
hu: Áttekintő nézet színhasználata:
km: ប្រើ​ពណ៌​ទិដ្ឋភាព​របៀបវារៈ​ ៖​​
ko: 요약 보기 색 사용:
ru: Цвета, используемые при просмотре дня:

source: Color busy days in agenda view
bs: Oboji zauzete dane u prikazu dnevong reda
fr: Colorer les jours travaillés dans l'affichage de l'agenda
gl: Colorar os días ocupados na vista da axenda
hu: Zsúfolt napok színezése áttekintő nézetben
km: ពណ៌​ថ្ងៃ​រវល់​ក្នុង​ទិដ្ឋភាព​របៀបវារៈ​​
ko: 요약 보기에 바쁜 날 색칠하기
ru: Цвет занятых дней при просмотре дня

source: Show to-dos in month view
bs: Prikaži zadatke u mjesecu
fr: Afficher les tâches dans l'affichage mensuel
gl: Mostrar as tarefas pendentes na vista mensual
hu: Feladatok mutatása havi nézetben
km: បង្ហាញ​កិច្ចការ​ត្រូវ​ធ្វើ​​ក្នុង​​ទិដ្ឋភាព​ខែ​
ko: 월간 보기에 할 일 보이기
ru: Показывать задачи при просмотре месяца

source: Month view color usage:
bs: Upotreba boja u mjesečnom pogledu:
fr: Utilisation de la couleur pour l'affichage mensuel :
gl: Uso da cor na vista mensual:
hu: Havi nézet színhasználata:
km: ប្រើ​ពណ៌​ទិដ្ឋភាព​របស់​ខែ​ ៖​​
ko: 월간 보기 색 사용:
ru: Цвета, используемые при просмотре месяца:

source: Color busy days in month view
bs: Oboji zauzete dane u mjesecu
fr: Colorer les jours travaillés dans l'affichage mensuel
gl: Colorar os días ocupados na vista mensual
hu: Zsúfolt napok színezése havi nézetben
km: ពណ៌​ថ្ងៃ​​រវល់​ក្នុង​ទិដ្ឋភាព​របស់​ខែ​​
ko: 월간 보기에 바쁜 날 색칠하기
ru: Цвет занятых дней при просмотре месяца

source: Colors
bs: Boje
fr: Couleurs
gl: Cores
hu: Színek
km: ពណ៌​
ko: 색상
ru: Цвета

source: Holiday color:
bs: Boja praznika:
fr: Couleur des jours fériés :
gl: Cor dos festivos:
hu: Munkaszüneti napok színe:
km: ពណ៌​វិស្សមកាល​ ៖​
ko: 공휴일 색:
ru: Цвет праздников:

source: Agenda view background color:
bs: Pozadinska boja u prikazu dnevnik rada:
fr: Couleur d'arrière plan de l'affichage de l'agenda :
gl: Cor de fondo da vista da axenda:
hu: Áttekintő nézet háttérszíne:
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​ទិដ្ឋភាព​របៀប​វារៈ ៖​​
ko: 요약 보기 배경색:
ru: Цвет фона при просмотре дня:

source: Busy days background color:
bs: Boja zauzetih dana:
fr: Couleur d'arrière plan des jours travaillés :
gl: Cor de fondo dos días ocupados:
hu: Zsúfolt napok háttérszíne:
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​ថ្ងៃ​​​រវល់​ ៖​​
ko: 바쁜 날 배경색:
ru: Цвет фона занятых дней:

source: Agenda view current time line color:
bs: Boja vremenskog slijeda u prikazu dnevnika rada:
fr: Couleur de la chronologie actuelle de l'affichage de l'agenda :
gl: Cor da liña da hora actual na vista da axenda:
hu: Áttekintő nézet jelenlegi idő vonalának színe:
km: ពណ៌​បន្ទាត់​ពេលវេលា​បច្ចុប្បន្ន​របស់​ទិដ្ឋភាព​របៀបវារៈ​ ៖​
ko: 요약 보기 현재 시간 선 색:
ru: Цвет временной шкалы при просмотре дня

source: Working hours color:
bs: Boja radnih sati:
fr: Couleur des heures de travail :
gl: Cor do horario laboral:
hu: Munkanapok színe:
km: ធ្វើ​កិច្ចការ​ពណ៌​ម៉ោង​ ៖​
ko: 업무 시간 색:
ru: Цвет рабочих часов:

source: To-do due today color:
bs: Zadatak prema današnjoj boji:
fr: Couleur du jour d'expiration de tâche :
gl: Cor das tarefas pendentes para hoxe:
hu: A mai határidejű feladatok színe:
km: ពណ៌​កិច្ច​ការ​ត្រូវ​ធ្វើ​ថ្ងៃ​នេះ​ដល់​កំណត់​ពេល​ ៖​
ko: 오늘까지 할 일 색:
ru: Цвет задач с крайним сроком сегодня::

source: To-do overdue color:
bs: Zadatak dospjelih boja:
fr: Couleur du retard de tâche :
gl: Cor das tarefas pendentes adiadas:
hu: A lejárt határidejű feladatok színe:
km: ពណ៌​កិច្ច​ការ​​​ត្រូវ​ធ្វើ​ហួស​កំណត់ពេល​ ៖​
ko: 기한이 지난 할 일 색:
ru: Цвет просроченных задач:

source: Group Scheduling
bs: Grupni raspored
fr: Emploi du temps de groupe
gl: Organización de grupo
hu: Szervezés
km: ធ្វើ​ការ​វិភាគ​ក្រុម​
ko: 그룹 약속 결정
ru: Совместное планирование

source: Use Groupware communication
bs: Koristi groupware komunikaciju
fr: Utiliser la communication avec les logiciels de groupe de travail
gl: Empregar a comunicación de traballo en grupo
hu: Csoportmunka-kommunikáció használata
km: ប្រើ​ទំនាក់ទំនង​របស់ Groupware
ko: 그룹웨어 통신 사용
ru: Использовать совместную коммуникацию

source: Which events shall be exported?
bs: Koji događaji bi trebali biti izvezeni?
fr: Quels évènements devraient ils être exportés ?
gl: Que actividades desexa exportar?
hu: Mely eseményeket szeretné exportálni?
km: តើ​ព្រឹត្តិការណ៍​ណាមួយ​គួរ​តែ​ត្រូវ​បាន​នាំចូល​ ?
ko: 어떤 행사를 내보내시겠습니까?
ru: Какие события следует экспортировать?

source: All Events
bs: Svi događaji
fr: Tous les évènements
gl: Todas as actividades
hu: Minden esemény
km: គ្រប់​ព្រឹត្តិការណ៍​ទាំងអស់​
ko: 모든 행사
ru: Все события

source: Events in current folder
bs: Događaji u trenutnom direktoriju
fr: Les évènements du dossier actuel
gl: As actividades do cartafol actual
hu: Események a jelenlegi mappában.
km: ព្រឹត្តិការណ៍​ក្នុង​ថត​បច្ចុប្បន្ន​
ko: 현재 폴더의 행사
ru: События из текущей папки

source: Select iCal to Import
bs: Izaberite iCal za uvesti
fr: Sélectionnez l'élément « iCal » à importer
gl: Seleccione o calendario que desexa importar
hu: Az importálandó iCal kiválasztása
km: ជ្រើស​ iCal ដើម្បី​នាំចូល​
ko: 가져올 iCal 선택
ru: Выбор календаря iCal для импорта

source: Select the calendar the imported event(s) shall be saved in:
bs: Izaberite kalendar u koji bi uvezeni događaj(i) trebali biti spašeni:
fr: Sélectionnez le calendrier dans lequel les évènements importés devraient être enregistrés :
gl: SEleccione o calendario no que desexa gravar a(s) actividade(s) importada(s):
hu: Válassza ki a naptárat, ahova importálni akarja az eseményeket:
km: ជ្រើស​ព្រឹត្តិការណ៍​ដែល​បាន​នាំ​ចូល​ប្រតិទិន​ នឹង​​ត្រូវ​បាន​រក្សាទុក​ក្នុង​ ៖​
ko: 가져온 행사를 저장할 달력 선택:
ru: Выберите календарь, в котором должны быть сохранены импортированные события:

source: Select Calendar
bs: Izaberite kalendar
fr: Sélectionnez un calendrier
gl: Seleccionar o calendario
hu: Naptárválasztás
km: ជ្រើស​ប្រតិទិន​
ko: 할 일 선택
ru: Выбор календаря

source: Importing one event to %2
bs: Uvozim %1 događaj u %2
fr: Importation d'un évènement vers %2
gl: Estase a importar unha actividade a %2
hu: Egy esemény importálása (ide: %2)
km: ការ​នាំចូល​ព្រឹត្តិការណ៍​ %1 ទៅកាន់​ %2​
ko: 행사 %1개를 %2(으)로 가져오는 중
ru: Импортирование %1 события в %2

source: Import Events
bs: Uvezi događaje
fr: Importer des évènements
gl: Importar actividades
hu: Események importálása
km: នាំ​ចូល​ព្រឹត្តិការណ៍​
ko: 행사 가져오기
ru: Импорт событий

source: iCal Import Failed
bs: Greška pri unosu iCal
fr: Échec d'importation « iCal »
gl: Fallou a importación do calendario
hu: iCal importálás sikertelen
km: បាន​បរាជ័យ​នាំចូល​ iCal
ko: iCal 가져오기 실패
ru: Ошибка импорта из iCal

# @info
source: <para>Error when trying to read the iCal <filename>%1</filename>:</para>
bs: <para>Greška pri pokušaju čitanja iCal <filename>%1</filename>:</para>
fr: <para>Erreur lors de la tentative de lecture de l'élément « iCal » <filename>%1</filename> :</para>
gl: <para>Produciuse un erro ao tentar ler o calendario <filename>%1</filename>:</para>
hu: <para>Hiba történt a(z) <filename>%1</filename> iCal olvasása során:</para>
km: <para>កំហុស​នៅ​ពេល​កំពុង​ព្យាយាម​អាន​ iCal <filename>%1</filename> ៖​</para>
ko: <para>iCal <filename>%1</filename>을(를) 읽으려고 하는 중 오류 발생:</para>
ru: <para>Не удалось импортировать календарь iCal из файла <filename>%1</filename>:</para>

source: No events were imported, due to errors with the iCals.
bs: Nijedan događaj nije uvezen, zbog grešaka sa iCal.
fr: Aucun évènement n'a été importé à cause d'une erreur avec les éléments « iCal ».
gl: Non se importou ningunha actividade debido a erros cos calendarios.
hu: iCal hiba miatt nem történt eseményimportálás.
km: គ្មាន​ព្រឹត្តិការណ៍​ត្រូវ​បាន​នាំចូល​ឡើយ​ ​ដោយសារ​​​មាន​កំហុស​ជាមួយ​​ iCals ។
ko: iCal 오류로 인해서 가져온 행사가 없습니다.
ru: События не были импортированы из-за ошибок с iCals.

source: The iCal does not contain any events.
bs: iCal ne sadrži nijedan događaj.
fr: L'élément « iCal » ne contient aucun évènement.
gl: O calendario non contén ningunha actividade.
hu: Az iCal nem tartalmaz eseményt.
km: គ្មាន​​ព្រឹត្តិការណ៍​មួយ​ចំនួន​របស់​ iCal ឡើយ​ ។​
ko: iCal에 행사가 없습니다.
ru: iCal не содержит ни одного события.

# %1 is e.g. 3 folders, %2 is e.g. from 2 accounts, %3 is e.g. 9 events
source: You have selected %1 %2 %3
bs: Izabrali ste %1 %2 %3
fr: Vous avez sélectionné %1 %2 %3
gl: Seleccionou %1 %2 %3
hu: Kijelölt %1 %2 %3
km: អ្នក​បាន​ជ្រើស​ %1 %2 %3
ko: 다음을 선택하였습니다: %2 %1 %3
ru: Вы выбрали %1 %2 %3

source: 1 folder
bs: %1 direktorij
fr: 1 dossier
gl: Un cartafol
hu: 1 mappát
km: %1 ថត​
ko: 폴더 %1개
ru: %1 папку

source: from 1 account
bs: od %1 nalog
fr: depuis 1 compte
gl: de unha conta
hu: 1 azonosítóról
km: ពីគណនី​ %1
ko: 계정 %1개에서
ru: из %1 учётной записи

source: 1 event
bs: %1 događaj
fr: 1 évènement
gl: 1 actividade
hu: 1 eseményt
km: %1 ព្រឹត្តិការណ៍​​
ko: 행사 %1개
ru: %1 событие

source: Select
bs: Izaberi
fr: Sélectionner
gl: Seleccionar
hu: Kijelölés
km: ជ្រើស​
ko: 선택
ru: Выбрать

source: New Appointment
bs: Novi sastanak
fr: Nouveau rendez-vous
gl: Nova cita
hu: Új értekezlet
km: ការ​កំណត់​ថ្មី​
ko: 새 약속
ru: Новая встреча

source: yyyy-MM-dd
gl: aaaa-MM-dd
ru: гггг-ММ-дд

source: Day view
bs: Dnevni prikaz
fr: Affichage du jour
gl: Vista diaria
hu: Napi nézet
km: ទិដ្ឋភាព​ថ្ងៃ​​
ko: 일간 보기
ru: День

source: Week view
bs: Sedmični prikaz
fr: Affichage de la semaine
gl: Vista semanal
hu: Heti nézet
km: ទិដ្ឋភាព​សប្តាហ៍​
ko: 주간 보기
ru: Неделя

source: Month view
bs: Mjesečni prikaz
fr: Affichage du mois
gl: Vista mensual
hu: Havi nézet
km: ទិដ្ឋភាព​ខែ​
ko: 월간 보기
ru: Месяц

source: Timeline
bs: Vremenska linija
fr: Ligne de chronologie
gl: Liña de tempo
hu: Idővonal
km: បន្ទាត់​ពេលវេលា​​
ko: 타임라인
ru: Шкала времени

source: Actions
bs: Radnje
gl: Accións
hu: Műveletek
km: សកម្មភាព
ko: 동작
ru: Действия

source: One event found
bs: %1 događaj pronađen
fr: Un évènement trouvé
gl: Atopouse unha actividade
hu: Egy esemény található
km: %1 រក​ឃើញ​ព្រឹត្តិការណ៍​
ko: 행사 %1개 찾음
ru: Найдено %1 событие

source: Home
bs: Početna stranica
fr: Accueil
gl: Fogar
hu: Saját mappa
km: ផ្ទះ​
ko: 홈
ru: Домашняя страница

source: Select Multiple Calendars
bs: Izaberite više kalendara
fr: Sélectionner plusieurs calendriers
gl: Escoller varios calendarios
hu: Több naptár kiválasztása
km: ជ្រើស​ប្រតិទិន​ច្រើន​
ko: 여러 달력 선택
ru: Выбрать несколько календарей

source: Accounts
bs: Računi
fr: Comptes
gl: Contas
hu: Azonosítók
km: គណនី​
ko: 계정
ru: Учётные записи

source: Account
bs: Račun
fr: Compte
gl: Conta
hu: Azonosító
km: គណនី​
ko: 계정
ru: Учётная запись

source: View
bs: Pogled
fr: Affichage
gl: Ver
hu: Nézet
km: ទិដ្ឋភាព​
ko: 보기
ru: Обзор

source: Add View As Favorite
bs: Dodaj prikaz kao omiljeni
fr: Ajouter l'affichage comme favori
gl: Engadir esta vista como favorita
hu: Nézet hozzáadása a kedvencekhez
km: បន្ថែម​ទិដ្ឋភាព​ជា​សំណព្វ​
ko: 즐겨찾는 보기로 추가
ru: Добавить в избранное

source: Switch To Editing Mode
bs: Pređi u režim za uređivanje
fr: Passer au mode « Édition »
gl: Pasar ao modo de edición
hu: Váltás szerkesztőmódba
km: ប្ដូរ​ទៅកាន់​របៀប​​កែសម្រួល​​​
ko: 편집 모드로 변경
ru: Перейти в режим редактирования

source: Folder
bs: Direktorij
fr: Dossier
gl: Cartafol
hu: Mappa
km: ថត​
ko: 폴더
ru: Папка

source: Edit
bs: Izmjeni
fr: Modifier
gl: Modificar
hu: Szerkesztés
km: កែសម្រួល​
ko: 편집
ru: Изменить

source: Folders
bs: Direktoriji
fr: Dossiers
gl: Cartafoles
hu: Mappák
km: ថត​
ko: 폴더
ru: Папки

source: Select Calendars
bs: Izaberite kalendare
fr: Sélectionnez des calendriers
gl: Escoller calendarios
hu: Naptárak kiválasztása
km: ជ្រើស​ប្រតិទិន​
ko: 달력 선택
ru: Выбрать календари

source: Choice
bs: Izbor
fr: Choix
gl: Escolla
hu: Választás
km: ជម្រើស​
ko: 선택
ru: Выбор

source: Show Today
bs: Prikaži danas
fr: Afficher aujourd'hui
gl: Mostrar hoxe
hu: Mai nap mutatása
km: បង្ហាញ​ថ្ងៃ​នេះ​
ko: 오늘 보기
ru: Показать сегодня

source: Day View
bs: Dnevni prikaz
fr: Affichage du jour
gl: Vista diaria
hu: Napnézet
km: ទិដ្ឋភាព​ថ្ងៃ​​
ko: 일간 보기
ru: Обзор дня

source: Next Three Days View
bs: Prikaz za naredna tri dana
fr: Affichage des trois prochains jours
gl: Vista dos vindeiros tres días
hu: 3-napos nézet
km: ទិដ្ឋភាព​បី​ថ្ងៃ​បន្ទាប់​
ko: 추후 사흘 보기
ru: Обзор следующих трёх дней

source: Week View
bs: Sedmični prikaz
fr: Affichage de la semaine
gl: Vista semanal
hu: Hét nézet
km: ទិដ្ឋភាព​សប្ដាហ៍​
ko: 주간 보기
ru: Обзор недели

source: Work Week View
bs: Prikaz radne sedmice
fr: Affichage de la semaine ouvrée
gl: Vista da semana laboral
hu: Munkahét-nézet
km: ទិដ្ឋភាព​​សប្ដាហ៍​ការងារ​
ko: 업무 주간 보기
ru: Обзор рабочей недели

source: Month View
bs: Mjesečni prikaz
fr: Affichage du mois
gl: Vista mensual
hu: Havi nézet
km: ទិដ្ឋភាព​ខែ​
ko: 월간 보기
ru: Обзор месяца

source: Event List View
bs: Prikaz liste događaja
fr: Affichage de la liste des évènements
gl: Vista da lista de actividades
hu: Eseménylista nézet
km: ទិដ្ឋភាព​បញ្ជី​របស់​ព្រឹត្តិការណ៍​
ko: 행사 목록 보기
ru: Обзор списка событий

source: Back To Folder Selection
bs: Nazad do izbora direktorija
fr: Revenir à la sélection de dossiers
gl: Recuar á selección de cartafoles
hu: Vissza a mappaválasztáshoz
km: ថយក្រោយ​ទៅកាន់​ជម្រើស​ថត​
ko: 폴더 선택으로 돌아가기
ru: Назад к выбору папки

source: Calendars
bs: Kalendari
fr: Calendriers
gl: Calendarios
hu: Naptárak
km: ប្រតិទិន
ko: 달력
ru: Календари

source: Event
bs: Događaj
fr: Évènement
gl: Actividade
hu: Esemény
km: ព្រឹត្តិការណ៍
ko: 행사
ru: Событие

source: Attachments
bs: Prilozi
fr: Pièces jointes
gl: Anexos
hu: Mellékletek
km: ឯកសារ​ភ្ជាប់
ko: 첨부
ru: Вложения

source: Calendar
bs: Kalendar
fr: Calendrier
gl: Calendario
hu: Naptár
km: ប្រតិទិន
ko: 달력
ru: Календарь

source: Configure Calendar
bs: Konfiguriši kalendar
fr: Configurer un calendrier
gl: Configurar o calendario
hu: Naptár beállítása
km: កំណត់​រចនាសម្ព័ន្ធ​ប្រតិទិន​
ko: 달력 설정
ru: Настроить календарь

source: Kontact Touch Calendar
bs: Kontact Touch kalendar
gl: Calendario Touch do Kontact
hu: Kontact Touch naptár
km: ប្រតិទិន​របស់ Kontact Touch
ko: Kontact Touch 달력
ru: Календарь Kontact Touch

source: Export Events From This Account
bs: Izvezi događaje sa ovog računa
fr: Exporter des évènements à partir de ce compte
gl: Exportar actividades desta conta
hu: Események importálása a megadott fiókból
km: នាំចេញ​​ព្រឹត្តិការណ៍​ពី​គណនី​នេះ​​
ko: 이 계정의 행사 내보내기
ru: Экспортировать события из этой учётной записи

source: Export Displayed Events
bs: Izvezi prikazane događaje
fr: Exporter les évènements affichés
gl: Exportar as actividades que se mostran
hu: Megjelenített események exportálása
km: នាំចេញ​ព្រឹត្តិ​ការណ៍​ដែល​បាន​បង្ហាញ​​
ko: 표시한 행사 내보내기
ru: Экспортировать выделенные события

source: Archive Old Events
bs: Arhiviraj stare događaje
fr: Archiver les anciens évènements
gl: Arquivar as actividades antigas
hu: Régi események archiválása
km: ទុក​ក្នុង​ប័ណ្ណសារ​ព្រឹត្តិ​​​​ការ​ចាស់​
ko: 오래된 행사 삭제
ru: Архивировать старые события

source: Publish Item Information
bs: Objavi informacije o stavku
fr: Publier les informations sur l'élément
gl: Publicar a información do elemento
hu: Eleminformációk közzététele
km: បោះពុម្ព​ផ្សាយ​ព័ត៌មាន​អំពី​ធាតុ​​
ko: 항목 정보 공개하기
ru: Информация об опубликованном объекте

source: Send Invitations To Attendees
bs: Pošalji pozivnice sudionicima
fr: Envoyer des invitations aux participants
gl: Enviarlles convites aos asistentes
hu: Meghívó küldése a résztvevőknek
km: ផ្ញើ​ការ​អញ្ជើញ​ទៅកាន់​អ្នក​ចូល​រួម​​
ko: 참석자에게 초대장 보내기
ru: Отправить участникам приглашения

source: Send Status Update
bs: Pošalji ažuriranje statusa
fr: Envoyer les mises à jour d'état
gl: Enviar a actualización do estado
hu: Állapotfrissítés küldése
km: ធ្វើ​បច្ចុប្បន្នភាព​ស្ថានភាព​ផ្ញើ​
ko: 상태 업데이트 보내기
ru: Отправить обновление статуса

source: Send Cancellation To Attendees
bs: Pošalji otkazivanje sudionicima
fr: Envoyer des annulations aux participants
gl: Enviar a cancelación aos asistentes
hu: Lemondás küldése a résztvevőknek
km: ផ្ញើ​ការ​លុបចោល​ទៅកាន់​អ្នក​ចូល​រួម​​
ko: 참석자에게 취소 알림 보내기
ru: Отправить участникам отмену

source: Request Update
bs: Zatraži ažuriranje
fr: Nécessite une mise à jour
gl: Solicitar unha actualización
hu: Frissítés kérése
km: ស្នើ​ធ្វើ​បច្ចុប្បន្នភាព​​
ko: 업데이트 요청
ru: Запрос на обновление

source: Request Change
bs: Zatraži promjenu
fr: Nécessite une modification
gl: Solicitar unha mudanza
hu: Változtatás kérése
km: ស្នើ​ការ​ផ្លាស់ប្ដូរ​
ko: 변경 요청
ru: Запрос на изменение

source: Send As ICalendar
bs: Pošalji kao ICalendar
fr: Envoyer sous forme d'un élément « ICalendar »
gl: Enviar como iCalendar
hu: Küldés ICalendarként
km: ផ្ញើ​ជា​ ICalendar
ko: iCal로 보내기
ru: Отправить как календарь

source: Mail Free Busy Information
bs: Informacije o slobodnoj i zauzetoj pošti
fr: Envoyer par courrier électronique les informations « Libre » / « Occupé »
gl: Enviar por correo a información de dispoñibilidade
hu: Szabad/foglalt információk küldése levélben
km: សំបុត្រ​ព័ត៌មាន​ទំនេរ​/រវល់​​
ko: 바쁨/한가함 정보 메일 보내기
ru: Отправить письмо о занятом времени
