Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/korganizer-mobile.po
Languages: bs, fr, gl, hu, km, ko, ru

source: Upload Free Busy Information
bs: Informacije o slobodnom i zauzetom slanju datoteka
fr: Envoyer les informations « Libre » / « Occupé »
gl: Publicar a información de dispoñibilidade
hu: Szabad/foglalt információk feltöltése
km: ផ្ទុក​ព័ត៌មាន​ទំនេរ​/រវល់​​
ko: 바쁨/한가함 정보 업로드
ru: Загрузить информацию о занятом времени

source: Save All
bs: Snimi Sve
fr: Tout enregistrer
gl: Gravalo todo
hu: Összes mentése
km: រក្សាទុក​ទាំងអស់​
ko: 모두 저장
ru: Сохранить все

source: Set Color Of Calendar
bs: Postavi boju kalendara
fr: Définir la couleur du calendrier
gl: Configurar a cor do calendario
hu: Naptárszín beállítása
km: កំណត់​ព័ត៌មាន​របស់​ប្រតិទិន​​​
ko: 달력 색상 선택
ru: Установить цвет календаря

source: Configure Categories
bs: Konfiguriši kategorije
fr: Configurer les catégories
gl: Configurar as categorías
hu: Kategóriabeállítás
km: កំណត់​រចនាសម្ព័ន្ធ​ប្រភេទ​​
ko: 분류 설정
ru: Настроить категории

source: New Event
bs: Novi događaj
fr: Nouvel évènement
gl: Nova actividade
hu: Új esemény
km: ព្រឹត្តិការណ៍​ថ្មី​
ko: 새 행사
ru: Новое событие

source: Calendar Properties
bs: Osobine kalendara
fr: Propriétés du calendrier
gl: Propiedades do calendario
hu: Naptár tulajdonságai
km: លក្ខណ​សម្បត្តិ​របស់​ប្រតិទិន​
ko: 달력 속성
ru: Свойства календаря

source: New Sub Calendar
bs: Novi podkalendar
fr: Nouveau sous-calendrier
gl: Novo subcalendario
hu: Új alnaptár
km: ប្រតិទិន​រង​ថ្មី​​​
ko: 새 하위 달력
ru: Новый подкалендарь

source: Synchronize This Calendar
bs: Sinhroniši ovaj kalendar
fr: Synchroniser ce calendrier
gl: Sincronizar este calendario
hu: Naptár szinkronizálása
km: ធ្វើ​សមកាល​កម្ម​ប្រតិទិនទាំងនេះ​
ko: 다음 달력 동기화
ru: Синхронизировать эти календари

source: Delete Calendar
bs: Obriši kalendar
fr: Supprimer un calendrier
gl: Eliminar o calendario
hu: Naptár törlése
km: លុប​ប្រ​​​តិទិន
ko: 달력 삭제
ru: Удалить календари

source: Move Calendar To
bs: Pomjeri kalendar na
fr: Déplacer le calendrier vers
gl: Mover o calendario para
hu: Naptár mozgatása ide:
km: ផ្លាស់ទី​ប្រតិទិន​ទៅកាន់​
ko: 다음으로 달력 이동
ru: Переместить календарь в

source: Copy Calendar To
bs: Kopiraj kalendar u
fr: Copier le calendrier dans
gl: Copiar o calendario para
hu: Naptár másolása ide:
km: ចម្លង​​ប្រតិទិន​ទៅកាន់​
ko: 다음으로 달력 복사
ru: Копировать календарь в

source: Synchronize All Accounts
bs: Sinhroniziraj sve korisničke račune
fr: Synchroniser tous les comptes
gl: Sincronizar todas as contas
hu: Az összes azonosító szinkronizálása
km: ធ្វើ​សម​កាល​កម្ម​គ្រប់​គណនី​ទាំងអស់​
ko: 모든 계정 동기화
ru: Синхронизировать все учётные записи

source: Copy Event
bs: Kopiraj %1 događaj
fr: Copier un évènement
gl: Copiar a actividade
hu: %1 esemény másolása
km: ចម្លង​​ព្រឹត្តិការណ៍​ %1​​
ko: 행사 %1개 복사
ru: Копировать %1 событие

source: Copy Event To
bs: Kopiraj događaj u
fr: Copier un évènement dans
gl: Copiar a actividade para
hu: Esemény másolása ide
km: ចម្លង​ព្រឹត្តិការណ៍​ទៅកាន់​
ko: 다음으로 행사 복사
ru: Копировать событие в

source: Delete Event
bs: Obriši %1 događaj
fr: Supprimer un évènement
gl: Eliminar a actividade
hu: Esemény törlése
km: លុប​​ព្រឹត្តិការណ៍​ %1 ​
ko: 행사 %1개 삭제
ru: Удалить %1 событие

source: Move Event To
bs: Premjesti događaj u
fr: Déplacer un évènement vers
gl: Mover a actividade para
hu: Esemény mozgatása ide
km: ផ្លាស់​ទី​​ព្រឹត្តិការណ៍​ទៅកាន់​
ko: 다음으로 행사 이동
ru: Переместить событие в

source: Edit Event
bs: Uredi događaj
fr: Modifier un évènement
gl: Modificar a actividade
hu: Esemény szerkesztése
km: កែសម្រួល​ព្រឹត្តិការណ៍​
ko: 행사 편집
ru: Изменить событие

source: Copy Task
bs: Kopiraj %1 zadatak
fr: Copier une tâche
gl: Copiar a tarefa
hu: Feladat másolása
km: ចម្លង​ភារកិច្ច​របស់​ %1 ​
ko: 작업 %1개 복사
ru: Копировать %1 задачу

source: Copy Task To
bs: Kopiraj zadatak u
fr: Copier une tâche dans
gl: Copiar a tarefa para
hu: Feladat másolása ide
km: ចម្លង​ភារកិច្ច​ទៅកាន់​
ko: 다음으로 작업 복사
ru: Копировать задачу в

source: Delete Task
bs: Obriši %1 zadatak
fr: Supprimer une tâche
gl: Eliminar a tarefa
hu: Feladat törlése
km: លុប​ភារកិច្ច​របស់​ %1 ​
ko: 작업 %1개 삭제
ru: Удалить %1 задачу

source: Move Task To
bs: Premjesti zadatak u
fr: Déplacer une tâche vers
gl: Mover a tarefa para
hu: Feladat mozgatása ide
km: ផ្លាស់​ទី​ភារកិច្ច​ទៅកាន់​
ko: 다음으로 작업 이동
ru: Переместить задачу в

source: Edit Task
bs: Uredi zadatak
fr: Modifier une tâche
gl: Modificar a tarefa
hu: Feladat szerkesztése
km: កែ​សម្រួល​ភារកិច្ច​
ko: 작업 편집
ru: Изменить задачу

source: Copy Journal
bs: Kopiraj %1 dnevnik
fr: Copier un journal
gl: Copiar o diario
hu: Napló másolása
km: ចម្លង​ទិនានុប្បវត្តិ​របស់​ %1​
ko: 저널 %1개 복사
ru: Копировать %1 запись дневника

source: Copy Journal To
bs: Kopiraj dnevnik u
fr: Copier un journal dans
gl: Copiar o diario para
hu: Napló másolása ide
km: ចម្លង​ទិនានុប្បវត្តិ​ទៅកាន់​
ko: 다음으로 저널 복사
ru: Копировать запись дневника в

source: Delete Journal
bs: Obriši %1 dnevnik
fr: Supprimer un journal
gl: Eliminar o diario
hu: Napló törlése
km: លុប​ទិនានុប្បវត្តិ​របស់​​ %1
ko: 저널 %1개 삭제
ru: Удалить %1 запись дневника

source: Move Journal To
bs: Premjesti dnevnik u
fr: Déplacer un journal vers
gl: Mover o diario para
hu: Napló mozgatása ide
km: ផ្លាស់​ទី​ទិនានុប្បវត្តិ​ទៅកាន់​
ko: 다음으로 저널 이동
ru: Переместить запись дневника в

source: Edit Journal
bs: Uredi dnevnik
fr: Modifier un journal
gl: Modificar o diario
hu: Napló szerkesztése
km: កែសម្រួល​ទិនានុប្បវត្តិ​
ko: 저널 편집
ru: Изменить запись дневника

# @title:window
source: New Account
bs: Novi račun
fr: Nouveau compte
gl: Nova conta
hu: Új azonosító
km: គណនី​ថ្មី​
ko: 새 계정
ru: Создание учётной записи

source: Could not create account: %1
bs: Ne mogu kreirati korinsnički račun: %1
fr: Impossible de créer un compte : %1
gl: Non foi posíbel crear a conta: %1
hu: Nem hozható létre azonosító: %1
km: មិន​អាច​បង្កើត​គណនី​​ ៖​​ %1
ko: 계정을 만들 수 없음: %1
ru: Не удалось создать учётную запись: %1

source: Account creation failed
bs: Kreiranje korisničkog računa nije uspjelo
fr: Échec de création du compte
gl: Fallou a creación da conta
hu: Nem sikerült az azonosító létrehozása
km: បាន​បរាជ័យ​ការ​បង្កើត​គណនី
ko: 계정 생성에 실패하였습니다
ru: Не удалось создать учётную запись

# @title:window
source: Delete Account?
bs: Obriši korisnički račun?
fr: Supprimer le compte ?
gl: Eliminar esta conta?
hu: Törli az azonosítót?
km: លុប​គណនី​​ដែរ​ឬ​ទេ​ ?
ko: 계정을 삭제하시겠습니까?
ru: Удаление учётной записи

source: Do you really want to delete the selected account?
bs: Da li ste sigurni da želite izbrisati označeni korisnički račun?
fr: Voulez-vous vraiment effacer le compte sélectionné ?
gl: Desexa realmente eliminar esta conta?
hu: Biztosan törölni szeretné a kijelölt azonosítót?
km: តើ​អ្នក​ពិត​ជា​ចង់​​លុប​គណនី​ដែល​បាន​ជ្រើស​ឬ​ ?
ko: 선택한 계정을 삭제하시겠습니까?
ru: Удалить выбранную учётную запись?

source: Cannot fetch calendar item.
bs: Nije moguće dohvatiti stavku kalendara.
fr: Impossible d'obtenir les éléments du calendrier.
gl: Non foi posíbel obter o elemento do calendario.
hu: Nem lehet letölteni a naptárelemet.
km: មិន​អាច​ទៅ​​ប្រមូល​យក​ធាតុ​​របស់​ប្រតិទិន​បាន​ឡើយ​ ។
ko: 달력 항목을 가져올 수 없습니다.
ru: Не удалось получить элемент календаря.

source: Item Fetch Error
bs: Greška pri hvatanju stavke
fr: Erreur d'obtention d'éléments
gl: Erro de obtención de elemento
hu: Elemletöltési hiba
km: កំហុស​ទៅ​ប្រមូល​យក​ធាតុ​
ko: 항목 가져오기 오류
ru: Ошибка получения элемента

source: Search for:
bs: Traži za:
fr: Rechercher :
gl: Buscar:
hu: Keresés:
km: ស្វែងរក​ ៖​
ko: 검색:
ru: Искать:

source: In:
bs: U:
fr: Dans :
gl: En:
hu: Ebben:
km: ក្នុង​ ៖​
ko: 다음에서:
ru: в

source: Summaries
bs: Kratki sadržaji
fr: Résumés
gl: Resumos
hu: Összefoglalók
km: សង្ខេប​
ko: 요약
ru: названиях

source: Descriptions
bs: Opisi
gl: Descricións
hu: Leírások
km: សេចក្ដី​ពិពណ៌នា​
ko: 설명
ru: описаниях

source: Categories
bs: Kategorije
fr: Catégories
gl: Categorías
hu: Kategóriák
km: ប្រភេទ​
ko: 분류
ru: категориях

source: Locations
bs: Lokacije
fr: Emplacements
gl: Lugares
hu: Helyek
km: ទីតាំង​
ko: 위치
ru: местах проведения

source: Between:
bs: Između:
fr: Entre :
gl: Entre:
hu: Között:
km: រវាង​ ៖
ko: 사이:
ru: Между:

source: and
bs: i
fr: et
gl: e
hu: és
km: និង​
ko: 및
ru: и

source: Include events within the specified date range
bs: Uključi događaje unutar specifiranog raspona podataka
fr: Inclure les évènements dans l'intervalle de temps spécifié
gl: Incluír os eventos dentro do intervalo de datas especificado
hu: A megadott időintervallumba eső eseményeket is beleértve
km: រួម​បញ្ចូល​ព្រឹត្តិការណ៍​នៅ​ក្នុង​ជួរ​កាលបរិច្ឆេទ​ដែល​បាន​បញ្ជាក់​​
ko: 지정한 날짜 범위에 있는 행사 포함
ru: Включить события, входящие в указанный диапазон времени

source: Include To-Dos without a due date
bs: Uključite zadatke bez roka
fr: Inclure les tâches sans date d'expiration
gl: Incluír as tarefas pendentes sen data límite
hu: Határidő nélküli feladatok belefoglalása
km: រួម​បញ្ចូល​កិច្ច​ការ​ត្រូវ​ធ្វើ​​​ដោយ​មិន​ចាំបាច់​កាលបរិច្ឆេទ​ដល់​កំណត់​ឡើយ​​
ko: 기한이 지정되지 않은 할 일 포함
ru: Включая задачи без указания срока окончания

source: Located in:
bs: Sadržano u:
fr: Situé dans :
gl: Situado en:
hu: Helye:
km: បាន​រក​ទីតាំង​ក្នុង​ ៖​
ko: 위치:
ru: Место поиска:

source: any folder
bs: bilo kojem direktoriju
fr: n'importe quel dossier
gl: calquera cartafol
hu: bármely mappa
km: ថត​មួយ​ចំនួន​
ko: 아무 폴더
ru: все папки

source: only in folder
bs: samo u direktoriju
fr: uniquement ce dossier
gl: só no cartafol
hu: csak mappában
km: តែ​ក្នុង​ថត​ប៉ុណ្ណោះ​
ko: 특정한 폴더만
ru: только папка
