Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/korgac.po
Languages: fi

# NAME OF TRANSLATORS
source: Your names
fi: Tommi Nieminen

# EMAIL OF TRANSLATORS
source: Your emails
fi: translator@legisign.org

# @title:window
source: Reminders
fi: Muistutukset

# @action:button
source: Dismiss Reminder
fi: Hylkää muistutus

# @info:tooltip
source: Dismiss the reminders for the selected incidences
fi: Hylkää valittujen esiintymien muistutukset

# @action:button
source: Dismiss All
fi: Hylkää kaikki

# @info:tooltip
source: Dismiss the reminders for all listed incidences
fi: Hylkää valittujen esiintymien muistutukset

# @action:button
source: Edit...
fi: Muokkaa…

# @info:tooltip
source: Edit the selected incidence
fi: Muokkaa valittua esiintymää.

# @action:button
source: Suspend
fi: Keskeytä

# @info:tooltip
source: Suspend the reminders for the selected incidences by the specified interval
fi: Keskeytä valittujen esiintymien muistutukset määräajaksi

# @label
source: Reminders: Click on a title to toggle the details viewer for that item
fi: Muistutukset: Näytä tai piilota yksityiskohdat napsauttamalla tietueen otsikkoa

# @title:column reminder title
source: Title
fi: Otsikko

# @title:column happens at date/time
source: Date Time
fi: Päiväys

# @title:column trigger date/time
source: Trigger Time
fi: Käynnistysaika

# @info:tooltip
source: The event or to-do title
fi: Tapahtuman tai tehtävän otsikko

# @info:tooltip
source: The reminder is set for this date/time
fi: Muistutus on asetettu täksi päiväksi/kellonajaksi

# @info:tooltip
source: The date/time the reminder was triggered
fi: Muistutuksen päivä/aika käynnistyi

# @info default incidence details string
source: <emphasis>Select an event or to-do from the list above to view its details here.</emphasis>
fi: <emphasis>Tarkastele tapahtuman tai tehtävän yksityiskohtia valitsemalla se yltä.</emphasis>

# @label:spinbox
source: Suspend &duration:
fi: K&eskeytyksen kesto:

# @info:tooltip
source: Suspend the reminders by this amount of time
fi: Keskeytä muistutukset täksi ajaksi

# @info:whatsthis
source: Each reminder for the selected incidences will be suspended by this number of time units. You can choose the time units (typically minutes) in the adjacent selector.
fi: Valittujen esiintymien jokainen muistutus keskeytetään tässä annetuksi ajaksi. Aikayksiköt (yleensä minuutteja) voit valita viereisestä valitsimesta.

# @item:inlistbox suspend in terms of minutes
source: minute(s)
fi: minuutti(a)

# @item:inlistbox suspend in terms of hours
source: hour(s)
fi: tunti(a)

# @item:inlistbox suspend in terms of days
source: day(s)
fi: päivä(ä)

# @item:inlistbox suspend in terms of weeks
source: week(s)
fi: viikko(a)

# @info:tooltip
source: Suspend the reminders using this time unit
fi: Käytä tätä aikayksikköä muistutusten keskeytettämiseen

# @info:whatsthis
source: Each reminder for the selected incidences will be suspended using this time unit. You can set the number of time units in the adjacent number entry input.
fi: Valittujen esiintymien jokainen muistutus keskeytetään tässä annetun aikayksikön mukaisesti. Yksiköiden määrän voit valita viereisestä syöttökentästä.

# @info
source: "%1" is a read-only item so modifications are not possible.
fi: ”%1” on vain luettavissa, joten muuttaminen ei ole mahdollista.

# @title
source: Reminder
fi: Muistutus

# @title
source: Reminder: %1
fi: Muistutus: %1

# @info
source: Could not start KOrganizer so editing is not possible.
fi: KOrganizeria ei voitu käynnistää, joten muokkaus ei ole mahdollista.

# @info
source: An internal KOrganizer error occurred attempting to modify "%1"
fi: Tapahtui KOrganizerin sisäinen virhe yritettäessä muuttaa esiintymää ”%1”

# @title:window
source: KOrganizer Reminder Daemon
fi: KOrganizer-muistutuspalvelu

# @info
source: Cannot load system tray icon.
fi: Ei voida ladata ilmoitusaluekuvaketta.

# @action:inmenu
source: Suspend All Reminders
fi: Keskeytä kaikki muistutukset

# @action:inmenu
source: Dismiss All Reminders
fi: Hylkää kaikki muistutukset

# @action:inmenu
source: Enable Reminders
fi: Ota muistutukset käyttöön

# @action:inmenu
source: Start Reminder Daemon at Login
fi: Käynnistä muistutuspalvelu kirjauduttaessa

# @info:status
source: There is 1 active reminder.
fi: 1 aktiivinen muistutus.

# @info:status
source: No active reminders.
fi: Ei aktiivisia muistutuksia.

# @info
source: Do you want to quit the KOrganizer reminder daemon?<nl/><note> you will not get calendar reminders unless the daemon is running.</note>
fi: Haluatko lopettaa KOrganizer-muistutuspalvelun?<nl/><note> kalenterin muistutukset eivät toimi, ellei palvelu ole käynnissä.</note>

# @title:window
source: Close KOrganizer Reminder Daemon
fi: Sulje KOrganizer-muistutuspalvelu

# @info
source: Do you want to start the KOrganizer reminder daemon at login?<nl/><note> you will not get calendar reminders unless the daemon is running.</note>
fi: Haluatko käynnistää KOrganizer-muistutuspalvelun kirjauduttaessa?<nl/><note> kalenterin muistutukset eivät toimi, ellei palvelu ole käynnissä.</note>

# @action:button start the reminder daemon
source: Start
fi: Käynnistä

# @action:button do not start the reminder daemon
source: Do Not Start
fi: Älä käynnistä

source: KOrganizer Reminder Daemon
fi: KOrganizer-muistutuspalvelu

source: (c) 2003 Cornelius Schumacher
fi: © 2003 Cornelius Schumacher

source: Former Maintainer
fi: Aiempi ylläpitäjä

source: Janitorial Staff
fi: Talkkarit

source: Free Busy Object
fi: Varaustietokohde

source: Free Busy Message
fi: Varaustietoviesti
