Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/kres_blog.po
Languages: bg, fi, mr, nn, ru, zh_tw

source: Downloading blog posts
bg: Изтегляне на публикации в блог
fi: Ladataan blogiviestejä
mr: ब्लॉग पोस्ट डाउनलोड करत आहे
nn: Lastar ned blogginnlegg
ru: Загрузка записей
zh_tw: 下載部落格文章

source: URL: %1
bg: URL-адрес: %1
fi: Osoite: %1
nn: Adresse: %1
zh_tw: 網址：%1

source: Username: %1
bg: Потребител: %1
fi: Käyttäjätunnus: %1
mr: वापरकर्ता नाव : %1
nn: Brukarnamn: %1
ru: Имя пользователя: %1
zh_tw: 使用者：%1

source: XML-RPC interface: %1
bg: Интерфейс XML-RPC: %1
fi: XML-RPC-liittymä: %1
mr: एक्सएमएल-आरपीसी दुवा: %1
nn: XML-RPC-grensesnitt: %1
ru: Интерфейс XML-RPC: %1
zh_tw: XML-RPC 介面：%1

source: Blog name: %1
bg: Име на блог: %1
fi: Blogin nimi: %1
mr: ब्लॉग नाव : %1
nn: Bloggnamn: %1
ru: Название блога: %1
zh_tw: 部落格名稱：%1

source: Posts to download: %1
bg: Публикации за изтегляне: %1
fi: Ladattavia viestejä: %1
mr: डाउनलोड करायच्या पोस्ट %1
nn: Innlegg å lasta ned: %1
ru: Записи, которые следует загрузить: %1
zh_tw: 要下載的文章：%1

source: XML-RPC URL:
mr: एक्सएमएल-आरपीसी यूआरएल :
nn: XML-RPC-adresse:
ru: URL для XML-RPC:
zh_tw: XML-RPC 網址：

source: Username:
bg: Потребител:
fi: Käyttäjätunnus:
mr: वापरकर्ता नाव :
nn: Brukarnamn:
ru: Имя пользователя:
zh_tw: 使用者：

source: Password:
bg: Парола:
fi: Salasana:
mr: गुप्तशब्द :
nn: Passord:
ru: Пароль:
zh_tw: 密碼：

source: Blog:
bg: Блог:
fi: Blogi:
mr: ब्लॉग :
nn: Blogg:
ru: Блог:
zh_tw: 部落格：

source: Posts to download:
bg: Публикации за изтегляне:
fi: Ladattavia viestejä:
mr: डाउनलोड करायच्या पोस्ट
nn: Innlegg å lasta ned:
ru: Записи, которые следует загрузить:
zh_tw: 要下載的文章：
