Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/ksendemail.po
Languages: bg, da, es, fi, fr, gl, hu, ia, ja, km, lv, pl, pt_br, ro, ru, sr, sv, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bg: Ясен Праматаров
da: Martin Schlander
es: Enrique Matías Sánchez (Quique),Javier Viñal
fi: Tommi Nieminen
fr: Geoffray Levasseur
gl: Miguel Branco, Xosé Calvo
hu: Kiszel Kristóf,Szántó Tamás
ia: Giovanni Sora
ja: Yukiko Bando
km: ខឹម សុខែម, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
lv: Viesturs Zariņš
pl: Maciej Wikło
pt_br: André Marcelo Alvarenga
ro: Sergiu Bivol
ru: Alexey Serebryakoff
sr: Слободан Симић
sv: Stefan Asserhäll
tr: Serdar Soytetir
uk: Юрій Чорноіван
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
bg: yasen@lindeas.com
da: mschlander@opensuse.org
es: cronopios@gmail.com,fjvinal@gmail.com
fi: translator@legisign.org
fr: geoffray.levasseurbrandin@numericable.fr
gl: mgl.branco@gmail.com, proxecto@trasno.net
hu: ulysses@kubuntu.org,taszanto@gmail.com
ia: g.sora@tiscali.it
ja: ybando@k6.dion.ne.jp
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
lv: viesturs.zarins@mii.lu.lv
pl: maciej.wiklo@wp.pl
pt_br: alvarenga@kde.org
ro: sergiu@ase.md
ru: overlapped@gmail.com
sr: slsimic@gmail.com
sv: stefan.asserhall@bredband.net
tr: tulliana@gmail.com
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: Cannot connect to email service.
bg: Неуспех при връзка към пощенската услуга.
da: Kan ikke forbinde til e-mail-tjeneste.
es: No es posible conectarse al servicio de correo.
fi: Sähköpostipalveluun ei saada yhteyttä.
fr: Impossible de se connecter au service de courrier électronique.
gl: Non foi posíbel conectar co servizo de correo.
hu: Nem sikerült csatlakozni a levelezési kiszolgálóhoz.
ia: Il non pote continger a servicio de e-posta.
ja: メールサービスに接続できません。
km: មិន​អាច​តភ្ជាប់​ទៅ​កាន់​សេវា​អ៊ីមែល ។
lv: Nevar sazināties e-pasta servisu.
pl: Nie można połączyć się z usługą e-mail.
pt_br: Não foi possível conectar ao serviço de e-mail.
ro: Nu se poate conecta la serviciul de poștă.
ru: Не удалось подключиться к почтовой службе.
sr: Не могу да се повежем на сервис е‑поште.
sv: Kan inte ansluta till e-posttjänst.
tr: E-posta servisine bağlanılamadı.
uk: Не вдалося зв’язатися зі службою електронної пошти.
zh_tw: 無法連接到電子郵件服務。

source: Unable to find or start email service.
bg: Грешка при търсене или зареждане на пощенската услуга.
da: Kan ikke finde eller starte e-mail-tjeneste.
es: No es posible encontrar o iniciar el servicio de correo.
fi: Sähköpostipalvelua ei löydy tai voida käynnistää.
fr: Impossible de trouver ou de démarrer le service de courrier électronique.
gl: Non é posíbel atopar ou iniciado o servizo de correo.
hu: Nem sikerült megtalálni vagy elindítani a levelezési szolgáltatást.
ia: Incapace de trovar o initiar servicio de e-posta.
ja: メールサービスが見つからないか、開始できません。
km: មិនអាច​រក ឬ​ចាប់ផ្ដើម​សេវា​អ៊ីមែល ។
lv: Neizdevās atrast vai palaist e-pasta servisu.
pl: Nie można znaleźć/uruchomić usługi e-mail.
pt_br: Não é possível localizar ou iniciar o serviço de e-mail.
ro: Imposibil de găsit sau de pornit serviciul de poștă.
ru: Не удалось найти или запустить почтовую службу.
sr: Не могу да нађем или покренем сервис е‑поште.
sv: Kunde inte hitta eller starta e-posttjänst.
tr: E-posta servisi bulunamadı ya da başlatılamadı.
uk: Не вдалося знайти або запустити службу електронної пошти.
zh_tw: 找不到或無法啟動電子郵件服務。

source: KDE Command Line Emailer.
bg: Поща от команден ред в KDE.
da: KDE kommandolinje e-mailer.
es: Envío de correos desde la línea de órdenes de KDE.
fi: KDE:n komentorivisähköposti
fr: Client de courrier électronique en ligne de commandes de KDE.
gl: Xestor de envíos por liña de ordes de KDE.
hu: KDE parancssoros levélküldő.
ia: Expeditor de e-posta a linea de commando de KDE.
ja: コマンドラインからメールを送信するツール
km: កម្មវិធី​អ៊ីមែល​បន្ទាត់​ពាក្យ​បញ្ជា​របស់ KDE ។
lv: KDE komandrindas e-pasta sūtītājs.
pl: Program KDE do obsługi poczty e-mail za pomocą wiersza poleceń.
pt_br: Envio de e-mail pela linha de comando do KDE.
ro: Curier KDE în linie de comandă.
ru: Почтовый клиент KDE из командной строки
sr: КДЕ е‑поштар из командне линије
sv: KDE:s kommandoradsprogram för att skicka e-post.
tr: KDE Komut satırı E-posta göndericisi.
uk: Інструмент надсилання ел. пошти з командного рядка KDE.
zh_tw: KDE 命令列信件傳送程式。

source: Set subject of message
bg: Задаване тема на писмото
da: Angiv brevets emne
es: Establecer el asunto del mensaje
fi: Aseta viestin aihe
fr: Définir un sujet du message
gl: Pór o asunto da mensaxe
hu: Az üzenet tárgya
ia: Fixar subjecto de message
ja: メッセージの件名を設定
km: កំណត់​ប្រធាន​បទ​សារ
lv: Uzstādīt vēstules tematu
pl: Ustaw temat wiadomości
pt_br: Definir o assunto da mensagem
ro: Stabilește subiectul mesajului
ru: Укажите тему письма
sr: Постави тему поруке
sv: Ange rubrik för brevet
tr: İletinin konusunu belirle
uk: Встановити тему повідомлення
zh_tw: 設定信件主旨

source: Send CC: to 'address'
bg: Изпращане на копие до адрес
da: Send CC: Til "address"
es: Enviar CC: a «dirección»
fi: Lähetä kopio osoitteeseen
fr: Envoyer en copie « CC : » à l'adresse
gl: Enviar CC: a "enderezo"
hu: Másolat küldése a címekre
ia: Inviar CC: a 'adresse'
ja: CC: を <placeholder>アドレス</placeholder> に送信
km: ផ្ញើ​ចម្លង​ជា​សម្ងាត់​ជូន ៖ ទៅ 'អាសយដ្ឋាន'
lv: Sūtīt CC: uz 'adresi'
pl: Wyślij CC: na "adres"
pt_br: Enviar Cc: para o 'endereço'
ro: Trimite CC: la „adresă”
ru: Отправить копию по адресу «address»
sr: Пошаљи ЦЦ: на адресу
sv: Skicka kopia: till 'adress'
tr: 'adres'e CC: gönder
uk: Надіслати копію за вказаною адресою
zh_tw: 設定複本收件人為 'address'

source: Send BCC: to 'address'
bg: Изпращане на скрито копие до адрес
da: Send BCC: Til "address"
es: Enviar CCO: a «dirección»
fi: Lähetä piilokopio osoitteeseen
fr: Envoyer en copie cachée « BCC : » à l'adresse
gl: Enviar BCC: a "enderezo"
hu: Rejtett másolat küldése a címekre
ia: Inviar BCC: a 'adresse'
ja: BCC: を <placeholder>アドレス</placeholder> に送信
km: ផ្ញើចម្លង​ជា​សម្ងាត់ជូន ៖ ទៅ 'អាសយដ្ឋាន'
lv: Sūtīt BCC: uz 'adresi'
pl: Wyślij BCC: na "adres"
pt_br: Enviar Cco: para o 'endereço'
ro: Trimite BCC: la „adresă”
ru: Отправить скрытую копию по адресу «address»
sr: Пошаљи БЦЦ: на адресу
sv: Skicka dold kopia: till 'adress'
tr: 'adres'e BCC: gönder
uk: Надіслати потайну копію за вказаною адресою
zh_tw: 設定密件複本收件人為 'address'

source: Add 'header' to message
bg: Добавяне на заглавна част към писмо
da: Tilføj "header" til brevet
es: Añadir «cabecera» al mensaje
fi: Lisää viestiin otsake
fr: Ajouter un en-tête au message
gl: Engadir "cabeceira" á mensaxe
hu: Fejléc hozzáadása az üzenethez
ia: Adder 'capite' a message
ja: メッセージに <placeholder>ヘッダ</placeholder> を追加
km: បន្ថែម 'បឋមកថា' ទៅសារ
lv: Pievienot vēstulei 'galveni'
pl: Dodaj "nagłówek" wiadomości
pt_br: Adicionar o 'cabeçalho' à mensagem
ro: Adaugă „antet” la mesaj
ru: Добавить поле заголовка «header» в письмо
sr: Додај заглавље поруци
sv: Lägg till 'huvud' till brevet
tr: İletiye 'başlık' ekle
uk: Додати вказаний заголовок до повідомлення
zh_tw: 將'header' 加入信件

source: Read message body from 'file'
bg: Прочитане на тяло на писмото от файл
da: Læs brevtekst fra "file"
es: Leer cuerpo del mensaje del «archivo»
fi: Lue viestin runko tiedostosta
fr: Lire le corps du message depuis le fichier
gl: Ler o corpo da mensaxe desde o «ficheiro»
hu: Az üzenetszöveg beolvasása fájlból
ia: Leger corpore de message ex 'file'
ja: <placeholder>ファイル</placeholder> からメッセージ本文を取得
km: អាន​​តួសារ​ពី 'ឯកសារ'
lv: Ielasīt vēstules tekstu no 'faila'
pl: Odczytaj treść wiadomości z "pliku"
pt_br: Lê o corpo da mensagem do 'arquivo'
ro: Citește corpul mesajului din „fișier”
ru: Прочитать тело письма из файла «file»
sr: Прочитај тело поруке из фајла
sv: Läs brevtext från 'fil'
tr: 'Dosya'dan ileti gövdesini oku
uk: Зчитати тіло повідомлення з вказаного файла
zh_tw: 從檔案讀取信件內容

source: Set body of message
bg: Задаване тяло на писмото
da: Angiv brevtekst
es: Establecer cuerpo del mensaje
fi: Aseta viestin runko
fr: Définir un corps du message
gl: Marcar o corpo da mensaxe
hu: Az üzenettörzs beállítása
ia: Fixar corpore de message
ja: メッセージの本文を設定
km: កំណត់​តួ​របស់សារ
lv: Uzstādīt vēstules tekstu
pl: Podaj treść wiadomości
pt_br: Definir o corpo da mensagem
ro: Stabilește corpul mesajului
ru: Задать тело письма
sr: Постави тело поруке
sv: Ange brevets text
tr: İletinin gövdesini belirle
uk: Встановити текст повідомлення
zh_tw: 設定信件主體

source: Add an attachment to the mail. This can be repeated
bg: Добавяне на прикрепен файл към пощата. Това може да се повтаря
da: Tilføj et bilag til e-mailen. Dette kan gentages
es: Añadir un adjunto al correo. Esto puede repetirse
fi: Lisää sähköpostiin liite. Toiminnon voi toistaa.
fr: Ajouter une pièce jointe au courrier électronique. Ceci peut être répété
gl: Engadir un anexo ao correo electrónico. Isto pódese repetir
hu: Melléklet hozzáadása a levélhez. Tetszőleges számú melléklet lehetséges.
ia: Adder un attachamento al e-posta. Isto pote esser repetite
ja: メールに添付ファイルを追加、これは繰り返せます
km: បន្ថែម​ឯកសារ​ភ្ជាប់​ទៅ​សំបុត្រ ។ វា​អាច​ត្រូវ​បានធ្វើ​ម្ដង​ទៀត
lv: Pievienot vēstulei pielikumu. Šo var atkārtot
pl: Dodaj załącznik do wiadomości. Tą czynność można powtórzyć
pt_br: Adiciona um anexo à mensagem. Isto pode ser repetido
ro: Adaugă un atașament la mesaj. Această acțiune poate fi repetată
ru: Добавить одно или несколько вложений в письмо
sr: Додај прилог поруци (може се понављати)
sv: Lägg till en bilaga till brevet. Detta kan upprepas
tr: Postaya bir eklenti ekle. Bu işlem tekrar edilebilir
uk: Додати долучення до листа. Можна вказати декілька раз
zh_tw: 對此信件加入附檔。這個選項可以重複使用

source: Only open composer window
bg: Само отваряне на прозорец за съчинение
da: Åbn blot brevskrivervinduet
es: Solo abrir la ventana del editor
fi: Avaa vain muokkausikkuna
fr: N'ouvrir que la fenêtre de composition
gl: Só abrir a fiestra do compositor
hu: Csak az üzenetszerkesztő nyíljon meg
ia: Solmente aperir fenestra de compositor
ja: 作成ウィンドウのみ開く
km: បើកតែ​បង្អួច​កម្មវិធី​តែង​ប៉ុណ្ណោះ
lv: Tikai atvērt vēstules rakstīšanas logu
pl: Otwórz tylko okno tworzenia wiadomości
pt_br: Abrir somente a janela do compositor
ro: Deschide numai fereastra de compunere
ru: Открыть только окно редактора
sr: Само отвори прозор састављача
sv: Öppna endast brevfönstret
tr: Sadece düzenleyici penceresini aç
uk: Тільки відкрити вікно редактора
zh_tw: 只開啟信件編寫器視窗

source: Address to send the message to
bg: Адрес, до който да се изпрати писмото
da: Adressen som brevet skal sendes til
es: Dirección a la que enviar el mensaje
fi: Osoite, johon viesti lähetetään
fr: Adresse du destinataire du message
gl: Enderezo ao que enviar a mensaxe
hu: Az üzenet címzettje
ia: Adresse al qual inviar le message
ja: メッセージの宛先
km: អាសយដ្ឋាន​ដែល​ត្រូវ​ផ្ញើ​សារ​ទៅ
pl: Adres, na który wysłać wiadomość
pt_br: Endereço para envio da mensagem
ro: Adresa la care se trimite mesajul
ru: Адрес для отправки письма
sr: Адреса на коју се шаље порука
sv: Adress att skicka brevet till
tr: İletinin gönderileceği adres
uk: Адреса для надсилання повідомлення
zh_tw: 要將信件送到哪個位址

source: KSendEmail
sr: К‑слање-поште

source: (C) 2008 Pradeepto Bhattacharya
es: © 2008 Pradeepto Bhattacharya
hu: © Pradeepto Bhattacharya, 2008.
km: រក្សាសិទ្ធិ​ឆ្នាំ​ឆ្នាំ ២០០៨ ដោយ Pradeepto Bhattacharya
ru: © Прадипто Бхаттачарья (Pradeepto Bhattacharya), 2008
sr: © 2008, Прадипто Батачарија
sv: © 2008 Pradeepto Bhattacharya
uk: © Pradeepto Bhattacharya, 2008

source: Pradeepto Bhattacharya
ru: Прадипто Бхаттачарья (Pradeepto Bhattacharya)
sr: Прадипто Батачарија
