Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libeventviews.po
Languages: sl

source: Record completed to-dos in journal entries
sl: Zaključena opravila zapiši v dnevnik

source: Check this box to record the completion of a to-do in a new entry of your journal automatically.
sl: Omogočite to možnost, da se zaključek opravila samodejno zapiše kot nov vnos v dnevniku.

source: Holiday color
sl: Barva praznikov

source: Select the holiday color here. The holiday color will be used for the holiday name in the month view and the holiday number in the date navigator.
sl: Tu izberite barvo praznikov. Barva bo uporabljena za ime praznika v prikazu meseca in številko dneva v navigatorju po datumih.

source: Agenda view background color
sl: Barva ozadja prikaza agende

source: Select the agenda view background color here.
sl: Tu izberite barvo ozadja prikaza agende.

source: Agenda/Month view background busy color
sl: Barva zasedenega ozadja prikaza agende/meseca

source: When you have an all day event marked as busy, you can have a different agenda or month view background color for that day. Select the color here.
sl: Ko imate celodneven dogodek označen kot zaseden, ima lahko ustrezen dan v agendi ali prikazu meseca drugo barvo ozadja. Tu lahko izberete to barvo.

source: Agenda view current-time line color
sl: Barva črte trenutnega časa na prikazu agende

source: Select a color to use for the current-time (Marcus Bains) line.
sl: Izberite barvo, ki bo uporabljena za črto trenutnega časa (črta Marcusa Bainsa).

source: Use this color for the Agenda View current-time (Marcus Bains) line
sl: Uporabi to barvo za črto trenutnega časa (črta Marcusa Bainsa) na prikazu agende

source: Working hours color
sl: Barva delovnih ur

source: Select the working hours color for the agenda view here.
sl: Tu izberite barvo delovnih dni za prikaz agende.

source: To-do due today color
sl: Barva opravil, ki zapadejo danes

source: Select the to-do due today color here.
sl: Tu izberite barvo opravil, ki zapadejo danes.

source: To-do overdue color
sl: Barva zapadlih opravil

source: Select the to-do overdue color here.
sl: Tu izberite barvo zapadlih opravil.

source: Time bar
sl: Časovni pas

source: Press this button to configure the time bar font. The time bar is the widget that shows the hours in the agenda view. This button will open the "Select Font" dialog, allowing you to choose the hour font for the time bar.
sl: Kliknite ta gumb, da nastavite pisavo za časovni pas. Časovni bar je gradnik, ki v prikazu agende prikazuje ure. Ta gumb odpre pogovorno okno za izbiranje pisave, ki vam omogoči izbrati pisavo ur v časovnem pasu.

source: Month view
sl: Prikaz meseca

source: Press this button to configure the month view font. This button will open the "Select Font" dialog, allowing you to choose the font for the items in the month view.
sl: Kliknite ta gumb, da nastavite pisavo za prikaz meseca. Ta gumb odpre pogovorno okno za izbiranje pisave, ki vam omogoči izbrati pisavo postavk v prikazu meseca.

source: Agenda view
sl: Prikaz agende

source: Press this button to configure the agenda view font. This button will open the "Select Font" dialog, allowing you to choose the font for the events in the agenda view.
sl: Kliknite ta gumb, da nastavite pisavo za prikaz agende. Ta gumb odpre pogovorno okno za izbiranje pisave, ki vam omogoči izbrati pisavo postavk v prikazu agende.

source: Current-time line
sl: Črta trenutnega časa

source: Press this button to configure the current-time line font. This button will open the "Select Font" dialog, allowing you to choose the font for the current-time line in the agenda view.
sl: Kliknite ta gumb, da nastavite pisavo za črto trenutnega časa. Ta gumb odpre pogovorno okno za izbiranje pisave, ki vam omogoči izbrati pisavo za črto trenutnega časa v prikazu agende.

source: Default todo attachment method
sl: Privzeti način prilaganja opravilom

source: The default way of attaching dropped emails to a task
sl: Privzeti način za prilaganje spuščenih e-poštnih sporočil opravilom

source: Highlight color
sl: Barva poudarka

source: Select the highlight color here. The highlight color will be used for marking the currently selected area in your agenda and in the date navigator.
sl: Tu izberite barvo poudarka. Barva poudarka bo uporabljena za označevanje trenutno izbranega v agendi in v navigatorju po datumih.

source: Select the working hours background color for the agenda view here.
sl: Tu izberite barvo ozadja delovnih ur za prikaz agende.

source: Month view background color
sl: Barva ozadja prikaza meseca

source: Select the Month view background color here.
sl: Tu izberite barvo ozadja za prikaz meseca.

source: Select the highlight color here. The highlight color will be used for marking the currently selected area in your Month and in the date navigator.
sl: Tu izberite barvo poudarka. Barva poudarka bo uporabljena za označevanje trenutno izbranega v mesecu in v navigatorju po datumih.

source: Select the working hours background color for the Month view here.
sl: Tu izberite barvo ozadja delovnih ur za prikaz meseca.

source: Default event color
sl: Privzeta barva dogodkov

source: Select the default event color here. The default event color will be used for events categories in your Month. Note that you can specify a separate color for each event category below.
sl: Tu izberite privzeto barvo dogodkov. Privzeta barva dogodkov bo uporabljena za kategorije dogodkov v mesecu. Vedite, da spodaj lahko za vsako kategorijo dogodkov določite svojo barvo.

# %1 is an item summary. %2 is the date when this item reoccurs
source: %1 (next: %2)
sl: %1 (naslednjič: %2)

source: Summary
sl: Povzetek

source: Start Date/Time
sl: Datum/ćas začetka

source: End Date/Time
sl: Datum/čas konca

source: Categories
sl: Kategorije

source: Summary [%1 - %2]
sl: Povzetek [%1 – %2]

source: Age:
sl: Starost:

source: %2 1 year
sl: %2 %1 let

# @info:tooltip
source: Display calendar in a normal size
sl: Prikaz koledarja v običajni velikosti

# @info:tooltip
source: Display calendar in a full window
sl: Prikaz koledarja v celotnem oknu

# @info:whatsthis
source: Click this button and the month view will be enlarged to fill the maximum available window space / or shrunk back to its normal size.
sl: Kliknite ta gumb in mesečni prikaz se bo povečal ter zapolnil največji možen prostor v oknu ali pa se pomanjšal nazaj na običajno velikost.

# @info:tooltip
source: Go back one month
sl: Pojdi nazaj en mesec

# @info:whatsthis
source: Click this button and the view will be scrolled back in time by 1 month.
sl: Kliknite ta gumb in prikaz se bo premaknil za 1 mesec nazaj.

# @info:tooltip
source: Go back one week
sl: Pojdi nazaj en teden

# @info:whatsthis
source: Click this button and the view will be scrolled back in time by 1 week.
sl: Kliknite ta gumb in prikaz se bo premaknil za 1 teden nazaj.

# @info:tooltip
source: Go forward one week
sl: Pojdi naprej en teden

# @info:whatsthis
source: Click this button and the view will be scrolled forward in time by 1 week.
sl: Kliknite ta gumb in prikaz se bo premaknil za 1 teden naprej.

# @info:tooltip
source: Go forward one month
sl: Pojdi naprej en mesec

# @info:whatsthis
source: Click this button and the view will be scrolled forward in time by 1 month.
sl: Kliknite ta gumb in prikaz se bo premaknil za 1 mesec naprej.

source: All Day
sl: Ves dan

source: Calendar
sl: Koledar
