Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libeventviews.po
Languages: sl

source: Unable to lock item for modification. You cannot make any changes.
sl: Postavke ni moč zakleniti za spreminjanje. Opraviti ne morete nobene spremembe.

source: Locking Failed
sl: Zaklep ni uspel

source: Dissociate event from recurrence
sl: Loči dogodek od ponovitve

source: Unable to add the exception item to the calendar. No change will be done.
sl: Postavke izjeme ni moč dodati v koledar. Nič ne bo spremenjeno.

source: Error Occurred
sl: Prišlo je do napake

source: %2 (1 year)
sl: %2 (%1 let)

source: Attendee "%1" added to the calendar item "%2"
sl: Udeleženec »%1« je dodan k »%2« v koledarju

source: Attendee added
sl: Udeleženec je dodan

source: Unable to modify this to-do, because it cannot be locked.
sl: Ni moč spremeniti tega opravila, ker ne more biti zaklenjeno.

source: Unable to save %1 "%2".
sl: Ni moč shraniti %1 »%2«.

source: Timezone:
sl: Časovni pas:

source: &Add Timezones...
sl: Dod&aj časovne pasove ...

source: &Remove Timezone %1
sl: &Odstrani časovni pas %1

source: <i>Country Code:</i> %1
sl: <i>Koda države:</i> %1

source: <i>Abbreviations:</i>
sl: <i>Okrajšave:</i>

source: <i>Comment:</i> %1
sl: <i>Opomba:</i> %1

source: Timezone
sl: Časovni pas

# @title:window
source: Changing Recurring Item
sl: Spreminjanje ponavljajoče postavke

source: Also &Future Items
sl: Tudi &bodoče postavke

source: Only &This Item
sl: Samo &ta postavka

source: &All Occurrences
sl: &Vse pojavitve

source: The item you are trying to change is a recurring item. Should the changes be applied only to this single occurrence, also to future items, or to all items in the recurrence?
sl: Postavka, ki jo želite spremeniti, je ponavljajoča. Ali naj se spremembe uveljavijo samo za to pojavitev, tudi za bodoče postavke ali za vse postavke v ponovitvi?

source: The item you are trying to change is a recurring item. Should the changes be applied only to this single occurrence or to all items in the recurrence?
sl: Postavka, ki jo želite spremeniti, je ponavljajoča. Ali naj se spremembe uveljavijo samo za to pojavitev ali za vse postavke v ponovitvi?

source: Default Email Attachment Method
sl: Privzet način prilaganja e-pošte

source: The default way of attaching dropped emails to an event
sl: Privzet način za prilaganje spuščenih e-poštnih sporočil k dogodku

source: Always ask
sl: Vedno vprašaj

source: Only attach link to message
sl: Priloži samo povezavo do sporočila

source: Attach complete message
sl: Priloži celotno sporočilo

source: Attach message without attachments
sl: Priloži sporočilo brez prilog

source: Export to HTML with every save
sl: Z vsakim shranjevanjem izvozi v HTML

source: Check this box to export the calendar to a HTML-file every time you save it. By default, this file will be called calendar.html and placed in the user home folder.
sl: Omogočite to možnost, da se koledar z vsakim shranjevanjem izvozi v datoteko HTML. Privzeto bo datoteka imenovana calendar.html in shranjena v uporabnikovo domačo mapo.

source: Enable automatic saving of manually opened calendar files
sl: Omogoči samodejno shranjevanje ročno odprtih koledarskih datotek

source: Check this box to save your calendar file automatically when you exit KOrganizer without asking and periodically, as you work. This setting does not affect the automatic saving of the standard calendar, which is automatically saved after each change.
sl: Omogočite to možnost, če želite, da se koledarska datoteka samodejno shrani ob izhodu iz programa KOrganizer in redno med tem ko delate. Ta nastavitev ne velja za samodejno shranjevanje standardnega koledarja, ki se samodejno shrani ob vsaki spremembi.

source: Save &interval in minutes
sl: &Interval shranjevanja v minutah

source: Set the interval between automatic saving of calendar events in minutes here. This setting only applies to files that are opened manually. The standard KDE-wide calendar is automatically saved after each change.
sl: Tu nastavite interval med samodejnimi shranjevanji koledarskih dogodkov. Čas je v minutah. Nastavitev velja le za ročno odprte datoteke. Standardni koledar se samodejno shrani ob vsaki spremembi.

source: Confirm deletes
sl: Potrdi izbrise

source: Check this box to display a confirmation dialog when deleting items.
sl: Omogočite to možnost, da se pred brisanjem postavk prikaže potrditveno okno.

source: New Events, To-dos and Journal Entries Should
sl: Novi dogodki, opravila in dnevniški vnosi naj bodo

source: Be added to the standard calendar
sl: Dodani na standardni koledar

source: Select this option to always record new events, to-dos and journal entries using the standard calendar.
sl: Izberite to možnost, da bo za zapis novih dogodkov, opravil in dnevniških vnosov vedno uporabljen standardni koledar.

source: Be asked which calendar to use
sl: Želim biti vprašan, kateri koledar naj se uporabi

source: Select this option to choose the calendar to be used to record the item each time you create a new event, to-do or journal entry. This choice is recommended if you intend to use the shared folders functionality of the Kolab server or have to manage multiple accounts using Kontact as a KDE Kolab client.
sl: Izberite to možnost, da boste ob vsaki ustvaritvi novega dogodka, opravila ali dnevniškega vnosa za zapis postavke vprašani o izbiri koledarja. Ta možnost je priporočena, če nameravate uporabljati deljene mape strežnika Kolab ali pa želite s Kontactom, kot odjemalcem za Kolab, upravljati več računov.

source: Show Reminder Daemon in the System Tray
sl: Prikaži pritajeni program za opomnike v sistemski vrstici

source: Check this box to show the KOrganizer reminder daemon in the system tray.
sl: Omogočite to možnost, da bo ikona KOrganizerjevega pritajenega programa za opomnike prikazana v sistemski vrstici.

source: Select your timezone from the list of locations in this drop down box. If your city is not listed, select one which shares the same timezone. KOrganizer will automatically adjust for daylight savings.
sl: S spustnega seznama lokacij izberite svoj časovni pas. Če vašega mesta ni na seznamu, izberite tistega, ki je v istem časovnem pasu. KOrganizer se bo samodejno prilagajal glede na veljavnost poletnega časa.

source: Day begins at
sl: Dan se začne ob

source: Enter the start time for events here. This time should be the earliest time that you use for events, as it will be displayed at the top.
sl: Sem vnesite začetni čas za dogodke. Ta čas naj bo najzgodnejši čas, ki ga še uporabljate za dogodke, saj bo prikazan na vrhu.

source: Daily starting hour
sl: Ura dnevnega začetka

source: Enter the start time for the working hours here. The working hours will be marked with color by KOrganizer.
sl: Sem vnesite začetni čas za delovne ure. Delovne ure bo KOrganizer označil z barvo.

source: Daily ending hour
sl: Ura dnevnega konca

source: Enter the ending time for the working hours here. The working hours will be marked with color by KOrganizer.
sl: Sem vnesite končni čas za delovne ure. Delovne ure bo KOrganizer označil z barvo.

source: Enable tooltips for displaying summaries
sl: Omogoči namige za prikaz povzetkov

source: Check this box to display summary tooltips when hovering the mouse over an event or a to-do.
sl: Omogočite to možnost, če želite, da se prikaže namig s povzetkom, ko miškin kazalec lebdi nad dogodkom ali opravilom.

source: To-dos use category colors
sl: Opravila uporabljajo barve kategorij

source: Check this box so that to-dos will use category colors and not colors specific to their due, due today or overdue state
sl: Omogočite to možnost, da bodo opravila uporabljala barve kategorij in ne barv, ki so odvisne od zapadlosti.

source: Next x days
sl: Naslednjih x dni

source: Select the number of "x" days to be displayed in the next days view. To access the next "x" days view, choose the "Next X Days" menu item from the "View" menu.
sl: Izberite število dni, ki bodo prikazani v prikazu naslednjih nekaj dni. Na ta prikaz lahko preklopite z izbiro postavke »Naslednjih x dni« iz menija Videz.

source: Show this many days at a time in the Next "x" days view
sl: Prikaži toliko dni v prikazu naslednjih nekaj dni

source: Show items that recur daily
sl: Prikaži vsakodnevne postavke

source: Check this box to show the days containing daily recurring events in bold typeface in the Date Navigator, or uncheck it to give more prominence to other (non daily recurring) events.
sl: Omogočite to možnost, da bodo v datumskem navigatorju dnevi z vsakodnevnimi postavkami prikazani s krepko pisavo. Onemogočite, da bodo druge (ne vsakodnevne) postavke bolj vidne.

source: Show items that recur weekly
sl: Prikaži vsakotedenske dogodke

source: Check this box to show the days containing weekly recurring events in bold typeface in the Date Navigator, or uncheck it to give more prominence to other (non weekly recurring) events.
sl: Omogočite to možnost, da bodo v datumskem navigatorju dnevi z vsakotedenskimi postavkami prikazani s krepko pisavo. Onemogočite, da bodo druge (ne vsakotedenske) postavke bolj vidne.

source: Show to-dos instead of events when in Todo View
sl: V prikazu opravil namesto dogodkov prikaži opravila

source: Check this box to show the days containing to-dos in bold typeface in the Date Navigator when in to-do view.
sl: Omogočite to možnost, da bodo v prikazu opravil dnevi z opravili v datumskem navigatorju prikazani s polkrepko pisavo.

source: Show journals instead of events when in Journal View
sl: V prikazu dnevnikov namesto dogodkov prikaži dnevnike

source: Check this box to show the days containing journals in bold typeface in the Date Navigator when in journal view.
sl: Omogočite to možnost, da bodo v prikazu dnevnikov dnevi z dnevniki v datumskem navigatorju prikazani s polkrepko pisavo.

source: Week numbers select a work week when in work week mode
sl: Številke tedna v načinu delovnega tedna označijo delovni teden

source: Check this box to select a working week when clicking on the Date Navigator's week numbers, or uncheck it to choose the whole week.
sl: Omogočite to možnost, da se ob kliku na številke tednov v datumskem navigatorju izbere delovni teden. V nasprotnem se izbere celotni teden.

source: Hour size
sl: Velikost ure

source: Select the height of the hour rows in the agenda grid, in pixels. Increasing this value will make each row in the agenda grid taller.
sl: Izberite višino vrstic (v pikah) ene ure v mreži z agendo. Povečanje te vrednosti bo zvišalo vsako vrstico v mreži z agendo.

source: Set the height (in pixels) for an hour in the agenda grid
sl: Nastavite višino (v pikah) ene ure v mreži z agendo

source: Show icons in agenda view items
sl: Prikaži ikone v postavkah v prikazu agende

source: Check this box to display icons (alarm, recursion, etc.) in agenda view items.
sl: Omogočite to možnost, da bodo v postavkah v prikazu agende prikazane ikone (alarm, ponavljanje, ...).

source: Display icons in agenda view items
sl: Prikaži ikone v postavkah v prikazu agende

source: Show to-dos
sl: Prikaži opravila

source: Check this box to display to-dos in the agenda view.
sl: Omogočite to možnost, da bodo v prikazu agende prikazana opravila.

source: Display to-dos in the agenda view
sl: Prikaži opravila v prikazu agende

source: Show current-time (Marcus Bains) line
sl: Prikaži črto trenutnega časa (črta Marcusa Bainsa)

source: Check this box to display a line in the day or week view indicating the current-time line (Marcus Bains line).
sl: Omogočite to možnost, da bo v prikazu dneva ali tedna prikazana črta, ki nakazuje trenutni čas (to je črta Marcusa Bainsa).

source: Display the current-time indicator
sl: Prikaži pokazatelja trenutnega časa

source: Show seconds on the current-time (Marcus Bains) line
sl: Na črti trenutnega časa prikaži sekunde

source: Check this box if you want to show seconds on the current-time line.
sl: Omogočite to možnost, če želite na črti trenutnega časa imeti prikazane sekunde.

source: Display seconds with the current-time indicator
sl: Prikaži sekunde na pokazatelju trenutnega časa

source: Time range selection in agenda view starts event editor
sl: Izbira časovnega obdobja v prikazu agende požene urejevalnik dogodkov

source: Check this box to start the event editor automatically when you select a time range in the daily and weekly view. To select a time range, drag the mouse from the start time to the end time of the event you are about to plan.
sl: Omogočite to možnost, da izbira časovnega obdobja v dnevnem ali tedenskem prikazu samodejno zažene urejevalnika dogodka. Da izberete časovno obdobje, potegnite miško od začetnega do končnega časa načrtovanega dogodka.

source: Enable automatic event editor with time range selection
sl: Omogoči samodejni urejevalnik dogodka ob izbiri časovnega obdobja

source: Color Usage
sl: Uporaba barv

source: Category inside, calendar outside
sl: Kategorija znotraj, koledar zunaj

source: Select the "Category inside, calendar outside" option if you would like to draw calendar items in their associated category color, with the item's border drawn in the color of its calendar. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Kategorija znotraj, koledar zunaj«, če želite postavke na koledarju prikazane v barvah povezanih kategorij, z obrobami v barvah koledarjev. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw agenda items in their category color inside and calendar color for their border
sl: Prikaži notranjost postavk agende v barvah kategorije in njihov rob v barvah koledarjev

source: Calendar inside, category outside
sl: Koledar znotraj, kategorija zunaj

source: Select the "Calendar inside, category outside" option if you would like to draw calendar items in their associated calendar color, with the item's border drawn in the color of its category. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Koledar znotraj, kategorija zunaj«, če želite postavke na koledarju prikazane v barvah povezanih koledarjev, z obrobami v barvah kategorij. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw agenda items in their calendar color inside and category color for their border
sl: Prikaži notranjost postavk agende v barvah koledarjev in njihov rob v barvah kategorij

source: Only category
sl: Samo kategorija

source: Select the "Only category" option if you would like to draw calendar items (both inside and border) in the color of their associated category. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Samo kategorija«, če želite postavke na koledarju (vključno z obrobami) prikazane v barvah povezanih kategorij. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw agenda items using their category color for the inside and border
sl: Prikaži notranjost in obrobo postavk agende v barvah kategorije

source: Only calendar
sl: Samo koledar

source: Select the "Only calendar" option if you would like to draw calendar items (both inside and border) in the color of their calendar. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Samo koledar«, če želite postavke na koledarju (vključno z obrobami) prikazane v barvah njihovih koledarjev. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw agenda items using their calendar color for the inside and border
sl: Prikaži notranjost in obrobo postavk agende v barvah njihovih koledarjev

source: Color busy days with a different background color
sl: Zasedene dni obarvaj z drugo barvo ozadja

source: Check this box if you want agenda's background to be filled with a different color on days which have at least one all day event marked as busy. Also, you can change the background color used for this option on the Colors configuration page. Look for the "Busy days background color" setting.
sl: Omogočite to možnost, če želite, da so ozadja dni agende, ki imajo vsaj en celodnevni dogodek označen kot zaseden, obarvana z drugo barvo. Barvo za to možnost lahko spremenite na nastavitveni strani Barve. Poiščite nastavitev »Barva ozadja zasedenih dni«.

source: Multiple Calendar Display
sl: Prikaz več koledarjev

source: Merge all calendars into one view
sl: Združi vse koledarje v en prikaz

source: Select the "Merge all calendars into one view" option if you would like all your calendars to be shown together in one agenda view.
sl: Izberite možnost »Združi vse koledarje v en prikaz«, če želite vse svoje koledarje prikazane skupaj v enem prikazu agende.

source: Show all calendars merged together
sl: Prikaži vse koledarje združene skupaj

source: Show calendars side by side
sl: Prikaži koledarje enega ob drugem

source: Select the "Show calendars side by side" option if you would like to see two calendars at once, in a side-by-side view.
sl: Če želite videti dva koledarja prikazana enega ob drugem, izberite možnost »Prikaži koledarja enega ob drugem«.

source: Show two calendars side-by-side
sl: Prikaži koledarja enega ob drugem

source: Switch between views with tabs
sl: Med prikazi preklapljaj s tabulatorjem

source: Select "Switch between views with tabs" if you would like to alternate between calendars using the tab key.
sl: Če bi med koledarji radi preklapljali z uporabo tabulatorja, izberite možnost »Med prikazi preklapljaj s tabulatorjem«.

source: Tab through calendars
sl: Premikanje med koledarji s tabulatorjem

source: Enable scrollbars in month view cells
sl: Omogoči drsnike v celicah Mesečnega prikaza

source: Check this box to display scrollbars when clicking on a cell in the month view; they will only appear when needed though.
sl: Če izberete to možnost, se bodo pojavili drsniki, ko boste kliknili na celico v mesečnem prikazu. Prikazani pa bodo samo po potrebi.

source: Show icons in month view items
sl: V postavkah mesečnega prikaza prikaži ikone

source: Check this box to display icons (alarm, recursion, etc.) in month view items.
sl: Omogočite to možnost, da bodo v postavkah v prikazu meseca prikazane ikone (alarm, ponavljanje, ...).

source: Display icons in month view items
sl: Prikaži ikone v postavkah v prikazu meseca

source: Show time in month view items
sl: V postavkah mesečnega prikaza prikaži čas

source: Check this box to display the time in month view items.
sl: Omogočite to možnost, da bodo v postavkah v prikazu meseca prikazan čas.

source: Display time in month view items
sl: V postavkah mesečnega prikaza prikaži čas

source: Check this box to display to-dos in the month view.
sl: Omogočite to možnost, da bodo v prikazu meseca prikazana opravila.

source: Display to-dos in the month view
sl: Prikaži opravila v prikazu meseca

source: Show journals
sl: Prikaži dnevnike

source: Check this box to display journals in the month view.
sl: Omogočite to možnost, da bodo v prikazu meseca prikazani dnevniki.

source: Display journals in the month view
sl: Prikaži dnevnike v prikazu meseca

source: Month view uses full window
sl: Mesečni prikaz uporablja celotno okno

source: Check this box to use the full KOrganizer window when displaying the month view. If this box is checked, you will gain some space for the monthly view, but other widgets, such as the date navigator, the item details and the calendars list, will not be displayed.
sl: Omogočite to možnost, da bo za prikaz meseca uporabljeno celotno KOrganizerjevo okno. Če to omogočite, bo za mesečni prikaz uporabljenega nekaj več prostora, vendar drugi deli gradniki (npr. navigator po datumih, podrobnosti o postavki in seznam koledarjev) ne bodo prikazani.

source: Select the "Category inside, calendar outside" option if you would like to draw calendar items in their associated category color, with the item's border drawn in the color of its calendar. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Kategorija znotraj, koledar zunaj«, če želite postavke na koledarju prikazane v barvah povezanih kategorij, z obrobami v barvah koledarjev. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw month items in their category color inside and calendar color for their border
sl: Prikaži notranjost postavk na koledarju v barvah kategorije in njihov rob v barvah koledarjev

source: Select the "Calendar inside, category outside" option if you would like to draw calendar items in their associated calendar color, with the item's border drawn in the color of its category. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Koledar znotraj, kategorija zunaj«, če želite postavke na koledarju prikazane v barvah povezanih koledarjev, z obrobami v barvah kategorij. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw month items in their calendar color inside and category color for their border
sl: Prikaži notranjost postavk na koledarju v barvah koledarja in njihov rob v barvah kategorij

source: Select the "Only category" option if you would like to draw calendar items (both inside and border) in the color of their associated category. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Samo kategorija«, če želite postavke na koledarju (vključno z obrobami) prikazane v barvah povezanih kategorij. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw month items using their category color for the inside and border
sl: Prikaži notranjost in obrobo postavk na koledarju v barvah kategorije

source: Select the "Only calendar" option if you would like to draw calendar items (both inside and border) in the color of their calendar. Please use the Colors and Fonts configuration page for setting these colors.
sl: Izberite možnost »Samo koledar«, če želite postavke na koledarju (vključno z obrobami) prikazane v barvah njihovih koledarjev. Da nastavite barve, uporabite nastavitveno stran »Barve in pisave«.

source: Draw month items using their calendar color for the inside and border
sl: Prikaži notranjost in obrobo mesečnih postavk na koledarju v barvah njihovih koledarjev

source: Check this box if you want month view's background to be filled with a different color on days which have at least one all day event marked as busy. Also, you can change the background color used for this option on the Colors configuration page. Look for the "Busy days background color" setting.
sl: Omogočite to možnost, če želite, da so ozadja dnevov v prikazu meseca, ki imajo vsaj en celodnevni dogodek označen kot zaseden, obarvana z drugo barvo. Barvo za to možnost lahko spremenite na nastavitveni strani Barve. Poiščite nastavitev »Barva ozadja zasedenih dni«.

source: Always display completed to-dos at the bottom of the list
sl: Zaključena opravila vedno prikaži na koncu seznama

source: Check this box if you want all completed to-dos to be always grouped at the bottom of the to-do list.
sl: Omogočite to možnost, če želite, da so zaključena opravila vedno zbrana na koncu seznama.

source: To-do list view uses full window
sl: Prikaz seznama opravil uporablja celotno okno

source: Check this box to use the full KOrganizer window when displaying the to-do list view. If this box is checked, you will gain some space for the to-do list view, but other widgets, such as the date navigator, the to-do details and the calendars list, will not be displayed.
sl: Omogočite to možnost, da bo za prikaz seznama opravil uporabljeno celotno KOrganizerjevo okno. Če to omogočite, bo za prikaz seznama opravil uporabljenega nekaj več prostora, vendar drugi deli gradniki (npr. navigator po datumih, podrobnosti o opravilu in seznam koledarjev) ne bodo prikazani.
