Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: Send &Encrypted
bg: Изпращане на &шифровано
bs: Pošalji š&ifrovano
ca@valencia: Envia &encriptat
cs: Od&eslat zašifrovaně
da: Send &krypteret
el: Αποστολή &κρυπτογραφημένου
es: &Enviar cifrado
et: &Saada krüptitult
eu: Bidali &enkriptatuta
fa: ارسال &رمزبندی‌شده‌
fi: Lähetä &salattuna
fr: &Envoyer chiffré
gl: Enviar &cifrado
hi: एनक्रिप्टेड भेजें (&E)
hu: Küldés &titkosítva
it: Spedisci con &cifratura
ja: 暗号化して送信(&E)
kk: Ш&ифрлап жіберу
km: ការ​ផ្ញើ​បាន​​អ៊ិនគ្រីប
ko: 암호화하여 전송(&E)
lt: Siųsti ši&fruotą
lv: Sūtīt ši&frētu
nb: Send &kryptert
nds: &Verslötelt loosstüern
nl: Versleuteld ver&zenden
nn: Send &kryptert
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਭੇਜੋ(&E)
pt: En&viar Encriptada
pt_br: Enviar &criptografada
ru: Отправить &зашифрованным
sk: Poslať z&ašifrované
sl: Pošlji ši&frirano
sr: Пошаљи &шифровано
zh_tw: 繼續加密發送(&E)

source: Send &Unencrypted
bg: Изпращане на &нешифровано
bs: Pošalji &nešifrovano
ca@valencia: Envia sense &encriptar
cs: Odeslat neši&frovaně
da: Send &ukrypteret
el: Αποστολή μη κρυπτογρ&αφημένου
es: Enviar s&in cifrar
et: Saa&da krüptimata
eu: Bidali &enkriptatu gabe
fa: ارسال &رمزبندی‌نشده‌
fi: Lähetä sa&laamattomana
fr: Envoyer n&on chiffré
gl: Enviar &sen cifrar
hi: अनएनक्रिप्टेड भेजें (&U)
hu: Küldés titkosítás nél&kül
it: Spedisci &senza cifratura
ja: 暗号化せずに送信(&U)
kk: Шифрла&май жіберу
km: ផ្ញើ​សារ​ដែល​មិនបាន​អ៊ិនគ្រីប
ko: 암호화하지 않고 전송(&U)
lt: Siųsti &nešifruotą
lv: Sūtīt &nešifrētu
nb: Send &ukryptert
nds: &Ahn Verslöteln loosstüern
nl: Onversle&uteld verzenden
nn: Send &ukryptert
pa: ਬਿਨ-ਇੰਕ੍ਰਿਪਟ ਹੀ ਭੇਜੋ(&U)
pt: Enviar &Sem Encriptar
pt_br: &Enviar sem criptografia
ru: Отправить &незашифрованным
sk: Poslať &nezašifrované
sl: Pošlji &nešifrirano
sr: Пошаљи &нешифровано
zh_tw: 不加密傳送(&U)

# %1 = 'missing keys' error message
source: %1 Do you want to leave the message as-is, or cancel sending the message?
bg: %1 Искате ли съобщението да бъде изпратено така както е или изпращането му да бъде прекъснато?
bs: %1 Želite li da ostavite poruku kakva je, ili da otkažete slanje poruke?
ca@valencia: %1 Desitgeu deixar el missatge tal qual o cancel·lar-ne l'enviament?
cs: %1 Přejete si nechat zprávu tak jak je, nebo zrušit její odeslání?
da: %1 Vil du efterlade meddelelsen som den er, eller afbryde afsendingen af meddelelsen?
el: %1 Επιθυμείτε να αφήσετε το μήνυμα ως είναι, ή να ακυρώσετε την αποστολή του μηνύματος;
es: %1 ¿Quiere dejar el mensaje tal cual o cancelar el envío del mensaje?
et: %1 Soovid sa saata kirja nii, nagu on, või loobud kirja saatmisest?
eu: %1 Mezua dagoen bezala utzi, edo mezuaren bidalketa ezeztatu nahi duzu?
fa: %1 می‌خواهید پیام را همان‌طور که هست ترک کنید، یا ارسال پیام را لغو می‌کنید؟
fi: %1 Haluatko lähettää viestin sellaisenaan vai keskeyttää viestin lähetyksen?
fr: %1 Voulez-vous laisser le message tel quel ou annuler l'envoi du message ?
gl: %1 Quere deixar a mensaxe como está ou cancelar o envío da mensaxe?
hu: %1 Így hagyja az üzenetet, vagy inkább nem küldi el az üzenetet?
it: %1 Vuoi lasciarlo invariato, o cancellare la spedizione del messaggio?
ja: %1 メッセージをこのままにしておきますか？それともメッセージの送信をキャンセルしますか？
kk: %1 Хатты бар түрде қалдырасыз ба, немесе хатты жіберуден айнисыз ба?
km: %1 តើ​អ្នក​ចង់​ទុកសារ​ដូច​ធម្មតា ឬ​បោះបង់​ការ​ផ្ញើ​សារ ។
ko: %1 메시지를 그대로 두겠습니까, 아니면 메시지 전송을 취소하시겠습니까?
lv: %1 Vai vēlaties nosūtīt vēstuli kā ir, vai atcelt vēstules nosūtīšanu?
nb: %1 Vil du la meldinga være som den er, eller vil du avbryte sendingen?
nds: %1 Wullt Du de Naricht laten as se is oder dat afbreken?
nl: %1 Wilt u het bericht laten zoals ze is of het verzenden annuleren?
nn: %1 Vil du la meldinga vera som ho er, eller avbryta sendinga av meldinga?
pt: %1 Deseja deixar a mensagem como está ou cancelar o envio da mensagem?
pt_br: %1 Deseja deixar a mensagem como ela está ou cancelar o envio?
ru: %1 Хотите отправить письмо как есть или отменить его отправку?
sk: %1 Chcete nechať správu ako je alebo zrušiť poslanie správy?
sl: %1 Ali želite pustiti sporočilo kot je ali preklicati pošiljanje sporočila?
sr: %1 Желите ли да оставите поруку таквом каква је, или да откажете слање поруке?
zh_tw: %1 您決定直接發送此信件，還是取消不發送此信件？

source: &Send As-Is
bg: Изпращане &нешифровано
bs: &Pošalji kakva je
ca@valencia: Envia t&al qual
cs: Po&slat tak, jak je
da: Send &som det er
el: &Αποστολή ως είναι
es: Enviar &tal cual está
et: &Saada nagu on
eu: &Bidali dagoen bezala
fa: &ارسال همان‌طور که هست‌
fi: Lähetä &sellaisenaan
fr: Envo&yer tel quel
gl: &Enviar como está
hi: जैसा है वैसा भेजें (&S)
hu: Elküldés í&gy
it: &Spedisci così com'è
ja: このまま送信(&S)
kk: Бар түрде &жіберу
km: ផ្ញើ​ជា
ko: 그대로 보내기(&S)
lt: Siųsti k&aip yra
lv: &Sūtīt kā ir
nb: &Send som den er
nds: Ahn Ännern loo&sstüern
nl: Zo &verzenden
nn: &Send som ho er
pa: ਜਿਵੇਂ ਹੈ ਤਿਵੇਂ ਹੀ ਭੇਜੋ(&S)
pt: Enviar como E&stá
pt_br: En&viar como está
ru: &Послать как есть
sk: Po&slat ako je
sl: Pošlji &kot je
sr: &Пошаљи каква је
zh_tw: 直接傳送(&S)

source: The following error occurred: %1
bg: Появи се следната грешка: %1
bs: Došlo je do sljedeće greške: %1
ca@valencia: Ha ocorregut el següent error: %1
cs: Nastala tato chyba: %1
da: Følgende fejl opstod: %1
el: Το ακόλουθο σφάλμα συνέβη: %1
es: Ocurrió el siguiente error: %1
et: Juhtus järgmine viga: %1
eu: Ondorengo errorea gertatu da: %1
fa: خطای زیر رخ داد: %1
fi: Tapahtui virhe: %1
fr: Le problème suivant est survenu : %1
gl: Produciuse o seguinte erro: %1
hi: निम्न त्रुटि हुई: %1
hu: Az alábbi hiba történt: %1
it: Si è verificato il seguente errore: %1
ja: 以下のエラーが発生しました: %1
kk: Пайда болған қатесі: %1
km: កំហុស​ដូច​ខាង​ក្រោម​បាន​កើត​ឡើង ៖ %1
ko: 다음 오류가 발생하였습니다: %1
lt: Įvyko klaida: %1
lv: Gadījās šāda kļūda: %1
nb: Følgende feil oppstod: %1
nds: Dat geev den nakamen Fehler: %1
nl: De volgende fout deed zich voor: %1
nn: Det oppstod ein feil: %1
pa: ਹੇਠ ਦਿੱਤੀ ਗਲਤੀ ਆਈ ਹੈ: %1
pt: Ocorreu o seguinte erro: %1
pt_br: Ocorreu o seguinte erro: %1
ru: Произошла следующая ошибка: %1
sk: Nastala nasledujúca chyba: %1
sl: Prišlo je do naslednje napake: %1
sr: Дошло је до следеће грешке: %1
zh_tw: 發生以下的錯誤： %1

source: This is the error message of %1: %2
bg: Съобщение за грешка от %1: %2
bs: Ovo je poruka o grešci od %1: %2
ca@valencia: Este és el missatge d'error de %1: %2
cs: Toto je chybová zpráva z %1: %2
da: Dette er fejlmeddelelsen for %1: %2
el: Αυτό είναι το μήνυμα σφάλματος από το %1: %2
es: Este es el mensaje de error de %1: %2
et: See on %1 veateade: %2
eu: Hau %1-(r)en errore mezua da: %2
fa: این پیام خطای %1 است: %2
fi: Tämä on %1:n virheilmoitus: %2
fr: Voici le message d'erreur de %1 : %2
gl: Esta é a mensaxe de erro de %1: %2
hi: यह %1 का त्रुटि संदेश है: %2
hu: %1 hibaüzenete: %2
it: Questo è il messaggio di errore di %1: %2
ja: %1 のエラーメッセージです: %2
kk: Бұл %1 дегеннен қате хабарламасы: %2
km: នេះ​ជា​សារ​កំហុស​របស់ %1 ៖ %2
ko: %1의 오류 메시지 입니다: %2
lt: Čia yra klaidos pranešimas %1: %2
lv: Šis ir kļūdas paziņojums no %1: %2
nb: Dette er feilmeldinga fra %1: %2
nds: Dit is de Fehlermellen vun %1: %2
nl: Dit is de foutmelding van %1: %2
nn: Dette er feilmeldinga til %1: %2
pa: %1 ਦਾ ਇਹ ਗਲਤੀ ਸੁਨੇਹਾ ਹੈ: %2
pt: Esta é a mensagem de erro de %1: %2
pt_br: Essa é a mensagem de erro de %1: %2
ru: Сообщение об ошибке от %1: %2
sk: Toto je chybová správa od %1: %2
sl: To je sporočilo o napaki v %1: %2
sr: Ово је порука о грешци од %1: %2
zh_tw: %1 的錯誤訊息為： %2

source: You did not select an encryption key for the recipient of this message; therefore, the message will not be encrypted.
bg: Не сте избрали ключ за шифроване на получателя на съобщението. Съобщението няма да бъде шифровано.
bs: Niste izabrali kripto-ključ za primaoca ove poruke; poruka zato neće biti šifrovana.
ca@valencia: No heu seleccionat cap clau d'encriptatge pel destinatari d'este missatge; per tant, el missatge no s'encriptarà.
cs: Nevybrali jste šifrovací klíč pro příjemce této zprávy. Tudíž zpráva nebude zašifrována.
da: Du valgte ikke en krypteringsnøgle for modtageren af dette brev. Derfor vil dette brev ikke blive krypteret.
el: Δεν επιλέξατε ένα κλειδί κρυπτογράφησης για τον παραλήπτη αυτού του μηνύματος. Κατά συνέπεια αυτό το μήνυμα δε θα κρυπτογραφηθεί.
es: No ha seleccionado ninguna clave de cifrado para el destinatario del mensaje. Por tanto, no se cifrará el mensaje.
et: Sa ei valinud selle sõnumi saajale krüptovõtit. Seepärast ka kirja ei krüptita.
eu: Ez duzu mezu honen hartzailearentzat enkriptatzeko gakorik hautatu; beraz, mezua ez da enkriptatuko.
fa: برای دریافت این پیام، کلید رمزبندی انتخاب نکردید؛ بنابراین، پیام رمزبندی نمی‌شود.
fi: Et valinnut viestin saajan salausavainta; siksi viestiä ei salata.
fr: Vous n'avez pas sélectionné de clé de chiffrement pour le destinataire de ce message. Par conséquent, le message ne sera pas chiffré.
gl: Non seleccionou unha chave de cifrado para o destinatario desta mensaxe; polo tanto, a mensaxe non se cifrará.
hu: Nem választott ki titkosítási kulcsot a címzetthez, ezért az üzenet nem lesz titkosítva.
it: Non hai selezionato alcuna chiave di cifratura per il destinatario di questo messaggio; il messaggio non sarà quindi cifrato.
ja: このメッセージの受信者に暗号化鍵が選択されていないため、メッセージを暗号化しません。
kk: Сіз осы хатты алу үшін шифрлау кілтін таңдап алмадыңыз, хат шифрланбайды.
km: អ្នក​មិនបាន​ជ្រើសកូន​សោ​អ៊ិនគ្រីប​សម្រាប់​អ្នកទទួល​សារនេះឡើយ ។ ដូច្នេះ​ សារ​នឹងមិនត្រូវ​បាន​អ៊ិនគ្រីបឡើយ ។
ko: 이 메시지의 받는 사람을 위한 암호화 키를 선택하지 않았으므로 메시지를 암호화하지 않습니다.
lt: Jūs nepriskyrėte šifravimo rakto šio laiško gavėjui, todėl laiškas bus siunčiamas neužšifruotas.
lv: Jūs nenorādījāt šīs vēstules saņēmēja šifrēšanas atslēgu, tāpēc šī vēstule netiks šifrēta.
nb: Du har ikke valgt en krypteringsnøkkel for mottakeren av denne meldinga. Derfor vil ikke denne meldinga bli kryptert.
nds: Du hest för den Adressaat vun disse Naricht keen Verslötelslötel utsöcht, dorför warrt de Naricht nich verslötelt.
nl: U hebt geen sleutel voor versleuteling gekozen voor de ontvanger van dit bericht. Het bericht zal daardoor niet versleuteld worden.
nn: Du valde ikkje nokon krypteringsnøkkel for mottakaren av denne meldinga. Meldinga vert derfor ikkje kryptert.
pt: O utilizador não seleccionou uma chave de cifra para o destinatário desta mensagem. Como tal, a mensagem não vai ser cifrada.
pt_br: Você não selecionou uma chave de criptografia para o destinatário dessa mensagem, portanto, a mensagem não será criptografada.
ru: Вы не выбрали ключ шифрования получателя этого письма, поэтому оно не будет зашифровано.
sk: Nevybrali ste kľúč šifrovania pre prijímateľa správy, preto správa nebude zašifrovaná.
sl: Niste izbrali šifrirnega ključa za prejemnika tega sporočila, zato sporočilo ne bo šifrirano.
sr: Нисте изабрали кључ за шифровање за примаоца ове поруке. Порука неће бити шифрована.
zh_tw: 您沒有選擇對此收件人使用之加密金鑰。信件將不會加密。

source: You did not select an encryption key for any of the recipients of this message; therefore, the message will not be encrypted.
bg: Не сте избрали ключове за шифроване на нито един от получателите на съобщението. Съобщението няма да бъде шифровано.
bs: Niste izabrali kripto-ključ ni za jednog od primalaca ove poruke; poruka zato neće biti šifrovana.
ca@valencia: No heu seleccionat cap clau d'encriptatge per algun dels destinataris d'este missatge; per tant, el missatge no s'encriptarà.
cs: Nevybrali jste šifrovací klíč pro žádného z příjemců této zprávy. Tudíž zpráva nebude zašifrována.
da: Du valgte ikke en krypteringsnøgle for nogen af modtagerne af denne besked. Derfor vil det ikke blive krypteret.
el: Δεν επιλέξατε ένα κλειδί κρυπτογράφησης για κανέναν από τους παραλήπτες αυτού του μηνύματος. Κατά συνέπεια το μήνυμα δε θα κρυπτογραφηθεί.
es: No ha seleccionado ninguna clave de cifrado para ninguno de los destinatarios del mensaje. Por tanto, no se cifrará el mensaje.
et: Sa ei valinud ühelegi sõnumi saajale krüptovõtit. Seepärast ka kirja ei krüptita.
eu: Ez duzu mezu honen hartzaileentzat enkriptatzeko gakorik hautatu; beraz, mezua ez da enkriptatuko.
fa: برای هر کدام از دریافتهای این پیام، کلید رمزبندی انتخاب نکردید؛ بنابراین، پیام رمزبندی نمی‌شود.
fi: Et valinnut kenenkään tämän viestin saajalle salausavainta; siksi viestiä ei salata.
fr: Vous n'avez sélectionné de clé de chiffrement pour aucun des destinataires de ce message. Par conséquent, le message ne sera pas chiffré.
gl: Non seleccionou unha chave de cifrado para ningún dos destinatarios desta mensaxe; polo tanto, a mensaxe non se cifrará.
hu: Nem választott ki titkosítási kulcsot egyik címzetthez sem, ezért az üzenet nem lesz titkosítva.
it: Non hai selezionato alcuna chiave di cifratura per i destinatari di questo messaggio; il messaggio non sarà quindi cifrato.
ja: このメッセージのいずれの受信者にも暗号化鍵が選択されていないため、メッセージを暗号化しません。
kk: Сіз осы хатты алушылар үшін шифрлау кілтін таңдап алмадыңыз, хат шифрланбайды.
km: អ្នក​មិនបាន​ជ្រើសកូន​សោ​អ៊ិនគ្រីប​សម្រាប់​អ្នកទទួល​សារនេះណាមួយ​ឡើយ ។ ដូច្នេះ​ សារ​នឹងមិនត្រូវ​បាន​អ៊ិនគ្រីបឡើយ ។
ko: 이 메시지의 받는 모든 사람을 위한 암호화 키를 선택하지 않았으므로 메시지를 암호화하지 않습니다.
lt: Jūs nepriskyrėte šifravimo rakto nei vienam iš šio laiško gavėjų, todėl laiškas bus siunčiamas neužšifruotas.
lv: Jūs nenorādījāt neviena saņēmēja šifrēšanas atslēgu, tāpēc šī vēstule netiks šifrēta.
nb: Du har ikke valgt en krypteringsnøkkel for samtlige mottakere av denne meldinga. Derfor vil ikke denne meldinga bli kryptert.
nds: Du hest för keeneen vun de Adressaten vun disse Naricht en Verslötelslötel utsöcht, dorför warrt de Naricht nich verslötelt.
nl: U hebt geen sleutel voor versleuteling gekozen voor één van de ontvangers van dit bericht. Het bericht zal daardoor niet versleuteld worden.
nn: Du valde ikkje nokon krypteringsnøkkel for nokon av mottakarane av denne meldinga. Meldinga vert derfor ikkje kryptert.
pt: O utilizador não seleccionou uma chave de cifra para nenhum dos destinatários desta mensagem. Como tal, a mensagem não vai ser cifrada.
pt_br: Você não selecionou uma chave de criptografia para nenhum dos destinatários dessa mensagem, portanto, ela não será criptografada.
ru: Вы не выбрали ключ шифрования одного получателя этого письма, поэтому оно не будет зашифровано.
sk: Nevybrali ste kľúč šifrovania pre žiadneho prijímateľa tejto správy, preto správa nebude zašifrovaná.
sl: Niste izbrali šifrirnega ključa za nobenega od prejemnikov tega sporočila, zato sporočilo ne bo šifrirano.
sr: Нисте изабрали кључ за шифровање ни за једног примаоца ове поруке. Порука неће бити шифрована.
zh_tw: 您沒有選擇對任一收件人使用之加密金鑰。信件將不會加密。

source: You did not select an encryption key for one of the recipients; this person will not be able to decrypt the message if you encrypt it.
bg: Не сте избрали ключ за шифроване на един от получателите на съобщението. Този получател няма да може да разшифрова съобщението, ако то бъде шифровано.
bs: Niste izabrali kriptografski ključ za jednog od primalaca; ta osoba neće moći da dešifruje poruku ako je šifrujete.
ca@valencia: No heu seleccionat cap clau d'encriptatge per a un dels destinataris; esta persona no podrà desencriptar el missatge si l'encripteu.
cs: Nevybrali jste šifrovací klíč pro jednoho z příjemců této zprávy. Tudíž tento příjemce nebude schopen zprávu rozšifrovat.
da: Du valgte ikke en krypteringsnøgle for en af modtagerne. Denne person vil ikke være i stand til at afkode brevet hvis du krypterer det.
el: Δεν επιλέξατε ένα κλειδί κρυπτογράφησης για κάποιον από τους παραλήπτες: αυτό το άτομο δε θα μπορέσει να αποκρυπτογραφήσει το μήνυμα αν το κρυπτογραφήσετε.
es: No ha seleccionado una clave de cifrado para uno de los destinatarios. Si cifra el mensaje, esa persona no podrá descifrarlo.
et: Sa ei valinud ühele saajatest krüptovõtit. See isik ei suuda kirja lahti krüptida, kui sa kavatsed selle krüptida.
eu: Ez duzu mezu honen hartzaile batentzat enkriptatzeko gakorik hautatu; pertsona honek ezin izango du mezua desenkriptatu mezu enkriptatzen baduzu.
fa: کلید رمزبندی را برای یکی ازگیرنده‌ها انتخاب نکردید؛ این شخص نمی‌تواند پیامی که شما رمزبندی کرده‌اید را سرگشایی کند.
fi: Et ole valinnut salausavainta yhdelle viestin saajalle. Jos salaat viestin, hän ei voi purkaa viestin salausta.
fr: Vous n'avez pas sélectionné de clé de chiffrage pour l'un des destinataires. Cette personne ne pourra donc pas déchiffrer le message si vous le chiffrez.
gl: Non seleccionou unha chave de cifrado para un dos destinatarios; esta persoa non será quen de descifrar a mensaxe se a cifra.
hu: Nem választott ki titkosítási kulcsot az egyik címzetthez. Az illető nem fogja tudni dekódolni az üzenetet, ha azt titkosítja.
it: Non hai selezionato alcuna chiave di cifratura per uno dei destinatari di questo messaggio; questa persona non sarà quindi in grado di decifrarlo se lo invii cifrato.
ja: 受信者の一人に暗号化鍵が選択されていません。暗号化すると、その人はメッセージを復号できなくなります。
kk: Сіз осы хатты алушылардың біреуі үшін шифрлау кілтін таңдап алмадыңыз, ол хат шифрланса оның шифрын шеше алмайды.
km: អ្នក​មិន​បាន​ជ្រើស​កូនសោ​អ៊ិនគ្រីប​​សម្រាប់​អ្នក​ទទួល​ម្នាក់​ក្នុង​ចំណោម​អ្នក​ទទួល​ទាំង​អស់ អ្នក​នោះ​នឹង​​មិន​អាច​ឌិគ្រីប​សារ​បាន​ទេ ប្រសិន​បើ​អ្នក​អ៊ិនគ្រីប​វា ។
ko: 이 메시지를 받는 사람 중 한 사람을 위한 암호화 키를 선택하지 않았으므로 메시지를 암호화하지 않습니다.
lt: Vienam iš gavėjų nepasirinkote šifravimo rakto; šis asmuo negalės iššifruoti laiško, jei jį užšifruosite.
lv: Jūs nenorādījāt viena saņēmēja šifrēšanas atslēgas, šī perosna nevarēs atšifrēt šo vēstuli.
nb: Du har ikke valgt en krypteringsnøkkel for en av mottakerene av denne meldinga. Derfor vil ikke denne personen kunne dekryptere meldinga hvis du krypterer den.
nds: Du hest för een vun de Adressaten keen Verslötelslötel utsöcht, he kann de Naricht nich lesen, wenn Du ehr verslötelst.
nl: U hebt geen cryptografische sleutel geselecteerd voor één van de geadresseerden. Deze persoon zal niet in staat zijn het bericht te ontcijferen als u het versleutelt.
nn: Du valde ikkje nokon krypteringsnøkkel for éin av mottakarane av denne meldinga. Han eller ho kan derfor ikkje dekryptera meldinga om du vel å kryptera ho.
pt: Não seleccionou nenhuma chave de cifra para um dos destinatários. Esta pessoa não conseguirá decifrar a mensagem se o utilizador a cifrar.
pt_br: Você não selecionou uma chave de criptografia para um dos destinatários da mensagem; essa pessoa não poderá descriptografar a mensagem se você criptografá-la.
ru: Вы не выбрали ключ шифрования одного из получателей этого письма, поэтому он не сможет расшифровать его.
sk: Nevybrali ste kľúč šifrovania pre jedného z prijímatelov, táto osoba nebude môcť dešifrovať správu ak ju zašifrujete.
sl: Niste izbrali šifrirnega ključa za enega izmed prejemnikov, zato ta oseba ne bo mogla odšifrirati sporočila, če ga šifrirate.
sr: Нисте изабрали кључ за шифровање за једног од прималаца. Та особа неће моћи да дешифрује поруку ако је шифрујете.
zh_tw: 您沒有對此信件的其中一位收件者選擇加密金鑰，因此如果您加密此信件的話，這位收件者可能無法解密。

source: You did not select encryption keys for some of the recipients; these persons will not be able to decrypt the message if you encrypt it.
bg: Не сте избрали ключ за шифроване на няколко от получателите на съобщението. Тези получатели няма да могат да разшифрова съобщението, ако то бъде шифровано.
bs: Niste izabrali kriptografske ključeve za neke od primalaca; te osobe neće moći da dešifruju poruku ako je šifrujete.
ca@valencia: No heu seleccionat cap clau d'encriptatge per algun dels destinataris; estes persones no podran desencriptar el missatge si l'encripteu.
cs: Nevybrali jste šifrovací klíče pro některé z příjemců této zprávy. Tudíž tito příjemci nebudou schopni zprávu rozšifrovat.
da: Du valgte ikke krypteringsnøgler for nogen af modtagerne. Disse personer vil ikke være i stand til at afkode brevet hvis du krypterer det.
el: Δεν επιλέξατε κλειδιά κρυπτογράφησης για κάποιους από τους παραλήπτες. Αυτά τα άτομα δε θα μπορέσουν να αποκρυπτογραφήσουν το μήνυμα αν το κρυπτογραφήσετε.
es: No ha seleccionado clave de cifrado para algunos de los destinatarios del mensaje. Si cifra el mensaje, esas personas no podrán descifrarlo.
et: Sa ei valinud mõnele saajatest krüptovõtmeid. Need isikud ei suuda kirja lugeda, kui sa kavatsed selle krüptida.
eu: Ez duzu mezu honen hartzaile batzuentzat enkriptatzeko gakorik hautatu; pertsona hauek ezin izango dute mezua desenkriptatu mezu enkriptatzen baduzu.
fa: کلیدهای رمزبندی را برای برخی از گیرنده‌ها انتخاب نکردید؛ این اشخاص نمی‌توانند پیامی که شما رمزبندی کرده‌اید را سرگشایی کنند.
fi: Et ole valinnut salausavainta joillekin viestin saajille. Jos salaat viestin, he eivät voi purkaa viestin salausta.
fr: Vous n'avez pas sélectionné de clé de chiffrage pour certains destinataires. Ces personnes ne pourront donc pas déchiffrer le message si vous le chiffrez.
gl: Non seleccionou chave de cifrado para algún dos destinatarios; estas persoas non serán quen de descifrar a mensaxe se vostede a cifra.
hu: Nem választott ki titkosítási kulcsot néhány címzetthez. Ezek a személyek nem fogják tudni dekódolni az üzenetet, ha azt titkosítja.
it: Non hai selezionato alcuna chiave di cifratura per alcuni dei destinatari di questo messaggio; queste persone non saranno quindi in grado di decifrarlo se lo invii cifrato.
ja: 受信者のうちの数人に暗号化鍵が選択されていません。暗号化すると、それらの人はメッセージを復号できなくなります。
kk: Сіз осы хатты алушылардың кейбіреуі үшін шифрлау кілтін таңдап алмадыңыз, олар хат шифрланса оның шифрын шеше алмайды.
km: អ្នក​មិន​បានជ្រើស​កូនសោ​អ៊ិនគ្រីប​សម្រាប់​អ្នក​ទទួល​មួយ​ចំនួន​ក្នុង​ចំណោម​អ្នក​ទទួល​ទាំង​អស់ អ្នក​ទាំង​នេះ​នឹង​មិន​អាច​ឌិគ្រីប​សារ​បាន​ទេ ប្រសិន​បើ​អ្នក​អ៊ិនគ្រីប​វា ។
ko: 이 메시지를 받는 사람 중 일부를 위한 암호화 키를 선택하지 않았으므로 메시지를 암호화하지 않습니다.
lt: Keletui gavėjų neparinkote šifravimo rakto; šie asmenys negalės iššifruoti laiško, jei jį užšifruosite.
lv: Jūs nenorādījāt dažu saņēmēju šifrēšanas atslēgas, šīs perosnas nevarēs atšifrēt šo vēstuli.
nb: Du har ikke valgt en krypteringsnøkkel for noen av mottakerene av denne meldinga. Disse personene vil derfor ikke kunne dekryptere denne meldinga hvis du krypterer den.
nds: Du hest för een Reeg vun de Adressaten keen Verslötelslötel utsöcht, se köönt de Naricht nich lesen, wenn Du ehr verslötelst.
nl: U hebt geen cryptografische sleutels geselecteerd voor enkele geadresseerde. Deze personen zullen niet in staat zijn het bericht te ontcijferen als u het versleutelt.
nn: Du valde ikkje nokon krypteringsnøkkel for nokre av mottakarane av denne meldinga. Dei kan derfor ikkje dekryptera meldinga om du vel å kryptera ho.
pt: Não seleccionou nenhuma chave de cifra para alguns dos destinatários. Estas pessoas não conseguirão decifrar a mensagem se o utilizador a cifrar.
pt_br: Você não selecionou chaves de criptografia para alguns dos destinatários da mensagem; essas pessoas não poderão descriptografar a mensagem se você criptografá-la.
ru: Вы не выбрали ключи шифрования нескольких получателей этого письма, поэтому они не смогут расшифровать его.
sk: Nevybrali ste kľúč šifrovania pre miektorých prijímatelov, tieto osoby nebudú môcť dešifrovať správu ak ju zašifrujete.
sl: Niste izbrali šifrirnega ključa za nekatere izmed prejemnikov, zato te osebe ne bodo mogle odšifrirati sporočila, če ga šifrirate.
sr: Нисте изабрали кључ за шифровање за неке од прималаца. Те особе неће моћи да дешифрују поруку ако је шифрујете.
zh_tw: 您沒有對此信件的其中幾位收件者選擇加密金鑰，因此如果您加密此信件的話，這幾位收件者可能無法解密。
