Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: Could not find PGP executable. Please check your PATH is set correctly.
bg: Не може да бъде намерена програмата PGP. Моля, проверете променливата PATH.
bs: Nisam mogao da nađem izvršni datoteku PGP-a. Provjerite da li je putanja ispravno postavljena.
ca@valencia: No es pot trobar l'executable PGP. Per favor, comproveu que la vostra PATH siga correcte.
cs: Není možné nalézt program PGP. Prosím, zkontrolujte zdali je proměnná PATH korektně nastavena.
da: Kunne ikke finde PGP programmet. Se efter om søgestien PATH er sat korrekt
el: Δεν ήταν δυνατή η εύρεση του εκτελέσιμου αρχείου του PGP. Παρακαλώ ελέγξτε ότι το PATH σας είναι ορισμένο σωστά.
es: No fue posible encontrar el ejecutable PGP. Compruebe qué su ruta (PATH) sea la correcta.
et: PGP rakendust ei leitud. Kontrolli, kas otsingutee (PATH) on õigesti seatud.
eu: Ezin da PGP exekutagarria aurkitu. Egiaztatu zure PATH aldagaia ongi dagoela.
fa: قابل اجرای PGP را نمی‌توان یافت. لطفاً، بررسی کنید که PATH شما درست تنظیم شده باشد.
fi: Ei löytynyt PGP-ohjelmaa. Tarkista PATH-asetukset.
fr: Impossible de trouver l'exécutable « PGP ». Vérifiez que votre variable « PATH » est définie correctement.
gl: Non se puido atopar o executábel PGP. Por favor, comprobe que o seu PATH sexa correcto.
hi: पीजीपी एक्जीक्यूटेबल नहीं मिला. कृपया देखें कि आपका पथ सही प्रकार सेट है.
hu: A PGP programfájl nem található. Ellenőrizze, megfelelően van-e beállítva az elérési út.
it: Impossibile trovare l'eseguibile PGP. Controlla che il tuo PATH sia impostato correttamente.
ja: PGP の実行ファイルが見つかりませんでした。 PATH が正しく設定されているか確認してください。
kk: PGP орындалатын файлы табылмады. PATH жолдарыңызды тексеріңіз.
km: មិន​អាច​ស្វែងរក​ PGP ដែល​អាច​ប្រត្តិបតិ​បាន ។ សូម​គូស​ធីក​ PATH របស់​អ្នក​ដែល​ត្រូវ​បាន​កំណត់​យ៉ាង​​ត្រឹមត្រូវ​​ ។
ko: PGP 실행 파일을찾을 수 없습니다. PATH 환경 변수가 올바르게 지정되었는지 확인하십시오.
lt: Nepavyko rasti PGP vykdomosios programos. Prašome patikrinti ar PATH kintamasis nustatytas teisingai.
lv: Neizdevās atrast PGP izpildfailu. Lūdzu pārbaudiet vai jūs PATH ir korekts.
nb: Kunne ikke finne PGP-programmet. Sjekk at «PATH» er riktig angitt.
nds: PGP-Programm lett sik nich finnen. Prööv bitte, wat Dien PATH-Variabel propper sett is.
nl: Kon het programma PGP niet vinden. Controleer of uw zoekpad (PATH) correct is ingesteld.
nn: Fann ikkje PGP-programmet. Sjå til at søkjestien PATH er rett sett opp.
pa: PGP ਚੱਲਣਯੋਗ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ। ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਡਾ ਮਾਰਗ (PATH) ਠੀਕ ਹੈ।
pt: Não foi encontrado o executável do PGP. Verifique se a sua PATH está correcta.
pt_br: Não foi possível encontrar o executável do PGP. Verifique se o PATH está configurado corretamente.
ru: Невозможно найти исполняемый файл PGP. Проверьте правильность установки PATH.
sk: Nedá sa nájsť PGP program. Prosím, skontrolujte či PATH je nastavená správne.
sl: Ni bilo mogoče najti izvedljive datoteke PGP. Preverite, če je spremenljivka PATH pravilno nastavljena.
sr: Не могу да нађем извршни фајл ПГП‑а. Проверите да ли је PATH исправно постављена.
zh_tw: 找不到 PGP 執行檔。 請檢查您的路徑設定是否正確。

source: OpenPGP Security Check
bg: Проверка на сигурност на OpenPGP
bs: Bezbjednosna provjera OpenPGP-a
ca@valencia: Comprovació de seguretat OpenPGP
cs: Bezpečnostní prověrka OpenPGP
da: OpenPGP Sikkerhedstjek
el: Έλεγχος ασφάλειας OpenPGP
es: Comprobación de seguridad de OpenPGP
et: OpenPGP turvalisuse kontroll
eu: OpenPGP segurtasun egiaztapenak
fa: بررسی امنیتی OpenPGP
fi: OpenPGP-turvallisuustarkistus
fr: Test de sécurité de OpenPGP
gl: Comprobación de Seguranza de OpenPGP
hi: ओपन-पीजीपी सुरक्षा जांच
hu: OpenPGP biztonsági teszt
it: Controllo sicurezza OpenPGP
ja: OpenPGP セキュリティチェック
kk: OpenPGP қауіпсіздік тексеруі
km: ការ​ពិនិត្យ​សុវត្ថិភាព OpenPGP
ko: OpenPGP 보안 확인
lt: OpenPGP saugumo patikrinimas
lv: OpenPGP drošības pārbaude
nb: OpenPGP, sikkerhetssjekk
nds: OpenPGP-Sekerheitprööv
nl: OpenPGP-beveilingscontrole
nn: OpenPGP-tryggleikskontroll
pa: OpenPGP ਸੁਰੱਖਿਆ ਜਾਂਚ
pt: Verificação de Segurança do OpenPGP
pt_br: Verificação de segurança do OpenPGP
ru: Проверка безопасности OpenPGP
sk: Kontrola OpenPGP bezpečnosti
sl: Preizkus varnosti OpenPGP
sr: ОпенПГП провера безбедности
zh_tw: OpenPGP 安全檢查

source: Passphrase is too long, it must contain fewer than 1024 characters.
bg: Паролата е твърде дълга, трябва бъде по-къса от 1024 знака.
bs: Lozinka je predugačka, mora sadržati manje od 1024 znaka.
ca@valencia: La frase de contrasenya és massa llarga, ha de contindre menys de 1024 caràcters.
cs: Heslo je příliš dlouhé, musí obsahovat méně než 1024 znaků.
da: Løsenet er for langt. Det skal indeholde mindre end 1024 tegn.
el: Η φράση πρόσβασης είναι πολύ μεγάλη, πρέπει να περιέχει λιγότερο από 1024 χαρακτήρες.
es: La frase de paso es demasiado larga. Debe contener menos de 1024 caracteres.
et: Paroolifraas on liiga pikk, see peab olema vähem kui 1024 märki.
eu: Pasa-esaldia luzeegia da, 1024 karaktere baina gutxiago eduki behar ditu.
fa: عبارت عبور خیلی طولانی است. باید کمتر از ۱۰۲۴ نویسه باشد.
fi: Salasanafraasi on liian pitkä. Se ei saa olla yli 1023 merkkiä pitkä.
fr: La phrase de passe est trop longue. Elle doit contenir moins de 1024 caractères.
gl: O contrasinal é moi longo, precisa ter menos de 1024 caracteres.
hi: पासफ्रेस बहुत लंबा है; इसमें 1024 से कम अक्षर होने चाहिएँ.
hu: A jelszó túl hosszú, max. 1023 karaktert tartalmazhat.
it: La frase segreta è troppo lunga, deve contenere meno di 1024 caratteri.
ja: パスフレーズが長すぎます。1023 文字以下にしてください。
kk: Пароль тым ұзын, ол 1024 таңбадан аспау керек.
km: ឃ្លាសម្ងាត់​វែង​ពេក វា​ត្រូវ​តែ​​តិច​ជាង​ ១០២៤ តួអក្សរ ។
ko: 암구호가 너무 깁니다. 1024글자보다 짧아야 합니다.
lv: Parole ir pārāk gara, tai jābūt īsākai par 1024 zīmēm.
nb: Passordet er for langt. Det må inneholde færre enn 1024 tegn.
nds: Slötelsatz is to lang, he mutt nich mehr as 1024 Tekens bargen.
nl: Wachtwoord is te lang. Deze dient minder dan 1024 tekens te bevatten.
nn: Passfrasen er for lang. Han må innehelda mindre enn 1024 teikn.
pa: ਪ੍ਹੈਰਾ ਬਹੁਤ ਲੰਮਾ ਹੈ, ਇਸ ਵਿੱਚ 1024 ਅੱਖਰਾਂ ਤੋਂ ਹੋਣੇ ਚਾਹੀਦੇ
pt: A 'passphrase' é muito grande; esta deverá ter menos de 1024 caracteres.
pt_br: A frase secreta é muito longa, ela deve conter menos de 1024 caracteres.
ru: Пароль слишком длинный, он должен содержать не больше 1024 символов.
sk: Slovníková fráza je príliš dlhá, musí mať menej ako 1024 znakov.
sl: Šifrirna fraza je predolga, vsebovati mora manj kot 1024 znakov.
sr: Лозинка је предугачка, мора садржати мање од 1024 знака.
zh_tw: 密碼片語太長了。必須在 1024 個字元之內。

source: Out of memory.
bg: Недостиг на памет.
bs: Nema memorije.
ca@valencia: Memòria exhaurida.
cs: Nedostatek paměti.
da: Løbet tør for hukommelse.
el: Έλλειψη μνήμης.
es: Sin memoria.
et: Mälunappus.
eu: Memoriarik gabe.
fa: خارج از حافظه‌.
fi: Muisti loppui kesken.
fr: Mémoire insuffisante.
gl: Sen memoria dabondo.
hi: मेमोरी कम पड़ गई.
hu: Nincs elég memória.
it: Memoria esaurita.
ja: メモリ不足です。
kk: Жад тапшылығы.
km: អស់​សតិ​ ។
ko: 메모리가 부족합니다.
lt: Trūksta atminties.
lv: Nepietiek atmiņas.
nb: Minnet er fullt.
nds: Keen Spieker verföögbor.
nl: Onvoldoende geheugen.
nn: Ikkje nok minne.
pa: ਮੈਮੋਰੀ ਤੋਂ ਬਾਹਰ।
pt: Falta de memória.
pt_br: Memória insuficiente.
ru: Недостаточно памяти.
sk: Málo pamäte.
sl: Zmanjkalo pomnilnika.
sr: Нема више меморије.
zh_tw: 記憶體不足。

source: You just entered an invalid passphrase. Do you want to try again, or cancel and view the message undecrypted?
bg: Въведохте грешна парола. Искате ли да опитате отново или да прекъснете и да видите съобщението неразшифровано?
bs: Upravo ste unijeli neispravnu lozinku. Želite li da pokušate opet, ili odustanete i prikažete poruku nedešifrovanu?
ca@valencia: Heu introduït una contrasenya incorrecta. Desitgeu provar-ho altra vegada o cancel·lar i veure'l sense encriptar?
cs: Bylo zadáno špatné heslo. Přejete si to zkusit znovu, nebo zrušit tuto činnost a prohlédnout si ji zašifrovanou?
da: Du indtastede netop et ugyldigt løsen Ønsker du at prøve igen, eller annullere og se beskeden ukrypteret
el: Μόλις δώσατε μια μη έγκυρη φράση πρόσβασης. Θέλετε να ξαναδοκιμάσετε, ή να ακυρωθεί και να δείτε το μήνυμα χωρίς κρυπτογράφηση;
es: Acaba de introducir una frase de paso no válida. ¿Quiere volver a intentarlo o cancelar y ver el mensaje sin descifrar?
et: Sa sisestasid vale paroolifraasi. Kas proovid uuesti või loobud ja vaatad kirja lahti krüptimata?
eu: Pasa-esaldi baliogabe bat sartu duzu. Berriro saiatu edo ezeztatu eta mezua desenkriptatuta ikusi nahi duzu?
fa: یک عبارت عبور نامعتبر وارد کردید. می‌خواهید دوباره سعی کنید، یا لغو کرده و پیام سرگشایی‌نشده را مشاهده می‌کنید؟
fi: Annoit virheellisen salasanafraasin. Haluatko yrittää uudelleen vai keskeyttää ja katsoa viestin selkokielelle käännettynä?
fr: Vous venez de saisir une phrase de passe non valable. Voulez-vous réessayer ou annuler et afficher le message chiffré ?
gl: Acaba de inserir un contrasinal non válido. Quere tentalo de novo ou cancelar e ver a mensaxe descifrada?
hu: Hibás jelszót adott meg. Megpróbálja még egyszer megadni, vagy inkább dekódolás nélkül nézi meg az üzenetet?
it: Hai appena inserito una frase segreta non valida. Vuoi riprovare, o annullare e vedere il messaggio non decifrato?
ja: 入力されたパスフレーズは間違っています。 もう一度入力しますか？それともキャンセルしてメッセージを復号せずに表示しますか？
kk: Келтірген пароліңіз дұрыс емес. Қайталап көресіз бе, әлде қайтып хатты шифрланған түрде көресіз бе?
km: អ្នក​គ្រាន់​តែ​បាន​បញ្ចូល​ឃ្លា​សម្ងាត់​មិន​ត្រឹមត្រូវ​ប៉ុណ្ណោះ​ ។ តើ​អ្នក​ព្យាយាម​ម្តង​ទៀត ឬ​បោះបង់​ និង​​មើល​សារ​ដែល​ពុំ​ទាន់​បាន​​ឌីក្រិប​ឬ ?
ko: 잘못된 암구호를 입력하였습니다. 다시 시도하거나 작업을 취소하고 암호화된 상태의 메시지를 보시겠습니까?
lt: Įvesta neteisinga slaptoji frazė. Ar norite pamėginti iš naujo, ar atšaukti bandymą ir skaityti laišką neiššifruotą?
lv: Jūs ievadījāt nederīgu paroli. Vai vēlaties mēģināt vēlreiz, vai atcelt un iegūt nešifrētu vēstuli?
nb: Du har skrevet inn et ugyldig passord. Prøv igjen eller avbryt for å lese meldinga mens den fortsatt er kryptert.
nds: Du hest jüst en legen Slötelsatz ingeven. Wullt Du dat nochmaal versöken, oder de Naricht ahn Opslöteln ankieken?
nl: U hebt zojuist een onjuist wachtwoord opgegeven. Wilt u het opnieuw proberen of het bericht niet-ontcijferd laten weergeven?
nn: Du har skrive inn ein ugyldig passfrase. Vil du prøva på nytt, eller avbryta og sjå melding ikkje dekryptert?
pt: Indicou uma frase-senha inválida. Quer tentar de novo ou cancelar e ver a mensagem sem estar decifrada?
pt_br: Você forneceu uma frase secreta inválida. Deseja tentar novamente ou cancelar e ver a mensagem não descriptografada?
ru: Вы ввели некорректный пароль. Хотите попытаться снова или отменить и посмотреть зашифрованное письмо?
sk: Zadali ste neplatnú slovníkovú frázu. Chcete to skúsiť znova alebo zrušiť a vidieť správu nerozšifrovanú?
sl: Pravkar ste vnesli neveljavno šifrirno frazo. Ali želite poskusiti znova ali preklicati in si ogledati še vedno šifrirano sporočilo?
sr: Унели сте лошу лозинку. Желите ли да покушате поново, или да одустанете и прикажете поруку недешифровану?
zh_tw: 您輸入了不正確的密碼片語。 您要再試一次，還是取消解密的動作？

source: PGP Warning
bg: Предупреждение на PGP
bs: Upozorenje PGP-a
ca@valencia: Advertència PGP
cs: Varování PGP
da: PGP-advarsel
el: Προειδοποίηση PGP
es: Aviso de PGP
et: PGP hoiatus
eu: PGP abisua
fa: اخطار PGP
fi: PGP-varoitus
fr: Avertissement de PGP
gl: Advertencia PGP
hi: पीजीपी चेतावनी
hu: PGP figyelmeztetés
it: Avvertimento di PGP
ja: PGP 警告
kk: PGP ескертуі
km: ការ​ព្រមាន PGP
ko: PGP 경고
lt: PGP perspėjimas
lv: PGP brīdinājums
nb: PGP-advarsel
nds: PGP-Wohrschoen
nl: PGP-waarschuwing
nn: PGP-åtvaring
pa: PGP ਚੇਤਾਵਨੀ
pt: Aviso do PGP
pt_br: Aviso do PGP
ru: Предупреждение PGP
sk: PGP upozornenie
sl: Opozorilo PGP
sr: Упозорење ПГП‑а
zh_tw: PGP 警告

source: &Retry
bg: От&ново
bs: &Pokušaj ponovo
ca@valencia: &Reintenta
cs: &Znovu
da: &Prøv igen
el: &Προσπαθήστε ξανά
es: &Reintentar
et: P&roovi uuesti
eu: &Berriro saiatu
fa: &سعی مجدد‌
fi: &Uudelleen
fr: &Ré-essayer
gl: Tenta&r novamente
hi: फिर कोशिश करें (&R)
hu: &Újra
it: &Riprova
ja: 再試行(&R)
kk: Қ&айталау
km: ព្យាយាម​ម្តងទៀត
ko: 재시도(&R)
lt: &Iš naujo
lv: Mēģināt vēl&reiz
nb: &Prøv igjen
nds: Nochmaal ve&rsöken
nl: &Nogmaals
nn: &Prøv på nytt
pa: ਮੁਡ਼ ਕੋਸ਼ਿਸ(&R)
pt: &Repetir
pt_br: Tenta&r novamente
ru: &Повторить
sk: &Opakovať
sl: &Poskusi znova
sr: &Покушај поново
zh_tw: 重試(&R)

source: You entered an invalid passphrase. Do you want to try again, continue and leave the message unsigned, or cancel sending the message?
bg: Въведохте грешна парола. Искате ли да опитате отново, или съобщението да бъде изпратено неподписано или изпращането му да бъде прекъснато?
bs: Unijeli ste neispravnu lozinku. Želite li da pokušate ponovo, nastavite i ostavite poruku nepotpisanu, ili otkažete slanje poruke?
ca@valencia: Heu introduït una frase de contrasenya no vàlida. Desitgeu provar-ho novament, continuar i deixar-lo sense signar o cancel·lar el seu enviament?
cs: Bylo zadáno špatné heslo. Přejete si to zkusit znovu, pokračovat a nechat zprávu nepodepsanou, nebo zrušit její odeslání?
da: Du indtastede et ugyldigt løsen. Ønsker du at prøve igen, fortsætte og lade beskeden ikke være underskrevet, eller annullere at sende beskeden?
el: Δώσατε μια μη έγκυρη φράση πρόσβασης. Θέλετε να ξαναδοκιμάσετε, να συνεχίσετε χωρίς υπογραφή του μηνύματος, ή να ακυρωθεί η αποστολή του μηνύματος;
es: Ha introducido una frase de paso no válida. ¿Quiere volver a intentarlo, continuar y dejar el mensaje sin firmar, o cancelar el envío del mensaje?
et: Sa sisestasid vale paroolifraasi. Kas proovid uuesti, jätkad ja jätad kirja signeerimata või loobud kirja saatmisest?
eu: Pasa-esaldi baliogabe bat sartu duzu. Berriro saiatu, jarraitu eta mezua sinatu gabe utzi nahi duzu, edo mezuaren bidalketa ezeztatu nahi duzu?
fa: یک عبارت عبور نامعتبر وارد کردید. می‌خواهید دوباره سعی کرده، ادامه دهید و پیام امضانشده را ترک کنید، یا ارسال پیام را لغو می‌کنید؟
fi: Annoit virheellisen salasanafraasin. Haluatko yrittää uudelleen, jatkaa ja jättäen viestin allekirjoittamatta vai perua viestin lähetyksen?
fr: Vous avez saisi une phrase de passe non valable. Voulez-vous ré-essayer, continuer et laisser le message non signé ou annuler l'envoi du message ?
gl: Inseriu un contrasinal non válido. Quere tentalo de novo, continuar e deixar a mensaxe sen asinar ou cancelar o envío da mensaxe?
hu: Hibás jelszót adott meg. Megpróbálja még egyszer megadni, továbblép és aláírás nélkül küldi el az üzenetet, vagy inkább nem küldi el az üzenetet?
it: Hai inserito una frase segreta non valida. Vuoi riprovare, continuare e lasciare il messaggio senza firma, o annullare la spedizione del messaggio?
ja: 入力されたパスフレーズは間違っています。 もう一度入力しますか？メッセージを未署名のままにしておきますか？それともメッセージの送信をキャンセルしますか？
kk: Келтірген пароліңіз дұрыс емес. Қайталап көресіз бе, әлде хатты қолтаңбаламай жалғастырасыз бе, немесе хатты жіберуден қайтып айнисыз ба?
km: អ្នក​បាន​បញ្ចូល​ឃ្លា​សម្ងាត់​មិន​ត្រឹមត្រូវ ។​ តើ​អ្នក​ចង់​ព្យាយាម​ម្តង​ទៀត បន្ត​ និង​​ទុក​សារ​ដែល​មិន​បាន​ចុះ​ហត្ថលេខា ឬ​បោះបង់ ?
ko: 잘못된 암구호를 입력하였습니다. 다시 시도하거나, 메시지를 서명하지 않은 채로 두거나, 메시지 전송을 취소하시겠습니까?
lt: Įvesta neteisinga slaptoji frazė. Ar norite pamėginti iš naujo, tęsti ir palikti laišką nepasirašytą, ar atšaukti bandymą išsiųsti laišką?
lv: Jūs ievadījāt nederīgu paroli. Vai vēlaties mēģināt vēlreiz, vai turpināt un iegūt neparakstītu vēstuli, vai atcelt vēstules sūtīšanu?
nb: Du har skrevet inn et ugyldig passord. Vil du prøve igjen, fortsette uten å signere meldinga eller avbryte sendingen av meldinga?
nds: Du hest en legen Slötelsatz ingeven. Wullt Du dat nochmaal versöken, wiedermaken (de Naricht nich ünnerschrieven) oder dat Loosstüern afbreken?
nl: U hebt een ongeldig wachtwoord opgegeven. Wilt u het opnieuw proberen, doorgaan en het bericht zonder ondertekening verzenden, of het verzenden van het bericht annuleren?
nn: Du har skrive inn ein ugyldig passfrase. Vil du prøva på nytt, halda fram og senda meldinga usignert, eller avbryta sendinga av meldinga?
pt: Indicou uma frase-senha inválida. Deseja tentar de novo, continuar e deixar a mensagem não assinada ou cancelar o envio da mensagem?
pt_br: Você forneceu uma frase secreta inválida. Deseja tentar novamente, continuar (e enviar a mensagem sem assiná-la), ou cancelar o envio da mensagem?
ru: Вы ввели некорректный пароль. Хотите попытаться снова, отправить письмо неподписанным, или отменить отправку письма?
sk: Zadali ste neplatnú slovníkovú frázu. Chcete to skúsiť znova alebo pokračovať a nechať správu nepodpísanú alebo zrušiť poslanie správy?
sl: Vnesli ste neveljavno šifrirno frazo. Ali želite poskusiti znova, nadaljevati in pustiti sporočilo nepodpisano ali preklicati pošiljanje sporočila?
sr: Унели сте лошу лозинку. Желите ли да покушате поново, да наставите и оставите поруку непотписаном, или да откажете слање поруке?
zh_tw: 您輸入了不正確的密碼片語。 您要再試一次，或是不簽署信件而繼續，還是取消不發送此信件了？

source: Send &Unsigned
bg: Изпращане &неподписано
bs: Pošalji &nepotpisano
ca@valencia: Envia &sense signar
cs: Od&eslat nepodepsané
da: Send &ikke-underskrevet
el: Αποστολή αν&υπόγραφου
es: Enviar s&in firmar
et: Saada &signeerimata
eu: Bidali sinatu &gabe
fa: ارسال &امضانشده‌
fi: Lähetä &allekirjoittamatta
fr: Envo&yer non signé
gl: En&viar sen asinar
hi: अहस्ताक्षरित भेजें (&U)
hu: Elkül&dés aláírás nélkül
it: Spedisci &senza firma
ja: 未署名のまま送信(&U)
kk: Қ&олтаңбалаусыз жіберу
km: ផ្ញើ​ដោយ​មិនបាន​ចុះហត្ថលេខា
ko: 서명하지 않고 보내기(&U)
lt: Siųsti &nepasirašytą
lv: Sūtīt &neparakstītu
nb: Send &usignert
nds: &Ahn Ünnerschrift loosstüern
nl: &Niet-ondertekend verzenden
nn: Send &usignert
pa: ਨਾ-ਦਸਤਖਤੀ ਭੇਜੋ(&U)
pt: Enviar &Sem Assinar
pt_br: Enviar &sem assinatura
ru: Отправить &неподписанным
sk: Poslať &nepodpísané
sl: Pošlji &nepodpisano
sr: Пошаљи &непотписано
zh_tw: 不要簽署

# %1 = 'signing failed' error message
source: %1 Do you want to send the message unsigned, or cancel sending the message?
bg: %1 Искате ли съобщението да бъде изпратено неподписано или изпращането му да бъде прекъснато?
bs: %1 Želite li da pošaljete poruku nepotpisanu, ili da otkažete slanje poruke?
ca@valencia: %1 Desitgeu enviar el missatge sense signar o cancel·lar-ne l'enviament?
cs: %1 Přejete si nechat zprávu nepodepsanou, nebo zrušit její odeslání?
da: %1 Ønsker du at sende beskeden ikke underskrevet, eller annullere at sende beskeden?
el: %1 Επιθυμείτε να στείλετε το μήνυμα χωρίς υπογραφή, ή να ακυρωθεί η αποστολή του;
es: %1 ¿Quiere enviar el mensaje sin firmar o cancelar el envío del mensaje?
et: %1 Kas soovid saata kirja signeerimata või loobud kirja saatmisest?
eu: %1 Mezua sinatu gabe bidali nahi duzu edo mezuaren bidalketa ezeztatu nahi duzu?
fa: %1 می‌خواهید پیام امضانشده را ارسال کنید، یا ارسال پیام را لغو می‌کنید؟
fi: %1 Haluatko lähettää viestin allekirjoittamatta vai keskeyttää viestin lähetyksen?
fr: %1 Voulez-vous envoyer en laissant le message non signé ou annuler l'envoi du message ?
gl: %1 Quere enviar a mensaxe sen asinar ou cancelar o envío da mensaxe?
hu: %1 Aláírás nélkül elküldi az üzenetet, vagy inkább nem küldi el az üzenetet?
it: %1 Vuoi spedire il messaggio senza firma, o annullare la spedizione?
ja: %1 メッセージを未署名のまま送信しますか？それともメッセージの送信をキャンセルしますか？
kk: %1 Хатты қолтаңбаламай жібересіз бе, немесе хатты жіберуден айнисыз ба?
km: %1 តើ​អ្នក​ចង់​ផ្ញើ​សារ​ដែល​មិន​បាន​ចុះ​ហត្ថលេខា​ ឬ​បោះបង់​ការ​ផ្ញើ​សារ ?
ko: %1 메시지를 서명하지 않고 보내시겠습니까? 아니면 메시지 전송을 취소하시겠습니까?
lt: %1 Ar norite siųsti laišką nepasirašytą, ar atšaukti laiško siuntimą?
lv: %1 Vai vēlatie sūtīt vēstuli neparakstītu, vai atcelt vēstules sūtīšanu?
nb: %1 Vil du sende meldinga usignert, eller vil du avbryte?
nds: %1 Wullt Du de Naricht ahn Ünnerschrift loosstüern oder dat afbreken?
nl: %1 Wilt u het bericht zonder ondertekening verzenden, of het verzenden annuleren?
nn: %1 Vil du senda meldinga usignert eller avbryta sendinga av meldinga?
pt: %1 Deseja enviar a mensagem não assinada ou cancelar o envio da mensagem?
pt_br: %1 Deseja enviar a mensagem sem assiná-la ou cancelar o envio?
ru: %1 Отправить письмо неподписанным или отменить отправку письма?
sk: %1 Chcete poslať správu nepodpísanú alebo zrušiť poslanie?
sl: %1 Ali želite poslati sporočilo nepodpisano ali preklicati pošiljanje sporočila?
sr: %1 Желите ли да пошаљете поруку непотписану, или да откажете слање поруке?
zh_tw: %1 您要不簽署而發送此信件，還是取消不發送此信件了？

# %1 = 'bad keys' error message
source: %1 Do you want to encrypt anyway, leave the message as-is, or cancel sending the message?
bg: %1 Искате ли съобщението да бъде шифровано въпреки това, или да бъде изпратено така както е или изпращането му да бъде прекъснато?
bs: %1 Želite li ipak da šifrujete, ostavite poruku kakva je, ili otkažete slanje poruke?
ca@valencia: %1 El voleu encriptar igualment, deixar el missatge com està, o cancel·lar l'enviament del missatge?
cs: %1 Přejete si přesto zašifrovat, ponechat zprávu jak je, nebo zrušit odeslání?
da: %1 Vil du kryptere alligevel, efterlade meddelelsen som den er, eller afbryde afsendingen af meddelelsen?
el: %1 Επιθυμείτε την κρυπτογράφησή του ούτως ή άλλως, να αφήσετε το μήνυμα ως είναι, ή να ακυρώσετε την αποστολή του μηνύματος;
es: %1 ¿Quiere cifrar el mensaje de todos modos, dejar el mensaje tal cual o cancelar el envío del mensaje?
et: %1 Kas krüptida igal juhul, saata nii, nagu on, või loobuda kirja saatmisest?
eu: %1 Dena den enkriptatu nahi duzu, mezua dagoen bezala utzi, edo mezuaren bidalketa ezeztatu nahi duzu?
fa: %1 می‌خواهید به هر صورت رمزبندی کرده و پیام را همان‌طور که هست رها کنید، یا ارسال را لغو می‌کنید؟
fi: %1 Haluatko salata joka tapauksessa, lähettää viestin sellaisenaan vai keskeyttää viestin lähetyksen?
fr: %1 Voulez-vous chiffrer tout de même, laisser le message tel quel ou annuler l'envoi du message ?
gl: %1 Quere aínda así cifrar, deixar a mensaxe como está ou cancelar o envío da mensaxe?
hu: %1 Titkosítani szeretné az üzenetet, így hagyja az üzenetet, vagy inkább nem küldi el az üzenetet?
it: %1 Vuoi cifrarlo lo stesso, lasciarlo invariato o annullare la spedizione del messaggio?
ja: %1 このまま暗号化しますか？メッセージをこのままにしておきますか？それともメッセージの送信をキャンセルしますか？
kk: %1 Сонда да шифрлайсыз ба, хатты бар түрде қалдырасыз ба, немесе хатты жіберуден айнисыз ба?
km: %1 តើ​អ្នក​ចង់​អ៊ិនគ្រីប ទុកសារ​ដូច​ធម្មតា ឬ​បោះបង់​ការ​ផ្ញើសារ ?
ko: %1 그래도 암호화하거나, 메시지를 그대로 두거나, 메시지 전송을 취소하시겠습니까?
lv: %1 Vai vēlaties tomēr šifrēt, nosūtīt vēstuli kā ir, vai atcelt vēstules nosūtīšanu?
nb: %1 Vil du kryptere uansett, la meldinga være som den er, eller avbryte sendingen av meldinga?
nds: %1 Wullt Du de Naricht liekers verslöteln, ehr so laten as se is oder dat afbreken?
nl: %1 Wilt u het bericht toch versleutelen, laten zoals het is of het verzenden annuleren?
nn: %1 Vil du likevel kryptera, la meldinga vera som ho er, eller avbryta sendinga av meldinga?
pt: %1 Deseja encriptar à mesma, deixar a mensagem como está, ou cancelar o envio da mensagem?
pt_br: %1 Deseja criptografar assim mesmo, deixar a mensagem como ela está ou cancelar o envio?
ru: %1 Вы хотите всё равно зашифровать письмо, оставить его как есть, или отменить отправку письма?
sk: %1 Chcete šifrovanie v každom prípade, nechať správu ako je alebo zrušiť poslanie správy?
sl: %1 Ali želite vseeno šifrirati, pustiti sporočilo kot je ali preklicati pošiljanje sporočila?
sr: %1 Желите ли свеједно да шифрујете, да оставите поруку таквом каква је, или да откажете слање поруке?
zh_tw: %1 您要繼續做加密的動作，還是不加密，還是取消不發送此信件了？
