Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: <qt><p>When this option is enabled, the message/file will not only be encrypted with the receiver's public key, but also with your key. This will enable you to decrypt the message/file at a later time. This is generally a good idea.</p></qt>
bg: <qt><p>Ако отметката е включена, съобщението/файлът ще бъде шифрован и с вашия публичен ключ. По този начин съобщението/файла ще бъде съхранен при вас шифрован. Разбира се, по-късно може да го разшифровате.</p></qt>
bs: <qt><p>Kada je ova opcija uključena, poruka/datoteka će biti šifrovan ne samo primaočevim javnim ključem, već i vašim ključem. Tako ćete kasnije moći da dešifrujete poruku/datoteka. Ovo je obično dobra ideja.</p></qt>
ca@valencia: <qt><p>Quan esta opció estiga habilitada, el missatge/fitxer no només serà encriptat amb la clau pública del destinatari, sinó que també es farà amb la vostra clau pública. Això vos permetrà desencriptar el missatge/fitxer més avant. Això és generalment una bona idea.</p></qt>
cs: <qt><p>Pokud je tato volba povolena, tak zprávy/soubory nebudou zakódovány pouze klíčem příjemce, ale i klíčem vaším. To vám umožní dekódovat zprávy/soubory později. Je dobré mít tuto volbu povolenou.</p></qt>
da: <qt><p>Når dette er aktiverer vil brevet/filen ikke kun blive krypteret med modtagerens offentlige nøgle, men også med din nøgle. Dette vil gøre dig i stand til at afkode brevet/filen på et senere tidspunkt. Dette er generelt en god idé.</p></qt>
el: <qt><p>Αν ενεργοποιήσετε αυτή την επιλογή, το μήνυμα/αρχείο δε θα κρυπτογραφηθεί μόνο με το δημόσιο κλειδί του αποδέκτη, αλλά επίσης με το δικό σας κλειδί. Αυτό σας δίνει τη δυνατότητα να αποκρυπτογραφήσετε το μήνυμα/αρχείο κάποια άλλη στιγμή. Συνήθως αυτό είναι μια καλή ιδέα.</p></qt>
es: <qt><p>Cuando esta opción está activada, el mensaje/archivo no solo se cifrará con la clave pública del destinatario, sino también con su propia clave. Esto le permitirá descifrar el mensaje/archivo más adelante. Suele ser una buena idea.</p></qt>
et: <qt><p>Selle valimisel ei krüptita kirja/faili mitte ainult saaja avaliku võtmega, vaid ka sinu võtmega. See lubab sul kirja/faili hiljem lahti krüptida. Enamasti on see mõistlik käitumisviis.</p></qt>
eu: <qt><p>Aukera hau gaituta dagoenean, mezua/fitxategia ez da hartzailearen gako publikoarekin bakarrik enkriptatuko, baita zure gakoarekin ere. Honek beranduago zure mezua/fitxaegia desenkriptatzeko aukera emango dizu. Hau orokorrean ideia hona da.</p></qt>
fa: <qt><p>در صورت فعال بودن این گزینه، پیام/پرونده نه تنها با کلید عمومی گیرنده، بلکه با کلید شما رمزبندی می‌شود. می‌توانید بعداً پیام/پرونده را سرگشایی کنید. معمولاً، ایده خوبی است.</p></qt>
fi: <qt><p>Tällä valinnalla viestiä/tiedostoa ei salata ainoastaan saajan julkisella avaimella, mutta myös sinun avaimella. Tämä mahdollistaa sinulle viestin/tiedoston salauksen purkamisen jälkeenpäin. Tämä on yleisesti hyvä idea.</p></qt>
fr: <qt><p>Lorsque cette option est sélectionnée, le message / fichier n'est pas chiffré seulement avec la clé publique du destinataire, mais également avec votre clé. Ceci vous permettra de déchiffrer le message / fichier plus tard. Ceci est généralement une bonne idée.</p></qt>
gl: <qt><p>Se escolle esta opción, o ficheiro ou mensaxe non se cifra só coa chave pública do destinatario, senón tamén coa súa chave. Isto permitiralle descifrar a mensaxe ou ficheiro no futuro. É xeralmente unha boa idea.</p></qt>
hu: <qt><p>Ha ez az opció be van jelölve, az üzenet/fájl nemcsak a címzett publikus kulcsával lesz titkosítva, hanem a saját publikus kulccsal is. Így az üzenetet/fájlt később is bármikor dekódolhatja. Érdemes bekapcsolva hagyni.</p></qt>
it: <qt><p>Quando questa opzione è abilitata, il messaggio o il file non sarà cifrato solo con la chiave pubblica del destinatario, ma anche con la tua. Questo ti permetterà di decifrare il messaggio o il file in un secondo tempo. Ciò, è generalmente una buona idea.</p></qt>
ja: <qt><p>このオプションを有効にすると、メッセージ/ファイルを受信者の公開鍵で暗号化するだけでなく、あなたの鍵でも暗号化します。これによって、後でメッセージ/ファイルを復号できるようになります。これは一般的にお勧めできるオプションです。</p></qt>
kk: <qt><p>Белгісі қойылса, хат/файл алушының ашық кілтімен ғана емес, өзіңіздің кілтіңізбен де шифрланады. Бұл біраз уақыттан кейін хаттың/файлдың шифрын шешу мүмкіндігі болу үшін істеледі. Жалпы бұл пайдалы таңдау.</p></qt>
km: <qt><p>នៅ​ពេល​ជម្រើស​នេះ​ត្រូវ​បាន​អនុញ្ញាត សារ/ឯកសារ​នឹង​មិន​​ត្រូវ​បាន​អ៊ិនគ្រីប​ជាមួយ​នឹង​កូនសោ​សាធារណៈ​របស់​អ្នក​ទទួល​ប៉ុណ្ណោះ​ទេ ប៉ុន្តែ​ថែម​ទាំង​ជាមួយ​នឹង​កូនសោ​របស់​អ្នក​ផង​ដែរ ។ វា​នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​ឌិគ្រីប​សារ/ឯកសារ​នៅ​ពេល​ក្រោយ ។ នេះ​ជា​ទូទៅ​គឺ​ជា​គំនិត​ដ៏​ល្អ​មួយ ។</p></qt>
ko: <qt><p>이 옵션을 사용하면 수신자의 공개 키와 내 공개 키로 같이 암호화합니다. 나중에 메일을 열어볼 수 있게 되므로 이 옵션을 사용하는 것을 추천합니다.</p></qt>
lt: <qt><p>Įgalinus šią parinktį, laiškas/failas bus šifruojama ne tik gavėjo viešuoju raktu, bet ir Jūsų raktu. Tai leis Jums vėliau dešifruoti laišką/failą. Naudoti šią parinktį yra gera mintis.</p></qt>
lv: <qt><p>Ja ieslēgta šī iespēja, vēštule/fails būs atšifrējams ne tikai ar saņēmēja privāto atslēgu, bet arī ar jūsu privāto atslēgu. Tas ļaus jums vēlāk atšifrēt sevis sūtītās vēstules. Parasti ir saprātīgi ieslēgt šo.</p></qt>
nb: <qt><p>Med dette alternativet skrudd på, vil meldinga både bli kryptert med mottakers offentlige nøkkel og din private nøkkel. Dette gir deg muligheten til å dekryptere meldinga på et senere tidspunkt. Dette er ofte en smart ting å gjøre.</p></qt>
nds: <qt><p>Wenn anmaakt, warrt de Naricht/Datei nich bloots mit den apen Slötel vun den Adressaat, man ok mit Dien egen apen Slötel verslötelt. Bloots so kannst Du de Naricht ok later noch opslöteln un denn lesen. Normalerwies warrt disse Optschoon anmaakt.</p></qt>
nl: <qt><p>Als deze optie is ingeschakeld zal het bericht/bestand niet alleen worden versleuteld met de publieke sleutel van de ontvanger, maar ook met uw eigen sleutel. U kunt dan op een later tijdstip het bericht/bestand ontcijferen. Dit is over het algemeen een goed idee.</p></qt>
nn: <qt><p>Viss det er kryssa av her, vert meldinga/fila kryptert med offentlegnøkkelen din i tillegg til nøkkelen til mottakaren. Du kan såleis dekryptera meldinga sjølv seinare. Du bør vanlegvis ha dette valet slått på.</p></qt>
pt: <qt><p>Quando esta opção é activada, o ficheiro/mensagem não só será cifrado com a chave pública do receptor, como também com a sua chave. Isto permitir-lhe-á decifrar a mensagem/ficheiro numa altura posterior. Isto é geralmente uma boa ideia.</p></qt>
pt_br: <qt><p>Quando esta opção estiver habilitada, as mensagens/arquivos não serão criptografados apenas com a chave pública do destinatário, mas também com a sua chave. Isso permitirá que você possa descriptografar a mensagem mais tarde. Isso geralmente é uma boa ideia.</p></qt>
ru: <qt><p>Если параметр включён, письмо/файл будут зашифрованы не только открытым ключом получателя, а также и вашим ключом. Это позволит вам расшифровать письмо/файл позже. Обычно это хорошая идея.</p></qt>
sk: <qt><p>Ak je táto možnosť povolená, správa/súbor nebude zašifrovaná len verejným kľúčom prijímateľa, ale aj s Vašim kľúčom. Toto Vám umožní dešifrovať správu/súbor neskôr. Toto je vo všeobecnosti dobrá myšlienka.</p></qt>
sl: <qt><p>Ko je omogočena ta možnost bo sporočilo/datoteka šifrirano ne le s prejemnikovim javnim ključem, ampak tudi z vašim ključem. To vam bo omogočilo, da lahko odšifrirate sporočila/datoteke kdaj pozneje. V splošnem je to dobra ideja.</p></qt>
sr: <qt><p>Када је ова опција укључена, порука (или фајл) ће бити шифрована не само примаочевим јавним кључем, већ и вашим кључем. Тако ћете касније моћи да дешифрујете поруку. Ово је обично добра идеја.</p></qt>
zh_tw: <qt><p>開啟此選項的話，信件或檔案不只使用收件人的公開金鑰加密，另外也會用您自己的金鑰加密。您自己稍後可以去解密此信件或檔案。通常這會是個好主意。</p></qt>

source: &Show signed/encrypted text after composing
bg: Показване &на подписания/шифрования текст
bs: &Prikaži potpisan/šifrovan tekst poslije sastavljanja
ca@valencia: &Mostra el text signat/encriptat després de l'edició
cs: Zobrazit zašifrovaný/podep&saný text po vytvoření
da: &Vis underskrevet/krypteret tekst efter komposition
el: &Εμφάνιση υπογεγραμμένου/κρυπτογραφημένου κειμένου μετά τη σύνταξη
es: Mo&strar el texto firmado/cifrado tras la edición
et: &Signeeritud/krüptitud teksti näidatakse pärast koostamist
eu: &Erakutsi sinatutako/enkriptatutako testua editatu ondoren
fa: &نمایش متن امضا‌شده/رمزبندی‌شده پس از تألیف‌
fi: Näytä allekirjoitettu/salattu teksti laatimisen jälkeen
fr: Afficher le texte &signé / chiffré après l'édition
gl: Mo&strar o texto asinado/cifrado despois da edición
hi: लिखने के पश्चात् हस्ताक्षरित/एनक्रिप्टेड पाठ दिखाएँ (&S)
hu: Az aláírt/titkosított szöveg me&gjelenítése a szerkesztés végén
it: &Mostra il testo cifrato/firmato dopo la composizione
ja: メッセージ作成後に署名/暗号化されたテキストを表示する(&S)
kk: Шифрланған/қолтаңбаланған мәтін &көрсетілсін
km: បង្ហាញ​អត្ថបទ​ដែល​បាន​ចុះហត្ថលេខា/អ៊ិនគ្រីប ​បន្ទាប់​ពី​តែង
ko: 작성한 후 서명/암호화된 텍스트 보기(&S)
lt: &Rodyti pasirašytą/šifruotą tekstą po sukūrimo
lv: Pirms nosūtīšanas parādīt &sašifrētu/parakstīto tekstu
nb: &Vis signert/kryptert tekst etter at e-posten er skrevet
nds: Ünner&schreven/verslötelt Text na't Opstellen wiesen
nl: Versleutelde/ondertekende tekst tonen na het op&stellen
nn: &Vis signert/kryptert tekst når du er ferdig
pt: &Mostrar o texto cifrado/assinado depois de escrito
pt_br: Exibir texto a&ssinado/criptografado depois de escrito
ru: &Показывать подписанный или зашифрованный текст
sk: &Zobraziť podpísaný/zašifrovaný text po vytvorení
sl: &Prikaži šifrirano/podpisano besedilo po sestavljanju
sr: &Прикажи потписан/шифрован текст после састављања
zh_tw: 寫信時顯示簽署過/加密過的文字(&S)

source: <qt><p>When this option is enabled, the signed/encrypted text will be shown in a separate window, enabling you to know how it will look before it is sent. This is a good idea when you are verifying that your encryption system works.</p></qt>
bg: <qt><p>Ако отметката е включена, подписаното/шифрованото съобщение ще бъде показано в отделен прозорец. По този начин, ще може да видите как ще изглежда съобщението. Също така, може да използвате настройката, за да проверите дали работи системата ви за шифроване.</p></qt>
bs: <qt><p>Kada je ova opcija uključena, potpisan/šifrovan tekst biće prikazan u zasebnom prozoru, omogućavajući vam da prije slanja vidite kako će izgledati. Ovo je dobar način da provjerite da li vaš kriptografski sistem zaista radi.</p></qt>
ca@valencia: <qt><p>Quan esta opció estiga habilitada, el text signat/encriptat serà mostrat a una finestra diferent, permetent-vos conèixer l'aspecte que tindrà abans que s'envie. Això és una bona idea per a quan vulgueu verificar que el vostre sistema d'encriptatge funciona.</p></qt>
cs: <qt><p>Pokud je tato volba povolena, podepsané/zašifrované zprávy budou zobrazeny v jiném okně, tak abyste mohli zkontrolovat, jak budou vypadat, ještě než se odešlou. Doporučuje se povolit v případě, kdy testujete, zda-li váš kódovací systém pracuje správně.</p></qt>
da: <qt><p>Når dette er aktiveret, vil den underskrevne/krypterede tekst blive vist i et adskilt vindue, så du kan vide hvordan det vil se ud før det sendes. Dette er en god idé når du verificerer at dit krypteringssystem virker.</p></qt>
el: <qt><p>Αν ενεργοποιήσετε αυτή την επιλογή, το υπογεγραμμένο/κρυπτογραφημένο κείμενο θα εμφανιστεί σε ένα ξεχωριστό παράθυρο, έτσι ώστε να σας δώσει τη δυνατότητα θα γνωρίζετε τη μορφή του πριν την αποστολή. Αυτό είναι καλή ιδέα όταν προσπαθείτε να επαληθεύσετε ότι το σύστημα κρυπτογράφησής σας λειτουργεί.</p></qt>
es: <qt><p>Cuando esta opción está activada, el texto firmado/cifrado se mostrará en una ventana aparte, permitiéndole saber qué aspecto tendrá antes de que lo envíe. Es una buena idea cuando quiera comprobar que el sistema de cifrado funciona.</p></qt>
et: <qt><p>Selle valimisel näidatakse signeeritud/krüptitud teksti eraldi aknas, mis laseb sul enne ärasaatmist vaadata, milline kõik välja paistab. See on päris mõistlik näiteks kontrollimaks, et krüptimine ikka toimib.</p></qt>
eu: <qt><p> Aukera hau gaituta dagoenean, sinatutako/enkriptatutako testua lehio banandu batean erakutsiko da, bidali aurretik zein itxura edukiko duen jakiteko aukera izan dezazun. Hau idea ona da zure enkriptazio sistema ongi dabilen egiaztatzea nahi baduzu.</p></qt>
fa: <qt><p>در صورت فعال بودن این گزینه، متن امضا/رمزبندی‌شده در یک پنجره مجزا نمایش داده می‌شود و شما می‌توانید ظاهر آن را پیش از ارسال ببینید. این کار هنگامی مفید است که عملکرد سیستم رمزبندی خود را وارسی می‌کنید.</p></qt>
fi: <qt><p>Tällä valinnalla allekirjoitettu/salattu teksti näytetään erillisessä ikkunassa. Voit nähdä, miltä se näyttää ennen lähetystä. Tämä on hyvä idea kun varmistat, että salaus toimii järjestelmässäsi.</p></qt>
fr: <qt><p>Lorsque cette option est sélectionnée, le texte signé / chiffré sera affiché dans une fenêtre séparée, vous permettant de savoir à quoi il ressemblera avant de l'envoyer. Ceci est une bonne idée si vous voulez vérifier que votre système de chiffrage fonctionne.</p></qt>
gl: <qt><p>Se escolle esta opción, o texto cifrado/asinado aparece nunha xanela separada, permitindo saber como se mostrará despois de que se envíe. É unha boa idea cando quixer comprobar que o seu sistema de cifrado funciona ben.</p></qt>
hu: <qt><p>Ha ez az opció be van jelölve, az aláírt/titkosított szöveg külön ablakban fog mindig megjelenni, hogy elküldés előtt megtekinthető legyen. Erre általában akkor van szükség, ha ellenőrizni kell a titkosítási funkciók működését.</p></qt>
it: <qt><p>Quando questa opzione è abilitata, il testo firmato o cifrato sarà visualizzato in una finestra separata, dandoti la possibilità di controllarlo prima dell'invio. Può essere utile per verificare che il tuo sistema di cifratura funzioni correttamente.</p></qt>
ja: <qt><p>このオプションを有効にすると、署名/暗号化されたテキストが別のウィンドウに表示され、それがどのように見えるかを送信前に確認できます。これは暗号化システムが正常に機能するかどうかを検証する場合に役立ちます。</p></qt>
kk: <qt><p>Шифрлаудың және қолтаңбалаудың нәтижесі хатты жіберердің алдында жеке терезеде көрсетіледі. Сонымен, шифрлау тегіс өткеніне көз жетізуге болады.</p></qt>
km: <qt><p>នៅ​ពេល​ជម្រើស​ត្រូវ​បាន​អនុញ្ញាត អត្ថបទ​ដែល​បាន​ចុះ​ហត្ថលេខា/អ៊ិនគ្រីប​នឹង​ត្រូវ​បាន​បង្ហាញ​ក្នុង​បង្អួច​ដោយ​ឡែក​មួយ ដោយ​អនុញ្ញាត​ឲ្យ​អ្នក​ដឹង​ពី​វិធី​ដែល​វា​នឹង​មាន​រូបរាង​​មុន​ពេល​​ផ្ញើ​ចេញ ។ នេះ​ជា​គំនិត​ដ៏​ល្អ​ នៅ​ពេល​អ្នក​កំពុង​ផ្ទៀងផ្ទាត់​ថា​ប្រព័ន្ធ​អ៊ិនគ្រីប​របស់​អ្នក​ដំណើរការ ។</p></qt>
ko: <qt><p>이 옵션을 사용하면 서명/암호화된 텍스트 파일을 별도의 창에 표시하여 보내기 전에 어떻게 보일 지 알 수 있게 해 줍니다. 암호화 시스템이 작동하는 지 여부를 보기 위하여 설정하는 것을 추천합니다.</p></qt>
lt: <qt><p>Įgalinus šią parinktį pasirašytas/šifruotas tekstas bus rodomas atskirame lange; taip galėsite pamatyti, kaip jis atrodys prieš tai, kai bus išsiųstas. įjungti šią parinktį yra gerai norint patikrinti, ar šifravimo sistema tikrai veikia.</p></qt>
lv: <qt><p>Ja ieslēgta šī iespēja, atsevišķā logā tiks parādīts šifrētais/parakstītais vēstules saturs, ļaujot pirms sūtīšanas iepazīties kā tas izskatās. Šis noder pārbaudot kā strādā jūsu šifrēšanas sistēma.</p></qt>
nb: <qt><p>Hvis dette alternativet er skrudd på, vil signert/kryptert tekst bli vist i et eget vindu. Dette lar deg få se hvordan det vil bli seendes ut før du sender e-posten. Dette er smart å gjøre hvis du vil kontrollere at krypteringsfunksjonen din fungerer.</p></qt>
nds: <qt><p>Wenn anmaakt, warrt de ünnerschreven/verslötelt Text in en nieg Finster wiest, so dat Du di ankieken kannst, wodennig he utsüht, ehr Du em sennst. Dat is goot, wenn Du pröven wullt, wat Dien Verslötel-Systeem richtig arbeidt.</p></qt>
nl: <qt><p>Als deze optie is ingeschakeld, dan zal de ondertekende/versleutelde tekst worden getoond in een apart venster. Zo kunt u het eerst bekijken voordat u het verzendt. Op deze wijze kunt u nagaan of het versleutelingssysteem daadwerkelijk functioneert.</p></qt>
nn: <qt><p>Viss det er kryssa av her, vert den signerte/krypterte teksten vist i eit eige vindauge, noko som gjer det mogleg å sjå korleis han vil sjå ut før du sender meldinga. Dette er ein god idé når du sjekkar om krypteringssystemet fungerer.</p></qt>
pt: <qt><p>Quando esta opção estiver assinalada, o texto cifrado/assinado será apresentado numa janela em separado, o que lhe permitirá saber como é que ficará antes de ser enviado. Isto é uma boa ideia quando você está a verificar se o seu sistema de cifra funciona.</p></qt>
pt_br: <qt><p>Quando esta opção estiver habilitada, o texto assinado/criptografado será mostrado numa janela separada, permitindo que você o veja antes de ser enviado. Isso geralmente é uma boa ideia se você estiver verificando se o seu sistema de criptografia está funcionando.</p></qt>
ru: <qt><p>Если параметр включён, подписанный или зашифрованный текст будет показан в отдельном окне, позволяя перед его отправкой посмотреть как он выглядит. Это хороший способ убедиться в том, что ваша система шифрования работает нормально.</p></qt>
sk: <qt><p>Ak je táto možnosť povolená, podpísaný/zašifrovaný text sa zobrazí vo vlastnom okne, aby ste sa mohli pozrieť ako vyzera pre tým ako sa pošle. Toto je dobrá myšlienka ak preverujete, či šifrovací systém funguje.</p></qt>
sl: <qt><p>Ko je omogočena ta možnost bo podpisano/šifrirano besedilo prikazano v ločenem oknu, tako da si ga boste lahko ogledali, preden ga pošljete. To je dobra ideja, ko preverjate, kako deluje šifrirni sistem.</p></qt>
sr: <qt><p>Када је ова опција укључена, потписан/шифрован текст биће приказан у засебном прозору, омогућавајући вам да пре слања видите како ће изгледати. Ово је добар начин да проверите да ли систем за шифровање заиста ради.</p></qt>
zh_tw: <qt><p>開啟此選項的話，您在寫信時會另外有一個視窗，顯示加密過或簽署過後的內容，讓您在發送前知道加密過或簽署過後是長什麼樣子。通常如果您要確認您的加密系統可以運作，就可以選擇此選項。</p></qt>

source: Always show the encryption keys &for approval
bg: Показване на &диалога за избор на ключ(ове) за шифроване
bs: Uvijek prikaži kriptografski ključeve &za odobrenje
ca@valencia: Mostra sempre les claus d'encriptatge &per aprovar-les
cs: Vždy zobrazit ši&frovací klíče ke schválení
da: Vis altid indkodningsnøgler til &godkendelse
el: Συνεχής εμφάνιση των κλειδιών κρυπτογράφησης &για έγκριση
es: Mostrar siempre las claves de ci&frado para su aprobación
et: Alati näidatakse kinnitamiseks krüpto&võtmeid
eu: Beti erakutsi enkriptatzeko gakoak, berresteko.
fa: نمایش همیشگی کلیدهای رمزبندی &برای تصویب‌
fi: &Näytä aina salausavaimet arviointia varten
fr: Toujours afficher les clés de chi&ffrement pour approbation
gl: Mostrar sempre as chaves de cifrado &para aprobación
hi: अनुमोदन के लिए हमेशा एनक्रिप्शन कुंजी दिखाएँ (&f)
hu: Mindig j&elenjen meg a titkosítási kulcs választóablaka
it: Mostra sempre le chiavi di cifratura &per l'approvazione
ja: 常に暗号化鍵を表示して確認を求める(&F)
kk: Әрқашанда шифрлау кілттер &таңдауы көрсетілсін
km: បង្ហាញ​សោ​អ៊ិនគ្រីប​ដើម្បី​អនុម័ត​ជានិច្ច
ko: 항상 승인을 위하여 암호화 키 보이기(&F)
lt: Visuomet rodyti šifravimo raktus &patvirtinimui
lv: Vienmēr parādīt ši&frēšanas atslēgas
nb: Vis alltid krypteringsnøklene for &godkjenning
nds: Verslötelslötels jümmers för't &Beglöven wiesen
nl: Altijd de sleutels voor &goedkeuring tonen
nn: Vis alltid krypteringsnøklane &for godkjenning
pt: Mostrar sempre as chaves de ci&fra para aprovação
pt_br: Sempre mostrar as chaves de criptografia para &aprovação
ru: Всегда показывать ключи шифрования для &одобрения
sk: Vždy zobraziť kľúče šifrovania na &schválenie
sl: Vedno prikaži šifrirne ključe &za odobritev
sr: Увек прикажи кључеве за шифровање &ради одобрења
zh_tw: 每次都確認使用的加密金鑰(&F)
