Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: This feature is still missing
bg: Тази възможност все още липсва
bs: Ova mogućnost i dalje nedostaje
ca@valencia: Esta opció encara no està implementada
cs: Bohužel, tato možnost dosud není podporována.
da: Denne egenskab mangler stadigvæk
el: Αυτή η λειτουργία λείπει για την ώρα
es: Esta característica aún no está disponible
et: Kahjuks seda funktsiooni veel pole
eu: Eginbide hau falta da oraindik.
fa: این ویژگی هنوز مفقود است
fi: Tämä ominaisuus puuttuu yhä
fr: Cette fonction n'est pas encore disponible
gl: Esta característica aínda non está dispoñíbel
hi: यह विशेषता अभी भी नहीं है
hu: Ez a funkció még nem használható
it: Questa funzionalità è ancora assente
ja: この機能は まだありません。
kk: Бұл мүмкіндік әлі жоқ
km: លក្ខណៈ​ពិសេស​នេះ​ នូវ​តែ​បាត់​
ko: 이 기능은 여전히 미구현
lt: Šios programos galimybės dar nėra
lv: Šī iespēja vēl nav realizēta
nb: Denne funksjonen mangler fremdeles
nds: Disse Funkschoon fehlt jümmers noch.
nl: Deze functie ontbreekt vooralsnog
nn: Denne fuksjonen manglar framleis
pa: ਇਹ ਫੀਚਰ ਹਾਲ਼ੇ ਉਪਲੱਬਧ ਨਹੀਂ
pt: Esta funcionalidade ainda não está disponível
pt_br: Este recurso ainda não está pronto
ru: Эта особенность всё ещё отсутствует
sk: Táto vlastnosť stále chýba
sl: Žal ta zmožnost še ne obstaja
sr: Ова могућност и даље недостаје
zh_tw: 這功能尚未實作。

source: You either do not have GnuPG/PGP installed or you chose not to use GnuPG/PGP.
bg: Нямате инсталирана програмата GnuPG/PGP или сте избрали да не я ползвате GnuPG/PGP.
bs: Ili vam GnuPG/PGP nije instaliran, ili ste izabrali da ih ne koristite.
ca@valencia: O no teniu el GnuPG/PGP instal·lat o heu escollit no emprar-lo.
cs: Buďto nemáte GnuPG/PGP nainstalováno, anebo jste zvolili je nepoužívat.
da: Enten har du ikke GnuPG/PGP installeret eller også har du valgt ikke at bruge GnuPG/PGP.
el: Είτε δεν έχετε το GnuPG/PGP εγκατεστημένο ή επιλέξατε να μην το χρησιμοποιήσετε.
es: No tiene GnuPG/PGP instalado o ha elegido no usar GnuPG/PGP.
et: Sul ei ole GnuPG/PGP paigaldatud või oled otsustanud seda mitte kasutada.
eu: Ez duzu GnuPG/PGP instalatuta edo GnuPG/PGP ez erabiltzea hautatu duzu.
fa: یا GnuPG/PGP نصب‌شده ندارید، یا عدم استفاده از GnuPG/PGP را انتخاب کرده‌اید.
fi: Järjestelmään ei ole asennettu GnuPG/PGP:tä tai et ole valinnut sitä käytettäväksi.
fr: Soit vous n'avez pas installé GnuPG/PGP, soit vous avez choisi de ne pas les utiliser.
gl: Ou non ten o GnuPG/PG instalado ou escolleu non empregar GnuPG/PGP.
hu: Nincs telepítve a GnuPG/PGP vagy nem kérte a használatát.
it: Non hai una chiave GnuPG/PGP installata oppure hai scelto di non usare GnuPG/PGP.
ja: GnuPG/PGP がインストールされていないか、GnuPG/PGP を使用しないよう選択されています。
kk: GnuPG/PGP орнатылмаған не GnuPG/PGP пайдаланбайды деп таңдалған.
km: អ្នក​​មិន​បាន​ដំឡើង GnuPG/PGP ឬ អ្នក​មិន​​​ប្រើ​ GnuPG/PGP ។
ko: GnuPG/PGP를 설치하지 않았거나, GnuPG/PGP를 사용하지 않도록 선택했습니다.
lt: Arba kompiuteryje nėra įdiegtas GnuPG/PGP, arba pasirinkote nenaudoti GnuPG/PGP.
lv: Jums vai nu nav instalēts GnuPG/PGP, vai jūs izvēlējāties to neizmantot.
nb: Enten har du ikke GnuPG/PGP installert på systemet, eller du har valgt å ikke bruke GnuPG/PGP.
nds: Du hest GnuPG/PGP nich installeert oder wullt dat nich bruken.
nl: U hebt of geen GnuPG/PGP geïnstalleerd of ervoor gekozen geen GnuPG/PGP te gebruiken.
nn: Anten har du ikkje GnuPG/PGP installert, eller så har du valt å ikkje bruka GnuPG/PGP.
pt: Não tem o GnuPG/PGP instalado ou optou por não o usar.
pt_br: Você não tem o GnuPG/PGP instalado ou escolheu não usá-lo.
ru: У вас не установлено GnuPG/PGP, либо вы не хотите использовать GnuPG/PGP.
sk: Buď nemáte nainštalované GnuPG/PGP alebo ste zvolili nepoužiť GnuPG/PGP.
sl: Ali nimate nameščenega GnuPG/PGP ali pa ste izbrali, da ga ne želite uporabljati.
sr: Или вам ГнуПГ или ПГП нису инсталирани, или сте изабрали да их не користите.
zh_tw: 您可能沒有安裝 GnuPG/PGP，或是您選擇不要使用 GnuPG/PGP。

source: Encryption Key Selection
bg: Избор на ключ за шифроване
bs: Izbor kriptografskog ključa
ca@valencia: Selecció de la clau d'encriptatge
cs: Výběr šifrovacího klíče
da: Krypteringsnøgle-valg
el: Επιλογή κλειδιού κρυπτογράφησης
es: Selección de la clave de cifrado
et: Krüptovõtme valimine
eu: Enkriptatzeko gakoaren hautapena
fa: گزینش کلید رمزبندی
fi: Salausavaimen valinta
fr: Sélection de la clé de chiffrement
gl: Selección da chave de cifrado
hi: एनक्रिप्शन कुंजी चयन
hu: Titkosítási kulcs kiválasztása
it: Scelta chiave di cifratura
ja: 暗号化鍵の選択
kk: Шифрлау кілтін таңдау
km: ការ​ជ្រើស​កូនសោ​អ៊ិនគ្រីប
ko: 암호화 키 선택
lt: Šifravimo rakto pasirinkimas
lv: Šifrēšanas atslēgas izvēle
nb: Valg av krypteringsnøkkel
nds: Slötel för't Verslöteln utsöken
nl: Selectie van cryptografische sleutel
nn: Val av krypteringsnøkkel
pa: ਇੰਕ੍ਰਿਪਟ ਕੁੰਜੀ ਚੋਣ
pt: Escolha da Chave de Encriptação
pt_br: Seleção da chave de criptografia
ru: Выбор ключа шифрования
sk: Voľba kľúča šifrovania
sl: Izbira šifrirnega ključa
sr: Избор кључа за шифровање
zh_tw: 選擇加密金鑰

source: There is a problem with the encryption key(s) for "%1". Please re-select the key(s) which should be used for this recipient.
bg: Има проблеми с ключа(овете) за шифроване на "%1". Моля, изберете ключа(овете), които ще бъдат използвани за получателя.
bs: Postoji problem sa kriptografskim ključevima za "%1". Izaberite ponovo ključeve koje treba koristiti za ovog primaoca.
ca@valencia: Hi ha un problema amb les claus d'encriptatge per a «%1». Per favor, seleccioneu novament les claus que s'hauran d'emprar per este destinatari.
cs: Nastal problém se šifrovacími klíči pro "%1". Prosím vyberte znovu klíče, které mají být použity pro tohoto příjemce.
da: Der er et problem med krypteringsnøgler for "%1". Vælg venligst de nøgler igen der skal bruges for denne modtager.
el: Υπάρχει ένα πρόβλημα με το κλειδί(ά) κρυπτογράφησης για το "%1". Παρακαλώ επιλέξτε ξανά το κλειδί(ά) το οποίο θα χρησιμοποιηθεί από αυτόν τον παραλήπτη.
es: Hay un problema con las claves de cifrado para «%1». Vuelva a seleccionar las claves que se deban usar para este destinatario.
et: Krüptovõtme(te)ga "%1" jaoks tekkis probleem. Palun vali uuesti võti (võtmed), mida kasutada antud saaja puhul.
eu: Arazo bat dago %1-(r)en enkriptatzeko gakoekin. Berriro hautatu hartzaile honekin erabili beharko liratekeen gakoak.
fa: کلید)های( رمزبندی، برای »%1« مسأله دارند. لطفاً، کلید)هایی( که باید برای این گیرنده استفاده شوند را دوباره برگزینید.
fi: Salausavaimissa on ongelma "%1". Valitse uudelleen avaimet, joita käytetään tälle vastaanottajalle.
fr: Il y a un problème avec les clés de chiffrement pour « %1 ». Veuillez re-sélectionner les clés devant être utilisées pour ce destinataire.
gl: Hai un problema coa(s) chave(s) de cifrado para "%1". Volva a escoller a chave ou chaves que se deberían empregar para este destinatario.
hu: Valamilyen probléma lépett fel "%1" titkosítási kulcsaival. Válassza ki újból, melyik kulcsokat szeretné használni.
it: C'è un problema con la cifratura delle chiavi "%1". Riseleziona le chiavi che dovrebbero essere utilizzate per questo destinatario.
ja: “%1” の暗号化鍵に問題があります。 この受信者に使用する鍵を選択し直してください。
kk: "%1" дегеннің кілт(тер) мәселесі. Осы алушы үшін қолданатын кілтт(ерд)і қайта таңдаңыз.
km: មាន​បញ្ហា​មួយ​ជា​មួយ​នឹង​កូនសោ​អ៊ិនគ្រីប​សម្រាប់ "%1" ។ សូម​ជ្រើស​កូនសោ​ម្ដង​ទៀត ដែល​គួរ​ត្រូវ​បាន​ប្រើ​សម្រាប់​អ្នក​ទទួល​នេះ ។
ko: "%1"을(를) 위한 암호화 키에 문제가 있습니다. 이 수신자를 위한 암호화 키를 다시 선택해 주십시오.
lv: Problēma ar "%1" šifrēšanas atslēgu(ām). Lūdzu norādiet šim saņēmējam citu atslēgu(as).
nb: Det er et problem med krypteringsnøklene for «%1». Velg på nytt hvilke nøkler som skal brukes for denne mottakeren.
nds: Dat gifft en Problem mit de Verslötelslötels för "%1". Bitte söök de Slötels för dissen Adressaat nochmaal ut.
nl: Er is een probleem met de cryptografische sleutel(s) voor "%1". Selecteer de sleutel(s) opnieuw die voor deze ontvanger zullen worden gebruikt.
nn: Det er eit problem med krypteringsnøkkelen/-ane for «%1». Vel nøkkelen/-ane du vil bruka for denne mottakaren på nytt.
pa: "%1" ਲਈ ਇੰਕਰਿਪਟ ਕੁੰਜੀਆਂ ਨਾਲ ਸਮੱਸਿਆ ਹੈ। ਮੁੜ ਜਾਂਚ ਕਰੋ ਕਿ ਇਸ ਸਨੇਹੀ ਲਈ ਕਿਹੜੀ ਕੁੰਜੀ ਵਰਤੀ ਜਾਵੇ।
pt: Ocorreu um problema com as chaves de encriptação do "%1". Seleccione de novo as chaves que devem ser usadas para este destinatário.
pt_br: Existe um problema com a(s) chave(s) de criptografia para "%1". Por favor, selecione novamente a(s) chave(s) que deve(m) ser usada(s) para este destinatário.
ru: С ключами шифрования для «%1» возникла проблема. Повторно назначьте ключ шифрования, который должен использоваться для этого получателя.
sk: Problém s kľúčom(mi) šifrovania pre "%1". Prosím, zvolte znova kľúč(e), ktoré by mali byť použité pre tohoto prijímateľa.
sl: Prišlo je do težave s šifrirnimi ključi za »%1«. Znova izberite ključe, ki naj bodo uporabljeni za tega prejemnika.
sr: Постоји проблем са кључевима за шифровање за „%1“. Поново изаберите кључеве које треба користити за овог примаоца.
zh_tw: %1 的加密金鑰有問題。請重新選擇使用之金鑰。

source: No valid and trusted OpenPGP key was found for "%1". Select the key(s) which should be used for this recipient.
bg: Не са намерени валидни или надеждни ключа(овете) OpenPGP за "%1". Моля, изберете ключа(овете), които ще бъдат използвани за получателя.
bs: Nije nađen nijedan važeći i od povjerenja OpenPGP ključ za „%1“. Izaberite ključeve koje treba koristiti za ovog primaoca.
ca@valencia: No s'ha trobat cap clau OpenPGP vàlida i de confiança per a «%1». Seleccioneu la/es clau/s que s'hauran d'emprar per este destinatari.
cs: Žádný platný důvěryhodný OpenPGP klíč nebyl nalezen pro "%1" Zvolte klíče, které budou použity pro tohoto příjemce.
da: Ingen gyldig OpenPGP-nøgle der stoles på blev fundet for "%1". Vælg de nøgler der skal bruges for denne modtager.
el: Κανένα έγκυρο και έμπιστο κλειδί OpenPGP δε βρέθηκε για το "%1". Επιλέξτε τα κλειδιά που πρέπει να χρησιμοποιηθούν γι' αυτόν τον παραλήπτη.
es: No hay ninguna clave OpenPGP válida y de confianza para «%1». Seleccione las claves que se deban usar para este destinatario.
et: "%1" jaoks ei leitud kehtivat ja usaldusväärset OpenPGP võtit. Vali võti (võtmed), mida kasutada antud saatja puhul.
eu: Ez da baliozko eta konfidantzazko OpenPGP gakorik aurkitu "%1"-(r)entzat. Hautatu hartzaile honekin erabili beharko liratekeen gakoak.
fa: برای »%1«، کلید OpenPGP معتبری یافت نشد. کلید)هایی( که باید برای این گیرنده استفاده شوند را برگزینید.
fi: Kelvollista ja luotettua OpenPGP avainta ei löytynyt kohteelle "%1". Valitse tälle vastaanottajalle käytettävät avaimet.
fr: Aucune clé OpenPGP valable et sûre n'a été trouvée pour « %1 ». Sélectionnez les clés à utiliser pour ce destinataire.
gl: Non se atopou ningunha chave válida e autenticada OpenPGP para "%1". Escolla a(s) chave(s) que se debería(n) empregar para este destinatario.
hu: Nincs megbízható, érvényes OpenPGP-kulcs ehhez: "%1". Válassza ki, melyik kulcsokat szeretné használni.
it: Non sono state trovate chiavi OpenPGP valide e affidabili per "%1." Seleziona le chiavi che dovrebbero essere usate per questo destinatario.
ja: “%1” の有効で信頼された OpenPGP 鍵は見つかりませんでした。 この受信者に使用する鍵を選択してください。
kk: "%1" үшін дұрыс және сенім артылған OpenPGP кілт табылмады. Осы алушы үшін қолданатын кілтт(ерд)і таңдаңыз.
km: រក​មិន​ឃើញ​ OpenPGP ដែល​ត្រឹមត្រូវ​ និង​ជឿ​ទុកចិត្ត​​បាន​សម្រាប់ "%1" ។ ជ្រើស​កូនសោ ដែល​គួរ​ត្រូវ​បាន​ប្រើ​សម្រាប់​អ្នក​ទទួល​នេះ ។
ko: "%1"을(를) 위한 올바르고 신뢰할 수 있는 OpenPGP 키가 없습니다. 이 수신자를 위한 암호화 키를 선택해 주십시오.
lt: Nerasta galiojančio ar patikimo OpenPGP rakto gavėjui „%1“. Pasirinkite raktą(-us), kuris turi būti naudojamas šiam gavėjui.
lv: Nav atrasta neviena derīga un uzticama OpePGP atslēga priekš "%1". Izvēlieties atslēgu, ko izmantot šim saņēmējam.
nb: Ingen gyldig og betrodd OpenPGP-nøkkel ble funnet for «%1». Velg hvilke nøkler som skal brukes for denne mottakeren.
nds: För "%1" lett sik keen gellen OpenPGP-Slötel finnen, den troot warrt. Bitte söök de Slötels för dissen Adressaat ut.
nl: Er is geen geldige en vertrouwde OpenPGP-sleutel(s) gevonden voor "%1". Selecteer de sleutel(s) die voor deze ontvanger gebruikt zullen worden.
nn: Fann ikkje nokon gyldig og tiltrudd OpenPGP-nøkkel for «%1». Vel nøkkelen/-ane du vil bruka for denne mottakaren.
pt: Não foi encontrada nenhuma chave de OpenPGP válida e fiável para o "%1". Seleccione as chaves que deverão ser usadas para este destinatário.
pt_br: Nenhuma chave OpenPGP válida e confiável foi encontrada para "%1". Selecione a(s) chave(s) que deve(m) ser usada(s) para esse destinatário.
ru: Для «%1» не был найден проверенный ключ. Выберите ключ шифрования, который должен использоваться для этого получателя.
sk: Neplatný a nedôverihodný OpenPGP kľúč(e) bol nájdený pre "%1". Zvolte kľúč(e), ktorý by mal byť použitý pre tohoto prijímatela.
sl: Za »%1« ni bil najden noben veljaven in zaupanja vreden ključ OpenPGP. Izberite ključe, ki naj bodo uporabljeni za tega prejemnika.
sr: Није нађен ниједан ваљан и поуздан опенПГП кључ за „%1“. Изаберите кључеве које треба користити за овог примаоца.
zh_tw: 找不到 %1 的合法與被信任的 OpenPGP 金鑰。 請重新選擇適用於這位收件者的金鑰。

source: More than one key matches "%1". Select the key(s) which should be used for this recipient.
bg: Намерени са няколко ключа за "%1". Моля, изберете ключа(овете), които ще бъдат използвани за получателя.
bs: Više od jednog ključa poklapa se sa „%1“. Izaberite ključeve koje treba koristiti za ovog primaoca.
ca@valencia: Més d'una clau concorda amb «%1». Escolliu les claus que s'han d'usar per este destinatari.
cs: Více než jeden klíč odpovídá "%1". Zvolte klíče, které budou použity pro tohoto příjemce.
da: Mere end én nøgle matcher "%1". Vælg de nøgler der skal bruges for denne modtager.
el: Περισσότερα από ένα κλειδιά ταιριάζουν στο "%1". Επιλέξτε τα κλειδιά που πρέπει να χρησιμοποιηθούν γι' αυτόν τον παραλήπτη.
es: Hay más de una clave que coincide con «%1». Seleccione las claves que se deban usar para este destinatario.
et: Rohkem kui üks võti sobib "%1"-ga. Vali võti (võtmed), mida kasutada antud saaja puhul.
eu: Giltza bat baina gehiago datoz bat "%1"-(r)ekin. Hautatu hartzaile honekin erabili beharko liratekeen gakoak.
fa: بیش از یک کلید »%1« را تطبیق می‌دهد. کلید)هایی( که باید برای این گیرنده استفاده شوند را برگزینید.
fi: Useampi avain täsmää kohteeseen "%1". Valitse avaimet, joita tulisi käyttää tälle vastaanottajalle.
fr: Plusieurs clés correspondent à « %1 ». Sélectionnez la clé à utiliser pour ce destinataire.
gl: Máis de unha chave coincide con «%1». Escolla a(s) chave(s) que se deberían empregar para este destinatario.
hu: Egynél több kulcs tartozik ehhez: "%1". Válassza ki, melyik kulcsokat szeretné használni.
it: Più di una corrispondenza per le chiavi "%1." Scegli le chiavi che dovrebbero essere usate per questo destinatario.
ja: “%1” にマッチする鍵が複数あります。 この受信者に使用する鍵を選択してください。
kk: "%1" үшін бірнеше кілт сәйкес келеді. Осы алушы үшін қай кілтт(ерд)і қолданатынын таңдаңыз.
km: កូន​សោ​ច្រើន​ជាង​មួយ​ផ្គូផ្គង​នឹង "%1" ។ ជ្រើស​កូនសោ ដែល​គួរ​ត្រូវ​បាន​ប្រើ​សម្រាប់​អ្នក​ទទួល​នេះ ។
ko: "%1"의 키가 하나 이상 존재합니다. 이 수신자를 위한 암호화 키를 선택해 주십시오.
lv: Saņēmējam "%1" der vairākas atslēgas. Izvēlieties kuru atslēgu(as) izmantot.
nb: Mer enn en nøkkel passer med «%1». Velg på nytt hvilke nøkler som skal brukes for denne mottakeren.
nds: Mehr as een Slötel passt för "%1". Bitte söök de Slötels för dissen Adressaat ut.
nl: Meer dan een sleutel komt overeen met "%1". Selecteer de sleutel(s) die voor deze geadresseerde gebruikt zal worden.
nn: Fleire enn éin nøkkel passar til «%1». Vel nøkkelen/-ane du vil bruka for denne mottakaren.
pa: "%1" ਨਾਲ ਇੱਕ ਤੋਂ ਵਧੇਰੇ ਕੁੰਜੀਆਂ ਮੇਲ ਖਾਂਦੀਆਂ ਹਨ। ਮੁੜ ਜਾਂਚ ਕਰੋ ਕਿ ਇਸ ਸਨੇਹੀ ਲਈ ਕਿਹੜੀ ਕੁੰਜੀ ਵਰਤੀ ਜਾਵੇ।
pt: Existe mais do que uma chave correspondente a "%1". Seleccione as chaves que devem ser usadas para este destinatário.
pt_br: Há mais de uma chave correspondente a "%1". Selecione a(s) chave(s) que deve(m) ser usada(s) para esse destinatário.
ru: «%1» соответствуют несколько ключей. Выберите ключ шифрования, который должен использоваться для этого получателя.
sk: Viac ako jeden kľúč sa zhoduje "%1". Zvolte kľúč(e), ktorý by mal byť použitý pre tohoto prijímatela.
sl: Več kot en ključ se ujema z »%1«. Izberite ključe, ki naj bodo uporabljeni za tega prejemnika.
sr: Више од једног кључа поклапа „%1“. Изаберите кључеве које треба користити за овог примаоца.
zh_tw: 有一個以上的加密金鑰符合 %1。請選擇使用之金鑰。

source: Could not find public keys matching the userid(s) %1; the message is not encrypted.
bg: Не може да бъде намерен публичен ключ за потребителя(ите) с код(ове) %1. Съобщението не е шифровано.
bs: Nisam mogao da nađem javne ključeve koji odgovaraju korisničkim id. %1; poruka nije šifrovana.
ca@valencia: No s'ha pogut trobar cap clau pública que coincidisca amb el/s ID d'usuari %1; el missatge no s'ha encriptat.
cs: Nelze najít veřejné klíče pro adresáty této zprávy. %1 Zpráva nebude zašifrována.
da: Kunne ikke finde offentlige nøgler der passer med bruger-id(s) %1. Brevet er ikke krypteret.
el: Δεν ήταν δυνατό να βρεθούν τα δημόσια κλειδιά που ταιριάζουν στα userid(s) %1. Το μήνυμα δεν είναι κρυπτογραφημένο.
es: No fue posible encontrar claves públicas con coincidan con los id. de usuario %1; el mensaje no se cifrará.
et: Ei leitud avalikke võtmeid, mis sobiksid userid-(de)ga %1. Kirja ei krüptita.
eu: Ezin izan da erabiltzaile izen hauekin bat datozen gako publikorik aurkitu: %1 Mezua ez da enkriptatuko.
fa: کلیدهای عمومی که شناسه)های( کاربر %1 را تطابق می‌کنند را نمی‌توان یافت؛ پیام رمزبندی نشده است.
fi: Ei voitu löytää sopivaa avainta käyttäjätunnuksille %1; viesti ei ole salattu.
fr: Impossible de trouver les clés publiques du ou des utilisateurs %1. Le message ne sera pas chiffré.
gl: Non se puideron atopar chaves públicas coincidinte co(s) Identificador(es) de usuario %1; non se cifrará a mensaxe.
hu: Nem található megfelelő publikus kulcs az alábbiakhoz: %1; Az üzenet nincs titkosítva.
it: Impossibile trovare chiavi pubbliche corrispondenti agli ID utente %1; il messaggio non è cifrato.
ja: ユーザ ID %1 と一致する公開鍵が見つかりませんでした。 メッセージは暗号化されません。
kk: Бұл пайдаланушы ID-(лер)іне сәйкесті ашық кілттер табылмады: %1; хат шифрланбады.
km: មិន​អាច​រក​កូនសោ​សាធារណៈ​ផ្គូផ្គង​នឹង​លេខ​សម្គាល់​អ្នក​ប្រើ %1 សារ​មិន​ត្រូវ​បាន​អ៊ិនគ្រីប​ទេ ។
ko: 다음 사용자 ID와 일치하는 공개 키를 찾을 수 없습니다: %1; 메시지를 암호화하지 않습니다.
lt: Nepavyko rasti viešojo rakto, atitinkančio userid %1; laiškas nebus šifruojamas.
lv: Neizdevās atrast publiskās atslēgas, kas atbilstu useridiem %1; vēstule nav šifrēta.
nb: Kunne ikke finne offentlige nøkler som passer med bruker-id-ene %1; meldinga er ikke kryptert.
nds: Keen apen Slötels funnen för disse Bruker-ID(s): %1. De Naricht is nich verslötelt.
nl: Er konden geen publieke sleutels worden gevonden die overeenkomen met de gebruikers id('s) %1; het bericht is niet versleuteld.
nn: Fann ikkje offentlegnøklar som passar brukar-ID(-ane) %1 Meldinga er ikkje kryptert.
pt: Não foram encontradas as chaves públicas para o(s) utilizador(es) %1. A mensagem não será cifrada.
pt_br: Não foi possível encontrar chaves públicas correspondentes ao(s) id(s) de usuário %1; a mensagem não foi criptografada.
ru: Невозможно найти открытые ключи, соответствующие идентификаторам пользователя %1; письмо не будет зашифровано.
sk: Nedajú sa nájsť verejné kľúče zhodujúce sa s uživateľským id %1; správa nie je zašifrovaná.
sl: Ni bilo mogoče najti javnih ključev za uporabniške ID-je %1. Sporočilo ne bo šifrirano.
sr: Не могу да нађем јавне кључеве према корисничким ИД‑овима %1; Порука није шифрована.
zh_tw: 找不到符合使用者代碼 %1 的公開金鑰。 信件將不會被加密。

source: Could not find public keys matching the userid(s) %1; these persons will not be able to read the message.
bg: Не може да бъде намерен публичен ключ за потребителя(ите) с код(ове) %1. Тези получатели няма да могат да прочетат съобщението.
bs: Nisam mogao da nađem javne ključeve koji odgovaraju korisničkim id. %1; ove osobe neće moći da pročitaju poruku.
ca@valencia: No s'ha pogut trobar cap clau pública que coincidisca amb el/s ID d'usuari %1; esta/es persona/es no podrà/n llegir el missatge.
cs: Nelze najít veřejné klíče pro adresáty této zprávy. %1 Tyto osoby si nebudou moci e-mail přečíst.
da: Kunne ikke finde offentlige nøgler der passer til bruger-id'erne %1.Disse personer vil ikke være i stand til at afkode brevet
el: Δεν ήταν δυνατό να βρεθούν τα δημόσια κλειδιά που ταιριάζουν στα userid(s) %1. Αυτά τα πρόσωπα δε θα μπορούν να διαβάσουν το μήνυμα.
es: No fue posible encontrar claves públicas que coincidan con los id. de usuario %1; esas personas no podrán leer el mensaje.
et: Ei leitud avalikke võtmeid, mis sobiksid userid-(de)ga %1. Need isikud ei suuda kirja lugeda.
eu: Ezin izan da erabiltzaile izen hauekin bat datozen gako publikorik aurkitu: %1 Pertsona hauek ezin izango dute mezua irakurri.
fa: کلیدهای عمومی که شناسه)های( کاربر %1 را تطابق می‌کنند را نمی‌توان یافت؛ این اشخاص نمی‌توانند پیام را بخوانند.
fi: Ei löydetty sopivaa julkista avainta tunnuksille %1; nämä henkilöt eivät voi lukea viestejä.
fr: Impossible de trouver les clés publiques du ou des utilisateurs %1. Ces personnes ne pourront pas lire le message.
gl: Non se puideron atopar chaves públicas coincidentes co(s) Identificador(es) de usuario %1; estas persoas non serán quen de ler a mensaxe.
hu: Nem található megfelelő publikus kulcs az alábbiakhoz: %1; Ezek a személyek nem fogják tudni elolvasni az üzenetet.
it: Impossibile trovare chiavi pubbliche corrispondenti agli ID utente %1; queste persone non potranno leggere il messaggio.
ja: ユーザ ID %1 と一致する公開鍵が見つかりませんでした。 これらの人はメッセージを読むことができません。
kk: Бұл пайдаланушы ID-(лер)іне сәйкесті ашық кілттер табылмады: %1; бұлар хатты оқи алмайды.
km: មិន​អាច​រក​កូនសោ​សាធារណៈ​ផ្គូផ្គង​នឹង​លេខ​សម្គាល់​អ្នក​ប្រើ %1 អ្នក​ទាំង​នេះ​នឹង​មិន​អាច​អាន​សារ​បានទេ ។
ko: 다음 사용자 ID와 일치하는 공개 키를 찾을 수 없습니다: %1; 이 사람들은 메시지를 읽을 수 없습니다.
lt: Nepavyko rasti viešojo rakto, atitinkančio userid %1; šie asmenys negalės perskaityti šio laiško.
lv: Neizdevās atrast publiskās atslēgas, kas atbilstu useridiem %1; šīs personas nevarēs izlasīt šo vēstuli.
nb: Kunne ikke finne offentlige nøkler som passer med brukeridentitetene %1; disse personene vil ikke kunne lese denne meldinga.
nds: Keen apen Slötels funnen för disse Bruker-ID(s): %1. Disse Personen köönt de Naricht nich lesen.
nl: Er konden geen publieke sleutels worden gevonden die overeenkomen met gebruikers-id('s) %1. Deze personen zullen niet in staat zijn het bericht te lezen.
nn: Fann ikkje offentlegnøklar som passar brukar-ID(-ane) %1 Desse personane vil ikkje kunna lesa meldinga.
pt: Não foram encontradas as chaves públicas dos utilizadores %1. Estas pessoas não conseguirão decifrar a mensagem.
pt_br: Não foi possível encontrar chaves públicas correspondentes ao(s) id(s) de usuário %1; essas pessoas não poderão ler a mensagem.
ru: Невозможно найти открытые ключи, соответствующие идентификаторам пользователя %1; эти люди не смогут прочитать письмо.
sk: Nedajú sa nájsť verejné kľúče zhodujúce sa s uživateľským id %1; tieto osoby nebudú môcť správu čítať.
sl: Ni bilo mogoče najti javnih ključev za uporabniške ID-je %1. Te osebe ne bodo mogle prebrati sporočila.
sr: Не могу да нађем јавне кључеве према корисничким ИД‑овима %1; Ове особе неће моћи да прочитају поруку.
zh_tw: 找不到符合使用者代碼 %1 的公開金鑰。 這些收件者將無法閱讀此信件。
