Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: Neither recipients nor passphrase specified.
bg: Няма зададени получател(и) и парола.
bs: Nisu navedeni ni primaoci ni lozinka.
ca@valencia: No s'ha especificat al destinatari ni la frase de contrasenya.
cs: Nebylo zadáno heslo ani příjemce.
da: Hverken modtager eller løsen er angivet.
el: Ούτε οι παραλήπτες ούτε η φράση πρόσβασης ορίστηκαν.
es: No se especificaron ni los destinatarios ni la frase de paso.
et: Määratud ei ole saajaid ega paroolifraasi.
eu: Hartzaileak eta pasa-esaldia ez dira zehaztu.
fa: نه گیرنده‌ها و نه عبارت عبور، مشخص نشدند.
fi: Vastaanottajia tai salasanafraasia ei ole määritelty.
fr: Aucun destinataire ou phrase de passe n'est spécifié.
gl: Sen destinatarios ou contrasinal especificados.
hi: न तो प्राप्त कर्ता न ही पासफ्रेस निर्दिष्ट है.
hu: Nincs megadva a címzett és a jelszó
it: Non è stato specificato nessun destinatario e nessuna frase segreta.
ja: 受信者もパスフレーズも指定されていません。
kk: Не алушылар не паролі келтірілмеген.
km: មិន​បាន​បញ្ជាក់​អ្នក​ទទួល ឬ​ឃ្លា​សម្ងាត់ ។
ko: 받는 사람도 암구호도 지정되지 않았습니다.
lt: Nenurodytas nei gavėjas, nei slaptoji frazė.
lv: Nav norādīti ne saņēmēji, ne parole.
nb: Ingen mottakere eller passord er angitt.
nds: Keen Adressaat un ok keen Slötelsatz angeven
nl: Geadresseerden noch wachtwoord (passphrase) opgegeven.
nn: Verken mottakarane eller passfrasen er valde.
pt: Não foram indicados nem os destinatários nem a frase-senha.
pt_br: Nenhum destinatário ou frase secreta especificados.
ru: Не указаны ни получатели ни пароль.
sk: Ani prijimatelia ani slovníková fráza nie sú špecifikované.
sl: Navedena ni ne šifrirna fraza ne prejemniki.
sr: Нису наведени ни примаоци ни лозинка.
zh_tw: 沒有指定收件人或密碼片語。

source: The passphrase you entered is invalid.
bg: Въведената парола е грешна.
bs: Lozinka koju ste unijeli nije ispravna.
ca@valencia: La frase de contrasenya introduïda és incorrecta.
cs: Heslo, které jste zadali, je neplatné.
da: Det løsen du indtastede er ugyldigt.
el: Η φράση πρόσβασης που δώσατε δεν είναι έγκυρη.
es: La frase de paso que introdujo no es válida.
et: Sisestatud paroolifraas on vale.
eu: Sartu duzun pasa-esaldia baliogabea da.
fa: عبارت عبوری که وارد کردید نامعتبر است.
fi: Antamasi salasanafraasi on virheellinen.
fr: La phrase de passe saisie est non valable.
gl: O contrasinal que inseriu non é válido.
hi: जो पासफ्रेस आपने भरा है वह अवैध है.
hu: A megadott jelszó hibás.
it: La frase segreta inserita non è valida.
ja: 入力されたパスフレーズは不正です。
kk: Келтірілген пароліңіз дұрыс емес.
km: ឃ្លា​សម្ងាត់​ដែល​អ្នក​បាន​បញ្ចូល​មិន​ត្រឹមត្រូវ ។
ko: 입력한 암구호가 잘못되었습니다.
lt: Įvesta slaptoji frazė neteisinga.
lv: Ievadītā parole nav derīga.
nb: Passordet du har angitt er ugyldig.
nds: De Slötelsatz, den Du ingeven hest, is leeg.
nl: Het wachtwoord (passphrase) dat u invoerde is ongeldig.
nn: Passfrasen du skreiv inn er ikkje gyldig.
pt: A frase-senha que o utilizador indicou é inválida.
pt_br: A frase secreta fornecida é inválida.
ru: Введённый вами пароль корректен.
sk: Zadaná slovníková fráza je neplatná.
sl: Vnesli ste neveljavno šifrirno frazo.
sr: Унели сте лошу лозинку.
zh_tw: 您輸入了錯誤的密碼片語。

source: The key(s) you want to encrypt your message to are not trusted. No encryption done.
bg: Ключът(овете), с които искате да шифровате вашето съобщение не са надеждни. Съобщението не е шифровано.
bs: Ključevi kojima želite da šifrujute poruku nisu od povjerenja. Poruka nije šifrovana.
ca@valencia: La/es clau/s que desitgeu emprar per encriptar no són de confiança. No es farà l'encriptatge.
cs: Klíč(e), které si přejete použít pro šifrování zprávy jsou nedůvěryhodné. Šifrování neprovedeno.
da: De(n) nøgle(r) du ønsker at bruge til kryptering er Ikke pålidelige. Ingen kryptering udført.
el: Το κλειδί(ά) που θέλετε για να κρυπτογραφήσετε το μήνυμα δεν είναι έμπιστα. Δεν έγινε κρυπτογράφηση.
es: Las claves con las que quiere cifrar el mensaje no son de confianza. No se cifrará.
et: Võti (võtmed), millega soovid kirja krüptida, pole usaldusväärsed. Krüptimine jäeti ära.
eu: Zure mezua enkriptatzeko erabili nahi duzun gakoak ez dira konfidantzazkoak. Ez da enkriptatuko.
fa: کلید)هایی( که می‌خواهید پیام خود را با آن رمزبندی کنید، معتبر نیست. رمزبندی صورت نگرفت.
fi: Olit salaamassa viestin avaimilla, joihin ei luoteta. Salausta ei ole tehty.
fr: La ou les clés que vous voulez utiliser pour chiffrer le message ne sont pas sûres. Aucun chiffrage n'a été effectué.
gl: A(s) chave(s) coa(s) que quere cifrar a súa mensaxe non está(n) autenticada(s). Non se fixo o cifrado.
hu: Az üzenet titkosításához használni kívánt kulcs(ok) nem megbízhatók, ezért nem történik titkosítás.
it: Le chiavi con cui vuoi cifrare il messaggio non sono affidabili. Nessuna cifratura eseguita.
ja: あなたがメッセージの暗号化に使用しようとした鍵は信頼されていません。暗号化していません。
kk: Хатыңызды шифрлау үшін қолданам деген кілт(тер)іңізге сенім артылмаған. Шифрлау жасалмады.
km: កូនសោ​ដែល​អ្នក​ចង់​អ៊ិនគ្រីប​សារ​របស់​អ្នក​គឺ​មិន​គួរ​ឲ្យ​ជឿ​ទុកចិត្ត ។ គ្មាន​ការ​អ៊ិនគ្រីប​បាន​ធ្វើ ។
ko: 메시지를 암호화하려는 키를 믿을 수 없습니다. 암호화되지 않았습니다.
lt: Raktas(-ai) kuriems norite užšifruoti laišką nėra patikimi. Laiškas nešifruojamas.
lv: Atslēgas, ar kurām vēlaties šifrēt vēstuli nav uzticamas. Šifrēšana netiks veikta.
nb: Nøklene du vil kryptere meldinga med er ikke betrodd. Ingen kryptering blir utført.
nds: De Slötels, mit de Du de Naricht verslöteln wullt, warrt nich troot. Nix wöör verslötelt.
nl: De sleutel(s) waarmee u het bericht wilt versleutelen zijn niet vertrouwd. Het versleutelen is geannuleerd.
nn: Nøkkelen/-ane du ønskjer å kryptera meldinga med er ikkje tiltrudd(e). Det vart derfor ikkje gjort noko kryptering.
pt: A(s) chave(s) com a(s) qual(is) deseja cifrar a sua mensagem não é(são) de confiança. Esta não será cifrada.
pt_br: A(s) chave(s) para as quais deseja criptografar sua mensagem não são confiáveis. Criptografia não realizada.
ru: Ключи, которыми вы хотите подписать письмо, не проверены. Шифрование выполняться не будет.
sk: Kľúč(e), ktorým chcete zašifrovať správu nie sú dôveryhodné. Žiadne šifrovanie nebolo.
sl: Ključ(i), s katerim(i) ste hoteli šifrirati sporočilo, niso zaupanja vredni. Šifriranje ni bilo opravljeno.
sr: Кључеви којима желите да шифрујете поруку нису поуздани. Порука није шифрована.
zh_tw: 您要用來加密信件的金鑰未被信任。將不做加密。

source: The following key(s) are not trusted: %1 Their owner(s) will not be able to decrypt the message.
bg: Следният(те) ключ(ове) не са надеждни: %1 Собствениците им няма да могат да разшифроват съобщението.
bs: Sljedeći ključevi nisu od povjerenja: %1 Njihovi vlasnici neće moći da dešifruju poruku.
ca@valencia: La/es següent/s clau/s no són de confiança: %1 El/s seu/s propietari/s no podran desencriptar el missatge.
cs: Následující klíče jsou nedůvěryhodné: %1 Jejich vlastník nebude moci dešifrovat zprávu.
da: Følgende nøgler er upålidelige: %1 Deres ejere vil ikke kunne dekryptere brevet.
el: Το ακόλουθο κλειδί(ά) δεν είναι έμπιστο: %1 Ο ιδιοκτήτης(ες) δε θα μπορέσουν να αποκρυπτογραφήσουν το μήνυμα.
es: Las siguientes claves no son de confianza: %1 Sus propietarios no podrán descifrar el mensaje.
et: Järgnevad võtmed pole usaldusväärsed: %1 Nende omanikud ei suuda kirja lahti krüptida.
eu: Ondorengo gakoak ez dira konfidantzazkoak; %1 Jabeak ezin izango dute mezua desenkriptatu.
fa: کلید)های( زیر معتبر نیستند: %1 مالک)های( آنها نمی‌توانند پیام را سرگشایی کنند.
fi: Seuraaviin avaimiin ei luoteta: %1 Niiden omistajat eivät pysty poistamaan viestin salausta.
fr: La ou les clés suivantes ne sont pas sûres : %1 Leurs propriétaires respectifs ne pourront pas déchiffrer le message.
gl: A(s) seguinte(s) chave(s) non están autenticadas: %1 O(s) seu(s) propietario(s) non serán quen de descifrar a mensaxe.
hu: A következő kulcs(ok) nem megbízhatók: %1 A tulajdonosaik nem fogják tudni dekódolni az üzenetet.
it: Le seguenti chiavi non sono affidabili: %1 I relativi proprietari non saranno in grado di decifrare il messaggio.
ja: 以下の鍵は信頼されていません: %1 これらの鍵の所有者はメッセージを復号できません。
kk: Келесі кілт(тер)іне сенім артылмаған: %1 Олардың иелері хаттың шифрын шеше алмайды.
km: កូនសោ​ដូច​ខាង​ក្រោម​នេះ​មិន​គួរ​ឲ្យ​ជឿទុក​ចិត្ត ៖ %1 កូនសោ​ផ្ទាល់​របស់​ពួកគេ​នឹង​មិន​អាច​ឌិគ្រីប​សារ​បាន​ទេ ។
ko: 아래 키를 믿을 수 없습니다: %1 키 소유자는 메시지를 복호화할 수 없습니다.
lt: Šie raktia nėra patikimi: %1 Jų sąvininkas(-ai) negalės iššifruoti laiško.
lv: Šīs atslēgas nav uzticamas: %1 To īpašnieki nespēs atšifrēt vēstuli.
nb: Følgende nøkler er ikke betrodde: %1 Deres eiere vil ikke kunne dekryptere meldinga.
nds: Disse Slötels warrt nich troot: %1 Ehr Eegners köönt disse Naricht nich opslöteln
nl: De volgende sleutel(s) zijn onvertrouwd: %1 De eigena(a)r(en) ervan zullen niet in staat zijn het bericht te ontcijferen.
nn: Denne nøkkelen / desse nøklane er ikkje tiltrudd(e): %1 Eigarane vil ikkje kunna dekryptera meldinga.
pt: A(s) seguinte(s) chave(s) não é(são) de confiança: %1 Os seus donos não serão capazes de decifrar a mensagem.
pt_br: A(s) seguinte(s) chave(s) não são confiáveis: %1 Os seus proprietários não poderão descriptografar a mensagem.
ru: Следующие ключи не проверены: %1 Их владельцы не смогут расшифровать письмо.
sk: Nasledujúci kľúč(e) nie sú dôveryhodné: %1 Jeho vlastník nebude môcť dešifrovať správu.
sl: Naslednji ključ(i) ni(so) zaupanja vredni: %1 Lastniki ne bodo mogli odšifrirati sporočila.
sr: Следећи кључеви нису поуздани: %1 Њихови власници неће моћи да дешифрују поруку.
zh_tw: 以下的金鑰未被信任： %1 它們的擁有者將無法解密此信件。

source: Missing encryption key(s) for: %1
bg: Липсващ(и) ключ(ове) за шифроване на: %1
bs: Nedostaju kriptografski ključevi za: %1
ca@valencia: Falta/en la/es clau/s d'encriptatge per a: %1
cs: Chybějící šifrovací klíče pro: %1
da: Manglende indkodningsnøgle(r) for: %1
el: Λείπει το κλειδί(ά) κρυπτογράφησης για: %1
es: No se encuentran las claves de cifrado para: %1
et: Puuduv krüptovõti(võtmed): %1 jaoks
eu: Hauen enkriptatzeko gakoak falta dira: %1
fa: کلید)های( رمزبندی مفقود برای: %1
fi: Salausavaimia ei löydy kohteelle: %1
fr: Clé(s) de chiffrage manquante(s) pour : %1
gl: Chave(s) de cifrado ausente(s) para: %1
hi: के लिए एनक्रिप्शन कुंजी गुम है: %1
hu: Hiányoznak a titkosítási kulcsok: %1
it: Chiavi di cifratura mancanti per: %1
ja: %1 の暗号化鍵がありません。
kk: Келесі үшін шифрлау кілт(тер)і жоқ: %1
km: បាត់​កូនសោ​អ៊ិនគ្រីប​សម្រាប់ ៖ %1
ko: 다음 사용자에 대한 키가 없음: %1
lt: Trūksta šifravimo rakto(-ų): %1
lv: Trūkst šifrēšanas atslēgu priekš: %1
nb: Manglende krypteringsnøkler for: %1
nds: Slötels för't Verslöteln fehlt för: %1
nl: Ontbrekende cryptografische sleutel(s) voor: %1
nn: Manglar krypteringsnøkkel/-nøklar for: %1
pt: Falta uma(s) chave(s) de cifra para o: %1
pt_br: Chave(s) de criptografia faltando para: %1
ru: Отсутствуют ключи шифрования для «%1»
sk: Chýbajúci kľúč šifrovania pre : %1
sl: Manjka(jo) šifrirni ključ(i) za: %1
sr: Недостају кључеви за шифровање за: %1
zh_tw: 遺失加密金鑰： %1

source: Error running PGP
bg: Грешка при изпълнение на PGP
bs: Greška pri izvršavanju PGP-a
ca@valencia: Error en executar el PGP
cs: Chyba při spouštění PGP
da: Fejl ved kørsel af PGP
el: Σφάλμα εκτέλεσης του PGP
es: Error al ejecutar PGP
et: Viga PGP käivitamisel
eu: Errorea PGP exekutatzean
fa: خطای اجرای PGP
fi: Virhe PGP-ohjelman käytössä
fr: Problème lors de l'exécution de PGP
gl: Produciuse un erro ao executar PGP
hi: पीजीपी चलाने में त्रुटि
hu: Hiba történt a PGP futtatásakor
it: Errore durante l'esecuzione di PGP
ja: PGP 実行エラー
kk: PGP жегу қатесі
km: កំហុស​ក្នុង​ការ​រត់ PGP
ko: PGP 실행 오류
lt: Klaida vykdant PGP
lv: Kļūda darbinot PGP
nb: Feil under kjøring av PGP
nds: Fehler bi't Utföhren vun PGP
nl: Fout bij uitvoeren van PGP
nn: Feil ved køyring av PGP
pa: PGP ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao correr o PGP
pt_br: Erro ao executar o PGP
ru: Ошибка запуска PGP
sk: Chyba spustenia PGP
sl: Napaka med zaganjanjem PGP
sr: Грешка при извршавању ПГП‑а
zh_tw: 執行 PGP 錯誤

source: You do not have the secret key for this message.
bg: Нямате личния ключ, който е необходим, за да се разшифрова съобщението.
bs: Nemate tajni ključ za ovu poruku.
ca@valencia: No teniu la clau secreta per este missatge.
cs: Není k dispozici privátní klíč pro tuto zprávu.
da: Har ikke den hemmelige nøgle til dette brev.
el: Δεν έχετε το μυστικό κλειδί για αυτό το μήνυμα.
es: No tiene la clave secreta para este mensaje.
et: Selle kirja jaoks pole salajast võtit.
eu: Ez daukazu mezu honen gako sekreturik.
fa: برای این پیام، کلید سرّی ندارید.
fi: Sinulla ei ole tämän viestin salaista avainta.
fr: Vous ne disposez pas de la clé secrète pour ce message.
gl: Non ten unha chave secreta para esta mensaxe.
hi: इस संदेश के लिए आपके पास गुप्त कुंजी नहीं है
hu: Nem áll rendelkezésre az üzenethez tartozó titkos kulcs.
it: Non hai la chiave segreta per questo messaggio.
ja: このメッセージの秘密鍵がありません。
kk: Бұл хат үшін құпия кілтіңіз жоқ.
km: អ្នក​មិនមាន​កូនសោ​សម្ងាត់​សម្រាប់​សារ​​នេះ​ទេ ។
ko: 이 메시지에 대한 비밀 키가 없습니다.
lt: Šiam laiškui neturite slaptojo rakto.
lv: Jums nav šīs vēstules slepenās atslēgas.
nb: Du har ikke den hemmelige nøkkelen for denne meldinga.
nds: Du hest den Privaatslötel för disse Naricht nich
nl: U bezit niet de geheime sleutel voor dit bericht.
nn: Du har ikkje den hemmelege nøkkelen til denne meldinga.
pt: O utilizador não tem a chave privada para esta mensagem.
pt_br: Você não possui a chave secreta para esta mensagem.
ru: Вы не имеете закрытого ключа для этого письма.
sk: Nemáte tajný kľúč pre túto správu.
sl: Nimate skrivnega ključa za to sporočilo.
sr: Немате тајни кључ за ову поруку.
zh_tw: 您沒有此信件使用的秘密金鑰。

source: ??? (file ~/.pgp/pubring.pkr not found)
bg: ??? (файлът ~/.pgp/pubring.pkr не е намерен)
bs: ??? (datoteka ~/.pgp/pubring.pkr nije nađena)
ca@valencia: ??? (no es troba el fitxer ~/.pgp/pubring.pkr)
cs: ??? (soubor ~/.pgp/pubring.pkr nenalezen)
da: ??? (filen ~/.pgp/pubring.pkr ikke fundet)
el: ??? (το αρχείο ~/.pgp/pubring.pkr δε βρέθηκε)
es: ??? (archivo ~/.pgp/pubring.pkr no encontrado)
et: ??? (faili ~/.pgp/pubring.pkr ei leitud)
eu: ??? (~/.pgp/pubring.pkr fitxategia ez da aurkitu)
fa: ؟؟؟ )پرونده ~/.pgp/pubring.pkr را نمی‌توان یافت(
fi: ??? (tiedostoa ~/.pgp/pubring.pkr ei löydy)
fr: ??? (impossible de trouver le fichier « ~/.pgp/pubring.pkr »)
gl: ??? (ficheiro ~/.pgp/pubring.pkr non atopado)
hi: ??? (फ़ाइल ~/.pgp/pubring.pkr नहीं मिला)
hu: ??? (a ~/.pgp/pubring.pkr fájl nem található)
it: ??? (file ~/.pgp/pubring.pkr non trovato)
ja: ??? (ファイル ~/.pgp/pubring.pkr が見つかりません)
kk: ??? (~/.pgp/pubring.pkr файлы жоқ)
km: ??? (ឯកសារ​ ~/.pgp/pubring.pkr រក​មិន​ឃើញ​)
ko: ??? ( ~/.pgp/pubring.pkr 파일을 찾을 수 없습니다.)
lt: ??? (failas ~/.pgp/pubring.pkr nerastas)
lv: ??? (nav atrasts fails ~/.pgp/pubring.pkr)
nb: ??? (fila «~/.pgp/pubring.pkr» ble ikke funnnet)
nds: ??? (Datei ~/.pgp/pubring.pkr nich funnen)
nl: ??? (bestand ~/.pgp/pubring.pkr is niet gevonden)
nn: ??? (fann ikkje fila «~/.pgp/pubring.pkr»)
pa: ??? (ਫਾਇਲ ~/.pgp/pubring.pkr ਨਹੀ ਲੱਭੀ)
pt: ??? (o ficheiro ~/.pgp/pubring.pkr não foi encontrado)
pt_br: ??? (arquivo ~/.pgp/pubring.pkr não encontrado)
ru: ??? (файл ~/.pgp/pubring.pkr не найден)
sk: ??? (nenájdený súbor ~/.pgp/pubring.pkr)
sl: ??? (datoteka ~/.pgp/pubring.pkr ni bila najdena)
sr: ??? (фајл <filename>~/.pgp/pubring.pkr</filename> није нађен)
zh_tw: ？？（找不到 ~/.pgp/pubring.pkr 檔案）

source: Unknown error.
bg: Неизвестна грешка.
bs: Nepoznata greška.
ca@valencia: Error desconegut.
cs: Neznámá chyba.
da: Ukendt fejl.
el: Άγνωστο σφάλμα.
es: Error desconocido.
et: Tundmatu viga.
eu: Errore ezezaguna.
fa: خطای ناشناخته.
fi: Tuntematon virhe.
fr: Erreur inconnue.
gl: Erro descoñecido.
hi: अज्ञात त्रुटि.
hu: Ismeretlen hiba.
it: Errore sconosciuto.
ja: 未知のエラー
kk: Беймәлім қате.
km: មិនស្គាល់​កំហុស​ ។
ko: 알 수 없는 오류입니다.
lt: Nežinoma klaida.
lv: Nezināma kļūda.
nb: Ukjent feil.
nds: Nich begäng Fehler
nl: Onbekende fout.
nn: Ukjend feil.
pa: ਅਣਜਾਣ ਗਲਤੀ ਹੈ।
pt: O erro é desconhecido.
pt_br: Erro desconhecido.
ru: Неизвестная ошибка.
sk: Neznáma chyba.
sl: Neznana napaka.
sr: Непозната грешка.
zh_tw: 未知的錯誤。

source: Signing failed because the passphrase is wrong.
bg: Подписването се провали, защото паролата е грешна.
bs: Potpisivanje nije uspjelo jer je lozinka pogrešna.
ca@valencia: Falla en signar perquè la contrasenya és incorrecta.
cs: Podepisování selhalo, jelikož heslo je nesprávné.
da: Underskrift mislykkedes fordi løsenet er forkert.
el: Η υπογραφή απέτυχε γιατί η φράση πρόσβασης είναι λάθος.
es: Fallo al firmar debido a que la frase de paso es incorrecta.
et: Signeerimine nurjus vale paroolifraasi tõttu.
eu: Sinadurak huts egin du pasa-esaldia okerra delako.
fa: امضا، به علت نادرست بودن عبارت عبور خراب شد.
fi: Allekirjoitus epäonnistui, koska salasanafraasi on väärä.
fr: La signature n'a pas pu être faite car la phrase de passe est incorrecte.
gl: Fallou a sinatura porque o contrasinal está equivocado.
hi: हस्ताक्षर करने में असफल चूंकि पासफ्रेस गलत है.
hu: Az aláírás nem sikerült, mert a megadott jelszó hibás.
it: Procedura di firma fallita perché la frase segreta è errata.
ja: パスフレーズが間違っているため、署名できませんでした。
kk: Жарамсыз пароль себебінен қолтаңбалау жаңылысы.
km: ការ​ចុះ​ហត្ថលេខា​បាន​បរាជ័យ ព្រោះ​ថា​ឃ្លា​សម្ងាត់​មិន​ត្រឹមត្រូវ ។
ko: 암구호가 올바르지 않아서 서명할 수 없습니다.
lt: Pasirašyti nepavyko nes slaptoji frazė neteisinga.
lv: Neizdevās parakstīt, jo parole ir neparieza.
nb: Signeringen feilet fordi passordet er feil.
nds: Ünnerschrieven is fehlslaan, wiel de Slötelsatz leeg is.
nl: Ondertekenen mislukte doordat het wachtwoord (passphrase) onjuist is.
nn: Klarte ikkje signera, då passfrasen var feil.
pt: A assinatura falhou porque a frase-senha está errada.
pt_br: A assinatura falhou porque a frase secreta está incorreta.
ru: Ошибка подписывания из-за неверного пароля.
sk: Podpísanie zlyhalo, pretože slovníková fráza je chybná.
sl: Podpisovanje je spodletelo, ker je šifrirna fraza napačna.
sr: Потписивање није успело јер је лозинка погрешна.
zh_tw: 簽署失敗，因為密碼片語錯誤。

source: Signing failed because your secret key is unusable.
bg: Подписването се провали, защото вашият личен ключ е неизползваем.
bs: Potpisivanje nije uspjelo jer je vaš tajni ključ neupotrebljiv.
ca@valencia: Falla en signar perquè la vostra clau secreta és inusable.
cs: Podepisování selhalo, jelikož váš privátní klíč je nepoužitelný.
da: Underskrift mislykkedes fordi din hemmelige nøgle er ubrugelig.
el: Η υπογραφή απέτυχε γιατί το μυστικό κλειδί σας είναι αδύνατο να χρησιμοποιηθεί.
es: Fallo al firmar porque su clave secreta no se puede utilizar.
et: Signeerimine nurjus, sest sinu salajane võti oli kasutuskõlbmatu.
eu: Sinadurak huts egin du zure gako sekretua erabilgaitza delako.
fa: امضا، به علت بی‌مصرف بودن کلید سرّی شما خراب شد.
fi: Allekirjoitus epäonnistui, sillä salainen avaimesi ei ole käyttökelpoinen.
fr: La signature a échouée car la phrase de passe est inutilisable.
gl: Fallou a sinatura porque a súa chave secreta xa non vale.
hi: हस्ताक्षर करना असफल चूंकि आपकी गोपनीय कुंजी इस्तेमाल योग्य नहीं है.
hu: Az aláírás nem sikerült, mert a saját privát kulcs nem használható.
it: Procedura di firma fallita perché la tua chiave segreta non è utilizzabile.
ja: 秘密鍵が使えないので、署名できませんでした。
kk: Жарамсыз құпия кілтінің себебінен қолтаңбалау жаңылысы.
km: ការ​ចុះ​ហត្ថលេខា​បាន​បរាជ័យ ព្រោះថា​កូនសោ​សម្ងាត់​របស់​អ្នក​មិន​អាច​ប្រើ​បាន ។
ko: 비밀 키를 사용할 수 없어 서명할 수 없습니다.
lt: Pasirašyti nepavyko nes Jūsų slaptasis raktas nenaudotinas.
lv: Neizdevās parakstīt, jo slepenā atslēga ir nelietojama.
nb: Signeringen feilet fordi din hemmelige nøkkel er ubrukelig.
nds: Ünnerschrieven is fehlslaan, wiel Dien Privaatslötel nich to bruken is.
nl: Ondertekening mislukte doordat uw geheime sleutel onbruikbaar is.
nn: Klarte ikkje signera, då den hemmelege nøkkelen ikkje er brukande.
pt: A assinatura falhou porque a sua chave privada é inútil.
pt_br: A assinatura falhou porque a sua chave secreta está inutilizável.
ru: Ошибка подписывания из-за неверного ключа.
sk: Podpísanie zlyhalo, pretože tajný kľúč je nepoužiteľný.
sl: Podpisovanje je spodletelo, ker je vaš skriti ključ neuporaben.
sr: Потписивање није успело јер је ваш тајни кључ неупотребљив.
zh_tw: 簽署失敗，因為您的秘密金鑰無法使用。

source: Error running gpg
bg: Грешка при изпълнение на GPG
bs: Greška pri izvršavanju gpg-a
ca@valencia: Error en executar el gpg
cs: Chyba při spouštění gpg
da: Fejl ved kørsel af gpg
el: Σφάλμα εκτέλεσης του gpg
es: Error al ejecutar gpg
et: Viga gpg käivitamisel
eu: Errore gpg exekutatzean
fa: خطای اجرای gpg
fi: Virhe gpg-ohjelman käytössä
fr: Problème lors de l'exécution de GPG
gl: Erro ao executar gpg
hi: जीपीजी चलाने में त्रुटि
hu: A gpg futtatása nem sikerült
it: Errore durante l'esecuzione di GPG
ja: gpg 実行エラー
kk: gpg жегу қатесі
km: កំហុស​ក្នុង​ការ​រត់ gpg
ko: gpg 실행 오류
lt: Klaida vykdant gpg
lv: Kļūda darbinot gpg
nb: Feil under kjøring av gpg
nds: Fehler bi't Utföhren vun gpg
nl: Fout bij uitvoeren van gpg
nn: Feil ved køyring av pgp
pa: gpg ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao correr o gpg
pt_br: Erro ao executar o gpg
ru: Ошибка запуска gpg
sk: Chyba spustenia gpg
sl: Napaka med zaganjanjem gpg
sr: Грешка при извршавању ГПГ‑а
zh_tw: 執行 GPG 錯誤。

source: The passphrase dialog was cancelled.
bg: Прозорецът за парола е отказан.
bs: Dijalog s rečenicom za prolaz je prekinut.
ca@valencia: S'ha cancel·lat el diàleg de la frase de contrasenya.
cs: Dialog pro zadání hesla byl ukončen.
da: Adgangsfrase-dialogen blev annulleret.
el: Ο διάλογος της φράσης πρόσβασης ακυρώθηκε.
es: El diálogo de frase de contraseña fue cancelado.
et: Paroolifraas dialoogi töö katkestati.
fi: Salasanakysely peruttiin.
fr: La boîte de dialogue pour la saisie de la phrase de passe a été annulée.
gl: Cancelouse o diálogo do contrasinal.
hu: A jelszóablak bezárult.
it: La finestra di immissione per la frase segreta è stata annullata.
ja: パスフレーズ入力ダイアログがキャンセルされました。
kk: Пароль келтіретін диалог жабык.
km: ប្រអប់​ឃ្លា​សម្ងាត់​ត្រូវបាន​បោះបង់​ចោល ។
ko: 암구호 대화 상자가 취소되었습니다.
lv: Paroles ievadīšanas logs tika atcelts.
nb: Dialogvinduet for passord ble avbrutt.
nds: De Slötelsatz-Dialoog wöör afbraken.
nl: De dialoog voor de wachtwoordzin is geannuleerd.
nn: Dialogvindauget for passord vart avbrote.
pa: ਸ਼ਬਦ ਡਾਈਲਾਗ ਰੱਦ ਕੀਤਾ ਗਿਆ।
pt: A janela da frase-senha foi cancelada.
pt_br: A janela da frase secreta foi cancelada.
ru: Диалоговое окно ввода пароля было закрыто.
sk: Dialóg hesla bol zrušený.
sl: Pogovorno okno šifrirne frazo je bilo preklicano.
sr: Дијалог лозинке је отказан.
zh_tw: 密碼片語對話框被取消。
