Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: ??? (file ~/.gnupg/pubring.gpg not found)
bg: ??? (файлът ~/.gnupg/pubring.gpg не е намерен)
bs: ??? (datoteka ~/.gnupg/pubring.gpg nije nađena)
ca@valencia: ??? (no es troba el fitxer ~/.gnupgp/pubring.pgp)
cs: ??? (soubor ~.gnupg/pubring.gpg nenalezen)
da: ??? (filen ~/.gnupg/pubring.gpg ikke fundet)
el: ??? (το αρχείο ~/.gnupg/pubring.gpg δε βρέθηκε)
es: ??? (archivo ~/.gnupg/pubring.gpg no encontrado)
et: ??? (faili ~/.gnupg/pubring.pgp ei leitud)
eu: ??? (~/.gnupg/pubring.gpg fitxategia ez da aurkitu)
fa: ؟؟؟ )پرونده ~/.gnupg/pubring.gpg یافت نشد(
fi: ??? (tiedostoa ~/.gnupg/pubring.gpg ei löydy)
fr: ??? (fichier « ~/.gnupg/pubring.gpg » introuvable)
gl: ??? (ficheiro ~/.gnupg/pubring.gpg non atopado)
hi: ??? (फ़ाइल ~/.gnupg/pubring.gpg नहीं मिला)
hu: ??? (nem található a ~/.gnupg/pubring.gpg fájl)
it: ??? (file ~/.gnupg/pubring.gpg non trovato)
ja: ??? (ファイル ~/.gnupg/pubring.gpg が見つかりません)
kk: ??? (~/.gnupg/pubring.gpg файлы табылмады)
km: ??? (ឯកសារ ~/.gnupg/pubring.gpg រក​មិន​ឃើញ​)
ko: ??? ( ~/.gnupg/pubring.gpg 파일을 찾을 수 없습니다.)
lt: ??? (failas ~/.gnupg/pubring.gpg nerastas)
lv: ??? (nav atrasts fails ~/.gnupg/pubring.gpg)
nb: ??? (fila «~/.gnupg/pubring.gpg» ble ikke funnet)
nds: ??? (Datei ~/.gnupg/pubring.gpg nich funnen)
nl: ??? (bestand ~/.gnupg/pubring.gpg is niet gevonden)
nn: ??? (fann ikkje fila «~/.gnupg/pubring.gpg»)
pa: ??? (ਫਾਇਲ ~/.gnupg/pubring.gpg ਨਹੀਂ ਲੱਭੀ)
pt: ??? (o ficheiro ~/.gnupg/pubring.gpg não foi encontrado)
pt_br: ??? (arquivo ~/.gnupg/pubring.gpg não encontrado)
ru: ??? (файл ~/.gnupg/pubring.gpg не найден)
sk: ??? (nenájdený súbor ~/.gnupg/pubring.gpg)
sl: ??? (datoteka ~/.gnupg/pubring.gpg ni bila najdena)
sr: ??? (фајл <filename>~/.gnupg/pubring.gpg</filename> није нађен)
zh_tw: ？？（找不到 ~/.gnupg/pubring.gpg 檔案）

source: Please enter your OpenPGP passphrase:
bg: Моля, въведете вашата парола на OpenPGP:
bs: Unesite svoju OpenPGP lozinku:
ca@valencia: Per favor, introduïu la vostra frase de contrasenya OpenPGP:
cs: Prosím, vložte heslo OpenPGP:
da: Indtast venligst dit OpenPGP løsen:
el: Παρακαλώ δώστε τη φράση πρόσβασής σας για το OpenPGP:
es: Introduzca su frase de paso OpenPGP:
et: Palun sisesta OpenPGP paroolifraas:
eu: Sartu zure OpenPGP pasa-esaldia:
fa: لطفاً، عبارت عبور OpenPGP خود را وارد کنید:
fi: Anna OpenPGP-salasanafraasisi:
fr: Veuillez saisir votre phrase de passe OpenPGP :
gl: Por favor, insira o seu contrasinal OpenPGP:
hi: कृपया अपना ओपन-पीजीपी कुंजी पासफ्रेस भरें:
hu: Adja meg az OpenPGP-s jelszavát:
it: Inserisci la tua frase segreta OpenPGP:
ja: OpenPGP パスフレーズを入力してください:
kk: OpenPGP пароліңізді келтіріңіз:
km: សូម​បញ្ចូល​ឃ្លាសម្ងាត់ OpenPGP របស់​អ្នក ៖
ko: OpenPGP 암구호를 입력해 주십시오:
lt: Prašome įrašyti Jūsų OpenPGP slaptąją frazę:
lv: Lūdzu ievadiet OpenGPG paroli:
nb: Skriv inn ditt OpenPGP-passord:
nds: Giff bitte Dien OpenPGP-Slötelsatz in:
nl: Voer uw OpenPGP-wachtwoord (passphrase) in:
nn: Skriv inn passfrasen til OpenGPG:
pa: ਆਪਣਾ OpenPGP ਪ੍ਹੈਰਾ ਦਿਓ ਜੀ:
pt: Indique a sua frase-senha do OpenPGP:
pt_br: Digite sua frase secreta OpenPGP:
ru: Введите пароль OpenPGP:
sk: Prosím zadajte OpenPGP slovníkovú frázu:
sl: Vnesite vašo šifrirno frazo OpenPGP:
sr: Унесите своју лозинку за опенПГП:
zh_tw: 請輸入您的 OpenPGP 密碼片語：

source: Please enter the OpenPGP passphrase for "%1":
bg: Моля, въведете парола на OpenPGP за "%1":
bs: Unesite OpenPGP lozinku za „%1“:
ca@valencia: Per favor, introduïu la vostra frase contrasenya OpenPGP per a «%1»:
cs: Prosím, vložte heslo OpenPGP pro "%1":
da: Indtast venligst dit OpenPGP løsen for "%1":
el: Παρακαλώ δώστε τη φράση πρόσβασης OpenPGP για το "%1":
es: Introduzca la frase de paso OpenPGP para «%1»:
et: Palun sisesta OpenPGP paroolifraas "%1" jaoks:
eu: Sartu "%1"-(r)en OpenPGP pasa-esaldia:
fa: لطفاً، عبارت عبور OpenPGP خود را برای »%1« وارد کنید:
fi: Anna OpenPGP-salasanafraasisi kohteelle %1:
fr: Veuillez saisir la phrase de passe OpenPGP pour « %1 » :
gl: Por favor, insira o contrasinal OpenPGP para "%1":
hi: इसके लिए कृपया ओपन-पीजीपी पासफ्रेस भरें "%1":
hu: Kérem adja meg az alábbihoz tartozó OpenPGP-s jelszavát "%1":
it: Inserisci la tua frase segreta OpenPGP per "%1":
ja: “%1” 用の OpenPGP パスフレーズを入力してください:
kk: "%1" үшін OpenPGP паролін келтіріңіз:
km: សូម​បញ្ចូល​ឃ្លា​សម្ងាត់ OpenPGP សម្រាប់ "%1" ៖
ko: 다음에 대한 OpenPGP 암구호를 입력하십시오: "%1":
lt: Prašome įvesti OpenPGP slaptają frazę „%1“:
lv: Lūdzu ievadiet OpenGPG paroli priekš "%1":
nb: Skriv inn OpenPGP-passordet for "%1":
nds: Bitte den OpenPGP-Slötelsatz ingeven för "%1":
nl: Voer uw OpenPGP-wachtwoord (passphrase) in voor "%1":
nn: Skriv inn passfrasen til OpenGPG for «%1»:
pt: Indique a sua frase-senha do OpenPGP para "%1":
pt_br: Digite a frase secreta OpenPGP para "%1":
ru: Введите пароль OpenPGP для «%1»:
sk: Prosím zadajte OpenPGP slovníkovú frázu pre "%1":
sl: Vnesite šifrirno frazo OpenPGP za »%1«:
sr: Унесите опенПГП лозинку за „%1“:
zh_tw: 請輸入 %1 的 OpenPGP 密碼片語：

source: Warning
bg: Предупреждение
bs: Upozorenje
ca@valencia: Avís
cs: Varování
da: Advarsel
el: Προειδοποίηση
es: Aviso
et: Hoiatus
fa: اخطار
fi: Varoitus
fr: Avertissement
gl: Advertencia
hi: चेतावनी
hu: Figyelmeztetés
it: Attenzione
ja: 警告
kk: Ескерту
km: ការ​ព្រមាន
ko: 경고
lt: Dėmesio
lv: Brīdinājums
nb: Advarsel
nds: Wohrschoen
nl: Waarschuwing
nn: Åtvaring
pa: ਚੇਤਾਵਨੀ
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sk: Upozornenie
sl: Opozorilo
sr: Упозорење
zh_tw: 警告

source: Please check if encryption really works before you start using it seriously. Also note that attachments are not encrypted by the PGP/GPG module.
bg: Моля, проверете дали, шифроването наистина работи преди да започнете да го използвате сериозно. Имайте предвид, че прикачените файлове не се шифроват от модул PGP/GPG.
bs: Provjerite da li šifrovanje zaista radi prije nego što ozbiljno počnete da ga koristite. Takođe imajte u vidu da PGP/GPG modul ne šifruje priloge.
ca@valencia: Per favor, comproveu si l'encriptatge realment funciona abans d'emprar-lo seriosament. Observeu que els adjunts no seran encriptats pel mòdul PGP/GPG.
cs: Prosím, ujistěte se, zda šifrování opravdu funguje a až poté jej skutečně používejte. Uvědomte si také, že přílohy nejsou PGP/GPG modulem šifrovány.
da: Undersøg venligst om indkodningen virker rigtigt før du begynder at bruge den for alvor. Bemærk også at bilag ikke bliver indkodede af PGP/GPGmodulet.
el: Παρακαλώ ελέγξτε αν δουλεύει στ' αλήθεια η κρυπτογράφηση πριν αρχίσετε να τη χρησιμοποιείτε σοβαρά. Επίσης σημειώστε ότι τα συνημμένα δεν κρυπτογραφούνται από το άρθρωμα PGP/GPG.
es: Compruebe que el cifrado realmente funciona antes de comenzar a usarlo en serio. Tenga en cuenta también que el módulo PGP/GPG no cifra los adjuntos.
et: Palun kontrolli enne krüptimise tõsisemat kasutamist, et see ka tegelikult töötaks. Samuti ära unusta, et PGP/GPG moodul ei krüpti kaasapandud faile.
eu: Egiaztatu enkriptatzeak ongi funtzionatzen duela serioski erabiltzen hasi aurretik. Kontuan izan PGP/GPG moduluak ez dituala eranskinak enkriptatutuko.
fa: لطفاً، بررسی کنید که رمزبندی پیش از آغاز استفاده جدی از آن، واقعاً کار کند. همچنین، شایان ذکر است که پیوستها توسط پیمانه PGP/GPG رمزبندی نمی‌شوند.
fi: Tarkista, että salaus todella toimii, ennen kuin alat käyttää sitä vakavasti. Huomaa, että liitetiedostoja ei salata PGP/GPG-moduulissa.
fr: Veuillez vérifier que le chiffrage fonctionne réellement avant de commencer à l'utiliser sérieusement. Veuillez aussi noter que le module PGP / GnuPG ne chiffre pas les pièces jointes.
gl: Por favor, comprobe que o cifrado funciona antes de comezar a usalo seriamente. Teña en conta tamén que os anexos non se cifran co módulo PGP/GPG.
hu: Használatba vétel előtt ellenőrizze, hogy működnek-e a titkosítási funkciók. Figyelem: a PGP/GPG modul nem titkosítja a csatolt fájlokat!
it: Controlla se la cifratura funziona effettivamente prima di utilizzarla seriamente. Nota inoltre che gli allegati non vengono cifrati dal modulo PGP/GPG.
ja: 実際に使い始める前に、暗号化が正しく機能することを確認してください。また、添付ファイルは PGP/GPG モジュールでは暗号化されないことにも注意してください。
kk: Шифрлауды іс жүзінде қолданудың алдында, ол шын істейтінін тексеріңіз. Сонымен, ескеріңіз: PGP/GPG модулі тіркемелерді шифрламайды.
km: សូម​គូសធីក​ ប្រសិន​បើ​ការ​អ៊ិនគ្រីប​ពិត​ជា​​ដំណើរ​ការ​មុន​ពេល​អ្នក​ចាប់ផ្ដើម​ប្រើ​វា​​យ៉ាង​ជាក់លាក់ ។ ចំណាំ​ផង​ដែរថា ឯកសារ​ភ្ជាប់​មិន​ត្រូវ​បាន​អ៊ិនគ្រីប​ដោយ​ម៉ូឌុល PGP/GPG ទេ ។
ko: 사용하기 전에 암호화가 제대로 진행되는지 꼭 확인하십시오. 또한 PGP/GPG 모듈에서는 첨부 파일이 암호화되지 않습니다.
lt: Prieš pradėdami rimtai naudoti šifravimą patikrinkite, ar jis iš tiesų veikia. Taip pat atkriepkite dėmesį, kad priedai nėra PGP/GPG modulio šifruojami.
lv: Lūdzu pārliecinieties vai šifrēšana patiešām strādā, pirms sāciet to nopietni izmantot. Ņemiet vērā ka PGP/GPG modulis nešifrē pielikumus.
nb: Pass på at kryptering virkelig fungerer før du begynner å bruke det seriøst. Vær også oppmerksom på at vedlegg ikke blir kryptert av PGP/GPG-modulen.
nds: Prööv bitte, wat dat Verslöteln redig arbeidt, ehr Du dor eernsthaftige Arbeit mit maakst. Beacht bitte ok, dat Bilagen vun dat PGP/GPG-Moduul nich verslötelt warrt.
nl: Controleer a.u.b. of de versleuteling werkelijk werkt voordat u het serieus begint te gebruiken. Houd er ook rekening mee dat bijlagen niet door de PGP/GPG-module worden versleuteld.
nn: Sjå til at krypteringa verkeleg fungerer før du tek ho skikkeleg i bruk. Merk òg at vedlegg ikkje vert krypterte av PGP/GPG-modulen.
pt: Verifique se a cifra funciona antes de a começar a usar a sério. Lembre-se também que os anexos não são cifrados pelo módulo de PGP/GPG.
pt_br: Por favor, verifique se a criptografia realmente está funcionando antes de usá-la seriamente. Também note que anexos não são criptografados pelo módulo PGP/GPG.
ru: Перед началом использования убедитесь что шифрование действительно работает. Помните, что вложения не шифруются в системе PGP/GPG.
sk: Prosím skontrolujte, či šifrovanie naozaj funguje predtým ako ho začnete používať seriózne. Pamätejte, že prílohy nie sú zašifrované PGP/GPG modulom.
sl: Preverite, če šifriranje res deluje preden, ga začnete resno uporabljati. Prav tako vedite, da priloge niso šifrirane z modulom PGP/GPG.
sr: Проверите да ли шифровање заиста ради пре него што озбиљно почнете да га користите. Такође имајте у виду да ПГП/ГПГ модул не шифрује прилоге.
zh_tw: 在開始使用前，請認真檢查加密是否能運作。另外也請注意，附加檔並不會被 PGP/GPG 模組加密。

source: Encryption Tool
bg: Инструмент за шифроване
bs: Kriptografski alat
ca@valencia: Eina d'encriptatge
cs: Nástroj pro šifrování
da: Krypteringsværktøj
el: Εργαλείο κρυπτογράφησης
es: Herramienta de cifrado
et: Krüptimistööriist
eu: Enkriptatzeko tresna
fa: ابزار رمزبندی
fi: Salaustyökalu
fr: Outil de chiffrage
gl: Ferramenta de cifrado
hi: एनक्रिप्शन औज़ार
hu: Titkosító eszköz
it: Strumento di cifratura
ja: 暗号化ツール
kk: Шифрлау құралы
km: ឧបករណ៍​អ៊ិនគ្រីប​
ko: 암호화 도구
lt: Šifravimo įrankis
lv: Šifrēšanas rīks
nb: Krypteringsverktøy
nds: Verslötel-Warktüüch
nl: Versleutelingsgereedschap
nn: Krypteringsverktøy
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਟੂਲ
pt: Ferramenta de Cifra
pt_br: Ferramenta de criptografia
ru: Инструмент шифрования
sk: Šifrovací nástroj
sl: Orodje za šifriranje
sr: Алатка за шифровање
zh_tw: 加密工具

source: Select encryption tool to &use:
bg: &Инструмент за шифроване:
bs: Izaberite kriptografski alat koji će se &koristiti:
ca@valencia: Seleccioneu l'eina d'encriptatge a &usar:
cs: Po&užít nástroj pro šifrování:
da: Vælg krypteringsværktøj der skal &bruges:
el: Επιλογή ε&ργαλείου κρυπτογράφησης για χρήση:
es: Seleccione qué herramienta de cifrado &usar:
et: Kas&utatav krüptimisvahend:
eu: Hautatu &erabiltzeko enkriptatzeko tresna:
fa: برگزیدن ابزار رمزبندی مورد &استفاده:‌
fi: Valitse käyttämäsi sala&ustyökalu:
fr: Sélectionner l'outil de chiffrage à &utiliser :
gl: Esco&lla a ferramenta de cifrado a empregar:
hi: इस्तेमाल हेतु एनक्रिप्शन औज़ार चुनें: (&u)
hu: Válassza ki a &használni kívánt titkosító eszközt:
it: Scegli lo strumento di cifratura da &usare:
ja: 使用する暗号化ツールを選択(&U):
kk: Қ&олданатын шифрлау құралы:
km: ជ្រើស​ឧបករណ៍​អ៊ិនគ្រីប​ត្រូវ​ប្រើ ៖
ko: 사용할 암호화 도구를 선택하십시오(&U):
lt: Pasirinkite &naudotiną šifravimo įrankį:
lv: Izvēlieties kādu šifrēšanas rīk&u lietot:
nb: Velg krypteringsverktøyet du vil &bruke:
nds: Verslötelprogramm &utsöken:
nl: Selecteer het te gebr&uiken versleutelingsgereedschap:
nn: Vel krypteringsverktøyet du vil &bruka:
pt: Seleccione a ferramenta de cifra a &usar:
pt_br: Selecione a ferramenta de criptografia a ser &usada:
ru: Выберите &систему шифрования:
sk: Zvolte, ktorý šifrovací nástroj sa po&užije:
sl: Izberite orodje za šifriranje za &uporabo:
sr: Изаберите жељену &алатку за шифровање:
zh_tw: 選擇使用的加密工具(&U)：

source: Autodetect
bg: Автоматично разпознаване
bs: Automatski detektuj
ca@valencia: Autodetecta
cs: Automaticky detekovat
da: Auto-detektér
el: Αυτόματη ανίχνευση
es: Detectar automáticamente
et: Automaatne tuvastamine
eu: Auto-detektatu
fa: آشکارسازی خودکار
fi: Automaattinen tunnistus
fr: Détection automatique
gl: Detectar automaticamente
hi: अपने आप पता लगाएँ
hu: Automatikus detektálás
it: Autorilevamento
ja: 自動検出
kk: Автоанықтау
km: ​រក​ឃើញ​ដោយ​​ស្វ័យ​ប្រវត្តិ
ko: 자동 감지
lt: Nustatyti automatiškai
lv: Autonoteikt
nb: Finn automatisk
nds: Automaatsch opdecken
nl: Autodetecteren
nn: Oppdag automatisk
pa: ਆਟੋ ਖੋਜ
pt: Auto-detectar
pt_br: Detectar automaticamente
ru: Автоматическое определение
sk: Automaticky nájsť
sl: Samodejna zaznava
sr: аутоматски откриј
zh_tw: 自動偵測

source: GnuPG - Gnu Privacy Guard
ca@valencia: GnuPG - Sistema de privadesa del GNU
es: GnuPG - Vigilante de confidencialidad de Gnu
et: GnuPG - Gnu privaatsuse valvur
fa: محافظ محرمانه GnuPG - Gnu
fr: GNU Privacy Guard (GnuPG)
hi: ग्नू-पीजी - ग्नू गोपनीयता गार्ड
hu: GnuPG
kk: GnuPG - Gnu дербестік сақшысы
km: GnuPG - Gnu ឆ្មាំ​ឯកជន​
ko: GnuPG - Gnu 개인정보 보호
lt: GnuPG - Gnu privatumo sargas
lv: GnuPG - Gnu privātuma sargs
nn: GnuPG – GNU Privacy Guard (GNU personvernvakt)
pa: GnuPG - ਗਨੂ ਪਰੀਵਸੀ ਗਾਰਡ
sr: ГнуПГ — Гнуов чувар приватности
zh_tw: GnuPG - GNU 私密守衛者

source: PGP Version 2.x
bs: PGP verzije 2.x
ca@valencia: PGP Versió 2.x
cs: PGP verze 2.x
el: PGP έκδοση 2.x
es: PGP versión 2.x
et: PGP versioon 2.x
eu: PGP 2.x bertsioa
fa: PGP نسخه ۲.x
fi: PGP versio 2.x
gl: PGP Versión 2.x
hi: पीजीपी संस्करण 2.x
hu: PGP 2.x
it: PGP versione 2.x
kk: PGP 2.x нұсқасы
km: PGP កំណែ​ 2.x
ko: PGP 버전 2.x
lt: PGP versija 2.x
lv: PGP versija 2.x
nb: PGP-versjon 2.x
nds: PGP Verschoon 2.x
nl: PGP-versie 2.x
nn: PGP versjon 2.x
pa: PGP ਵਰਜਨ 2.x
pt: PGP Versão 2.x
pt_br: PGP versão 2.x
ru: PGP версии 2.x
sk: PGP verzia 2.x
sl: PGP različica 2.x
sr: ПГП (издање 2.х)
zh_tw: PGP 版本 2.x

source: PGP Version 5.x
bs: PGP verzije 5.x
ca@valencia: PGP Versió 5.x
cs: PGP verze 5.x
el: PGP έκδοση 5.x
es: PGP versión 5.x
et: PGP versioon 5.x
eu: PGP 5.x bertsioa
fa: PGP نسخه ۵.x
fi: PGP versio 5.x
gl: PGP Versión 5.x
hi: पीजीपी संस्करण 5.x
hu: PGP 5.x
it: PGP versione 5.x
kk: PGP 5.x нұсқасы
km: PGP កំណែ 5.x
ko: PGP 버전 5.x
lt: PGP versija 5.x
lv: PGP versija 5.x
nb: PGP-versjon 5.x
nds: PGP Verschoon 5.x
nl: PGP-versie 5.x
nn: PGP versjon 5.x
pa: PGP ਵਰਜਨ 5.x
pt: PGP Versão 5.x
pt_br: PGP versão 5.x
ru: PGP версии 5.x
sk: PGP verzia 5.x
sl: PGP različica 5.x
sr: ПГП (издање 5.х)
zh_tw: PGP 版本 5.x

source: PGP Version 6.x
bs: PGP verzije 6.x
ca@valencia: PGP Versió 6.x
cs: PGP verze 6.x
el: PGP έκδοση 6.x
es: PGP versión 6.x
et: PGP versioon 6.x
eu: PGP 6.x bertsioa
fa: PGP نسخه ۶.x
fi: PGP versio 6.x
gl: PGP Versión 6.x
hi: पीजीपी संस्करण 6.x
hu: PGP 6.x
it: PGP versione 6.x
kk: PGP 6.x нұсқасы
km: PGP កំណែ​ 6.x
ko: PGP 버전 6.x
lt: PGP versija 6.x
lv: PGP versija 6.x
nb: PGP-versjon 6.x
nds: PGP Verschoon 6.x
nl: PGP-versie 6.x
nn: PGP versjon 6.x
pa: PGP ਵਰਜਨ 6.x
pt: PGP Versão 6.x
pt_br: PGP versão 6.x
ru: PGP версии 6.x
sk: PGP verzia 6.x
sl: PGP različica 6.x
sr: ПГП (издање 6.х)
zh_tw: PGP 版本 6.x

source: Do not use any encryption tool
bg: Без използване на шифроване
bs: Ne koristi nikakav kriptografski alat
ca@valencia: No empris cap eina d'encriptatge
cs: Nepoužívat nástroj pro šifrování
da: Brug ikke noget krypteringsværktøj
el: Να μη χρησιμοποιηθεί κανένα εργαλείο κρυπτογράφησης
es: No usar ninguna herramienta de cifrado
et: Ühtegi krüptimistööriista ei kasutata
eu: Ez erabili enkriptatzeko tresnarik
fa: از هیچ ابزار رمزبندی استفاده نکنید
fi: Älä käytä mitään salaustyökalua
fr: Ne pas utiliser d'outil de chiffrage
gl: Non empregar ningunha ferramenta de cifrado
hi: किसी भी एनक्रिप्शन औज़ार का इस्तेमाल नहीं करें
hu: Nem kell titkosító eszköz
it: Non usare alcuno strumento di cifratura
ja: どの暗号化ツールも使わない
kk: Ешбір шифрлау құралы қолданылмасын
km: កុំប្រើ​ឧបករណ៍​អ៊ិនគ្រីប​ណា​មួយ​
ko: 아무 암호화 도구도 사용하지 않음
lt: Nenaudoti jokio šifravimo įrankio
lv: Neizmantot nekādu šifrēšanas rīku
nb: Ikke bruk noe krypteringsverktøy
nds: Keen Verslötelprogramm söken
nl: Geen enkel versleutelingsgereedschap gebruiken
nn: Bruk ikkje noko krypteringsverktøy
pa: ਕੋਈ ਇੰਕਰਿਪਟ ਸੰਦ ਨਾ ਵਰਤੋਂ
pt: Não usar qualquer ferramenta de cifra
pt_br: Não usar uma ferramenta de criptografia
ru: Не использовать систему шифрования
sk: Nepoužiť žiadny šifrovací nástroj
sl: Ne uporabi nobenega šifrirnega orodja
sr: без алатке за шифровање
zh_tw: 不要使用任何加密工具

source: Options
bg: Опции
bs: Opcije
ca@valencia: Opcions
cs: Možnosti
da: Indstillinger
el: Επιλογές
es: Opciones
et: Valikud
fa: گزینه‌ها
fi: Valinnat
gl: Opcións
hi: विकल्प
hu: Beállítások
it: Opzioni
ja: オプション
kk: Амалдары
km: ជម្រើស
ko: 옵션
lt: Parinktys
lv: Opcijas
nb: Valg
nds: Optschonen
nl: Opties
nn: Val
pa: ਚੋਣਾਂ
pt: Opções
pt_br: Opções
ru: Параметры
sk: Možnosti
sl: Možnosti
sr: Опције
zh_tw: 選項

source: &Keep passphrase in memory
bg: &Запомняне на паролата в паметта
bs: &Zadrži lozinku u memoriji
ca@valencia: Ma&ntenir la frase de contrasenya en memòria
cs: &Ponechat heslo v paměti
da: &Behold løsen i hukommelse
el: &Διατήρηση της φράσης πρόσβασης στη μνήμη
es: &Mantener la frase de paso en memoria
et: &Parool jäetakse meelde
eu: &Mantendu pasa-esaldia memorian
fa: &نگه داشتن عبارت عبور در حافظه‌
fi: &Säilytä salasanafraasi muistissa
fr: Con&server la phrase de passe en mémoire
gl: &Lembrar o contrasinal
hi: पासफ्रेस को मेमोरी में रखें (&K)
hu: A jelszó megőrzése a memór&iában
it: &Tieni in memoria la frase segreta
ja: パスフレーズをメモリに記憶する(&K)
kk: Паролі жадында &сақталсын
km: រក្សា​ឃ្លា​សម្ងាត់​ក្នុង​សតិ​
ko: 암구호를 메모리에 저장하기(&K)
lt: &Laikyti slaptąją frazę atmintyje
lv: &Turēt paroli atmiņā
nb: &Lagre passordet i minnet
nds: Slötelsatz in Spie&ker wohren
nl: Wachtwoord (passphrase) in geheugen be&waren
nn: &Hald passfrasen i minnet
pa: ਪ੍ਹੈਰਾ ਮੈਮੋਰੀ 'ਚ ਰੱਖੋ(&K)
pt: &Manter a senha na memória
pt_br: &Manter frase-senha na memória
ru: &Хранить пароль в памяти
sk: &Ponechať slovníkovú frázu v pamäti
sl: &Ohrani šifrirno frazo v pomnilniku
sr: &Задржи лозинку у меморији
zh_tw: 將密碼片語記在記憶體中(&K)
