Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkdepimmobileui.po
Languages: ia, nds, sv

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora
nds: Manfred Wiese
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it
nds: m.j.wiese@web.de
sv: stefan.asserhall@bredband.net

source: About %1
ia: A proposito de %1
nds: Vertell wat över %1
sv: Om %1

source: This Free Software product was created as part of a commercial contract. Kontact Touch is licensed under the GNU GPL version 2 or later and other Free Software licenses. See %1 for details.
ia: Iste producto de software libere esseva create como parte de un contracto commercial. Kontact Touch es licentiate sub le GNU GPL version 2 o plus nove e altre licentias de software libere. Vide %1 pro detalios.
nds: Dit fre'e Programm wöör as Deel vun en Verdrag opstellt. Kontact för Anröögschirm-Reedschappen warrt ünner de Bedingen vun't GPL-Verlööfnis vun GNU, Verschoon 2 oder nieger, un anner free Verlööfnissen verdeelt. Enkelheiten laat sik bi %1 finnen.
sv: Den här produkten med fri programvara skapades som en del av ett kommersiellt kontrakt. %1 licensieras enligt GNU GPL version 2 eller senare. Se %2 för detaljinformation.

source: Credits Project Komo3 (October 2009 - January 2011)
ia: Creditos projecto Komo3 (octubre 2009 - Januario 2011)
nds: Dank an dat Komo3-Projekt (Oktober 2009 - Januar 2011)
sv: Tack till projekt Komo3 (oktober 2009 - januari 2011)

source: Scrum Master, Team Senior: Till Adam, KDAB
ia: Maestro de Scrum, Senior de equipa: Till Adam, KDAB
nds: Koppelbaas, Koppel-Öllermann: Till Adam, KDAB
sv: Scrum-mästare, gruppledare: Till Adam, KDAB

source: Product Owner, Team Senior: Bernhard Reiter, Intevation
ia: Proprietario de producto, Senior de equipa: Bernhard Reiter, Intevation
nds: Produkteegner, Koppel-Öllermann: Bernhard Reiter, Intevation
sv: Produktägare, Gruppledare: Bernhard Reiter, Intevation

source: Development team in alphabetical order:
ia: Equipa de disveloppamento in ordine alphabetic:
nds: Schrieverslüüd in alfabeetsch Reeg:
sv: Utvecklingsgruppen i alfabetisk ordning:

source: Björn Balazs (Apliki)
nds: Björn Balasz (Apliki)

source: Special thanks to the two project persons from our principal.
ia: Gratias special a duo personas de projecto ab nostre principal
nds: Besünner Dank vun uns Baas an de twee Projektlüüd.
sv: Särskilt tack till de två projektledarna från vår huvudman.

source: This product is built upon the KDE Platform 4 and the Kontact Desktop Client. Thanks to all contributors!
ia: Iste producto es construite sur KDE platteforma 4 e le Cliente descriptorio Kontact. Gratias a omne contributores!
nds: Dit Produkt wöör op KDE 4 un Kontact för Schriefdischümgeven opbuut. Dank an all Lüüd, de dor wat to bidragen hebbt.
sv: Produkten bygger på KDE 4-plattformen och skrivbordsprogrammet Kontact. Tack till alla bidragsgivare.

source: For more information and to give feedback<br/> please take a look at <a href="http://userbase.kde.org/Kontact_Touch">Kontact Touch at KDE Userbase</a>
ia: Pro information ulterior e pro dar me tu commento<br/> pro favor tu guarda a <a href="http://userbase.kde.org/Kontact_Touch">Kontact Touch in KDE Userbase</a>
nds: Wullt Du mehr weten oder Torüchmellen<br/> geven, kiek op <a href="http://userbase.kde.org/Kontact_Touch">Kontact för Anröögschirm-Reedschappen</a>
sv: För ytterligare information och synpunkter<br/> ta gärna en titt på <a href="http://userbase.kde.org/Kontact_Touch">Kontact Touch på KDE:s användarbas</a>

source: Licenses
ia: Licentias
nds: Verlööfnissen
sv: Licenser

source: Close
ia: Claude
nds: Tomaken
sv: Stäng

source: Synchronize This Account
ia: Synchronisa iste conto
nds: Dit Konto synkroniseren
sv: Synkronisera kontot

source: Local Subscriptions
ia: Subscriptiones local
nds: Lokale Bestellen
sv: Lokala prenumerationer

source: Account Properties
ia: Proprietate de conto
nds: Egenschappen vun't Konto
sv: Kontoegenskaper

source: Work Offline
ia: Travalia foras de linea
nds: Afkoppelt arbeiden
sv: Arbeta nerkopplad

source: About Kontact Touch
ia: A proposito de Touch de Kontact
nds: Vertell wat över Kontact för Anröögschirm-Reedschappen
sv: Om Kontact Touch

source: Open
ia: Aperi
nds: Opmaken
sv: Öppna

source: Save
ia: Salveguarda
nds: Sekern
sv: Spara

source: Please select one or more items on the right.
ia: Pro favor tu selige uno o plus elementos a dextere.
nds: Bitte rechterhand een oder mehr Indrääg utsöken.
sv: Markera ett eller flera objekt till höger.

source: Select All
ia: Selectiona Tote
nds: All utsöken
sv: Markera alla

source: Deselect All
ia: De-selectiona Omne
nds: All afkören
sv: Avmarkera alla

source: Mar
nds: Mär

source: May
ia: Maio
nds: Mai
sv: maj

source: Oct
nds: Okt
sv: okt

source: Dec
nds: Dez

source: Cancel
ia: Cancella
nds: Afbreken
sv: Avbryt

source: Kontact Touch Calendar
ia: Calendario de Touch de Kontact
nds: Kalenner för Anröögschirm-Kontact
sv: Kontact Touch kalender

source: Please select an account
ia: Pro favor tu selige un conto
nds: Bitte en Konto utsöken
sv: Välj ett konto

source: Saving the event failed.
ia: Il falleva salveguardar le evento.
nds: Dat Begeefnis lett sik nich sekern.
sv: Misslyckades spara händelsen

source: Reason:
ia: Motivo:
nds: Oorsaak:
sv: Orsak:

source: More...
ia: Altere...
nds: Mehr...
sv: Mer...

source: Favorites
ia: Favoritos
nds: Leestekens
sv: Favoriter

source: Do you really want to remove favorite <b>%1</b>?
ia: Tu vermente vole remover favorito <b>%1</b>?
nds: Wullt Du Leesteken <b>%1</b> redig wegmaken?
sv: Vill du verkligen ta bort favoriten <b>%1</b>?

source: Remove Favorite
ia: Remove favorito
nds: Leestekens wegmaken
sv: Ta bort från favorit

source: Remove
nds: Wegmaken
sv: Ta bort

source: Move Up
ia: Move in alto
nds: Na baven
sv: Flytta upp

source: Move Down
ia: Move a basso
nds: Na nerrn
sv: Flytta ner

source: start timers for various parts of the application startup
ia: Initia computatores de tempore pro varie partes del initio de application
nds: Tietgevers för verscheden Delen vun den Programmstart opropen
sv: starttidtagare för diverse delar av programstarten

source: use OpenGL ES acceleration for rendering (for testing only)
ia: usa acceleration OpenGL ES pro rendition (solmente de essaya)
nds: "OpenGL ES"-Beslünigen för't Dorstellen bruken (bloots testwies)
sv: använd OpenGL ES-acceleration för återgivning (bara för test)

source: do not use OpenGL ES acceleration for rendering (for testing only)
ia: non usa acceleration OpenGL ES pro rendition (solmente de essaya)
nds: "OpenGL ES"-Beslünigen för't Dorstellen nich bruken (bloots testwies)
sv: använd inte OpenGL ES-acceleration för återgivning (bara för test)

source: Full Shutdown
ia: Stoppa (Shutdown) completemente
nds: Redig utmaken
sv: Fullständig avstängning

source: A full shutdown will disable notifications about new emails and upcoming events.
ia: Un clausira complete dishabilitara notificationes re nove messages de e-posta e eventos imminente.
nds: Mit "Redig Utmaken" warrt ok all Bescheden över niege Nettbreven un anstahn Begeefnissen utmaakt.
sv: En fullständig avstängning inaktiverar underrättelser om nya brev och kommande händelser.

source: Application loading failed: %1
ia: Il falleva a cargar application: %1
nds: Programm lett sik nich laden: %1
sv: Misslyckades läsa in program: %1

source: Synchronize all
ia: Synchronisa omne
nds: All synkroniseren
sv: Synkronisera alla

source: Report Bug Or Request Feature
ia: Reporta falta o require characteristica
nds: Fehler oder Funkschoonvörslag künnig maken
sv: Rapportera fel eller begär funktion

source: Select name for favorite
ia: Selige nomine pro favorito
nds: Leesteken-Naam utsöken
sv: Välj namn på favorit

source: Favorite name
ia: Nomine de favorito
nds: Leesteken-Naam
sv: Favoritnamn

source: The manual could not be found on your system.
ia: Le manual poterea non trovar se in tu systema
nds: Dat Handbook lett sik op Dien Systeem nich finnen.
sv: Handboken kunde inte hittas på systemet.

source: Manual not found
ia: Manual non trovate
nds: Handbook nich funnen
sv: Handbok hittades inte

source: The documentation could not be found on your system.
ia: Le documentation poterea non trovar se in tu systema
nds: De Dokmentatschoon lett sik op Dien Systeem nich finnen.
sv: Dokumentationen kunde inte hittas på systemet.

source: Documentation not found
ia: Documentation non trovate
nds: Dokmentatschoon nich funnen
sv: Dokumentation hittades inte

# filename for an unnamed attachment
source: attachment.1
ia: Attachamento.1
nds: bilaag.1
sv: bilaga.1

source: *|all files
ia: *|omne files
nds: *|all Dateien
sv: *|alla filer

source: Save Attachment
ia: Salveguarda attachamento
nds: Bilaag sekern
sv: Spara bilaga

source: A file named <br><filename>%1</filename><br>already exists.<br><br>Do you want to overwrite it?
ia: Un file de nomine "<br><filename>%1"</filename><br> jam existe.<br><br>Tu vole super scriber lo?
nds: Dat gifft al en Datei mit den Naam<br><filename>%1</filename>.<br><br>Wullt Du ehr överschrieven?
sv: En fil med namnet <br><filename>%1</filename><br> finns redan.<br><br>Vill du skriva över den?

source: File Already Exists
ia: File ja existe
nds: Gifft Datei al
sv: Filen finns redan

source: &Overwrite
ia: Su&perscribe
nds: Ö&verschrieven
sv: &Skriv över

# 1 = file name, 2 = error string
source: <qt>Could not write to the file<br><filename>%1</filename><br><br>%2
ia: <qt>On non pote scriber a file <br><filename>%1</filename><br><br>%2
nds: <qt>De Datei<br><filename>%1</filename><br>lett sik nich schrieven.<br><br>%2
sv: <qt>Kunde inte skriva till filen<br><filename>%1</filename><br><br>%2

source: Error saving attachment
ia: Error durante que on salvava attachamento
nds: Fehler bi't Sekern vun de Bilaag
sv: Fel när bilagan skulle sparas

source: Version: %1
nds: Verschoon: %1

source: Version: %1 (%2) Last change: %3
ia: Version: %1 (%2) Ultime modification: %3
nds: Verschoon: %1 (%2) Verleden Ännern: %3
sv: Version: %1 (%2) Senaste ändring: %3

source: Add
ia: Adde
nds: Tofögen
sv: Lägg till

source: Delete
ia: Dele
nds: Wegdoon
sv: Ta bort

source: Edit
ia: Modifica
nds: Bewerken
sv: Redigera

source: Done
ia: Facite
nds: Afslaten
sv: Klar

source: Search
ia: Cerca
nds: Söken
sv: Sök

source: Back
ia: Retro
nds: Torüch
sv: Tillbaka

source: Search Results
ia: Resultatos de cerca
nds: Söökresultaten
sv: Sökresultat

source: Back to Search
ia: Retro a cerca
nds: Torüch na de Söök
sv: Tillbaka till sökning

source: <a href="foobar">First steps...</a>
ia: <a href="foobar">Proime passos...</a>
nds: <a href="foobar">Togang kamen…</a>
sv: <a href="foobar">De första stegen...</a>

source: Andras Mantia (KDAB)
ia: Andreas Mantia (KDAB)
