Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: Secret key available
bg: Секретният ключ е наличен
bs: Tajni ključ je dostupan
ca@valencia: Clau secreta disponible
cs: Tajný klíč k dispozici
da: Hemmelig nøgle tilgængelig
el: Μυστικό κλειδί διαθέσιμο
es: Clave secreta disponible
et: Saadaolev salajane võti
eu: Gako sekretua eskuragarri
fa: کلید سرّی موجود
fi: Salainen avain saatavilla
fr: Clé secrète disponible
gl: Chave secreta dispoñíbel
hi: गोपनीय कुंजी उपलब्ध
hu: Van titkos kulcs
it: Chiave segreta disponibile
ja: 秘密鍵入手可
kk: Құпия кілті бар
km: កូនសោ​សម្ងាត់​អាច​ប្រើ​បាន​
ko: 비밀 키 사용 가능
lt: Yra slaptasis raktas
lv: Pieejama slepenā atslēga
nb: Hemmelig nøkkel er tilgjengelig
nds: Privaatslötel verföögbor
nl: Geheime sleutel beschikbaar
nn: Hemmeleg nøkkel tilgjengeleg
pa: ਗੁਪਤ ਕੁੰਜੀ ਉਪਲੱਬਧ
pt: Chave privada disponível
pt_br: Chave secreta disponível
ru: Доступен закрытый ключ
sk: Tajný kľúč dostupný
sl: Skrivni ključ je na voljo
sr: тајни кључ доступан
zh_tw: 可用的秘密金鑰

source: Sign only key
bg: Ключ само за подписване
bs: Ključ samo za potpisivanje
ca@valencia: Tan sols la clau de signatura
cs: Pouze podepisovací klíč
da: Underskriv kun nøgle
el: Κλειδί μόνο υπογραφής
es: Clave solo de firma
et: Võti ainult signeerimiseks
eu: Sinatzeko bakarrik den gakoa
fa: فقط امضای کلید
fi: Allekirjoita ainoastaan avain
fr: Clé de signature uniquement
gl: Chave só para asinar
hi: सिर्फ हस्ताक्षर कुंजी
hu: Csak aláírásra használható kulcs
it: Chiave di sola firma
ja: 署名専用の鍵
kk: Тек қолтаңбалайтын кілт
km: ចុះ​ហត្ថលេខា​តែ​កូនសោ​ប៉ុណ្ណោះ
ko: 서명 전용 키
lt: Raktas tik pasirašymui
lv: Atslēga tikai parakstīšanai
nb: Nøkkel bare for signering
nds: Ünnerschriev-Slötel
nl: Alleen-ondertekenen-sleutel
nn: Berre signeringsnøkkel
pa: ਕੇਵਲ ਕੁੰਜੀ ਸਾਈਨ
pt: Chave só de assinatura
pt_br: Chave somente para assinatura
ru: Ключ только для подписи
sk: Podpísať len kľúč
sl: Ključ samo za podpis
sr: кључ само за потписивање
zh_tw: 只用於簽署的金鑰

source: Encryption only key
bg: Ключ само за шифроване
bs: Ključ samo za šifrovanje
ca@valencia: Tan sols la clau d'encriptatge
cs: Pouze šifrovací klíč
da: Kun krypteringsnøgle
el: Κλειδί μόνο κρυπτογράφησης
es: Clave solo de cifrado
et: Võti ainult krüptimiseks
eu: Enkriptatzeko bakarrik den gakoa
fa: فقط رمزبندی کلید
fi: Salaa vain avaimen
fr: Clé de chiffrage uniquement
gl: Chave só para cifrar
hi: सिर्फ एनक्रिप्शन कुंजी
hu: Csak titkosításra használható kulcs
it: Chiave di sola cifratura
ja: 暗号化専用の鍵
kk: Тек шифрлайтын кілт
km: អ៊ិនគ្រីប​តែ​កូនសោ​ប៉ុណ្ណោះ
ko: 암호화 전용 키
lt: Raktas tik šifravimui
lv: Atslēga tikai šifrēšanai
nb: Nøkkel bare for kryptering
nds: Verslötel-Slötel
nl: Alleen cryptografische sleutel
nn: Berre krypteringsnøkkel
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਕੇਵਲ ਕੁੰਜੀ
pt: Chave só de cifra
pt_br: Chave somente para criptografia
ru: Ключ только для шифрования
sk: Zašifrovať len kľúč
sl: Ključ samo za šifriranje
sr: кључ само за шифровање
zh_tw: 只用於加密的金鑰

# creation date and status of an OpenPGP key
source: Creation date: %1, Status: %2
bg: Дата на създаване: %1, състояние: %2
bs: Datum stvaranja: %1, status: %2
ca@valencia: Data de creació: %1, estat: %2
cs: Datum vytvoření: %1, stav: %2
da: Oprettelsesdato: %1, Status: %2
el: Ημερομηνία δημιουργίας: %1, Κατάσταση: %2
es: Fecha de creación: %1. Estado: %2
et: Loomisaeg: %1, olek: %2
eu: Sortze-data: %1, Egoera: %2
fa: ایجاد داده: %1، وضعیت: %2
fi: Luontipäivä: %1, Tila: %2
fr: Créée le : %1. État : %2
gl: Data de creación: %1, Estado: %2
hu: Létrehozási dátum: %1, állapot: %2
it: Data di creazione: %1, Stato: %2
ja: 作成日: %1 ステータス: %2
kk: Құрылған кезі: %1, Күй-жайы: %2
km: កាលបរិច្ឆេទ​បង្កើត ៖ %1 ស្ថានភាព ៖ %2
ko: 만든 날짜: %1, 상태: %2
lt: Sukūrimo data: %1, būsena: %2
lv: Izveidošanas datums: %1, statuss: %2
nb: Opprettingsdato: %1, Status: %2
nds: Opstelldatum: %1, Tostand: %2
nl: Aanmaakdatum: %1, status: %2
nn: Oppretta: %1. Status: %2.
pa: ਬਣਾਉਣ ਮਿਤੀ: %1, ਹਾਲਤ: %2
pt: Data da criação: %1, Estado: %2
pt_br: Data de criação: %1, Status: %2
ru: Создан: %1, статус: %2
sk: Dátum vytvorenia: %1, Stav: %2
sl: Datum ustvarjenja: %1, stanje: %2
sr: Датум стварања: %1, стање: %2
zh_tw: 建立日期：%1，狀態：%2

# creation date, status and remark of an OpenPGP key
source: Creation date: %1, Status: %2 (%3)
bg: Дата на създаване: %1, състояние: %2 (%3)
bs: Datum stvaranja: %1, status: %2 (%3)
ca@valencia: Data de creació: %1, estat: %2 (%3)
cs: Datum vytvoření: %1, stav: %2 (%3)
da: Oprettelsesdato: %1, Status: %2 (%3)
el: Ημερομηνία δημιουργίας: %1, Κατάσταση: %2 (%3)
es: Fecha de creación: %1. Estado: %2 (%3)
et: Loomisaeg: %1, olek: %2 (%3)
eu: Sortze-data: %1, Egoera: %2 (%3)
fa: ایجاد داده: %1، وضعیت: %2 )%3(
fi: Luontipäivä: %1, Tila: %2 (%3)
fr: Créée le : %1. État : %2 (%3)
gl: Data de creación: %1, Estado: %2 (%3)
hu: Létrehozási dátum: %1, állapot: %2 (%3)
it: Data di creazione: %1, Stato: %2 (%3)
ja: 作成日: %1 ステータス: %2 (%3)
kk: Құрылған кезі: %1, Күй-жайы: %2 (%3)
km: កាលបរិច្ឆេទ​បង្កើត ៖ %1 ស្ថានភាព ៖ %2 (%3)
ko: 만든 날짜: %1, 상태: %2 (%3)
lt: Sukūrimo data: %1, būsena: %2 (%3)
lv: Izveidošanas datums: %1, statuss: %2 (%3)
nb: Opprettingsdato: %1, Status %2 (%3)
nds: Opstelldatum: %1, Tostand: %2 (%3)
nl: Aanmaakdatum: %1, status: %2 (%3)
nn: Oppretta: %1. Status: %2 (%3).
pa: ਬਣਾਉਣ ਮਿਤੀ: %1, ਹਾਲਤ: %2 (%3)
pt: Data da criação: %1, Estado: %2 (%3)
pt_br: Data de criação: %1, Status: %2 (%3)
ru: Создан: %1, статус: %2 (%3)
sk: Dátum vytvorenia: %1, Stav: %2 (%3)
sl: Datum ustvarjenja: %1, stanje: %2 (%3)
sr: Датум стварања: %1, стање: %2 (%3)
zh_tw: 建立日期：%1，狀態：%2（%3）

source: Checking Keys
bg: Проверка на ключовете
bs: Provjeravam ključeve
ca@valencia: S'estan comprovant les claus
cs: Probíhá kontrola klíčů
da: Tjekker nøgler
el: Έλεγχος των κλειδιών
es: Comprobando las claves
et: Võtmete kontroll
eu: Gakoak egiaztatzen
fa: کلیدهای بررسی
fi: Tarkistaa avaimet
fr: Vérification des clés
gl: Estanse a comprobar as chaves
hi: कुंजियों की जाँच की जा रही है
hu: Kulcsellenőrzés
it: Controllo chiavi
ja: 鍵をチェック中
kk: Кілттерді тексеру
km: កំពុង​ពិនិត្យ​កូនសោ​
ko: 키 확인 중
lt: Raktai tikrinami
lv: Pārbauda atslēgas
nb: Sjekker nøkler
nds: Slötels warrt pröövt
nl: Sleutels worden gecontroleerd
nn: Kontrollerer nøklar
pa: ਕੁੰਜੀਆਂ ਦੀ ਜਾਂਚ ਜਾਰੀ
pt: A Verificar as Chaves
pt_br: Verificando chaves
ru: Проверка ключей
sk: Kontrolujú sa kľúče
sl: Preverjanje ključev
sr: Проверавање кључева
zh_tw: 檢查金鑰

source: Checking key 0xMMMMMMMM...
bg: Проверка на ключ 0xMMMMMMMM...
bs: Provjeravam ključ 0xMMMMMMMM...
ca@valencia: S'està comprovant la clau 0xMMMMMMMM...
cs: Probíhá kontrola klíče 0xMMMMMMMM...
da: Tjekker nøgle 0xMMMMMMMM...
el: Έλεγχος κλειδιού 0xMMMMMMMM...
es: Comprobando la clave 0xMMMMMMMM...
et: Kontrollitakse võtit 0xMMMMMMMM...
eu: 0xMMMMMMMM gakoa egiaztatzen...
fa: کلید بررسی MMMMMMMM × ۰...
fi: Tarkistaa avaimen 0xMMMMMMMM…
fr: Vérification de la clé 0xMMMMMMMM...
gl: Estase a comprobar a chave 0xMMMMMMMM...
hi: कुंजी की जाँच की जा रही है 0xMMMMMMMM...
hu: Kulcs ellenőrzése: 0xMMMMMMMM...
it: Controllo chiave 0xMMMMMMMM...
ja: 鍵 0xMMMMMMMM をチェック中...
kk: 0xMMMMMMMM кілтін тексеру...
km: កំពុង​ពិនិត្យ​កូនសោ 0xMMMMMMMM...
ko: 키 0xMMMMMMMM 확인 중...
lt: Tikrinamas raktas 0xMMMMMMMM...
lv: Pārbauda atslēgu 0xMMMMMMMM...
nb: Sjekker nøkkel 0xMMMMMMMM …
nds: Slötel 0xMMMMMMMM warrt pröövt...
nl: Sleutel 0xMMMMMMMM wordt gecontroleerd...
nn: Kontrollerer nøkkelen 0xMMMMMMMM …
pa: ਕੁੰਜੀ 0xMMMMMMMM ਦੀ ਜਾਂਚ ਜਾਰੀ...
pt: A verificar a chave 0xMMMMMMMM...
pt_br: Verificando chave 0xMMMMMMMM...
ru: Проверка ключа 0xMMMMMMMM...
sk: Kontroluje sa kľúč 0xMMMMMMMM...
sl: Preverjanje ključa 0xMMMMMMMM ...
sr: Проверавам кључ 0xMMMMMMMM...
zh_tw: 檢查金鑰 0xMMMMMMMM...

source: Checking key 0x%1...
bg: Проверка на ключ 0x%1...
bs: Provjeravam ključ 0x%1...
ca@valencia: S'està comprovant la clau 0x%1...
cs: Probíhá kontrola klíče 0x%1...
da: Tjekker nøgle 0x%1...
el: Έλεγχος κλειδιού 0x%1...
es: Comprobando la clave 0x%1...
et: Kontrollitakse võtit 0x%1...
eu: 0x%1 gakoa egiaztatzen
fa: کلید بررسی %1 × ۰...
fi: Tarkistaa avaimen 0x%1…
fr: Vérification de la clé 0x%1...
gl: Estase a comprobar a chave 0x%1...
hi: कुंजी की जाँच की जा रही है 0x%1...
hu: Kulcs ellenőrzése: 0x%1...
it: Controllo chiave 0x%1...
ja: 鍵 0x%1 をチェック中...
kk: 0x%1 кілтін тексеру...
km: កំពុង​ពិនិត្យ​កូនសោ 0x%1...
ko: 키 0x%1 확인 중...
lt: Tikrinamas raktas 0x%1...
lv: Pārbauda atslēgu 0x%1...
nb: Sjekker nøkkel 0x%1 …
nds: Slötel 0x%1 warrt pröövt...
nl: Sleutel 0x%1 wordt gecontroleerd...
nn: Kontrollerer nøkkelen 0x%1 …
pa: ਕੁੰਜੀ 0x%1 ਦੀ ਜਾਂਚ ਜਾਰੀ...
pt: A verificar a chave 0x%1...
pt_br: Verificando chave 0x%1...
ru: Проверка ключа 0x%1...
sk: Kontroluje sa kľúč 0x%1...
sl: Preverjanje ključa 0x%1 ...
sr: Проверавам кључ 0x%1...
zh_tw: 檢查金鑰 0x%1...

source: Recheck Key
bg: Повторна проверка на ключ
bs: Ponovo provjeri ključ
ca@valencia: Revisa la clau
cs: Znovu zkontrolovat klíč
da: Tjek nøgle igen
el: Επανέλεγχος του κλειδιού
es: Volver a comprobar la clave
et: Võtme ülekontrollimine
eu: Berriro egiaztatu gakoa
fa: کلید بررسی مجدد
fi: Tarkista avain uudelleen
fr: Re-vérifier la clé
gl: Comprobar a chave de novo
hi: कुंजी को फिर से जाँचें
hu: A kulcs újraellenőrzése
it: Ricontrolla chiave
ja: 鍵を再チェック
kk: Кілтті қайта тексеру
km: ពិនិត្យ​​កូនសោ​ឡើង​វិញ
ko: 키 다시 확인
lt: Iš naujo tikrinti raktą
lv: Pārbaudīt atslēgu
nb: Sjekk nøkkel på nytt
nds: Slötel nieg pröven
nl: Sleutel opnieuw controleren
nn: Kontroller nøkkel på nytt
pa: ਕੁੰਜੀ ਦੀ ਮੁੜ ਜਾਂਚ
pt: Rever a Chave
pt_br: Verificar a chave novamente
ru: Перепроверка ключа
sk: Znova skontrolovať kľúč
sl: Znova preveri ključ
sr: Поново провери кључ
zh_tw: 重新檢查金鑰

source: OpenPGP Key Selection
bg: Избор на ключ OpenPGP
bs: Izbor OpenPGP ključa
ca@valencia: Selecció de la clau OpenPGP
cs: Výběr klíče OpenPGP
da: OpenGPG-nøglevalg
el: Επιλογή κλειδιού OpenPGP
es: Selección de clave OpenPGP
et: OpenPGP võtme valik
eu: OpenPGP gakoaren hautapena
fa: گزینش کلید OpenPGP
fi: OpenPGP-avaimen valinta
fr: Sélection de la clé OpenPGP
gl: Selección de chave OpenPGP
hi: ओपन-पीजीपी कुंजी चयन
hu: OpenPGP-kulcs kiválasztása
it: Selezione chiave OpenPGP
ja: OpenPGP 鍵の選択
kk: OpenPGP кілтін таңдау
km: ជម្រើស​កូនសោ OpenPGP
ko: OpenPGP 키 선택
lt: OpenPGP rakto pasirinkimas
lv: OpenPGP atslēgas izvēle
nb: Valg av OpenPGP-nøkkel
nds: OpenPGP-Slötel utsöken
nl: Selectie van OpenPGP-sleutel
nn: Val av OpenPGP-nøkkel
pa: OpenPGP ਕੁੰਜੀ ਚੋਣ
pt: Selecção da Chave do OpenPGP
pt_br: Seleção de chave OpenPGP
ru: Выбор ключа OpenPGP
sk: Voľba OpenPGP kľúča
sl: Izbira ključa OpenPGP
sr: Избор опенПГП кључа
zh_tw: 選擇 OpenPGP 金鑰

source: Please select an OpenPGP key to use.
bg: Моля, изберете ключ OpenPGP за използване.
bs: Izaberite OpenPGP ključ koji će se koristiti.
ca@valencia: Per favor, seleccioneu una clau OpenPGP a usar.
cs: Prosím, vyberte OpenPGP klíč k použití.
da: Vælg venligst en OpenGPG-nøgle der skal bruges.
el: Παρακαλώ επιλέξτε ένα κλειδί OpenPGP για χρήση.
es: Seleccione qué clave OpenPGP usar.
et: Palun vali kasutatav OpenPGP võti.
eu: Hautatu erabiltzeko OpenPGP gakoa.
fa: لطفاً، کلید OpenPGP را برای استفاده برگزینید.
fi: Valitse käytettävä OpenPGP-avain.
fr: Veuillez sélectionner la clé OpenPGP à utiliser.
gl: Por favor, seleccione unha chave OpenPGP para empregar.
hi: इस्तेमाल हेतु कृपया ओपन-पीजीपी कुंजी चुनें.
hu: Válassza ki a használni kívánt OpenPGP-kulcsot.
it: Seleziona una chiave OpenPGP da usare.
ja: 使用する OpenPGP 鍵を選択してください。
kk: Қолданатын OpenPGP кілтін таңдаңыз.
km: សូម​ជ្រើស​កូនសោ​ OpenPGP ដើម្បី​​​ប្រើ​ប្រាស់ ។
ko: 사용할 OpenPGP 키를 선택하십시오.
lt: Prašome pasirinkti OpenPGP raktą naudojimui.
lv: Lūdzu norādiet izmantojamo OpenPGP atslēgu.
nb: Velg en OpenPGP-nøkkel som skal brukes.
nds: Söök bitte en OpenPGP-Slötel ut
nl: Selecteer a.u.b. de te gebruiken OpenPGP-sleutel.
nn: Vel kva OpenPGP-nøkkel du vil bruka.
pa: ਵਰਤਣ ਲਈ ਇੱਕ OpenPGP ਕੁੰਜੀ ਚੁਣੋ ਜੀ।
pt: Por favor, seleccione uma chave de OpenPGP a usar.
pt_br: Selecione uma chave OpenPGP a ser usada.
ru: Выберите используемый ключ OpenPGP.
sk: Prosim, vyberte OpenPGP kľúč, ktorý sa použije.
sl: Izberite ključ OpenPGP, ki naj se uporablja.
sr: Изаберите жељени опенПГП кључ.
zh_tw: 請選擇要使用的 OpenPGP 金鑰。

source: Clear
bg: Изчистване
bs: Obriši
ca@valencia: Neteja
cs: Vyprázdnit
da: Ryd
el: Καθαρισμός
es: Borrar
et: Puhasta
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
gl: Limpar
hi: साफ करें
hu: Törlés
it: Pulisci
ja: クリア
kk: Тазалау
km: ជម្រះ
ko: 지우기
lt: Valyti
lv: Tīrīt
nb: Nullstill
nds: Leddig maken
nl: Wissen
nn: Tøm
pa: ਸਾਫ਼ ਕਰੋ
pt: Limpar
pt_br: Limpar
ru: Очистить
sk: Vyčistiť
sl: Počisti
sr: Очисти
zh_tw: 清除

source: Change...
bg: Промяна...
bs: Izmijeni...
ca@valencia: Canvia...
cs: Změnit...
da: Ændr...
el: Αλλαγή...
es: Cambiar...
et: Muuda...
eu: Aldatu...
fa: تغییر...
fi: Vaihda…
fr: Modifier...
gl: Mudar...
hi: बदलें...
hu: Módosítás...
it: Cambia...
ja: 変更...
kk: Өзгерту...
km: ផ្លាស់ប្ដូរ...
ko: 변경...
lt: Pakeisti...
lv: Mainīt...
nb: Forandre …
nds: Ännern...
nl: Wijzigen...
nn: Endra …
pa: ਬਦਲੋ...
pt: Modificar...
pt_br: Alterar...
ru: Изменить...
sk: Zmeniť...
sl: Spremeni ...
sr: Измени...
zh_tw: 變更...

source: Encryption Key Approval
bg: Потвърждение на ключа за шифроване
bs: Odobrenje kriptografski ključa
ca@valencia: Aprovació de la clau d'encriptatge
cs: Schválení šifrovacího klíče
da: Krypteringsnøgle-godkendelse
el: Έγκριση κλειδιού κρυπτογράφησης
es: Aprobación de la clave de cifrado
et: Krüptovõtme heakskiitmine
eu: Enkriptatzeko gakoaren onespena
fa: تصویب کلید رمزبندی
fi: Salausavaimen arviointi
fr: Approbation d'une clé de chiffrement
gl: Aprobación da chave de cifrado
hi: एनक्रिप्शन कुंजी अनुमोदन
hu: A titkosítási kulcs elfogadása
it: Approvazione chiave di cifratura
ja: 暗号化鍵の承認
kk: Шифрлау кілтін мақұлдау
km: ការ​អនុញ្ញាត​កូនសោ​អ៊ិនគ្រីប​
ko: 암호화 키 허가
lt: Šifravimo rakto patvirtinimas
lv: Šifrēšanas atslēgu apstiprināšana
nb: Godkjenning av krypteringsnøkkel
nds: Verslötel-Slötel beglöven
nl: Goedkeuring van cryptografische sleutel
nn: Godkjenning av krypteringsnøkkel
pa: ਇਕਰਿਪਸ਼ਨ ਕੁੰਜ ਮੰਨਜ਼ੂਰੀ
pt: Aprovação da Chave de Cifra
pt_br: Aprovação da chave de criptografia
ru: Одобрение ключа шифрования
sk: Schválenie šifrovacieho kľúča
sl: Odobritev ključa za šifriranje
sr: Одобрење кључа за шифровање
zh_tw: 加密金鑰確認

source: The following keys will be used for encryption:
bg: Следните ключове ще бъдат използвани за шифроване:
bs: Sljedeći ključevi biće korišćeni za šifrovanje:
ca@valencia: Per a l'encriptatge s'empraran les següents claus:
cs: Následující klíče budou použity pro šifrování:
da: Følgende nøgler vil blive brugt til kryptering:
el: Τα ακόλουθα κλειδιά θα χρησιμοποιηθούν για κρυπτογράφηση:
es: Se usarán para cifrado las siguientes claves:
et: Krüptimiseks kasutatakse järgmisi võtmeid:
eu: Enkriptatzeko ondorengo gakoak erabiliko dira.
fa: کلیدهای زیر برای رمزبندی استفاده می‌شوند:
fi: Seuraavia avaimia käytetään salaukseen:
fr: Les clés suivantes seront utilisées pour le chiffrement :
gl: Usaranse as chaves seguintes para cifrar:
hi: निम्न कुंजियों को एनक्रिप्शन हेतु उपयोग में लिया जाएगा:
hu: A következő kulcsok lesznek felhasználva titkosításra:
it: Le seguenti chiavi saranno usate per la cifratura:
ja: 以下の鍵を暗号化に使用します:
kk: Шифрлауға келесі кілттер қолданылсын:
km: កូន​សោ​ដូច​ខាង​ក្រោម​នឹង​ត្រូវ​បាន​ប្រើ​សម្រាប់​អ៊ិនគ្រីប ៖
ko: 다음 키를 암호화에 사용합니다:
lt: Šifravimui bus naudojami šie raktai:
lv: Šīs atslēgtas tiks izmantotas šifrēšanai:
nb: Følgende nøkler vil bli brukt for kryptering:
nds: Mit disse Slötels warrt verslötelt:
nl: De volgende sleutels zullen worden gebruikt voor versleuteling:
nn: Desse nøklane vert brukte til kryptering:
pa: ਇੰਕਰਿਪਸ਼ਨ ਲਈ ਹੇਠ ਦਿੱਤੀਆਂ ਕੁੰਜੀਆਂ ਵਰਤੀਆਂ ਜਾਣਗੀਆਂ:
pt: As seguintes chaves serão usadas para a cifra:
pt_br: As seguintes chaves serão usadas para criptografia:
ru: Следующие ключи могут использоваться для шифрования:
sk: Nasledujúce kľúče sa použijú na šifrovanie:
sl: Za šifriranje bodo uporabljeni naslednji ključi:
sr: Следећи кључеви биће коришћени за шифровање:
zh_tw: 以下的金鑰將用於加密：

source: Your keys:
bg: Вашият(те) ключ(ове):
bs: Vaši ključevi:
ca@valencia: Les vostres claus:
cs: Vaše klíče:
da: Dine nøgler:
el: Τα κλειδιά σας:
es: Sus claves:
et: Sinu võtmed:
eu: Zure gakoak:
fa: کلیدهای شما:
fi: Avaimesi:
fr: Vos clés :
gl: As súas chaves:
hi: आपकी कुंजियाँ:
hu: Az Ön kulcsai:
it: La tue chiavi:
ja: あなたの鍵:
kk: Кілттеріңіз:
km: សោ​របស់​អ្នក ៖
ko: 내 키:
lt: Jūsų raktai:
lv: Jūsu atslēgas:
nb: Dine nøkler:
nds: Dien Slötels:
nl: Uw sleutels:
nn: Nøklane dine:
pa: ਤੁਹਾਡੀਆਂ ਕੁੰਜੀਆਂ:
pt: As suas chaves:
pt_br: Suas chaves:
ru: Ваши ключи:
sk: Vaše kľúče:
sl: Vaši ključi:
sr: Ваши кључеви:
zh_tw: 您的金鑰：

# @info
source: <placeholder>none</placeholder> means 'no key'
bg: <placeholder>няма</placeholder> значи "няма ключ"
bs: <placeholder>ništa</placeholder> znači 'nema ključa'
ca@valencia: <placeholder>cap</placeholder> vol dir «cap clau»
cs: <placeholder>žádný</placeholder> znamená 'žádný klíč'
da: <placeholder>ingen</placeholder> betyder 'ingen nøgle'
el: <placeholder>καμία</placeholder> σημαίνει 'κανένα κλειδί'
es: <placeholder>ninguna</placeholder> significa «sin clave»
et: <placeholder>puudub</placeholder> tähendab 'võtit ei ole'
fi: <placeholder>ei mitään</placeholder> tarkoittaa ’ei avainta’
fr: <placeholder>Aucun</placeholder> signifie « Aucune clé »
gl: <placeholder>ningunha</placeholder> significa sen chave
hu: <placeholder>nincs</placeholder> azt jelenti, hogy nincs kulcs
it: <placeholder>nessuna</placeholder> significa «nessuna chiave»
ja: <placeholder>なし</placeholder> は鍵がないことを意味します
kk: <placeholder>жоқ</placeholder> 'кілті жоқ' дегені
km: <placeholder>គ្មាន</placeholder> មានន័យ​ថា 'គ្មាន​សោ'
ko: <placeholder>없음</placeholder>은 '키 없음'을 뜻함
lv: <placeholder>nav</placeholder> nozīmē 'nav atslēgas'
nb: <placeholder>ingen</placeholder> betyr «ingen nøkkel»
nds: <placeholder>keen</placeholder> bedüüdt »keen Slötel«
nl: <placeholder>geen</placeholder> betekent 'geen sleutel'
nn: <placeholder>ingen</placeholder> tyder «ingen nøkkel»
pt: O <placeholder>nenhuma</placeholder> significa 'sem chave'
pt_br: <placeholder>nenhuma</placeholder> significa 'sem chave'
ru: <placeholder>none</placeholder> означает «нет ключа»
sk: <placeholder>žiadne</placeholder> znamená 'bez kľúča'
sl: <placeholder>brez</placeholder> pomeni »ni ključa«
sr: <interface>никакво</interface> значи „без кључа“.
zh_tw: <placeholder>none</placeholder>表示沒有金鑰

source: Recipient:
bg: Получател:
bs: Primalac:
ca@valencia: Destinatari:
cs: Příjemce:
da: Modtager:
el: Παραλήπτης:
es: Destinatario:
et: Saaja:
eu: Hartzailea:
fa: گیرنده:
fi: Vastaanottaja:
fr: Destinataire :
gl: Destinatario:
hi: पानेवालाः
hu: Címzett:
it: Destinatario:
ja: 受信者:
kk: Қабылдаушы:
km: អ្នកទទួល ៖
ko: 받는 사람:
lt: Gavėjas:
lv: Saņēmējs:
nb: Mottaker:
nds: Adressaat:
nl: Geadresseerde:
nn: Mottakar:
pa: ਪ੍ਰਾਪਤ ਕਰਤਾ:
pt: Destinatário:
pt_br: Destinatário:
ru: Респондент:
sk: Prijímateľ
sl: Prejemnik:
sr: Прималац:
zh_tw: 收件人：

source: Encryption keys:
bg: Ключ(ове) за шифроване:
bs: Kriptografski ključevi:
ca@valencia: Claus d'encriptatge:
cs: Šifrovací klíče:
da: Krypteringsnøgler:
el: Κλειδιά κρυπτογράφησης:
es: Claves de cifrado:
et: Krüptovõtmed:
eu: Enkriptatzeko gakoak:
fa: کلیدهای رمزبندی:
fi: Salausavaimet:
fr: Clés de chiffrement :
gl: Chaves de cifrado:
hi: एनक्रिप्शन कुंजियाँ:
hu: Titkosítási kulcsok:
it: Chiavi di cifratura:
ja: 暗号化鍵:
kk: Шифрлау кілттері:
km: សោ​អ៊ិនគ្រីប ៖
ko: 암호화 키:
lt: Šifravimo raktai:
lv: Šifrēšanas atslēgas:
nb: Krypteringsnøkler:
nds: Verslötel-Slötels:
nl: Cryptografische sleutels:
nn: Krypteringsnøklar:
pa: ਇਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀਆਂ:
pt: Chaves de cifra:
pt_br: Chaves de criptografia:
ru: Ключи шифрования:
sk: Šifrovacie kľúče:
sl: Šifrirni ključi:
sr: Кључеви за шифровање:
zh_tw: 加密金鑰：

source: Encryption preference:
bg: Настройки на шифроването:
bs: Podešavanje šifrovanja:
ca@valencia: Preferències de l'encriptatge:
cs: Přednost v šifrování:
da: Krypteringspræference:
el: Προτίμηση κρυπτογράφησης:
es: Preferencia de cifrado:
et: Krüptimise eelistus:
eu: Enkriptatzeko hobespenak:
fa: تنظیم رمزبندی:
fi: Salausvalinta:
fr: Préférence de chiffrement :
gl: Preferencia de cifrado:
hi: एनक्रिप्शन प्राथमिकताएँ:
hu: Titkosítási beállítás:
it: Preferenze cifratura:
ja: 暗号化の設定:
kk: Шифрлау таңдаулары:
km: ចំណង់​ចំណូល​ចិត្ត​អ៊ិនគ្រីប ៖
ko: 암호화 선호도:
lt: Šifravimo pasirinkimas:
lv: Šifrēšanas iestatījums:
nb: Krypteringsinnstillinger:
nds: Verslötel-Instellen:
nl: Versleutelingsvoorkeur:
nn: Krypteringsval:
pa: ਇਕ੍ਰਿਪਸ਼ਨ ਪਸੰਦ:
pt: Preferência da cifra:
pt_br: Preferência de criptografia:
ru: Параметры шифрования:
sk: Šifrovacie preferencie:
sl: Možnosti šifriranja:
sr: Пожељно шифровање:
zh_tw: 加密設定：

# @item:inlistbox
source: <placeholder>none</placeholder>
bg: <placeholder>няма</placeholder>
bs: <placeholder>ništa</placeholder>
ca@valencia: <placeholder>cap</placeholder>
cs: <placeholder>žádný</placeholder>
da: <placeholder>ingen</placeholder>
el: <placeholder>καμία</placeholder>
es: <placeholder>ninguna</placeholder>
et: <placeholder>puudub</placeholder>
fa: <placeholder>هیچ‌یک</placeholder>
fi: <placeholder>ei mitään</placeholder>
fr: <placeholder>Aucun</placeholder>
gl: <placeholder>ningunha</placeholder>
hu: <placeholder>nincs</placeholder>
it: <placeholder>nessuna</placeholder>
ja: <placeholder>なし</placeholder>
kk: <placeholder>жоқ</placeholder>
km: <placeholder>គ្មាន</placeholder>
ko: <placeholder>없음</placeholder>
lv: <placeholder>nav</placeholder>
nb: <placeholder>ingen</placeholder>
nds: <placeholder>keen</placeholder>
nl: <placeholder>geen</placeholder>
nn: <placeholder>ingen</placeholder>
pa: <placeholder>ਕੋਈ ਨਹੀਂ</placeholder>
pt: <placeholder>nenhuma</placeholder>
pt_br: <placeholder>nenhuma</placeholder>
sk: <placeholder>žiadne</placeholder>
sl: <placeholder>brez</placeholder>
sr: <placeholder>никакво</placeholder>

# @item:inlistbox
source: Never Encrypt with This Key
bg: Шифроване с ключа никога
bs: Nikad ne šifruj ovim ključem
ca@valencia: No encriptis mai amb esta clau
cs: Tímto klíčem nikdy nešifrovat
da: Kryptér aldrig med denne nøgle
el: Ποτέ να μη γίνει κρυπτογράφηση με αυτό το κλειδί
es: No cifrar nunca con esta clave
et: Kunagi ei krüptita selle võtmega
fa: با این کلید هرگز رمزبندی نکنید
fi: Älä koskaan salaa tällä avaimella
fr: Ne jamais chiffrer avec cette clé
gl: Non cifrar nunca con esta chave
hu: Ezt a kulcsot nem lehet titkosításra használni
it: Non cifrare mai con questa chiave
ja: この鍵では暗号化しない
kk: Бұл кілтпен ешқашанда шифрламау
km: កុំ​អ៊ិនគ្រីប​ជាមួយ​សោ​នេះ​
ko: 이 키로 암호화하지 않음
lv: Nekad nešifrēt ar šo atslēgu
nb: Krypter aldri med denne nøkkelen
nds: Nienich mit dissen Slötel verslöteln
nl: Nooit met deze sleutel versleutelen
nn: Krypter aldri med denne nøkkelen
pa: ਇਸ ਕੁੰਜੀ ਨਾਲ ਕਦੇ ਵੀ ਇਕ੍ਰਿਪਟ ਨਹੀਂ
pt: Nunca Cifrar com Esta Chave
pt_br: Nunca criptografar com esta chave
ru: Никогда не шифровать этим ключом
sk: Nikdy týmto kľúčom nešifrovať
sl: Nikoli ne šifriraj s tem ključem
sr: Никад не шифруј овим кључем
zh_tw: 絕不用此金鑰加密
