Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: <qt><p>When this option is enabled, the passphrase of your private key will be remembered by the application as long as the application is running. Thus you will only have to enter the passphrase once.</p><p>Be aware that this could be a security risk. If you leave your computer, others can use it to send signed messages and/or read your encrypted messages. If a core dump occurs, the contents of your RAM will be saved onto disk, including your passphrase.</p><p>Note that when using KMail, this setting only applies if you are not using gpg-agent. It is also ignored if you are using crypto plugins.</p></qt>
bg: <qt><p>Ако отметката е включена, паролата, която използвате за личния ключ, ще бъде запомнена в паметта, докато програмата се изпълнява. По този начин, трябва да въведете само веднъж паролата, когато стартирате програмата.</p><p>Имайте предвид, че това може да създаде проблеми, ако оставите компютъра си без наблюдение. Някой друг може да използва компютъра ви да изпраща подписани съобщения или да чете шифрованите ви съобщения. Също така имайте предвид, че ако програмата забие има опасност паролата да бъде записана на твърдия диск.</p><p>Ако използвате KMail, тези настройката е валидна само ако не използвате gpg. Също така, настройката се игнорира ако използвате приставки за шифроване.</p></qt>
bs: <qt><p>Kada je ova opcija uključena, program će pamtiti lozinku vašeg privatnog ključa sve vrijeme izvršavanja.</p><p>Budite svjesni da to može biti bezbijednosni rizik. Ako napustite računar, drugi ga mogu koristiti za slanje potpisanih poruka i čitanje vaših šifrovanih poruka. Ako dođe do izbačaja jezgra, sadržaj memorije biće snimljen na disk, uključujući i vašu lozinku.</p><p>Kada koristite KMail, ova mogućnost se koristi samo ako ne koristite gpg-agent. Takođe se ingoriše ako koristite šifropriključke.</p></qt>
ca@valencia: <qt><p>Quan esta opció estiga habilitada, l'aplicació recordarà la frase de contrasenya de la vostra clau privada mentre estiga funcionant. Pel que només haureu d'indicar-la una sola vegada.</p><p>Aneu amb cura, ja que això implica un risc en la seguretat. Si deixeu el vostre ordinador, d'altres podrien usar-lo per a enviar i/o llegir els vostres correus electrònics firmats o encriptats. Si es produeix un bolcat del nucli, el contingut de la vostra RAM serà guardat al disc.</p><p>Tingueu present que quan useu KMail, este valor només s'aplicarà si no esteu emprant gpg-agent. Tanmateix, també s'ignorarà si esteu emprant connectors criptogràfics.</p></qt>
cs: <qt><p>Pokud je tato volba povolena, tak si aplikace zapamatuje heslo vašeho soukromého klíče do jejího ukončení. Budete tedy muset zadat heslo pouze jednou.</p><p>Uvědomte si prosím, že se jedná o potenciální bezpečnostní riziko. Pokud opustíte váš počítač, ostatní mohou poslat e-maily podepsané vámi nebo číst vaše zašifrované e-maily. Pokud provedete výpis jádra, tak se obsah paměti RAM uloží na disk včetně vašeho hesla.</p><p>Při použití KMail se nastavení použije pouze v případě, že nepoužíváte gpg agenta. Bude také ignorováno, pokud používáte kryptografické moduly.</p></qt>
da: <qt><p>Når dette er aktiveret, vil løsen for din private nøgle blive husket af programmet så længe programmet kører. Derfor vil du kun skulle indtaste løsen én gang.</p> <p>Vær klar over at dette kan være en sikkerhedsrisiko. Hvis du går væk fra din computer, kan andre bruge den til at sende underskrevne beskeder og/eller læse din krypterede post. Hvis du laver en kerne-dump, vil indholdet af din RAM blive gemt til disken, inklusive dit løsen.</p> <p>Bemærk at når du bruger KMail, anvendes denne indstilling kun hvis du ikke bruger gpg-agent. Den ignoreres også hvis du bruger crypto-plugin.</p></qt>
el: <qt><p>Αν ενεργοποιήσετε αυτή την επιλογή, η φράση πρόσβασης του ιδιωτικού κλειδιού σας θα απομνημονευθεί από την εφαρμογή για όσο χρόνο εκτελείται αυτή. Έτσι θα χρειαστεί να εισάγετε τη φράση πρόσβασης μόνο μια φορά.</p><p>Σημειώστε ότι αυτό μπορεί να προκαλέσει πρόβλημα ασφαλείας. Αν αφήσετε τον υπολογιστή σας, κάποιοι θα μπορούν να στείλουν υπογραμμένα μηνύματα και/ή να διαβάσουν τα κρυπτογραφημένα μηνύματά σας. Αν συμβεί κάποια κατάρρευση του πυρήνα, τα περιεχόμενα της μνήμης RAM θα αποθηκευτούν στο δίσκο, περιέχοντας τη φράση πρόσβασης.</p><p>Σημειώστε ότι κατά τη χρήση του KMail, αυτή η ρύθμιση έχει ισχύ μόνο με το gpg-agent. Αγνοείται επίσης αν χρησιμοποιείτε πρόσθετα κρυπτογράφησης.</p></qt>
es: <qt><p>Cuando esta opción está activada, la aplicación recordará la frase de paso de su clave privada mientras esté en ejecución. Por tanto, solo tendrá que introducir una vez la frase de paso.</p><p>Tenga en cuenta que esto podría ser un riesgo de seguridad. Si se aleja de su equipo, otras personas pueden usarlo para enviar mensajes cifrados o leer sus mensajes cifrados. Si aparece un volcado de memoria, el contenido de su RAM se almacenará en disco, incluyendo su frase de paso.</p><p>Tenga en cuenta que, cuando use KMail, esta opción solo tiene efecto si no está usando gpg-agent. También se ignorará si está usando complementos de cifrado.</p></qt>
et: <qt><p>Selle valimisel jätab rakendus enda töö ajaks meelde sinu eravõtme paroolifraasi, nii et sul on vaja see vaid üks kord sisestada.</p><p>Arvesta, et see kujutab endast teatud turvariski. Kui lahkud arvuti juurest, on teistel võimalik kasutada seda signeeritud kirjade saatmiseks ja/või sinu krüptitud kirjade lugemiseks. Kui peaks juhtuma tõsine krahh, salvestatakse püsimälu kettale, sealhulgas ka sinu paroolifraas.</p><p>Pane tähele, et KMaili kasutades kehtib see ainult juhul, kui sul ei ole kasutusel gpg-agent. Seda ignoreeritakse ka siis, kui kasutad krüptopluginaid.</p></qt>
eu: <qt><p>Aukera hau gaitzen baduzu, aplikazioak, martxan dagoen bitartean, zure gako pribatuaren pasa-esaldia gogoratuko du. Beraz, pasa-esaldia behin bakarrik sartuko duzu.</p> <p>Kontuan hartu hau segurtasunerako arrisku bat izan daitekeela. Zure ordenagailua bakarrik uzten baduzu, besteek sinatutako mezuak bidali eta/edo zure enkriptatutako mezuak irakurri ahal izango dituzte. Nukleoaren iraulketa bat gertatzen bada, zure RAM-aren edukinak, pasa-esaldia barne, diskan gordeko dira.</p><p>Kontuan izan KMail erailtzean, ezarpen hau gpg-agent erabiltzen ari ez bazara bakarrik aplikatuko dela. Kriptografia plugin-ak erabiltzen ari bazara, ezarpen honi ezikusia egingo zaio.</p></qt>
fa: <qt><p>در صورت فعال‌سازی این گزینه، عبارت عبور کلید خصوصی شما با کاربردی که هم‌ اندازه کاربرد در حال اجرا می‌باشد، یادآوری می‌شود. بنابراین، باید فقط یک بار عبارت عبور را وارد کنید.</p><p>توجه داشته باشید که این یک ریسک امنیتی است. اگر رایانه خود را ترک کنید، دیگران می‌توانند از آن برای ارسال پیامهای امضا شده استفاده کرده و/یا پیامهای رمزبندی‌شده شما را بخوانند. اگر تخلیه هسته رخ دهد، محتوای حافظه خواندنی-نوشتنی شما در دیسک ذخیره می‌شود، که عبارت عبور شما را هم در بر می‌گیرد.</p><p>توجه داشته باشید که هنگام استفاده از KMail، این تنظیم فقط در صورتی اعمال می‌شود که از عامل gpg استفاده نمی‌کنید. همچنین، اگر از وصله‌های رمز استفاده می‌کنید، نادیده گرفته می‌شود.</p></qt>
fi: <qt><p>Kun tämä valinta on valittuna, ohjelma muistaa salasanafraasisi salaiselle avaimellesi niin kauan kun ohjelma on käynnissä. Sinun tarvitsee antaa salasanafraasi vain kerran.</p><p>Varmistu, sillä tämä voi olla tietoturvauhka. Jos poistut tietokoneeltasi, kuka tahansa voi käyttää sitä lähettämällä allekirjoitettuja viestejä ja/tai lukea (vastaanotettuja) salattuja viestejäsi. Jos ohjelma kaatuu core dumppiin, RAM-muistin sisältö talletetaan levylle sisältäen salasanafraasisi.</p><p>Huomaa, että kun käytät KMai-ohjelmaa, tämä valinta toimii ainoastaan, jos et käytä gpg-agenttia. Valinta ohitetaan, jos käytät salausliitännäisiä.</p></qt>
fr: <qt> <p>Lorsque cette option est sélectionnée, la phrase de passe de votre clé privée sera mémorisée par l'application jusqu'à la fermeture de celle-ci. Vous n'aurez donc à la saisir qu'une seule fois.</p> <p>Soyez conscient que ceci peut présenter des risques au niveau de la sécurité. Si vous partez de votre ordinateur, d'autres personnes pourront l'utiliser pour envoyer des messages signés et / ou lire vos messages chiffrés. Si un vidage de la mémoire (core dump) se produit, le contenu de la mémoire vive sera enregistré sur le disque et votre phrase de passe s'y trouvera.</p> <p>Veuillez noter que pour KMail, ce paramètre n'est pris en compte que si vous n'utilisez pas « gpg-agent ». Il est également ignoré si vous utilisez les modules de cryptographie.</p></qt>
gl: <qt><p>Se escolle esta opción, a aplicación lembra o contrasinal da súa chave privada mentres se execute. Así que só terá que inserir o contrasinal unha vez.</p><p>Sexa consciente de que isto supón un risco de seguranza. Se deixar o seu ordenador, outros pódeno usar para enviaren mensaxes asinadas e/ou para ler as súas mensaxes cifradas. Se por algunha razón hai un envorcado, os contidos da súa RAM grávanse no disco, incluíndo o seu contrasinal.</p><p>Note que cando se usar o KMail esta opción só cobra senso se non se está a empregar o gpg-agent. Ignórase así mesmo se estiver a usar os engadidos criptográficos.</p></qt>
hu: <qt><p>Ha ez az opció be van jelölve, a privát kulcshoz tartozó jelszó el lesz tárolva a memóriában, amíg az alkalmazás fut. Ezért ilyenkor elég a jelszót egyszer bekapcsolni.</p><p>Az opció használata azonban potenciálisan veszélyes lehet. Ha magára hagyja a számítógépét, és mások hozzáférhetnek a géphez, akkor aláírt/titkosított üzenetet küldhetnek az Ön nevében. Ha az operációs rendszerben memóriadump készül, akkor a jelszó is lementődik a merevlemezre.</p><p>Ha a KMailt használja, akkor ennek az opciónak csak akkor van hatása, ha nem a gpg-agent programot használja. Továbbá titkosítási modulok használata esetén sincs kihatása.</p></qt>
it: <qt><p>Quando questa opzione è abilitata, la frase segreta della tua chiave privata verrà memorizzata dall'applicazione fino a che rimarrà in esecuzione. In questo modo la password può essere inserita solo una volta.</p> <p>Fai attenzione, però, perché ciò potrebbe essere un rischio per la sicurezza. Se ti allontani dal tuo computer, altre persone potrebbero inviare messaggi firmati a tuo nome o leggere la tua posta cifrata. Se effettui un core dump, il contenuto della tua RAM sarà salvato sul disco, inclusa la tua frase segreta.</p> <p>Nota che utilizzando KMail, questa opzione è applicabile solo se non stai usando gpg-agent. Allo stesso modo, verrà ignorata se stai usando le estensioni crittografiche.</p></qt>
ja: <qt><p>このオプションを有効にすると、アプリケーションの起動中は秘密鍵のパスフレーズがメモリに記憶されます。これによって、パスフレーズを何度も入力する必要がなくなります。</p><p>しかし、この機能はセキュリティを危うくする可能性があることに注意してください。コンピュータから離れると、他の人がそのパスフレーズを用いて署名したメッセージを送信したり、暗号化されたメッセージを読んだりできます。また、コアダンプが発生した場合、パスフレーズを含む RAM の内容がディスクに保存されます。</p><p>KMail を使用する場合、この設定は gpg-agent を使用していない場合にのみ適用されます。また暗号化プラグインを使用している場合も無視されます。</p></qt>
kk: <qt><p>Бұл белгі қойылса, жеке кілтіңіздің паролі қолдаңба орындалып жатқанша жатталып алынады. Сонымен оны бір рет қана келтіресіз.</p><p>Байқаңыз, бұл қауіпзіздіктің тәуекелі. Егер компьютеріңізден алыстап кетсеңіз, біреу оны қолданып Сіздің қолтаңбаңызмен хатты жібере алады немесе/және шифрланған хаттарыңызды оқи алады. Егер дамп жасайтын жағдай болып қалса, жад мазмұны, паролімен қоса, дискіге жазылады.</p><p>Тағы бір ескеретін жайт: KMail-ді қолданғанда бұл параметр тек қана gpg-agent-ті пайдаланбағанда. Сонымен қатар, крипто плагин модульдерді пайдаланғанда да осы параметр әсер етпейді.</p></qt>
km: <qt><p>នៅ​ពេល​ជម្រើស​នេះ​ត្រូវ​បាន​អនុញ្ញាត ឃ្លាសម្ងាត់​នៃ​កូនសោ​ឯកជន​របស់​អ្នក​នឹង​ត្រូវ​បាន​ចងចាំ​ដោយ​កម្មវិធី ក្នុង​ករណី​ដេល​កម្មវិធី​​កំពុង​រត់ ។ ដូច្នេះ អ្នក​នឹង​ត្រូវ​បញ្ចូល​ឃ្លាសម្ងាត់​តែ​ម្ដង​ប៉ុណ្ណោះ ។</p><p>សូម​ដឹង​ថា នេះ​អាច​​ប្រឈម​មុខ​នឹង​គ្រោះ​ថ្នាក់​ផ្នែក​សុវត្ថិភាព ។ ប្រសិន​បើ​អ្នក​ទុក​កុំព្យូទ័រ​របស់​អ្នក​ចោល អ្នក​ផ្សេង​ទៀត​អាច​ប្រើ​វា​ដើម្បី​សារ​ដែល​បាន​ចុះ​ហត្ថលេខា​ និង/ឬ​សារ​ដែល​បាន​អ៊ិនគ្រីប ។ ប្រសិន​បើ​វា​កើត​ឡើង មាតិកា​​សតិ​របស់​អ្នក​នឹង​ត្រូវ​បាន​រក្សាទុក​នៅ​ក្នុង​ថាស​រឹង រួម​ទាំង​ឃ្លាសម្ងាត់​របស់​អ្នក​ផងដែរ ។</p><p>ចំណាំ​ថា នៅ​ពេល​ប្រើ KMail ការ​កំណត់​នេះ​អនុវត្ត​តែ​ក្នុង​ករណី​ដែល​​អ្នក​មិន​កំពុង​ប្រើ​ភ្នាក់ងារ​របស់ gpg ។ វា​ក៏​ត្រូវ​បាន​មិន​អើពើ​ផងដែរ​ ប្រសិន​បើ​អ្នក​កំពុង​ប្រើ​កម្មវិធី​ជំនួយ​របស់ crypto ។</p></qt>
ko: <qt><p>이 옵션을 사용하면 프로그램이 실행되는 동안 사용자의 개인 키 암구호를 기억합니다. 따라서 암구호를 한 번만 입력하면 됩니다. </p> <p>이 옵션이 보안 위협으로 이어질 수 있음을 주의하십시오. 사용자가 컴퓨터 앞을 떠나면 다른 사람이 내 키로 서명된 메시지를 보낼 수도 있으며 암호화된 사용자의 메시지도 읽을 수 있습니다. 코어 덤프가 발생하면 사용자의 암구호를 포함한 메모리에 있던 정보들이 디스크에 저장됩니다. </p><p>KMail을 사용한다면 gpg-agent를 사용하지 않을 때에만 이 설정이 적용됩니다. 암호화 플러그인을 사용하여도 저장된 암구호는 무시됩니다.</p></qt>
lt: <qt><p>Įgalinus šią parinktį slaptoji Jūsų asmeninio rakto frazė programos bus įsiminta tol, kol programa veikia. Taigi slaptąją frazę turėsite įvesti tik kartą. </p><p>Atkreipkite dėmesį į tai, kad tokia programos elgsena laikytina saugumo rizika. Jei paliksite kompiuterį neprižiūrėtą, kiti galės siųsti pasirašytus laiškus ir/ar skaityti užšifruotus Jūsų laiškus. Jei įvyks „core dump“, RAM turinys, įskaitant ir Jūsų slaptąją frazę, bus išsaugotas į diską.</p><p>Taip pat atkreipkite dėmesį, kad, naudojant KMail, ši parinktis galima tik nenaudojant gpg-agent. Ji taip pat bus ignoruojama jei naudojate šifravimo įskiepius.</p></qt>
lv: <qt><p>Ja ieslēgta šī iespēja, jūsu privātās atslēgas parole tiks turēta datora atmiņā, kamēr vien strādās lietotne, kas tās izmanto. Tādā veidā jums nebūs nepieciešams katrreiz no jauna ievadīt to.</p><p> Atcerieties, ka tas ir papildus drošības risks. Ja atstāsiet datoru bez uzraudzības, citi varēs to izmantot parakstītu vēstuļu nosūtīšanai un/vai šifrētu vēstuļu lasīšanai. Ja programmas avārijas gadījumā tiek veikta atmiņas kopija, tajā tiks saglabāta arī jūsu parole.</p><p> Lietojot KMail, šis iestatījums strādā tikai tad, ja neizmantojat gpg-agent. Tas tiek ignorēts arī kriptogrāfijas spraudņu lietošanas gadījumā.</p></qt>
nb: <qt><p>Hvis du velger dette, vil programmet huske passordet til din private nøkkel så lenge det kjører. Dette gjør at du kun trenger å angi passordet en gang.</p><p>Vær oppmerksom på at dette kan være en sikkerhetsrisiko. Hvis du lar andre få tilgang til maskinen din, kan disse sende signerte meldinger og lese krypterte meldinger. Hvis programmet dumper innholdet i minnet til disk, vil også passordet bli lagret.</p><p>Hvis du bruker KMail gjelder disse innstillingene kun hvis du ikke bruker gpg-agenten. De blir også sett bort i fra hvis man bruker krypteringsprogramtillegg.</p></qt>
nds: <qt><p>Wenn anmaakt, wohrt dat Programm den Slötelsatz vun Dien Privaatslötel so lang as dat löppt. Du muttst em also bloots eenmaal ingeven.</p><p>Wees Di dor över kloor, dat dit en Riskanz för de Sekerheit wesen kunn: Wenn Du den Reekner stahn lettst, köönt anner Lüüd ünnerschreven Nettbreven loosstüern oder Dien verslötelt Post lesen. Wenn en Programm afstört, warrt de Spiekerinholt op de Fastplaat sekert, dor mag ok Dien Slötelsatz twischen wesen.</p><p>För KMail gellt disse Instellen bloots, wenn Du "gpg-agent" nich un ok keen Verslötel-Modulen bruukst.</p></qt>
nl: <qt><p>Als deze optie is ingeschakeld zal het wachtwoord van uw private sleutel worden onthouden gedurende de tijd dat de toepassing is geopend. U hoeft het wachtwoord dus slechts eenmaal in te vullen.</p> <p>Bedenk dat dit een beveiligingsrisico kan zijn. Als u uw werkplek verlaat kunnen anderen het wachtwoord gebruiken om ondertekende berichten te verzenden en/of uw versleutelde berichten lezen. Als het programma vastloopt zal de gegenereerde core-dump (de inhoud van uw ram-geheugen opgeslagen in een bestand genaamd "Core") uw wachtwoord bevatten.</p> <p>Opmerking: als u KMail gebruikt zal deze instelling alleen van toepassing zijn als u geen gebruik maakt van gpg-agent. Deze instelling is ook niet van toepassing op cryptografische plug-ins.</p></qt>
nn: <qt><p>Viss det er kryssa av her, vert passfrasen til privatnøkkelen hugsa av programmet så lenge det køyrer. Du treng altso berre skriva inn passfrasen éin gong.</p><p>Merk at dette kan vera ein tryggleiksrisiko. Viss det oppstår ein kjernedump, vert innhaldet i minnet, som inneheld passfrasen, lagra på disken.</p><p>Merk at viss du brukar KMail, gjeld denne innstillinga berre viss du ikkje brukar gpg-agent. Ho vert heller ikkje brukt viss du brukar programtillegg for krypteringstenester.</p></qt>
pt: <qt><p>Quando esta opção está activa, a frase-passe da sua chave privada será recordada pela aplicação enquanto esta estiver em execução. Deste modo, você só terá de indicar a frase-passe uma vez.</p><p>Lembre-se que isto poderá representar um risco de segurança. Se você deixar o seu computador, os outros poderão usá-los para enviar mensagens assinadas e/ou ler as suas mensagens cifradas. Se ocorrer um estoiro com geração de 'core', o conteúdo da sua RAM será guardado em disco, incluindo a sua frase-passe.</p><p>Lembre-se que, quando está a usar o KMail, esta opção só se aplica se você não estiver a usar o gpg-agent. Também será ignorada se você estiver a usar 'plugins' de cifra.</p></qt>
pt_br: <qt><p>Quando esta opção está ativada, a frase secreta de sua chave privada será lembrada pelo aplicativo enquanto ele estiver em execução. Assim, você precisará entrar com a frase secreta apenas uma vez.</p><p>Saiba que isso pode ser um risco de segurança. Se você deixar o seu computador, outros podem usá-lo para enviar mensagens assinadas e/ou ler as suas mensagens criptografadas. Se um "core dump" ocorrer, o conteúdo da sua RAM será salvado no disco, incluindo a sua frase secreta.</p><p>Perceba que quando estiver usando o KMail, esta configuração se aplica apenas se você não estiver usando o agente gpg ("gpg-agent"). Ela também é ignorada se você estiver utilizando plugins de criptografia.</p></qt>
ru: <qt> <p>Если этот параметр установлен, пароль закрытой части вашего ключа будет храниться в памяти пока приложение выполняется. Таким образом, вам придётся вводить пароль только один раз.</p> <p>Знайте, что это создаёт угрозу безопасности. Если вы оставляете ваш компьютер без присмотра, другие могут использовать его для отправки подписанных от вашего имени писем и/или читать ваши зашифрованные письма. Если произойдёт сбой приложения, его адресное пространство будет записано на диск, включая пароль</p> <p>Обратите внимание, что при использовании KMail этот параметр применяется только в случае, если не используется агент gpg. Он также игнорируется если вы используете дополнительные модули шифрования. </p> </qt>
sk: <qt><p>Ak je táto možnosť povolená, slovníková fráza privátneho kľúča si aplikácia zapamätábe tak dlho ako bude spustená. Takto slovníkovú frázu budete musieť zadať iba raz.</p><p>Buďte si vedomý, že toto môže byť bezpečnostné riziko. Ak necháte počítač ostatný ho môžu použiť na poslanie podpísanej správy a/alebo prečítať Vaše zašifrované správy. Ak nastane výpis jadra, obsah pamäte sa zapíše na disk vrátane Vašej slovníkovej frázy. </p><p>Poznámka ak používate KMail, toto nastavenie sa aplikuje len ak používate gpg-agent. Je taktiež ignorované ak používate crypto moduly.</p></qt>
sl: <qt><p>Ko je omogočena ta možnost, si bo program med delovanjem zapomnil šifrirno frazo vašega zasebnega ključa. To pomeni, da boste morali vnesti šifrirno frazo le enkrat.</p><p>Zavedajte se, da lahko to predstavlja varnostno tveganje. Če zapustite računalnik lahko drugi pošiljajo in/ali berejo podpisana sporočila. Če pride do sesutja programa, se vsebina pomnilnika shrani na disk, vključno z vašo šifrirno frazo.</p><p>Upoštevajte da pri uporabi KMaila ta nastavitev velja le, če ne uporabljate posrednika gpg. Prav tako je prezrta pri uporabi šifrirnih vstavkov.</p></qt>
sr: <qt><p>Када је ова опција укључена, програм ће памтити лозинку вашег приватног кључа све време извршавања. Лозинку треба да унесете само једном.</p><p>Знајте да ово може бити безбедносни ризик. Ако напустите рачунар, други га могу користити за слање потписаних порука и читање ваших шифрованих порука. Ако дође до пописа језгра, садржај меморије биће сачуван на диск са све вашом лозинком.</p><p>У К‑пошти ова поставка има значаја само ако не користите <command>gpg-agent</command>. Такође се занемарује ако користите прикључке за шифровање.</p></qt>
zh_tw: <qt><p>開啟此選項的話，您私密金鑰使用的密碼片語被記憶起來，直到應用程式不再執行。這樣您只需要輸入一次密碼片語即可。</p> <p>但是要注意，這樣做有安全性上的風險。如果您離開您的電腦，其他人可能可以用您的電腦與您的金鑰來簽署與發送信件，或是用您的金鑰來解密並偷看別人的信件。如果程式出現錯誤而造成 core dumped，則記憶體內容會被記到檔案中，包括您的密碼片語在內。</p> <p>如果您是使用 KMail，這個設定只在您不使用 GPG 代理人時才有用。如果您使用加密外掛程式，這個設定也會被忽略。</p></qt>

source: Always encr&ypt to self
bg: Шифроване за &лична употреба
bs: Uvijek šifruj i &samom sebi
ca@valencia: Sempre encriptar a mi &mateix
cs: Vžd&y šifrovat pro sebe
da: Kryptér altid &til dig selv
el: Πάντα κρυπτο&γράφηση στο ίδιο
es: C&ifrar siempre para uno mismo
et: Enda jaoks krüptitakse &alati
eu: Beti bere &burua enkriptatu
fa: &رمزبندی همیشگی برای خود‌
fi: &Salaa aina myös oma kopio
fr: Toujours chiffrer &vers soi-même
gl: Cifrar&se sempre a un mesmo
hi: स्वयं को हमेशा एनक्रिप्ट करें (&y)
hu: Mindig titkosítás saját &célra
it: C&ifra sempre i messaggi per te stesso
ja: 常に自分自身にも暗号化する(&Y)
kk: Өзі үшін әрқашанда ши&фрлансын
km: អ៊ិនគ្រីប​ទៅកាន់​ខ្លួន​ឯង​ជានិច្ច
ko: 항상 자기 자신에게 암호화(&Y)
lt: Visada šifruoti &sau pačiam
lv: Vienmēr ši&frēt sev pašam
nb: &Krypter alltid også til avsender
nds: &Jümmers för mi sülven verslöteln
nl: Altijd voor mezelf versleu&telen
nn: Krypter &alltid til deg sjølv
pt: Cifrar sempre para o &próprio
pt_br: Sempre c&riptografar para si mesmo
ru: Всегда шифровать для &себя
sk: Vždy ši&frovať na mňa
sl: Vedno ši&friraj sebi
sr: Увек шифруј и &мени
zh_tw: 永遠對自己加密(&Y)
