Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

# @item:inlistbox
source: Always Encrypt with This Key
bg: Шифроване с ключа винаги
bs: Uvijek šifruj ovim ključem
ca@valencia: Encripta sempre amb esta clau
cs: Vždy šifrovat tímto klíčem
da: Kryptér altid med denne nøgle
el: Πάντα να γίνεται κρυπτογράφηση με αυτό το κλειδί
es: Cifrar siempre con esta clave
et: Alati krüptitakse selle võtmega
fa: همیشه با این کلید رمزبندی کنید
fi: Salaa aina tällä avaimella
fr: Toujours chiffrer avec cette clé
gl: Cifrar sempre con esta chave
hu: Titkosítás mindig ezzel a kulccsal
it: Cifra sempre con questa chiave
ja: 常にこの鍵で暗号化する
kk: Әрқашанда осы кілтпен шифрлау
km: អ៊ិនគ្រីប​ជា​មួយ​​សោ​នេះ​​ជានិច្ច
ko: 항상 이 키로 암호화
lv: Vienmēr šifrēt ar šo atslēgu
nb: Krypter alltid med denne nøkkelen
nds: Jümmers mit dissen Slötel verslöteln
nl: Altijd met deze sleutel versleutelen
nn: Krypter alltid med denne nøkkelen
pa: ਇਸ ਕੁੰਜੀ ਨਾਲ ਹਮੇਸ਼ਾ ਇਕ੍ਰਿਪਟ
pt: Encriptar Sempre com Esta Chave
pt_br: Sempre criptografar com esta chave
ru: Всегда шифровать этим ключом
sk: Vždy šifrovať týmto kľúčom
sl: Vedno šifriraj s tem ključem
sr: Увек шифруј овим кључем
zh_tw: 永遠用此金鑰加密

# @item:inlistbox
source: Encrypt Whenever Encryption is Possible
bg: Шифроване когато е възможно
bs: Šifruj kad god je šifrovanje moguće
ca@valencia: Encripta sempre que l'encriptatge siga possible
cs: Šifrovat kdykoli je to možné
da: Kryptér altid når kryptering er muligt
el: Κρυπτογράφηση όποτε είναι δυνατόν
es: Cifrar siempre que sea posible
et: Krüptitakse alati, kui see on võimalik
fa: رمزبندی، در صورت امکان رمزبندی
fi: Salaa aina, kun salaus on mahdollista
fr: Chiffrer dès que le chiffrage est possible
gl: Cifrar cando a cifrado for posíbel
hu: Titkosítás mindig, ha lehetséges
it: Cifra ogni volta che è possibile cifrare
ja: 暗号化が可能なときは常に暗号化する
kk: Мүмкін болса - шифрлау
km: អ៊ិនគ្រីប​នៅពេល​ណា​ដែលអាច​អ៊ិនគ្រីប​បាន
ko: 가능하다면 항상 암호화
lv: Šifrēt, kad vien iespējams
nb: Krypter alltid når det er mulig
nds: Jümmers verslöteln, wenn dat mööglich is
nl: Altijd versleutelen als versleuteling mogelijk is
nn: Krypter alltid når det er mogleg
pa: ਜਦੋਂ ਇੰਕ੍ਰਿਪਸ਼ਨ ਸੰਭਵ ਹੋਵੇ ਤਾਂ ਇੰਕ੍ਰਿਪਟ ਕਰੋ
pt: Cifrar Sempre que a Cifra Seja Possível
pt_br: Criptografar sempre que possível
ru: Шифровать всегда, когда это возможно
sk: Šifrovať vždy, keď je šifrovanie k dispozícii
sl: Šifriraj kadarkoli je šifriranje mogoče
sr: Шифруј кад год је шифровање могуће
zh_tw: 當可加密時加密

# @item:inlistbox
source: Always Ask
bg: Питане винаги
bs: Uvijek pitaj
ca@valencia: Pregunta sempre
cs: Vždy se dotázat
da: Spørg altid
el: Ερώτηση πάντα
es: Preguntar siempre
et: Küsitakse alati
fa: همیشه سؤال شود
fi: Kysy aina
fr: Toujours demander
gl: Preguntar sempre
hu: Rákérdezés mindig
it: Chiedi sempre conferma
ja: 常に確認する
kk: Әрқашанда сұрап
km: សួរ​ជានិច្ច
ko: 항상 묻기
lv: Vaicāt vienmēr
nb: Spør alltid
nds: Jümmers nafragen
nl: Altijd vragen
nn: Spør alltid
pa: ਹਮੇਸ਼ਾ ਪੁੱਛੋ
pt: Perguntar Sempre
pt_br: Sempre perguntar
ru: Всегда спрашивать
sk: Vždy sa pýtať
sl: Vedno vprašaj
sr: Увек питај
zh_tw: 一定先詢問

# @item:inlistbox
source: Ask Whenever Encryption is Possible
bg: Питане когато е шифроването е възможно
bs: Pitaj kad god je šifrovanje moguće
ca@valencia: Pregunta sempre que l'encriptatge siga possible
cs: Dotázat se, kdykoli je šifrování možné
da: Spørg når kryptering er muligt
el: Ερώτηση όποτε η κρυπτογράφηση είναι δυνατή
es: Preguntar siempre qué sea posible cifrar
et: Küsitakse alati, kui krüptimine on võimalik
fa: سؤال، در صورت امکان رمزبندی
fi: Kysy aina, kun salaus on mahdollista
fr: Demander dès que le chiffrage est possible
gl: Preguntar cando o cifrado for posíbel
hu: Rákérdezés mindig, ha lehetséges titkosítás
it: Chiedi conferma ogni volta che è possibile cifrare
ja: 暗号化が可能なときは常に確認する
kk: Шифрлау мүмкін болса - сұрау
km: សួរ​នៅពេលណា​ដែល​អាច​អ៊ិនគ្រីប​បាន
ko: 앙호화가 가능할 때마다 묻기
lv: Vaicāt kad vien iespējams šifrēt
nb: Spør alltid når kryptering er mulig
nds: Jümmers nafragen, wenn Verslöteln mööglich is
nl: Vragen indien versleutelen mogelijk is
nn: Spør alltid når kryptering er mogleg
pa: ਜਦੋਂ ਇੰਕ੍ਰਿਪਸ਼ਨ ਸੰਭਵ ਹੋਵੇ ਪੁੱਛੋ
pt: Perguntar Sempre que a Encriptação For Possível
pt_br: Perguntar sempre que a criptografia for possível
ru: Спрашивать, когда шифрование возможно
sk: Pýtať sa vždy, ak je možné šifrovanie
sl: Vprašaj kadarkoli je šifriranje mogoče
sr: Питај кад год је шифровање могуће
zh_tw: 當可加密時先詢問

source: Select the key(s) which should be used to encrypt the message to yourself.
bg: Изберете ключа(овете) за шифроване на съобщението до вас самите.
bs: Izaberite ključeve koji će se koristiti za šifrovanje poruke vama samima.
ca@valencia: Seleccioneu la/es clau/s que s'haurà d'emprar per a encriptar el missatge per a vós.
cs: Zvolte klíče, které se mají použít pro šifrování pro sebe.
da: Vælg de nøgler der skal bruges til at kryptere brevet til dig selv.
el: Επιλέξτε τα κλειδιά τα οποία πρόκειται να χρησιμοποιηθούν για την κρυπτογράφηση του μηνύματος προς εσάς.
es: Seleccione las claves que se deban usar para cifrar el mensaje para uno mismo.
et: Vali võtmed, mida kasutada iseendale saadetava sõnumi krüptimiseks.
eu: Hautatu zure buruari mezua enkriptatzeko erabili beharko liratekeen gakoak.
fa: کلید)هایی( را برگزینید که باید جهت رمزبندی پیام برای خودتان استفاده شوند.
fi: Valitse avaimet, joita pitäisi käyttää sinulle tulleiden viestien salauksen purkuun.
fr: Sélectionnez les clés devant être utilisées pour chiffrer le message vers vous-même.
gl: Escolla a(s) chave(s) que desexe empregar para cifrar a mensaxe a un mesmo.
hu: Válassza ki az üzenet saját célra való titkosításához használandó kulcso(ka)t.
it: Seleziona le chiavi che dovrebbero essere utilizzate per cifrare il messaggio per te stesso.
ja: メッセージを自分自身に対して暗号化するために使用する鍵を選択してください。
kk: Хатты өзіңізге шифрлауға қолданатын кілтт(ерд)і таңдаңыз
km: ជ្រើស​កូនសោ ​ដែល​គួរ​ត្រូវ​បាន​ប្រើ​ដើម្បី​អ៊ិនគ្រីប​សារ​ដោយ​ខ្លួន​ឯង ។
ko: 자기 자신에게 보낼 메시지의 암호화 키를 선택하십시오.
lt: Pasirinkite raktą/raktus, kurie turi būti naudojami šifruojant laišką sau.
lv: Izvēlieties atslēgas, ar kurās šifrēt šo vēstuli pašam sev.
nb: Velg nøklene som skal brukes til å kryptere en melding til deg selv.
nds: Söök de Slötels ut, mit de Narichten för Di sülven verslötelt warrn schöölt
nl: Selecteer de sleutel(s) die zullen worden gebruikt voor het versleutelen van berichten die naar uzelf worden verzonden.
nn: Vel kva nøkkel/nøklar du vil bruka for å kryptera meldingar til deg sjølv.
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਸੁਨੇਹਿਆਂ ਨੂੰ ਇੰਕਰਿਪਟ ਕਰਨ ਕੁੰਜੀ ਚੁਣੋ।
pt: Seleccione as chaves que deverão ser usadas para encriptar a mensagem para você mesmo.
pt_br: Selecione a(s) chave(s) que deverão ser usadas para criptografar a mensagem para si mesmo.
ru: Выберите ключи, которые должны использоваться при шифровании для самого себя.
sk: Vyberte kľúč(e), ktorý sa použije na šifrovanie správy na Vás.
sl: Izberite ključ(e), ki naj se uporabi(jo) za šifriranje sporočila samemu sebi.
sr: Изаберите кључеве који ће се користити за шифровање поруке вама самима.
zh_tw: 請選擇要用於對您自己加密信件的金鑰。

source: Select the key(s) which should be used to encrypt the message for %1
bg: Изберете ключа(овете) за шифроване на съобщението за %1
bs: Izaberite ključeve koji će se koristiti za šifrovanje poruke za %1
ca@valencia: Seleccioneu la/es clau/s que s'haurà d'emprar per a encriptar el missatge per a %1
cs: Zvolte klíče, které se mají použít pro šifrování pro %1
da: Vælg de nøgler der skal bruges til at kryptere brevet til %1
el: Επιλέξτε τα κλειδιά τα οποία πρόκειται να χρησιμοποιηθούν για την κρυπτογράφηση του μηνύματος για το %1
es: Seleccione las claves que se deban usar para cifrar el mensaje para %1
et: Vali võtmed, mida kasutada krüptimiseks, kui saaja on %1
eu: Hautatu honi mezua enkriptatzeko erabili beharko liratekeen gakoak: %1
fa: کلید)هایی( را برگزینید که باید جهت رمزبندی پیام برای %1 استفاده شوند.
fi: Valitse avaimet, joita tulisi käyttää viestin salaukseen kohteelle %1
fr: Sélectionnez les clés devant être utilisées pour chiffrer le message vers %1
gl: Escolla a(s) chave(s) que desexe empregar para cifrar a mensaxe para %1
hu: Válassza ki a használni kívánt titkosítási kulcsokat ehhez: %1
it: Seleziona le chiavi che dovrebbero essere utilizzate per cifrare il messaggio per %1
ja: %1 へのメッセージを暗号化するために 使用する鍵を選択してください。
kk: %1 үшін хатты шифрлауға қолданатын кілтт(ерд)і таңдаңыз
km: ជ្រើស​កូនសោ ដែល​គួរ​ត្រូវ​បាន​ប្រើ​ដើម្បី​អ៊ិនគ្រីប​សារ​សម្រាប់ %1
ko: 다음 사용자에게 보낼 메시지를 암호화 할 키를 선택하십시오: %1
lt: Pasirinkite raktą/raktus, kurie turi būti naudojami šifruojant laišką %1
lv: Izvēlieties atslēgas, kam šifrēt šo vēstuli %1
nb: Velg nøklene som skal brukes til å kryptere meldinga for %1
nds: Söök de Slötels ut, mit de Narichten verslötelt warrn schöölt för %1
nl: Selecteer de sleutel(s) die zullen worden gebruikt voor het versleutelen van berichten voor %1
nn: Vel kva nøkkel/nøklar du vil bruka for å kryptera meldingar til %1
pa: ਸੁਨੇਹਿਆਂ ਨੂੰ ਇੰਕਰਿਪਟ ਕਰਨ ਕੁੰਜੀ ਚੁਣੋ %1
pt: Seleccione as chaves que devem ser usadas para cifrar a mensagem para o %1
pt_br: Selecione a(s)chave(s) que deverão ser usadas para criptografar a mensagem para %1
ru: Выберите ключи, которые должны использоваться при шифровании для «%1»
sk: Vyberte kľúč(e), ktorý sa použije na šifrovanie správy na %1
sl: Izberite ključ(e), ki naj se uporabi(jo) za šifriranje sporočila za %1
sr: Изаберите кључеве који ће се користити за шифровање поруке за %1
zh_tw: 請選擇要用於對 %1 加密信件的金鑰。

source: OpenPGP Information
bg: Информация за OpenPGP
bs: OpenPGP informacije
ca@valencia: Informació OpenPGP
cs: Informace OpenPGP
el: Πληροφορίες OpenPGP
es: Información de OpenPGP
et: OpenPGP info
eu: OpenPGP informazioa
fa: اطلاعات OpenPGP
fi: OpenPGP-tiedot
fr: Informations de OpenPGP
gl: Información do OpenPGP
hi: ओपन-पीजीपी जानकारी
hu: OpenPGP-jellemzők
it: Informazioni OpenPGP
ja: OpenPGP 情報
kk: OpenPGP мәліметі
km: ព័ត៌មាន​របស់ OpenPGP
ko: OpenPGP 정보
lt: OpenPGP informacija
lv: OpenPGP informācija
nb: OpenPGP-informasjon
nds: OpenPGP-Informatschoon
nl: OpenPGP-informatie
nn: OpenPGP-informasjon
pa: OpenPGP ਜਾਣਕਾਰੀ
pt: Informação do OpenPGP
pt_br: Informações do OpenPGP
ru: Информация об OpenPGP
sk: Informácie o OpenPGP
sl: Podrobnosti o OpenPGP
sr: Подаци о опенПГП‑у
zh_tw: OpenPGP 資訊

source: Result of the last encryption/sign operation:
bg: Резултат от последната операция по подписване/шифроване:
bs: Rezultat posljednje operacije šifrovanja/potpisivanja:
ca@valencia: Resultat de l'última operació d'encriptatge/signat:
cs: Výsledek posledního šifrování / podepsání:
da: Resultat af sidste indkodnings/underskrift operation:
el: Αποτέλεσμα της τελευταίας εργασίας κρυπτογράφησης/υπογραφής:
es: Resultado de la última operación de cifrado/firma:
et: Viimase krüptimis/signeerimistoimingu tulemus:
eu: Azken enkriptatze/sinadura eragiketaren emaitza:
fa: نتیجه آخرین عملیات رمزبندی/امضا:
fi: Viimeisimmän salaus/allekirjoitustoimenpiteen tulos:
fr: Résultat de la dernière opération de chiffrage / signature :
gl: Resultado da última operación de cifrado/asinamento:
hi: अंतिम एनक्रिप्शन/हस्ताक्षर ऑपरेशन का परिणाम:
hu: Az utolsó titkosítási/aláírási művelet eredménye:
it: Risultato dell'ultima operazione di cifratura/firma:
ja: 最後の暗号化/署名の結果:
kk: Соңғы шифрлау/қолтанбалау әрекетінің нәтижесі:
km: លទ្ធផល​​នៃ​ការ​​ប្រតិបត្តិ​អ៊ិនគ្រីប/ចុះហត្ថលេខា ៖
ko: 마지막 암호화/서명 작업 결과:
lt: Paskutinės šifravimo/pasirašymo operacijos rezultatas:
lv: Pēdējās šifrēšanas darbības rezultāts:
nb: Resultatet av den forrige krypteringa/signeringen:
nds: Resultaat vun dat verleden Verslöteln/Ünnerschrieven:
nl: Resultaat van de laatste versleuteling/ondertekening:
nn: Resultet av den siste krypterings-/signeringsoperasjonen:
pt: Resultado da última operação de cifra/assinatura:
pt_br: Resultado da última operação de criptografia/assinatura:
ru: Результат последней операции шифрования/подписи:
sk: Výsledok ostatnej šifrovacej/podpisovacej operácie:
sl: Rezultat zadnjega šifriranja/podpisovanja:
sr: Резултат последњег поступка шифровања или потписивања:
zh_tw: 最後一次加密/簽署的結果：
