Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: <qt><p>When this option is enabled, the application will always show you a list of public keys from which you can choose the one it will use for encryption. If it is off, the application will only show the dialog if it cannot find the right key or if there are several which could be used. </p></qt>
bg: <qt><p>Ако отметката е включена, програмата винаги ще показва диалога за избор на ключ за шифроване. В повечето случаи, програмата ще покаже предполагаемия ключ и вие трябва само да го потвърдите. Ако отметката е изключена, предполагаемия ключ, ще бъде избиран автоматично, ако е възможно. Ако няма намерен ключ или има намерени няколко ключа, които могат да бъдат използвани, диалогът ще бъде показван.</p></qt>
bs: <qt><p>Kada je ova opcija uključena, program će vam uvijek prikazati listu javnih ključeva iz koje možete izabrati jedan za šifrovanje. Ako je isključena, program će prikazati listu samo ako ne može da nađe pravi ključ ili ako postoji više ključeva koji se mogu upotrijebiti.</p></qt>
ca@valencia: <qt><p>Quan esta opció estiga habilitada, l'aplicació també vos mostrarà una llista amb les vostres claus públiques, d'on podreu triar la que vulgueu emprar per a l'encriptatge. Si no ho està, l'aplicació només vos mostrarà la caixa de diàleg sinó pot trobar la clau adequada o si hi ha diverses claus que es podrien emprar.</p></qt>
cs: <qt><p>Pokud je tato volba povolena, tak vám aplikace vždy zobrazí seznam veřejných klíčů, ze kterých si budete moci jeden vybrat pro zašifrování. Pokud je volba zakázána, tak aplikace zobrazí dialog pouze v případě, že nemůže najít správný klíč nebo nalezla více použitelných klíčů.</p></qt>
da: <qt><p>Når dette er aktiveret, vil programmet altid vise dig en liste af offentlige nøgler fra hvilke du kan vælge den det vil bruge til krypteringen. Hvis det er slået fra, vil programmet kun vise dialogen hvis det ikke kan finde den rigtige nøgle eller hvis der er flere der kunne bruges. </p></qt>
el: <qt><p>Αν ενεργοποιήσετε αυτή την επιλογή, η εφαρμογή θα σας εμφανίζει πάντα μια λίστα των δημόσιων κλειδιών από την οποία θα μπορείτε να επιλέγετε αυτό που θα χρησιμοποιηθεί για την κρυπτογράφηση. Αν είναι απενεργοποιημένη η επιλογή, η εφαρμογή θα εμφανίζει το διάλογο αν δεν μπορεί να βρει ένα σωστό κλειδί ή αν υπάρχουν πολλά κλειδιά που μπορούν να χρησιμοποιηθούν. </p></qt>
es: <qt><p>Cuando esta opción está activada, la aplicación siempre le mostrará una lista de claves públicas, de entre las que puede elegir la que quiere usar para cifrado. Si está desactivada, la aplicación solo mostrará el cuadro de diálogo si no puede encontrar la clave correcta o si hay varias claves que se puedan usar. </p></qt>
et: <qt><p>Selle valimisel näitab rakendus alati avalike võtmete nimekirja, kust saab valida selle, mida krüptimiseks kasutada. Kui see ei ole valitud, näitab rakendus dialoogi ainult siis, kui õiget võtit ei leita või kui valida on mitme võtme vahel.</p></qt>
eu: <qt><p>Aukera hau gaituta dagoenean, aplikazioak beti enkriptazioan erabiltzeko gakoa hautatzeko gako publikoen zerrenda bat erakutsiko du. Ezgaituta badago, aplikazioak gako zuzena aurkitzen ez badu edo erabilgarriak diren gako bat baina gehiago badago bakarrik bistaratuko du elkarrizketa-koadro hau. </p></qt>
fa: <qt><p>هنگامی که این گزینه فعال است، همیشه کاربرد فهرستی از کلیدهای عمومی را نمایش می‌دهد، و می‌توانید کلید عمومی که برای رمزبندی استفاده می‌شود را از آن انتخاب کنید. در صورت خاموش بودن، اگر کاربرد کلید درست را پیدا نکند یا اگر چندین کلید قابل استفاده وجود داشته باشد، فقط محاوره را نمایش می‌دهد. </p></qt>
fi: <qt><p>Tällä valinnalla sovellus näyttää aina luettelon julkisista avaimista, joista voit valita jonkun käytettäväksi salauksessa. Jos tämä ei ole valittuna, sovellus näyttää vain valintaikkunan, jos se ei löydä oikeaa avainta tai jos on useita käytettäviä avaimia. </p></qt>
fr: <qt><p>Si cette option est sélectionnée, l'application affichera toujours une liste de clés publiques dans laquelle vous pourrez choisir celle que vous voulez utiliser pour le chiffrage. Si elle est non sélectionnée, l'application n'affichera la fenêtre que lorsqu'elle ne peut pas trouver la bonne clé ou que plusieurs peuvent être utilisées. </p></qt>
gl: <qt><p>Se escolle esta opción, a aplicación presenta sempre unha lista das chaves públicas na que pode escoller unha para empregar no cifrado. Se non se activar, a aplicación só presenta o diálogo se non pode atopar a chave correcta ou se hai varias que se poidan empregar. </p></qt>
hu: <qt><p>Ha ez az opció be van jelölve, akkor a program megjeleníti a rendelkezésre álló publikus kulcsok listáját, melyből ki kell választani azt, amelyet a titkosításhoz használni szeretne. Ha nincs bejelölve, akkor a program csak akkor jeleníti meg ezt az ablakot, ha nem találja a megfelelő kulcsot vagy több kulcs is megfelelő lehet. </p></qt>
it: <qt><p>Quando questa opzione è abilitata, l'applicazione visualizzerà sempre la lista delle chiavi pubbliche dalla quale potrai scegliere quella da usare per cifratura. Se questa opzione è disabilitata, l'applicazione mostrerà solo la finestra di dialogo nel caso non sia possibile trovare la chiave giusta oppure se ce ne sia più di una da utilizzare. </p></qt>
ja: <qt><p>このオプションを有効にすると、暗号化に使う鍵を選択するための公開鍵のリストが常に表示されます。無効にすると、正しい鍵が見つからないか使用可能な鍵が複数ある場合にのみダイアログが表示されます。</p></qt>
kk: <qt><p>Құсбелгісі қойылса, бағдарлама шифрлау үшін таңдауға әрқашанда барлық кілттердің тізімін көрсетеді. Әйтпесе, ол осы кілт таңдауын, тек жарайтын кілт таба алмағанда немесе жарайтын кілттер бірнеше болғанда ғана ұсынады.</p></qt>
km: <qt><p>នៅ​ពេល​ជម្រើស​នេះ​ត្រូវ​បាន​អនុញ្ញាត កម្មវិធី​នឹង​បង្ហាញ​អ្នក​នូវ​បញ្ជី​កូនសោ​សាធារណៈ​ជា​និច្ច​ ដែល​អ្នក​អាច​ជ្រើស​​វា​​មួយ​ វា​នឹង​ប្រើ​សម្រាប់​អ៊ិនគ្រីប ។ ប្រសិន​បើ​វា​ត្រូវ​បានបិទ កម្មវិធី​នឹង​បង្ហាញ​តែ​ប្រអប់​ ប្រសិន​បើ​វា​មិន​អាច​រក​កូនសោ​ត្រឹមត្រូវ ឬ​ប្រសិន​បើ​មាន​កូនសោ​ច្រើន ដែល​គួរ​ត្រូវ​បាន​ប្រើ ។ </p></qt>
ko: <qt><p>이 옵션을 사용하면 항상 공개 키 목록 중 암호화할 때 사용할 수 있는 키 목록을 표시합니다. 이 옵션을 사용하지 않으면 올바른 키를 찾을 수 없거나 여러 개의 키가 있을 때에만 키 목록을 표시합니다.</p></qt>
lv: <qt><p>Ja ieslēgta šī iespēja, lietotne vienmēr rādīs pieejamo publisko atslēgu sarakstu, no kura varēsiet izvēlēties šifrēšanas atslēgu. Ja izslēgta, lietotne rādīs šo sarakstu tikai, ja ir pieejama vairāk nekā viena atslēga. </p></qt>
nb: <qt><p>Hvis dette alternativet er skrudd på, vil programmet alltid vise en liste over offentlige nøkler som du kan velge en nøkkel du vil bruke til kryptering fra. Hvis dette alternativet er slått av, vil programmet kun vise denne lista hvis det ikke finner den riktige nøkkelen, eller det er flere mulige som kan brukes.</p></qt>
nds: <qt><p>Wenn anmaakt, warrt Di dat Programm jümmers en List vun apen Slötels wiesen, ut de Du den utsöken kannst, de denn för't Verslöteln bruukt warrt. Is dat nich aktiveert, kriggst Du de Köör bloots denn to sehn, wenn dat Programm den richtigen Slötel nich finnen kann oder wenn dat mehr as een Slötel gifft, de bruukt warrn kunn.</p></qt>
nl: <qt><p>Als deze optie is ingeschakeld zal de toepassing altijd een lijst met publieke sleutels tonen waaruit u de sleutel kunt kiezen om mee te versleutelen. Als deze optie is uitgeschakeld zal de toepassing de lijst alleen tonen als de juiste sleutel niet gevonden is, of als er meerdere sleutels gebruikt kunnen worden. </p></qt>
nn: <qt><p>Viss det er kryssa av her, vil programmet alltid visa deg ei oversikt over offentlegnøklar, der du kan velja kva for nøkkel du vil bruka til å kryptera. Viss valet er slått av, vil programmet berre visa nøkkeloversikta dersom den rette nøkkelen ikkje vert funnen, eller hvis det er fleire nøklar som kan brukast.</p></qt>
pt: <qt><p>Quando esta opção estiver activa, a aplicação enviará sempre uma lista das chaves públicas, na qual você poderá escolher a que será usada para a cifra. Se estiver desligada, a aplicação só irá mostrar a janela se não encontrar a chave adequada ou se tiver bastantes que possam ser usadas.</p></qt>
pt_br: <qt><p>Quando esta opção estiver habilitada, o aplicativo vai sempre mostrar a você uma lista de chaves públicas, das quais você pode escolher qual você usará para criptografia. Se estiver desligada, o aplicativo vai mostrar apenas o diálogo se não conseguir encontrar a chave correta ou se houver várias que possam ser usadas. </p></qt>
ru: <qt><p>Когда параметр включён, приложение всегда будет показывать вам список открытых ключей, из которого вы сможете выбрать один, который будет использоваться для шифрования. Если параметр выключен, приложение будет показывать диалог только в том случае, если не сможет найти необходимый ключ, или если найдено несколько ключей, которые могут быть использованы.</p></qt>
sk: <qt><p>Ak je táto možnosť povolená, aplikácia vždy zobrazí zoznam verejných kľúčov, z ktorého si môžte vybrať jeden, ktorý sa použije na šifrovanie. Ak je vypnutá, aplikácia zobrazí dialóg len ak nevie nájsť správny kľúč alebo ak je ich je niekoľko použiteľných. </p></qt>
sl: <qt><p>Ko je omogočena ta možnost, bo program vedno prikazal seznam javnih ključev med katerimi lahko izberete tistega, ki ga boste uporabili za šifriranje. Če je možnost izključena, bo program prikazal pogovorno okno le, če ne bo mogel najti pravega ključa ali če je na voljo več takšnih, ki bi se lahko uporabili.</p></qt>
sr: <qt><p>Када је ова опција укључена, програм ће вам увек приказати списак јавних кључева са којег можете изабрати кључ за шифровање. Ако је искључена, програм ће приказати списак само ако не може да нађе прави кључ или ако постоји више кључева који се могу употребити.</p></qt>
zh_tw: <qt><p>開啟此選項的話，應用程式會顯示一個公開金鑰的清單，您可以從中選擇一個金鑰用於加密。如果不開啟此選項，則應用程式只會在找不到正確的金鑰，或是有多個金鑰需要選擇時才會顯示視窗。</p></qt>

source: &Search for:
bg: &Търсене за:
bs: &Potraži:
ca@valencia: &Cerca per:
cs: &Hledat:
da: &Søg efter:
el: &Αναζήτηση για:
es: Bu&scar:
et: &Otsitakse:
eu: &Bilatu hau:
fa: &جستجو برای:‌
fi: Et&si:
fr: &Chercher pour :
gl: &Procurar por:
hi: के लिए ढूंढें: (&S)
hu: &Keresés erre:
it: &Cerca per:
ja: 検索対象(&S):
kk: &Іздейтіні:
km: ស្វែងរក ៖
ko: 다음에서 찾기(&S):
lt: Ko i&eškoti:
lv: &Meklēt:
nb: &Søk etter:
nds: &Söken na:
nl: &Zoeken naar:
nn: &Søk etter:
pa: ਖੋਜ ਲਈ:
pt: &Procurar por:
pt_br: Pe&squisar por:
ru: &Искать по:
sk: &Hľadať:
sl: &Išči po:
sr: &Потражи:
zh_tw: 搜尋(&S)：

source: Key ID
bg: Код на ключ
bs: Id. ključa
ca@valencia: ID de la clau
cs: ID klíče
da: Nøgle-ID
el: ID κλειδιού
es: ID de clave
et: Võtme ID
eu: Gako ID-a
fa: شناسه کلید
fi: Avaimen ID
fr: ID clé
gl: Identificador da chave
hi: कुंजी आईडी
hu: Kulcsazonosító
it: ID chiave
ja: 鍵 ID
kk: Кілттің ID-і
km: លេខ​សម្គាល់​កូនសោ
ko: 키 ID
lt: Rakto ID
lv: Atslēgas ID
nb: Nøkkel-ID
nds: Slötel-ID
nl: Sleutel-id
nn: Nøkkel-ID
pa: ਕੁੰਜੀ ID
pt: ID da Chave
pt_br: ID da chave
ru: ID ключа
sk: ID kľúča
sl: ID ključa
sr: ИД кључа
zh_tw: 金鑰 ID

source: User ID
bg: Код на потребител
bs: Korisnički id.
ca@valencia: ID de l'usuari
cs: ID uživatele
da: Bruger-ID
el: Ταυτότητα χρήστη
es: ID de usuario
et: Kasutaja ID
eu: Erabiltzaile ID-a
fa: شناسه کاربر
fi: Käyttäjän ID
fr: ID Utilisateur
gl: Identificador do usuario
hi: उपयोक्ता पहचान
hu: Felhasználóazonosító
it: ID utente
ja: ユーザ ID
kk: Пайдалануш. ID-і
km: លេខ​សម្គាល់​អ្នក​ប្រើ
ko: 사용자 ID
lt: Naudotojo ID
lv: Lietotāja ID
nb: Bruker-ID
nds: Bruker-ID
nl: Gebruikers-id
nn: Brukar-ID
pa: ਯੂਜ਼ਰ ID
pt: ID do Utilizador
pt_br: ID do usuário
ru: ID пользователя
sk: ID užívateľa
sl: ID uporabnika
sr: ИД корисника
zh_tw: 使用者 ID

source: Remember choice
bg: Запомняне на избора
bs: Zapamti izbor
ca@valencia: Recorda la tria
cs: Zapamatovat si výběr
da: Husk valg
el: Απομνημόνευση επιλογής
es: Recordar la elección
et: Valik jäetakse meelde
eu: Gogoratu aukera
fa: یادآوری انتخاب
fi: Muista valinta
fr: Mémoriser cette décision
gl: Lembrar a escolla
hi: चुनाव याद रखें
hu: A választás megjegyzése
it: Ricorda la scelta
ja: 選択を記憶する
kk: Таңдау жаттап алынсын
km: ជម្រើស​ចងចាំ
ko: 선택 사항 저장
lt: Prisiminti pasirinkimą
lv: Atcerēties izvēli
nb: Husk valg
nds: Köör wohren
nl: Keuze onthouden
nn: Hugs valet
pa: ਚੋਣ ਯਾਦ ਰੱਖੋ
pt: Recordar a decisão
pt_br: Lembrar escolha
ru: Запомнить выбор
sk: Zapamätať si voľbu
sl: Zapomni si izbiro
sr: Запамти избор
zh_tw: 記住選擇

source: <qt><p>If you check this box your choice will be stored and you will not be asked again.</p></qt>
bg: <qt><p>Ако включите отметката, изборът ви ще бъде запомнен и няма да бъдете питан отново.</p></qt>
bs: <qt><p>Ako popunite ovu kućicu, vaš izbor će biti zapamćen i nećete biti ponovo pitani.</p></qt>
ca@valencia: <qt><p>Si activeu esta casella la vostra opció serà guardada i no se vos preguntarà cap altra vegada.</p></qt>
cs: <qt><p>Pokud zaškrtnete toto políčko, bude vaše volba uložena a již nebudete dotazováni.</p></qt>
da: <qt><p>Hvis du afkrydser dette felt vil dit valg blive gemt og du vil ikke blive spurgt igen.</p></qt>
el: <qt><p>Αν ενεργοποιήσετε αυτό το πλαίσιο η επιλογή σας θα αποθηκευτεί και δε θα ερωτηθείτε ξανά.</p></qt>
es: <qt><p>Si marca esta casilla, su elección se almacenará y no se le volverá a preguntar.</p></qt>
et: <qt><p>Selle kasti märkimisel salvestatakse sinu valik ega küsita seda enam.</p></qt>
eu: <qt><p>Kaxa hau hautatzen baduzu, zure aukera gordeko da eta ez berriz galdetuko.</p></qt>
fa: <qt><p>اگر این جعبه را علامت بزنید، انتخاب شما ذخیره شده و دوباره سؤال نمی‌شو‌د.</p></qt>
fi: <qt><p>Jos valitset tämän, valintasi talletetaan ja sinulta ei kysytä sitä enää uudelleen.</p></qt>
fr: <qt><p>Si vous sélectionnez cette option, votre choix sera stocké et ne vous sera pas re-demandé.</p></qt>
gl: <qt><p>Se activar esta caixiña, a súa escolla almacenarase e non se lle preguntará isto de novo.</p></qt>
hu: <qt><p>Ha bejelöli ezt az opciót, a választás el lesz mentve, és a program nem fogja többé megkérdezni.</p></qt>
it: <qt><p>Se selezioni questa casella la tua scelta verrà memorizzata e non ti sarà più richiesto di scegliere.</p></qt>
ja: <qt><p>このボックスをチェックすると、あなたの選択が記憶され、次回からは質問されなくなります。</p></qt>
kk: <qt><p>Бұл көзді белгілеп қойсаңыз - таңдау жатап алынады да, ендігәрі сұралмайды.</p></qt>
km: <qt><p>ប្រសិន​បើអ្នកធីក​ប្រអប់​នេះ ជម្រើស​របស់អ្នក​នឹង​ត្រូវបាន​រក្សាទុក ហើយ​អ្នក​នឹង​មិន​ត្រូវបាន​សួរ​ម្ដង​ទៀត​ឡើយ ។</p></qt>
ko: <qt><p>이 상자를 선택하면 선택 사항을 저장하고 다시 묻지 않습니다.</p></qt>
lt: <qt><p>Jei pažymėsite šią dėžutę Jūsų pasirinkimas bus įsimintas ir ateityje to nebebus klausiama.</p></qt>
lv: <qt><p>Ja atzīmēsiet šo, jūsu izvēle tiks saglabāta un vairs netiks vaicāts.</p></qt>
nb: <qt><p>Når denne boksen er avkrysset vil valgene du har gjort bli lagret, og du vil ikke bli spurt igjen.</p></qt>
nds: <qt><p>Wenn Du dit ankrüüzt, warrt Dien Köör wohrt un Du warrst nich nochmaal fraagt.</p></qt>
nl: <qt> <p>Als u dit keuzevakje selecteert, dan wordt uw keuze opgeslagen en zult u niet meer gevraagd worden.</p></qt>
nn: <qt><p>Viss det er kryssa av her, vert valet ditt lagra slik at du ikkje vert spurd igjen.</p></qt>
pt: <qt><p>Se assinalar esta opção, a escolha do utilizador será armazenada e não lhe será perguntada de novo.</p></qt>
pt_br: <qt><p>Se marcar esta opção, a escolha será armazenada e você não será questionado novamente.</p></qt>
ru: <qt><p>Если вы включите этот параметр, ваш выбор будет сохранён, и не будет запрашиваться каждый раз.</p></qt>
sk: <qt><p>Ak zaškrtnete, voľba sa uloží a už sa nebude znova pýtať.</p></qt>
sl: <qt><p>Če označite to polje, potem bo vaša izbira shranjena in ne boste več vprašani znova.</p></qt>
sr: <qt><p>Ако попуните ову кућицу, ваш избор ће бити запамћен и нећете бити поново питани.</p></qt>
zh_tw: <qt><p>如果勾選此選項，您的選擇會被儲存起來，並且不會再詢問您。</p></qt>

source: &Reread Keys
bg: Презаре&ждане на ключовете
bs: Ponovo &pročitaj ključeve
ca@valencia: &Rellegeix les claus
cs: Znovu načíst &klíče
da: &Genlæs nøgler
el: &Ανάγνωση ξανά των κλειδιών
es: Volve&r a leer las claves
et: Võtmete taaslu&gemine
eu: &Berriro irakurri gakoak
fa: کلیدهای &بازخوانی‌
fi: &Lue avaimet uudelleen
fr: &Relire les clés
gl: &Reler as chaves
hi: कुंजियाँ फिर से पढ़ें (&R)
hu: A kulcsok ú&jraolvasása
it: &Rileggi chiavi
ja: 鍵を再読み込み(&R)
kk: &Кілтерді қайта оқып шығу
km: អាន​កូនសោ​​ឡើង​វិញ​
ko: 키 다시 읽기(&R)
lt: &Iš naujo perskaityti raktus
lv: Pā&rlasīt atslēgas
nb: &Les nøkler på nytt
nds: Slötels nie&g lesen
nl: Sleutels opnieuw le&zen
nn: &Les nøklar på nytt
pa: ਕੁੰਜੀ ਮੁੜ-ਪੜ੍ਹੋ(&R)
pt: &Reler as Chaves
pt_br: &Reler chaves
ru: &Перезагрузить ключи
sk: &Znova čítať kľúče
sl: &Znova preberi ključe
sr: Поново &прочитај кључеве
zh_tw: 重新讀取金鑰(&R)

source: Fingerprint: %1
bg: Отпечатък: %1
bs: Otisak: %1
ca@valencia: Empremta: %1
cs: Otisk klíče: %1
da: Fingeraftryk: %1
el: Αποτύπωμα: %1
es: Huella dactilar: %1
et: Sõrmejälg: %1
eu: Hatz-marka: %1
fa: اثر انگشت: %1
fi: Sormenjälki: %1
fr: Empreinte : %1
gl: Pegada dixital: %1
hi: फ़िंगरप्रिंटः %1
hu: Ujjlenyomat: %1
it: Impronta digitale: %1
ja: フィンガープリント: %1
kk: Бақылау тізбегі: %1
km: ស្នាម​ផ្តិត​ម្រាម​ដៃ ៖ %1
ko: 지문: %1
lt: Piršto antspaudas: %1
lv: Prikstu nospiedums: %1
nb: Fingeravtrykk: %1
nds: Fingerafdruck: %1
nl: Vingerafdruk: %1
nn: Fingeravtrykk: %1
pa: ਫਿੰਗਰ-ਪਰਿੰਟ: %1
pt: Impressão digital: %1
pt_br: Impressão digital: %1
ru: Слепок ключа: %1
sk: Otlačok prsta: %1
sl: Prstni odtis: %1
sr: Отисак: %1
zh_tw: 指印：%1

source: Revoked
bg: Анулиран
bs: Opozvan
ca@valencia: Revocada
cs: Odvolaný
da: Fjernet
el: Ακυρώθηκε
es: Revocada
et: Tühistatud
eu: Errebokatuta
fa: باطل
fi: Kumottu
fr: Révoqué
gl: Revogada
hi: रद्द
hu: Visszavont
it: Revocata
ja: 破棄済み
kk: Күші жойылған
km: បាន​ដកហូត​វិញ
ko: 취소됨
lt: Atšauktas
lv: Anulēta
nb: Tilbakekalt
nds: Torüchropen
nl: Ingetrokken
nn: Tilbakekalla
pa: ਮੁੜ-ਸ਼ਾਮਿਲ
pt: Revogada
pt_br: Revogada
ru: Отозван
sk: Odvolať
sl: Preklican
sr: опозван
zh_tw: 已撤銷

source: Expired
bg: Изтекъл
bs: Istekao
ca@valencia: Expirada
cs: Vypršela platnost
da: Udløbet
el: Έληξε
es: Caducada
et: Aegunud
eu: Iraungita
fa: انقضایافته
fi: Vanhentunut
fr: Expiré
gl: Caducada
hi: मियाद ख़त्म
hu: Lejárt
it: Scaduta
ja: 失効
kk: Мерзімі біткен
km: បាន​ផុត​កំណត់
ko: 만료됨
lt: Pasibaigęs
lv: Izbeigusies
nb: Utløpt
nds: Aflopen
nl: Verlopen
nn: Utgått
pa: ਮਿਆਦ ਖਤਮ
pt: Expirada
pt_br: Expirada
ru: Устарел
sk: Vypršané
sl: Pretečen
sr: истекао
zh_tw: 已過期

source: Disabled
bg: Изключен
bs: Isključen
ca@valencia: Deshabilitat
cs: Zakázaný
da: Deaktiveret
el: Απενεργοποιημένο
es: Desactivada
et: Välja lülitatud
eu: Ezgaituta
fa: غیرفعال
fi: Estetty
fr: Désactivé
gl: Desactivada
hi: अक्षम
hu: Letiltva
it: Disabilitata
ja: 無効
kk: Рұқсат етілмеген
km: បិទ
ko: 불가능해짐
lt: Išjungtas
lv: Atslēgta
nb: Slått av
nds: Utmaakt
nl: Uitgeschakeld
nn: Slått av
pa: ਅਯੋਗ
pt: Desactivada
pt_br: Desabilitada
ru: Отключён
sk: Zakázané
sl: Onemogočen
sr: искључен
zh_tw: 關閉

source: Invalid
bg: Невалиден
bs: Neispravan
ca@valencia: No vàlida
cs: Neplatný
da: Ugyldig
el: Μη έγκυρο
es: No válida
et: Vigane
eu: Baliogabea
fa: نامعتبر
fi: Virheellinen
fr: Non valable
gl: Non válida
hi: अवैध
hu: Érvénytelen
it: Non valida
ja: 不正
kk: Жарамсыз
km: មិន​ត្រឹមត្រូវ
ko: 잘못됨
lt: Neteisingas
lv: Nederīga
nb: Ugyldig
nds: Leeg
nl: Ongeldig
nn: Ugyldig
pa: ਗਲਤ
pt: Inválida
pt_br: Inválida
ru: Некорректный
sk: Neplatné
sl: Neveljaven
sr: неваљан
zh_tw: 不合法

source: Undefined trust
bg: Неопределено надежден
bs: Nedefinisano povjerenje
ca@valencia: Confiança indefinida
cs: Neznámá důvěryhodnost
da: Udefineret 'stole på'-type
el: Μη καθορισμένο έμπιστο
es: Confianza no definida
et: Usaldusaste määramata
eu: Definitu gabeko konfidantza
fa: اعتبار تعریف‌نشده
fi: Määrittelemätön luottamus
fr: Niveau de sûreté inconnu
gl: Autenticación indefinida
hi: अपरिभाषित भरोसेमंद
hu: Nem meghatározhatóan megbízható
it: Fiducia non definita
ja: 信頼性未定義
kk: Сенімі анықталмаған
km: ការ​ជឿទុក​ចិត្ត​មិន​បាន​កំណត់
ko: 정의되지 않은 믿음
lt: Pasitikėjimas neapibrėžtas
lv: Nezināma uzticamība
nb: Udefinert tillit
nds: Vertroen nich defineert
nl: Ongedefinieerd vertrouwd
nn: Udefinert tiltruverdi
pt: Confiança indefinida
pt_br: Confiança não definida
ru: Не определена проверка
sk: Nedefinovaná dôvera
sl: Nedoločeno zaupanje
sr: неодређене поузданости
zh_tw: 未定義的信任

source: Untrusted
bg: Ненадежден
bs: Nije od povjerenja
ca@valencia: No fiable
cs: Nedůvěryhodný
da: Ikke stolet på
el: Μη έμπιστο
es: No es de confianza
et: Ebausaldatav
eu: Konfidantza gabea
fa: بدون اعتبار
fi: Luottamaton
fr: Non sûre
gl: Sen autenticar
hi: अविश्वसनीय
hu: Nem megbízható
it: Non affidabile
ja: 信頼されていない
kk: Сенім артылмаған
km: មិន​គួរ​ឲ្យ​ជឿ​ទុកចិត្ត
ko: 믿을 수 없음
lt: Nepatikimas
lv: Neuzticama
nb: Uten tillit
nds: Nich troot
nl: Onvertrouwd
nn: Ikkje tiltrudd
pa: ਬੇ-ਭਰੋਸੇਯੋਗ
pt: Não fiável
pt_br: Não confiável
ru: Не проверен
sk: Nedôveryhodné
sl: Nezaupan
sr: непоуздан
zh_tw: 不可信的

source: Marginally trusted
bg: Слабо надежден
bs: Od slabog povjerenja
ca@valencia: Confiança parcial
cs: Částečně důvěryhodný
da: Marginalt stolet på
el: Οριακά έμπιστο
es: Confianza marginal
et: Kahtlase usaldusväärsusega
eu: Konfidantza partziala
fa: با اعتبار اندک
fi: Heikosti luotettu
fr: Moyennement sûre
gl: Autenticada marxinalmente
hi: गुंजाइश भर भरोसेमंद
hu: Alig megbízható
it: Marginalmente affidabile
ja: ある程度信頼された
kk: Сенім шала артылған
km: បាន​ជឿ​ទុកចិត្ត​បន្ទាប់បន្សំ​
ko: 어느 정도 믿음
lt: Pasitikima dalinai
lv: Nedaudz uzticama
nb: Delvis tillit
nds: Deelwies troot
nl: Gedeeltelijk vertrouwd
nn: Delvis tiltrudd
pt: Mais ou menos fiável
pt_br: Relativamente confiável
ru: Абсолютное доверие
sk: Okrajovo dôveryhodné
sl: Delno zaupan
sr: гранично поуздан
zh_tw: 略為可信任的

source: Fully trusted
bg: Средно надежден
bs: Potpuno od povjerenja
ca@valencia: Confiança total
cs: Plně důvěryhodný
da: Fuldt ud stolet på
el: Πλήρως έμπιστο
es: De total confianza
et: Täiesti usaldusväärne
eu: Konfidantzazkoa
fa: با اعتبار کامل
fi: Täysin luotettu
fr: Complètement sûre
gl: Totalmente autenticada
hi: विश्वास योग्य
hu: Teljesen megbízható
it: Completamente affidabile
ja: 完全に信頼された
kk: Толық сенім артылған
km: បាន​ជឿ​ទុកចិត្ត​ទាំងស្រុង​
ko: 완전히 믿음
lt: Pasitikima visiškai
lv: Pilnībā uzticama
nb: Full tillit
nds: Vull Troot
nl: Volledig vertrouwd
nn: Fullstendig tiltrudd
pa: ਪੂਰੇ ਭਰੋਸੇਯੋਗ
pt: Completamente fiável
pt_br: Plenamente confiável
ru: Полное доверие
sk: Plne dôveryhodné
sl: Polno zaupan
sr: потпуно поуздан
zh_tw: 可信任的

source: Ultimately trusted
bg: Надежден
bs: Bezuslovno od povjerenja
ca@valencia: Confiança absoluta
cs: Absolutně důvěryhodný
da: Yderst højt stolet på
el: Απολύτως έμπιστο
es: Confianza definitiva
et: Äärmiselt usaldusväärne
eu: Guztizko konfidantza
fa: با اعتبار اخیر
fi: Lopulta luotettu
fr: Totalement sûre
gl: Confianza completa
hi: पूर्ण भरोसेमंद
hu: Tökéletesen megbízható
it: Definitivamente affidabile
ja: 絶対的に信頼された
kk: Кәміл сенім артылған
km: បាន​ជឿទុកចិត្ត​បំផុត​
ko: 완벽하게 믿음
lt: Pasitikima be išlygų
lv: Absolūti uzticama
nb: Ultimat tillit
nds: Büterst troot
nl: Ultiem vertrouwd
nn: Ultimat tiltrudd
pa: ਬੇਅੰਤ ਭਰੋਸੇਯੋਗ
pt: Perfeitamente fiável
pt_br: Confiança total
ru: Доверие
sk: Skutočne dôveryhodné
sl: Popolnoma zaupan
sr: безусловно поуздан
zh_tw: 完全可信任的

source: Unknown
bg: Неизвестно
bs: Nepoznat
ca@valencia: Desconeguda
cs: Neznámé
da: Ukendt
el: Άγνωστο
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
gl: Descoñecida
hi: अज्ञात
hu: Ismeretlen
it: Sconosciuto
ja: 不明
kk: Беймәлім
km: មិន​ស្គាល់
ko: 알 수 없음
lt: Nežinoma
lv: Nezināma
nb: Ukjent
nds: Nich begäng
nl: Onbekend
nn: Ukjend
pa: ਅਣਜਾਣ
pt: Desconhecida
pt_br: Desconhecido
ru: Неизвестно
sk: Neznáme
sl: Neznan
sr: непознат
zh_tw: 未知
