Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/libkpgp.po
Languages: bg, bs, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, gl, hi, hu, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pt, pt_br, ru, sk, sl, sr, zh_tw

source: Public keys not certified with trusted signature for userid(s) %1. The message is not encrypted.
bg: Публичния(те) ключ(ове) не е удостоверен от надежден доставчик за потребителя(ите) с код(ове) %1. Съобщението не е шифровано.
bs: Javni ključevi nisu certifikovani potpisom od povjerenja za korisničke id. %1; poruka nije šifrovana.
ca@valencia: Claus públiques no certificades amb una signatura de confiança pel/s ID d'usuari. %1. El missatge no serà encriptat.
cs: Veřejné klíče necertifikovány důvěryhodným podpisem pro uživatele s ID %1 Zpráva není zašifrována.
da: Offentlige nøgler ikke godkendt med underskrifter der stoles på for bruger-id'erne %1. Brevet er ikke krypteret.
el: Τα δημόσια κλειδιά δεν είναι πιστοποιημένα με έμπιστη υπογραφή για τα userid(s) %1. Το μήνυμα δεν είναι κρυπτογραφημένο.
es: Claves públicas no certificadas con firma de confianza para los id. de usuario %1. El mensaje no se cifrará.
et: Avalikud võtmed ei ole sertifitseeritud usaldusväärse signatuuriga userid(-de) %1. jaoks. Kirja ei krüptita.
eu: Gako publikoa ez dago konfidatzazko sinadura baten bidez ziurtatuta erabiltzaile hauentzat: %1 Mezua ez da enkriptatuko.
fa: کلیدهای عمومی برای شناسه‌)های( کاربر %1، با امضای معتبر تأیید نشدند. پیام رمزبندی نشده است.
fi: Julkisia avaimia ei ole sertifikoitu luotetuilla allekirjoituksilla tunnuksille %1. Viestiä ei ole salattu.
fr: Les clés publiques du ou des utilisateurs suivants ne sont pas certifiées par une signature sûre %1. Le message ne sera pas chiffré.
gl: Chaves públicas non certificadas con sinatura autenticada para o(s) Identificador(es) de usuario %1. A mensaxe non está cifrada.
hu: Nem megbízható aláírással vannak ellátva az alábbiak publikus kulcsai: %1 Az üzenet nincs titkosítva.
it: Chiavi pubbliche non certificate con firma affidabile per gli utenti %1. Il messaggio non è cifrato.
ja: ユーザ ID %1 の公開鍵は信頼された署名によって認証されていません。 メッセージは暗号化されません。
kk: Бұл пайдаланушы ID-(лер)інің ашық кілттері сенім артылған қолтаңбамен куәландырылмаған: %1; хат шифрланбады.
km: កូនសោ​សាធារណៈ​មិន​បាន​បញ្ជាក់​​ថា​មាន​ហត្ថលេខា​ដែល​ជឿទុក​ចិត្ត​បានទេ​សម្រាប់​លេខ​សម្គាល់​អ្នក​ប្រើ %1 ។ សារ​មិន​ត្រូវ​បាន​អ៊ិនគ្រីប​ទេ ។
ko: 공개 키가 다음 사용자 ID의 신뢰할 수 있는 서명으로 인증되지 않았습니다: %1; 메시지를 암호화하지 않습니다.
lt: Viešasis raktas necertifikuotas patikimu parašu gavėjui, kurio userid %1. Laiškas nešifruojamas.
lv: Šo useridu publiskās atslēgas nav sertificētas ar uzticamiem parakstiem %1. Vēstule netiks šifrēta.
nb: De offentlige nøklene er ikke signert av brukeridentitetene %1. Meldinga er ikke kryptert.
nds: De apen Slötels för de nakamen Bruker-ID(s) hebbt keen Ünnerschrift, de troot warrt. %1 De Naricht is nich verslötelt.
nl: De publieke sleutels zijn niet gecertificeerd met een vertrouwde ondertekening voor gebruikers-id('s) %1. Het bericht is niet versleuteld.
nn: Offentlegnøklar ikkje sertifiserte med tiltrudd(e) signatur(ar) for brukar-ID(-ane) %1. Meldinga er ikkje kryptert.
pt: As chaves públicas não estão certificadas com uma assinatura de confiança para o(s) utilizador(es) %1. A mensagem não será cifrada.
pt_br: Chaves públicas não certificadas com assinatura confiável para o(s) id(s) de usuário %1. A mensagem não foi criptografada.
ru: Открытый ключ для %1 не подписан проверенной подписью. Письмо не будет зашифровано.
sk: Verejné kľúče nie sú certifikované dôveryhodným podpisom pre užívateľské id %1. Správa nie je zašifrovaná.
sl: Javni ključi niso potrjeni z zaupanja vrednim podpisom za uporabniške ID-je %1. Sporočilo ne bo šifrirano.
sr: Јавни кључеви нису сертификовани поузданим потписом за корисничке ИД‑ове %1; Порука није шифрована.
zh_tw: 使用者 %1 的公開金鑰尚未被可信任的簽章認證。 信件將不會被加密。

source: Public keys not certified with trusted signature for userid(s) %1; these persons will not be able to read the message.
bg: Публичния(те) ключ(ове) не е удостоверен от надежден доставчик за потребителя(ите) с код(ове) %1. Тези получатели няма да могат да прочетат съобщението.
bs: Javni ključevi nisu certifikovani potpisom od povjerenja za korisničke id. %1; ove osobe neće moći da pročitaju poruku.
ca@valencia: Les claus públiques no estan certificades amb una signatura de confiança pel/s ID d'usuari %1; esta/es persona/es no podrà/n llegir el missatge.
cs: Veřejné klíče necertifikovány důvěryhodným podpisem pro uživatele s ID %1 Tyto osoby si nebudou moci zprávu přečíst.
da: Offentlige nøgler ikke godkendt med underskrifter der stoles på for bruger-id'erne %1. Disse personer vil ikkekunne læse brevet.
el: Τα δημόσια κλειδιά δεν είναι πιστοποιημένα με έμπιστη υπογραφή για τα userid(s) %1. Αυτά τα πρόσωπα δε θα μπορούν να διαβάσουν το μήνυμα.
es: Claves públicas no certificadas con firma de confianza para los id. de usuario %1; esas personas no podrán leer el mensaje.
et: Avalikud võtmed ei ole sertifitseeritud usaldusväärse signatuuriga userid(-de) %1. jaoks. Need isikud ei suuda kirja lugeda.
eu: Gako publikoa ez dago konfidatzazko sinadura baten bidez ziurtatuta erabiltzaile hauentzat: %1 Pertsona hauek ezin izango dute mezua irakurri.
fa: کلیدهای عمومی برای شناسه‌)های( کاربر %1، با امضای معتبر تأیید نشدند؛ این اشخاص نمی‌توانند پیام را بخوانند.
fi: Julkisia avaimia ei ole sertifikoitu luotetuilla allekirjoituksilla tunnuksille %1; nämä henkilöt eivät näe viestejä.
fr: Les clés publiques du ou des utilisateurs suivants ne sont pas certifiées par une signature sûre %1. Ces personnes ne pourront pas lire le message.
gl: Chaves públicas non certificadas con sinatura autenticada para o(s) identificador(es) de usuario %1; estas persoas non serán quen de ler a mensaxe.
hu: Nem megbízható aláírással vannak ellátva az alábbiak publikus kulcsai: %1 Ezek a személyek nem fogják tudni elolvasni az üzenetet.
it: Chiavi pubbliche non certificate con firma affidabile per gli utenti %1. queste persone non potranno leggere il messaggio.
ja: 公開鍵はユーザ ID %1 の信頼された署名により認証されていません。 これらの人はメッセージを読むことができません。
kk: Бұл пайдаланушы ID-(лер)інің ашық кілттері сенім артылған қолтаңбамен куәландырылмаған: %1; бұлар хатты оқи алмайды.
km: គ្រាប់​ចុច​សាធារណៈ​ពុំ​មាន​វិញ្ញាបនបត្រ​ជាមួយ​ហត្ថលេខា​ដែល​មិន​ទុក​ចិត្ត​សម្រាប់​លេខសម្គាល់​អ្នក​ប្រើ​ %1; ជ្រើស​ផ្ទាល់​ខ្លួន​នេះ​នឹង​ មិន​អាច​អាន​សារ​នេះ​បាន​ទេ ។
ko: 공개 키가 다음 사용자 ID의 신뢰할 수 있는 서명으로 인증되지 않았습니다: %1; 이 사람들은 메시지를 읽을 수 없습니다.
lt: Viešasis raktas necertifikuotas patikimu parašu gavėjui, kurio userid %1; šie asmenys negalės perskaityti laiško.
lv: Šo useridu publiskās atslēgas nav sertificētas ar uzticamu parakstu %1; šīs personas nevarēs izlasīt šo vēstuli.
nb: De offentlige nøklene er ikke signert av brukeridentitetene %1. Disse personene vil ikke kunne lese meldinga.
nds: De apen Slötels för de nakamen Bruker-ID(s) hebbt keen Ünnerschrift, de troot warrt. %1 Disse Personen köönt de Naricht nich lesen.
nl: De publieke sleutels zijn niet gecertificeerd met een vertrouwde ondertekening voor gebruikers-id('s) %1. Deze personen zullen niet in staat zijn het bericht te lezen.
nn: Offentlegnøklar ikkje sertifiserte med tiltrudd(e) signatur(ar) for brukar-ID(-ane) %1. Desse personane vil ikkje kunna lesa meldinga.
pt: As chaves públicas não estão certificadas com uma assinatura de confiança para o(s) utilizador(es) %1. Estas pessoas não conseguirão decifrar a mensagem.
pt_br: Chaves públicas não certificadas com assinatura confiável para o(s) id(s) de usuário %1. essas pessoas não poderão ler a mensagem.
ru: Открытый ключ для %1 не подписан проверенной подписью. Эти люди не смогут прочитать письмо.
sk: Verejné kľúče nie sú certifikované dôveryhodným podpisom pre užívateľské id %1. tieto osoby nebudú môcť správu čítať.
sl: Javni ključi niso potrjeni z zaupanja vrednim podpisom za uporabniške ID-je %1. Te osebe ne bodo mogle prebrati sporočila.
sr: Јавни кључеви нису сертификовани поузданим потписом за корисничке ИД‑ове %1; Ове особе неће моћи да прочитају поруку.
zh_tw: 使用者 %1 的公開金鑰尚未被可信任的簽章認證。 這些收件人將無法閱讀此信件。

source: Bad passphrase; could not sign.
bg: Грешна парола, съобщението не може да бъде подписано.
bs: Loša lozinka; ne mogu da potpišem.
ca@valencia: Frase de contrasenya incorrecta; no es pot signar.
cs: Špatné heslo; není možno podepsat.
da: Dårlig kodesætning; kunne ikke underskrive.
el: Λάθος φράση πρόσβασης. Δεν ήταν δυνατή η υπογραφή.
es: Frase de paso incorrecta; no fue posible firmar.
et: Vigane paroolifraas. Signeerimine pole võimalik.
eu: Pasa-esaldi baliogabea; ezin da sinatu.
fa: عبارت عبور بد؛ نمی‌توان امضا کرد.
fi: Huono salasanafraasi, ei voitu allekirjoittaa.
fr: Mauvaise phrase de passe. Impossible de signer.
gl: O contrasinal é malo; non se puido asinar.
hi: खराब पासफ्रेस, हस्ताक्षर नहीं कर सकता.
hu: A jelszó hibás, az aláírás ezért nem sikerült.
it: Frase segreta errata; impossibile firmare.
ja: パスフレーズが不正です。署名できませんでした。
kk: Жарамсыз пароль, қолтаңбаланбайды.
km: ឃ្លា​សម្ងាត់​មិន​ល្អ មិន​អាច​ចុះ​ហត្ថលេខា ។
ko: 암구호가 올바르지 않아서 서명할 수 없습니다.
lt: Neteisinga slaptoji frazė; neįmanoma pasirašyti.
lv: Nederīģa parole, nevarēja parakstīt.
nb: Feil passord. Kunne ikke signere.
nds: Leeg Slötelsatz, Ünnerschrieven nich mööglich
nl: Onjuist wachtwoord (passphrase); het ondertekenen mislukte.
nn: Ugyldig passfrase. Kan ikkje signera.
pt: A frase-senha é inválida; não foi possível assinar.
pt_br: Frase secreta inválida. Não foi possível assinar.
ru: Некорректный пароль; подписать невозможно.
sk: Zlá slovníková fráza, nedá sa podpísať.
sl: Slaba šifrirna fraza; ni bilo mogoče podpisati.
sr: Лоша лозинка. Не могу да потпишем.
zh_tw: 錯誤的密碼片語。無法簽署。

source: Signing failed: please check your PGP User Identity, the PGP setup, and the key rings.
bg: Грешка при подписване. Моля, проверете настройки на PGP.
bs: Potpisivanje nije uspjelo: provjerite svoj PGP korisnički identitet, podešavanja PGP-a i prstene ključeva.
ca@valencia: Error en signar: per favor, reviseu la vostra identitat PGP, la configuració PGP i els anells PGP.
cs: Podepisování selhalo. Prosím zkontrolujte nastavení PGP identity a klíče.
da: Underskrift lislykkedes. Tjek venligst din PGP-brugeridentitet PGP-opsætningen og nøgleringene.
el: Η υπογραφή απέτυχε. Παρακαλώ έλεγξε την Ταυτότητα χρήστη PGP σας, τις ρυθμίσεις PGP και τα κλειδιά.
es: Fallo al firmar: compruebe su identidad de usuario PGP, la configuración de PGP y los anillos de claves.
et: Signeerimine nurjus. Palun kontrolli oma PGP identiteeti, seadistusi ja võtmehoidjaid.
eu: Sinadurak huts egin du; egiaztatu zure PGP erabiltzaile identitatea, PGP-ren konfigurazioa eta gakoaren erantzunak.
fa: خرابی در امضا: لطفاً، هویت کاربر PGP، برپایی،PGP و حلقه‌های کلید خود را بررسی کنید.
fi: Allekirjoitus epäonnistui: tarkista PGP-käyttäjätiedot, PGP-asetukset ja avainrenkaat.
fr: Signature impossible. Veuillez vérifier votre identité PGP, la configuration de PGP et vos trousseaux de clés.
gl: Fallou a sinatura: por favor comprobe a súa identidade de usuario PGP, a configuración de PGP e os chaveiros.
hu: Az aláírás nem sikerült: ellenőrizze a PGP-s azonosítóját, a PGP-s beállításokat és a kulcsokat.
it: Firma fallita: controlla la tua identità PGP, le impostazioni PGP e il portachiavi.
ja: 署名に失敗しました: あなたの PGP ユーザ情報、PGP の設定、および鍵リングを確認してください。
kk: Қолтаңбалау жаңылысы: PGP пайдаланушының іс-әлпетін, PGP баптауын және кілттер жинақтарыңызды тексеріңіз.
km: ការ​ចុះ​ហត្ថលេខា​បាន​បរាជ័យ ៖ សូម​គូសធីក​អត្តសញ្ញាណ​អ្នក​ប្រើ PGP របស់ ការ​រៀបចំ PGP និង​កង​កូនសោ ។
ko: 서명 실패: PGP 사용자 프로필, PGP 설정, 키 모음을 확인하십시오.
lt: Pasirašymas nepavyko: prašome patikrinti savo PGP naudotojo tapatybę, PGP sąranką bei raktų žiedus.
lv: Neizdevās parakstīt: lūdzu pārbaudiet jūsu PGP lietotāja identitāti, PGP konfigurāciju, un atslēgu saišķus.
nb: Signering feilet. Sjekk PGP-brukeridentiteten din, PGP-oppsettet og nøkkelringene.
nds: Ünnerschrieven fehlslaan. Prööv bitte Dien PGP-Brukeridentiteet, de PGP-Installatschoon un de Slötelbunnen.
nl: De ondertekening is mislukt. Controleer alstublieft uw PGP-gebruikersidentiteit, de PGP-instellingen en de sleutelringen.
nn: Feil ved signering: Kontroller PGP-brukaridentiteten din, PGP-innstillingane og nøkkelringane.
pt: A assinatura falhou: verifique a sua Identidade de Utilizador do PGP, a sua configuração do PGP e os seus chaveiros.
pt_br: Assinatura falhou: favor verificar sua Identidade de Usuário, sua configuração e os chaveiros PGP.
ru: Подписание не удалось: проверьте вашу идентификацию PGP, настройку PGP и связки ключей.
sk: Podpísanie zlyhalo: prosím, skontrolujte, že PGP User Identity, nastavenia PGP a kľúčové kruhy.
sl: Podpisovanje je spodletelo. Preverite vašo uporabniško istovetnost PGP, vaše nastavitve PGP in zbirke ključev.
sr: Потписивање није успело. Проверите свој кориснички идентитет за ПГП, поставу ПГП‑а и свежњеве кључева.
zh_tw: 簽署失敗。請檢查您的 PGP 使用者身份，PGP 設定，及金鑰環。

source: Encryption failed: please check your PGP setup and the key rings.
bg: Грешка при шифроване. Моля, проверете настройки на PGP.
bs: Šifrovanje nije uspjelo: provjerite podešavanja PGP-a i prstene ključeva.
ca@valencia: Ha fallat l'encriptatge: per favor, reviseu la configuració i els anells PGP.
cs: Šifrování selhalo. Prosím zkontrolujte nastavení PGP identity a klíče.
da: Indkodning mislykkedes. Tjek din PGP-opsætning og nøgleringene.
el: Η κρυπτογράφηση απέτυχε. Παρακαλώ έλεγξε τις ρυθμίσεις PGP σας και τα κλειδιά.
es: Fallo al cifrar: compruebe la configuración de PGP y los anillos de claves.
et: Krüptimine nurjus. Palun kontrolli oma PGP seadistusi ja võtmehoidjaid.
eu: Enkriptazioak huts egin du: egiaztatu zure PGP-ren konfigurazioa eta gakoaren eraztunak.
fa: خرابی در رمزبندی: لطفاً، برپایی PGP و حلقه‌های کلید خود را بررسی کنید.
fi: Salaus epäonnistui: tarkista PGP-asetukset ja avainrenkaat.
fr: Problème de chiffrage. Veuillez vérifier votre configuration de PGP et vos trousseaux de clés.
gl: Fallou a cifrado: por favor, comprobe a súa configuración de PGP e os chaveiros.
hi: एनक्रिप्शन असफल: कृपया अपना पीजीपी सेटअप तथा कुंजी रिंग जाँचें.
hu: A titkosítás nem sikerült. Ellenőrizze a PGP és a kulcsok beállításait.
it: Firma fallita: controlla le impostazioni PGP e il portachiavi.
ja: 暗号化に失敗しました: PGP 設定と鍵リングを確認してください。
kk: Қолтаңбалау жаңылысы: PGP баптауын және кілттер жинақтарыңызды тексеріңіз.
km: ការ​អ៊ិនគ្រីប​បាន​បរាជ័យ ៖ សូម​គូសធីក​ការ​រៀបចំ PGP របស់​អ្នក​ និង​កង​កូនសោ ។
ko: 암호화 실패: PGP 설정과 키 모음을 확인하십시오.
lt: Šifravimas nepavyko: prašome patikrinti savo PGP nustatymus ir raktų žiedus.
lv: Neizdevās šifrēt: lūdzu pārbaudiet jūsu PGP konfigurāciju, un atslēgu saišķus.
nb: Kryptering feilet. Sjekk PGP-oppsettet og nøkkelringene.
nds: Verslöteln fehlslaan. Prööv bitte Dien PGP un de Slötelbunnen.
nl: De versleuteling is mislukt. Controleer alstublieft uw PGP-instellingen en sleutelringen.
nn: Feil ved kryptering: Kontroller PGP-innstillingane og nøkkelringane.
pt: A cifra falhou: verifique a sua configuração do PGP e os seus chaveiros.
pt_br: Criptografia falhou: favor verificar sua configuração do PGP e os chaveiros.
ru: Шифрование не удалось: проверьте настройки PGP, и связки ключей.
sk: Šifrovanie zlyhalo: prosím, skontrolujte nastavenie PGP a kľúčové kruhy.
sl: Šifriranje je spodletelo. Preverite vaše nastavitve PGP in zbirke ključev.
sr: Шифровање није успело. Проверите поставу ПГП‑а и свежњеве кључева.
zh_tw: 加密失敗：請檢查您的 PGP 設定及金鑰環。

source: error running PGP
bg: грешка при изпълнение на PGP
bs: greška pri izvršavanju PGP-a
ca@valencia: error en executar el PGP
cs: Chyba při spouštění PGP
da: fejl ved kørsel af PGP
el: σφάλμα εκτέλεσης του PGP
es: error al ejecutar PGP
et: Viga PGP käivitamisel
eu: errorea PGP exekutatzean
fa: خطا هنگام اجرای PGP
fi: virhe PGP-ohjelman suorituksessa
fr: Problème lors de l'exécution de PGP
gl: produciuse un erro ao executar PGP
hi: पीजीपी चलाने में त्रुटि
hu: hiba a PGP futtatásakor
it: errore durante l'esecuzione di PGP
ja: PGP 実行中のエラー
kk: PGP жегу қатесі
km: កំហុស​ក្នុង​ការុង​រត់​ PGP
ko: PGP 실행 오류
lt: klaida vykdant PGP
lv: kļūda darbinot PGP
nb: feil under kjøring av PGP
nds: Fehler bi't Utföhren vun PGP
nl: fout bij uitvoeren van pgp
nn: Feil ved køyring av PGP
pa: PGP ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pt: erro ao correr o PGP
pt_br: erro ao executar o PGP
ru: ошибка запуска PGP
sk: chyba spustenia PGP
sl: napaka med zaganjanjem PGP
sr: грешка при извршавању ПГП‑а
zh_tw: 執行 PGP 錯誤

source: Bad passphrase; could not decrypt.
bg: Грешна парола, съобщението не може да бъде разшифровано.
bs: Loša lozinka; ne mogu da dešifrujem.
ca@valencia: Frase de contrasenya incorrecta; no es pot desencriptar.
cs: Špatné heslo; nelze dešifrovat.
da: Dårligt løsen; kunne ikke dekryptere.
el: Λάθος φράση πρόσβασης. Δεν ήταν δυνατή η αποκρυπτογράφηση.
es: Frase de paso incorrecta. No se pudo descifrar.
et: Vigane paroolifraas. Lahtikrüptimine pole võimalik.
eu: Pasa-esaldi baliogabea, ezin izan da desenkriptatu.
fa: عبارت عبور بد؛ نمی‌توان سرگشایی کرد.
fi: Huono salasanafraasi, ei voitu poistaa salausta.
fr: Mauvaise phrase de passe. Impossible de déchiffrer.
gl: O contrasinal é malo; non se puido descifrar.
hi: खराब पासफ्रेस, डीक्रिप्ट नहीं कर सकता.
hu: A jelszó hibás, nem sikerült dekódolni.
it: Frase segreta errata; impossibile decifrare.
ja: パスフレーズが不正です。復号できませんでした。
kk: Жарамсыз пароль: шифры шешілмеді.
km: ឃ្លា​សម្ងាត់​មិន​ល្អ មិន​អាច​ឌិគ្រីប​បានទេ ។ ។
ko: 올바르지 않은 암구호입니다. 복호화할 수 없습니다.
lt: Neteisinga slaptoji frazė; iššifruoti nepavyko.
lv: Nederīģa parole, nevarēja atšifrēt.
nb: Feil passord. Kunne ikke dekryptere.
nds: Leeg Slötelsatz, Opslöteln nich mööglich
nl: Onjuist wachtwoord; het ontcijferen is mislukt.
nn: Ugyldig passfrase. Kan ikkje dekryptera.
pa: ਗਲਤ ਪ੍ਹੈਰਾ ਦਿੱਤਾ ਹੈ; ਡੀਕਰਿਪਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pt: A senha frase é inválida; não foi possível decifrar.
pt_br: Frase secreta ruim. Não foi possível descriptografar.
ru: Некорректный пароль; расшифровать невозможно.
sk: Zlá slovníková fráza, nedá sa dešifrovať.
sl: Slaba šifrirna fraza; ni mogoče odšifrirati.
sr: Лоша лозинка. Не могу да дешифрујем.
zh_tw: 錯誤的密碼片語。無法解密。

source: You do not have the secret key needed to decrypt this message.
bg: Нямате личния ключ, който е необходим, за да се разшифрова съобщението.
bs: Nemate tajni ključ potreban za dešifrovanje ove poruke.
ca@valencia: No teniu la clau secreta necessària per desencriptar este missatge.
cs: Není k dispozici privátní klíč nutný pro dešifrování této zprávy.
da: Du har ikke den hemmelige nøgle der skal bruges til at kryptere dette brev
el: Δεν έχετε το μυστικό κλειδί που απαιτείται για την αποκρυπτογράφηση αυτού του μηνύματος.
es: No tiene la clave secreta que se necesita para descifrar este mensaje.
et: Selle kirja lahtikrüptimiseks pole salajast võtit.
eu: Ez daukazu mezu hau desenkriptatzeko beharrezkoa den gako sekreturik.
fa: کلید سرّی که برای سرگشایی این پیام لازم است را ندارید.
fi: Sinulla ei ole salaista avainta, jota tarvitaan tämän viestin salauksen poistamiseen.
fr: Vous ne disposez pas de la clé secrète pour déchiffrer ce message.
gl: Non ten a chave secreta precisa para descifrar esta mensaxe.
hi: इस संदेश को डीक्रिप्ट करने के लिए आवश्यक गुप्त कुंजी आपके पास नहीं है.
hu: Nem rendelkezik az üzenet dekódolásához szükséges privát kulccsal.
it: Non hai la chiave segreta necessaria per decifrare questo messaggio.
ja: このメッセージの復号に必要な秘密鍵がありません。
kk: Бұл хаттың шифрын шешетін құпия кілтіңіз жоқ.
km: អ្នក​មិនមាន​កូនសោ​សម្ងាត់ ​ដើម្បី​ឌិគ្រីប​សារ​នេះ​បានទេ ។
ko: 이 메시지를 복호화할 수 있는 비밀 키가 없습니다.
lt: Jūs neturite slaptojo rakto, kurio reikia šio laiško iššifravimui.
lv: Jums nav slepenās atslēgas, kas nepieciešama šīs vēstules atšifrēšanai.
nb: Du har ikke den hemmelige nøkkelen som er nødvendig for å dekryptere denne meldinga.
nds: Du hest den Privaatslötel nich, de för't Opslöteln vun disse Naricht nödig is.
nl: U bezit niet de geheime sleutel die nodig is om dit bericht te ontcijferen.
nn: Du har ikkje den hemmelege nøkkelen du treng for å kunna dekryptera denne meldinga.
pt: O utilizador não tem a chave privada necessária para decifrar esta mensagem.
pt_br: Você não possui a chave secreta necessária para descriptografar esta mensagem.
ru: Вы не имеете закрытого ключа, необходимого для расшифровки этого письма.
sk: Nemáte tajný kľúč potrebný na dešifrovanie správy.
sl: Nimate skrivnega ključa, potrebnega za odšifriranje tega sporočila.
sr: Немате тајни кључ потребан за дешифровање ове поруке.
zh_tw: 您沒有解密此信件使用的秘密金鑰。

source: The keyring file %1 does not exist. Please check your PGP setup.
bg: Файлът с ключа "%1" не съществува. Моля, проверете инсталацията на PGP.
bs: Datoteka sa prstenom ključeva %1 ne postoji. Provjerite podešavanja PGP-a.
ca@valencia: El fitxer de l'anell de claus %1 no existeix. Per favor, reviseu la vostra configuració PGP.
cs: Soubor s klíči (%1) neexistuje. Prosím zkontrolujte nastavení PGP.
da: Nøgleringsfilen %1 eksisterer ikke. Tjek venligst din PGP-opsætning.
el: Το αρχείο keyring %1 δεν υπάρχει. Παρακαλώ ελέγξτε τις ρυθμίσεις PGP.
es: No existe el archivo de anillo de claves %1. Compruebe la configuración de PGP.
et: Võtmehoidjafaili %1 ei ole olemas. Palun kontrolli PGP seadeid.
eu: %1 gako-eraztun fitxategia ez da existitzen. Egiaztatu zure PGP-ren konfigurazioa.
fa: پرونده %1 keyring وجود ندارد. لطفاً، برپایی PGP خود را بررسی کنید.
fi: Avainrengastiedostoa %1 ei ole. Tarkista PGP-asetukset.
fr: Le fichier du trousseau de clés %1 n'existe pas. Veuillez vérifier votre configuration de PGP.
gl: Non existe o ficheiro do chaveiro %1. Por favor, comprobe a súa configuración PGP.
hi: कुंजीरिंग फ़ाइल %1 मौजूद नहीं है. कृपया अपना पीजीपी सेटअप जाँचें.
hu: Nem létezik %1 nevű kulcsfájl. Ellenőrizze a PGP-s beállításokat.
it: Il file portachiavi %1 non esiste. Controlla le impostazioni di PGP.
ja: 鍵リングファイル <filename>%1</filename> は存在しません。 PGP の設定を確認してください。
kk: %1 кілттер жинағының файлы жоқ. PGP баптауын тексеріңіз.
km: មិន​មាន​ឯកសារ​កង​កូនសោ %1 ទេ ។ សូម​គូសធីក​ការ​រៀបចំ PGP របស់​អ្នក ។
ko: 키 모음 파일 %1이(가) 없습니다. PGP 설정을 확인하십시오.
lt: Raktų žiedo failas %1 neegzistuoja. Prašome patikrinti PGP sąranką.
lv: Atslēgu saišķa fails %1 nepastāv. Lūdzu pārbaudiet PGP konfigurāciju.
nb: Nøkkelringfila «%1» finnes ikke. Kontroller PGP-oppsettet.
nds: Dat gifft de Slötelbund-Datei "%1" nich. Prööv bitte Dien PGP.
nl: Het sleutelring-bestand %1 bestaat niet. Controleer a.u.b. uw PGP-instellingen.
nn: Nøkkelringfila %1 finst ikkje. Kontroller PGP-innstillingane.
pt: O ficheiro de chaves %1 não existe. Verifique a sua configuração do PGP.
pt_br: O arquivo de chaves %1 não existe. Verifique sua configuração do PGP.
ru: Файл набора ключей %1 не существует. Проверьте настройки PGP.
sk: Súbor keyring %1 neexistuje. Prosím, skontrolujte nastavenie PGP
sl: Datoteka z zbirko ključev %1 ne obstaja. Preverite vaše nastavitve PGP.
sr: Фајл са свежњем кључева <filename>%1</filename> не постоји. Проверите поставу ПГП‑а.
zh_tw: 金鑰環檔案 %1 不存在。 請檢查您的 PGP 設定。

source: Unknown error
bg: Неизвестна грешка
bs: Nepoznata greška
ca@valencia: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
el: Άγνωστο σφάλμα
es: Error desconocido
et: Tundmatu viga
eu: Errore ezezaguna
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
gl: Erro descoñecido
hi: अज्ञात त्रुटि
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 未知のエラー
kk: Беймәлім қате
km: កំហុស​ដែល​មិនស្គាល់
ko: 알 수 없는 오류
lt: Nežinoma klaida
lv: Nezināma kļūda
nb: Ukjent feil
nds: Nich begäng Fehler
nl: Onbekende fout
nn: Ukjend feil
pa: ਅਣਜਾਣ ਗਲਤੀ
pt: Erro desconhecido
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sr: Непозната грешка
zh_tw: 未知的錯誤
