Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/mailreader.po
Languages: ia, kk, km, lt, nds, ru

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora
kk: Сайран Киккарин
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, ចាន់ សម្បត្តិរតនៈ, សុខ សុភា
lt: Jonas Česnauskas
nds: Manfred Wiese
ru: Alexey Serebryakoff

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info,ratanak@khmeros.info,sophea@khmeros.info
lt: upynas@gmail.com
nds: m.j.wiese@web.de
ru: overlapped@gmail.com

source: Messages
kk: Хаттар
km: សារ
lt: Laiškai
nds: Narichten
ru: Письма

source: Folders
ia: Dossieres
kk: Қапшықтар
km: ថត
lt: Aplankai
nds: Ornern
ru: Папки

source: Open a new tab
ia: Aperir un nove scheda
kk: Жаңа қойындыны ашу
km: បើក​ផ្ទាំង​ថ្មី
lt: Atverti naują kortelę
nds: En nieg Paneel opmaken
ru: Открыть новую вкладку

source: Previous Message
ia: Message Previe
kk: Алдыңғы хат
km: សារ​មុន
lt: Ankstesnis laiškas
nds: Verleden Naricht
ru: Предыдущее письмо

source: Next Message
ia: Message Proxime
kk: Келесі хат
km: សារ​បន្ទាប់
lt: Sekantis laiškas
nds: Nakamen Naricht
ru: Следующее письмо

source: color of the background
ia: color de fundo
kk: аясының түсі
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ
lt: Fono spalva
nds: Klöör vun den Achtergrund
ru: цвет фона

source: color of the foreground
ia: color del prime plano
kk: мәтіннің түсі
km: ពណ៌​ផ្ទៃ​ខា​ងមុខ
lt: Priekinio plano spalva
nds: Klöör vun den Vörgrund
ru: цвет текста

source: size of a ball
ia: Dimension de un balla
kk: домалақтың өлшемі
km: ទំហំ​បាល់
lt: Rutulio dydis
nds: Grött vun en Ball
ru: возраст проекта

source: Navigation Toolbar
ia: Barra de instrumentos de Navigation
kk: Шарлау панелі
km: របារ​ឧបករណ៍​រុករក
lt: Naršymo įrankinė
nds: Navigeer-Warktüüchbalken
ru: Навигация

# %1: Mailreader version;--- end of comment ---
source: <h2 style='margin-top: 0px;'>Welcome to Mailreader %1</h2><p>Mailread is a proof of concept reader for the Akonadi/KMime framework.</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; <a href='http://pim.kde.org/akonadi'>The Akonadi Team</a></p>
ia: <h2 style='margin-top: 0px;'>Ben venite a Mailreader %1</h2><p>Mailread es un prova de lector de concepto pro le quadro Akonadi/KMime.</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; <a href='http://pim.kde.org/akonadi'>Le Equipa de Akonadi</a></p>
kk: <h2 style='margin-top: 0px;'>Mailreader %1 дегенге қош келдіңіз</h2> <p>Mailread деген Akonadi/KMime құрылымының жалпы сынақ оқу құралы.</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; <a href='http://pim.kde.org/akonadi'>Akonadi тобы</a></p>
km: <h2 style='margin-top: 0px;'>សូម​ស្វាគមន៍​មក​កាន់ Mailreader %1</h2><p>Mailread គឺ​ជា​អំណះអំណាង​​ទស្សនា​ទាន​របស់​អ្នក​អាន​សម្រាប់​គ្រោងការណ៍ Akonadi/KMime ។</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; <a href='http://pim.kde.org/akonadi'>ក្រុម​ Akonadi</a></p>
lt: <h2 style='margin-top: 0px;'>Sveiki čia Mailreader %1</h2><p>Mailread yra skaitytuvas skirtas Akonadi/KMime sistemai.</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; <a href='http://pim.kde.org/akonadi'>Akonadi komanda</a></p>
nds: <h2 style='margin-top: 0px;'>Willkamen bi den Nettpostkieker %1</h2><p>»Mailread« is en Eerstümsetten vun en Kieker för den Akonadi- un KMime-Deenst.</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; <a href='http://pim.kde.org/akonadi'>De Akonadi-Koppel</a></p>
ru: <h2 style='margin-top: 0px;'>Вас приветствует Mailreader %1</h2><p>Mailread - это простая программа для чтения почты на базе инфраструктуры Akonadi/KMime.</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; <a href='http://pim.kde.org/akonadi'>Команда Akonadi</a></p>

source: Viewer
ia: Visor
kk: Қарау құралы
km: កម្មវិធី​មើល
lt: Žiūryklė
nds: Kieker
ru: Просмотр

source: Message List
ia: Lista de Message
kk: Хаттар тізімі
km: បញ្ជីសារ
lt: Laiškų sąrašas
nds: Narichtenlist
ru: Список писем

source: A KDE 4 Application
ia: Un Application de KDE4
kk: KDE 4 қолданбасы
km: កម្មវិធី KDE 4
lt: KDE 4 programa
nds: En Programm för KDE 4
ru: Приложение KDE4

source: mailreader
ia: lector de posta
lt: pašto skaitytuvas
nds: Nettpostkieker

source: (C) 2007 Andras Mantia
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៧ ដោយ Andras Mantia
nds: © 2007: Andras Mantia
ru: © Андрас Мантиа (Andras Mantia), 2007

source: Document to open
ia: Documento de aperir
kk: Ашатын құжат
km: ឯកសារ​ត្រូវ​បើក
lt: Dokumentas atvėrimui
nds: Dokment, dat Du opmaken wullt
ru: Открываемый документ

source: Background color:
ia: color de fundo:
kk: Аясының түсі
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ ៖
lt: Fono spalva:
nds: Achtergrundklöör:
ru: Цвет фона:

source: Choose a new background color
ia: Tu selige un nove color de fundo
kk: Жаңа аясының түсін таңдау
km: ជ្រើស​ពណ៌​ផ្ទៃ​ខាងក្រោយ​ថ្មី
lt: Parinkite naują fono spalvą
nds: En nieg Achtergrundklöör utsöken
ru: Выберите новый цвет фона

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Change the <span style=" font-weight:600;">background</span> color by clicking here and choose the new <span style=" color:#ff0000;">color</span> in the <span style=" font-style:italic;">color dialog</span>.</p></body></html>
ia: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cambiar le color de <span style=" font-weight:600;">fundo</span> per pulsar hic e seliger le nove <span style=" color:#ff0000;">color</span> in le <span style=" font-style:italic;">dialogo de color</span>.</p></body></html>
kk: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Мынаны түртіп, сосын <span style=" font-style:italic;">диалогынан</span> <span style="color:#ff0000;"> түсін</span> таңдап <span style="font-weight:600;">аясының</span> түсін өзгертіңіз.</p></body></html>
km: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ផ្លាស់ប្ដូរ​ពណ៌ <span style=" font-weight:600;">ផ្ទៃ​ខាង​ក្រោយ</span> ដោយ​ចុច​ទីនេះ ហើយ​ជ្រើស <span style=" color:#ff0000;">ពណ៌</span> នៅ​ក្នុង <span style=" font-style:italic;">ប្រអប់​ពណ៌</span> ។</p></body></html>
lt: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Keisti <span style=" font-weight:600;">fono</span> spalvą paspaudus čia ir pasirinkus naują <span style=" color:#ff0000;">spalvą</span> <span style=" font-style:italic;">spalvų langas</span>.</p></body></html>
nds: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Du kannst de <span style=" font-weight:600;">Achtergrund</span>klöör ännern, wenn Du hier klickst un Di ut den <span style=" font-style:italic;">Klörendialoog</span> en nieg <span style=" color:#ff0000;">Klöör</span> utsöchst.</p></body></html>
ru: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Для изменения цвета <span style=" font-weight:600;">фона</span> нажмите здесь и выберите новый <span style=" color:#ff0000;">цвет</span> в <span style=" font-style:italic;">диалоговом окне выбора цвета</span>.</p></body></html>

source: Project age:
ia: Vetustate de Projecto:
kk: Жобаның өткен кундері:
km: អាយុ​គម្រោង ៖
lt: Projekto amžius:
nds: Projektöller:
ru: Возраст проекта:

source: Foreground color:
ia: Color de prime plano:
kk: Мәтіннің түсі:
km: ពណ៌​ផ្ទៃ​ខាង​មុខ ៖
lt: Priekinio plano spalva:
nds: Vörgrundklöör:
ru: Цвет текста:

source: Choose a new foreground color
ia: Seliger un nove color de prime plano
kk: Жаңа мәтіннің түсін таңдау
km: ជ្រើស​ពណ៌​ផ្ទៃ​ខាង​មុខ​ថ្មី
lt: Parinkite naują priekinio plano spalvą
nds: En nieg Vörgrundklöör utsöken
ru: Выберите новый цвет текста

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Change the <span style=" font-weight:600;">foreground</span> color by clicking here and choose the new <span style=" color:#ff0000;">color</span> in the <span style=" font-style:italic;">color dialog</span>.</p></body></html>
ia: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cambiar l color de <span style=" font-weight:600;">prime plano</span> per pulsar hic e seliger le nove <span style=" color:#ff0000;">color</span> in le <span style=" font-style:italic;">dialogo de color</span>.</p></body></html>
kk: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Мынаны түртіп, сосын <span style=" font-style:italic;">диалогынан</span> <span style="color:#ff0000;"> түсін</span> таңдап <span style="font-weight:600;">мәтіннің</span> түсін өзгертіңіз.</p></body></html>
km: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ផ្លាស់ប្ដូរពណ៌ <span style=" font-weight:600;">ផ្ទៃ​ខាង​មុខ</span> ដោយ​ចុច​នៅ​ទីនេះ ហើយ​ជ្រើស​<span style=" color:#ff0000;">ពណ៌</span> ថ្មី​នៅ​ក្នុង​ <span style=" font-style:italic;">ប្រអប់​ពណ៌</span> ។</p></body></html>
lt: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Keisti <span style=" font-weight:600;">priekinio plano</span> spalvą paspaudus čia ir pasirinkus naują <span style=" color:#ff0000;">spalvą</span> <span style=" font-style:italic;">spalvų lange</span>.</p></body></html>
nds: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Du kannst de <span style=" font-weight:600;">Vörgrund</span>klöör ännern, wenn Du hier klickst un Di ut den <span style=" font-style:italic;">Klörendialoog</span> en nieg <span style=" color:#ff0000;">Klöör</span> utsöchst.</p></body></html>
ru: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Для изменения цвета <span style=" font-weight:600;">текста</span> нажмите здесь и выберите новый <span style=" color:#ff0000;">цвет</span> в диалоговом окне <span style=" font-style:italic;">выбора цвета</span>.</p></body></html>

source: Set the project age (in days)
ia: Fixar le vetustate del projecto (in dies)
kk: Жоба басталғаннынан өткен күн
km: កំណត់​អាយុ​គម្រោង​ (គិត​ជា​ថ្ងៃ)
lt: Keisti projekto amžių (dienomis)
nds: Projektöller in Daag fastleggen
ru: Укажите возраст проекта (в днях)

source: Change the project age (in days) by choosing a new number of days.
ia: Cambiar le vetustate del projecto (in dies) per seliger un nove numero de dies.
kk: Жоба басталғаннынан өткен күнін таңдап өгерту.
km: ផ្លាស់ប្ដូរ​អាយុគម្រោង (គិត​ជា​ថ្ងៃ) ដោយ​ជ្រើស​ចំនួន​ថ្ងៃ​ថ្មី ។
lt: Keisti projekto amžių (dienomis), pasirenkant naują dienų skaičių.
nds: Hier kannst Du dat Öller vun't Projekt, angeven in Daag, ännern.
ru: Измените возраст проекта (в днях), выбрав новое количество дней.

source: General
kk: Жалпы
km: ទូទៅ
lt: Bendras
nds: Allmeen
ru: Основное

source: Display tooltips for messages and group headers
ia: Monstrar consilios pro capites de gruppo e messages
kk: Хат пен топ айдарларың ишаралары болсын
km: បង្ហាញ​ព័ត៌មាន​ជំនួយ​សម្រាប់​សារ​ និង​ក្រុម​បឋមកថា
lt: Rodyti patarimus laiškams ir grupių antraštėms
nds: Kortinformatschonen för Narichten un Koppel-Koppdaten wiesen
ru: Подсказки для писем и заголовков групп

source: Hide tab bar when only one tab is open
ia: Celar barra de scheda quando un sol scheda es aperite
kk: Бір ғана қойынды болғанда қойындылар панелі жасырылсын
km: លាក់​របារ​ផ្ទាំង នៅពេល​បើក​ផ្ទាំង​តែ​មួយ
lt: Slėpti kortelių juostą kai tik viena kortelė yra atverta
nds: Paneelbalken versteken, wenn dat bloots een Paneel gifft
ru: Скрывать панель вкладок, когда открыта только одна вкладка

source: Colors
ia: Colores
kk: Түстері
km: ពណ៌
lt: Spalvos
nds: Klören
ru: Цвета

source: Use default colors
ia: Usar colores predefinite
kk: Әдетті түстері болсын
km: ប្រើ​ពណ៌​លំនាំដើម
lt: Naudoti numatytas spalvas
nds: Standardklören bruken
ru: Цвет по умолчанию

source: New messages:
ia: Nove messages:
kk: Жаңа хаттар:
km: សារ​ថ្មី ៖
lt: Nauji laiškai:
nds: Niege Narichten:
ru: Новые письма:

source: Unread messages:
ia: Messages non legite:
kk: Оқылмаған хаттар:
km: សារ​មិន​​ទាន់​អាន ៖
lt: Neskaityti laiškai:
nds: Nich leest Narichten:
ru: Непрочитанные письма:

source: Important messages:
ia: Messages Importante:
kk: Маңызды хаттар:
km: សារ​សំខាន់ ៖
lt: Svarbūs laiškai:
nds: Wichtige Narichten:
ru: Важные письма:

source: Action messages:
ia: Messages de Action:
kk: Амал күтетін хаттар:
km: សារ​សកម្មភាព ៖
lt: Veiksmų laiškai:
nds: Narichten-Akschonen:
ru: Письма на контроле:

source: Fonts
kk: Қаріптер
km: ពុម្ពអក្សរ
lt: Šriftai
nds: Schriftoorden
ru: Шрифт

source: Use default fonts
ia: Usar fonts predefinite
kk: Әдетті қаріптері болсын
km: ប្រើ​ពុម្ពអក្សរ​លំនាំដើម
lt: Naudoti numatytus šriftus
nds: Standardschriften bruken
ru: Шрифт по умолчанию

source: Message list:
ia: Lista de Message:
kk: Хаттар тізімі:
km: បញ្ជី​សារ ៖
lt: Laiškų sąrašas:
nds: Narichtenlist:
ru: Список писем:

source: Andras Mantia
ru: Андрас Мантиа (Andras Mantia)
