Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/mboximporter.po
Languages: ca@valencia

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Antoni Bella Pérez

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: antonibella5@orange.es

source: mbox importer
ca@valencia: Importador de mbox

source: MBox importer tool
ca@valencia: Eina per importar MBox

source: Copyright © 2013 MBoxImporter authors
ca@valencia: Copyright © 2013, els autors de l'importador MBox

source: Maintainer
ca@valencia: Mantenidor

source: URL of mbox to be imported
ca@valencia: URL de mbox a importar

source: Import mbox file
ca@valencia: Importa un fitxer mbox

source: Import in progress
ca@valencia: Importació en curs

source: Import finished
ca@valencia: Importació finalitzada

source: Please select the folder to import to:
ca@valencia: Seleccioneu una carpeta per importar-hi:

source: Import Mails
ca@valencia: Importa els correus
