Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/notes-mobile.po
Languages: ca@valencia, da, es, et, it, kk, lt, nb, nds, nl, pa, pl, pt_br, ro, sk, sl, sv, zh_tw

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Manuel Tortosa Moreno
da: Martin Schlander
es: Javier Viñal
et: Marek Laane
it: Luigi Toscano
kk: Сайран Киккарин
lt: Remigijus Jarmalavičius
nb: Bjørn Steensrud
nds: Manfred Wiese
nl: Freek de Kruijf
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ (A S Alam)
pl: Łukasz Wojniłowicz
pt_br: André Marcelo Alvarenga
ro: Sergiu Bivol
sk: Richard Frič,Roman Paholík
sl: Jure Repinc,Andrej Vernekar,Andrej Znidarsic,Miha Gašperšič,Andrej Mernik
sv: Stefan Asserhäll
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: manutortosa@gmail.com
da: mschlander@opensuse.org
es: fjvinal@gmail.com
et: bald@smail.ee
it: luigi.toscano@tiscali.it
kk: sairan@computer.org
lt: remigijus@jarmalavicius.lt
nb: bjornst@skogkatt.homelinux.org
nds: m.j.wiese@web.de
nl: freekdekruijf@kde.nl
pa: aalam@users.sf.net
pl: lukasz.wojnilowicz@gmail.com
pt_br: andrealvarenga@gmx.net
ro: sergiu@ase.md
sk: Richard.Fric@kdemail.net,wizzardsk@gmail.com
sl: jlp@holodeck1.com,andrej.vernekar@gmail.com,andrej.znidarsic@gmail.com,mihec.gaspersic@gmail.com,andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net
zh_tw: franklin@goodhorse.idv.tw

source: 1 note book
ca@valencia: Un llibre de notes
da: 1 notesbog
es: 1 cuaderno de notas
et: 1 märkmik
it: un blocco appunti
kk: %1 жазба дәптер
nb: 1 notisbok
nds: 1 Notizbook
nl: 1 notitieboek
pa: 1 ਨੋਟ ਬੁੱਕ
pl: 1 notes
pt_br: 1 bloco de notas
sk: 1 zápisník
sl: %1 beležk
sv: 1 anteckningsbok
zh_tw: %1 個筆記本

source: Kontact Touch Notes
ca@valencia: Notes del Kontact Touch
da: Kontact Touch Noter
es: Notas Kontact táctil
et: Kontact Touchi märkmed
kk: Kontact Touch жазбалары
lt: Kontact Touch užrašai
nb: Kontact Touch notater
nds: Notizen för Anröögschirm-Kontact
nl: Aanraaknotities van Kontact
pl: Notatki Kontact Touch
pt_br: Notas do Kontact Touch
sk: Poznámky Kontact Touch
sl: Sporočilca Kontact Touch
sv: Kontact Touch anteckningar

source: Notes
da: Noter
es: Notas
et: Märkmed
it: Note
kk: Жазбалар
lt: Užrašai
nb: Notater
nds: Notizen
nl: Notities
pa: ਨੋਟਿਸ
pl: Notatki
pt_br: Notas
ro: Note
sk: Poznámky
sl: Sporočilca
sv: Anteckningar
zh_tw: 備忘

source: New Note
ca@valencia: Nota nova
da: Ny note
es: Nueva nota
et: Uus märge
it: Nuova nota
kk: Жаңа жазба
lt: Naujas užrašas
nb: Nytt notat
nds: Nieg Notiz
nl: Nieuwe notitie
pa: ਨਵਾਂ ਨੋਟ
pl: Nowa notatka
pt_br: Nova nota
ro: Notă nouă
sk: Nová poznámka
sl: Novo sporočilce
sv: Ny anteckning
zh_tw: 新增便條

source: Import Notes
ca@valencia: Importa les notes
da: Importér noter
es: Importar notas
et: Impordi märkmed
it: Importa note
kk: Жазбаларды импорттау
lt: Importuoti užrašus
nb: Importer notater
nds: Notizen importeren
nl: Notities importeren
pa: ਨੋਟਿਸ ਇੰਪੋਰਟ ਕਰੋ
pl: Imputuj notatki
pt_br: Importar notas
ro: Importă note
sk: Importovať poznámky
sl: Uvozi sporočilca
sv: Importera anteckningar
zh_tw: 匯入便條

source: Export Notes From This Account
ca@valencia: Exporta les notes des d'este compte
da: Eksportér noter fra denne konto
es: Exportar notas desde esta cuenta
et: Ekspordi selle konto märkmed
it: Esporta le note da questo account
kk: Осы тіркелгіден жазбаларды экспорттау
lt: Eksportuoti užrašus iš šios paskyros
nb: Eksporter notater fra denne kontoen
nds: Notizen ut dit Konto exporteren
nl: Notities van dit account exporteren
pl: Eksportuj notatki z tego konta
pt_br: Exportar as notas desta conta
ro: Exportă notele din acest cont
sk: Exportovať poznámky z tohto účtu
sl: Izvozi sporočilca iz tega računa
sv: Exportera anteckningar från kontot
zh_tw: 從此帳戶匯出便條

source: Export Displayed Notes
ca@valencia: Exporta les notes mostrades
da: Eksportér viste noter
es: Exportar notas mostradas
et: Ekspordi nähtavad märkmed
it: Esporta le note mostrate
kk: Көрсетілген жазбаларды экспорттау
lt: Eksportuoti rodomus užrašus
nb: Eksporter viste notater
nds: Wiest Notizen exporteren
nl: Getoonde notities exporteren
pl: Eksportuj wyświetlone notatki
pt_br: Exportar as notas apresentadas
ro: Exportă notele afișate
sk: Exportovať zobrazené poznámky
sl: Izvozi prikazana sporočilca
sv: Exportera visade anteckningar
zh_tw: 匯出顯示的便條

source: You do not appear to have any resources for notes. Please create one first.
ca@valencia: No pareix que tingueu cap recurs per a notes. Creu-ne un abans.
da: Du lader ikke til at have nogen ressourcer til noter. Opret en først.
es: Usted no parece tener ningún recurso para notas. Por favor, cree uno, en primer lugar.
et: Sul ei paista olevat märkmete jaoks ühtegi ressurssi. Palun loo kõigepealt ressurss.
it: Sembra che tu non abbia nessuna risorsa per le note. Per iniziare, creane una.
kk: Жазба дерек көздері жоқ. Құрып беріңіз.
nb: Det ser ikke ut til at du har noen notatressurser. Opprett en først.
nds: As't lett hest Du noch keen Ressourcen för Notizen. Bitte stell toeerst een op.
nl: Het lijkt er op dat u geen hulpbronnen heeft voor notities. Gaarne eerst een aanmaken.
pl: Wygląda na to, że nie masz żadnych zasobów dla notatek. Najpierw proszę utworzyć jakiś zasób.
pt_br: Parece que você não tem um recurso para notas. Por favor, crie um primeiro.
sk: Zdá sa, že nemáte žiadne zdroje pre poznámky. Prosím, najprv nejaký vytvorte.
sl: Videti je, da ni nobenih sredstev za sporočilca. Najprej jih ustvarite.
sv: Det verkar inte som om du har några resurser för anteckningar. Skapa först en.
zh_tw: 您似乎並沒有任何便條使用的資源。請先建立資源。

source: No resources available
ca@valencia: No hi ha cap recurs disponible
da: Ingen ressourcer tilgængelige
es: No hay recursos disponibles
et: Ressurssi pole
it: Nessuna risorsa disponibile
kk: Дерек көздері жоқ
lt: Nėra prieinamų resursų
nb: Ingen ressurser tilgjengelig
nds: Keen Ressourcen verföögbor
nl: Geen hulpbronnen beschikbaar
pa: ਕੋਈ ਸਰੋਤ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pl: Brak zasobów
pt_br: Nenhum recurso disponível
ro: Nu sînt resurse disponibile
sk: Žiadne zdroje nie sú dostupné
sl: Ni razpoložljivih sredstev
sv: Ingen resurs tillgänglig
zh_tw: 沒有可用的資源

source: Notebook Properties
ca@valencia: Propietats del llibre de notes
da: Egenskaber for notesbog
es: Propiedades del bloc de notas
et: Märkmiku omadused
it: Proprietà blocco appunti
kk: Дәптердің қасиеттері
lt: Užrašų knygutės savybės
nb: Notisbokegenskaper
nds: Notizbook-Egenschappen
nl: Eigenschappen van notitieboekje
pa: ਨੋਟਬੁੱਕ ਵਿਸ਼ੇਸ਼ਤਾ
pl: Właściwości notesu
pt_br: Propriedades do livro de notas
ro: Proprietăți carnet
sk: Vlastnosti zápisníku
sl: Lastnosti beležke
sv: Egenskaper för anteckningsbok
zh_tw: 筆記本屬性

source: New Sub Notebook
ca@valencia: Nou subllibre de notes
da: Ny under-notesbog
es: Nuevo sub bloc de notas
et: Uus alammärkmik
it: Nuovo blocco appunti secondario
kk: Жаңа ішкі дәптері
nb: Ny under-notisbok
nds: Nieg Ünner-Notizbook
nl: Nieuw subnotitieboek
pa: ਨਵੀਂ ਸਬ ਨੋਟਬੁੱਕ
pl: Nowy pod-notes
pt_br: Novo sublivro de notas
ro: Subcarnet nou
sk: Nový pod zápisník
sl: Nova pod-beležka
sv: Ny anteckningsboksdel
zh_tw: 新增筆記本

source: Synchronize This Notebook
ca@valencia: Sincronitza este llibre de notes
da: Synkronisér denne notesbog
es: Sincronizar este bloc de notas
et: Sünkrooni see märkmik
it: Sincronizza questo blocco appunti
kk: Осы дәптер(лер)ді қадамдастыру
nb: Synkroniser denne notisboka
nds: Dit Notizbook synkroniseren
nl: Dit notieboek synchroniseren
pa: ਇਹ ਨੋਟਬੁੱਕ ਸੈਕਰੋਨਾਈਜ਼ ਕਰੋ
pl: Synchronizuj ten notes
pt_br: Sincronizar este livro de notas
sk: Synchronizovať tento zápisník
sl: Uskladi %1 beležk
sv: Synkronisera anteckningsbok
zh_tw: 同步這些筆記本

source: Delete Notebook
ca@valencia: Esborra un llibre de notes
da: Slet notesbog
es: Borrar bloc de notas
et: Kustuta märkmik
it: Elimina blocco appunti
kk: Дәптер(лер)ді өшіру
nb: Slett notisbok
nds: Notizbook wegmaken
nl: Notitieboek verwijderen
pa: ਨੋਟਬੁੱਕ ਹਟਾਓ
pl: Usuń notes
pt_br: Excluir livro de notas
ro: Șterge carnetul
sk: Odstrániť zápisník
sl: Izbriši %1 beležk
sv: Ta bort anteckningsbok
zh_tw: 刪除筆記本

source: Move Notebook To
ca@valencia: Mou el llibre de notes a
da: Flyt notesbog til
es: Mover bloc de notas a
et: Liiguta märkmik
it: Sposta blocco appunti in
kk: Дәптерді мынаған жылжыту:
lt: Perkelti užrašų knygutę į
nb: Flytt notisbok til
nds: Notizbook verschuven na
nl: Notitieboek verplaatsen naar
pl: Przenieś notesy do
pt_br: Mover o livro de notas para
sk: Presunúť zápisník do
sl: Premakni beležko v
sv: Flytta anteckningsbok till
zh_tw: 移動便條到

source: Copy Notebook To
ca@valencia: Copia el llibre de notes a
da: Kopiér notesbog til
es: Copiar bloc de notas a
et: Kopeeri märkmik
it: Copia blocco appunti in
kk: Дәптерді мынаған көшірмелеу:
lt: Kopijuoti užrašų knygutę į
nb: Kopier notisbok til
nds: Notizbook koperen na
nl: Notitieboek kopiëren naar
pa: ਨੋਟਬੁੱਕ ਕਾਪੀ ਕਰੋ
pl: Kopiuj notesy do
pt_br: Copiar o livro de notas para
sk: Kopírovať zápisník do
sl: Kopiraj beležko v
sv: Kopiera anteckningsbok till
zh_tw: 複製資料夾到

source: Copy Note To
ca@valencia: Copia la nota a
da: Kopiér note til
es: Copiar nota a
et: Kopeeri märge
it: Copia nota in
kk: Жазбаны мынаған көшірмелеу:
lt: Kopijuoti užrašą į
nb: Kopier notisbok til
nds: Notiz koperen na
nl: Notitie kopiëren naar
pa: ਨੋਟ ਕਾਪੀ ਕਰੋ
pl: Kopiuj notatkę do
pt_br: Copiar a nota para
ro: Copiază nota la
sk: Kopírovať poznámku do
sl: Kopiraj sporočilce v
sv: Kopiera anteckning till
zh_tw: 複製便條到

source: Move Note To
ca@valencia: Mou la nota a
da: Flyt note til
es: Mover nota a
et: Liiguta märge
it: Sposta nota in
kk: Жазбаны мынаған жылжыту:
lt: Perkelti užrašą į
nb: Flytt notisbok til
nds: Notiz verschuven na
nl: Notitie verplaatsen naar
pl: Przenieś notatkę do
pt_br: Mover a nota para
ro: Mută nota la
sk: Presunúť poznámku do
sl: Premakni sporočilce v
sv: Flytta anteckning till
zh_tw: 移動資料夾到

source: Delete Note
ca@valencia: Suprimeix una nova
da: Slet note
es: Borrar nota
et: Kustuta märge
it: Elimina nota
kk: Жазбаларын өшіру
lt: Pašalinti pastabą
nb: Slett notat
nds: Notiz wegmaken
nl: Notitie verwijderen
pa: ਨੋਟ ਹਟਾਓ
pl: Usuń notatkę
pt_br: Excluir nota
ro: Șterge nota
sk: Odstrániť poznámku
sl: Izbriši %1 sporočilc
sv: Ta bort anteckning
zh_tw: 刪除便條

source: Synchronize All Accounts
ca@valencia: Sincronitza tots els comptes
da: Synkronisér alle konti
es: Sincronizar todas las cuentas
et: Sünkrooni kõik kontod
it: Sincronizza tutti gli account
kk: Барлық тіркелгілерді қадамдастыру
lt: Sinchronizuoti visas paskyras
nb: Synkroniser alle kontoer
nds: All Kontos synkroniseren
nl: Alle accounts synchroniseren
pa: ਸਭ ਅਕਾਊਂਟ ਸੈਕਰੋਨਾਈਜ਼ ਕਰੋ
pl: Synchronizuj wszystkie konta
pt_br: Sincronizar todas as contas
ro: Sincronizează toate conturile
sk: Synchronizovať všetky kontakty
sl: Uskladi vse račune
sv: Synkronisera alla konton
zh_tw: 同步所有帳戶

# @title:window
source: New Account
ca@valencia: Compte nou
da: Ny konto
es: Nueva cuenta
et: Uus konto
it: Nuovo account
kk: Жаңа тіркелгі
lt: Nauja paskyra
nb: Ny konto
nds: Nieg Konto
nl: Nieuw account
pa: ਨਵਾਂ ਅਕਾਊਂਟ
pl: Nowe konto
pt_br: Nova conta
ro: Cont nou
sk: Nový účet
sl: Nov račun
sv: Nytt konto
zh_tw: 新帳號

source: Could not create account: %1
ca@valencia: No s'ha pogut crear el compte: %1
da: Kunne ikke oprette konto: %1
es: No se pudo crear la cuenta: %1
et: Konto loomine nurjus: %1
it: Impossibile creare l'account: %1
kk: Тіркелгі құрылмады: %1
lt: Negalima sukurti paskyros: %1
nb: Klarte ikke å opprette konto: %1
nds: Konto "%1" lett sik nich opstellen.
nl: Kon account niet aanmaken: %1
pa: %1: ਅਕਾਊਂਟ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można utworzyć konta: %1
pt_br: Não foi possível criar a conta: %1
ro: Contul nu poate fi creat: %1
sk: Nie je možné vytvoriť účet: %1
sl: Računa ni bilo mogoče ustvariti: %1
sv: Kunde inte skapa konto: %1
zh_tw: 無法建立帳號：%1

source: Account creation failed
ca@valencia: Ha fallat en crear el compte
da: Oprettelse af konto mislykkedes
es: Falló la creación de la cuenta
et: Konto loomine nurjus
it: Creazione dell'account non riuscita
kk: Тіркелгіні құру жаңылысы
lt: Paskyros kūrimas nepavyko
nb: Kontoopprettelse mislyktes
nds: Konto lett sik nich opstellen.
nl: Aanmaken account is mislukt
pa: ਅਕਾਊਂਟ ਬਣਾਉਣ ਲਈ ਫੇਲ੍ਹ
pl: Nieudane tworzenie konta
pt_br: Falha na criação da conta
ro: Crearea contului a eșuat
sk: Vytvorenie účtu zlyhalo
sl: Ustvarjanje računa ni uspelo
sv: Misslyckades skapa konto
zh_tw: 帳號建立失敗

# @title:window
source: Delete Account?
ca@valencia: Esborro el compte?
da: Slet konto?
es: ¿Borrar cuenta?
et: Kas kustutada konto?
it: Elimina account?
kk: Тіркелгі өшірілсін бе?
lt: Pašalinti paskyrą?
nb: Slett konto?
nds: Konto wegmaken?
nl: Account verwijderen?
pa: ਅਕਾਊਂਟ ਹਟਾਉਣਾ ਹੈ?
pl: Czy usunąć konto?
pt_br: Excluir a conta?
ro: Ștergeți contul?
sk: Odstrániť účet?
sl: Izbrišem račun?
sv: Ta bort konto?
zh_tw: 刪除帳號？

source: Do you really want to delete the selected account?
ca@valencia: Realment voleu esborrar el compte seleccionat?
da: Vil du virkelig slette den markerede konto?
es: ¿Seguro qué quiere borrar la cuenta seleccionada?
et: Kas tõesti kustutada valitud konto?
it: Vuoi davvero eliminare l'account selezionato?
kk: Таңдалған тіркелгі шын өшірілсін бе?
lt: Ar tikrai norite pašalinti pasirinktą paskyrą?
nb: Er du sikker på at du vil slette den valgte kontoen?
nds: Wullt Du dat utsöchte Konto redig wegmaken?
nl: Wilt u het geselecteerde account verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਚੁਣਿਆ ਅਕਾਊਂਟ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć wybrane konto?
pt_br: Deseja realmente excluir a conta selecionada?
ro: Sigur ștergeți contul ales?
sk: Skutočne chcete vymazať vybraný účet?
sl: Ali ste prepričani, da želite izbrisati izbrani račun?
sv: Vill du verkligen ta bort det markerade kontot?
zh_tw: 您確定要刪除選取的帳號嗎？

source: Home
ca@valencia: Inici
da: Hjem
es: Inicio
et: Kodu
it: Pagina iniziale
kk: Мекен
lt: Pradžia
nb: Hjem
nds: Tohuus
pa: ਘਰ
pl: Katalog domowy
pt_br: Pasta pessoal
ro: Acasă
sk: Domov
sl: Domov
sv: Hem
zh_tw: 首頁

source: Select Multiple Notebooks
ca@valencia: Selecciona diversos llibres de notes
da: Vælg flere notesbøger
es: Seleccionar múltiples blocs de notas
et: Vali mitu märkmikku
it: Seleziona diversi blocchi appunti
kk: Бірнеше жазба дәптерлерін таңдау
lt: Pasirinkti kelias užrašų knygutes
nb: Velg flere notisbøker
nds: Mehr Notizböker utsöken
nl: Meerdere notitieboeken selecteren
pl: Wybierz wiele notesów
pt_br: Selecionar vários livros de notas
sk: Vybrať viac zápisníkov
sl: Izberi več beležk
sv: Markera flera anteckningsböcker
zh_tw: 選擇多個筆記本

source: Accounts
ca@valencia: Comptes
da: Konti
es: Cuentas
et: Kontod
it: Account
kk: Тіркелгілер
lt: Paskyros
nb: Kontoer
nds: Kontos
pa: ਅਕਾਊਂਟ
pl: Konta
pt_br: Contas
ro: Conturi
sk: Účty
sl: Računi
sv: Konton
zh_tw: 帳號

source: Account
ca@valencia: Compte
da: Konto
es: Cuenta
et: Konto
kk: Тіркелгі
lt: Paskyra
nb: Konto
nds: Konto
pa: ਅਕਾਊਂਟ
pl: Konto
pt_br: Conta
ro: Cont
sk: Účet
sl: Račun
sv: Konto
zh_tw: 帳號

source: Folder
ca@valencia: Carpeta
da: Mappe
es: Carpeta
et: Kaust
it: Cartella
kk: Қапшық
lt: Aplankas
nb: Mappe
nds: Orner
nl: Map
pa: ਫੋਲਡਰ
pl: Katalog
pt_br: Pasta
ro: Dosar
sk: Priečinok
sl: Mapa
sv: Katalog
zh_tw: 資料夾

source: Edit
ca@valencia: Edita
da: Redigér
es: Editar
et: Muuda
it: Modifica
kk: Өзгерту
lt: Keisti
nb: Rediger
nds: Bewerken
nl: Bewerken
pa: ਸੋਧ
pl: Edycja
pt_br: Editar
ro: Editează
sk: Upraviť
sl: Uredi
sv: Redigera
zh_tw: 編輯

source: View
ca@valencia: Vista
da: Vis
es: Vista
et: Vaade
it: Vista
kk: Көрініс
lt: Rodymas
nb: Visning
nds: Ansicht
nl: Beeld
pa: ਵੇਖੋ
pl: Widok
pt_br: Exibir
ro: Vizualizare
sk: Zobrazenie
sl: Pogled
sv: Visa
zh_tw: 檢視

source: Add View As Favorite
ca@valencia: Afig la vista com a preferida
da: Tilføj visning som favorit
es: Añadir vista como favorita
et: Lisa vaade lemmikutesse
it: Aggiungi vista ai preferiti
kk: Көріністі таңдамалы қылу
lt: Pridėti kaip mėgstamą
nb: Legg til visning som favoritt
nds: Ansicht as Leesteken tofögen
nl: Weergave als favoriet toevoegen
pa: ਮਨਪਸੰਦ 'ਚ ਸ਼ਾਮਲ
pl: Dodaj widok jako ulubiony
pt_br: Adicionar aos favoritos
ro: Adaugă vizualizarea ca favorită
sk: Pridať pohľad ako obľúbený
sl: Dodaj pogled med priljubljene
sv: Lägg till vy som favorit
zh_tw: 新增檢視為我的最愛

source: Switch To Editing Mode
ca@valencia: Canvia al mode edició
da: Skift til redigeringstilstand
es: Conmutar a modo de edición
et: Lülitu redigeerimisrežiimi
it: Passa in modalità di modifica
kk: Өңдеу режіміне ауысу
lt: Persijungti į redagavimo veikseną
nb: Bytt til redigeringsmodus
nds: Na Bewerkenbedrief wesseln
nl: Naar bewerkingsmodus overschakelen
pl: Przełącz do trybu edycji
pt_br: Mudar para o modo de edição
ro: Comută la regimul de redactare
sk: Prepnúť na editovací režim
sl: Preklopi v urejevalni način
sv: Byt till redigeringsläge
zh_tw: 切換到編輯模式

source: Folders
ca@valencia: Carpetes
da: Mapper
es: Carpetas
et: Kaustad
it: Cartelle
kk: Қапшықтар
lt: Aplankai
nb: Mapper
nds: Ornern
nl: Mappen
pa: ਫੋਲਡਰ
pl: Katalogi
pt_br: Pastas
ro: Dosare
sk: Priečinky
sl: Mape
sv: Kataloger
zh_tw: 資料夾

source: Select Notebooks
ca@valencia: Selecciona un llibres de notes
da: Vælg notesbøger
es: Seleccionar blocs de notas
et: Vali märkmikud
it: Seleziona blocchi appunti
kk: Жазба дәптерлерін таңдау
nb: Velg notisbøker
nds: Notizböker utsöken
nl: Notitieboeken selecteren
pa: ਨੋਟਬੁੱਕ ਚੁਣੋ
pl: Wybierz notesy
pt_br: Selecionar livros de notas
sk: Vybrať zápisníky
sl: Izberi beležke
sv: Markera anteckningsböcker
zh_tw: 選擇筆記本

# %1 is e.g. 3 folders, %2 is e.g. from 2 accounts, %3 is e.g. 9 emails
source: You have selected %1 %2 %3
ca@valencia: Heu seleccionat %1 %2 %3
da: Du har valgt %1 %2 %3
es: Usted ha seleccionado %1 %2 %3
et: Oled valinud %1 %2 %3
it: Hai selezionato %1 %2 %3
kk: Таңдағаныңыз %1 %2 %3
lt: Pažymėjote %1 %2 %3
nb: Du har valgt %1 %2 %3
nds: Dien Köör %1 %2 %3
nl: U hebt geselecteerd %1 %2 %3
pa: ਤੁਸੀਂ ਚੁਣਿਆ %1 %2 %3
pl: Wybrano %1 %2 %3
pt_br: Você selecionou %1 %2 %3
ro: Ați ales %1 %2 %3
sk: Vybrali ste %1 %2 %3
sl: Izbrali ste %1 %2 %3
sv: Du har markerat %1 %2 %3
zh_tw: 您已經從 %2 %3 中選擇了 %1

source: 1 folder
ca@valencia: Una carpeta
da: 1 mappe
es: 1 carpeta
et: 1 kaust
it: una cartella
kk: %1 қапшық
lt: %1 aplanką
nb: 1 mappe
nds: 1 Orner
nl: 1 map
pa: ੧ ਫੋਲਡਰ
pl: 1 katalog
pt_br: 1 pasta
ro: 1 dosar
sk: 1 priečinok
sl: %1 map
sv: 1 katalog
zh_tw: %1 個資料夾

source: from 1 account
ca@valencia: des d'un compte
da: fra 1 konto
es: desde 1 cuenta
et: 1 kontolt
it: da un account
kk: %1 тіркелгіден
lt: %1 paskyros
nb: fra 1 konto
nds: vun een Konto
nl: van 1 account
pa: 1 ਅਕਾਊਂਟ ਤੋਂ
pl: od 1 konta
pt_br: de 1 conta
sk: z 1 účtu
sl: iz %1 računov
sv: från 1 konto
zh_tw: 從 %1 個帳號

source: 1 note
ca@valencia: Una nota
es: 1 nota
et: 1 märge
it: una nota
kk: %1 жазба
lt: %1 užrašą
nb: 1 notat
nds: Een Notiz
nl: 1 notitie
pa: ੧ ਨੋਟ
pl: 1 notatka
pt_br: 1 nota
ro: 1 notă
sk: 1 poznámka
sl: %1 sporočilc
sv: 1 anteckning
zh_tw: %1 個便條

source: Select
ca@valencia: Selecciona
da: Vælg
es: Seleccionar
et: Vali
it: Seleziona
kk: Таңдау
lt: Pasirinkti
nb: Velg
nds: Köör
nl: Selecteren
pa: ਚੁਣੋ
pl: Wybierz
pt_br: Selecionar
ro: Alege
sk: Vybrať
sl: Izberi
sv: Markera
zh_tw: 選擇

source: Change Selection
ca@valencia: Canvia la selecció
da: Ændr valg
es: Cambiar selección
et: Muuda valikut
it: Cambia selezione
kk: Таңдауды өзгерту
lt: Pakeisti pasirinkimą
nb: Endre utvalg
nds: Köör ännern
nl: Selectie veranderen
pa: ਚੋਣ ਬਦਲੋ
pl: Zmień wybór
pt_br: Alterar seleção
ro: Schimbă selecția
sk: Zmeniť výber
sl: Spremeni izbiro
sv: Ändra markering
zh_tw: 變更選取

source: No notes in this notebook
ca@valencia: No hi ha cap nota en este llibre de notes
da: Ingen noter i denne notesbog
es: No hay notas en este cuaderno de notas
et: Selles märkmikus pole märkmeid
it: Nessuna nota in questo blocco appunti
kk: Бұл дәптерде жазба жоқ
nb: Ingen notater i denne notisboka
nds: Dit Notizbook bargt keen Notizen
nl: Geen notities in dit notitieboekje
pa: ਇਸ ਨੋਟਬੁੱਕ ਵਿੱਚ ਕੋਈ ਨੋਟਿਸ ਨਹੀਂ
pl: Brak notatek w tym notesie
pt_br: Nenhuma nota neste caderno
ro: Nicio notă în acest carnet
sk: Žiadne poznámky v tomto zápisníku
sl: V tej beležki ni nobenega sporočilca
sv: Inga anteckningar i den här anteckningsboken
zh_tw: 此筆記本中沒有便條

source: Actions
ca@valencia: Accions
da: Handlinger
es: Acciones
et: Toimingud
it: Azioni
kk: Амалдар
lt: Veiksmai
nb: Handlinger
nds: Akschonen
nl: Acties
pa: ਐਕਸ਼ਨ
pl: Działania
pt_br: Ações
ro: Acțiuni
sk: Akcie
sl: Dejanja
sv: Åtgärder
zh_tw: 動作

source: One note found
ca@valencia: S'ha trobat una nota
da: En note fundet
es: Encontrada una nota
et: Leiti üks märge
it: Trovata una nota
kk: %1 жазба табылды
nb: Ett notat funnet
nds: Een Notiz funnen
nl: Een notitie gevonden
pa: ਇੱਕ ਨੋਟ ਲੱਭਾ
pl: Znaleziono jedną notatkę
pt_br: Uma nota encontrada
ro: O notă găsită
sk: Jedna poznámka nájdená
sl: Najdeno je bilo %1 sporočilc
sv: En anteckning hittades
zh_tw: 找到 %1 個便條

source: Which notes shall be exported?
ca@valencia: Quines notes s'han d'exportar?
da: Hvilke noter skal eksporteres?
es: ¿Qué notas deben exportarse?
et: Millised märkmed eksportida?
it: Quali note devono essere esportate?
kk: Қай жазбалар экспортталады?
lt: Kurie užrašai turėtų būti eksportuoti?
nb: Hvilke notater skal eksporteres?
nds: Wat för Notizen wullt Du exporteren?
nl: Welke notities zullen worden geëxporteerd?
pa: ਕਿਹੜੇ ਨੋਟਿਸ ਐਕਸਪੋਰਟ ਕਰਨ ਹਨ?
pl: Które notatki mają być wyeksportowane?
pt_br: Quais notas devem ser exportadas?
ro: Care note să fie exportate?
sk: Ktoré poznámky sa majú exportovať?
sl: Katera sporočilca naj se izvozijo?
sv: Vilka anteckningar ska exporteras?
zh_tw: 哪些便條要被匯出？

source: All Notes
ca@valencia: Totes les notes
da: Alle noter
es: Todas las notas
et: Kõik märkmed
it: Tutte le note
kk: Бүкіл жазбалар
lt: Visi užrašai
nb: Alle notater
nds: All Notizen
nl: Alle notities
pa: ਸਭ ਨੋਟਿਸ
pl: Wszystkie notatki
pt_br: Todas as notas
ro: Toate notele
sk: Všetky poznámky
sl: Vsa sporočilca
sv: Alla anteckningar
zh_tw: 所有便條

source: Notes in current folder
ca@valencia: Les notes a la carpeta actual
da: Noter i den aktuelle mappe
es: Las notas de la carpeta actual
et: Aktiivse kausta märkmed
it: Note nella cartella attuale
kk: Назардағы қапшықтағы жазбалар
lt: Užrašai dabartiniame aplanke
nb: Notater i denne mappa
nds: Notizen binnen dissen Orner
nl: Notities in huidige map
pa: ਮੌਜੂਦਾ ਫੋਲਡਰ ਵਿੱਚ ਨੋਟਿਸ
pl: Notatki w obecnym katalogu
pt_br: Notas na pasta atual
ro: Notele din dosarul curent
sk: Poznámky v aktuálnom priečinku
sl: Sporočilca v trenutni mapi
sv: Anteckningar i aktuell korg
zh_tw: 目前資料夾裡的便條

source: Unable to open MBox file %1
ca@valencia: No s'ha pogut obrir el fitxer MBox %1
da: Kan ikke åbne MBox-filen %1
es: No es posible abrir el archivo MBox %1
et: MBox-faili %1 avamine nurjus
it: Impossibile aprire il file MBox %1
kk: %1 MBox файлы ашылмады
lt: Negalima atidaryti MBox failo %1
nb: Klarte ikke åpne MBox-fila %1
nds: MBox-Datei "%1" lett sik nich opmaken.
nl: Kon MBox-bestand %1 niet openen
pl: Nie można otworzyć pliku MBox %1
pt_br: Não foi possível abrir o arquivo MBox %1
sk: Nemôžem otvoriť súbor MBoxu %1
sl: Datoteke MBox %1 ni mogoče odpreti
sv: Kan inte öppna MBox-filen %1
zh_tw: 無法開啟 MBox 檔 %1

source: Unable to save notes to MBox file %1
ca@valencia: No s'han pogut guardar les notes al fitxer MBox %1
da: Kan ikke gemme noter til MBox-filen %1
es: No es posible guardar notas al archivo MBox %1
et: Märkmete salvestamine MBox-faili %1 nurjus
it: Impossibile salvare le note nel file MBox %1
kk: %1 MBox файлына жазбалар сақталмады
lt: Negalima išsaugoti užrašai į MBox failą %1
nb: Klarte ikke å lagre notater til MBox-fila %1
nds: Notizen laat sik nich na MBox-Datei "%1" sekern.
nl: Notities in MBOX-bestand %1 opslaan lukt niet
pl: Nie można zapisać notatek do pliku MBox %1
pt_br: Não foi possível salvar as notas no arquivo MBox %1
sk: Nemôžem uložiť poznámky do súboru MBoxu %1
sl: Sporočilc ni mogoče shraniti v datoteko MBox %1
sv: Kan inte spara brev i MBox-filen %1
zh_tw: 無法儲存便條到 MBox 檔 %1
