Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/notes-mobile.po
Languages: ca@valencia, da, es, et, it, kk, lt, nb, nds, nl, pa, pl, pt_br, ro, sk, sl, sv, zh_tw

source: Select MBox to Import
ca@valencia: Seleccioneu l'MBox a importar
da: Vælg MBox der skal importeres
es: Seleccionar MBox a importar
et: Imporditava MBoxi valimine
it: Seleziona il file MBox da importare
kk: Экспорттау үшін MBox-ты таңдау
lt: Pasirinkite MBox importavimui
nb: Velg MBox som skal importeres
nds: MBox utsöken, de Du importeren wullt
nl: Te importeren MBox selecteren
pl: Wybierz MBox do zaimportowania
pt_br: Selecionar o MBox a importar
sk: Vyberte MBox na import
sl: Izberi Mbox za uvoz
sv: Välj MBox att importera
zh_tw: 選擇要匯入的信箱檔（mbox）

source: Select the folder the imported note(s) shall be saved in:
ca@valencia: Seleccioneu la carpeta on es guardaran les notes importades:
da: Vælg den mappe de importerede noter skal gemmes i:
es: Seleccione la carpeta en la que deben guardarse las notas importadas:
et: Kaust, kuhu salvestada imporditud märkmed:
it: Seleziona la cartella in cui salvare le note importate:
kk: Импортталған жазба(лар) сақталатынын қапшығы:
lt: Pasirinkite aplanką kur importuoti užrašai turėtų būti išsaugoti:
nb: Velg mappe der importert(e) notat(er) skal lagres:
nds: Den Orner utsöken, na den importeert Notizen sekert warrt:
nl: De map selecteren waarin de geïmporteerde notitie(s) z(a)(u)l(len) worden opgeslagen:
pl: Wybierz katalog do zapisania zaimportowanych notatek:
pt_br: Selecione a pasta onde as notas importadas deverão ser salvas:
sk: Vyberte priečinok, kam sa majú uložiť importované poznámky:
sl: Izberite mapo, v katero želite shraniti uvožena sporočilca:
sv: Välj katalog importerade anteckningar ska sparas i:
zh_tw: 選擇匯入的便條要儲存在哪個資料夾：

source: Select Folder
ca@valencia: Selecció d'una carpeta
da: Vælg mappe
es: Seleccionar carpeta
et: Kausta valimine
it: Scegli cartella
kk: Қапшықты таңдау
lt: Pasirinkite aplanką
nb: Velg mappe
nds: Orner utsöken
nl: Map selecteren
pa: ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz katalog
pt_br: Selecionar pasta
ro: Alege dosarul
sk: Vybrať priečinok
sl: Izberi mapo
sv: Välj katalog
zh_tw: 選擇資料夾

source: Importing one note to %2
ca@valencia: S'està important una nota a %2
da: Importerer én note til %2
es: Importando una nota a %2
et: Ühe märkme importimine kogusse %2
it: Importazione di una nota in %2
kk: %1 жазбаны %2 дегенге импорттау
nb: Importerer ett notat til %2
nds: Een Notiz warrt na %2 importeert.
nl: Een notitie importeren naar %2
pl: Importowanie jednej notatki do %2
pt_br: Importando uma nota para %2
sk: Importujem jednu poznámku do %2
sl: Uvažanje %1 sporočilc v %2
sv: Importerar en anteckning till %2
zh_tw: 正在匯入 %1 個便條到 %2

source: MBox Import Failed
ca@valencia: Ha fallat en importar l'MBox
da: Import af MBox mislykkedes
es: Ha fallado la importación de MBox
et: MBoxi import nurjus
it: Importazione da MBox non riuscita
kk: MBox импорттау жаңылысы
lt: MBox importavimas nepavyko
nb: MBox-import mislyktes
nds: Importeren vun MBox fehlslaan
nl: Fout bij het importeren van een MBox
pl: Nieudany import MBox
pt_br: Falha ao importar o MBox
sk: Import MBoxu zlyhal
sl: Uvoz MBox je spodletel
sv: Import av MBox misslyckades
zh_tw: MBox 匯入失敗

# @info
source: <para>When trying to read the MBox, there was an error opening the file <filename>%1</filename>:</para>
ca@valencia: <para>En intentar llegir l'MBox, ha ocorregut un error en obrir el fitxer <filename>%1</filename>:</para>
da: <para>Under forsøg på at læse MBox opstod der en fejl ved åbning af filen <filename>%1</filename>:</para>
es: <para>Se produjo un error al abrir el archivo, <filename>%1</filename> cuando se intentaba leer la MBox:</para>
et: <para>MBoxi lugemisel tekkis viga faili <filename>%1</filename> avamisel:</para>
it: <para>Tentando di leggere il file MBox, c'è stato un errore aprendo il file <filename>%1</filename>:</para>
kk: <para>MBox,-ты оқу үшін <filename>%1</filename> файлды ашқан кезде қате пайда болды.</para>
lt: <para>Bandant nuskaityti MBox įvyko klaida atidarant failą<filename>%1</filename>:</para>
nb: <para> Ved forsøk på å lese MBox-en, oppsto det en feil ved åpning av fila <filename>%1</filename>:</para>
nds: <para>Bi't Lesen vun de MBox geev dat en Fehler bi't Opmaken vun de Datei <filename>%1</filename>:</para>
nl: <para>Tijdens de poging om de MBox te lezen, trad er een fout op bij het openen van bestand <filename>%1</filename>:</para>
pl: <para>W czasie próby odczytu MBox, wystąpił błąd przy otwieraniu pliku <filename>%1</filename>:</para>
pt_br: <para>Ao tentar ler a MBox, ocorreu um erro na abertura do arquivo <filename>%1</filename>:</para>
sk: <para>Počas pokusu o čítanie MBox, nastala chyba otvorenia súboru<filename>%1</filename>:</para>
sl: <para>Med poskusom branja MBox je prišlo do napake pri odpiranju datoteke <filename>%1</filename>:</para>
sv: <para>Vid försök att läsa MBox, uppstod ett fel när filen <filename>%1</filename> skulle öppnas:</para>
zh_tw: <para>讀取 MBox 時，開啟檔案<filename> %1 </filename>發生錯誤：</para>

source: No notes were imported, due to errors with the MBox.
ca@valencia: No s'ha importat cap nota, degut a errors amb l'MBox.
da: Ingen noter blev importeret pga. fejl med MBox.
es: No se importaron notas debido a errores con la MBox.
et: MBoxi vigade tõttu jäid märkmed importimata.
it: A causa di errori con il file MBox non è stata importata alcuna nota.
kk: MBox-пен байланысты қатенің салдарынан ешбір жазба импортталмады.
lt: Jokie užrašai nebuvo importuoti dėl klaidų MBox faile.
nb: Ingen notater ble importert, på grunn av feil ved MBox-en.
nds: Keen Notizen importeert, dat geev Fehlers mit de MBox.
nl: Er zijn geen notities geïmporteerd, vanwege fouten met de MBox.
pl: Nie zaimportowano notatek z powodu błędów z MBox.
pt_br: Não foram importadas notas, devido a erros com a MBox.
sk: Žiadne poznámky sa neimportovali, kvôli chybám s MBox.
sl: Nobeno sporočilce ni bilo uvoženo zaradi napak v MBox-u.
sv: Inga anteckningar importerades på grund av fel i MBox.
zh_tw: 未匯入任何便條，因為處理 MBox 時發生錯誤。

source: The MBox does not contain any notes.
ca@valencia: L'MBox no conté cap nota.
da: MBox indeholder ingen noter.
es: La MBox no contiene notas.
et: See MBox ei sisalda ühtki märget.
it: Il file MBox non contiene nessuna nota.
kk: Бұл MBox мазмұнында ешбір жазба жоқ.
lt: MBox neturi jokių užrašų.
nb: MBox-en inneholder ingen notater.
nds: De MBox bargt keen Notizen.
nl: De MBox bevat geen notities.
pl: MBox nie zawiera żadnych notatek.
pt_br: A MBox não contém nenhuma nota.
sk: MBox neobsahuje žiadne poznámky.
sl: MBox ne vsebuje nobenega sporočilca.
sv: Denna MBox innehåller inte några anteckningar.
zh_tw: MBox 內沒有任何便條。

source: Search for:
ca@valencia: Cerca per:
da: Søg efter:
es: Buscar por:
et: Otsimine:
it: Cerca:
kk: Іздейтіні:
lt: Ieškoti (ko):
nb: Søk etter:
nds: Söken na:
nl: Zoeken naar:
pa: ਖੋਜ:
pl: Znajdź:
pt_br: Pesquisar por:
ro: Caută după:
sk: Hľadať:
sl: Poišči:
sv: Sök efter:
zh_tw: 尋找：

source: In:
ca@valencia: A:
da: I:
es: En:
et: Tunnuse järgi:
kk: мынада:
lt: Kur:
nb: I:
pa: ਇਨ:
pl: W:
pt_br: Em:
ro: În:
sk: V:
sl: V:
sv: i:
zh_tw: 於：

source: Titles
ca@valencia: Títols
da: Titler
es: Títulos
et: Tiitlid
it: Titoli
kk: Атаулары
lt: Pavadinimai
nb: Titler
nds: Titeln
nl: Titels
pa: ਟਾਈਟਲ
pl: Tytuły
pt_br: Títulos
ro: Titluri
sk: Tituly
sl: Naslovih
sv: Rubriker
zh_tw: 標題

source: Contents
ca@valencia: Continguts
da: Indhold
es: Contenidos
et: Sisu
it: Contenuti
kk: Мазмұныдағысы:
lt: Turinys
nb: Innhold
nds: Inholden
nl: Inhoud
pa: ਸਮੱਗਰੀ
pl: Zawartość
pt_br: Conteúdo
ro: Conținut
sk: Obsah
sl: Vsebini
sv: Innehåll
zh_tw: 內容

source: Located in:
ca@valencia: Ubicat en:
da: Lokaliseret i:
es: Ubicado en:
et: Asukohaga:
it: Posizionato in:
kk: Мынадағы:
lt: Vieta:
nb: Plassert i:
nds: Binnen:
nl: Bevindt zich in:
pl: Położone w:
pt_br: Localizado em:
ro: Amplasat în:
sk: Umiestnené v:
sl: Ki se nahaja v:
sv: Finns i:
zh_tw: 位置：

source: any folder
ca@valencia: qualsevol carpeta
da: alle mapper
es: cualquier carpeta
et: suvalises kaustas
it: ogni cartella
kk: кез келген қапшық
lt: bet kuriame aplanke
nb: hvilken som helst mappe
nds: jichtenseen Orner
nl: elke map
pa: ਕੋਈ ਫੋਲਡਰ
pl: dowolny katalog
pt_br: qualquer pasta
ro: orice dosar
sk: akýkoľvek priečinok
sl: katerikoli mapi
sv: godtycklig katalog
zh_tw: 任何資料夾

source: only in folder
ca@valencia: només a la carpeta
da: kun i mappe
es: solo en carpeta
et: ainult kaustas
it: solo nella cartella
kk: мына қапшық:
lt: tik aplanke
nb: bare i mappa
nds: Bloots in Orner
nl: alleen in map
pa: ਕੇਵਲ ਫੋਲਡਰ 'ਚ
pl: tylko w katalogu
pt_br: somente na pasta
ro: numai în dosar
sk: len v priečinku
sl: samo v mapi
sv: bara i katalog
zh_tw: 只在資料夾內
