Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/pimsettingexporter.po
Languages: gl, pl

# NAME OF TRANSLATORS
source: Your names
gl: Xosé Calvo
pl: Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
gl: xosecalvo@gmail.com
pl: lukasz.wojnilowicz@gmail.com

source: "%1" backup done.
gl: Fíxose unha copia de seguranza de «%1».
pl: Ukończono tworzenie kopii zapasowej "%1".

source: "%1" cannot be exported.
gl: Non é posíbel exportar «%1».
pl: Nie można wyeksportować "%1".

source: "%1" already exists. Do you want to overwrite it or merge it?
gl: Xa existe «%1». Quere substituílo ou mesturalo?
pl: "%1" już istnieje. Czy chcesz go zastąpić czy może scalić?

source: Restore
gl: Restaurar
pl: Przywróć

source: Overwrite
gl: Substituílo
pl: Zastąp

source: Merge
gl: Mesturalo
pl: Scal

source: "%1" already exists. Do you want to overwrite it?
gl: Xa existe «%1». Quere substituílo?
pl: "%1" już istnieje. Czy chcesz go zastąpić?

source: Directory "%1" already exists. Do you want to overwrite it?
gl: Xa existe o directorio «%1». Quere substituílo?
pl: Katalog "%1" już istnieje. Czy chcesz go zastąpić?

source: "%1" was copied.
gl: Copiouse «%1».
pl: "%1" został skopiowany.

source: File "%1" cannot be copied to "%2".
gl: Non é posíbel copiar o ficheiro «%1» en «%2».
pl: Plik "%1" nie może zostać skopiowany do "%2".

source: Copy file
gl: Copiara o ficheiro
pl: Kopiuj plik

source: "%1" was backuped.
gl: Fíxose unha copia de seguranza de «%1».
pl: Została utworzona kopia zapasowa "%1".

source: "%1" file cannot be added to backup file.
gl: Non é posíbel engadir o ficheiro «%1» ao ficheiro de seguranza.
pl: Plik "%1" nie mógł zostać dodany do pliku kopii zapasowej.

source: Resource was not configured correctly, not archiving it.
gl: O recurso non foi configurado correctamente; non se vai arquivar.
pl: Zasób nie został poprawnie skonfigurowany, więc nie zostanie zarchiwizowany.

source: Resources restored.
gl: Restauráronse os recursos.
pl: Przywrócono zasoby.

source: No resources files found.
gl: Non foi posíbel atopar ficheiros de recursos.
pl: Nie znaleziono plików zasobów.

source: Resource '%1' created.
gl: Creouse o recurso «%1».
pl: Utworzono zasób '%1'.

source: Failed to synchronize %1.
gl: Non foi posíbel sincronizar %1.
pl: Nieudana synchronizacja %1.

source: Resource %1 synchronized.
gl: Sincronizouse o recurso «%1».
pl: Zasób %1 zsynchronizowany.

source: All resources synchronized.
gl: Sincronizáronse todos os recursos.
pl: Zsynchronizowano wszystkie zasoby.

source: Start export KAddressBook settings...
gl: Iniciar a exportación da configuración do KAddressBook...
pl: Rozpocznij eksportowanie ustawień książki adresowej...

source: Backing up resources...
gl: Estase a facer a copia de seguranza dos recursos...
pl: Tworzenie kopii zapasowej zasobów...

source: Resources backup done.
gl: Fíxose unha copia de seguranza dos recursos.
pl: Ukończono tworzenie kopii zapasowej zasobów.

source: Backing up config...
gl: Estase a facer a copia de seguranza da configuración...
pl: Tworzenie kopii zapasowej konfiguracji...

source: Config backup done.
gl: Fíxose unha copia de seguranza da configuración.
pl: Ukończono tworzenie kopii zapasowej konfiguracji.

source: Start import KAddressBook settings...
gl: Iniciar a importación da configuración do KAddressBook...
pl: Rozpocznij importowanie ustawień książki adresowej...

source: Restore resources...
gl: Restaurar os recursos…
pl: Przywróć zasoby...

source: Config restored.
gl: Restaurouse a configuración.
pl: Przywrócono konfigurację.

source: Start export Akregator settings...
gl: Iniciar a exportación da configuración do Akregator...
pl: Rozpocznij eksportowanie ustawień Akregatora...

source: Backing up data...
gl: Estase a facer a copia de seguranza dos datos...
pl: Tworzenie kopii zapasowej danych...

source: "%1" directory cannot be added to backup file.
gl: Non é posíbel engadir o directorio «%1» ao ficheiro de seguranza.
pl: Katalog "%1" nie mógł zostać dodany do pliku kopii zapasowej.

source: Data backup done.
gl: Fíxose unha copia de seguranza dos datos.
pl: Ukończono tworzenie kopii zapasowej.

source: Start import Akregator settings...
gl: Iniciar a importación da configuración do Akregator...
pl: Rozpocznij importowanie ustawień Akregatora...

source: Data restored.
gl: Restauráronse os datos.
pl: Przywrócono dane.

source: Start export KAlarm settings...
gl: Iniciar a exportación da configuración do KAlarm...
pl: Rozpocznij eksportowanie ustawień KAlarm...

source: Start import KAlarm settings...
gl: Iniciar a importación da configuración do KAlarm...
pl: Rozpocznij importowanie ustawień KAlarm...

source: Archive cannot be opened in write mode.
gl: Non foi posíbel abrir o arquivo para escribir nel.
pl: Nie można otworzyć archiwum w trybie do zapisu.

source: Archive cannot be opened in read mode.
gl: Non é posíbel abrir o arquivo para lectura.
pl: Nie można otworzyć archiwum w trybie do odczytu.

source: Start export Blogilo settings...
gl: Iniciar a exportación da configuración do Blogilo...
pl: Rozpocznij eksportowanie ustawień Blogilo...

source: Start import Blogilo settings...
gl: Iniciar a importación da configuración do Blogilo...
pl: Rozpocznij importowanie ustawień Blogilo...

source: Start export KOrganizer settings...
gl: Iniciar a exportación da configuración do KOrganizer...
pl: Rozpocznij eksportowanie ustawień KOrganizera...

source: Start import KOrganizer settings...
gl: Iniciar a importación da configuración do KOrganizer...
pl: Rozpocznij importowanie ustawień KOrganizera...

source: Archive File Structure
gl: Estrutura de ficheiros do arquivo
pl: Struktura plików archiwum

source: Backup Archive Structure:
gl: Estrutura do arquivo de seguranza:
pl: Struktura archiwum kopii zapasowej:

source: backup-structure.txt file was not found.
gl: Non foi posíbel atopar o ficheiro backup-structure.txt.
pl: Nie znaleziono pliku backup-structure.txt.

source: Select Type
gl: Escolla o tipo
pl: Wybierz rodzaj

source: Select All
gl: Seleccionar todo
pl: Zaznacz wszystko

source: Unselect All
gl: Anular toda a selección
pl: Odznacz wszystko

source: Save as Template...
pl: Zapisz jako szablon...

source: Load Template...
pl: Wczytaj szablon...

source: Show Archive Content on file "%1"
gl: Mostrar o contido arquivado do ficheiro «%1»
pl: Pokaż zawartość archiwum pliku "%1"

source: Save As Text...
gl: Gardar como texto...
pl: Zapisz jako tekst...

source: Export Log File
pl: Eksportuj plik dziennika

source: Cannot open archive
gl: Non é posíbel abrir o ficheiro
pl: Nie można otworzyć archiwum

source: Info
gl: Información
pl: Informacje

source: This is not kdepim archive.
gl: Este non é un arquivo de kdepim.
pl: To nie jest archiwum kdepim.

source: Show information
gl: Mostrar a información
pl: Pokaż informacje

source: Start export KJots settings...
gl: Iniciar a exportación da configuración do KJots...
pl: Rozpocznij eksportowanie ustawień KJots...

source: Start import KJots settings...
gl: Iniciar a importación da configuración do KJots...
pl: Rozpocznij importowanie ustawień KJots...

source: Start export KNode settings...
gl: Iniciar a exportación da configuración do KNode...
pl: Rozpocznij eksportowanie ustawień KNode...

source: Start import KNode settings...
gl: Iniciar a importación da configuración do KNode...
pl: Rozpocznij importowanie ustawień KNode...

source: mysqldump not found. Export data aborted
gl: Non foi posíbel atopar «mysqldump». Interrompeuse a exportación dos datos
pl: nie znaleziono mysqldump. Przerwano dane eksportu

source: Start export KNotes settings...
gl: Iniciar a exportación da configuración do KNotes...
pl: Rozpocznij eksportowanie ustawień KNotes...

source: Backing up transports...
gl: Estase a realizar a copia de seguranza dos transportes...
pl: Tworzenie kopii zapasowej przekazywań...

source: Transports backup done.
gl: Fíxose unha copia de seguranza dos transportes.
pl: Ukończono tworzenie kopii zapasowej przekazywań.

source: Transport file cannot be added to backup file.
gl: Non é posíbel engadir o ficheiro de transporte ao ficheiro de seguranza.
pl: Nie można dodać pliku przekazywań do pliku kopii zapasowej.

source: Filters backup done.
gl: Fíxose unha copia de seguranza dos filtros.
pl: Ukończono tworzenie kopii zapasowej filtrów.

source: Filters cannot be exported.
gl: Non foi posíbel exportar os filtros.
pl: Filtry nie mogą zostać wyeksportowane.

source: Theme directory "%1" cannot be added to backup file.
gl: Non é posíbel engadir o directorio de tema «%1» ao ficheiro de seguranza.
pl: Nie można dodać katalogu motywu "%1" do pliku kopii zapasowej.

source: Backing up identity...
gl: Estase a facer unha copia de seguranza da identidade...
pl: Tworzenie kopii zapasowej tożsamości...

source: vCard file "%1" cannot be saved.
gl: Non é posíbel gardar o ficheiro vCard «%1».
pl: Plik wizytówki "%1" nie może zostać zapisany.

source: Identity backup done.
gl: Fíxose unha copia de seguranza da identidade.
pl: Ukończono tworzenie kopii zapasowej tożsamości.

source: Identity file cannot be added to backup file.
gl: Non é posíbel engadir o ficheiro de identidade ao ficheiro de seguranza.
pl: Nie można dodać pliku tożsamości do pliku kopii zapasowej.

source: Backing up Mails...
gl: Estase a facer a copia de seguranza das mensaxes de correo...
pl: Tworzenie kopii zapasowej listów...

source: Mails backup done.
gl: Fíxose unha copia de seguranza do correo.
pl: Ukończono tworzenie kopii zapasowej listów.

source: Backing up Akonadi Database...
gl: Estase a facer a copia de seguranza da base de datos do Akonadi...
pl: Tworzenie kopii zapasowej bazy danych Akonadi...

source: Database driver "%1" not supported.
gl: Non se recoñece o controlador de base de datos «%1».
pl: Sterownik bazy danych "%1" nie jest obsługiwany.

source: Could not find "%1" necessary to dump database.
gl: Non foi posíbel atopar «%1», que é preciso para envorcar a base de datos.
pl: Nie można znaleźć "%1", potrzebnego do zrzucenia bazy danych.

source: Akonadi Database "%1" cannot be added to backup file.
gl: Non é posíbel engadir a base de datos de Akonadi «%1» ao ficheiro de seguranza.
pl: Nie można dodać bazy danych Akonadi "%1" do pliku kopii zapasowej.

source: Akonadi Database backup done.
gl: Fíxose unha copia de seguranza da base de datos do Akonadi.
pl: Ukończono tworzenie kopii zapasowej bazy danych Akonadi.

source: Start import KMail settings...
gl: Iniciar a importación da configuración do KMail...
pl: Rozpocznij importowanie ustawień KMail...

source: mailtransports file could not be found in the archive.
gl: Non foi posíbel atopar o ficheiro mailtransports no arquivo.
pl: Nie znaleziono pliku przekazywań poczty w archiwum.

source: Restore transports...
gl: Restaurar os transportes...
pl: Przywróć przekazywania...

source: Transports restored.
gl: Restauráronse os transportes.
pl: Przywrócono przekazywania.

source: Failed to restore transports file.
gl: Fallou a restauración do ficheiro dos transportes.
pl: Nieudane przywrócenie pliku przekazywań.

source: Restore mails...
gl: Restaurar os correos…
pl: Przywróć wiadomości...

source: Mails restored.
gl: Restauráronse os correos.
pl: Przywrócono wiadomości.

source: filters file could not be found in the archive.
gl: Non foi posíbel atopar o ficheiro de filtros no arquivo.
pl: Nie znaleziono pliku filtrów w archiwum.

source: emailidentities file could not be found in the archive.
gl: Non foi posíbel atopar o ficheiro emailidentities no arquivo.
pl: Nie znaleziono pliku tożsamości pocztowych w archiwum.

source: Restore identities...
gl: Restaurar as identidades...
pl: Przywróć tożsamości...

source: Identities restored.
gl: Restauráronse as identidades.
pl: Przywrócono tożsamości.

source: Failed to restore identity file.
gl: Fallou a restauración do ficheiro das identidades.
pl: Nieudane przywrócenie pliku tożsamości.

source: Akonadi database file could not be found in the archive.
gl: Non foi posíbel atopar o ficheiro da base de datos do Akonadi no arquivo.
pl: Nie można było znaleźć pliku bazy danych Akonadi w archiwum.

source: Restore Akonadi Database...
gl: Restaurar a base de datos de Akonadi…
pl: Przywróć bazę danych Akonadi...

source: Could not find "%1" necessary to restore database.
gl: Non foi posíbel atopar «%1», que é necesario para restaurar a base de datos.
pl: Nie można znaleźć "%1", potrzebnego do przywrócenia bazy danych.

source: Failed to restore Akonadi Database.
gl: Fallou a restauración da base de datos do Akonadi.
pl: Nieudane przywrócenie bazy danych Akonadi.

source: Akonadi Database restored.
gl: Restaurouse a base de datos do Akonadi.
pl: Przywrócono bazę danych Akonadi.

source: PIM Setting Exporter
gl: Exportador da configuración PIM
pl: Eksporter ustawień MIO.

source: Copyright © 2012-2014 pimsettingexporter authors
gl: Copyright © 2012-2014 Os autores do pimsettingexporter
pl: Prawa autorskie © 2012-2014 Autorzy Eksportowania ustawień ZIO

source: Maintainer
gl: Mantedor
pl: Opiekun

source: Start import KNotes settings...
gl: Iniciar a importación da configuración do KNotes...
pl: Rozpocznij importowanie ustawień KNotes...

source: Zip program not found. Install it before to launch this application.
gl: Non foi posíbel atopar o programa zip. Instáleo antes de iniciar este aplicativo.
pl: Nie znaleziono programu Zip. Zainstaluj go przed uruchomieniem tego programu.

source: Zip program not found.
gl: Non se atopou o programa zip.
pl: Nie znaleziono program Zip.

source: Back Up Data...
gl: Facer unha copia de seguranza dos datos...
pl: Kopia zapasowa...

source: Restore Data...
gl: Restaurar os datos...
pl: Przywróć dane...

source: Save log...
gl: Gardar o rexistro...
pl: Zapisz dziennik...

source: Show Archive Structure Information...
gl: Mostrar a información da estrutura do arquivo...
pl: Pokaż informacje o strukturze plików archiwum...

source: Show Archive Information...
gl: Mostrar a información do arquivo...
pl: Pokaż informacje o archiwum...

source: Select Archive
gl: Escoller o arquivo
pl: Wybierz archiwum

source: Log is empty.
gl: O rexistro está baleiro.
pl: Dziennik jest pusty.

source: Save log
gl: Gardar o rexistro
pl: Zapisz dziennik

source: Before to backup data, close all kdepim applications. Do you want to continue?
gl: Antes de facer unha copia de seguranza dos datos feche todos os programas do kdepim. Desexa continuar?
pl: Zanim utworzysz kopię zapasową danych, zamknij wszystkie programy kdepim. Czy chcesz kontynuować?

source: Backup
gl: Copia de seguranza
pl: Kopia zapasowa

source: Create backup
gl: Crear unha copia de seguranza
pl: Utwórz kopię zapasową

source: Start to backup data in '%1'
gl: Iniciar a copia de seguranza dos datos de «%1»
pl: Rozpocznij tworzenie kopii zapasowej danych w '%1'

source: Backup in '%1' done.
gl: Realizouse unha copia de seguranza de «%1».
pl: Ukończono kopię zapasową w '%1'.

source: For restoring data, you must use "pimsettingexporter". Be careful it can overwrite existing settings, data.
gl: Para restaurar os datos hai que empregar «pimsettingexporter». Teña coidado, porque pode substituír a configuración ou os datos existentes.
pl: Do przywrócenia danych musisz użyć "pimsettingexporter". Ostrożnie, bo istnieje możliwość zastąpienia istniejących ustawień, danych.

source: Backup infos.
gl: Información sobre a copia de seguranza
pl: Informacje kopii zapasowej

source: Restore backup
gl: Restaurar unha copia de seguranza
pl: Przywróć kopię zapasową

source: Before to restore data, close all kdepim applications. Do you want to continue?
gl: Antes de restaurar os datos, feche todos os aplicativos do kdepim. Desexa continuar?
pl: Zanim przywrócisz dane, zamknij wszystkie programy kdepim. Czy chcesz kontynuować?

source: The archive was created by a newer version of this program. It might contain additional data which will be skipped during import. Do you want to import it?
gl: O arquivo foi creado por unha versión máis nova deste programa. Podería conter datos adicionais que han ser omitidos durante a importación. Desexa importalo?
pl: Archiwum zostało stworzone przez nowszą wersję tego programu. Może zawierać dodatkowe dane, które zostaną pominięte przy importowaniu. Czy chcesz je zaimportować?

source: Not correct version
gl: Non é unha versión correcta
pl: Niepoprawna wersja

source: Start to restore data from '%1'
gl: Iniciar a restauración dos datos desde «%1»
pl: Rozpocznij przywracanie danych z '%1'

source: Restoring data from '%1' done.
gl: Rematou a restauración dos datos desde «%1».
pl: Ukończono przywracanie danych z '%1'.

source: Resource file "%1" cannot be added to backup file.
gl: Non é posíbel engadir o ficheiro de recursos «%1» ao ficheiro de seguranza.
pl: Nie można dodać pliku zasobu "%1" do pliku kopii zapasowej.

source: KAddressBook
pl: Książka adresowa

source: Identity
gl: Identidade
pl: Tożsamość

source: Mails
gl: Mensaxes de correo
pl: Poczta

source: Mail Transport
gl: Transporte de correo
pl: Przekazywanie poczty

source: Resources
gl: Recursos
pl: Zasoby

source: Config
gl: Configuración
pl: Konfiguracja

source: Akonadi Database
gl: Base de datos do Akonadi
pl: Baza danych Akonadi

source: Data
gl: Datos
pl: Dane
