Repository: fluxer/kde-l10n
Catalog: */messages/kdepim/storageservicemanager.po
Languages: gl, nds

# NAME OF TRANSLATORS
source: Your names
gl: Xosé Calvo
nds: Sönke Dibbern

# EMAIL OF TRANSLATORS
source: Your emails
gl: xosecalvo@gmail.com
nds: s_dibbern@web.de

source: Storage Service Manager
gl: Xestor do servizo de almacenamento
nds: Datenaflaagdeenst-Pleger

source: Copyright © 2013, 2014 storageservicemanager authors
gl: Copyright © 2013, 2014 Autores do storageservicemanager
nds: Copyright © 2013, 2014 De Schrieverslüüd vun den Datenaflaagdeenstpleger

source: Maintainer
gl: Mantedor
nds: Pleger

source: Account Info
gl: Información da conta
nds: Konto-Informatschoon

source: Size: %1
gl: Tamaño: %1
nds: Grött: %1

source: Quota: %1
gl: Cota: %1
nds: Bruukgrenz: %1

source: Shared: %1
gl: Compartida: %1
nds: Deelt: %1

source: Unable to get account information.
gl: Foi imposíbel obter a información da conta.
nds: Konto-Informatschonen laat sik nich halen.

source: Close wallet when close application
gl: Pechar a carteira ao pechar o aplicativo
nds: Bi't Tomaken vun't Programm ok de Knipp tomaken

source: Configure...
nds: Instellen...

source: Log
gl: Rexistro
nds: Logbook

source: Clear Log
gl: Limpar o rexistro
nds: Logbook leddig maken

source: Save As...
gl: Gardar como...
nds: Sekern as...

source: all files (*)
gl: todos os ficheiros (*)
nds: All Dateien (*)

source: Save Log
nds: Logbook sekern

source: Network connection is up.
gl: A conexión de rede está activada.
nds: Nettwarkverbinnen is verföögbor.

source: Network connection is down.
gl: A conexión de rede está desactivada.
nds: Keen Nettwarkverbinnen.

source: Authenticate...
gl: Autenticar...
nds: Identiteet pröven...

source: Create Folder...
gl: Crear un cartafol...
nds: Orner opstellen...

source: Refresh List
gl: Actualizar a lista
nds: List opfrischen

source: Account Info...
gl: Información da conta
nds: Konto-Info...

source: Upload File...
gl: Enviar un ficheiro...
nds: Datei hoochladen...

source: Delete...
gl: Eliminar...
nds: Wegdoon...

source: Download File...
gl: Descargar un ficheiro...
nds: Datei daalladen...

source: Show Log...
gl: Mostrar o rexistro
nds: Logbook wiesen...

source: Logout
gl: Saír
nds: Afmellen

source: Shutdown All Services
gl: Apagar todos os servizos
nds: All Deensten utmaken

source: Refresh All
gl: Actualizar todo
nds: All opfrischen

source: Rename...
nds: Ümnömen...

source: There is still upload or download in progress. Do you want to close anyway?
gl: Aínda hai un envío ou unha descarga en progreso. Desexa pechar, mesmo así?
nds: Dor warrt noch wat hooch- oder daallaadt. Wullt Du dat liekers utmaken?

source: &Edit
gl: &Editar
nds: &Bewerken

source: Home
gl: Inicio
nds: Tohuus

source: Back
gl: Atrás
nds: Torüch

source: Forward
gl: Adiante
nds: Vörut

source: %1: Folder was renamed.
gl: %1: Mudouse o nome dun cartafol.
nds: %1: Orner wöör ümnöömt.

source: %1: Folder was renamed to '%2'.
gl: %1: Mudouse o nome do cartafol a «%2».
nds: %1: Orner wöör ümnöömt to "%2".

source: Filename was correctly uploaded
gl: O nome de ficheiro foi enviado correctamente
nds: Datei wöör mit Spood hoochlaadt

source: %1 was correctly uploaded
gl: %1 foi enviado correctamente
nds: %1 wöör mit Spood hoochlaadt

source: Upload File
gl: Enviar un ficheiro
nds: Datei hoochladen

source: Link '%1' stored in clipboard
gl: A ligazón «%1» foi almacenada no portapapeis
nds: Link "%1" binnen Twischenaflaag sekert

source: Shared Link
gl: Ligazón compartida
nds: Freegeven Link

source: %1: Folder was created.
gl: %1: Creouse un cartafol.
nds: %1: Orner wöör opstellt

source: %1: Folder %2 was created.
gl: %1: Creouse o cartafol %2.
nds: %1: Orner %2 wöör opstellt

source: %1: Folder was deleted.
gl: %1: Eliminouse un cartafol.
nds: %1: Orner wöör wegdaan.

source: %1: Folder %2 was deleted.
gl: %1: Eliminouse o cartafol %2.
nds: %1: Orner %2 wöör wegdaan.

source: File was correctly downloaded
gl: Descargouse un ficheiro correctamente
nds: Datei wöör mit Spood daallaadt

source: %1 was correctly downloaded
gl: %1 foi descargado correctamente
nds: %1 wöör mit Spood daallaadt

source: Download File
gl: Descargar un ficheiro
nds: Datei daalladen

source: Download Failed
gl: Fallou a descarga
nds: Daalladen fehlslaan

source: Download
gl: Descargar
nds: Daalladen

source: Upload Failed
gl: Fallou o envío
nds: Hoochladen fehlslaan

source: Upload
gl: Enviar
nds: Hoochladen

source: Cut
gl: Cortar
nds: Knippen

source: Copy
gl: Copiar
nds: Koperen

source: Rename File...
gl: Mudar o nome dun ficheiro...
nds: Datei ümnömen...

source: Share File
gl: Compartir o ficheiro
nds: Datei freegeven

source: Delete File
gl: Eliminar o ficheiro
nds: Datei wegdoon

source: Rename Folder...
gl: Mudar o nome dun cartafol...
nds: Orner ümnömen...

source: Delete Folder
gl: Eliminar o cartafol
nds: Orner wegdoon

source: Paste
gl: Apegar
nds: Infögen

source: Refresh
gl: Actualizar
nds: Opfrischen

source: Rename Folder Name
gl: Mudar o nome dun cartafol
nds: Orner ümnömen

source: Folder:
gl: Cartafol:
nds: Orner:

source: Rename Filename
gl: Mudar o nome dun ficheiro
nds: Datei ümnömen

source: Filename:
gl: Nome do ficheiro:
nds: Dateinaam:

source: The following characters aren't allowed by %1: %2
gl: Os caracteres seguintes non son permitidos por %1: %2
nds: Disse Tekens sünd bi %1 nich tolaten: %2

source: Create folder
gl: Crear un cartafol
nds: Orner opstellen

source: You cannot name a folder or file . or ..
gl: Non é posíbel que un cartafol ou ficheiro reciban os nomes . ou ..
nds: Du kannst en Orner oder Datei nich den Naam "." oder ".." geven.

source: Create Folder
gl: Crear un cartafol
nds: Orner opstellen

source: Folder Name
gl: Nome do cartafol
nds: Ornernaam

source: Are you sure that you want to delete "%1"?
gl: Desexa realmente eliminar «%1»?
nds: Wullt Du "%1" redig wegdoon?

source: Filename already exists. Do you want to overwrite it?
gl: Xa existe este nome de ficheiro. Desexa substituílo?
nds: Dat gifft al en Datei mit dissen Naam. Wullt Du ehr överschrieven?

source: Overwrite file
gl: Desexa sobrescribir o ficheiro?
nds: Datei överschrieven

source: File size (%1) is larger than limit (%2)
gl: O tamaño do ficheiro (%1) supera o límite (%2)
nds: De Datei is grötter (%1) as de Grenz (%2).

source: You are trying to use unauthorized characters.
gl: Está a tentar empregar caracteres non autorizados.
nds: Du wullt nich tolaten Tekens bruken.

source: Please select a file to download.
gl: Escolla o ficheiro que desexa descargar.
nds: Bitte en Datei utsöken, de Du daalladen wullt.

source: Storage service not initialized.
gl: O servizo de almacenamento non está inicializado.
nds: Datenaflaagdeenst nich torechtmaakt.

source: Do you want to download this file?
gl: Desexa descargar este ficheiro?
nds: Wullt Du dissen Datei daalladen?

source: Actions failed. <a href="actionfailed">(Details...)</a>
gl: Fallaron algunhas accións. <a href="actionfailed">(Detalles...)</a>
nds: Akschonen sünd fehlslaan. <a href="actionfailed">(Enkelheiten...)</a>
