Repository: fluxer/kde-l10n
Catalog: */messages/kdegraphics/kcmkamera.po
Languages: lt

source: Unable to initialize the gPhoto2 libraries.
lt: Negalima paleisti gPhoto2 bibliotekų.

source: Add
lt: Pridėti

source: Click this button to add a new camera.
lt: Spauskite šį mygtuką, kad pridėtumėte naują fotoaparatą.

source: Test
lt: Bandyti

source: Click this button to test the connection to the selected camera.
lt: Spauskite šį mygtuką, kad išbandytumėte ryšį su prijungtu fotoaparatu.

source: Remove
lt: Pašalinti

source: Click this button to remove the selected camera from the list.
lt: pauskite šį mygtuką, kad pašalintumėte iš sąrašo pasirinktą fotoaparatą.

source: Configure...
lt: Konfigūruoti...

source: Click this button to change the configuration of the selected camera.<br><br>The availability of this feature and the contents of the Configuration dialog depend on the camera model.
lt: Spauskite šį mygtuką, kad pakeistumėte pasirinkto fotoaparato konfigūraciją.<br><br>Šios galimybės buvimas ir Konfigūravimo dialogo turinys priklauso nuo fotoaparato modelio.

source: Information
lt: Informacija

source: Click this button to view a summary of the current status of the selected camera.<br><br>The availability of this feature and the contents of the Information dialog depend on the camera model.
lt: Spauskite šį mygtuką, kad peržiūrėtumėte pasirinkto fotoaparato būsenos santrauką.<br><br>Šios galimybės buvimas ir Informacijos dialogo turinys priklauso nuo fotoaparato modelio.

source: Cancel
lt: Atšaukti

source: Click this button to cancel the current camera operation.
lt: pauskite šį mygtuką, kad atšauktumėte dabartinę operaciją su fotoaparatu.

source: Camera test was successful.
lt: Fotoaparatas sėkmingai išbandytas.

source: <h1>Digital Camera</h1> This module allows you to configure support for your digital camera. You need to select the camera's model and the port it is connected to on your computer (e.g. USB, Serial, Firewire). If your camera does not appear on the list of <i>Supported Cameras</i>, go to the <a href="http://www.gphoto.org">GPhoto web site</a> for a possible update.<br><br> To view and download images from the digital camera, go to the address <a href="camera:/">camera:/</a> in Konqueror and other KDE applications.
lt: <h1>Skaitmeninis fotoaparatas</h1> Šis modulis leis jums konfigūruoti savo skaitmeninio fotoaparato palaikymą. Jums reikės nurodyti fotoaparato modelį ir prievadą, prie kurio jis prijungtas prie jūsų kompiuterio (pvz., USB, nuoseklus, Firewire). Jei jūsų fotoaparato nėra <i>Palaikomų fotoaparatų</i> sąraše, eikite į <a href="http://www.gphoto.org">GPhoto žiniatinklio svetainę</a> galimam atnaujinimui.<br><br> Kad peržiūrėtumėte ar atsisiųstumėte paveikslėlius iš skaitmeninio fotoaparato, eikite į <a href="camera:/">camera:/</a> Konqueror ir kitose KDE programose.

source: Button (not supported by KControl)
lt: Mygtukas (nepalaikomas KControl)

source: Date (not supported by KControl)
lt: Data (nepalaikoma KControl)

source: Could not allocate memory for the abilities list.
lt: Galimybių sąrašui negalima priskirti atminties.

source: Could not load ability list.
lt: Negalima įkelti galimybių sąrašo.

source: Description of abilities for camera %1 is not available. Configuration options may be incorrect.
lt: Fotoaparato %1 galimybių aprašymas yra neprieinamas. Konfigūravimo parinktys gali būti neteisingos.

source: Could not access driver. Check your gPhoto2 installation.
lt: Negalima pasiekti valdyklės. Patikrinkite gPhoto2 įdiegimą.

source: Unable to initialize camera. Check your port settings and camera connectivity and try again.
lt: Nepavyko paleisti fotoaparato. Patikrinkite savo prievado nustatymus bei fotoaparato prijungimą ir pakartokite.

source: No camera summary information is available.
lt: Fotoaparato informacijos santrauka neprieinama.

source: Camera configuration failed.
lt: Fotoaparato konfigūravimas nepavyko.

source: Serial
lt: Nuoseklus

source: Unknown port
lt: Nežinomas prievadas

source: Select Camera Device
lt: Nurodykite fotoaparato įrenginį

# @title:column
source: Supported Cameras
lt: Palaikomi fotoaparatai

source: Port
lt: Prievadas

source: Port Settings
lt: Prievado nustatymai

source: If this option is checked, the camera has to be connected to one of the computer's serial ports (known as COM ports in Microsoft Windows.)
lt: Jeigu šita parinktis yra pažymėta, fotoaparatas turi būti prijungta prie vieno iš Jūsų kompiuterio nuoseklių prievadų (Microsoft Windows žinomų kaip COM).

source: If this option is checked, the camera has to be connected to one of the computer's USB ports, or to a USB hub.
lt: Jeigu šita parinktis yra pažymėta, fotoaparatas turi būti prijungta prie vieno iš Jūsų kompiuterio USB lizdų arba USB mazgo.

source: No port type selected.
lt: Nepasirinktas joks prievado tipas.

source: Port:
lt: Prievadas:

source: Specify here the serial port to which you connect the camera.
lt: Čia Jūs galite nurodyti nuoseklų prievadą, prie kurio prijungtas Jūsų fotoaparatas.

source: No further configuration is required for USB cameras.
lt: USB fotoaparatams nereikia jokio papildomo derinimo.
