Repository: fluxer/kde-l10n
Catalog: */messages/kdegraphics/kfile_tiff.po
Languages: ga, sr

source: General
ga: Ginearálta
sr: Опште

source: Description
ga: Cur Síos
sr: Опис

source: Copyright
ga: Cóipcheart
sr: Ауторска права

source: Color Mode
ga: Mód Dathanna
sr: Режим боја

source: Dimensions
ga: Toisí
sr: Димензије

source: Resolution
ga: Taifeach
sr: Резолуција

source: Bit Depth
ga: Doimhneacht Giotán
sr: Битска дубина

source: Compression
ga: Comhbhrú
sr: Компресија

source: Software
ga: Bogearraí
sr: Програм

source: Date/Time
ga: Dáta/Am
sr: Датум-време

source: Artist
ga: Ealaíontóir
sr: Уметник

source: Fax Pages
ga: Leathanaigh Fhacs
sr: Факс странице

source: Scanner
ga: Scanóir
sr: Скенер

source: Make
ga: Déanamh
sr: Марка

source: Model
ga: Samhail
sr: Модел

source: Monochrome
ga: Monacrómach
sr: једнобојно

source: RGB
sr: РГБ

source: Palette color
ga: Dath pailéid
sr: палета боја

source: Transparency mask
ga: Masc trédhearcachta
sr: маска прозирности

source: Color separations
ga: Deighiltí datha
sr: сепарације боје

source: YCbCr
sr: ИЦбЦр

source: CIE Lab
sr: ЦИЕ‑ов Лаб

source: ITU Lab
ga: Ceardlann ITU
sr: ИТУ‑ов Лаб

source: LOGL
sr: логл

source: LOGLUV
sr: логлув

source: None
ga: Neamhní
sr: ништа

source: RLE
ga: IFR
sr: РЛЕ

source: G3 Fax
ga: Facs G3
sr: Г3 факс

source: G4 Fax
ga: Facs G4
sr: Г4 факс

source: LZW
sr: ЛЗВ

source: JPEG
sr: ЈПЕГ

source: JPEG DCT
sr: ЈПЕГ ДЦТ

source: Adobe Deflate
sr: Адобијев дифлејт

source: NeXT 2-bit RLE
ga: IFR 2-ghiotán NeXT
sr: Некстов двобитни РЛЕ

source: RLE Word
ga: IFR Word
sr: РЛЕ по речима

source: Packbits
sr: пакбитс

source: Thunderscan RLE
ga: IFR Thunderscan
sr: тандерскенов РЛЕ

source: IT8 CT w/padding
ga: IT8 CT le stuáil
sr: ИТ8 ЦТ са испуном

source: IT8 linework RLE
ga: IFR líneoibre IT8
sr: ИТ8 линијски РЛЕ

source: IT8 monochrome
ga: IT8 monacrómach
sr: ИТ8 једнобојни

source: IT8 binary lineart
ga: Ealaín líneach dénártha IT8
sr: ИТ8 бинарни линијски

source: Pixar 10-bit LZW
ga: LZW 10-ngiotán Pixar
sr: Пиксаров 10‑битни ЛЗВ

source: Pixar 11-bit ZIP
ga: ZIP 11-giotán Pixar
sr: Пиксаров 11‑битни ЗИП

source: Pixar deflate
sr: Пиксаров дифлејт

source: Kodak DCS
ga: DCS Kodak
sr: Кодаков ДЦС

source: ISO JBIG
sr: ИСО ЈБИГ

source: SGI log luminance RLE
ga: IFR logartam lonrais de chuid SGI
sr: СГИ‑јев лог‑луминентни РЛЕ

source: SGI log 24-bit packed
ga: Logartam 24-giotán pacáilte SGI
sr: СГИ‑јев лог‑24‑битни паковани

source: RGBA
sr: РГБА
