Repository: fluxer/kde-l10n
Catalog: */messages/kdegraphics/kipiplugin_kxmlhelloworld.po
Languages: ca, et, fi, fr, gl, hu, it, kk, nb, nds, pl

source: &Image
ca: &Imatge
et: P&ilt
fi: &Kuva
gl: &Imaxe
hu: &Kép
it: &Immagine
kk: &Кескін
nb: B&ilde
nds: &Bild
pl: &Obraz

source: &Tools
ca: &Eines
et: &Tööriistad
fi: T&yökalut
fr: Ou&tils
gl: &Ferramentas
hu: E&szközök
it: S&trumenti
kk: Құ&ралдар
nb: Verk&tøy
nds: &Warktüüch
pl: &Narzędzia

source: I&mport
ca: &Importa
fi: &Tuo
fr: I&mporter
gl: I&mportar
hu: I&mportálás
it: I&mporta
kk: И&мпорт
nb: I&mporter
nds: I&mporteren
pl: I&mportuj

source: &Export
ca: &Exporta
et: &Eksport
fi: &Vie
fr: &Exporter
gl: &Exportar
hu: &Exportálás
it: &Esporta
kk: &Экспорт
nb: &Eksporter
nds: &Exporteren
pl: &Eksportuj

source: Main Toolbar
ca: Barra d'eines principal
et: Peamine tööriistariba
fi: Päätyökalurivi
fr: Barre principale d'outils
gl: Barra de ferramentas principal
hu: Fő eszköztár
it: Barra degli strumenti principale
kk: Негізгі құралдар
nb: Hovedverktøylinje
nds: Hööft-Warktüüchbalken
pl: Główny pasek narzędzi

source: KXML Hello World Image...
ca: Imatge «Hola món» del KXML...
et: KXML Tere, maailma pilt...
fi: KXML-esimerkin kuva…
fr: Image « Bonjour tout le monde » en KXML...
gl: Imaxe de KXML Ola Mundo…
hu: KXML Helló világ kép…
it: Immagine KXML di esempio...
kk: KXML Hello World кескіні...
nb: KXML Hallo verden-bilde …
nds: KXML-Moin-Welt Bild...
pl: Obraz KXML Hello World...

source: KXML Hello World Tools...
ca: Eines «Hola món» del KXML...
et: KXML Tere, maailma tööriistad...
fi: KXML-esimerkin työkalut…
fr: Outils « Bonjour tout le monde » en KXML...
gl: Ferramentas de KXML Ola Mundo…
hu: KXML Helló világ eszközök…
it: Strumenti KXML di esempio...
kk: KXML Hello World құралдары...
nb: KXML Hallo verden-verktøy …
nds: KXML-Moin-Welt-Warktüüch...
pl: Narzędzia KXML Hello World...

source: KXML Hello World Export...
ca: Exportació «Hola món» del KXML...
et: KXML Tere, maailma eksport...
fi: KXML-esimerkin vienti…
fr: Exporter « Bonjour tout le monde » en KXML...
gl: Exportar KXML Ola Mundo…
hu: KXML Helló világ exportálás…
it: Esportazione KXML di esempio...
kk: KXML Hello World экспорты...
nb: KXML Hallo verden-eksport …
nds: KXML-Moin-Welt-Exporteren
pl: Eksport KXML Hello World...

source: KXML Hello World Import...
ca: Importació «Hola món» del KXML...
et: KXML Tere, maailma import...
fi: KXML-esimerkin tuonti…
fr: Importer « Bonjour tout le monde » en KXML...
gl: Importar KXML Ola Mundo…
hu: KXML Helló világ importálás…
it: Importazione KXML di esempio...
kk: KXML Hello World импорты..
nb: KXML Hallo verden-import …
nds: KXML-Moin-Welt-Importeren
pl: Import KXML Hello World...

source: This is the list of selected items
ca: Aquesta és la llista d'elements seleccionats
et: Valitud elementide loend
fi: Tämä on valittujen kuvien luettelo
fr: Ceci est la liste des éléments sélectionnés
gl: Esta é a lista de elementos escollidos.
hu: Ez a kiválasztott elemek listája
it: Questa è la lista degli elementi selezionati
kk: Бұл таңдалан аталымдар тізімі
nb: Dette er lista over valgte elementer
nds: Dat is de List mit de utsöchten Indrääg
pl: Jest to lista wybranych elementów

source: This is the list of selected albums
ca: Aquesta és la llista d'àlbums seleccionats
et: Valitud albumite loend
fi: Tämä on valittujen albumien luettelo
fr: Ceci est la liste des albums sélectionnés
gl: Esta é a lista de álbums escollidos.
hu: Ez a kiválasztott albumok listája
it: Questa è la lista degli album selezionati
kk: Бұл таңдалан альбомдар тізімі
nb: Dette er lista over valgte albumer
nds: Dat is de List mit de utsöchten Alben
pl: Jest to lista wybranych albumów
