Repository: fluxer/kde-l10n
Catalog: */messages/kdegraphics/ksnapshot.po
Languages: bs, da, et, ia, it, kk, km, pa, ru

source: <qt><p> This is the number of seconds to wait after clicking the <i>New Snapshot</i> button before taking the snapshot. </p><p> This is very useful for getting windows, menus and other items on the screen set up just the way you want. </p><p> If <i>no delay</i> is set, the program will wait for a mouse click before taking a snapshot. </p> </qt>
bs: <qt><p> Ovo je broj sekundi koji će proći poslije klika na dugme <i>Novi snimak</i> prije nego što se snimak napravi. </p><p> Ovo je vrlo korisno za postavljanje prozora, menija i drugih stavki na ekranu u položaj koji želite. </p><p> Ako je postavljeno <i>bez odgađanja</i>, program će čekati na klik mišem da bi napravio snimak. </p> </qt>
da: <qt><p> Dette er antallet af sekunder der ventes efter der klikkes på knappen <i>Nyt øjebliksbillede</i> før billedet tages. </p><p> Dette er meget nyttigt til at få vinduer, menuer og andre punkter på skærmen sat op lige på den måde du ønsker. </p><p> Hvis <i>ingen forsinkelse</i>, vil programmet vente på et museklik før billedet tages. </p> </qt>
et: <qt><p> See määrab, mitu sekundit rakendus ootab pärast seda, kui sa oled klõpsanud nupul <i>Uus pilt</i>, ja enne seda, kui pilt tegelikult tehakse. </p><p> See on kasulik akende, menüüde ja muude ekraanil asuvate elementide korrastamiseks just sellisena, nagu sa neid pildil näha tahad. </p><p> Kui <i>viivitus puudub</i>, ootab rakendus hiireklõpsu, mille järel kohe pilt tehakse. </p> </qt>
ia: <qt><p> Isto es le numero de secundas de attender postea cliccar le button de <i>Nove instantaneo</i> ante prender un instantaneo. </p><p> Isto es multo utile pro obtener fenestras, menus e altere elementos sur le configuration de schermo in le modo que tu prefere. </p><p> Si <i>necun retardo</i> es fixate, le programma attendera un click de mus ante prender un instantaneo. </p> </qt>
it: <qt><p> Questo è il numero di secondi da attendere dopo aver premuto il pulsante «Nuova schermata» prima di acquisirla effettivamente. </p><p> È molto utile per riprendere finestre, menu e altri elementi sullo schermo impostati esattamente come si desidera. </p><p> Se è impostata l'opzione <i>Nessun ritardo</i>, il programma attenderà un clic del mouse prima di acquisire una nuova schermata. </p> </qt>
kk: <qt><p> Бұл <i>Жаңа түсірім</i> батырмасын басқаннан кейінгі, түсіру алдындағы секундтардағы кідртуі. </p><p> Бұл кідіріс, терезе, мәзір, және басқа экрандағы нысандарды түсіруге керек қалпына келтіруге берілетін уақыт қой. </p><p> <i>Кідіртпей</i> деген тұрса, түсірім тышқанның сол жақ батырмасын түркенде жасалады. </p> </qt>
km: <qt><p> នេះ​ជា​ចំនួន​វិនាទី​ដែល​ត្រូវ​រង់ចាំ​មុន​នឹង​ថត​រូប បន្ទាប់​ពី​ចុច​ប៊ូតុង <i>រូបថត​ថ្មី</i> ។ </p><p> វា​មាន​សារសំខាន់​ខ្លាំង​ណាស់ បើ​អ្នក​ចង់​រៀបចំបង្អួច ម៉ឺនុយ និង ធាតុ​ផ្សេងៗ​ទៀត​លើ​អេក្រង់មុន​នឹង​ចាប់ផ្ដើម​ថត ។ </p><p> បើ <i>មិនពន្យារពេល</i>ត្រូវ​បាន​កំណត់ទេ កម្មវិធី​នឹង​រង់ចាំ​អ្នក​ចុច​កណ្ដុរ មុន​នឹង​វា​ចាប់ផ្ដើម​ថត ។ </p> </qt>
pa: <qt><p> ਇਹ ਉਡੀਕ ਲਈ ਸਕਿੰਟਾਂ ਦੀ ਗਿਣਤੀ ਹੈ, ਜੋ ਕਿ <i>ਨਵੀਂ ਸਨੈਪਸ਼ਾਟ</i> ਬਟਨ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਨੈਪਸ਼ਾਟ ਲੈਣ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ। </p><p> ਇਹ ਅਕਸਰ ਵਿੰਡੋਜ਼, ਮੇਨੂ ਅਤੇ ਹੋਰ ਆਈਟਮਾਂ ਲਈ ਬਹੁਤ ਹੀ ਫਾਇਦੇਮੰਦ ਹੈ, ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਨੂੰ ਸਕਰੀਨ ਉੱਤੇ ਸੈੱਟ ਕਰਕੇ ਲੈਣਾ ਚਾਹੁੰਦੇ ਹੋ। </p><p> ਜੇ <i>ਕੋਈ ਦੇਰੀ ਨਹੀਂ</i> ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਤਾਂ ਪਰੋਗਰਾਮ ਇੱਕ ਸਨੈਪ-ਸ਼ਾਟ ਲੈਣ ਤੋਂ ਪਹਿਲਾਂ ਕੇਵਲ ਇੱਕ ਮਾਊਂਸ ਕਲਿੱਕ ਦੀ ਉਡੀਕ ਹੀ ਕਰੇਗਾ। </p> </qt>
ru: <qt><p> Здесь указывается количество секунд до реального получения снимка экрана после нажатия кнопки <i>Новый снимок</i>. </p><p> Эта возможность используется для снятия снимков окон, меню и других элементов экрана с необходимой задержкой, чтобы вы успели активизировать их. </p><p> Если <i>задержка не указана</i>, снимок будет сделан только после нажатия левой клавиши мыши. </p> </qt>

source: No delay
bs: Bez pauze
da: Ingen forsinkelse
et: Puudub
ia: Necun retardo
it: Nessun ritardo
kk: Кідіртпей
km: មិន​ពន្យារពេល​
pa: ਬਿਨ ਅੰਤਰਾਲ
ru: Без задержки

source: Include &window decorations:
bs: Uključi p&rozorske dekoracije:
da: Inkludér &vinduesdekorationer:
et: Kaasa arvatud akna &dekoratsioonid:
ia: Include decora&tiones de fenestras:
it: Includi le decorazioni della &finestra:
kk: Т&ерезенің безендірулерін де қоса
km: រួម​ទាំង​ការ​តុបតែង​បង្អួច ៖
pa: ਵਿੰਡੋ ਸਜਾਵਟ ਸਮੇਤ(&w):
ru: Включая &обрамление окна:

source: When enabled, snapshot of a window will also include the window decorations
bs: Kada je uključena ova opcija, snimak prozora će takođe uključiti rubove (ukrase) prozora
da: Med dette vil øjebliksbilleder af et vindue også inkludere vinduets dekorationer
et: Selle lubamisel jäetakse pildile ka akna dekoratsioonid
ia: Quando habilitate, instantaneo de un fenestra anque includera le decorationes de fenestra
it: Quando abilitata, la foto della finestra includerà anche le decorazioni
kk: Белгісі қойылса, терезенің қоршауы да бірге түсіріледі
km: បើ​អ្នក​ធីក​វា អ្នក​នឹង​ទទួល​បាន​ផង​ដែរ​នូវ​ការ​តុបតែង​ផ្សេងៗ​ជុំ​វិញ​បង្អួច
pa: ਇਸ ਨੂੰ ਯੋਗ ਕਰਨ ਨਾਲ ਵਿੰਡੋ ਦੀ ਤਸਵੀਰ ਵਿੱਚ ਵਿੰਡੋ ਦਾ ਸਜਾਵਟ ਵੀ ਸ਼ਾਮਿਲ ਕੀਤਾ ਜਾਵੇਗਾ
ru: При включении этого флажка снимок будет включать также обрамление окна.

source: Include mouse &pointer:
bs: Uključi &pokazivač miša:
da: Inkludér &musemarkør:
et: Kaasa arvatud &hiirekursor:
ia: Include &punctator de mus
it: Includi il &puntatore del mouse:
kk: Тышқанның &меңзерін де қоса
km: រួ​ម​បញ្ចូល​ព្រួញ​កណ្ដុរ ៖
pa: ਮਾਊਸ ਪੁਆਇੰਟਰ ਸਮੇਤ(&p):
ru: Включая &курсор мыши:

source: KDE Screenshot Utility
bs: KDE program za snimanje ekrana
da: KDE-skærmfotoværktøj
et: KDE ekraani pildistamise tööriist
ia: Utilitate de instantaneo de KDE
it: Accessorio di KDE per catturare schermate
kk: KDE-нің экраннан түсіріп алу утилитасы
km: ឧបករណ៍​ថតរូប​របស់ KDE
pa: ਕੇਡੀਈ ਸਕਰੀਨ-ਸ਼ਾਟ ਸਹੂਲਤ
ru: Утилита снимка экрана для KDE

source: (c) 1997-2008, Richard J. Moore, (c) 2000, Matthias Ettrich, (c) 2002-2003 Aaron J. Seigo
ia: (c) 1997-2008, Richard J. Moore, (c) 2000, Matthias Ettrich, (c) 2002-2003 Aaaron J. Seigo
it: © 1997-2008, Richard J. Moore, © 2000, Matthias Ettrich, © 2002-2003 Aaron J. Seigo
km: រក្សាសិទ្ធិ​ឆ្នាំ ១៩៩៧-២០០៨ ដោយ Richard J. Moore រក្សាសិទ្ធិ​ឆ្នាំ ២០០០ ដោយ Matthias Ettrich រក្សាសិទ្ធិ​ឆ្នាំ ២០០២-២០០៣ ដោយ Aaron J. Seigo
pa: (c) ੧੯੯੭-੨੦੦੮, Richard J. Moore, (c) 2000, Matthias Ettrich, (c) 2002-2003 Aaron J. Seigo
ru: © Richard J. Moore, 1997-2008 © Matthias Ettrich, 2000 © Aaron J. Seigo, 2002-2003

source: Region Grabbing Reworked GUI
bs: Hvatanje regiona prerađen GUI
da: Gribe områder Gennemarbejdede GUI
et: Piirkonna pildistamine GUI ümbertöötamine
ia: Sasiente de region GUI reelaborate
it: Cattura di regioni Ristrutturazione della GUI
kk: Аумақты түсіру Интерфесті қайта жобалау
km: ការ​ចាប់យក​តាម​តំបន់ រៀបចំ​ចំណុច​ប្រទាក់​ក្រាហ្វិក​ឡើង​វិញ
pa: ਖੇਤਰ ਲੈਣਾ GUI ਲਈ ਮੁੜ-ਕੰਮ ਕੀਤਾ
ru: Выделение области Переработка интерфейса

source: "Open With" function
bs: Funkcija otvaranja pomoću
da: "Åbn med"-funktion
et: "Ava rakendusega" funktsioon
ia: Function de "Aperi con"
it: Funzione «Apri con»
kk: "Мынамен ашу" функциясы
km: មុខងារ"បើក​ជា​មួយ"
pa: "ਇਸ ਨਾਲ ਖੋਲ੍ਹੋ" ਫੰਕਸ਼ਨ
ru: Открытие во внешнем приложении

source: Free region grabbing, KIPI plugins support, port to Windows
bs: Slobodno hvatanje regiona. Podrška za KIPI dodatke, prebacivanje na Windows
da: Indfangning af frihåndsområde, understøttelse af KIPI-plugins
et: Vabalt valitud piirkonna pildistamine, KIPI pluginate toetus, portimine Windowsi peale
ia: Sasiente de region libere, supporto de plugins de KIPI, porto a Windows
it: Acquisizione di regioni libere, supporto per le estensioni di KIPI, trasferimento su Windows
kk: Кез келген аумақты түсіруі, KIPI плагиндерді қолдауы, Windows порты
km: ចាប់​យក​តំបន់​ដោយ​សេរី កម្មវិធី​ជំនួយ KIPI គាំទ្រ​ច្រក​ទៅ​វីនដូ
pa: ਹੱਥ ਨਾਲ ਖੇਤਰ ਲੈਣ ਲਈ, KIPI ਪਲੱਗਇਨ ਸਹਿਯੋਗ ਲਈ, ਵਿੰਡੋਜ਼ ਲਈ ਬਣਾਉਣ ਲਈ ਮੱਦਦ
ru: Выделение произвольной области, поддержка расширений KIPI, портирование на Windows

source: Snapshot will be taken in 1 second
bs: Snimam za %1 sekundu
da: Øjebliksbilledet tages om 1 sekund
et: Pilt tehaks 1 sekundi pärast
ia: Instantaneo essera prendite in un secunda
it: La schermata sarà acquisita tra un secondo
kk: Түсіру %1 секундтан кейін болады
km: រូបថត​នឹង​ត្រូវ​បាន​ថត​ក្នុង​រយៈពេល %1
pa: ਸਨੈਪਸ਼ਾਂਟ 1 ਸਕਿੰਟ ਵਿੱਚ ਲਿਆ ਜਾਵੇਗਾ
ru: Снимок будет произведён через %1 секунду

source: KBackgroundSnapshot
pa: ਕੇ-ਬੈਕਗਰਾਊਂਡ-ਸਨੈਪਸ਼ਾਟ

source: KSnapshot
pa: ਕੇ-ਸਨੈਪਸ਼ਾਂਟ

source: Aaron J. Seigo
ia: Aaron J. Siego
