Repository: fluxer/kde-l10n
Catalog: */messages/kdegraphics/ksnapshot.po
Languages: bs, da, et, ia, it, kk, km, pa, ru

# NAME OF TRANSLATORS
source: Your names
da: Erik Kjær Pedersen,Martin Schlander
et: Hasso Tepper, Marek Laane
it: Federico Zenith,Daniele Medri,Andrea Rizzi,Federico Cozzi
kk: Сайран Киккарин
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ

# EMAIL OF TRANSLATORS
source: Your emails
da: erik@binghamton.edu,mschlander@opensuse.org
et: hasso@linux.ee, bald@starman.ee
it: federico.zenith@member.fsf.org,,,
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,mornmet@khmeros.info,sutha@khmeros.info
pa: aalam@users.sf.net

source: Select a region using the mouse. To take the snapshot, press the Enter key or double click. Press Esc to quit.
bs: Izaberite oblast pomoću miša. Da napravite snimak pritisnite Enter ili dvokliknite, a Esc da odustanete.
da: Markér et område med musen. Brug Enter-tasten eller dobbeltklik til at tage øjebliksbilledet. Tryk Esc for at afslutte.
et: Vali piirkond hiirega. Pildi tegemiseks vajuta klahvi Enter või tee topeltklõps, väljumiseks vajuta klahvi Esc.
ia: Selige un region per usar le mus. Pro prender un instantaneo, tu pressa le clave de insertar ("Enter") o duple clicca. Pressa Esc pro quitar.
it: Seleziona una regione con il mouse. Per acquisirla, premi il tasto Invio o fai doppio clic. Premi Esc per uscire.
kk: Аумақты тышқанмен таңдаңыз. Түсіріп алу үшін Enter пернесін басыңыз не қос түртім жасаңыз., шығу үшін Esc пернесін басыңыз.
km: ជ្រើស​តំបន់​មួយ​ដោយ​ប្រើ​កណ្ដុរ ។ ដើម្បី​ថតរូប ចុច​គ្រាប់​ចុច​បញ្ចូល​(Enter) ឬ​ចុច​ទ្វេដង ។ គ្រាប់​ចុច​គេច(ESC) គឺ​ដើម្បី​បោះបង់ ។
pa: ਮਾਊਸ ਵਰਤ ਕੇ ਖੇਤਰ ਚੁਣੋ। ਸਨੈਪਸ਼ਾਂਟ ਲੈਣ ਲਈ ਐਂਟਰ (Enter) ਦੱਬੋ ਜਾਂ ਡਬਲ ਕਲਿੱਕ ਕਰੋ। ਛੱਡਣ ਲਈ ਇਸਕੇਪ (Ese) ਦੱਬੋ।
ru: Выберите область с помощью курсора мыши. Для того, чтобы сделать снимок области, нажмите клавишу Enter или сделайте двойной щелчок мышью. Нажмите клавишу Esc чтобы отменить.

source: snapshot
bs: snimak
da: øjebliksbillede
et: pilt
ia: instantaneo
it: schermata
km: រូបថត
pa: ਸਨੈਪਸ਼ਾਟ
ru: снимок

source: KDE Background Screenshot Utility
bs: KDE‑ova alatka za snimanje ekrana
da: KDE-værktøj til skærmbilleder
et: KDE tausta pildistamise tööriist
ia: Utilitate de instantaeo de schermo de fundo de KDE
it: Accessorio di KDE per catturare lo sfondo
kk: KDE-нің экраннан түсіріп алу утилитасы
km: ឧបករណ៍​ប្រើប្រាស់​រូបថត​អេក្រង់​ផ្ទៃខាង​ក្រោយ​របស់ ​KDE
pa: ਕੇਡੀਈ ਬੈਕਗਰਾਊਂਡ ਸਕਰੀਨ-ਸ਼ਾਟ ਸਹੂਲਤ
ru: Программа KDE для создания снимков экрана

source: (c) 2007, Montel Laurent
it: © 2007, Montel Laurent
km: រក្សាសិទ្ធិ​ឆ្នាំ ១០០៧ ដោយ Montel Laurent
ru: © Montel Laurent, 2007

# %1 is collection name, %2 is image count in collection
source: %1 (%2 image)
bs: %1 (%2 slika)
da: %1 (%2 billede)
et: %1 (%2 pilt)
it: %1 (%2 immagine)
kk: %1 (%2 кескін)
km: %1 (%2 រូបភាព)
pa: %1 (%2 ਚਿੱਤਰ)
ru: %1 (%2 изображение)

source: untitled
bs: bez naslova
da: unavngivet
et: nimetu
ia: Sin titulo
it: senza titolo
kk: аталмаған
km: គ្មាន​ចំណង​ជើង
pa: ਬਿਨ-ਨਾਂ
ru: безымянный

source: Copy
bs: Kopiraj
da: Kopiér
et: Kopeeri
ia: Copia
it: Copia
kk: Көшіріп алу
km: ចម្លង
pa: ਕਾਪੀ ਕਰੋ
ru: Копировать

source: Send To...
bs: Pošalji...
da: Send til...
et: Saada...
ia: Invia a...
it: Invia a...
kk: Қайда жіберу...
km: ផ្ញើ​ទៅ...
pa: ...ਨੂੰ ਭੇਜੋ
ru: Открыть в...

source: second
bs: sekunda
da: sekund
et: sek
ia: secunda
it: secondo
kk: секунд
km: វិ.
pa: ਸਕਿੰਟ
ru: секунда

source: Quick Save Snapshot &As...
bs: Brzo zapiši snimak &kao...
da: Hurtiggem øjebliksbillede s&om...
et: Salvesta pilt k&iiresti kui...
ia: Salveguarda rapidemente Instantaneo c&omo...
it: Salva rapidamente schermata &come...
kk: Сүретті бірден &былай сақтау...
km: រក្សាទុក​រូបថត​ឲ្យ​រហ័ស​ជា...
pa: ਤੁਰੰਤ ਸਨੈਪਸ਼ਾਂਟ ਇੰਝ ਸੰਭਾਲੋ(&A)...
ru: Быстрое сохранение &как...

source: Save the snapshot to the file specified by the user without showing the file dialog.
bs: Zapiši snimak u datoteku koju odredi korisnik bez prikazivanja dijaloga.
da: Gem øjebliksbilledet til filen angivet af brugeren uden at vise fildialogen.
et: Salvestab pildi kasutaja poolt määratud faili failidialoogi näitamata.
ia: Salveguarda le instantaneo in le file specificate per le usator sin monstrar le dialogo de file.
it: Salva la schermata sul file specificato dall'utente senza mostrare la finestra di dialogo.
kk: Файлды, таңдау диалогты шақырмай, пайдаланушы келтірген атауымен бірден сақтау.
km: រក្សាទុក​រូបថត​ទៅ​កាន់​ឯកសារ ដែល​បាន​បញ្ជាក់​ដោយ​អ្នក​ប្រើ ដោយ​មិន​ចាំបាច់​បង្ហាញ​ប្រអប់​ឯកសារ ។
pa: ਸਨੈਪਸ਼ਾਂਟ ਨੂੰ ਯੂਜ਼ਰ ਵਲੋਂ ਦਿੱਤੀ ਫਾਇਲ ਵਿੱਚ ਫਾਇਲ ਡਾਈਲਾਗ ਵੇਖਾਏ ਬਿਨਾਂ ਸੰਭਾਲੋ।
ru: Сохранить снимок в файле с именем, указанным пользователем, без показа диалога выбора файла.

source: Save Snapshot &As...
bs: Zapiši snimak &kao...
da: Gem øjebliksbillede s&om...
et: &Salvesta pilt kui...
ia: &Salveguarda Instantaneo como...
it: Salva schermat&a come...
kk: Сүретті &былай сақтау...
km: រក្សាទុក​រូបថត​ជា...
pa: ...ਵਜੋਂ ਸਨੈਪਸ਼ਾਂਟ ਸੰਭਾਲੋ(&A)
ru: Сохранить снимок &как...

source: Save the snapshot to the file specified by the user.
bs: Zapiši snimak u datoteku koju odredi korisnik.
da: Gem øjebliksbilledet til filen angivet af brugeren.
et: Salvestab pildi kasutaja poolt määratud faili.
ia: Salveguarda le instantaneo nel file specificate per le usator.
it: Salva la schermata sul file specificato dall'utente.
kk: Файлды пайдаланушы келтірген атауымен сақтау.
km: រក្សាទុក​រូបថត​ទៅ​ឯកសារ ដែល​បញ្ជាក់​ដោយ​អ្នក​ប្រើ ។
pa: ਯੂਜ਼ਰ ਰਾਹੀਂ ਦਿੱਤੀ ਫਾਇਲ ਵਿੱਚ ਸਨੈਪਸ਼ਾਂਟ ਸੰਭਾਲੋ।
ru: Сохранить снимок в файле с именем, указанным пользователем.

source: Save As
bs: Snimi kao
da: Gem som
et: Salvestamine
ia: Salveguarda como
it: Salva come
kk: Былай сақтау
km: រក្សាទុក​ជា
pa: ਇੰਝ ਸੰਭਾਲੋ
ru: Сохранить как

source: Other Application...
bs: Drugi program...
da: Andet program...
et: Muu rakendus...
ia: Altere application...
it: Altra applicazione...
kk: Басқа қолданба...
km: កម្មវិធី​ផ្សេងៗ...
pa: ...ਹੋਰ ਐਪਲੀਕੇਸ਼ਨ
ru: Внешнее приложение...

source: The screen has been successfully grabbed.
bs: Slika ekrana je uspješno "uhvaćena".
da: Det lykkedes at fotografere skærmen.
et: Töölaua pildistamine õnnestus.
ia: Le schermo ha essite sasite con successo.
it: Lo schermo è stato catturato con successo.
kk: Экран сәтті түсірілді.
km: បាន​ចាប់​អេក្រង់​ដោយ​ជោគជ័យ ។
pa: ਇਹ ਸਕਰੀਨ ਸਫਲਤਾਪੂਰਕ ਲਈ ਗਈ ਹੈ।
ru: Снимок экрана был успешно сделан.

source: Preview of the snapshot image (%1 x %2)
bs: Pregled snimka (%1×%2)
da: Forhåndsvisning af øjebliksbilledet (%1 x %2)
et: Pildi eelvaatlus (%1 x %2)
ia: Vista preliminar del imagine de instantaneo (%1 x %2)
it: Anteprima dell'immagine acquisita (%1 × %2)
kk: Түсірген кескінді (%1 x %2) алдын-ала қарап-шығу
km: ទិដ្ឋភាព​មើល​ជា​មុន​របស់​រូបភាព​រូបថត (%1 x %2)
pa: ਸਨੈਪਸ਼ਾਂਟ ਚਿੱਤਰ (%1 x %2) ਦੀ ਝਲਕ
ru: Предварительный просмотр снимка (%1 × %2)

source: Captures the window under the mouse on startup (instead of the desktop)
bs: Hvata prozor ispod miša prilikom pokretanja (umjesto desktopa)
da: Indfanger vinduet under musen ved opstart (i stedet for skrivebordet)
et: Pildistab käivitumisel hiire all oleva akna (mitte terve töölaua)
ia: Captura le fenestra sub le mus quando on initia (in lodo del scriptorio)
it: Scatta una foto alla finestra che all'avvio si trova sotto il cursore (invece del desktop)
kk: Бастағанда тышқанның меңзері астындағы терезені (үстелдің орнына) түсіріп алу
km: ចាប់យក​បង្អួច​ដែល​ស្ថិត​នៅ​ក្រោម​កណ្ដុរ (មិន​មែន​ផ្ទៃតុ​ឡើយ) ពេល​ចាប់ផ្ដើមឡើង
pa: ਸ਼ੁਰੂ ਵੇਲੇ ਮਾਊਸ ਦੇ ਹੇਠਾਂ ਵਿੰਡੋ ਨੂੰ ਫੜੋ (ਡੈਸਕਟਾਪ ਦੀ ਬਜਾਏ)
ru: Создавать снимок активного окна при запуске (вместо целого экрана)

source: Captures the desktop
bs: Snima radnu površ
da: Indfanger desktoppen
et: Pildistab töölauda
ia: Captura le scriptorio
it: Acquisisce il desktop
kk: Үстелді түсіріп алу
km: ចាប់​យក​ផ្ទៃតុ
pa: ਡੈਸਕਟਾਪ ਲਵੋ
ru: Весь экран

source: Captures a region
bs: Snima oblast
da: Indfanger et område
et: Pildistab piirkonda
ia: Captura un region
it: Acquisisce una regione
kk: Аумақты түсіріп алу
km: ចាប់​យក​តំបន់
pa: ਇੱਕ ਖੇਤਰ ਲਵੋ
ru: Область экрана

source: Captures a free region (not rectangular)
bs: Hvata slobodni region (nije pravougaoni)
da: Indfanger et frihåndsområde (ikke firkantet)
et: Pildistab vabalt valitud piirkonda (mitte nelinurkselt)
ia: Captura un region libere (non rectangular)
it: Acquisisce una regione libera (non rettangolare)
kk: Кез келген (міндетті түрде төртбұрышты емес) аумақты түсіріп алу
km: ចាប់យក​តំបន់​សេរី (មិនមែន​រាង​ចតុកោណកែង)
pa: ਹੱਥ ਨਾਲ ਬਣਾਇਆ ਖੇਤਰ ਲਵੋ (ਆਇਤਾਕਾਰ ਨਹੀਂ)
ru: Произвольная область экрана (не прямоугольная)

source: Captures a part of windows
bs: Snima dio prozora
da: Indfanger en del af et vindue
et: Pildistab akna osa
ia: Captura un parte de fenestras
it: Acquisisce parte delle finestre
kk: Терезелердің бір бөлігін түсіріп алу
km: ចាប់យក​ផ្នែក​របស់​វីនដូ
pa: ਵਿੰਡੋ ਦੇ ਭਾਗ ਲਵੋ
ru: Область окна

source: File Exists
bs: Datoteka postoji
da: Fil eksisterer
et: Fail on olemas
ia: File existe
it: Il file esiste già
kk: Бұндай файл бар ғой
km: មាន​ឯកសារ​រួច​ហើយ
pa: ਮੌਜੂਦਾ ਫਾਇਲ
ru: Файл с таким именем уже существует

source: <qt>Do you really want to overwrite <b>%1</b>?</qt>
bs: <qt>Da li stvarno želite pisati preko <b>%1</b>?</qt>
da: <qt>Ønsker du at overskrive <b>%1</b>?</qt>
et: <qt>Kas tõesti kirjutada fail <b>%1</b> üle?</qt>
ia: <qt>Tu vermente vole superscriber <b>%1</b>?</qt>
it: <qt>Vuoi veramente sovrascrivere <b>%1</b>?</qt>
kk: <qt>Шынымен <b>%1</b> дегеннің үстінен жазбақсыз ба?</qt>
km: <qt>តើ​អ្នក​ពិត​ជា​ចង់​សរសេរ​ជាន់​លើ <b>%1</b> ឬ ?</qt>
pa: <qt>ਕੀ ਤੁਸੀਂ <b>%1</b> ਦੇ ਉੱਤੇ ਹੀ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?</qt>
ru: <qt>Заменить существующий файл с именем <b>%1</b>?</qt>

source: Overwrite
bs: Prepiši
da: Overskriv
et: Kirjuta üle
ia: Super scribe
it: Sovrascrivi
kk: Үстінен жазу
km: សរសេរ​ជាន់​លើ
pa: ਉੱਤੇ ਲਿਖੋ
ru: Заменить

source: Unable to Save Image
bs: Ne mogu da snimim sliku
da: Kan ikke gemme billede
et: Pildi salvestamine nurjus
ia: Incapace de salveguardar imagine
it: Impossibile salvare l'immagine
kk: Сүрет сақталмады
km: មិន​អាច​រក្សាទុក​រូបភាព​បាន​ឡើយ
pa: ਚਿੱਤਰ ਸੰਭਾਲਣ ਲਈ ਅਸਮੱਰਥ
ru: Невозможно сохранить изображение

source: KSnapshot was unable to save the image to %1.
bs: KSnapshot nije mogao snimiti sliku u %1.
da: KSnapshot kunne ikke gemme billedet til %1.
et: KSnapshot ei suutnud salvestada pilti faili %1.
ia: KSnapshot esseva incapace de salveguardar le imagine in %1
it: KSnapshot non è stato in grado di salvare l'immagine in %1.
kk: KSnapshot кескінді келесіге сақтай алмады %1.
km: KSnapshot មិន​អាច​រក្សាទុក​រូបភាព​ទៅ %1 បាន​ឡើយ ។
pa: ਕੇਸਨੈਪਸ਼ਾਟ ਚਿੱਤਰ ਨੂੰ %1 ਦੇ ਤੌਰ ਤੇ ਸੰਭਾਲਣ ਵਿੱਚ ਅਸਫ਼ਲ ਹੈ।
ru: Не удалось сохранить изображение в файле %1.

source: Title
bs: Naslov
da: Titel
et: Pealkiri
ia: Titulo
it: Titolo
kk: Атауы
km: ចំណង​ជើង
pa: ਟਾਈਟਲ
ru: Заголовок окна

source: Window Class
bs: Klasa prozora
da: Vinduesklasse
et: Aknaklass
ia: Classe de fenestra
it: Classe di finestre
kk: Терезе класы
km: ថ្នាក់​បង្អួច
pa: ਵਿੰਡੋ ਕਲਾਸ
ru: Класс окна

source: This is a preview of the current snapshot. The image can be dragged to another application or document to copy the full screenshot there. Try it with the file manager. You can also copy the image to the clipboard by pressing Ctrl+C.
bs: Ovo je pregled trenutnog snimka. Slika može da se prevuče na drugu aplikaciju ili dokument i tu kopira puni ekran. Probajte sa menadžerom datoteka. Takođe možete da kopirate sliku u ostavu pritiskom Ctrl + C.
da: Dette er en forhåndsvisning af dette øjebliksbillede. Billedet kan trækkes til et andet program eller dokument for at kopiere det fulde skærmaftryk derhen. Prøv det med filhåndteringen. Du kan også kopiere billedet til udklipsholderen ved at trykke på Ctrl+C.
et: See on aktiivse pildi eelvaatlus. Täieliku pildi saab lohistamise abil teise rakendusse või dokumenti kopeerida. Proovi seda näiteks failihalduriga. Pildi saab klahvikombinatsiooni Ctrl+C abil ka lõikepuhvrisse kopeerida.
ia: Isto es un vista preliminar del instantaneo currente. Le imagine pote esser trahite in un altere application o documento per copiar illac le plen instantaneo. Essaya lo con le gerente de file Tu anque pote copiar le imagine in le area de transferentia per pressar Ctrl+C.
it: Questa è un'anteprima della foto attuale. L'immagine può essere trascinata su un'altra applicazione o documento per copiarvi l'intera foto. Prova con il gestore dei file. Puoi anche copiare l'immagine negli appunti premendo Ctrl+C.
kk: Бұл жаңа түсірген сүреттің нобайы. Бұл кескінді басқа қолданба не құжатқа сүйреп апарып көшіруге болады. Файл менеджерінің терезесіне апарып көріңіз. Сонымен қатар, Ctrl+C пернелерін басып алмасу буферіне көшіріп алуға да болады.
pa: ਇਹ ਮੌਜੂਦਾ ਸਨੈਪਸ਼ਾਂਟ ਦੀ ਇੱਕ ਝਲਕ ਹੈ। ਇਹ ਚਿੱਤਰ ਨੂੰ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਂ ਜਾਂ ਡੌਕੂਮੈਂਟ ਲਈ ਉੱਥੇ ਪੂਰੇ ਸਕਰੀਨ-ਸ਼ਾਂਟ ਲਈ ਨਕਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਇਸ ਦੀ ਫਾਇਲ ਮੈਨੇਜਰ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਤੁਸੀਂ ਇੱਕ ਚਿੱਤਰ ਦੀ ਨਕਲ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਰਨ ਵਾਸਤੇ Ctrl+C ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
ru: Это уменьшенная копия текущего снимка. Это изображение можно перетащить в другое приложение или документ, и туда будет вставлен полный снимок экрана. Попробуйте проделать это с файловым менеджером. Вы также можете скопировать изображение в буфер обмена, нажав Ctrl+C.

source: Click this button to take a new snapshot.
bs: Kliknite na ovo dugme da uhvatite snimak ekrana.
da: Klik på denne knap for at tage et nyt øjebliksbillede.
et: Klõpsa sellele nupule uue pildi tegemiseks.
ia: Pulsa iste button pro prender un nove instantaneo.
it: Premi questo pulsante per scattare una nuova foto.
kk: Жаңа түсірім жасау үшін осы батырманы басыңыз.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ថត​រូប​ថ្មី ។
pa: ਇੱਕ ਨਵੀਂ ਸਨੈਪਸ਼ਾਂਟ ਲੈਣ ਲਈ ਇਹ ਬਟਨ ਦਬਾਉ।
ru: При нажатии на эту кнопку будет сделан новый снимок экрана.

source: Take a &New Snapshot
bs: Preuzmi &Novu sliku ekrana
da: Tag et &nyt øjebliksbillede
et: Tee &uus pilt
ia: Prende un &nove instantaneo
it: Fai una &nuova foto
kk: &Жаңа түсірім
km: ថត​រូប​អេក្រង់​ថ្មី
pa: ਨਵਾਂ ਸਨੈਪਸ਼ਾਂਟ ਲਵੋ(&N)
ru: Сделать &новый снимок

source: Cap&ture mode:
bs: Režim &hvatanja:
da: Ind&fangningstilstand:
et: Pildista&mise režiim:
ia: Modo de cap&tura:
it: Modalità di ac&quisizione:
kk: &Түсіру ауданы:
km: របៀបថត ៖
pa: ਲੈਣ ਢੰਗ(&t):
ru: Режим &захвата снимка:

source: <qt>Using this menu, you can select from the six following snapshot modes: <p> <b>Full Screen</b> - captures the entire desktop.<br/> <b>Window Under Cursor</b> - captures only the window (or menu) that is under the mouse cursor when the snapshot is taken.<br/> <b>Rectangular Region</b> - captures only the rectangular region of the desktop that you specify. When taking a new snapshot in this mode you will be able to select any area of the screen by clicking and dragging the mouse.<br/> <b>Freehand Region</b> - captures arbitrary shapes that you specify. When taking a new snapshot in this mode you will be able to select any shape by dragging the mouse.<br/> <b>Section of Window</b> - captures only a section of the window. When taking a new snapshot in this mode you will be able to select any child window by moving the mouse over it.<br/> <b>Current Screen</b> - if you have multiple screens, this captures the screen containing the mouse cursor when the snapshot is taken. </p></qt>
bs: <qt>Помоћу овог менија можете да изаберете неку од следећих шест Снапсхот режима: <p> <b>Puni ekran</b> - dohvata cijelu radnu površinu.<br/> <b>Prozor pod kursorom</b> - dohvata samo prozor (ili menu) koji je pod kontrolom miša kada je snimak obavljen.<br/> <b>Pravougaoni Region</b> - preuzima samo pravougaoni region radne površine koju navedete. Kada snimate novi snimak u ovom modu moći ćete da izaberete bilo koji dio ekrana tako što ćete kliknuti i prevući miša.<br/> <b>Prostoručni Region</b> - snima proizvoljne oblike koje ste naveli. Kada snimate novi snimak u ovom režimu moći ćete da izaberete bilo koji oblik prevlačenjem miša.<br/> <b>Sekcija prozora</b> - hvata samo dio prozora. Kada snimate novi snimak u ovom modu moći ćete da izaberete bilo koji podprozor pomijeranjem miša preko njega.<br/> <b>Trenutni ekran</b> - Ako imate više ekrana, obuhvata ekran koji sadrži kursor miša kada se uzima snimak. </p></qt>
da: <qt>Ved brug af denne menu, kan du vælge ud fra de seks følgende tilstande: <p> <b>Fuldskærm</b> - indfanger hele desktoppen.<br/> <b>Vindue under markør</b> - indfanger kun vinduet (eller menuen) der er under musemarkøren når billedet tages.<br/> <b>Firkantet område</b> - indfanger kun det firkantede område af desktoppen du angiver. Når du tager et nyt øjebliksbillede i denne tilstand, vil du kunne vælge et vilkårligt område af skærmen ved at klikke og trække musen.<br/> <b>Frihåndsområde</b> - indfanger vilkårlige former som du angiver. Når du tager et øjebliksbillede i denne tilstand, vil du kunne vælge enhver tilstand ved at trække med musen.<br/> <b>Afsnit af vindue</b> - indfanger kun en del af vinduet. Når du tager et nyt billede i denne tilstand vil du kunne vælge et vilkårligt afledt vindue ved at flytte musen hen over det.<br/> <b>Aktuel skærm</b> - hvis du har flere skærme, indfanger dette, den skærm som indeholder musemarkøren når øjebliksbilledet tages. </p></qt>
et: <qt>Selle menüüga saab valida kuue pildistamise režiimi seast: <p> <b>Täisekraan</b> - pildistatakse kogu töölaud.<br/> <b>Aken kursori all</b> - pildistatakse ainult aken (või menüü), mis asub pildistamise hetkel hiirekursori all.<br/> <b>Ristkülikukujuline ala</b> - pildistatakse ainult määratud ristkülikukujuline töölaua osa. Selles režiimis uue pildi tegemisel saad hiirega klõpsates ja lohistades määrata suvalise ekraanipiirkonna.<br/> <b>Vabalt valitud piirkond</b> - pildistatakse ainult määratud töölaua piirkond. Selles režiimis uue pildi tegemisel saad hiirega klõpsates ja lohistades määrata suvalise ekraanipiirkonna.<br/> <b>Akna osa</b> - pildistatakse ainult määratud akna osa. Selles režiimis uue pildi tegemisel saad valida suvalise alamakna, viies selle kohale hiire.<br/> <b>Aktiivne ekraan</b> - kui sul on mitu kuvarit, siis selles režiimis tehakse pilt ekraanist, kus viibib pildi tegemise hetkel hiirekursor. </p></qt>
ia: <qt>Si on usa iste menu, tu pote seliger ab le sequente modos de instantaneo: <p> <b>Schermo plen o complete</b> - captura le integre scriptorio.<br/> <b>Fenestra sub cursor</b> - captura solmente le fenestra (o le menu) que es sub le cursor de mus quando on prende le instantaneo.<br/> <b>Region rectangular</b> - captura solmente le region rectangular del scriptorio que tu specifica. Quando on prende un instantaneo in iste modo tu essera capace de seliger qualcunque area del schermo per cliccar e traher le mus.<br/> <b>Region a mano libere</b> - captura formas arbitrari que tu specifica. Quando on prende un nove instantaneo in iste modo tu essera capace de seliger qualcunque forma per traher le mus.<br/> <b>Section de fenestra</b> - captura solmente un section del fenestra. quando on prende un nove instantaneo in iste modo, tu essera capace de seliger qualcunque fenestra filio per mover le mus super illo.<br/> <b>Schermo currente</b> - si tu ha multiple schermos, isto captura le schermo continente le cursor de mus quando le instantaneo es prendite. </p></qt>
it: <qt>Usando questo menu, puoi selezionare tra le seguenti sei modalità di acquisizione: <p> <b>Schermo intero</b>: acquisisce tutto il desktop.<br/> <b>Finestra sotto il cursore</b>: acquisisce solo la finestra (o il menu) che si trova sotto il cursore del mouse al momento dell'acquisizione.<br/> <b>Regione rettangolare</b>: acquisisce solo la regione rettangolare del desktop specificata. Quando acquisisci una schermata in questo modo, puoi selezionare qualsiasi area sullo schermo facendo clic e trascinando il mouse.<br/> <b>Regione a mano libera</b>: acquisisce forme che puoi specificare come preferisci. Quando acquisisci una schermata in questo modo, puoi selezionare qualsiasi forma facendo clic e trascinando il mouse.<br/> <b>Sezione di finestra</b>: acquisisce solo una sezione della finestra. Quando acquisisci una schermata in questo modo, puoi selezionare qualsiasi finestra figlia spostandoci sopra il mouse.<br/> <b>Schermata attuale</b>: se hai più di uno schermo, questo acquisisce lo schermo contenente il cursore del mouse al momento dell'acquisizione. </p></qt>
kk: <qt>Бұл мәзірдің көмегімен түсіру үшін келесі алты режімінің біреуін таңдай аласыз: <p> <b>Толық экран</b> - үстелдің бүкіл бетін.<br/> <b>Меңзер астындағы терезе</b> - түсіру кезінде тышқанның меңзері астындағы терезені ғана.<br/> <b>Тікбұрышты аумақ</b> - үстелдің бетіндегі, тышқанның батырмасын басып тұрып, сызып көрсеткен, тікбұрышты аумақты.<br/> <b>Қолсызба аумақ</b> - үстелдің бетіндегі кез келген, тышқанның батырмасын басып тұрып, сызып көрсеткен пішін аумақты.<br/> <b>Терезенің бөлшегі</b> - тышқанмен таңдаған терезенің бөлшегін, яғни еңшілес терезесін.<br/> <b>Назардағы экран</b> - бірнеше экраныңыз болса, қазір тышқанның меңзеріне ие экранды түсіреді. </p></qt>
ru: <qt>В этом меню вы можете выбрать один из следующих режимов получения снимка экрана: <p> <b>Весь экран</b> — снимок всего экрана.<br/> <b>Окно под курсором мыши</b> — снимок только окна (или меню), которое в момент снимка находилось под курсором мыши.<br/> <b>Прямоугольная область</b> — снимок только заданной прямоугольной области экрана. В этом режиме вы можете выделить область экрана, щёлкнув и переместив мышь.<br/> <b>Произвольная область</b> — снимок произвольной формы. В этом режиме вы можете выделить любую область, перемещая мышь.<br/> <b>Область окна</b> — снимок указанной области окна под курсором мыши. В этом режиме вы можете выделить любое дочернее окно, перемещая мышь над ним.<br/> <b>Текущий экран</b> — если у вас несколько экранов, вы сделаете снимок того, на котором в момент снимка находится указатель мыши. </p></qt>

source: Full Screen
bs: Puni ekran
da: Fuldskærm
et: Täisekraan
ia: Schermo plen
it: Schermo intero
kk: Толық экран
km: ពេញ​អេក្រង់
pa: ਪੂਰੀ ਸਕਰੀਨ
ru: Весь экран

source: Window Under Cursor
bs: Prozor ispod kursora
da: Vinduet under markøren
et: Aken kursori all
ia: Fenestra sub cursor
it: Finestra sotto il cursore
kk: Меңзер астындағы терезе
km: បង្អួច​ក្រោម​ទស្សន៍​ទ្រនិច
pa: ਕਰਸਰ ਹੇਠਲੀ ਵਿੰਡੋ
ru: Окно под курсором мыши

source: Rectangular Region
bs: Pravougaoni region
da: Firkantet område
et: Ristkülikukujuline ala
ia: Region rectangular
it: Regione rettangolare
kk: Төртбұрышты аумақ
km: តំបន់​រាង​ចតុកោណកែង
pa: ਆਇਤਾਕਾਰ ਖੇਤਰ
ru: Прямоугольная область экрана

source: Freehand Region
bs: Region slobodnom rukom
da: Frihåndsområde
et: Vabalt valitud piirkond
ia: Region a mano libere
it: Regione a mano libera
kk: Қол сызған аумақ
km: តំបន់​សេរី
pa: ਹੱਥ ਨਾਲ ਖਿੱਚਿਆ ਖੇਤਰ
ru: Произвольная область экрана

source: Section of Window
bs: Sekcije prozora
da: Udsnit af vindue
et: Akna osa
ia: Section de fenestra
it: Sezione di finestra
kk: Терезенің бөлшегі
km: ផ្នែក​នៃ​បង្អួច
pa: ਵਿੰਡੋ ਦਾ ਭਾਗ
ru: Область окна

source: Current Screen
bs: Trenutni ekran
da: Aktuel skærm
et: Aktiivne ekraan
ia: Schermo currente
it: Schermo attuale
kk: Назардағы экран
km: ​អេក្រង់​បច្ចុប្បន្ន
pa: ਮੌਜੂਦਾ ਸਕਰੀਨ
ru: Текущий экран

source: Snapshot &delay:
bs: &Pauza snimka
da: &Forsinkelse for øjebliksbillede:
et: &Pildistamise viivitus:
ia: Retar&do de instantaneo
it: Ritar&do della foto:
kk: Түсірудің &кідіртуі:
km: ពន្យារពេល​ថត ៖
pa: ਸਨੈਪਸ਼ਾਂਟ ਅੰਤਰਾਲ(&d):
ru: &Задержка:

source: Snapshot delay in seconds
bs: Vrijeme koje protekne prije uzimanja snimka, u sekundama.
da: Øjebliksbillede, forsinkelse i sekunder
et: Pildistamise viivitus sekundites
ia: Retardo de instantaneo in secundas
it: Ritardo della foto in secondi
kk: Түсірудің кідіртуі, сек
km: ពន្យាពេល​ថតរូប​ជា​វិនាទី
pa: ਸਨੈਪਸ਼ਾਂਟ ਲਈ ਅੰਤਰਾਲ ਸਕਿੰਟਾਂ ਵਿੱਚ
ru: Задержка получения снимка в секундах
