Repository: fluxer/kde-l10n
Catalog: */messages/kdelibs/baloo_queryparser.po
Languages: es, pl

# Space-separated list of words representing a year
source: year years
es: año años
pl: rok lata

# Space-separated list of words representing a month
source: month months
es: mes meses
pl: miesiąc miesiące

# Space-separated list of words representing a week
source: week weeks
es: semana semanas
pl: tydzień tygodnie

# Space-separated list of words representing a day
source: day days
es: día días
pl: dzień dni

# Space-separated list of words representing an hour
source: hour hours
es: hora horas
pl: godzina godziny

# Space-separated list of words representing a minute
source: minute minutes
es: minuto minutos
pl: minuta minuty

# Space-separated list of words representing a second
source: second seconds
es: segundo segundos
pl: sekunda sekundy

# Lower-case units corresponding to a kilobyte
source: kb kilobyte kilobytes
pl: kb kilobajt kilobajty

# Lower-case units corresponding to a megabyte
source: mb megabyte megabytes
pl: mb megabajt megabajty

# Lower-case units corresponding to a gigabyte
source: gb gigabyte gigabytes
pl: gb gigabajt gigabajty

# Lower-case units corresponding to a terabyte
source: tb terabyte terabytes
pl: tb terabajt terabajty

# Lower-case units corresponding to a kibibyte
source: kib k kibibyte kibibytes
pl: kib k kibibajt kibibajty

# Lower-case units corresponding to a mebibyte
source: mib m mebibyte mebibytes
pl: mib m mebibajt mebibajt

# Lower-case units corresponding to a gibibyte
source: gib g gibibyte gibibytes
pl: gib g gibibajt gibibajt

# Lower-case units corresponding to a tebibyte
source: tib t tebibyte tebibytes
pl: tib t tebibajt tebibajt

# Space-separated list of words meaning 0
source: zero naught null
es: cero nada nulo
pl: zero zero zero

# Space-separated list of words meaning 1
source: one a first
es: uno una un primero primera
pl: jeden pierwszy

# Space-separated list of words meaning 2
source: two second
es: dos segundo segunda
pl: dwa drugi

# Space-separated list of words meaning 3
source: three third
es: tres tercero tercera
pl: trzy trzeci

# Space-separated list of words meaning 4
source: four fourth
es: cuatro cuarto cuarta
pl: cztery czwarty

# Space-separated list of words meaning 5
source: five fifth
es: cinco quinto quinta
pl: pięć piąty

# Space-separated list of words meaning 6
source: six sixth
es: seis sexto sexta
pl: sześć szósty

# Space-separated list of words meaning 7
source: seven seventh
es: siete séptimo séptima
pl: siedem siódmy

# Space-separated list of words meaning 8
source: eight eighth
es: ocho octavo octava
pl: osiem ósmy

# Space-separated list of words meaning 9
source: nine ninth
es: nueve noveno novena nono nona
pl: dziewięć dziewiąty

# Space-separated list of words meaning 10
source: ten tenth
es: diez décimo décima
pl: dziesięć dziesiąty

source: monday tuesday wednesday thursday friday saturday sunday
es: lunes martes miércoles jueves viernes sábado domingo
pl: poniedziałek wtorek środa czwartek piątek sobota niedziela

# Month names, starting at the first of the year
source: january february march april may june july august september october november december
es: enero febrero marzo abril mayo junio julio agosto septiembre octubre noviembre diciembre
pl: styczeń luty marzec kwiecień maj czerwiec lipiec sierpień wrzesień październik listopad grudzień

# List of words representing a file
source: file files
es: archivo archivos
pl: plik pliki

# List of words representing an image
source: image images picture pictures photo photos
es: image imágenes foto fotos fotografía fotografías
pl: obraz obrazy zdjęcie zdjęcia zdjęcie zdjęcia

# List of words representing a video
source: video videos movie movies film films
es: vídeo vídeos video videos película películas film films
pl: film filmy film filmy film filmy

# List of words representing an audio file
source: music musics
es: música músicas audio audios
pl: muzyka muzyka

# List of words representing a document
source: document documents
es: documento documentos
pl: dokument dokumenty

# List of words representing an email
source: mail mails email emails e-mail e-mails message messages
es: correo correos email emails e-mail e-mails mensaje mensajes
pl: poczta poczty e-poczta e-mail e-maile wiadomość wiadomości

# List of words representing an archive
source: archive archives tarball tarballs zip
es: archivador archivadores tarball tarballs zip
pl: archiwum archiwa archiwum archiwa zip

# List of words representing a folder
source: folder folders directory directories
es: carpeta carpetas directorio directorios
pl: folder foldery katalog katalogi

# List of words representing a contact
source: contact contacts person people
es: contacto contactos persona personas
pl: kontakt kontakty osoba osoby

# List of words representing a note
source: note notes
es: nota notas
pl: notatka notatki

# Adding an offset to a period of time ($1=period, $2=offset)
source: in $2 $1
es: en $2 $1
pl: za $2 $1

# Removing an offset from a period of time ($1=period, $2=offset)
source: $2 $1 ago
es: hace $2 $1
pl: $2 $1 temu

# In one day
source: tomorrow
es: mañana
pl: jutro

source: Tomorrow
es: Mañana
pl: Jutro

# One day ago
source: yesterday
es: ayer
pl: wczoraj

source: Yesterday
es: Ayer
pl: Wczoraj

# The current day
source: today
es: hoy
pl: dzisiaj

source: Today
es: Hoy
pl: Dzisiaj

# First period (first day, month, etc)
source: first $1
es: primer $1
pl: pierwszy %1

source: First week, month, day, ...
es: Primera semana, mes, día...
pl: Pierwszy tydzień, miesiąc, dzień, ...

# Last period (last day, month, etc)
source: last $1 of
es: último $1 de
pl: ostatni $1

source: Last week, month, day, ...
es: Última semana, mes, día...
pl: Ostatni tydzień, miesiąc, dzień, ...

# Adding 1 to a period of time
source: next $1
es: próximo $1
pl: następny %1

source: Next week, month, day, ...
es: Próxima semana, mes, día...
pl: Następny tydzień, miesiąc, dzień, ...

# Removing 1 to a period of time
source: last $1
es: último $1
pl: ostatni %1

source: Previous week, month, day, ...
es: Anterior semana, mes, día...
pl: Poprzedni tydzień, miesiąc, dzień, ...

# An hour ($5) and an optional minute ($6), PM
source: at $5 :|\. $6 pm;at $5 h pm;at $5 pm;$5 : $6 pm;$5 h pm;$5 pm
es: a las $5 :|\. $6 pm;a las $5 h pm;a las $5 pm;$5 : $6 pm;$5 h pm;$5 pm
pl: o $5 :|\. $6 pm;o $5 h pm;o $5 pm;$5 : $6 pm;$5 h pm;$5 pm

source: A time after midday
es: Una hora tras el mediodía
pl: Czas po południu

# An hour ($5) and an optional minute ($6), AM
source: at $5 :|\. $6 am;at $5 \. $6;at $5 h am;at $5 am;at $5;$5 :|\. $6 am;$5 : $6 : $7;$5 : $6;$5 h am;$5 h;$5 am
es: a las $5 :|\. $6 am;a las $5 \. $6;a las $5 h am;a las $5 am;a las $5;$5 :|\. $6 am;$5 : $6 : $7;$5 : $6;$5 h am;$5 h;$5 am
pl: o $5 :|\. $6 am;o $5 \. $6;at $5 h am;o $5 am;o $5;$5 :|\. $6 am;$5 : $6 : $7;$5 : $6;$5 h am;$5 h;$5 am

source: A time
es: Una hora
pl: O czasie

source: $3 of $2 $1;$3 st|nd|rd|th $2 $1;$3 st|nd|rd|th of $2 $1;$3 of $2;$3 st|nd|rd|th $2;$3 st|nd|rd|th of $2;$2 $3 st|nd|rd|th;$2 $3;$2 $1;$1 - $2 - $3;$1 - $2;$3 / $2 / $1;$3 / $2;in $2 $1; in $1;, $1
es: $3 de $2 de $1;el $3 de $2 de $1;el día $3 de $2 de $1;$3/$2/$1;$3-$2-$1;$3 / $2 / $1; $3 - $2 - $1;$3 / $2;$3 - $2;$3/$2;$3-$2; en $1;, $1
pl: $3 z $2 $1;$3 st|nd|rd|th $2 $1;$3 st|nd|rd|th z $2 $1;$3 z $2;$3 st|nd|rd|th $2;$3 st|nd|rd|th z 2;$2 $3 st|nd|rd|th;$2 $3;$2 $1;$1 - $2 - $3;$1 - $2;$3 / $2 / $1;$3 / $2;w $2 $1; w $1;, $1

source: A decimal value
es: Un valor decimal
pl: Wartość dziesiętna

# Equality
source: contains|containing $1
es: contiene|conteniendo $1
pl: zawiera|zawierając $1

source: Containing
es: Conteniendo
pl: Zawierający

# Strictly greater
source: greater|bigger|more than $1;at least $1;> $1
es: mayor que $1;al menos $1;como mínimo $1;por lo menos $1;> $1
pl: większy|większy|więcej niż $1;co najmniej $1;> $1

source: Greater than
es: Mayor que
pl: Większy niż

# After in time
source: after|since $1
es: tras|desde $1
pl: po|od $1

source: After
es: Tras
pl: Po

# Strictly smaller
source: smaller|less|lesser than $1;at most $1;< $1
es: menor que $1;como mucho $1;como máximo $1;< $1
pl: mniejszy|mniej|mniejszy niż $1;co najwyżej $1;< $1

source: Smaller than
es: Menor que
pl: Mniejszy niż

# Before in time
source: before|until $1
es: antes de $1;hasta $1
pl: przed|zanim $1

source: Before
es: Antes
pl: Przed

# Equality
source: equal|equals|= $1;equal to $1
es: igual|= $1;igual a $1
pl: równy|równa się|= $1;równy $1

source: Equal to
es: Igual a
pl: Równy

# Numeric rating of a resource
source: rated as $1;rated $1;score is $1;score|scored $1;having $1 stars|star
es: valorado como $1;valorado $1;la puntuación es $1;puntuación|puntuado $1;que tenga $1 estrellas|estrella
pl: oceniono na $1;oceniono $1;punktacja to $1;punktacja|punktacja $1;ma $1 gwiazdek|gwiazdka

source: Rating (0 to 10)
es: Valoración (0 a 10)
pl: Ocena (0 do 10)

# Comment of a resource
source: described as $1;description|comment is $1;described|description|comment $1
es: descrito como $1;la descripción es $1;el comentario es $1;descrito|descripción|comentario $1
pl: opisano jako $1;opis|komentarz to $1;opisano|opis|komentarz $1

source: Comment or description
es: Comentario o descripción
pl: Komentarz lub opis

# Sender of an e-mail
source: sent by $1;from $1;sender is $1;sender $1
es: enviado por $1;de $1;el emisor es $1;emisor $1
pl: wysłano przez $1;z $1;nadawca to $1;nadawca $1

source: Sender of an e-mail
es: Emisor de un correo electrónico
pl: Nadawca poczty

# Subject of an e-mail or note
source: title|subject is $1;title|subject $1;titled $1
es: el título|asunto es $1;título|asunto $1;con el título $1
pl: tytuł|temat to $1;tytuł|temat $1;zatytułowany $1

source: Subject
es: Asunto
pl: Temat

# Recipient of an e-mail
source: sent to $1;to $1;recipient is $1;recipient $1
es: enviado a $1;para $1;el destinatario es $1;destinatario $1
pl: wysłano do $1;do $1;odbiorca to $1;odbiorca $1

source: Recipient of an e-mail
es: Destinatario de un correo electrónico
pl: Odbiorca poczty

# Sending date-time
source: sent at|on $1;sent $1
es: enviado el $1;enviado $1
pl: wysłano w |w $1;wysłano $1

source: Date of sending
es: Fecha de envío
pl: Data wysłania

# Receiving date-time
source: received at|on $1;received $1;reception is $1
es: recibido en $1;recibido $1;la recepción es $1
pl: otrzymano w |w $1;otrzymano $1;odbiór to $1

source: Date of reception
es: Fecha de recepción
pl: Data otrzymania

# Author of a document
source: written|created|composed by $1;author is $1;by $1
es: escrito|creado|compuesto por $1;el autor es $1;por $1
pl: napisany|utworzony|utworzony przez $1;autor to $1;przez $1

source: Author
es: Autor
pl: Autor

# Size of a file
source: size is $1;size $1;being $1 large;$1 large
es: el tamaño es $1;tamaño $1;$1 de tamaño
pl: rozmiar to $1;rozmiar $1;jest $1 większy;$1 większy

source: Size
es: Tamaño
pl: Rozmiar

# Name of a file or contact
source: name is $1;name $1;named $1
es: el nombre es $1;nombre $1;con el nombre $1
pl: nazwa to $1;nazwa $1;nazwany $1

source: Name
es: Nombre
pl: Nazwa

# Date of creation
source: created|dated at|on|in|of $1;created|dated $1;creation date|time|datetime is $1
es: creado en|el $1;creado $1;la fecha|hora de creación es $1
pl: utworzony|datowany na|w|w|$1;utworzony|datowany $1;data utworzenia|czas|czas to $1

source: Date of creation
es: Fecha de creación
pl: Data utworzenia

# Date of last modification
source: modified|edited at|on $1;modified|edited $1;modification|edition date|time|datetime is $1
es: modificado|editado en|el $1;modificado|editado $1;la fecha|hora de modificación|edición es $1
pl: zmieniony|zmieniony w|w $1;zmieniony|zmieniony $1;zmiana|data zmiany|czas|czas to $1

source: Date of last modification
es: Fecha de la última modificación
pl: Data ostatniej zmiany

# A document is associated with a tag
source: tagged as $1;has tag $1;tag is $1;# $1
es: etiquetado como $1;tiene la etiqueta $1;la etiqueta es $1;# $1
pl: oznaczono jako $1;ma znacznik $1;znacznik to $1;# $1

source: Tag name
es: Nombre de etiqueta
pl: Nazwa znacznika

# Related to a subquery
source: related to $$ ,
es: relacionado con $$ ,
pl: związany z $$ ,

source: Match items related to others
es: Coincidir elementos relacionados con otros
pl: Dopasuj elementy związane z innymi

# Are words of your language separated by spaces (Y/N) ?
source: Y
es: S
pl: T

source: and
es: y
pl: oraz

source: or
es: o
pl: lub

source: not
es: no
pl: nie

# List of lowercase prefixes or suffix that need to be split from values
source: k m g b kb mb gb tb kib mib gib tib h am pm th rd nd st
es: k m g b kb mb gb tb kib mib gib tib h am pm er o
