Repository: fluxer/kde-l10n
Catalog: */messages/kdelibs/baloosearch.po
Languages: nl, zh_cn

# NAME OF TRANSLATORS
source: Your names
nl: Freek de Kruijf
zh_cn: KDE 中国, Feng Chao

# EMAIL OF TRANSLATORS
source: Your emails
nl: freekdekruijf@kde.nl
zh_cn: kde-china@kde.org, chaofeng111@gmail.com

source: Baloo Search
nl: Zoeken met Baloo
zh_cn: Baloo 搜索

source: Baloo Search - A debugging tool
nl: Zoeken met Baloo - een hulpmiddel voor debuggen
zh_cn: Baloo 搜索 - 调试工具

source: Maintainer
nl: Onderhouder
zh_cn: 维护者

source: Number of results to return
nl: Aantal terug te geven resultaten
zh_cn: 返回结果的个数

source: Offset from which start the search
nl: Plaats van waaraf het zoeken moet beginnen
zh_cn: 开始搜索的偏移量

source: Type of data to be searched
nl: Type te zoeken gegevens
zh_cn: 要搜索的数据类型

source: If set, search through emails
nl: Indien geactiveerd, zoeken in e-mailberichten
zh_cn: 如果设置，在电子邮件中搜索

source: The words to search for
nl: De te zoeken woorden
zh_cn: 要搜索的单词
