Repository: fluxer/kde-l10n
Catalog: */messages/kdelibs/baloo_file.po
Languages: pl

# NAME OF TRANSLATORS
source: Your names
pl: Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
pl: lukasz.wojnilowicz@gmail.com

source: Baloo File Cleaner
pl: Czyściciel plików Baloo

source: Cleans up stale file index information
pl: Czyści zleżałe informacje o indeksie pliku

source: Maintainer
pl: Opiekun

# @info:status
source: File indexer is suspended.
pl: Wydobywanie z plików zostało wstrzymane.

# @info:status
source: Indexing files for desktop search.
pl: Indeksowanie plików dla znajdowania na pulpicie.

# @info:status
source: Scanning for recent changes in files for desktop search
pl: Poszukiwanie niedawnych zmian w plikach dla znajdowania na pulpicie

# @info:status
source: File indexer is idle.
pl: Program indeksujący pliki jest bezczyny.

source: Baloo File
pl: Plik Baloo

source: An application to handle file metadata
pl: Program do obsługi metadanych plików

# @title
source: New removable device detected
pl: Wykryto nowe urządzenie wymienne

# @info
source: Do you want files on removable device <resource>%1</resource> to be indexed for fast desktop searches?
pl: Czy chcesz aby pliki na urządzeniu wymiennym <resource>%1</resource> zostały zaindeksowane na potrzeby szybkiego wyszukiwania na pulpicie?

# @action
source: Index files
pl: Indeksuj pliki

# @action
source: Ignore device
pl: Pomiń urządzenie

# @action
source: Configure
pl: Konfiguruj
