Repository: fluxer/kde-l10n
Catalog: */messages/kdelibs/kcm_baloofile.po
Languages: cs

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org

source: Desktop Search helps you quickly locate all your files based on their content
cs: Vyhledávací služba vám pomáhá rychle najít všechny vaše soubory podle jejich obsahu

source: Do not search in these locations
cs: Nehledat v těchto místech

source: Enable Desktop Search
cs: Povolit vyhledávací služby

source: Select the folder which should be excluded
cs: Zvolte složku jež má být vynechána

source: The root directory is always hidden
cs: Adresář root je vždy skryt

source: Folder %1 is already excluded
cs: Složka %1 je již nastavená pro vyřazení

source: Folder's parent %1 is already excluded
cs: Složka nadřazená %1 je již nastavená pro vyřazení

source: Configure Desktop Search
cs: Nastavit vyhledávací služby
