Repository: fluxer/kde-l10n
Catalog: */messages/kdelibs/kcmcrypto.po
Languages: ja, nl, pl

# Server certificate authority
source: Server CA
ja: サーバ認証局
pl: Serwer CA

# Personal certificate authority
source: Personal CA
ja: パーソナル認証局
nl: Persoonlijke CA
pl: Personalny CA

# Secure MIME certificate authority
source: S/MIME CA
ja: S/MIME 認証局

# No Certificates on List
source: None
ja: なし
nl: Geen
pl: Brak

# Select Time and Date
source: Date & Time Selector
ja: 日時の選択
nl: Datum- en tijdsselectie
pl: Wybór daty i czasu

# Set Hours of Time
source: Hour:
ja: 時:
nl: Uur:
pl: Godzina:

# Set Minutes of Time
source: Minute:
ja: 分:
nl: Minuut:
pl: Minuta:

# Set Seconds of Time
source: Second:
ja: 秒:
nl: Seconde:
pl: Sekunda:

source: Certificate Creation Wizard
ja: 証明書作成ウィザード
nl: Assistent voor certificaat aanmaken
pl: Asystent tworzenia certyfikatu

source: Certificate type:
ja: 証明書の種類:
nl: Certificaattype:
pl: Typ certyfikatu:

source: Passphrase:
ja: パスフレーズ:
nl: Wachtwoord:
pl: Hasło:

source: Passphrase (verify):
ja: パスフレーズを再入力:
nl: Wachtwoord (opnieuw):
pl: Hasło (powtórnie):

source: Country code:
ja: 国コード:
nl: Landcode:
pl: Kod kraju:

source: State or province (in full):
ja: 州または県 (略さずに):
nl: Staat of provincie (volledig):
pl: Stan lub prowincja (pełna nazwa):

source: City:
ja: 市:
nl: Plaats:
pl: Miasto:

source: Organization name:
ja: 組織名:
nl: Organisatie:
pl: Nazwa organizacji:

source: Organizational unit/group:
ja: 組織単位/グループ:
nl: Organisatieonderdeel/groep:
pl: Jednostka organizacji/grupa:

source: Full hostname of the server:
ja: サーバの完全ホスト名:
nl: Volledige hostnaam van de server:
pl: Pełna nazwa serwera:

source: Email address:
ja: メールアドレス:
nl: E-mailadres:
pl: Adres e-mail:

source: Days valid:
ja: 有効日数:
nl: Dagen geldig:
pl: Ważność (w dniach):

source: Self sign
ja: 自己署名
nl: Zelfondertekend
pl: Podpisany przez siebie

source: Digest:
ja: ダイジェスト:
pl: Skrót:

source: Alias:
ja: エイリアス:

source: Use DSA instead of RSA
ja: RSA の代わりに DSA を使う
nl: DSA gebruiken in plaats van RSA
pl: Użyj DSA zamiast RSA

source: Bit strength:
ja: ビット強度:
nl: Bit-sterkte:
pl: Siła (w bitach):

source: Don't Send
ja: 送信しない
nl: Niet verzenden
pl: Nie wysyłaj
