Repository: fluxer/kde-l10n
Catalog: */messages/kdelibs/kcmcrypto.po
Languages: ja, nl, pl

source: X509 Certificate Export
ja: X.509 証明書をエクスポート
nl: X509 certificatenexport
pl: Eksport cerytikatu X509

source: Format
ja: 形式
nl: Opmaak

source: &Text
ja: テキスト(&T)
nl: &Tekst
pl: &Tekst

source: Filename:
ja: ファイル名:
nl: Bestandsnaam:
pl: Nazwa pliku:

source: &Export
ja: エクスポート(&E)
nl: &Exporteren
pl: &Eksport

source: &Cancel
ja: キャンセル(&C)
nl: &Annuleren
pl: &Anuluj

source: Internal error. Please report to kfm-devel@kde.org.
ja: 内部エラー。kfm-devel@kde.org まで報告してください。
nl: Interne fout. Rapporteer deze a.u.b. aan kfm-devel@kde.org.
pl: Wewnętrzny błąd. Proszę poinformować o tym na adres kfm-devel@kde.org.

source: Error converting the certificate into the requested format.
ja: 証明書を要求されたファイル形式に変換中にエラーが発生しました。
nl: Fout bij het converteren van het certificaat naar de gewenste opmaak.
pl: Błąd konwertowania danego certyfikatu do wybranego formatu.

source: Error opening file for output.
ja: 出力用ファイルを開く際にエラーが発生しました。
nl: Fout bij het openen van het bestand of de uitvoer.
pl: Błąd otwierania pliku wyjściowego.

source: %1 (%2 of %3 bits)
ja: %1 (%2 - %3 ビット中)
nl: %1 (%2 van %3 bits)
pl: %1 (%2 z %3 bitów)

source: <h1>Crypto</h1> This module allows you to configure SSL for use with most KDE applications, as well as manage your personal certificates and the known certificate authorities.
ja: <h1>暗号</h1>このモジュールでは、ほとんどの KDE アプリケーションで使用する SSL の設定を行います。あなたの個人証明書や既知の証明書認証局の管理もここで行います。
nl: <h1>Crypto</h1> In deze module kunt u het gebruik van SSL in de meeste KDE-toepassingen instellen. Daarnaast kunt u uw persoonlijke certificaten en de bekende certificaatautoriteiten beheren.
pl: <h1>Crypto</h1> Ten moduł pozwala na konfigurowanie SSL do użycia z większością programów KDE. Możesz zarządzać zarówno osobistymi certyfikatami oraz znanymi uprawnieniami certyfikatu.

source: KDE Crypto Control Module
ja: KDE 暗号設定モジュール
nl: KDE Crypto Configuratiemodule
pl: Moduł kryptografii KDE

source: SSL Ciphers to Use
ja: SSL で使用する暗号方式
nl: SSL-versleutelingen om te gebruiken
pl: Szyfry SSL do użycia

source: Select the ciphers you wish to enable when using the SSL protocol. The actual protocol used will be negotiated with the server at connection time.
ja: SSL プロトコルで有効にする暗号方式を選択してください。実際に使用する暗号方式は、接続時にサーバとネゴシエートして決定されます。
nl: Selecteer hier de sleutels die u wilt activeren tijdens het gebruik van het SSL-protocol. Welk protocol daadwerkelijk gebruikt wordt zal tijdens de verbindingsopbouw worden bepaald.
pl: Wybierz szyfry, które chcesz włączyć podczas używania protokołu SSL. Aktualnie użyty protokół będzie negocjowany z serwerem podczas nawiązywania połączenia.

source: Cipher Wizard
ja: 暗号ウィザード
nl: Versleutelingassistent
pl: Asystent szyfru

source: Strong Ciphers Only
ja: 強い暗号方式のみ
nl: Alleen sterke sleutels
pl: Tylko silne szyfry

source: Export Ciphers Only
ja: エクスポート可能な暗号方式のみ
nl: Alleen exportsleutels
pl: Tylko szyfry eksportowe

source: Enable All
ja: すべて有効にする
nl: Alles activeren
pl: Włącz wszystkie

source: <qt>Use these preconfigurations to more easily configure the SSL encryption settings. You can choose among the following modes:<ul><li><b>Strong Ciphers Only:</b> Select only the strong (&gt;= 128 bit) encryption ciphers.</li><li><b>Export Ciphers Only:</b> Select only the weak ciphers (&lt;= 56 bit).</li><li><b>Enable All:</b> Select all SSL ciphers and methods.</li></ul></qt>
ja: <qt>あらかじめ用意された設定を使うことで、より簡単に SSL 暗号を設定することができます。以下のモードから選択できます。<ul><li>強い暗号方式のみ: 128 ビット以上の強い暗号方式のみを選択します。</li><li>エクスポート可能な暗号方式のみ: 56 ビット以下の弱い暗号方式のみを選択します。</li><li>すべて有効にする: すべての SSL 暗号方式を選択します。</li></ul></qt>
nl: <qt>Gebruik deze voorconfiguraties om de instellingen voor SSL-versleuteling eenvoudiger te configureren. U kunt uit de volgende modi kiezen: <ul><li><b>Alleen sterke versleuteling:</b> selecteer alleen de sterke (&gt; = 128 bit) versleutelingen.</li><li><b>Versleuteling alleen exporteren:</b> selecteer alleen de zwakke (&lt; = 56 bit) versleutelingen.</li><li><b>Alles activeren:</b> selecteer alle SSL-versleutelingen en -methodes.</li></ul></qt>
pl: <qt>Te standardowe ustawienia pomagają skonfigurować SSL. Możesz wybrać jeden z następujących modeli:<ul><li><b>Tylko silne szyfry:</b> Wybranie tylko silnych szyfrów (&gt;= 128 bitów).</li><li> <b>Tylko szyfry eksportowe:</b> Wybranie tylko słabych szyfrów (&lt;= 56 bitów).</li><li><b>Włącz wszystkie:</b> Wybranie wszystkich szyfrów i metod SSL.</li></ul></qt>

source: Warn on &entering SSL mode
ja: SSL モードに入るときに警告する(&E)
nl: Waarschuwen wanneer SSL-modus &actief wordt
pl: Ostrzegaj przy &wchodzeniu w tryb SSL

source: If selected, you will be notified when entering an SSL enabled site
ja: これを有効にすると、SSL を有効にしているサイトに入るときに警告メッセージが表示されます。
nl: U wordt geïnformeerd als u een site met SSL opent.
pl: Jeśli zaznaczone, będziesz ostrzegany przy wchodzeniu na strony o włączonym SSL

source: Warn on &leaving SSL mode
ja: SSL モードを抜けるときに警告する(&W)
nl: Waarschuwen bij ver&laten van SSL-modus
pl: Ostrzegaj przy &wychodzeniu z trybu SSL

source: If selected, you will be notified when leaving an SSL based site.
ja: これを有効にすると、SSL ベースのサイトから抜けるときに警告メッセージが表示されます。
nl: U wordt geïnformeerd als u een site met SSL verlaat.
pl: Jeśli zaznaczone, będziesz powiadamiany przy opuszczaniu stron www opartych na SSL.

source: Warn on sending &unencrypted data
ja: 暗号化されていないデータを送るときに警告する(&U)
nl: Waarschuwen bij verzenden van &niet-versleutelde gegevens
pl: Ostrzeż przy wysyłaniu &nieszyfrowanych danych

source: If selected, you will be notified before sending unencrypted data via a web browser.
ja: これを有効にすると、暗号化されていないデータをウェブブラウザから送信しようとすると警告メッセージが表示されます。
nl: U wordt geïnformeerd als u op het punt staat gegevens die niet zijn versleuteld via een webbrowser te verzenden.
pl: Jeśli ta opcja jest włączona, przed wysłaniem niezakodowanych danych przez przeglądarkę wyświetlane będzie ostrzeżenie.

source: Warn on &mixed SSL/non-SSL pages
ja: SSL と非 SSL が混在するページで警告する(&M)
nl: Waarschuwen bij ge&mengde SSL/geen SSL-pagina's
pl: Ostrzegaj przy &złączonych stronach SSL/brak-SSL

source: If selected, you will be notified if you view a page that has both encrypted and non-encrypted parts.
ja: これを有効にすると、暗号化されているものとされていないものが混在したページを参照すると警告メッセージが表示されます。
nl: U wordt geïnformeerd als u een pagina bekijkt die onderdelen bevat die deels versleuteld en deels niet versleuteld zijn.
pl: Jeśli zaznaczone, będziesz powiadamiany jeśli przeglądasz stronę zawierającą zarówno zakodowane i niezakodowane części.

source: Path to OpenSSL Shared Libraries
ja: OpenSSL 共有ライブラリへのパス
nl: Pad naar uw gedeelde bibliotheken van OpenSSL
pl: Wprowadź ścieżkę do bibliotek OpenSSL

source: &Test
ja: テスト(&T)
nl: &Testen

source: Use EGD
ja: EGD を使う(&E)
nl: EGD gebruiken
pl: Użyj EGD

source: Use entropy file
ja: エントロピーファイルを使う(&N)
nl: Entropiebestand gebruiken
pl: Użyj pliku entropii

source: Path to EGD:
ja: EGD へのパス:
nl: Pad naar EGD:
pl: Ścieżka do EGD:

source: If selected, OpenSSL will be asked to use the entropy gathering daemon (EGD) for initializing the pseudo-random number generator.
ja: これを選択すると、OpenSSL は擬似乱数生成器の初期化に、エントロピー集積デーモン (EGD) を使用します。
nl: Wanneer geselecteerd, dan wordt OpenSSL gevraagd om de entropy gathering daemon (EGD) te gebruiken voor het initialiseren van de pseudo-willekeurige-getallen-generator.
pl: Jeśli zaznaczone, OpenSSL będzie prosił o użycie EGD dla zainicjalizowania pseudolosowego generatora liczb.

source: If selected, OpenSSL will be asked to use the given file as entropy for initializing the pseudo-random number generator.
ja: これを選択すると、OpenSSL は擬似乱数生成器の初期化に、指定されたファイルをエントロピーとして使用します。
nl: Wanneer geselecteerd, wordt OpenSSL gevraagd om het opgegeven bestand als entropie te gebruiken voor het initialiseren van de pseudo-willekeurige-getallengenerator.
pl: Jeśli zaznaczone, OpenSSL będzie prosił o użycie EGD dla zainicjalizowania pseudolosowego generatora liczb.

source: Enter the path to the socket created by the entropy gathering daemon (or the entropy file) here.
ja: エントロピー集積デーモン (またはエントロピーファイル) が生成するソケットへのパスを入力してください。
nl: Voer hier het pad in naar de socket die aangemaakt is door de entropy gathering daemon (of het entropiebestand).
pl: Wprowadź tu ścieżkę do gniazda utworzonego przez demona EGD.

source: Click here to browse for the EGD socket file.
ja: ファイル選択ダイアログを開いて EGD ソケットファイルを選択するには、ここをクリックします。
nl: Klik hier om te bladeren naar het socket-bestand van EGD.
pl: Kliknij aby wyszukać plik gniazda EGD.

source: This list box shows which certificates of yours KDE knows about. You can easily manage them from here.
ja: これは KDE が認識しているあなたの証明書の一覧です。ここでそれらを簡単に管理することができます。
nl: Deze keuzelijst toont welke certificaten van u bekend zijn bij KDE. U kunt ze vanaf hier eenvoudig beheren.
pl: Ta lista pokazuje które certyfikaty są znane przez KDE. Możesz w prosty sposób zarządzać nimi stąd.

source: Common Name
ja: 一般名
nl: Algemene naam
pl: Wspólna nazwa

source: Email Address
ja: メールアドレス
nl: E-mailadres
pl: Adres e-mail

source: I&mport...
ja: インポート(&M)...
nl: &Importeren...

source: &Export...
ja: エクスポート(&E)...
nl: &Exporteren...
pl: &Eksport...

source: Remo&ve
ja: 削除(&V)
nl: &Verwijderen
pl: U&suń

source: &Unlock
ja: ロック解除(&U)
nl: &Vergrendeling verwijderen
pl: &Odbezpiecz

source: Verif&y
ja: 検証(&Y)
nl: Veri&fiëren
pl: &Weryfikuj

source: Chan&ge Password...
ja: パスワードを変更(&G)...
nl: Wachtwoord wijzi&gen...
pl: &Zmień hasło...

source: This is the information known about the owner of the certificate.
ja: 証明書の所有者についての既知の情報です。
nl: Dit is de informatie die bekend is over de eigenaar van het certificaat.
pl: To jest informacja o właścicielu certyfikatu.

source: This is the information known about the issuer of the certificate.
ja: 証明書の発行者についての既知の情報です。
nl: Dit is de informatie die bekend is over de uitgever van het certificaat.
pl: To jest informacja o wydawcy certyfikatu.

source: Valid from:
ja: 有効期間開始:
nl: Geldig vanaf:
pl: Ważne od:

source: Valid until:
ja: 有効期間終了:
nl: Geldig tot:
pl: Ważne dopóki:

source: The certificate is valid starting at this date.
ja: 証明書はこの日から有効です。
nl: Het certificaat is geldig vanaf deze datum.
pl: Certyfikat jest ważny począwszy od tej daty.

source: The certificate is valid until this date.
ja: 証明書はこの日まで有効です。
nl: Het certificaat is geldig tot deze datum.
pl: Certyfikat jest ważny do tej daty.

source: MD5 digest:
ja: MD5 ダイジェスト:
pl: Skrót MD5:

source: A hash of the certificate used to identify it quickly.
ja: 証明書をすばやく検証するためのハッシュです。
nl: Een controlesom van het certificaat die wordt gebruikt om deze snel te identificeren.
pl: Skrót certyfikatu, używany do jego szybkiej identyfikacji.

source: On SSL Connection...
ja: SSL 接続したとき...
nl: Bij SSL-verbinding...
pl: Przy połączeniu SSL...

source: &Use default certificate
ja: デフォルトの証明書を使う(&U)
nl: &Standaardverificatie gebruiken
pl: &Użyj domyślnego certyfikatu

source: &List upon connection
ja: 接続時にリストを表示する(&L)
nl: &Lijst tonen voor de verbindingsopbouw
pl: &Lista połączeń

source: &Do not use certificates
ja: 証明書を使わない(&D)
nl: &Geen certificaten gebruiken
pl: &Nie używaj certyfikatów

source: SSL certificates cannot be managed because this module was not linked with OpenSSL.
ja: このモジュールは OpenSSL とリンクされていないので、SSL 証明書を管理することはできません。
nl: Uw SSL-certificaten kunnen niet worden beheerd omdat deze module niet gekoppeld is aan OpenSSL.
pl: Certyfikaty SSL nie mogą być zarządzane ponieważ ten moduł nie został połączony z OpenSSL.

source: Default Action
ja: デフォルトの動作
nl: Standaardactie
pl: Domyślne działanie

source: &Send
ja: 送信する(&S)
nl: Ver&zenden
pl: &Wyślij

source: &Prompt
ja: プロンプト(&P)
nl: &Bevestigen
pl: &Zapytaj

source: Do &not send
ja: 送信しない(&N)
nl: &Niet verzenden
pl: N&ie wysyłaj

source: Default certificate:
ja: デフォルトの証明書:
nl: Standaardcertificaat:
pl: Domyślny certyfikat:

source: Host authentication:
ja: ホストの認証:
nl: Hostauthenticatie:
pl: Uwierzytelnianie komputera:

source: Host
ja: ホスト
pl: Komputer

source: Certificate
ja: 証明書
nl: Certificaat
pl: Certyfikat

source: Policy
ja: ポリシー
nl: Beleid
pl: Polityka

source: Host:
ja: ホスト:
pl: Komputer:

source: Certificate:
ja: 証明書:
nl: Certificaat:
pl: Certyfikat:

source: Action
ja: 動作
nl: Actie
pl: Działanie

source: Send
ja: 送信する
nl: Verzenden
pl: Wyślij

source: Prompt
ja: プロンプト
nl: Bevestigen
pl: Zachęta

source: Do not send
ja: 送信しない
nl: Niet verzenden
pl: Nie wysyłaj

source: Ne&w
ja: 新規(&W)
nl: Nieu&w
pl: &Nowy

source: This list box shows which site and person certificates KDE knows about. You can easily manage them from here.
ja: これは KDE が認識しているサイト証明書と個人証明書の一覧です。ここでそれらを簡単に管理することができます。
nl: Deze keuzelijst toont welke persoonlijke en site-certificaten bekend zijn bij KDE. U kunt ze vanaf hier eenvoudig beheren.
pl: Ta lista pokazuje znane certyfikaty osób i stron przez KDE. Możesz w prosty sposób zarządzać nimi stąd.

source: Organization
ja: 組織
nl: Organisatie
pl: Organizacja

source: This button allows you to export the selected certificate to a file of various formats.
ja: 選択した証明書をさまざまな形式のファイル形式にエクスポートすることができます。
nl: Deze knop maakt het u mogelijk om het geselecteerde certificaat te exporteren naar diverse bestandsformaten.
pl: Ten przycisk pozwala na eksportowanie wybranego formatu do pliku o różnym formacie.

source: &Remove
ja: 削除(&R)
nl: &Verwijderen
pl: U&suń

source: This button removes the selected certificate from the certificate cache.
ja: 選択した証明書を証明書のキャッシュから削除します。
nl: Deze knop verwijdert het geselecteerde certificaat uit de certificatencache.
pl: Ten przycisk usuwa wybrany certyfikat z pamięci podręcznej certyfikatów.

source: &Verify
ja: 検証(&V)
nl: &Verifiëren
pl: &Weryfikuj

source: This button tests the selected certificate for validity.
ja: 選択した証明書が有効かどうかテストします。
nl: Deze knop test de validatie van het geselecteerde certificaat.
pl: Ten przycisk testuje wybrany certyfikat pod względem poprawności.

source: Cache
ja: キャッシュ
pl: Pamięć podręczna

source: Permanentl&y
ja: 永久に(&Y)
nl: Permanen&t
pl: &Ciągle

source: &Until
ja: 期限付き(&U)
nl: T&ot
pl: &Do daty

source: Select here to make the cache entry permanent.
ja: キャッシュエントリを永久に有効にするには、これを選択してください。
nl: Selecteer dit om de cache-ingang permanent te maken.
pl: Zaznacz tutaj aby ustawić stałe wejście do pamięci podręcznej.

source: Select here to make the cache entry temporary.
ja: キャッシュエントリを一時的に有効にするには、これを選択してください。
nl: Selecteer dit om de cache-ingang tijdelijk te maken.
pl: Zaznacz tutaj aby ustawić tymczasowe wejście do pamięci podręcznej.

source: The date and time until the certificate cache entry should expire.
ja: 証明書キャッシュエントリの有効期間が満了する日時です。
nl: De datum en tijd tot waarop de ingang in de certificatencache vervalt.
pl: Data i czas, do której dany certyfikat powinien wygasnąć.

source: Accep&t
ja: 受け入れる(&T)
nl: Accep&teren
pl: A&kceptuj

source: Re&ject
ja: 拒否する(&J)
nl: Ver&werpen
pl: Odrz&uć

source: Select this to always accept this certificate.
ja: この証明書を常に受け入れるには、これを選択してください。
nl: Selecteer dit om dit certificaat altijd te accepteren.
pl: Wybierz to aby zawsze akceptować ten certyfikat.

source: Select this to always reject this certificate.
ja: この証明書を常に拒否するには、これを選択してください。
nl: Selecteer dit om dit certificaat altijd te verwerpen.
pl: Wybierz to aby zawsze odrzucać ten certyfikat.

source: Select this if you wish to be prompted for action when receiving this certificate.
ja: この証明書を受け取るたびに決定するには、これを選択してください。
nl: Selecteer dit als u wilt dat u altijd om een bevestiging wordt gevraagd wanneer dit certificaat wordt ontvangen.
pl: Zaznacz, jeśli chcesz być powiadamiany dla działania kiedy odbierasz ten certyfikat.

source: This list box shows which certificate authorities KDE knows about. You can easily manage them from here.
ja: これは KDE が認識している証明書認証局の一覧です。ここでそれらを簡単に管理することができます。
nl: Deze keuzelijst toont welke certificaatautoriteiten bekend zijn bij KDE. U kunt ze hier eenvoudig beheren.
pl: Ta lista pokazuje znane certyfikaty autoryzacji przez KDE. Możesz w prosty sposób zarządzać nimi stąd.

source: Organizational Unit
ja: 組織
nl: Organisatieonderdeel
pl: Jednostka organizacji

source: Res&tore
ja: 復元(&T)
nl: Hers&tellen
pl: Przy&wróć

source: Accept for site signing
ja: サイトでの署名を受け入れる
nl: Accepteren voor siteondertekening
pl: Akceptuj do podpisywania stron

source: Accept for email signing
ja: メールによる署名を受け入れる
nl: Accepteren voor e-mailondertekening
pl: Akceptuj do podpisywania wiadomości

source: Accept for code signing
ja: コードによる署名を受け入れる
nl: Accepteren voor codeondertekening
pl: Akceptuj do podpisywania kodu

source: Warn on &self-signed certificates or unknown CA's
ja: 未知の認証局または自己署名の証明書で警告する(&S)
nl: Waarschuwen bij &zelfondertekende certificaten of onbekende certificaatautorisaties.
pl: Ostrzegaj przy &samopodpisanych certyfikatach lub nieznanych CA

source: Warn on &expired certificates
ja: 期限切れの証明書で警告する(&E)
nl: Waarschuwen bij &verlopen certificaten
pl: Ostrzegaj przy &wygaśniętych certyfikatach

source: Warn on re&voked certificates
ja: 無効な証明書で警告する(&V)
nl: Waarschuwen bij teru&ggetrokken certificaten
pl: Ostrzegaj przy nie&ważnych certyfikatach

source: This list box shows which sites you have decided to accept a certificate from even though the certificate might fail the validation procedure.
ja: これは証明書の検証に失敗しても証明書を受け入れるように設定されたサイトの一覧です。
nl: Deze keuzelijst toont u van welke sites u besloten hebt certificaten te accepteren, ongeacht of het certificaat wel of niet gevalideerd kan worden.
pl: Ta lista pokazuje, które strony mogą być pobierane jeśli nawet ich certyfikat naruszy procedurę poprawności.

source: &Add
ja: 追加(&A)
nl: &Toevoegen
pl: &Dodaj

source: These options are not configurable because this module was not linked with OpenSSL.
ja: このモジュールが OpenSSL とリンクされていないので、これらのオプションを設定することはできません。
nl: Deze opties kunnen niet worden ingesteld omdat deze module niet gekoppeld is aan OpenSSL.
pl: Te opcje nie są konfigurowalne ponieważ ten moduł nie został połączony z OpenSSL.

source: Your Certificates
ja: あなたの証明書
nl: Uw certificaten
pl: Twoje certyfikaty

source: Authentication
ja: 認証
nl: Authenticatie
pl: Uwierzytelnienie

source: Peer SSL Certificates
ja: 他の SSL 証明書
nl: SSL-certificaten van gelijkwaardige computers
pl: Równoprawne certyfikaty SSL

source: SSL Signers
ja: SSL 署名者
nl: SSL-ondertekeningen
pl: Podpisy SSL

source: Validation Options
ja: 検証オプション
nl: Validatieopties
pl: Sprawdzanie opcji

source: If you do not select at least one cipher, SSL will not work.
ja: 暗号方式を少なくとも一つ選択しなければ、SSL は機能しません。
nl: Als u niet tenminste één sleutel kiest, werkt SSL niet.
pl: Jeśli nie wybierzesz przynajmniej jednego szyfru, SSL nie będzie działać.

source: SSL Ciphers
ja: SSL 暗号方式
nl: SSL-sleutels
pl: Szyfry SSL

source: Could not open the certificate.
ja: 証明書を開けませんでした。
nl: Het certificaat kon niet worden geopend.
pl: Nie można otworzyć certyfikatu.

source: Error obtaining the certificate.
ja: 証明書取得時にエラーが発生しました。
nl: Fout bij het bemachtigen van het certificaat.
pl: Błąd podczas otrzymywania certyfikatu.

source: This certificate passed the verification tests successfully.
ja: この証明書は検証テストに合格しました。
nl: Dit certificaat heeft de verificatietest met succes doorstaan.
pl: Ten certyfikat przeszedł test weryfikacji pomyślnie.

source: This certificate has failed the tests and should be considered invalid.
ja: この証明書は検証テストに合格しませんでした。無効と見なすべきです。
nl: Dit certificaat heeft de test niet doorstaan en zal daarom als ongeldig worden beschouwd.
pl: Ten certyfikat nie przeszedł poprawnie testu i powinien zostać uznany za nieważny.

source: Certificate Password
ja: 証明書のパスワード
nl: Certificaatwachtwoord
pl: Hasło certyfikatu

source: Certificate password
ja: 証明書のパスワード
nl: Certificaatwachtwoord
pl: Hasło certyfikatu

source: The certificate file could not be loaded. Try a different password?
ja: 証明書ファイルを読み込めませんでした。別のパスワードを試しますか？
nl: Het certificaatbestand kon niet worden geladen. Wilt u een ander wachtwoord proberen?
pl: Nie można wczytać pliku certyfikatu. Spróbować innego hasła?

source: Try
ja: 試す
nl: Proberen
pl: Spróbuj

source: Do Not Try
ja: 試さない
nl: Niet proberen
pl: Nie próbuj

source: A certificate with that name already exists. Are you sure that you wish to replace it?
ja: その名前の証明書は既に存在します。本当に置き換えますか？
nl: Een certificaat met deze naam bestaat reeds. Wilt deze vervangen?
pl: Certyfikat o tej nazwie już istnieje. Czy na pewno chcesz go zamienić?

source: Replace
ja: 置換
nl: Vervangen
pl: Zastąp

source: Enter the certificate password:
ja: 証明書のパスワードを入力:
nl: Certificaatwachtwoord invoeren:
pl: Wprowadź hasło certyfikatu:

source: Password For '%1'
ja: “%1” のパスワード
nl: Wachtwoord voor '%1'
pl: Hasło dla '%1'

source: Decoding failed. Please try again:
ja: 復号に失敗しました。もう一度入力してください:
nl: Het decoderen is mislukt. Probeer het nogmaals:
pl: Dekodowanie zakończone błędnie. Spróbuj jeszcze raz:

source: Export failed.
ja: エクスポートに失敗しました。
nl: Het exporteren is mislukt.
pl: Eksport zakończony błędnie.

source: Enter the OLD password for the certificate:
ja: 証明書の古いパスワードを入力:
nl: Voer het OUDE certificaatwachtwoord in:
pl: Wprowadź stare hasło dla certyfikatu:

source: Enter the new certificate password
ja: 証明書の新しいパスワードを入力
nl: Voer het nieuwe certificaatwachtwoord in
pl: Wprowadź nowe hasło certyfikatu

source: This is not a signer certificate.
ja: 署名者の証明書ではありません。
nl: Dit is geen ondertekeningscertificaat.
pl: To nie jest certyfikat szyfru.

source: You already have this signer certificate installed.
ja: この署名者の証明書はインストール済みです。
nl: U hebt reeds dit ondertekeningscertificaat geïnstalleerd.
pl: Masz już zainstalowany certyfikat szyfru.

source: The certificate file could not be loaded.
ja: 証明書ファイルを読み込めませんでした。
nl: Het certificaatbestand kon niet worden geladen.
pl: Plik certyfikatu nie mógł zostać załadowany.

source: Do you want to make this certificate available to KMail as well?
ja: KMail でもこの証明書を利用可能にしますか？
nl: Wilt u dit certificaat ook beschikbaar stellen aan KMail?
pl: Czy udostępnić ten certyfikat także w programie KMail?

source: Make Available
ja: 利用可能にする
nl: Beschikbaar maken
pl: Udostępnij

source: Do Not Make Available
ja: 利用可能にしない
nl: Niet beschikbaar maken
pl: Nie udostępniaj

source: Could not execute Kleopatra. You might have to install or update the kdepim package.
ja: Kleopatra を実行できませんでした。kdepim パッケージをインストールまたはアップデートしてください。
nl: Kleopatra kon niet worden opgestart. Mogelijk dient u het pakket kdepim te installeren of op te waarderen.
pl: Nie można uruchomić Kleopatry. Być może konieczna jest aktualizacja pakietu kdepim.

source: This will revert your certificate signers database to the KDE default. This operation cannot be undone. Are you sure you wish to continue?
ja: この操作はあなたの証明書署名者データベースを KDE の標準に戻します。 この操作は元に戻せません。 本当に続行しますか？
nl: Dit zal uw database met certificaatondertekeningen terugzetten naar de KDE-standaard. Deze handeling kan niet ongedaan gemaakt worden. Wilt u doorgaan?
pl: To zmieni Twoją bazę szyfrów na bazę domyślną KDE. Operacja jest nieodwracalna. Czy na pewno kontynuować?

source: Revert
ja: 元に戻す
nl: Terugdraaien
pl: Przywróć

source: Failed to load OpenSSL.
ja: OpenSSL 読み込みに失敗しました。
nl: Het laden van OpenSSL is mislukt.
pl: Błąd podczas wczytywania OpenSSL.

source: libssl was not found or successfully loaded.
ja: libssl が見つからなかったか、あるいは既に読み込まれています。
nl: libssl is niet gevonden of succesvol geladen.
pl: biblioteka libssl nie została znaleziona lub poprawnie załadowana.

source: libcrypto was not found or successfully loaded.
ja: libcrypto が見つからなかったか、あるいは既に読み込まれています。
nl: libcrypto is niet gevonden of succesvol geladen.
pl: biblioteka libcrypto nie została znaleziona lub poprawnie załadowana.

source: OpenSSL was successfully loaded.
ja: OpenSSL を読み込みました。
nl: OpenSSL werd met succes geladen.
pl: OpenSSL załadowany poprawnie.

source: Path to entropy file:
ja: エントロピーファイルへのパス:
nl: Pad naar entropiebestand:
pl: Ścieżka do pliku entropii:

source: Personal SSL
ja: パーソナル SSL
nl: Persoonlijke SSL
pl: Osobisty SSL

source: Server SSL
ja: サーバ SSL
pl: Serwer SSL

source: SSL Personal Request
ja: SSL パーソナル要求
nl: SSL persoonlijk verzoek
pl: Żądanie osobiste SSL

source: SSL Server Request
ja: SSL サーバ要求
nl: SSL serververzoek
pl: Żądanie serwera SSL
