Repository: fluxer/kde-l10n
Catalog: */*/messages/applications/dolphin.appdata.po
Languages: ar, ca, da, es, et, fi, fr, ia, it, nb, nds, nl, pl, pt, pt_br, sk, sl, sr@ijekavian, sr@latin, sv, uk

source: Dolphin
ar: دولفين
sr@ijekavian: Делфин

source: File Manager
ar: مدير ملفات
ca: Gestor de fitxers
da: Filhåndtering
es: Administrador de archivos
et: Failihaldur
fi: Tiedostonhallinta
fr: Gestionnaire de fichier
ia: Gerente de File
it: Gestore file
nb: Filbehandler
nds: Dateipleger
nl: Bestandsbeheerder
pl: Zarządzanie plikami
pt: Gestor de Ficheiros
pt_br: Gerenciador de arquivos
sk: Správca súborov
sl: Upravljalnik datotek
sr@ijekavian: Менаџер фајлова
sr@latin: Menadžer fajlova
sv: Filhanterare
uk: Програма для керування файлами

source: Dolphin is a lightweight file manager. It has been designed with ease of use and simplicity in mind, while still allowing flexibility and customisation. This means that you can do your file management exactly the way you want to do it.
ar: دولفين هو مدير ملفات خفيف. صُمِّم دولفين مع أخذ سهولة الاستخدام والبساطة بعين الاعتبار، مع السماح بالمرونة والتخصيص. يعني هذا أنه يمكنك إدارة ملفاتك كما تريد تمامًا.
ca: El Dolphin és un gestor de fitxers lleuger. S'ha dissenyat pensant en facilitar el seu ús i que sigui simple, permetent la flexibilitat i la personalització. Això vol dir que podeu fer la gestió dels vostres fitxers de la manera exacta com ho vulgueu fer.
da: Dolphin er letvægtsfilhåndtering. Den er blevet designet med henblik på brugervenlighed og simpelhed, mens fleksibilitet og tilpasning stadig er muligt. Det betyder at du klare din filhåndtering nøjagtig på den måde du vil gøre det.
es: Dolphin es un administrador de archivos ligero. Se ha diseñado teniendo en cuenta la facilidad de uso y la simplicidad, así como la flexibilidad y la personalización. Esto significa que el usuario puede administrar los archivos exactamente de la manera que prefiera.
et: Dolphin on vähest koormust tekitav failihaldur. Selle loomisel on peetud silmas kasutamise hõlpsust ja lihtsust, ometi pakub see suurt paindlikkust ja oma käe järgi kohandamise võimalusi. Sel moel saab faile hallata just, nagu ise soovid.
fi: Dolphin on kevyt tiedostonhallinta. Se on suunniteltu helppokäyttöiseksi ja yksinkertaiseksi, mutta silti joustavaksi ja mukautettavaksi. Voit siis hallita tiedostojasi juuri niin kuin haluat.
fr: Dolphin est un gestionnaire de fichier léger. Il a été conçu en gardant à l'esprit la simplicité et l'aisance à l'usage, tout en permettant flexibilité et personnalisation. Cela signifie que vous pouvez gérer vos fichiers de la manière exacte que vous voulez.
ia: Dolphin es un gerente de file legier. Il ha essite designate con facilitate de uso e simplicitate in le mente, mentre il permitte ancora flexibilitate e personalisation. Isto significa que tu pote facer le gerente de file exactemente como tu lo vole.
it: Dolphin è un gestore file leggero. È stato progettato per essere facile da utilizzare e pensando alla semplicità, garantendo al contempo flessibilità e personalizzazione. Ciò significa che puoi gestire i tuoi file come meglio desideri.
nb: Dolphin er en lettvekts filbehandler. Den er laget for å være enkel og lett å bruke, samtidig som den er fleksibel og kan tilpasses. Det betyr at du kan utføre dine filbehandlingsoppgaver akkurat slik du vil gjøre det.
nds: Dolphin is en slank Dateipleger. Dat wöör buut mit de Idee vun't eenfache Bedenen vör Ogen, bides dat liekers flexibel un topassbor wesen schull. Du kannst Dien Dateien also jüst so plegen, as Du dat wullt.
nl: Dolphin is een lichtgewicht bestandsbeheerder. Het is ontworpen met gebruiksgemak en eenvoud in gedachte en staat toch flexibiliteit en aan te passen toe. Dit betekent dat u uw bestandsbeheer kunt doen precies op de manier zoals u dat wilt.
pl: Dolphin jest lekkim programem do zarządzania plikami. Został on opracowany mając na uwadze łatwość i prostotę obsługi, zapewniając jednocześnie elastyczność i możliwość dostosowania. Oznacza to, że można urządzić zarządzanie plikami w dokładnie taki sposób w jaki jest to pożądane.
pt: O Dolphin é um gestor de ficheiros leve. Foi desenhado com a facilidade de uso e simplicidade em mente, permitindo à mesma a flexibilidade e personalização. Isto significa que poderá fazer a sua gestão de ficheiros exactamente da forma que deseja.
pt_br: Dolphin é um gerenciador de arquivos leve e fácil de usar. Foi projetado para ser simples e ao mesmo tempo manter a flexibilidade e personalização. Isso significa que você poderá gerenciar seus arquivos da forma que desejar.
sk: Dolphin je odľahčený správca súborov. Bol navrhnutý na jednoduché použitie a jednoduchosť, ale s možnosťami flexibility a prispôsobenia. To znamená, že môžete vykonávať správu súborov presne tak, ako chcete.
sl: Dolphin je enostaven upravljalnik datotek. Bil je zasnovan kot enostaven in preprost, vseeno pa ostaja prilagodljiv. To pomeni, da lahko upravljanje datotek izvajate točno tako kot želite.
sr@ijekavian: Делфин је лагани менаџер фајлова. Пројектован је да буде лак за употребу и једноставан, а да ипак омогућава флексибилност и прилагођавање. То значи да ће моћи да баратате фајловима тачно онако како бисте желели.
sr@latin: Dolphin je lagani menadžer fajlova. Projektovan je da bude lak za upotrebu i jednostavan, a da ipak omogućava fleksibilnost i prilagođavanje. To znači da će moći da baratate fajlovima tačno onako kako biste želeli.
sv: Dolphin är en lättviktig filhanterare. Den har konstruerats med användbarhet och enkelhet i åtanke, men ändå tillåta flexibilitet och anpassning. Det betyder att du kan hantera filer exakt på det sätt som du vill göra det.
uk: Dolphin — невибаглива до ресурсів програма для керування файлами. Її створено простою у користуванні і гнучкою у налаштовуванні. Це означає, що ви можете зробити керування файлами саме таким, як вам потрібно.

source: Features:
ar: المزايا:
ca: Característiques:
da: Funktioner:
es: Características:
et: Omadused:
fi: Ominaisuudet:
fr: Fonctionnalités :
ia: Characteristicas:
it: Funzionalità:
nb: Egenskaper:
nds: Markmalen:
nl: Mogelijkheden:
pl: Możliwości:
pt: Características:
pt_br: Funcionalidades:
sk: Funkcie:
sl: Zmožnosti:
sr@ijekavian: Могућности:
sr@latin: Mogućnosti:
sv: Funktioner:
uk: Можливості:

source: Navigation (or breadcrumb) bar for URLs, allowing you to quickly navigate through the hierarchy of files and folders.
ca: Barra de navegació (o fil d'Ariadna) per els URL, permetent una navegació ràpida per la jerarquia de fitxers i carpetes.
da: Navigationsbjælke (eller brødkrumme-bjælke) til URL'er, lader dig navigere hurtigt igennem hierarkiet af filer og mapper.
es: barra de navegación (o de ruta completa) para URL que permite navegar rápidamente a través de la jerarquía de archivos y carpetas.
et: Liikumisriba IRL-idele, mis lubab kiiresti liigelda failide ja kataloogide hierarhias.
fi: Osoiterivi, jonka avulla siirtyminen tiedostojen ja kansioiden hierarkiassa on nopeaa.
fr: Barre de navigation (ou fil d'Ariane) permettant de naviguer rapidement dans la hiérarchie de fichiers et de dossiers.
ia: Barra de navigation (o "breadcrumb") pro URLs, que il permitte te navigar rapidemente a transverso del hierarchia de files e dossieres.
it: La barra di navigazione per gli URL, che ti consente di navigare rapidamente attraverso la struttura di file e cartelle.
nb: Navigasjonslinje (brødsmulelinje) for URL-er slik at du raskt kan navigere gjennom hierarkiet av filer og mapper.
nds: Steed- (oder Krömelspoor-)Balken för URLs, mit de Du Di fix dör de Hierarchie ut Dateien un Ornern bewegen kannst
nl: Navigatie- (of broodkruimel)balk voor URL's, waarmee u snel kunt navigeren door de hiërarchie van bestanden en mappen.
pl: Pasek nawigacji (lub okruchy chleba) dla adresów URL, umożliwiające szybkie przechodzenie w hierarchii plików i katalogów.
pt: Barra de navegação dos URL's, que lhe permite navegar rapidamente pela hierarquia de ficheiros e pastas.
pt_br: Barra de navegação de URLs, permitindo-lhe navegar rapidamente pela hierarquia de arquivos e pastas.
sk: Navigačná lišta pre URL, umožňujúca vám rýchlu navigáciu cez hierarchiu súborov a priečinkov.
sl: Vrstica za krmarjenje po naslovih URL, ki omogoča hitro krmarjenje po hierarhiji datotek in map.
sr@ijekavian: Навигациона трака (или мрвице) за УРЛ‑ове, преко које се можете брзо кретати кроз стабло фајлова и фасцикли.
sr@latin: Navigaciona traka (ili mrvice) za URL‑ove, preko koje se možete brzo kretati kroz stablo fajlova i fascikli.
sv: Navigeringsrad (eller länkstig) för webbadresser, som låter dig snabbt navigera igenom hierarkin av filer och kataloger.
uk: Панель навігації (звичайний режим і режим послідовної навігації) для адрес надає вам змогу швидко пересуватися ієрархією файлів та каталогів.

source: Supports several different kinds of view styles and properties and allows you to configure the view exactly how you want it.
ar: يدعم العديد من الأنواع المختلفة من الخصائص وأنماط العرض ويسمح لك بضبط العرض كما تريد تمامًا.
ca: Accepta diferents classes diverses d'estils de visualització i propietats i us permet configurar la visualització exactament com la vulgueu.
da: Understøtter flere forskellige slags visninger og egenskaber og lader dig konfigurere visningen nøjagtig som du vil have den.
es: Admite varios tipos diferentes de estilos de vista y propiedades y permite configurar la vista exactamente como prefiera el usuario.
et: Võimalus kasutada mitut laadi vaatestiile ja -omadusi ning neid igati enda käe järgi seadistada.
fi: Tukee useita erilaisia näkymätyylejä ja -ominaisuuksia, ja mahdollistaa näkymän muokkaamisen mieleisekseen.
fr: Prend en charge plusieurs types de styles d'affichage et de propriété et vous permet de configurer l'affichage de la manière exacte que vous voulez.
ia: Il supporta multe differente typos de stilos de vista e proprietates e il permitte te configurar le vista exactemente como tu vole.
it: Supporta diversi stili di visualizzazione e proprietà e ti consente di configurare la vista come desideri.
nb: Støtter flere forskjellige visningsstiler og kan sette opp visningen akkurat slik du vil ha den.
nds: Ünnerstütt en Reeg verscheden Ansichtstilen un -egenschappen un lett Di de Ansicht jüst so topassen, as Du dat bruukst.
nl: Ondersteunt een aantal verschillende soorten stijlen van weergave en eigenschappen en biedt u de mogelijkheid de weergave in te stellen precies zoals u dat wilt.
pl: Obsługa wielu różnych rodzajów stylów widoków i właściwości oraz możliwość ustawienia widoku dopasowanego do potrzeb.
pt: Suposta diferentes tipos de vistas e propriedades e permite-lhe configurar cada vista exactamente como a deseja.
pt_br: Suporte a diferentes tipos de visualização, permitindo-lhe configurar cada modo de exibição da forma que desejar.
sk: Podporuje niekoľko rôznych typov štýlov zobrazenia a vlastností a umožňuje vám nastaviť pohľad presne tak, ako chcete.
sl: Podpira številne vrste slogov in lastnosti pogledov ter omogoča, da pogled nastavite točno tako kot vam ustreza.
sr@ijekavian: Неколико начина приказа, са својствима које можете подесити по жељи.
sr@latin: Nekoliko načina prikaza, sa svojstvima koje možete podesiti po želji.
sv: Stöder flera olika sorters visningsstilar och egenskaper och låter dig anpassa visningen exakt som du vill ha den.
uk: Підтримка декількох різних типів та параметрів перегляду надає вам змогу налаштувати перегляд каталогів саме так, як вам це потрібно.

source: Split view, allowing you to easily copy or move files between locations.
ar: العرض المقسوم، يسمح لك بنسخ ونقل الملفات بين مكانين بسهولة.
ca: Divisió de visualització, permetent copiar o moure fitxers fàcilment entre les ubicacions.
da: Opdelt visning lader dig kopiere filer mellem placeringer på en nem måde.
es: Dividir vista, para poder copiar o mover archivos fácilmente entre distintas ubicaciones.
et: Vaate poolitamise võimalus, mis muudab väga lihtsaks failide ühest kohast teise kopeerimise või liigutamise.
fi: Näkymän puolitus, joka helpottaa tiedostojen kopiointia ja siirtämistä paikasta toiseen.
fr: Affichage divisé, permettant de facilement copier ou déplacer des fichiers dans les différents emplacements.
ia: Scinde vista, il permitte te copiar o mover facilemente files inter locationes.
it: La vista divisa, che ti consente di copiare o spostare i file tra le diverse posizioni in maniera semplice.
nb: Delt visning, så du lett kan kopiere eller flytte filer mellom steder.
nds: Deelt Ansicht, mit De Du Dateien eenfach twischen Steden koperen oder bewegen kannst.
nl: Gesplitst beeld, waarmee u gemakkelijk bestanden kunt kopiëren of verplaatsen tussen locaties.
pl: Widok podzielony, umożliwiający łatwe kopiowane lub przenoszenie plików pomiędzy położeniami.
pt: Uma vista dividida, que lhe permite facilmente copiar ou mover os ficheiros entre locais.
pt_br: Um modo de exibição dividido, permitindo-lhe copiar ou mover arquivos facilmente entre locais.
sk: Rozdelený pohľad, umožňuje vám jednoducho kopírovať alebo presúvať súbory medzi umiestneniami.
sl: Razdeljeni pogled vam omogoča enostavno kopiranje ali premikanje datotek med mesti.
sr@ijekavian: Подељени приказ, за лако копирање и премештање фајлова између локација.
sr@latin: Podeljeni prikaz, za lako kopiranje i premeštanje fajlova između lokacija.
sv: Delad visning, som låter dig enkelt kopiera eller flytta filer mellan platser.
uk: За допомогою режиму двопанельного розділеного перегляду ви зможе без проблем копіювати або пересувати файли між каталогами.

source: Additional information and shortcuts are available as dock-able panels, allowing you to move them around freely and display exactly what you want.
ar: تتوفر معلومات واختصارات إضافية كلوحات قابلة للرصف، مما يسمح لك بنقلها بحريّة وعرضها بالضبط كما تريد.
ca: Hi ha informació addicional i dreceres disponibles com a plafons acoblables, permetent moure'ls lliurement i mostrar exactament el què vulgueu.
da: Yderligere information og genveje er tilgængelige som dokbare paneler, som lader dig flytte dem frit omkring og vise nøjagtigt det du vil have.
es: Hay disponible información adicional y accesos rápidos en forma de paneles separables para que se puedan mover libremente a la vez que muestran exactamente lo que prefiera el usuario.
et: Lisateave ja otseteed dokitavate paneelidena, mida saab vabalt vajalikku kohta tõsta ja panna näitama just vajalikku teavet.
fi: Lisätiedoille ja oikoteille on paneelit, joita voi siirtää sekä näyttää ja piilottaa vapaasti.
fr: Des informations supplémentaires et des raccourcis sont disponible comme panneaux ancrable librement déplaçable et affichant exactement ce que vous voulez.
ia: Information additional e vias breve es disponibile como pannellos de basin (dock-panels), il permitte mover los liberemente e monstrar los exactemente como tu vole.
it: Informazioni aggiuntive e scorciatoie sono disponibili come pannelli agganciabili, che possono essere spostati liberamente e visualizzare esattamente ciò che desideri.
nb: Mer informasjon og snarveier er tilgjengelige som dokkbare ruter, som du kan flytte fritt rundt og bruke til å vise akkurat hva du vil.
nds: Bito-Infos un Leestekens laat sik as Paneels andocken, Du kannst ehr verschuven un se jüst dat wiesen laten, wat Du weten wullt.
nl: Extra informatie en sneltoetsen zijn beschikbaar als vast te zetten panelen, die u vrij kunt verplaatsen en precies kunt tonen wat u wilt.
pl: Dodatkowe szczegóły i skróty dostępne jako dokowalne panele, umożliwiające ich dowolne przenoszenie i wyświetlanie dopasowane do potrzeb.
pt: Estão disponíveis informações e atalhos adicionais como painéis acopláveis, permitindo-lhe movê-los à vontade e apresentar como desejar.
pt_br: As informações e atalhos adicionais estão disponíveis na forma de painéis acopláveis, permitindo-lhe movê-los à vontade e apresentar como desejar.
sk: Dodatočné informácie a skratky sú dostupné ako dokovateľné panely, umožňujúce vám ich voľný presun a zobrazenie presne tak, ako chcete.
sl: Dodatne podrobnosti in bližnjice lahko vklopite kot sidrne pulte, ki jih lahko poljubno premikate in prikazujete.
sr@ijekavian: Допунски подаци и пречице доступни су као усидриви панели, које можете поставити где вам одговара и подесити да приказују тачно оно што желите.
sr@latin: Dopunski podaci i prečice dostupni su kao usidrivi paneli, koje možete postaviti gde vam odgovara i podesiti da prikazuju tačno ono što želite.
sv: Ytterligare information och genvägar är tillgängliga som dockningsbara paneler, vilket låter dig flytta omkring dem fritt och visa exakt vad du vill.
uk: За допомогою бічних пересувних панелей ви зможете отримувати додаткову інформацію та пересуватися каталогами. Ви можете розташувати ці панелі так, як вам це зручно, і наказати програмі показувати на них саме те, що вам потрібно.

source: Multiple tab support
ar: دعم تعدّد الألسنة
ca: Implementació de pestanyes múltiples
da: Understøttelse af flere faneblade
es: Admite varias pestañas
et: Mitme kaardi kasutamise toetus.
fi: Useiden välilehtien tuki
fr: Prise en charge des onglets multiples
ia: Supporto de scheda multiple
it: Supporto di schede multiple
nb: Støtte for flere faner
nds: Ünnerstütten för Paneels
nl: Ondersteuning voor meerdere tabbladen
pl: Obsługa wielu kart
pt: Suporte para várias páginas
pt_br: Suporte a várias abas
sk: Podpora viacerých kariet
sl: Podpora več zavihkom
sr@ijekavian: Вишеструки језичци.
sr@latin: Višestruki jezičci.
sv: Stöd för flera flikar
uk: Підтримка роботи з вкладками.

source: Informational dialogues are displayed in an unobtrusive way.
ar: حواريات المعلومات تُعرَض بطريقة غير مُزعجة.
ca: El diàlegs informatius es mostren de manera no molesta.
da: Informationsdialoger vises på en ikke-forstyrrende måde.
es: Los diálogos informativos se muestran de manera discreta.
et: Teavitavate dialoogide näitamine kasutajat liigselt ärritamata.
fi: Informatiiviset valintaikkunat näytetään niin, että ne eivät keskeytä kaikkea muuta toimintaa.
fr: Les dialogues d'information sont affiché de manière discrète.
ia: Dialogos de information es monstrate de modo non importun.
it: Le finestre informative sono visualizzate in modo molto discreto.
nb: Informasjonsdialoger vises på en lite påtrengende måte.
nds: Informatschoondialogen kaamt Di nich in'n Weg.
nl: Informatiedialogen worden op een prettige manier getoond.
pl: Pokazywanie informacyjnych okien dialogowych w nienatrętny sposób.
pt: As janelas informativas são apresentadas de forma não-intrusiva.
pt_br: As janelas informativas são apresentadas de forma não-intrusiva.
sk: Informačné dialógy sú zobrazené nevtieravým spôsobom.
sl: Pogovorna okna s podrobnostmi so prikazana na nevsiljiv način.
sr@ijekavian: Информативни дијалози који се ненаметљиво појављују.
sr@latin: Informativni dijalozi koji se nenametljivo pojavljuju.
sv: Dialogrutor med information visas på ett diskret sätt.
uk: Показ інформаційних панелей у зручний спосіб, що не заважає роботі.

source: Undo/redo support
ar: دعم التراجع والإعادة
ca: Implementació de desfer/refer
da: Understøttelse af fortryd/gendan
es: Admite las operaciones de deshacer y rehacer
et: Tagasivõtmise ja uuestitegemise toetus.
fi: Tuki muutosten kumoamiselle ja tekemiselle uudelleen
fr: Prise en charge d'annulation et recommencement
ia: Supporto de annulla/reface
it: Supporto di annulla/rifai
nb: Støtte for angring/omgjøring
nds: Ünnerstütten för Torüchnehmen un Wedderherstellen
nl: Ondersteuning ongedaan maken/opnieuw
pl: Obsługa cofnij/ponów
pt: Suporte para desfazer/refazer
pt_br: Suporte para desfazer/refazer
sk: Podpora Späť/Znova
sl: Podpora razveljavitvam/uveljavitvam
sr@ijekavian: Опозивање и понављање.
sr@latin: Opozivanje i ponavljanje.
sv: Stöd för ångra och gör om
uk: Підтримка скасовування та повторення дій.

source: Transparent network access through the KIO system.
ar: اتصال شبكيّ مباشر باستخدام نظام KIO.
ca: Accés transparent a la xarxa a través del sistema KIO.
da: Transparent netværksadgang igennem KIO-systemet
es: Acceso transparente a la red a través del sistema KIO.
et: Võrgu läbipaistev kasutamine KIO-moodulite süsteemi vahendusel.
fi: Läpinäkyvä verkon käyttö KIO-järjestelmän välityksellä.
fr: Accès au réseau transparent grâce au système des KIO.
ia: Accesso de rete transparente a transverso del systema KIO.
it: Accesso trasparente alla rete tramite il sistema KIO.
nb: Gjennomsiktig nettverkstilgang via KIO-systemet.
nds: Direkt Nettwarktogriep över dat KDE-In-/Utgaav-(KIO-)Moduulsysteem
nl: Transparante toegang tot het netwerk via het KIO systeem.
pl: Przezroczysty dostęp do sieci przez system KIO.
pt: Acesso transparente à rede através do sistema KIO.
pt_br: Acesso transparente à rede através do sistema KIO.
sk: Transparentný prístup na sieť cez KIO systém.
sl: Enostaven dostop do omrežja preko sistema KIO.
sr@ijekavian: Прозиран мрежни приступ кроз систем К‑У/И.
sr@latin: Proziran mrežni pristup kroz sistem K‑U/I.
sv: Transparent nätverksåtkomst via I/O-slavsystemet.
uk: Прозорий доступ до ресурсів у мережі за допомогою системи KIO.
