Repository: fluxer/kde-l10n
Catalog: */*/messages/applications/domtreeviewer.po
Languages: ia, lt, sr@ijekavian, ug, wa

source: Attribute &name:
ia: &Nomine de attributo:
lt: Atributo &pavadinimas:
sr@ijekavian: &Име атрибута:
ug: خاسلىق ئاتى(&N):
wa: &No di l' atribut :

source: Attribute &value:
ia: &Valor de attributo:
lt: Atributo &reikšmė:
sr@ijekavian: &Вриједност атрибута:
ug: خاسلىق قىممىتى(&V):
wa: &Valixhance di l' atribut :

source: No error
ia: Nulle error
lt: Be klaidų
sr@ijekavian: без грешака
ug: خاتالىق يوق
wa: Nole aroke

source: Index size exceeded
ia: Grandor de indice excedeva
lt: Indeksas per didelis
sr@ijekavian: премашена величина индекса
ug: ئىندېكس چوڭلۇق چېكىگە يەتتى
wa: Grandeu d' l' indecse dispassêye

source: DOMString size exceeded
ia: Grandor de catena DOM excedeva
lt: DOMString per didelis
sr@ijekavian: премашена величина DOMString
ug: DOMString چوڭلۇق چېكىگە يەتتى
wa: Grandeu d' DOMString dispassêye

source: Hierarchy request error
ia: Error de requesta de hierarchia
lt: Hierarchijos užklausos klaida
sr@ijekavian: грешка у захтјеву хијерархије
ug: قەۋەت ئىلتىماس خاتالىقى
wa: Aroke del dimande di schåle

source: Wrong document
ia: Documento errate
lt: Neteisingas dokumentas
sr@ijekavian: погрешан документ
ug: خاتا پۈتۈك
wa: Mwais documint

source: Invalid character
ia: Character invalide
lt: Netinkamas simbolis
sr@ijekavian: лош знак
ug: ئىناۋەتسىز ھەرپ
wa: Caractere nén valåbe

source: No data allowed
ia: Nulle datos permittite
lt: Duomenys neleidžiami
sr@ijekavian: подаци нису дозвољени
ug: سانلىق-مەلۇماتقا يول قويمايدۇ
wa: Nole dinêye permetowe

source: No modification allowed
ia: Nulle modification permittite
lt: Negalima keisti
sr@ijekavian: измјене нису дозвољене
ug: ئۆزگەرتىشكە يول قويمايدۇ
wa: Nou candjmint permetou

source: Not found
ia: Non trovate
lt: Nerasta
sr@ijekavian: није нађено
ug: تېپىلمىدى
wa: Nén trové

source: Not supported
ia: Non supportate
lt: Nepalaikoma
sr@ijekavian: није подржано
ug: قوللىمايدۇ
wa: Nén sopoirté

source: Attribute in use
ia: Attributo in uso
lt: Atributas naudojamas
sr@ijekavian: атрибут у употреби
ug: خاسلىق ئىشلىتىلىۋاتىدۇ
wa: Atribut eployî

source: Invalid state
ia: Stato invalide
lt: Netinkama būsena
sr@ijekavian: лоше стање
ug: ئىناۋەتسىز ھالەت
wa: Estat nén valåbe

source: Syntax error
ia: Error de syntaxe
lt: Sintaksės klaida
sr@ijekavian: синтаксна грешка
ug: گرامماتىكىلىق خاتالىق
wa: Aroke di sintake

source: Invalid modification
ia: Modification invalide
lt: Netinkamas pakeitimas
sr@ijekavian: лоша измјена
ug: ئىناۋەتسىز ئۆزگەرتىش
wa: Candjmint nén valåbe

source: Namespace error
ia: Error de spatio de nomine
lt: Namespace klaida
sr@ijekavian: грешка именског простора
ug: ئات بوشلۇق خاتالىقى
wa: Aroke d' espåce di no

source: Invalid access
ia: Accesso invalide
lt: Netinkama prieiga
sr@ijekavian: лош приступ
ug: ئىناۋەتسىز زىيارەت
wa: Accès nén valåbe

source: Unknown Exception %1
ia: Exception incognite %1
lt: Nežinoma klaida %1
sr@ijekavian: лош изузетак %1
ug: يوچۇن مۇستەسنا %1
wa: Foû rîle nén cnoxhowe %1

source: Add attribute
ia: Adde attributo
lt: Pridėti atributą
sr@ijekavian: Додај атрибут
ug: خاسلىق قوش
wa: Radjouter atribut

source: Change attribute value
ia: Modifica valor de attributo
lt: Pakeisti atributo reikšmę
sr@ijekavian: Измијени вриједност атрибута
ug: خاسلىق قىممىتىنى ئۆزگەرت
wa: Candjî valixhance di l' atribut

source: Remove attribute
ia: Remove attributo
lt: Pašalinti atributą
sr@ijekavian: Уклони атрибут
ug: خاسلىق چىقىرىۋەت
wa: Oister atribut

source: Rename attribute
ia: Renomina attributo
lt: Pervadinti atributą
sr@ijekavian: Преименуј атрибут
ug: خاسلىق ئاتىنى ئۆزگەرت
wa: Rilomer atribut

source: Change textual content
ia: Modifica contento textual
lt: Keisti tekstinį turinį
sr@ijekavian: Измијени текстуални контекст
ug: تېكىست مەزمۇنىنى ئۆزگەرت
wa: Candjî ådvins scrît

source: Insert node
ia: Inserta nodo
lt: Įterpti elementą
sr@ijekavian: Уметни чвор
ug: تۈگۈن قىستۇر
wa: Intrer nuke

source: Remove node
ia: Remove nodo
lt: Pašalinti elementą
sr@ijekavian: Уклони чвор
ug: تۈگۈن چىقىرىۋەت
wa: Oister nuke

source: Move node
ia: Move nodo
lt: Perkelti elementą
sr@ijekavian: Премјести чвор
ug: تۈگۈن يۆتكە
wa: Bodjî nuke

# @title:window
source: Edit Element
ia: Edita elemento
lt: Redaguoti elementą
sr@ijekavian: Уређивање елемента
ug: ئېلېمېنت تەھرىر
wa: Candjî elemint

source: &Append as Child
ia: &Appende como filio
lt: Pridėti, kaip &vaiką
sr@ijekavian: &Прикачи као дијете
ug: تارماق تۈگۈن سۈپىتىدە قوش(&A)
wa: &Adjouter come efant

source: Insert &Before Current
ia: Inserta &Ante currente
lt: Pridėti &prieš einamąjį
sr@ijekavian: Уметни прије &текућег
ug: نۆۋەتتىكى تۈگۈندىن ئىلگىرى قىستۇر(&B)
wa: Sititchî pa &dvant l' ci do moumint

# @title:window
source: Edit Text
ia: Edita texto
lt: Redaguoti tekstą
sr@ijekavian: Уређивање текста
ug: تېكىست تەھرىر
wa: Candjî scrijhaedje

# @title:window
source: Edit Attribute
ia: Edita attributo
lt: Redaguoti atributą
sr@ijekavian: Уређивање атрибута
ug: خاسلىق تەھرىرلەش
wa: Candjî atribut

# @title:window
source: DOM Tree for %1
ia: Arbore DOM per %1
lt: %1 DOM medis
sr@ijekavian: ДОМ стабло за %1
ug: %1 نىڭ DOM شېخى
wa: Åbe DOM po %1

# @title:window
source: DOM Tree
ia: Arbore DOM
lt: DOM medis
sr@ijekavian: ДОМ стабло
ug: DOM شېخى
wa: Åbe DOM

source: Move Nodes
ia: Move nodos
lt: Perkelti elementus
sr@ijekavian: Премјести чворове
ug: تۈگۈنلەرنى يۆتكە
wa: Bodjî nukes

source: Save DOM Tree as HTML
ia: Salveguarda arbore DOM como HTML
lt: Įrašyti DOM medį kaip HTML
sr@ijekavian: Уписивање ДОМ стабла као ХТМЛ
ug: DOM شېخىنى HTML سۈپىتىدە ساقلا
wa: Schaper åbe DOM come di l' HTML

# @title:window
source: File Exists
ia: File existe
lt: Yra toks failas
sr@ijekavian: Фајл постоји
ug: ھۆججەت مەۋجۇت
wa: Li fitchî egzistêye

source: Do you really want to overwrite: %1?
ia: Tu vermente vole super scriber: %1?
lt: Ar tikrai norite perrašyti: %1?
sr@ijekavian: Желите ли заиста да пребришете: %1?
ug: راستلا قاپلىۋېتەمسىز: ؟ %1
wa: Voloz vs sipotchî po do bon : %1 ?

source: Overwrite
ia: Super scribe
lt: Perrašyti
sr@ijekavian: Пребрисавање
ug: قاپلا
wa: Sipotchî

# @title:window
source: Unable to Open File
ia: Incapace de aperir file
lt: Nepavyko atidaryti failo
sr@ijekavian: Не могу да отворим фајл
ug: ھۆججەت ئاچالمىدى
wa: Dji n' sai drovi l' fitchî

source: Unable to open %1 for writing
ia: Incapace de aperir %1 per scriber
lt: Nepavyksta atverti %1 įrašymui
sr@ijekavian: Не могу да отворим %1 за уписивање.
ug: ھۆججەت %1 نى ئېچىپ يازالمايدۇ
wa: Dji n' sai drovi %1 po-z î scrire

# @title:window
source: Invalid URL
ia: URL invalide
lt: Neteisinga nuoroda (URL)
sr@ijekavian: Лош УРЛ
ug: ئىناۋەتسىز URL
wa: Mwais URL

source: This URL %1 is not valid.
ia: iste URL %1 non es valide.
lt: Ši nuoroda %1 nėra teisinga.
sr@ijekavian: УРЛ %1 није добар.
ug: بۇ URL %1 ئىناۋەتسىز(&T)
wa: Cist URL cial %1 n' est nén valåbe.

source: Delete Nodes
ia: Dele nodos
lt: Pašalinti elementus
sr@ijekavian: Обриши чворове
ug: تۈگۈنلەرنى ئۆچۈر
wa: Disfacer nukes

source: <Click to add>
ia: <clicca pro adder>
lt: <spauskite kad pridėtumėte>
sr@ijekavian: &lt;кликните да додате&gt;
ug: ‹چېكىلسە قوشىدۇ›
wa: <Clitchî po radjouter>

source: Delete Attributes
ia: Dele attributos
lt: Pašalinti atributus
sr@ijekavian: Обриши атрибуте
ug: خاسلىقلارنى ئۆچۈر
wa: Disfacer atributs

source: DOM Tree Viewer
ia: Visor de arbore DOM
lt: DOM medžių žiūryklė
sr@ijekavian: Приказивач ДОМ стабла
ug: DOM شاخسىمان كۆرگۈچ
wa: Håyneu di l' åbe DOM

source: &List
ia: &Lista
lt: &Sąrašas
sr@ijekavian: &Испиши
ug: تىزىم(&L)
wa: &Djivêye

source: H&ide
ia: C&ela
lt: &Paslėpti
sr@ijekavian: &Сакриј
ug: يوشۇر(&I)
wa: &Catchî

source: DOM Tree
ia: Arbore DOM
lt: DOM medis
sr@ijekavian: ДОМ стабло
ug: DOM شېخى
wa: Åbe DOM

source: DOM Node
ia: Nodo DOM
lt: DOM elementas
sr@ijekavian: ДОМ чвор
ug: DOM تۈگۈن
wa: Nuke DOM

source: Node &value:
ia: &Valor de Nodo:
lt: Elemento &reikšmė:
sr@ijekavian: &Вриједност чвора:
ug: تۈگۈن قىممىتى(&V):
wa: &Valixhance do nuke :

source: Node &type:
ia: &Typo de nodo:
lt: Elemento &tipas:
sr@ijekavian: &Тип чвора:
ug: تۈگۈن تىپى(&T):
wa: &Sôre di nuke :

source: Namespace &URI:
ia: &URI de spatio de nomine:
sr@ijekavian: УРИ им&енског простора:
ug: ئات بوشلۇقى URI(&U):
wa: &URI di l' espåce di lomaedje:

source: Node &name:
ia: &Nomine de nodo:
lt: Elemento &pavadinimas:
sr@ijekavian: &Име чвора:
ug: نۇقتا ئاتى(&N):
wa: &No do nuke :

source: Name
ia: Nomine
lt: Vardas
sr@ijekavian: име
ug: ئاتى
wa: No

source: Value
ia: Valor
lt: Reikšmė
sr@ijekavian: вриједност
ug: قىممەت
wa: Valixhance

source: Appl&y
ia: &Applica
lt: &Pritaikyti
sr@ijekavian: &Примијени
ug: قوللان(&Y)
wa: Mete èn &ouve :

source: Computed Style
ia: Stilo computate
lt: Apskaičiuotas stilius
sr@ijekavian: Израчунати стил
ug: ھېسابلانغان ئۇسلۇب
wa: Stîle copiutrece

source: Property
ia: Proprietate
lt: Savybė
sr@ijekavian: својство
ug: خاسلىق
wa: Prôpieté

source: Stylesheets
ia: Stylesheets (Folios de stilo)
lt: Stiliaus aprašymai
sr@ijekavian: Описи стилова
ug: ئۇسلۇب جەدۋىلى
wa: Foyes di stîle

source: &File
lt: &Failas
sr@ijekavian: &Фајл
ug: ھۆججەت(&F)
wa: &Fitchî

source: &Edit
ia: &Edita
lt: &Keisti
sr@ijekavian: &Уређивање
ug: تەھرىر(&E)
wa: &Candjî

source: &View
ia: &Vista
lt: &Rodymas
sr@ijekavian: При&каз
ug: كۆرۈنۈش(&V)
wa: &Vey

source: &Go
ia: Va&de
lt: &Eiti
sr@ijekavian: &Кретање
ug: يۆتكەل(&G)
wa: &Potchî

source: Main Toolbar
ia: Barra de instrumento principal
lt: Pagrindinė įrankinė
sr@ijekavian: Главна трака
ug: ئاساسىي قورال بالداق
wa: Mwaisse båre ås usteyes

source: Tree Toolbar
ia: Barra de instrumento de arbore
lt: Medžio įrankinė
sr@ijekavian: Трака стабла
ug: شاخسىمان قورال بالداق
wa: Båre ås usteyes di l' åbe

# @title:window
source: Message Log
ia: Registro de message
lt: Pranešimų žurnalas
sr@ijekavian: Дневник порука
ug: ئۇچۇر خاتىرىسى
wa: Djournå des messaedjes

source: Pure DOM Tree
ia: Arbore DOM pur
lt: Grynas DOM medis
sr@ijekavian: Чисто ДОМ стабло
ug: ساپ DOM شېخى
wa: Peur åbe DOM

source: Show DOM Attributes
ia: Monstra attributos de DOM
lt: Rodyti DOM &atributus
sr@ijekavian: Прикажи ДОМ атрибуте
ug: DOM خاسلىقىنى كۆرسەت
wa: Mostrer atributs DOM

source: Highlight HTML
ia: Evidentia HTML
lt: Paryškinti HTML
sr@ijekavian: Истакни ХТМЛ
ug: HTML نى يورۇت
wa: Mete èn evidince HTML

source: Show Message Log
ia: Monstra registro de message
lt: Rodyti pranešimų žurnalą
sr@ijekavian: Прикажи дневник порука
ug: ئۇچۇر خاتىرىسىنى كۆرسەت
wa: Mostrer djournå des messaedjes

source: Expand
ia: Expande
lt: Išplėsti
sr@ijekavian: Рашири
ug: كېڭەيت
wa: Mostrer

source: Increase expansion level
ia: Accresce nivello de expansion
lt: Padidinti išplėtimo lygį
sr@ijekavian: Увећај ниво ширења
ug: يېيىش دەرىجىسىنى كېڭەيت
wa: Agrandi l' livea d' mostraedje

source: Collapse
ia: Plica
lt: Sutraukti
sr@ijekavian: Сажми
ug: ئابزاس ئايرىمىسى يوشۇر
wa: Catchî

source: Decrease expansion level
ia: Diminue nivello de expansion
lt: Sumažinti išplėtimo lygį
sr@ijekavian: Смањи ниво ширења
ug: يېيىش دەرىجىسىنى تارايت
wa: Raptiti l' livea d' mostraedje

source: &Delete
ia: &Dele
lt: &Pašalinti
sr@ijekavian: &Обриши
ug: ئۆچۈر(&D)
wa: &Disfacer

source: Delete nodes
ia: Dele nodos
lt: Pašalinti elementus
sr@ijekavian: Обриши чворове
ug: تۈگۈنلەرنى ئۆچۈر
wa: Disfacer nukes

source: New &Element...
ia: Nove &elemento...
lt: Naujas &elementas
sr@ijekavian: Нови &елемент...
ug: يېڭى ئېلېمېنت(&N)…
wa: Novea &elemint...

source: New &Text Node...
ia: Nove nodo de &texto...
lt: Naujas &tekstinis elementas
sr@ijekavian: Нови &текстуални чвор...
ug: يېڭى تېكىست تۈگۈنى(&T)…
wa: Novea nuke di &tecse...

source: Delete attributes
ia: Dele attributos
lt: Pašalinti atributus
sr@ijekavian: Обриши атрибуте
ug: خاسلىقلارنى ئۆچۈر
wa: Disfacer atributs

source: Element &name:
ia: Nomi&ne de elemento:
lt: Elemento &pavadinimas:
sr@ijekavian: &Име елемента:
ug: ئېلېمېنت ئاتى(&N):
wa: &No di l' elemint :

source: Element &namespace:
ia: S&patio de nomine de elemento:
lt: Elemento &namespace:
sr@ijekavian: Именски &простор елемента:
ug: ئېلېمېنت ئات بوشلۇقى(&N):
wa: Espåce di &no di l' elemint :

source: Show &DOM Tree
ia: Monstra arbore &DOM
lt: Rodyti &DOM medį
sr@ijekavian: При&кажи ДОМ стабло
ug: &DOM شېخىنى كۆرسەت
wa: Mostrer l' åbe &DOM

source: &Tools
ia: Ins&trumentos
lt: Įrank&iai
sr@ijekavian: &Алатке
ug: قوراللار(&T)
wa: &Usteyes

source: Extra Toolbar
ia: Barra de Instrumento Extra
lt: Papildoma įrankinė
sr@ijekavian: Додатна трака
ug: قوشۇمچە قورال بالداق
wa: Båre ås usteyes di dpus

source: Edit &text for text node:
ia: Edita tex&to per nodo de texto:
lt: Redaguoti tekstinio elemento turinį:
sr@ijekavian: &Текст за текстуални чвор:
ug: تېكىست نۇقتىسىنى تەھرىرلەيدىغان تېكىست(&T):
wa: Candjî &scrijhaedje pol nuke di tecse :
