Repository: fluxer/kde-l10n
Catalog: */*/messages/kdesdk/libkomparediff2.po
Languages: sr@ijekavian

source: &Apply Difference
sr@ijekavian: &Примијени разлику

source: Un&apply Difference
sr@ijekavian: По&ништи примјену разлике

source: App&ly All
sr@ijekavian: Примијени &све

source: &Unapply All
sr@ijekavian: Поништи с&ве примјене

source: P&revious File
sr@ijekavian: П&ретходни фајл

source: N&ext File
sr@ijekavian: С&љедећи фајл

source: &Previous Difference
sr@ijekavian: Пре&тходна разлика

source: &Next Difference
sr@ijekavian: Сљед&ећа разлика

source: <qt>No models or no differences, this file: <b>%1</b>, is not a valid diff file.</qt>
sr@ijekavian: <qt>Нема модела или нема разлика, фајл <filename>%1</filename> није добар фајл разлике.</qt>

source: <qt>There were problems applying the diff <b>%1</b> to the file <b>%2</b>.</qt>
sr@ijekavian: <qt>Проблем при примјењивању разлике <filename>%1</filename> на фајл <filename>%2</filename>.</qt>

source: <qt>There were problems applying the diff <b>%1</b> to the folder <b>%2</b>.</qt>
sr@ijekavian: <qt>Проблем при примјењивању разлике <filename>%1</filename> на фасциклу <filename>%2</filename>.</qt>

source: Could not open a temporary file.
sr@ijekavian: Не могу да отворим привремени фајл.

source: <qt>Could not write to the temporary file <b>%1</b>, deleting it.</qt>
sr@ijekavian: <qt>Не могу да пишем у привремени фајл <filename>%1</filename>, бришем га.</qt>

source: <qt>Could not create destination directory <b>%1</b>. The file has not been saved.</qt>
sr@ijekavian: <qt>Не могу да направим одредишну фасциклу <filename>%1</filename>. Фајл није сачуван.</qt>

source: <qt>Could not upload the temporary file to the destination location <b>%1</b>. The temporary file is still available under: <b>%2</b>. You can manually copy it to the right place.</qt>
sr@ijekavian: <qt>Не могу да отпремим привремени фајл на одредишну локацију <filename>%1</filename>. Привремени фајл је још увијек доступан као <filename>%2</filename>, тако да се може ручно копирати на право мјесто.</qt>

source: Could not parse diff output.
sr@ijekavian: Не могу да рашчланим излаз разлике.

source: The files are identical.
sr@ijekavian: Фајлови су истоветни.

source: Could not write to the temporary file.
sr@ijekavian: Не могу да пишем у привремени фајл.

source: The diff is malformed. Some lines could not be parsed and will not be displayed in the diff view.
sr@ijekavian: Разлика је неправилна. Неки редови нису могли бити рашчлањени и неће се видјети у приказу разлике.
