Repository: fluxer/kde-l10n
Catalog: */messages/kdenetwork/kppp.po
Languages: ru

source: Iconifies <i>kppp</i>'s window when a connection is established
ru: Сворачивает окно <i>kppp</i> в значок, когда соединение установлено

source: Modem &name:
ru: &Имя модема:

source: Type in a unique name for this modem
ru: Введите уникальное имя для этого модема

source: Modem de&vice:
ru: &Устройство модема:

source: This specifies the serial port your modem is attached to. On Linux/x86, typically this is either /dev/ttyS0 (COM1 under DOS) or /dev/ttyS1 (COM2 under DOS). If you have an internal ISDN card with AT command emulation (most cards under Linux support this), you should select one of the /dev/ttyIx devices.
ru: Задаёт последовательный порт, к которому подключён ваш модем. На Linux-машинах c архитектурой x86 обычно это /dev/ttyS0 (COM1 для DOS) или /dev/ttyS1 (COM2 для DOS). Если у вас установлена внутренняя ISDN плата с эмуляцией команд AT (большинство карт под Linux их поддерживают), вы должны выбрать одно из устройств /dev/ttyIx.

source: &Flow control:
ru: &Управление потоком:

source: Software [XON/XOFF]
ru: Программное [XON/XOFF]

source: <p>Specifies how the serial port and modem communicate. You should not change this unless you know what you are doing. <b>Default</b>: CRTSCTS
ru: <p>Указывает, как последовательный порт и модем общаются между собой. Вы не должны менять настройку по умолчанию, если точно не уверены в том, зачем вы делаете. <b>По умолчанию:</b>: CRTSCTS

source: &Line termination:
ru: &Окончание строки:

source: <p>Specifies how AT commands are sent to your modem. Most modems will work fine with the default <i>CR/LF</i>. If your modem does not react to the init string, you should try different settings here <b>Default</b>: CR/LF
ru: <p>Указывает, как AT команды посылаются на ваш модем. Большинство модемов работают с установкой по умолчанию <i>CR/LF</i>. Если ваш модем не отзывается на строку инициализации, вы должны попробовать другие установки <b>По умолчанию</b>: CR/LF

source: Co&nnection speed:
ru: &Скорость соединения:

source: Specifies the speed your modem and the serial port talk to each other. You should begin with at least 115200 bits/sec (or more if you know that your serial port supports higher speeds). If you have connection problems, try to reduce this value.
ru: Указывает, на какой скорости модем и последовательный порт общаются друг с другом. Вам стоит начать со скорости как минимум в 115200 бит/с или более, если ваш последовательный порт поддерживает более высокие скорости. Если будут проблемы с подключением, попробуйте снизить скорость.

source: &Use lock file
ru: &Использовать lock-файл

source: <p>To prevent other programs from accessing the modem while a connection is established, a file can be created to indicate that the modem is in use. On Linux an example file would be <tt>/var/lock/LCK..ttyS1</tt> Here you can select whether this locking will be done. <b>Default</b>: On
ru: <p>Для предотвращения доступа других программ к модему во время установленного соединения, будет создаваться lock-файл, показывающий, что модем уже используется. Например, в Linux - это файл <tt>/var/lock/LCK..ttyS1</tt> Здесь вы можете указать, будет ли производиться такая блокировка. <b>По умолчанию</b>: On

source: Modem &timeout:
ru: Та&ймаут модема:

source: This specifies how long <i>kppp</i> waits for a <i>CONNECT</i> response from your modem. The recommended value is 30 seconds.
ru: Указывает, как долго <i>kppp</i> будет ожидать ответа <i>CONNECT</i> от модема. Рекомендуемое значение - 30 секунд.

source: &Wait for dial tone before dialing
ru: &Дождаться сигнала в линии перед набором номера

source: <p>Normally the modem waits for a dial tone from your phone line, indicating that it can start to dial a number. If your modem does not recognize this sound, or your local phone system does not emit such a tone, uncheck this option <b>Default:</b>: On
ru: Обычно модем ожидает сигнала в линии перед началом набора номера. Если ваш модем не распознает сигнал или местная телефонная сеть не выдаёт его, отмените эту опцию. <b>По умолчанию:</b>: включено

source: B&usy wait:
ru: О&жидание при занятой линии:

source: Specifies the number of seconds to wait before redial if all dialed numbers are busy. This is necessary because some modems get stuck if the same number is busy too often. The default is 0 seconds, you should not change this unless you need to.
ru: Указывает число секунд ожидания перед повторным дозвоном, если все вызываемые номера заняты. Это необходимо, так как некоторые модемы зависают, если номер слишком часто занят. Значение по умолчанию - 0 секунд. Его не следует изменять, если по каким-либо причинам вам это не нужно.

source: Modem &volume:
ru: &Громкость динамика модема:

source: Most modems have a speaker which makes a lot of noise when dialing. Here you can either turn this completely off or select a lower volume. If this does not work for your modem, you must modify the modem volume command.
ru: Большинство модемов имеют динамик, который громко пищит во время дозвона. Здесь вы можете или отключить его полностью, или установить ему пониженную громкость. Если это не работает с вашим модемом, следует изменить команды управления громкостью динамика.

source: Modem asserts CD line
ru: Модем проверяет сигнал несущей (CD).

source: This controls how <i>kppp</i> detects that the modem is not responding. Unless you are having problems with this, do not modify this setting. <b>Default</b>: Off
ru: Управляет тем, как <i>kppp</i> обнаруживает, что модем не отвечает. Если у вас нет с этим проблем, не изменяйте установки по умолчанию. <b>По умолчанию</b>: отключено

source: Mod&em Commands...
ru: &Команды модема...

source: Allows you to change the AT command for your modem.
ru: Здесь настраиваются AT-команды для вашего модема.

source: &Query Modem...
ru: &Опросить модем...

source: Most modems support the ATI command set to find out vendor and revision of your modem. Press this button to query your modem for this information. It can be useful to help you set up the modem
ru: Большинство модемов поддерживают набор команд ATI для выдачи сведений о производителе и версии модема. Нажмите эту кнопку, чтобы запросить у модема эти сведения. Это может быть полезным для настройки модема.

source: &Terminal...
ru: Т&ерминал...

source: Opens the built-in terminal program. You can use this if you want to play around with your modem's AT command set
ru: Открывает встроенную программу терминала. Вы можете её использовать, если хотите поработать с набором AT-команд модема.

source: &Enable throughput graph
ru: &График трафика

source: Graph Colors
ru: Цвета графика

source: Bac&kground:
ru: &Цвет фона:

source: &Text:
ru: Ц&вет текста:

source: I&nput bytes:
ru: &Принятые байты:

source: O&utput bytes:
ru: &Отправленные байты:

source: C&onnect to:
ru: &Соединение с:

source: Use &modem:
ru: Использовать &модем:

source: &Login ID:
ru: &Имя пользователя:

source: <p>Type in the username that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>myusername</i> is not the same as <i>MyUserName</i>.
ru: <p>Введите имя пользователя, которое вам предоставил провайдер. Это особенно важно для PAP и CHAP. Можно этим пренебречь, если вы используете авторизацию через терминал или скрипт. <b>Внимание</b>: большие и маленькие буквы различаются - <i>myusername</i> НЕ то же самое, что <i>MyUserName</i>.

source: &Password:
ru: &Пароль:

source: <p>Type in the password that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>mypassword</i> is not the same as <i>MyPassword</i>.
ru: <p>Введите пароль, который вам предоставил провайдер. Это особенно важно для PAP и CHAP. Можно этим пренебречь, если вы используете авторизацию через терминал или скрипт. <b>Внимание</b>: большие и маленькие буквы различаются - <i>mypassword</i> НЕ то же самое, что <i>MyPassword</i>.

source: Show lo&g window
ru: Показать окно &журнала

source: <p>This controls whether a log window is shown. A log window shows the communication between <i>kppp</i> and your modem. This will help you in tracking down problems. Turn it off if <i>kppp</i> routinely connects without problems
ru: <p>Будет выводиться окно отладки подключения. В этом окне будет показано общение между <i>kppp</i> и вашим модемом. Это поможет обнаружить проблемы с соединением. Отключите опцию, если всякий раз подключение происходит без проблем.

source: Co&nfigure...
ru: На&строить...

source: &Connect
ru: &Подключиться

source: No such Modem: %1 Falling back to default
ru: Нет такого модема: %1 Возврат к модему по умолчанию

source: No such Account: %1
ru: Нет такого соединения: %1

source: KPPP Configuration
ru: Параметры KPPP

source: &Accounts
ru: С&оединения

source: Account Setup
ru: Настройка соединения

source: &Modems
ru: &Модемы

source: Modems Setup
ru: Настройка модемов

source: &Graph
ru: &График

source: Throughput Graph
ru: График скорости

source: M&isc
ru: &Разное

source: Miscellaneous Settings
ru: Прочие параметры

source: Timeout expired while waiting for the PPP interface to come up.
ru: Превышено время ожидания установки PPP-соединения.

source: <p>The pppd daemon died unexpectedly!</p>
ru: <p>Неожиданное завершение работы демона pppd.</p>

source: <p>Exit status: %1
ru: <p>Код возврата: %1

source: </p><p>See 'man pppd' for an explanation of the error codes or take a look at the kppp FAQ on <a href="%1">%1</a></p>
ru: </p><p>Для подробных сведений о кодах ошибок см. «man pppd» или kppp FAQ - <a href="%1">%1</a></p>

source: Error
ru: Ошибка

source: &Details
ru: &Подробности

source: kppp's helper process just died. Since further execution would be pointless, kppp will shut down now.
ru: Вспомогательный процесс kppp завершился. Поскольку дальнейшая работа невозможна, kppp будет закрыт.

source: Cannot find the PPP daemon! Make sure that pppd is installed and that you have entered the correct path.
ru: Не удалось найти демон pppd! Убедитесь, что pppd установлен и путь к нему указан правильно.

source: kppp cannot execute: %1 Please make sure that you have given kppp setuid permission and that pppd is executable.
ru: Не удалось запустить kppp: %1 Убедитесь, что программа kppp является исполняемой и имеет установленный SUID-бит.

source: kppp can not find: %1 Please make sure you have setup your modem device properly and/or adjust the location of the modem device on the modem tab of the setup dialog.
ru: Не удалось найти: %1 Проверьте, правильно ли установлен модем, и/или исправьте путь к устройству модема во вкладке Модем диалога настройки программы.

source: You have selected the authentication method PAP or CHAP. This requires that you supply a username and a password.
ru: Вы выбрали метод авторизации CHAP или PAP. Этот метод требует указания имени пользователя и пароля.

source: Cannot create PAP/CHAP authentication file "%1"
ru: Не удалось создать файл аутентификации PAP/CHAP: «%1»

source: You must specify a telephone number.
ru: Необходимо указать номер телефона.

source: Disconnecting...
ru: Отключение...

source: Executing command before disconnection.
ru: Выполняется команда перед разъединением.

source: Announcing disconnection.
ru: Предупреждение о разрыве связи

source: Exiting kPPP will close your PPP Session.
ru: Выход из kPPP приведёт к завершению сеанса PPP.

source: Quit kPPP?
ru: Выйти из kPPP?

source: Can not load the accounting ruleset "%1".
ru: Не удаётся загрузить набор правил учёта «%1».

source: Recent Changes in KPPP
ru: Последние изменения в kppp

source: From version 1.4.8 on, kppp has a new feature called "Quickhelp". It is similar to a tooltip, but you can activate it whenever you want. To activate it, simply click on a control (like a button or a label) with the right mouse button. If the item supports Quickhelp, a popup menu will appear leading to Quickhelp. To test it, right-click somewhere in this text.
ru: Начиная с версии 1.4.8, в kppp встроена «Быстрая справка». Она похожа на всплывающую подсказку, но ее можно включать, когда пожелаете. Чтобы воспользоваться ей, просто щёлкните правой кнопкой мыши на любом графическом элементе управления kppp, будь то кнопка или текст. Если элемент поддерживает «Быструю помощь», откроется всплывающее контекстное меню. Чтобы проверить работу справки, щёлкните правой кнопкой мыши прямо на этом тексте.

source: Do not show this hint again
ru: Больше не показывать это сообщение

source: This is an example of <b>QuickHelp</b>. This window will stay open until you click a mouse button or a press a key.
ru: Это пример <b>Быстрой помощи</b>. Окно будет оставаться открытым, пока вы не нажмёте на кнопку мыши или на клавишу.

source: Login Terminal Window
ru: Окно терминального входа

source: A dialer and front-end to pppd
ru: Программа дозвона и интерфейс к pppd.

source: (c) 1999-2002, The KPPP Developers
ru: © Разработчики KPPP, 1999-2002

source: Current maintainer
ru: Сопровождающий

source: Original author
ru: Автор идеи

source: Connect using 'account_name'
ru: Подключиться, используя «account_name»

source: Connect using 'modem_name'
ru: Подключиться, используя «modem_name»

source: Terminate an existing connection
ru: Завершить существующее соединение

source: Quit after end of connection
ru: Выйти из kppp после разъединения

source: Check syntax of rule_file
ru: Проверить синтаксис файла правил

source: Enable test-mode
ru: Включить тестовый режим

source: Use the specified device
ru: Использовать указанное устройство

source: kppp can not create or read from %1.
ru: kppp не может создать или прочитать из %1.

source: kppp has detected a %1 file. Another instance of kppp seems to be running under process-ID %2. Please click Exit, make sure that you are not running another kppp, delete the pid file, and restart kppp. Alternatively, if you have determined that there is no other kppp running, please click Continue to begin.
ru: kppp обнаружил файл %1. Возможно, уже запущен другой экземпляр kppp с ID процесса %2. Проверьте, не запущен ли другой экземпляр kppp, удалите pid-файл и перезапустите kppp. Если вы уверены, что kppp никем больше не запущен, нажмите Продолжить.

source: Exit
ru: Выход

source: Kppp Mini-Terminal
ru: Мини-терминал kppp

source: &Reset Modem
ru: &Сброс Модема

source: MiniTerm - A terminal emulation for KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> This program is published under the GNU GPL (GNU General Public License)
ru: MiniTerm - Эмуляция терминала для kPPP © Bernd Johannes Wuebben <wuebben@kde.org>, 1997 © Harri Porten <porten@kde.org>, 1998 © Mario Weilguni <mweilguni@kde.org>, 1998 Эта программа распространяется на условиях лицензии GNU GPL (GNU General Public License)

source: &File
ru: &Файл

source: &Modem
ru: &Модем

source: Close MiniTerm
ru: Закрыть MiniTerm

source: Reset Modem
ru: Сброс модема

source: Help
ru: Справка

source: Initializing Modem
ru: Инициализация модема

source: Modem Ready
ru: Модем готов

source: Hanging up...
ru: Отключение...

source: Resetting Modem
ru: Сброс модема

source: Unable to open modem.
ru: Не удаётся открыть модем.

source: Unable to detect state of CD line.
ru: Не удаётся определить состояние сигнала CD.

source: The modem is not ready.
ru: Модем не готов.

source: The modem is busy.
ru: Модем занят.

source: Modem Ready.
ru: Модем готов.

source: Can not restore tty settings: tcsetattr()
ru: Не удаётся восстановить состояние tty: tcsetattr()

source: The modem does not respond.
ru: Модем не отвечает.

source: Unknown speed
ru: Неизвестная скорость

source: Edit Modem Commands
ru: Редактирование команд модема

source: Pre-init delay (sec/100):
ru: Задержка перед инициализацией (с/100):

source: Initialization string %1:
ru: Строка инициализации %1:

source: Post-init delay (sec/100):
ru: Задержка после инициализации (с/100):

source: Dialing speed (sec/100):
ru: Скорость набора (с/100):

source: Init &response:
ru: &Отклик на инициализацию:

source: No di&al tone detection:
ru: &Распознавание No Dialtone (нет сигнала в линии):

source: Dial &string:
ru: &Строка набора номера:

source: Co&nnect response:
ru: &Отклик на Connect (соединение):

source: Busy response:
ru: Отклик на Busy (занято):

source: No carr&ier response:
ru: О&тклик на No Carrier (нет несущей):

source: No dial tone response:
ru: Отклик на No Dialtone (нет сигнала в линии)

source: &Hangup string:
ru: С&трока «повесить трубку»:

source: Hangup response:
ru: Отклик на Hangup (повесить трубку):

source: Answ&er string:
ru: Ст&рока ответа на входящий звонок:

source: Ring response:
ru: Отклик на Ring (звонок):

source: Ans&wer response:
ru: От&клик на Answer (ответ):

source: DLP response:
ru: Отклик на сигнал DLP:

source: Escape strin&g:
ru: &Escape-строка:

source: Escape response:
ru: Отклик на Escape-строку:

source: Guard time (sec/50):
ru: Защитный интервал (с/50):

source: Volume off/low/high:
ru: Звук выкл./тихо/громко

source: Select Modem Type
ru: Выбрать тип модема

source: To set up your modem, first choose its vendor in the list to the left, and then select the model from the right list. If you do not know which modem you have, you can try out one of the "Generic" modems.
ru: Для настройки модема сначала выберите производителя в списке слева, а затем модель из списка справа. Если вы не знаете, какой у вас модем, можете попробовать указать один из «стандартных» модемов.

source: <Generic>
ru: <Стандартный>

source: Hayes(tm) compatible modem
ru: Hayes-совместимый модем

source: ATI Query
ru: Запрос ATI

source: Modem query timed out.
ru: Таймаут опроса модема.

source: Modem Query Results
ru: Результаты опроса модема

source: Maximum number of modems reached.
ru: Достигнуто максимальное количество соединений.

source: No modem selected.
ru: Не выбран модем.

source: Are you sure you want to delete the modem "%1"?
ru: Вы уверены, что хотите удалить модем «%1»?

source: New Modem
ru: Новый модем

source: Edit Modem:
ru: Редактирование модема;

source: &Device
ru: &Устройство

source: Serial Device
ru: Последовательное устройство

source: Modem Settings
ru: Параметры модема

source: You must enter a unique modem name
ru: Следует указать другое имя

source: Customize pppd Arguments
ru: Настройка аргументов pppd

source: Arg&ument:
ru: &Аргумент:

source: The application-specific config file could not be opened in either read-write or read-only mode. The superuser might have to change its ownership by issuing the following command in your home directory: chown {YourUsername} .kde/share/config/kppprc
ru: Файл настройки данного приложения не может быть открыт ни для чтения и записи, ни только для чтения. Чтобы изменить права доступа к файлу, следует выполнить следующую команду в вашем домашнем каталоге (это можно сделать, только обладая root-привилегиями): chown {ваше имя пользователя} .kde/share/config/kppprc

source: Cannot open any of the following logfiles:
ru: Не удаётся открыть ни один из файлов логов:

source: You have launched pppd before the remote server was ready to establish a PPP connection. Please use the terminal-based login to verify
ru: pppd был запущен до того, как удалённый сервер был готов установить PPP-соединение. Используйте вход через терминал для проверки параметров.

source: You have not started the PPP software on the peer system.
ru: На удалённом компьютере не запущена программа PPP.

source: Check that you supplied the correct username and password.
ru: Убедитесь, что вы правильно ввели имя пользователя и пароль.

source: You should not pass 'lock' as an argument to pppd. Check /etc/ppp/options and ~/.ppprc
ru: Нельзя передавать «lock» как аргумент для pppd. Проверьте /etc/ppp/options и ~/.ppprc

source: The remote system does not seem to answer to configuration request. Contact your provider.
ru: Удалённая система на отвечает на запрос установки конфигурации. Свяжитесь с вашим провайдером.

source: You have passed an invalid option to pppd. See 'man pppd' for a complete list of valid arguments.
ru: Вы передали неверный аргумент в pppd. См. `man pppd' для списка возможных аргументов.

source: Notice that the remote system has sent the following message: "%1" This may give you a hint why the connection has failed.
ru: От удалённой системы получено следующее сообщение: «%1» Это может послужить подсказкой, почему соединение не удалось.

source: Unable to provide help.
ru: Не удаётся создать сообщение об ошибке.

source: KPPP could not prepare a PPP log. It is very likely that pppd was started without the "debug" option. Without this option it is difficult to find out PPP problems, so in general the debug option should be used. Enable debug now, and restart pppd?
ru: Не удалось вывести журнал PPP. Скорее всего, pppd был запущен не в режиме отладки (без параметра «debug»). Без этого параметра не удаётся выяснить причины сбоев PPP, поэтому его следует включить. Сделать это сейчас?

source: Restart pppd
ru: Перезапустить pppd

source: Do Not Restart
ru: Не перезапускать

source: The "debug" option has been added. You should now try to reconnect. If that fails again, you will get a PPP log that may help you to track down the connection problem.
ru: Включен параметр «debug». Теперь можно попробовать переподключиться. Если подключиться снова не удастся, будет выведен журнал PPP, который может помочь выяснить, в чём проблема.

source: PPP Log
ru: Журнал PPP

source: Write to File
ru: Записать в файл

source: kppp's diagnosis (just guessing):
ru: Диагноз kppp (не более чем догадка):

source: The PPP log has been saved as "%1". If you want to send a bug report, or have problems connecting to the Internet, please attach this file. It will help the maintainers to find the bug and to improve KPPP
ru: Журнал PPP сохранён как «%1»! Если вы хотите отправить сообщение об ошибке программы или проблемах соединения с Интернетом, вложите этот файл. Это поможет разработчикам найти ошибку и исправить kppp.

source: kppp Statistics
ru: Статистика kppp

source: Statistics
ru: Статистика

source: Local Addr:
ru: Локальный адрес:

source: Remote Addr:
ru: Удалённый адрес:

source: bytes in
ru: принято байт

source: bytes out
ru: передано байт

source: packets in
ru: принято пакетов

source: packets out
ru: передано пакетов

source: vjcomp in
ru: Со сжатием vj входящих

source: vjcomp out
ru: Со сжатием vj исходящих

source: vjunc in
ru: Несжатых входящих

source: vjunc out
ru: Несжатых исходящих

source: vjerr
ru: С ошибками сжатия

source: non-vj
ru: Не vj

source: %1 (max. %2) kb/sec
ru: %1 (макс. %2) кб/с

source: unavailable
ru: недоступно

source: You will be asked a few questions on information which is needed to establish an Internet connection with your Internet Service Provider (ISP). Make sure you have the registration form from your ISP handy. If you have any problems, try the online help first. If any information is missing, contact your ISP.
ru: Ответьте на несколько вопросов, чтобы создать соединение с Интернет через своего интернет-провайдера. Приготовьте регистрационную форму, которую вам выдал провайдер. Если возникнут проблемы, сначала попробуйте воспользоваться выводимыми подсказками. Если это не помогает, обратитесь к вашему провайдеру.
