Repository: fluxer/kde-l10n
Catalog: */messages/kdenetwork/kppp.po
Languages: ru

# NAME OF TRANSLATORS
source: Your names
ru: Const Kaplinsky,Виталий Лопатин,Григорий Мохин,Леонид Кантер

# EMAIL OF TRANSLATORS
source: Your emails
ru: const@ce.cctpu.edu.ru,vitls@chat.ru,mok@kde.ru,leon@asplinux.ru

source: &Edit...
ru: &Изменить...

source: Allows you to modify the selected account
ru: Здесь можно изменить параметры выбранного соединения

source: &New...
ru: &Создать...

source: Create a new dialup connection to the Internet
ru: Создать новое телефонное соединение с Интернет

source: Co&py
ru: &Копировать...

source: Makes a copy of the selected account. All settings of the selected account are copied to a new account that you can modify to fit your needs
ru: Создаёт копию существующего соединения. Все параметры выбранного соединения будут скопированы, а затем вы сможете изменить то, что вам нужно.

source: De&lete
ru: &Удалить

source: <p>Deletes the selected account <font color="red"><b>Use with care!</b></font>
ru: <p>Удаляет выбранное соединение <font color="red"><b>Будьте осторожны!</b></font>

source: Phone costs:
ru: Стоимость:

source: <p>This shows the accumulated phone costs for the selected account. <b>Important</b>: If you have more than one account - beware, this is <b>NOT</b> the sum of the phone costs of all your accounts!
ru: <p>Показывает общую стоимость для выбранного соединения. <b>Внимание</b>! Если вы используете более чем одно соединение, не забывайте, что это <b>НЕ</b> общая сумма стоимости всех ваших подключений!

source: Volume:
ru: Общий трафик:

source: <p>This shows the number of bytes transferred for the selected account (not for all of your accounts. You can select what to display in the accounting dialog. <a href="#volaccounting">More on volume accounting</a>
ru: <p>Показывает число байт, переданных за время всех подключений выбранного соединения (но не для всех ваших подключений). Вы можете выбрать, что именно показывать, в диалоге настройки соединения. Подробнее об этом см. <a href="#volaccounting">ссылку</a>

source: &Reset...
ru: &Сброс...

source: &View Logs
ru: &Просмотр журнала

source: Maximum number of accounts reached.
ru: Достигнуто максимальное количество соединений.

source: Do you want to use the wizard to create the new account or the standard, dialog-based setup? The wizard is easier and sufficient in most cases. If you need very special settings, you might want to try the standard, dialog-based setup.
ru: Использовать для создания соединения мастера настройки или обычную диалоговую настройку? Во многих случаях использование мастера будет более лёгким и эффективным. Однако для указания особых параметров лучше использовать стандартную настройку на основе диалога.

source: Create New Account
ru: Создать новое соединение

source: &Wizard
ru: &Мастер

source: &Manual Setup
ru: Ручная &настройка

source: No account selected.
ru: Не выбрано соединение.

source: Are you sure you want to delete the account "%1"?
ru: Вы уверены, что следует удалить соединение «%1»?

source: Confirm
ru: Подтверждение

source: Delete
ru: Удалить

source: New Account
ru: Новое соединение

source: Edit Account:
ru: Изменить параметры соединения:

source: Dial
ru: Дозвон

source: Dial Setup
ru: Настройка дозвона

source: IP
ru: IP-адрес

source: IP Setup
ru: Настройка IP-адресов

source: Gateway
ru: Шлюз

source: Gateway Setup
ru: Настройка шлюза

source: DNS
ru: DNS-серверы

source: DNS Servers
ru: Серверы DNS

source: Login Script
ru: Скрипт подключения

source: Edit Login Script
ru: Редактировать скрипт подключения

source: Execute
ru: Выполнить

source: Execute Programs
ru: Выполнить команды

source: Accounting
ru: Учёт

source: You must enter a unique account name
ru: Следует указать другое имя соединения

source: Login script has unbalanced loop Start/End
ru: В скрипте подключения содержится неверная пара параметров Start/End

source: Byte
ru: Принятые байты

source: KiB
ru: КиБ

source: MiB
ru: МиБ

source: GiB
ru: ГиБ

source: Reset Accounting
ru: Сбросить учёт

source: What to Reset
ru: Что сбрасывать

source: Reset the accumulated p&hone costs
ru: &Сбросить накопленные стоимости

source: Check this to set the phone costs to zero. Typically you will want to do this once a month.
ru: Отметьте этот флажок для обнуления стоимостей. Как правило, это имеет смысл делать один раз в месяц.

source: Reset &volume accounting
ru: С&бросить объём трафика

source: Check this to set the volume accounting to zero. Typically you will want to do this once a month.
ru: Отметьте этот флажок для обнуления объёма трафика. Как правило, это имеет смысл делать один раз в месяц.

source: &Enable accounting
ru: &Включить учёт

source: Check for rule updates
ru: Обновить правила

source: Selected:
ru: Выбрано:

source: Volume accounting:
ru: Учёт трафика:

source: No Accounting
ru: Отключить учёт

source: Bytes In
ru: Принято байт

source: Bytes Out
ru: Передано байт

source: Bytes In & Out
ru: Всего принято и передано байт

source: Available Rules
ru: Доступные правила

source: (none)
ru: (нет)

source: Connecting to:
ru: Установка соединения:

source: Unable to create modem lock file.
ru: Не удаётся создать lock-файл для модема.

source: Looking for modem...
ru: Поиск модема...

source: &Log
ru: &Журнал

source: Connecting to: %1
ru: Подключение к %1

source: Running pre-startup command...
ru: Выполнение предварительных команд...

source: Modem device is locked.
ru: Модем уже используется и заблокирован.

source: Initializing modem...
ru: Инициализация модема...

source: Setting
ru: Устанавливается

source: Setting speaker volume...
ru: Установка громкости динамика модема...

source: Turning off dial tone waiting...
ru: Отключение ожидания гудка в линии...

source: Waiting for callback...
ru: Ожидание обратного вызова...

source: Dialing %1
ru: Набор номера %1

source: Line busy. Hanging up...
ru: Линия занята. Отключение...

source: Line busy. Waiting: %1 seconds
ru: Линия занята. Пауза %1 с

source: No Dial Tone
ru: Нет сигнала в линии

source: No carrier. Waiting: %1 seconds
ru: Нет несущей. Пауза %1 с

source: No Carrier
ru: Нет несущей

source: Digital Line Protection Detected.
ru: Обнаружена цифровая линия.

source: A Digital Line Protection (DLP) error response has been detected. Please disconnect the phone line. Do NOT connect this modem to a digital phone line or the modem could get permanently damaged
ru: Получен сигнал защиты от подключения к цифровой линии. Отключите модем от телефонной линии. Не пытайтесь подключиться к цифровой телефонной линии, иначе ваш модем может сгореть.

source: Scanning %1
ru: Опрос %1

source: Saving %1
ru: Сохранение %1

source: Sending %1
ru: Отправка %1

source: Expecting %1
ru: Ожидание %1

source: Pause %1 seconds
ru: Пауза %1 с

source: Timeout %1 seconds
ru: Таймаут %1 с

source: Hangup
ru: Отключение

source: Answer
ru: Ответ

source: Password %1
ru: Пароль %1

source: Prompting %1
ru: Запрос %1

source: PW Prompt %1
ru: Запрос на ввод пароля %1

source: Loop Start %1
ru: Начало цикла %1

source: ERROR: Nested too deep, ignored.
ru: ОШИБКА: Слишком глубоко вложенные циклы, сброс.

source: Loops nested too deeply.
ru: Слишком глубокая вложенность циклов.

source: Loop End %1
ru: Конец цикла %1

source: LoopEnd without matching Start. Line: %1
ru: Конец цикла (LoopEnd), не имеющего строки Start. Строка: %1

source: Starting pppd...
ru: Запуск pppd...

source: Scan Var: %1
ru: Считывание переменной: %1

source: Found: %1
ru: Обнаружено: %1

source: Looping: %1
ru: Цикл: %1

source: One moment please...
ru: Подождите, пожалуйста...

source: Script timed out.
ru: Время ожидания работы сценария кончилось.

source: Scanning: %1
ru: Считывание: %1

source: Expecting: %1
ru: Ожидание: %1

source: Logging on to network...
ru: Вход в сеть...

source: Running startup command...
ru: Выполнение предварительных команд...

source: Done
ru: Готово

source: None
ru: Отсутствует

source: Hardware [CRTSCTS]
ru: Аппаратное [CRTSCTS]

source: pppd command + command-line arguments exceed 2024 characters in length.
ru: Длина командной строки pppd с аргументами превысила 2024 символа.

source: Connected at:
ru: Соединение на скорости:

source: Time connected:
ru: Время соединения:

source: Session bill:
ru: Счет за сеанс:

source: Total bill:
ru: Полный счёт:

source: &Disconnect
ru: &Разъединить

source: De&tails
ru: П&одробности

source: Connection: %1 Connected at: %2 Time connected: %3
ru: Соединение: %1 Скорость: %2 Время на линии: %3

source: Session Bill: %1 Total Bill: %2
ru: Счет за сеанс: %1 Всего: %2

source: Login Script Debug Window
ru: Окно отладки скрипта подключения

source: &Close
ru: &Закрыть

source: Details
ru: Подробности

source: Disconnect
ru: Разъединить

source: Connection &name:
ru: &Имя соединения:

source: Type in a unique name for this connection
ru: Введите уникальное имя для этого соединения

source: P&hone number:
ru: &Номер телефона:

source: &Add...
ru: &Добавить...

source: &Remove
ru: &Удалить

source: <p>Specifies the phone numbers to dial. You can supply multiple numbers here, simply click on "Add". You can arrange the order the numbers are tried by using the arrow buttons. When a number is busy or fails, <i>kppp</i> will try the next number and so on
ru: <p>Здесь задаётся телефонный номер для дозвона. Можно указать несколько номеров, нажав на «Добавить». Также можно выстроить номера в нужном порядке, используя кнопки со стрелками. Когда номер занят или не отвечает, <i>kppp</i> будет пробовать набирать следующий и т. д.

source: A&uthentication:
ru: &Авторизация:

source: Script-based
ru: С помощью скрипта

source: Terminal-based
ru: Через терминальное окно

source: <p>Specifies the method used to identify yourself to the PPP server. Most universities still use <b>Terminal</b>- or <b>Script</b>-based authentication, while most ISP use <b>PAP</b> and/or <b>CHAP</b>. If unsure, contact your ISP. If you can choose between PAP and CHAP, choose CHAP, because it is much safer. If you do not know whether PAP or CHAP is right, choose PAP/CHAP.
ru: <p>Здесь задаётся способ авторизации на PPP-сервере. В большинство университетов до сих пор используется авторизация через <b>терминал</b> или с помощью <b>скрипта</b>, в то время как большинство Интернет-провайдеров используют <b>PAP</b> и/или <b>CHAP</b>. Если вы не уверены, уточните это у своего провайдера. Если у вас есть выбор между PAP и CHAP, выбирайте CHAP, поскольку он безопаснее. Если вы не уверены, что нужно, PAP или CHAP, выбирайте PAP/CHAP.

source: Store &password
ru: Со&хранить пароль

source: <p>When this is turned on, your ISP password will be saved in <i>kppp</i>'s config file, so you do not need to type it in every time. <b><font color="red">Warning:</font> your password will be stored as plain text in the config file, which is readable only to you. Make sure nobody gains access to this file!
ru: <p>При включении этой опции ваш пароль будет сохранён в файле настройки <i>kppp</i>. При этом вам не нужно будет вводить его всякий раз заново. <b><font color="red">Предупреждение:</font> пароль будет сохранен в файле настроек как обычный текст. Права на чтение этого файла есть только у вас, однако удостоверьтесь, что никто кроме вас не будет иметь возможность его прочитать.

source: &Callback type:
ru: Тип &Callback:

source: Administrator-defined
ru: Определяемый администратором

source: User-defined
ru: Определяемый пользователем

source: Callback type
ru: Тип Callback

source: Call&back number:
ru: Номер Call&back:

source: Callback phone number
ru: Номер для Callback

source: Customize &pppd Arguments...
ru: Настройка аргументов &pppd...

source: Here you can select commands to run at certain stages of the connection. The commands are run with your real user id, so you cannot run any commands here requiring root permissions (unless, of course, you are root). Be sure to supply the whole path to the program otherwise kppp might be unable to find it.
ru: Здесь можно выбрать команду для запуска на разных стадиях соединения. Команды запускаются от вашего подлинного имени, так что вы не сможете запускать команды, требующие root-привилегий (если только вы сами и не есть root). Указывайте полный путь к программам, иначе kppp может их не найти!

source: &Before connect:
ru: &Перед соединением:

source: Allows you to run a program <b>before</b> a connection is established. It is called immediately before dialing has begun. This might be useful, e.g. to stop HylaFAX blocking the modem.
ru: Программа, которая запускается <b>перед</b> началом соединения, а именно, непосредственно перед началом набора номера. Может быть полезна для разблокирования модема, например, если он используется программой HylaFAX.

source: &Upon connect:
ru: П&осле соединения:

source: Allows you to run a program <b>after</b> a connection is established. When your program is called, all preparations for an Internet connection are finished. Very useful for fetching mail and news
ru: Программа, которая запускается <b>после</b> установления соединения. Когда эта программа работает, все приготовления для соединения с Интернет будут закончены. Очень полезно для получения почты и новостей

source: Before &disconnect:
ru: П&еред разъединением:

source: Allows you to run a program <b>before</b> a connection is closed. The connection will stay open until the program exits.
ru: Программа, которая запускается <b>перед</b> закрытием соединения. Соединение будет оставаться открытым, пока программа не отработает.

source: U&pon disconnect:
ru: По&сле разъединения:

source: Allows you to run a program <b>after</b> a connection has been closed.
ru: Программа, которая запускается <b>после</b> закрытия соединения.

source: C&onfiguration
ru: &Настройка:

source: Dynamic IP address
ru: Динамический IP-адрес

source: Select this option when your computer gets an internet address (IP) every time a connection is made. Almost every Internet Service Provider uses this method, so this should be turned on.
ru: Включите эту опцию, если компьютер получает новый IP-адрес всякий раз при установке соединения. Большинство провайдеров Интернет используют именно этот метод.

source: Static IP address
ru: Статический IP-адрес

source: Select this option when your computer has a fixed internet address (IP). Most computers do not have one, so you should probably select dynamic IP addressing unless you know what you are doing.
ru: Включите эту опцию, если компьютер имеет статический IP-адрес. Большинство компьютеров не имеют статического адреса, так что скорее всего вам следует установить опцию динамического IP-адреса, если вы не уверены в обратном.

source: &IP address:
ru: &IP-адрес:

source: If your computer has a permanent internet address, you must supply your IP address here.
ru: Если компьютер имеет постоянный IP-адрес, его следует указать здесь.

source: &Subnet mask:
ru: &Маска подсети:

source: <p>If your computer has a static Internet address, you must supply a network mask here. In almost all cases this netmask will be <b>255.255.255.0</b>, but your mileage may vary. If unsure, contact your Internet Service Provider
ru: <p>Если компьютер имеет статический IP-адрес, вы должны указать здесь маску подсети. В большинстве случаев она будет равна <b>255.255.255.0</b>, но может случиться и по-другому. Если не уверены, обратитесь к своему провайдеру.

source: &Auto-configure hostname from this IP
ru: &Автоматическая установка имени машины по данному IP-адресу

source: <p>Whenever you connect, this reconfigures your hostname to match the IP address you got from the PPP server. This may be useful if you need to use a protocol which depends on this information, but it can also cause several <a href="kppp-7.html#autohostname">problems</a>. Do not enable this unless you really need it.
ru: <p>Всякий раз при соединении имя вашей машины будет меняться на то, что задаёт PPP-сервер. Это может быть полезно, если вы используете протокол, который зависит от этой информации, но это может привести и к некоторым <a href="kppp-7.html#autohostname">проблемам</a>. Не включайте этот режим, если этого не требуется

source: Selecting this option might cause some weird problems with the X-server and applications while kppp is connected. Do not use it unless you know what you are doing. For more information take a look at the handbook (or help) in the "Frequently asked questions" section.
ru: Установка этого параметра может вызвать некоторые проблемы с X-сервером и приложениями во время соединения. Не используйте его, если в точности не уверены в том, что вы делаете! Подробнее об этом вы можете прочитать в документации в разделе «Часто задаваемые вопросы».

source: Warning
ru: Предупреждение

source: Domain &name:
ru: &Домен:

source: If you enter a domain name here, this domain name is used for your computer while you are connected. When the connection is closed, the original domain name of your computer is restored. If you leave this field blank, no changes are made to the domain name.
ru: Если задать здесь имя домена, это имя будет использоваться вашим компьютером на время соединения. Когда соединение закроется, первоначальное имя вашего компьютера будет восстановлено. Если оставить это поле пустым, никаких изменений в имени сделано не будет.

source: C&onfiguration:
ru: &Настройка:

source: Automatic
ru: Автоматическая

source: Manual
ru: Ручная

source: DNS &IP address:
ru: &IP-адрес сервера DNS:

source: <p>Allows you to specify a new DNS server to be used while you are connected. When the connection is closed, this DNS entry will be removed again. To add a DNS server, type in the IP address of the DNS server here and click on <b>Add</b>
ru: <p>Позволяет задать адрес DNS-сервера, используемого на время соединения. После закрытия соединения, эта запись о DNS будет удалена. Чтобы добавить сервер DNS, введите его IP адрес и нажмите кнопку <b>Добавить</b>

source: &Add
ru: &Добавить

source: Click this button to add the DNS server specified in the field above. The entry will then be added to the list below
ru: Нажмите эту кнопку для добавления DNS-сервера, указанного в поле выше. Запись будет добавлена в список

source: Click this button to remove the selected DNS server entry from the list below
ru: Нажмите эту кнопку для удаления выбранного DNS-сервера из списка

source: DNS address &list:
ru: Список адресов серверов &DNS:

source: <p>This shows all defined DNS servers to use while you are connected. Use the <b>Add</b> and <b>Remove</b> buttons to modify the list
ru: <p>Показывает все серверы DNS, используемые во время соединения. Используйте кнопки <b>Добавить</b> или <b>Удалить</b> для изменения этого списка.

source: &Disable existing DNS servers during connection
ru: &Закрыть доступ к существующим серверам DNS на время соединения

source: <p>When this option is selected, all DNS servers specified in <tt>/etc/resolv.conf</tt> are temporary disabled while the dialup connection is established. After the connection is closed, the servers will be re-enabled Typically, there is no reason to use this option, but it may become useful under some circumstances.
ru: <p>Когда выбрана эта опция, доступ ко всем серверам DNS, перечисленным в файле <tt>/etc/resolv.conf</tt>, будет отключён на время соединения. После закрытия соединения доступ к серверам будет вновь открыт. Обычно нет причин для включения этой опции, но при некоторых обстоятельствах она может пригодиться.

source: Default gateway
ru: Шлюз по умолчанию

source: This makes the PPP peer computer (the computer you are connected to with your modem) to act as a gateway. Your computer will send all packets not going to a computer inside your local net to this computer, which will route these packets. This is the default for most ISPs, so you should probably leave this option on.
ru: Эта опция задает, что ваш PPP-сосед (то есть тот компьютер, к которому вы подключились по модему) будет работать как шлюз. Ваш компьютер будет посылать все пакеты, не адресованные компьютерам локальной сети, на этот шлюз, который будет пересылать их дальше. Это работает по умолчанию для большинства провайдеров, поэтому оставьте опцию включённой.

source: Static gateway
ru: Статический шлюз

source: <p>Allows you to specify which computer you want to use as gateway (see <i>Default Gateway</i> above)
ru: <p>Позволяет указать, какой компьютер будет использоваться как шлюз (см. выше <i>Шлюз по умолчанию</i>

source: Gateway &IP address:
ru: &IP-адрес шлюза:

source: &Assign the default route to this gateway
ru: Н&азначить этот шлюз маршрутом по умолчанию

source: If this option is enabled, all packets not going to the local net are routed through the PPP connection. Normally, you should turn this on
ru: Если этот параметр включён, все пакеты, не адресованные в локальную сеть, маршрутизируются через соединение PPP. Как правило, эту опцию следует включить.

source: &Insert
ru: &Вставить

source: Add Phone Number
ru: Добавить номер телефона

source: Enter a phone number:
ru: Номер телефона:

source: pppd version:
ru: Версия pppd:

source: pppd &timeout:
ru: &Таймаут pppd:

source: sec
ru: с

source: <i>kppp</i> will wait this number of seconds to see if a PPP connection is established. If no connection is made in this time frame, <i>kppp</i> will give up and kill pppd.
ru: <i>kppp</i> будет ожидать установления PPP-соединения указанное число секунд. Если за это время соединение не будет установлено, <i>kppp</i> не будет далее пытаться его установить и закроет pppd.

source: Doc&k into panel on connect
ru: &Встроить в панель при соединении

source: <p>After a connection is established, the window is minimized and a small icon in the KDE panel represents this window. Clicking on this icon will restore the window to its original location and size.
ru: <p>При установлении соединения окно будет свёрнуто, и в панели задач KDE появится его значок. Если щёлкнуть этот значок, окно восстановит свой размер и положение.

source: A&utomatic redial on disconnect
ru: &Автодозвон при разъединении

source: <p>When a connection is established and it somehow gets disconnected, <i>kppp</i> will try to reconnect to the same account. See <a href="#redial">here</a> for more on this topic.
ru: <p>Если соединение было разорвано или каким-либо образом утеряно, <i>kppp</i> попробует снова дозвониться до провайдера. Подробнее об этом см. <a href="#redial">ссылку</a>.

source: Automatic redial on NO &CARRIER
ru: Автодозвон при NO &CARRIER

source: <p>When dialing if modem returns NO CARRIER the program will make a new attempt to redial instead of waiting for user to click <CANCEL> button.
ru: <p>Когда модем возвращает NO CARRIER, программа будет пытаться подключиться снова, не ожидая для этого нажатия кнопки <Отмена>.

source: &Show clock on caption
ru: &Показывать время в строке заголовка

source: When this option is checked, the window title shows the time since a connection was established. Very useful, so you should turn this on
ru: Заголовок окна будет показывать время с начала установления соединения. Это очень полезно и рекомендуется ко включению.

source: Disco&nnect on X server shutdown
ru: &Разъединиться при остановке X-сервера

source: <p>Checking this option will close any open connection when the X-server is shut down. You should enable this option unless you know what you are doing. See <a href="#disxserver">here</a> for more on this.
ru: <p>При включении этой опции все соединения будут закрываться при остановке X-сервера. Вы не должны отключать эту опцию, если не полностью уверены в том, зачем вы это делаете. Подробнее об этом см. <a href="#disxserver">ссылку</a>.

source: &Quit on disconnect
ru: &Выход при разъединении

source: When this option is turned on, <i>kppp</i> will be closed when you disconnect
ru: Когда эта опция включена, <i>kppp</i> будет закрываться при завершении соединения

source: Minimi&ze window on connect
ru: &Свернуть окно при соединении
