Repository: fluxer/kde-l10n
Catalog: */messages/kdenetwork/kppp.po
Languages: ru

source: Select the location where you plan to use this account from the list below. If your country or location is not listed, you have to create the account with the normal, dialog based setup. If you click "Cancel", the dialog based setup will start.
ru: Из нижеприведенного списка выберите местоположение, откуда вы планируете использовать данное соединение. Если ваши страна или местоположение не указаны, вы можете создать соединение в режиме диалога настройки. Если вы нажмёте «Отменить», запустится диалог настройки.

source: Select your Internet Service Provider (ISP) from the list below. If the ISP is not in this list, you have to click on "Cancel" and create this account using the normal, dialog-based setup. Click on "Next" when you have finished your selection.
ru: Выберите вашего провайдера Интернет из списка ниже. Если его нет в этом списке, щёлкните на «Отменить» и создайте соединение в режиме диалога настройки. Нажмите «Далее», когда будете готовы.

source: To log on to your ISP, kppp needs the username and the password you got from your ISP. Type in this information in the fields below. Word case is important here.
ru: Для соединения с провайдером kppp должен знать имя пользователя и пароль, которые дал вам провайдер. Введите эти данные ниже. Важно: большие и маленькие буквы различаются.

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: If you need a special dial prefix (e.g. if you are using a telephone switch) you can specify it here. This prefix is dialed just before the phone number. If you have a telephone switch, you probably need to write "0" or "0," here.
ru: Если вам нужен специальный префикс набора (например, если вы используете телефонный коммутатор), его можно указать здесь. Этот префикс будет набран перед номером телефона. Если у вас телефонный коммутатор, попробуйте задать здесь «0» или «9».

source: Dial prefix:
ru: Префикс набора:

source: Finished! A new account has been created. Click "Finish" to go back to the setup dialog. If you want to check the settings of the newly created account, you can use "Edit" in the setup dialog.
ru: Готово! Создано новое соединение. Нажмите «Готово», чтобы вернуться назад в диалог настройки. Если вы хотите проверить настройки только что созданного соединения, используйте кнопку «Редактировать» в диалоге настройки.

source: kppp: no rulefile specified
ru: kppp: не задан файл правил

source: kppp: rulefile "%s" not found
ru: kppp: файл правил «%s» не найден

source: kppp: rulefiles must have the extension ".rst"
ru: kppp: файлы правил должны иметь расширение «.rst»

source: kppp: error parsing the ruleset
ru: kppp: ошибка в наборе правил

source: kppp: parse error in line %d
ru: kppp: ошибка в строке %d

source: kppp: rulefile does not contain a default rule
ru: kppp: файл правил не содержит правила по умолчанию

source: kppp: rulefile does not contain a "name=..." line
ru: kppp: файл правил не содержит строку «name=...»

source: kppp: rulefile is ok
ru: kppp: файл правил не содержит ошибок

source: You are not allowed to dial out with kppp. Contact your system administrator.
ru: Вам не разрешается пользоваться kppp. Обратитесь к системному администратору.

source: Cannot find the PPP daemon. Make sure that pppd is installed.
ru: Не удаётся найти демон pppd. Убедитесь, что pppd установлен.

source: You do not have the permission to start pppd. Contact your system administrator and ask to get access to pppd.
ru: Недостаточно прав для запуска pppd. Обратитесь системному администратору для получения доступа к pppd.

source: You do not have sufficient permission to run: %1 Please make sure that kppp is owned by root and has the SUID bit set.
ru: Недостаточно прав для запуска %1 Убедитесь, что владельцем kppp является root и SUID-бит установлен.

source: %1 is missing or can not be read. Ask your system administrator to create this file (can be empty) with appropriate read and write permissions.
ru: %1 отсутствует или не может быть прочитан. Попросите вашего системного администратора создать этот файл (даже пустой) с соответствующими правами на чтение и запись.
