Repository: fluxer/kde-l10n
Catalog: */messages/kdeutils/kcharselect.po
Languages: ar

source: &To Clipboard
ar: إلى ال&حافظة

source: To Clipboard &UTF-8
ar: إلى الحافظة &UTF-8

source: To Clipboard &HTML
ar: إلى الحافظة &HTML

source: &From Clipboard
ar: &من الحافظة

source: From Clipboard UTF-8
ar: من الحافظة UTF-8

source: From Clipboard HTML
ar: من الحافظة HTML

source: &Flip Text
ar: قلب النص

source: &Reverse Direction
ar: ا&عكس الإتجاه

source: KDE character selection utility
ar: أداة كدى لاختيار الرموز

source: A wrapper around the KCharSelect widget.
ar: إزار حول القطعة KCharSelect

source: Author and maintainer
ar: المؤلف والمشرف

source: Author
ar: المؤلف

source: New GUI, Unicode information, incremental search, and general improvements
ar: واجهة رسومية جديدة و معلومات ب Unicode وبحث تصاعدي ، و تحسينات عامة

source: Constantin Berzan
ar: ثابثة Berzan

source: Previous maintainer
ar: المشرف السابق

source: GUI cleanup and fixes
ar: تنظيف و تصليحات الواجهة الرسومية

source: XMLUI conversion
ar: تحويل XMLUI

source: RTL support
ar: دعم RTL

source: &Edit
ar: &حرر

source: Main Toolbar
ar: شريط الأدوات الرئيسي
