Repository: fluxer/kde-l10n
Catalog: */messages/kdeutils/kcm_remotecontrol.po
Languages: it

# NAME OF TRANSLATORS
source: Your names
it: Vincenzo Reale

# EMAIL OF TRANSLATORS
source: Your emails
it: smart2128@baslug.org

source: Dialog
it: Finestra

source: How do you wish to create the action?
it: Come desideri creare l'azione?

source: Create an action using a template
it: Creare un'azione utilizzando un modello

source: Use this if you cannot find a template for the desired action. Here you can browse the whole D-Bus session bus and execute any function using common data types.<br> <i>Note that an application must be running in order to be shown here.</i>
it: Da utilizzare se non trovi un modello per l'azione desiderata. Qui puoi navigare l'intero bus di sessione D-Bus ed eseguire qualsiasi funzione utilizzando i tipi di dato comuni.<br> <i>Nota che un'applicazione deve essere in esecuzione affinché sia mostrata qui.</i>

source: This is the recommended way if you would like to control the most common applications. It is the easiest way for adding actions, but also limited to the available templates.
it: Questo è il modo consigliato di controllare la maggior parte delle applicazioni. È il modo più semplice per aggiungere azioni, ma anche limitato ai modelli disponibili.

source: Create an action browsing D-Bus
it: Creare un azione navigando D-Bus

source: Create a keypress action
it: Crea un'azione di pressione tasto

source: This type of action offers to generate keypress events. You can execute keyboard shortcuts or type whole sentences with just one button press.
it: Questo tipo di azione dà la possibilità di generare eventi di pressione di tasti. Puoi eseguire scorciatoie da tastiera o digitare frasi intere con la pressione di un solo pulsante.

source: Linux Infrared Remote Control
it: Telecomandi a infrarossi per Linux (LIRC)

source: There are no remote controls available. Please make sure lircd is configured correctly.
it: Non ci sono telecomandi disponibili. Assicurati che lircd sia configurato correttamente.

source: Available remotes:
it: Telecomandi disponibili:

source: Add mode
it: Aggiungi modalità

source: Add action
it: Aggiungi azione

source: Remove mode
it: Rimuovi la modalità

source: Remove action
it: Rimuovi azione

source: Edit mode
it: Modifica modalità

source: Edit action
it: Modifica azione

source: Move mode up
it: Sposta in alto la modalità

source: Duplicate action
it: Duplica azione

source: Move mode down
it: Sposta in basso la modalità

source: Automatically create actions using a profile
it: Creare automaticamente azioni utilizzando un profilo

source: Move action up
it: Sposta in alto l'azione

source: Move action down
it: Sposta in basso l'azione

source: Show tray icon
it: Mostra l'icona nel vassoio di sistema

source: Edit Action
it: Modifica azione

# Button on the remote control
source: Button:
it: Pulsante:

source: Application and function
it: Applicazione e funzione

source: D-Bus Services:
it: Servizi D-Bus:

source: Functions:
it: Funzioni:

source: Parameters:
it: Parametri:

source: Options
it: Opzioni

source: Repeat action if button is held down
it: Ripeti l'azione se il pulsante è mantenuto premuto

source: Start the application if not running
it: Avvia l'applicazione se non è in esecuzione

source: If multiple instances of this application are running...
it: Se diverse istanze dell'applicazione sono in esecuzione...

source: send the action to the top-level instance
it: invia l'azione all'istanza principale

source: send the action to the lowest instance
it: invia l'azione all'istanza di livello più basso

source: send the action to all instances
it: invia l'azione a tutte le istanze

source: do not send the action
it: non inviare l'azione

source: Keypresses to be generated
it: Pressioni di tasti da generare

source: &Add
it: &Aggiungi

source: &Remove
it: &Rimuovi

source: Move Up
it: Sposta in alto

source: Move Down
it: Sposta in basso

source: Profiles:
it: Profili:

source: Action templates:
it: Modelli di azione:

source: The KDE Remote Control System
it: Il sistema di telecomandi di KDE

source: Use this to configure KDE's remote control system in order to control any KDE application with your remote control.
it: Da utilizzare per configurare il sistema di telecomandi di KDE e controllare qualsiasi applicazione di KDE con il proprio telecomando.

source: <h1>Remote Controls</h1><p>This module allows you to configure bindings between your remote controls and KDE applications. Simply select your remote control and click Add next to the Actions/Buttons list to create new action for button presses.</p>
it: <h1>Telecomandi</h1><p>Questo modulo consente di configurare associazioni tra i tuoi telecomandi e le applicazioni di KDE. Seleziona semplicemente il telecomando e fai clic su Aggiungi che si trova vicino all'elenco Azioni/Pulsanti per creare una nuova per la pressione dei pulsanti.</p>

source: Are you sure you want to remove this remote and all of its modes and actions?
it: Sei sicuro di voler rimuovere questo telecomando e tutte le relative modalità e azioni?

source: Remove remote
it: Rimuovi telecomando

source: Are you sure you want to remove this mode and all contained actions?
it: Sei sicuro di voler rimuovere questa modalità e tutte le azioni contenute?

source: Configured actions for %1:
it: Configura le azioni per %1:

source: Configured actions for %1 in mode %2:
it: Azioni configurate per %1 nella modalità %2:

source: The remote control daemon failed to load. Your remote controls will not work.
it: Impossibile caricare il demone dei telecomandi. I telecomandi non funzioneranno.

source: Failed to load daemon
it: Impossibile caricare il demone

source: No button
it: Nessun pulsante

source: Using the cycle function will remove all duplicate button assignments from your modes. Are you sure that you would like to proceed?
it: L'utilizzo della funzione di rotazione rimuoverà tutte le assegnazioni duplicate di pulsanti dalle modalità. Sei sicuro di voler procedere?

source: Change mode switch behavior
it: Cambia il comportamento di passaggio tra le modalità

source: No Button
it: Nessun pulsante

source: New Mode
it: Nuova modalità

source: Set mode as default
it: Imposta modalità come predefinita

source: Button:
it: Pulsante:

source: Enable mode cycling (disables mode grouping)
it: Abilita la rotazione delle modalità (disabilita il raggruppamento delle modalità)

source: Forward button
it: Pulsante di avanzamento

source: Backward button
it: Pulsante di arretramento

# Header in a table holding DBus functions
source: Application / Node
it: Applicazione / Nodo

source: Function
it: Funzione

source: Parameters
it: Parametri

source: Description
it: Descrizione

source: Value
it: Valore

# Value is true
source: True
it: Vero

# Value is false
source: False
it: Falso

source: A comma-separated list of Strings
it: Un elenco di stringhe separato da virgole

source: Profile Name
it: Nome del profilo

source: Author: %1 (Version: %2)
it: Autore: %1 (Versione: %2)

# Profile name
source: Name
it: Nome

source: Remotes and modes
it: Telecomandi e modalità

source: Button
it: Pulsante

source: This remote control is currently not available.
it: Questo telecomando non è attualmente disponibile.

source: Application
it: Applicazione

source: Select a profile to automatically generate actions for your remote control:
it: Seleziona un profilo per generare automaticamente le azioni per il telecomando:

source: Available profiles
it: Profili disponibili

source: Auto-Populate
it: Popola automaticamente

source: Remote supports all defined buttons in selected profile
it: Il telecomando supporta tutti i pulsanti definiti nel profilo selezionato

source: Remote does not support all defined buttons in selected profile
it: Il telecomando non supporta tutti i pulsanti definiti nel profilo selezionato

source: Remote supports none of the defined buttons in selected profile
it: Il telecomando non supporta alcuno dei pulsanti definiti nel profilo selezionato
