Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/audiorename_plugin.po
Languages: cs, ja

source: An older file named '%1' already exists.
cs: Starší soubor pojmenovaný '%1' již existuje.
ja: <filename>%1</filename> という名前の、より古いファイルが既に存在します。

source: A similar file named '%1' already exists.
cs: Podobný soubor pojmenovaný '%1' již existuje.
ja: <filename>%1</filename> という名前の、よく似たファイルが既に存在します。

source: A newer file named '%1' already exists.
cs: Novější soubor pojmenovaný '%1' již existuje.
ja: <filename>%1</filename> という名前の、より新しいファイルが既に存在します。

source: Source File
cs: Zdrojový soubor
ja: 比較元ファイル

source: Existing File
cs: Existující soubor
ja: 既存のファイル

source: Would you like to replace the existing file with the one on the right?
cs: Chtěli byste nahradit existující soubor souborem napravo?
ja: 既存のファイルを右側のものに置換しますか？

source: This audio file is not stored on the local host. Click on this label to load it.
cs: Tento zvukový soubor není uložen na lokálním počítači. Klikněte na tento popisek, aby se soubor načetl.
ja: この音声ファイルはローカルホスト に保存されていません。ロードするには このラベルをクリックしてください。

source: Unable to load audio file
cs: Nelze načíst zvukový soubor
ja: 音声ファイルをロードできません

source: Artist: %1
cs: Umělec: %1
ja: アーティスト: %1

source: Title: %1
cs: Název: %1
ja: タイトル: %1

source: Comment: %1
cs: Komentář: %1
ja: コメント: %1

# Bitrate: 160 kbits/s
source: Bitrate: %1 %2
cs: Datový tok: %1 %2
ja: ビットレート: %1 %2

source: Sample rate: %1 %2
cs: Vzorkovací frekvence: %1 %2
ja: サンプリングレート: %1 %2

source: Length:
cs: Délka:
ja: 長さ:
