Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/drkonqi.po
Languages: fi

# @info
source: <para>As the Crash Handler itself has failed, the automatic reporting process is disabled to reduce the risks of failing again.<nl /><nl />Please, <link url='%1'>manually report</link> this error to the KDE bug tracking system. Do not forget to include the backtrace from the <interface>Developer Information</interface> tab.</para>
fi: <para>Koska itse Kaatumistenkäsittelijä kaatui, automaattinen ilmoitusavustaja on otettu pois käytöstä uuden kaatumisen riskin pienentämiseksi.<nl /><nl />Ole hyvä ja <link url='%1'>ilmoita tästä virheestä manuaalisesti</link> KDE:n vianseurantajärjestelmään. Älä unohda sisällyttää kaatumistietoja <interface>Kehittäjätiedot</interface>-välilehdeltä.</para>

# @info
source: <para>The reporting assistant is disabled because the crash handler dialog was started in safe mode.<nl />You can manually report this bug to %1 (including the backtrace from the <interface>Developer Information</interface> tab.)</para>
fi: <para>Ilmoitusavustaja on otettu pois käytöstä koska kaatumiskäsittelijävalintaikkuna käynnistettiin turvatilassa.<nl />Voit ilmoittaa tästä viasta manuaalisesti osoitteeseen %1 (sisällyttäen kaatumistiedot <interface>Kehittäjätiedot</interface>-välilehdeltä).</para>

# @info
source: <para>You can help us improve KDE Software by reporting this error.<nl /><link url='%1'>Learn more about bug reporting.</link></para><para><note>It is safe to close this dialog if you do not want to report this bug.</note></para>
fi: <para>Voit auttaa meitä parantamaan KDE:tä ilmoittamalla tämän vian.<nl /> <link url='%1'>Lisätietoja vian ilmoittamisesta.</link></para> <para><note>Voit turvallisesti sulkea tämän valintaikkunan, ellet halua ilmoittaa tätä vikaa.</note></para>

# @info
source: <para>You cannot report this error, because <application>%1</application> does not provide a bug reporting address.</para>
fi: <para>Et voi ilmoittaa tästä viasta, koska <application>%1</application> ei tarjoa vianilmoitusosoitetta.</para>

# @label
source: Details:
fi: Yksityiskohdat:

# @info Note the time information is divided into date and time parts
source: <para>Executable: <application>%1</application> PID: <numid>%2</numid> Signal: %3 (%4) Time: %5 %6</para>
fi: <para>Suoritettava tiedosto: <application>%1</application> Prosessitunniste: <numid>%2</numid> Signaali: %3 (%4) Aika: %5 %6</para>

# @action:button
source: Report &Bug
fi: Ilmoita &vika

# @info:tooltip
source: Starts the bug report assistant.
fi: Käynnistää vikailmoitusavustajan.

source: &Debug
fi: &Jäljitä vika

# @info:tooltip
source: Starts a program to debug the crashed application.
fi: Käynnistää kaatuneen sovelluksen vianjäljityksen.

# @action:button
source: &Restart Application
fi: &Käynnistä sovellus uudelleen

# @info:tooltip
source: Use this button to restart the crashed application.
fi: Käytä tätä painiketta kaatuneen sovelluksen uudelleenkäynnistykseen.

# @info:tooltip
source: Close this dialog (you will lose the crash information.)
fi: Sulje tämä ikkuna (menetät kaatumistiedot).

# @action:inmenu 1 is the debugger name
source: Debug in <application>%1</application>
fi: Jäljitä vikaa sovelluksessa <application>%1</application>

source: Failed to retrieve the config data.
fi: Asetusdatan noutaminen epäonnistui.

source: The KDE Crash Handler gives the user feedback if a program has crashed.
fi: KDE:n kaatumistenkäsittelijä opastaa käyttäjää, jos sovellus kaatuu.

source: The KDE Crash Handler
fi: KDE:n kaatumistenkäsittelijä

source: (C) 2000-2009, The DrKonqi Authors
fi: © 2000–2009, The DrKonqi-tekijät

# @info:shell
source: The signal number that was caught
fi: Siepattu signaalinumero

# @info:shell
source: Name of the program
fi: Ohjelman nimi

# @info:shell
source: Path to the executable
fi: Ohjelman polku

# @info:shell
source: The version of the program
fi: Ohjelman versio

# @info:shell
source: The bug address to use
fi: Käytettävä vikailmoitusosoite

# @info:shell
source: Translated name of the program
fi: Ohjelman käännetty nimi

# @info:shell
source: The PID of the program
fi: Ohjelman prosessitunniste

# @info:shell
source: Startup ID of the program
fi: Ohjelman käynnistystunniste

# @info:shell
source: The program was started by kdeinit
fi: Ohjelman käynnisti kdeinit

# @info:shell
source: Disable arbitrary disk access
fi: Älä käytä kiintolevyä mielivaltaisesti

# @info:shell
source: The program has already been restarted
fi: Ohjelma oli jo käynnistynyt uudelleen

# @info:shell
source: Keep the program running and generate the backtrace at startup
fi: Pidä sovellus käynnissä ja tuota pinolistaus käynnistyksessä

# @info:shell
source: The thread id of the failing thread
fi: Epäonnistuvan säikeen säie-id

source: the KDE Bug Tracking System
fi: KDE:n vianseurantajärjestelmään

# @title:window
source: Crash Reporting Assistant
fi: Kaatumisilmoitusavustaja

# @title
source: Welcome to the Reporting Assistant
fi: Tervetuloa vikailmoitusavustajaan

# @title
source: Fetching the Backtrace (Automatic Crash Information)
fi: Haetaan automaattiset kaatumistiedot

# @title
source: Results of the Analyzed Crash Details
fi: Kaatumisyksityiskohtien analysoinnin tulos

# @title
source: Login into %1
fi: Kirjautuminen %1

# @title
source: Look for Possible Duplicate Reports
fi: Mahdollisten kaksoiskappaleilmoitusten tarkistaminen

# @title
source: Enter the Details about the Crash
fi: Kaatumisen yksityiskohtien antaminen

# @title
source: Preview the Report
fi: Esikatsele ilmoitusta

# @action:button
source: Close the assistant
fi: Sulje avustaja

# @action:button
source: Cancel
fi: Peru

# @action:button
source: Save information and close
fi: Tallenna tiedot ja sulje

# @info
source: Do you really want to close the bug reporting assistant? <note>The crash information is still valid, so you can save the report before closing if you want.</note>
fi: Haluatko varmasti sulkea vikailmoitusavustajan?<note>Kaatumistiedot ovat yhä kelvollisia, joten voit tallentaa ilmoituksen ennen sulkemista, jos haluat.</note>

# @title:window
source: Close the Assistant
fi: Sulje avustaja

# @info
source: Do you really want to close the bug reporting assistant?
fi: Haluatko varmasti sulkea vikailmoitusavustajan?

# @info
source: This crash information is not useful enough, do you want to try to improve it? You will need to install some debugging packages.
fi: Nämä kaatumistiedot eivät ole riittävän hyödyllisiä, haluatko yrittää parantaa niitä? Sinun tarvitsee asentaa joitakin vianjäljityspakkauksia.

# @title:window
source: Crash Information is not useful enough
fi: Kaatumistiedot eivät ole tarpeeksi hyödyllisiä

source: What I was doing when the application "%1" crashed
fi: Mitä olin tekemässä kun sovellus ”%1” kaatui

# @label examples about information the user can provide
source: Examples: %1
fi: Esimerkit: %1

# @action:button
source: &Show Contents of the Report
fi: &Näytä ilmoituksen sisältö

# @info:tooltip
source: Use this button to show the generated report information about this crash.
fi: Käytä tätä painiketta näyttämään tuotetut ilmoitustiedot tästä kaatumisesta.

# @info
source: The automatically generated crash information is useful.
fi: Automaattisesti tuotetut kaatumistiedot ovat hyödyllisiä.

# @info
source: The automatically generated crash information lacks some details but may be still be useful.
fi: Automaattisesti tuotetuista kaatumistiedoista puuttuu joitain yksityiskohtia, mutta ne saattavat olla silti hyödyllisiä.

# @info
source: The automatically generated crash information lacks important details and it is probably not helpful.
fi: Automaattisesti tuotetuista kaatumistiedoista puuttuu tärkeitä yksityiskohtia ja ne eivät luultavasti ole hyödyllisiä.

# @info
source: The crash information was not generated because it was not needed.
fi: Kaatumistietoja ei tuotettu, koska niitä ei tarvittu.

# @info
source: The automatically generated crash information does not contain enough information to be helpful.
fi: Automaattisesti tuotetut kaatumistiedot eivät sisällä tarpeeksi tietoja ollakseen hyödyllisiä.

# @info
source: <note>You can improve it by installing debugging packages and reloading the crash on the Crash Information page. You can get help with the Bug Reporting Guide by clicking on the <interface>Help</interface> button.</note>
fi: <note>Voit parantaa sitä asentamalla vianjäljityspaketit ja avaamalla kaatumistiedot uudelleen Kaatumistiedot-sivulla. Löydät ohjeita Vianjäljitysoppaasta napsauttamalla <interface>Ohje</interface>-painiketta.</note>

# @info
source: The information you can provide could be considered helpful.
fi: Tarjoamiasi tietoja voidaan pitää hyödyllisinä.

# @info
source: The information you can provide is not considered helpful enough in this case.
fi: Tarjoamiasi tietoja ei voida pitää riittävän hyödyllisinä tässä tapauksessa.

# @info
source: Your problem has already been reported as bug <numid>%1</numid>.
fi: Ongelmasi on jo ilmoitettu viaksi <numid>%1</numid>.

# @info
source: This report is considered helpful.
fi: Tätä ilmoitusta pidetään hyödyllisenä.

# @info
source: This application's bugs are reported to the KDE bug tracking system: click <interface>Next</interface> to start the reporting process. You can manually report at <link>%1</link>
fi: Sovelluksen viat ilmoitetaan KDE:n vianseurantajärjestelmään: napsauta <interface>Seuraava</interface>-painiketta ilmoitusprosessin aloittamiseksi. Voit ilmoittaa manuaalisesti osoitteessa <link>%1</link>

# @info
source: This application is not supported in the KDE bug tracking system. Click <interface>Finish</interface> to report this bug to the application maintainer. Also, you can manually report at <link>%1</link>.
fi: Tätä sovellusta ei tueta KDE:n vianseurantajärjestelmässä. Napsauta <interface>Valmis</interface>-painiketta ilmoittaaksesi vian sovelluksen ylläpitäjälle. Voit myös ilmoittaa sen manuaalisesti osoitteeseen <link>%1</link>.

# @info
source: This report does not contain enough information for the developers, so the automated bug reporting process is not enabled for this crash.
fi: Tämä ilmoitus ei sisällä riittävästi tietoja kehittäjille, joten automaattinen vianilmoitusprosessi ei ole käytössä tälle kaatumiselle.

# @info
source: If you wish, you can go back and change your answers.
fi: Jos haluat, voit palata muuttamaan vastauksiasi.

# @info
source: You can manually report this bug at <link>%1</link>. Click <interface>Finish</interface> to close the assistant.
fi: Voit ilmoittaa tästä viasta manuaalisesti osoitteessa <link>%1</link>. Napsauta <interface>Valmis</interface>-painiketta avustajan sulkemiseksi.

# @info
source: You can manually report this bug to its maintainer at <link>%1</link>. Click <interface>Finish</interface> to close the assistant.
fi: Voit ilmoittaa tästä viasta manuaalisesti ylläpitäjälle osoitteessa <link>%1</link>. Napsauta <interface>Valmis</interface>-painiketta avustajan sulkemiseksi.

# @info/plain report to url/mail address
source: Report to %1
fi: Ilmoita osoitteeseen %1

# @title:window
source: Contents of the Report
fi: Ilmoituksen sisältö

# @action:button
source: &Save to File...
fi: T&allenna tiedostoon…

# @info:tooltip
source: Use this button to save the generated crash report information to a file. You can use this option to report the bug later.
fi: Käytä tätä painiketta tallentamaan tuotetut kaatumisilmoitustiedot tiedostoon. Voit käyttää tätä vaihtoehtoa vian ilmoittamiseen myöhemmin.

# @info:status '1' is replaced with the short URL of the bugzilla
source: You need to login with your %1 account in order to proceed.
fi: Sinun tarvitsee kirjautua %1-tillillesi jatkaaksesi eteenpäin.

# @action:button
source: Login
fi: Kirjaudu

# @info:tooltip
source: Use this button to login to the KDE bug tracking system using the provided username and password.
fi: Käytä tätä painiketta kirjautumiseen KDE:n vianseurantajärjestelmään käyttäen tarjottua käyttäjätunnusta ja salasanaa.

# @info/rich
source: <note>You need a user account on the <link url='%1'>KDE bug tracking system</link> in order to file a bug report, because we may need to contact you later for requesting further information. If you do not have one, you can freely <link url='%2'>create one here</link>. Please do not use disposable email accounts.</note>
fi: <note>Tarvitset käyttäjätunnuksen <link url='%1'>KDE:n vianseurantajärjestelmään</link> jättääksesi vikailmoituksen, koska meidän on ehkä otettava sinuun myöhemmin yhteyttä saadaksemme lisätietoja. Ellei sinulla ole tunnusta, voit <link url='%2'>luoda sen täällä</link>. Ole hyvä äläkä käytä kertakäyttöisiä sähköpostiosoitteita.</note>

# @info:status
source: Error when trying to login: <message>%1.</message>
fi: Virhe kirjauduttaessa: <message>%1</message>.

# @info:status the user is logged at the bugtracker site as USERNAME
source: Logged in at the KDE bug tracking system (%1) as: %2.
fi: Kirjauduttu KDE:n vianseurantajärjestelmään (%1) tunnuksella %2.

source: Failed to communicate with kded. Make sure it is running.
fi: Viestintä kded:n kanssa epäonnistui. Varmista, että se on käynnissä.

source: Failed to load KCookieServer. Check your KDE installation.
fi: KCookieServerin lataaminen epäonnistui. Tarkista KDE-asennuksesi.

source: Failed to communicate with KCookieServer.
fi: Viestintä KCookieServerin kanssa epäonnistui.

# @info 1 is the bugzilla website url
source: Cookies are not allowed in your KDE network settings. In order to proceed, you need to allow %1 to set cookies.
fi: Evästeitä ei ole sallittu KDE:n verkkoasetuksissasi. Jotta voit jatkaa, täytyy sinun sallia osoitteen %1 asettaa evästeitä.

# @action:button 1 is the bugzilla website url
source: Allow %1 to set cookies
fi: Salli %1:n asettaa evästeitä

# @action:button do not allow the bugzilla website to set cookies
source: No, do not allow
fi: Ei, älä salli

# @info:status '1' is a url, '2' the username
source: Performing login at %1 as %2...
fi: Kirjaudutaan järjestelmään %1 tunnuksella %2…

# @info:status/rich
source: <b>Error: Invalid username or password</b>
fi: <b>Virhe: Väärä käyttäjätunnus tai salasana</b>

# @label:listbox KDE distribution method
source: Unspecified
fi: Määrittelemätön

# @label:listbox KDE distribution method
source: Debian stable
fi: Debian stabiili

# @label:listbox KDE distribution method
source: Debian testing
fi: Debian testausversio

# @label:listbox KDE distribution method
source: Debian unstable
fi: Debian epästabiili

# @label:listbox KDE distribution method
source: Ubuntu (and derivatives)
fi: Ubuntu (ja sen johdokset)

# @label:listbox KDE distribution method
source: FreeBSD (Ports)
fi: FreeBSD (Sovitukset)

# the minimum required length of a text was reached
source: Minimum length reached
fi: Vähimmäispituus saavutettu

# the minimum required length of a text wasn't reached yet
source: Provide more information
fi: Tarvitaan lisää tietoja

# @info
source: The description about the crash details does not provide enough information yet.<br /><br />
fi: Kuvaus kaatumisyksityiskohdista ei tarjoa riittävästi tietoja.<br /><br />

# @info
source: The amount of required information is proportional to the quality of the other information like the backtrace or the reproducibility rate.<br /><br />
fi: Vaadittava tietojen määrä on verrannollinen kaatumis-, toistettavuus- ja muiden tietojen laatuun.<br /><br />

# @info
source: Previously, you told DrKonqi that you could provide some contextual information. Try writing more details about your situation. (even little ones could help us.)<br /><br />
fi: Kerroit aiemmin, että voit kertoa jotain siitä, mitä teit ennen kaatumista. Yritä kirjoittaa hieman lisää. (Jopa pienet seikat voivat auttaa.) <br /><br />

# @info
source: If you cannot provide more information, your report will probably waste developers' time. Can you tell us more?
fi: Jos et voi tarjota lisää tietoa, ilmoituksesi on luultavasti kehittäjän ajan tuhlaamista. Voitko kertoa meille enemmän?

source: Yes, let me add more information
fi: Kyllä, palaa tietojen antamiseen

source: No, I cannot add any other information
fi: Ei, en voi kertoa enempää

# @title:window
source: We need more information
fi: Tarvitsemme lisätietoja

# @info:tooltip examples of good bug report titles
source: <strong>Examples of good titles:</strong><nl />"Plasma crashed after adding the Notes widget and writing on it"<nl />"Konqueror crashed when accessing the Facebook application 'X'"<nl />"Kopete suddenly closed after resuming the computer and talking to a MSN buddy"<nl />"Kate closed while editing a log file and pressing the Delete key a couple of times"
fi: <strong>Esimerkkejä hyvistä otsikoista:</strong><nl />”Plasma kaatui Notes-käyttöliittymäelementin lisäämisen ja siihen kirjoittamisen jälkeen”<nl />”Konqueror kaatui kun tavoiteltiin Facebook-sovellusta 'X'”<nl />”Kopete sulkeutui äkkiä sen jälkeen kun tietokoneen käyttöä jatkettiin ja keskusteltiin MSN-kaverin kanssa”<nl />”Kate-editori sulkeutui lokitiedostoa muokatessa ja painettaessa Delete-näppäintä pari kertaa”

# @info:tooltip help and examples of good bug descriptions
source: Describe in as much detail as possible the crash circumstances:
fi: Kerro kaatumisesta niin tarkasti kuin mahdollista:

# @info:tooltip help and examples of good bug descriptions
source: - Detail which actions were you taking inside and outside the application an instant before the crash.
fi: - Kerro yksityiskohtaisesti mitä olit tekemässä ohjelmassa ja muutenkin juuri ennen kaatumista.

# @info:tooltip help and examples of good bug descriptions
source: - Note if you noticed any unusual behavior in the application or in the whole environment.
fi: - Mainitse, jos huomasit mitään epätavallista käytöstä ohjelmassa tai koko ympäristössä.

# @info:tooltip help and examples of good bug descriptions
source: - Note any non-default configuration in the application.
fi: - Mainitse kaikki oletuksista poikkeavat sovelluksen asetukset.

source: Examples: %1
fi: Esimerkit: %1

# @action:button
source: Retry...
fi: Yritä uudelleen…

# @info:tooltip
source: Use this button to retry sending the crash report if it failed before.
fi: Käytä tätä painiketta kaatumisilmoituksen uudelleenlähettämiseen, jos se epäonnistui aikaisemmin.

# @action:button
source: Sho&w Contents of the Report
fi: &Näytä ilmoituksen sisältö

# @info:status
source: Sending crash report... (please wait)
fi: Lähetetään kaatumisilmoitusta… (odota)

# @info/rich
source: Crash report sent.<nl/>URL: <link>%1</link><nl/>Thank you for being part of KDE. You can now close this window.
fi: Kaatumisilmoitus lähetetty.<nl/>Verkko-osoite: <link>%1</link><nl/>Kiitos KDE:n avustamisesta. Voit nyt sulkea tämän ikkunan.

# @info:status
source: Error sending the crash report: <message>%1.</message>
fi: Virhe lähetettäessä kaatumisilmoitusta: <message>%1</message>.

# @info/plain report to KDE bugtracker address
source: Report to %1
fi: Ilmoita osoitteeseen %1

# @title:window
source: Unhandled Bugzilla Error
fi: Käsittelemätön Bugzilla-virhe

# @action:button save html to a file
source: Save to a file
fi: Tallenna tiedostoon

# @label
source: There was an unhandled Bugzilla error: %1.<br />Below is the HTML that DrKonqi received. Try to perform the action again or save this error page to submit a bug against DrKonqi.
fi: Käsittelemätön Bugzilla-virhe: %1.<br />Alla on DrKonqin vastaanottama HTML-data. Yritä asiaa uudelleen tai tallenna tämä virhesivu ja ilmoita DrKonqin virheestä.

# @item:intable custom/manaul bug report number
source: Manual
fi: Manuaalinen

# @item:intable custom bug report number description
source: Manually enter a bug report ID
fi: Kirjoita vikailmoitustunniste manuaalisesti

# @info:tooltip / whatsthis
source: Select this option to manually load a specific bug report
fi: Valitse tämä ladataksesi jonkun tietyn vikailmoituksen manuaalisesti

# @action:button
source: Search for more reports
fi: Etsi lisää ilmoituksia

# @info:tooltip
source: Use this button to search for more similar bug reports on an earlier date.
fi: Käytä tätä painiketta etsimään lisää samanlaisia vikailmoituksia aiemmalta ajalta.

# @action:button
source: Retry search
fi: Yritä hakua uudelleen

# @info:tooltip
source: Use this button to retry the search that previously failed.
fi: Käytä tätä painiketta toistamaan uudelleen etsintä, joka edellisellä kerralla epäonnistui.

# @action:button
source: Open selected report
fi: Avaa valittu ilmoitus

# @info:tooltip
source: Use this button to view the information of the selected bug report.
fi: Käytä tätä painiketta katsomaan valitun vikailmoituksen tietoja.

# @action:button
source: Stop searching
fi: Lopeta etsiminen

# @info:tooltip
source: Use this button to stop the current search.
fi: Käytä tätä painiketta lopettamaan nykyinen etsintä.

# @action:button remove the selected item from a list
source: Remove
fi: Poista

# @info:tooltip
source: Use this button to remove a selected possible duplicate
fi: Käytä tätä painiketta poistamaan valittua mahdollista kaksoiskappaletta

source: There are no real duplicates
fi: Todellisia kaksoiskappaleita ei ole

source: Press this button to declare that, in your opinion and according to your experience, the reports found as similar do not match the crash you have experienced, and you believe it is unlikely that a better match would be found after further review.
fi: Painamalla tästä vakuutat, että mielestäsi ja kokemuksesi mukaan samanlaisiksi ehdotetut ilmoitukset eivät vastaa kokemaasi ja uskot, että sellaisen ilmoituksen löytäminen lisää tutkimalla on epätodennäköistä.

source: Let me check more reports
fi: Takaisin etsimään lisää ilmoituksia

source: Press this button if you would rather review more reports in order to find a match for the crash you have experienced.
fi: Paina tästä, jos haluat mieluummin vielä etsiä ilmoitusta, joka vastaa kaatumistasi.

# @info
source: You have not selected any possible duplicates, or a report to which to attach your crash information. Have you read all the reports, and can you confirm that there are no real duplicates?
fi: Et ole valinnut yhtään mahdollista kaksoiskappaletta, tai ilmoitusta, johon liittää omat kaatumistietosi. Oletko lukenut kaikki ilmoitukset ja voitko vahvistaa, että todellisia kaksoiskappaleita ei ole?

# @title:window
source: No selected possible duplicates
fi: Ei valittuja mahdollisia kaksoiskappaleita

# @info:status
source: Searching for duplicates (from %1 to %2)...
fi: Etsitään kaksoiskappaleita (%1–%2)…

# @info:status
source: Search stopped.
fi: Haku pysäytetty.

# @info:status
source: Search stopped. Showing results from %1 to %2
fi: Haku pysäytetty. Näytetään tulokset %1–%2.

# @info:status
source: Showing results from %1 to %2
fi: Näytetään tulokset %1–%2

# @info/plain bug status
source: [Open]
fi: [Avoin]

# @info/plain bug resolution
source: [Fixed]
fi: [Korjattu]

# @info/plain bug resolution
source: [Non-reproducible]
fi: [Ei-toistettavissa]

# @info/plain bug resolution
source: [Duplicate report]
fi: [Kaksoiskappale]

# @info/plain bug resolution
source: [Invalid]
fi: [Virheellinen]

# @info/plain bug resolution
source: [External problem]
fi: [Ulkoinen ongelma]

# @info/plain bug status
source: [Incomplete]
fi: [Vaillinainen]

# @info:status
source: Search Finished. No reports found.
fi: Haku valmis. Ilmoituksia ei löytynyt.

# @label
source: Your crash is a <strong>duplicate</strong> and has already been reported as <a href="%1">Bug %1</a>.
fi: Kaatumisesi on <strong>kaksoiskappale</strong>, ja se on jo ilmoitettu <a href="%1">viaksi %1</a>.

# @label
source: Your crash has already been reported as <a href="%1">Bug %1</a>, which is a <strong>duplicate</strong> of <a href="%2">Bug %2</a>
fi: Kaatumisesi on jo ilmoitettu <a href="%1">viaksi %1</a>, joka on <strong>kaksoiskappale</strong> <a href="%2">viasta %2</a>
