Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/drkonqi.po
Languages: fi

# NAME OF TRANSLATORS
source: Your names
fi: Kim Enkovaara,Tapio Kautto, Ilpo Kantonen,Niklas Laxström,Teemu Rytilahti,Tommi Nieminen,Jorma Karvonen,Lasse Liehu

# EMAIL OF TRANSLATORS
source: Your emails
fi: kim.enkovaara@iki.fi,eleknader@phnet.fi,ilpo@iki.fi,niklas.laxstrom+kdetrans@gmail.com,tpr@d5k.net,translator@legisign.org,karvonen.jorma@gmail.com,lliehu@kolumbus.fi

# @title title of the dialog
source: About Bug Reporting - Help
fi: Vian ilmoittamisesta – Ohje

# @title
source: Information about bug reporting
fi: Tietoa vian ilmoittamisesta

# @info/rich
source: You can help us improve this software by filing a bug report.
fi: Voit auttaa meitä parantamaan tätä ohjelmistoa jättämällä vikailmoituksen.

# @info/rich
source: <note>It is safe to close this dialog. If you do not want to, you do not have to file a bug report.</note>
fi: <note>Tämän ikkunan sulkeminen on turvallista. Sinun ei tarvitse täyttää vikailmoitusta, ellet halua.</note>

# @info/rich
source: In order to generate a useful bug report we need some information about both the crash and your system. (You may also need to install some debug packages.)
fi: Käyttökelpoisen vikailmoituksen tuottamiseksi tarvitsemme tietoja sekä kaatumisesta että järjestelmästäsi. (Sinun on myös ehkä asennettava joitakin vianjäljityspaketteja.)

# @title
source: Bug Reporting Assistant Guide
fi: Vikailmoitusavustajaopas

# @info/rich
source: This assistant will guide you through the crash reporting process for the KDE bug tracking system. All the information you enter on the bug report <strong>must be written in English</strong>, if possible, as KDE is formed internationally.
fi: Avustaja ohjaa sinut kaatumisilmoitusprosessin kautta KDE:n vianseurantajärjestelmään. Kaikkien vikailmoitukseen kirjoitettavien tietojen <strong>on oltava englanninkielistä</strong>, jos mahdollista, koska KDE on kansainvälinen.

# @title
source: What do you know about the crash?
fi: Mitä tiedät kaatumisesta?

# @info/rich
source: In this page you need to describe how much do you know about the desktop and the application state before it crashed.
fi: Tällä sivulla sinun tarvitsee kuvailla kuinka paljon tiedät työpöydän ja sovelluksen tilasta ennen kaatumista.

# @info/rich
source: If you can, describe in as much detail as possible the crash circumstances, and what you were doing when the application crashed (this information is going to be requested later.) You can mention:
fi: Jos voit, kuvaile niin paljon kuin mahdollista yksityiskohtia kaatumisoloista, ja mitä olit tekemässä, kun sovellus kaatui (näitä tietoja pyydetään myöhemmin). Voit mainita:

# @info/rich crash situation example
source: actions you were taking inside or outside the application
fi: mitä teit sovelluksessa tai muualla järjestelmässä

# @info/rich crash situation example
source: documents or images that you were using and their type/format (later if you go to look at the report in the bug tracking system, you can attach a file to the report)
fi: käyttämäsi tiedostot tai kuvat tyyppeineen/tiedostomuotoineen (tarkastellessasi myöhemmin ilmoitusta vianseurantajärjestelmässä voit liittää siihen tiedoston)

# @info/rich crash situation example
source: widgets that you were running
fi: käyttöliittymäelementit, joita käytit

# @info/rich crash situation example
source: the URL of a web site you were browsing
fi: verkkosivuston, jossa olit, verkko-osoite

# @info/rich crash situation example
source: configuration details of the application
fi: sovelluksen asetustiedot

# @info/rich crash situation example
source: or other strange things you notice before or after the crash.
fi: tai muut kummallisuudet, joita huomasit ennen kaatumista tai sen jälkeen.

# @info/rich
source: Screenshots can be very helpful sometimes. You can attach them to the bug report after it is posted to the bug tracking system.
fi: Kuvankaappaukset voivat olla joskus hyvin hyödyllisiä. Voit liittää ne vikailmoitukseen, kun se on lähetetty vianseurantajärjestelmään.

# @title
source: Crash Information (backtrace)
fi: Kaatumistiedot (pinolistaus)

# @info/rich
source: This page will generate a "backtrace" of the crash. This is information that tells the developers where the application crashed.
fi: Tämä sivu tuottaa kaatumisen niin kutsutun pinolistauksen. Nämä tiedot kertovat kehittäjille missä sovellus kaatui.

# @info/rich
source: If the crash information is not detailed enough, you may need to install some debug packages and reload it (if the <interface>Install Debug Symbols</interface> button is available you can use it to automatically install the missing information.)
fi: Jos kaatumistiedot eivät ole kyllin yksityiskohtaisia, saatat joutua asentamaan joitakin vianjäljityspaketteja ja lataamaan sen uudelleen (jos <interface>Asenna vianjäljityssymbolit</interface>-painike on käytettävissä, voit käyttää sitä puuttuvien tietojen automaattiseen asentamiseen).

# @info/rich
source: You can find more information about backtraces, what they mean, and how they are useful at <link>%1</link>
fi: Voit löytää osoitteesta <link>%1</link> lisätietoa pinolistauksista, mitä ne tarkoittavat, ja kuinka ne ovat hyödyllisiä

# @info/rich
source: Once you get a useful backtrace (or if you do not want to install the missing debugging packages) you can continue.
fi: Saatuasi käyttökelpoisen pinolistauksen (tai jos et halua asentaa puuttuvia vianjäljityspaketteja) voit jatkaa.

# @title
source: Conclusions
fi: Johtopäätökset

# @info/rich
source: Using the quality of the crash information gathered, and your answers on the previous page, the assistant will tell you if the crash is worth reporting or not.
fi: Käyttäen kerättyjen kaatumistietojen laatua, ja vastauksiasi edellisellä sivulla, avustaja kertoo sinulle, onko kaatuminen ilmoittamisen arvoinen vai ei.

# @info/rich
source: If the crash is worth reporting but the application is not supported in the KDE bug tracking system, you will need to directly contact the maintainer of the application.
fi: Jos kaatuminen on ilmoittamisen arvoinen, mutta sovellus ei tue KDE:n vianseurantajärjestelmää, sinun täytyy ottaa suoraan yhteys sovelluksen ylläpitäjään.

# @info/rich
source: If the crash is listed as being not worth reporting, and you think the assistant has made a mistake, you can still manually report the bug by logging into the bug tracking system. You can also go back and change information and download debug packages.
fi: Jos kaatuminen on luetteloitu turhaksi ilmoittaa ja epäilet avustajan tehneen virheen, voit silti ilmoittaa viasta itse manuaalisesti kirjautumalla vianseurantajärjestelmään. Voit myös palata muuttamaan tietoja ja ladata vianjäljityspaketteja.

# @title
source: Login into the bug tracking system
fi: Kirjautuminen vianseurantajärjestelmään

# @info/rich
source: We may need to contact you in the future to ask for further information. As we need to keep track of the bug reports, you need to have an account on the KDE bug tracking system. If you do not have one, you can create one here: <link>%1</link>
fi: Meidän on ehkä otettava sinuun vastaisuudessa yhteyttä saadaksemme lisätietoja. Koska meidän on pidettävä kirjaa vikailmoituksista, sinun on luotava tunnus KDE:n vianseurantajärjestelmään. Ellei sinulla ole sitä jo, voit luoda sen täällä: <link>%1</link>.

# @info/rich
source: Then, enter your username and password and press the Login button. You can use this login to directly access the KDE bug tracking system later.
fi: Kirjoita sitten käyttäjätunnuksesi ja salasanasi ja paina kirjautumispainiketta. Voit käyttää tätä kirjautumista myöhemmin suorassa pääsyssä KDE:n vianseurantajärjestelmään.

# @info/rich
source: The KWallet dialog may appear when pressing Login to save your password in the KWallet password system. Also, it will prompt you for the KWallet password upon loading to autocomplete the login fields if you use this assistant again.
fi: KWallet-valintaikkuna saattaa ilmaantua näkyviin, kun painat kirjautumispainiketta tallentaaksesi salasanasi KWallet-salasanajärjestelmään. Se voi myös kysyä sinulta salasanaa ladatessaan automaattisesti täydentyviä kirjautumiskenttiä, jos käytät tätä avustajaa uudelleen.

# @title
source: List of possible duplicate reports
fi: Mahdollisten kaksoiskappaleilmoitusten luettelo

# @info/rich
source: This page will search the bug report system for similar crashes which are possible duplicates of your bug. If there are similar bug reports found, you can double click on them to see details. Then, read the current bug report information so you can check to see if they are similar.
fi: Tämä sivu etsii vikailmoitusjärjestelmästä samanlaisia kaatumisia, jotka ovat mahdollisesti vikasi kaksoiskappaleita. Jos samanlaisia vikailmoituksia löydetään, voit kaksoisnapsauttaa niitä nähdäksesi yksityiskohdat. Lue sitten nykyisen vikailmoituksen tiedot, jotta voit tarkistaa ovatko ne samanlaiset.

# @info/rich
source: If you are very sure your bug is the same as another that is previously reported, you can set your information to be attached to the existing report.
fi: Jos olet aivan varma, että vikasi on sama kuin toinen, joka on aikaisemmin ilmoitettu, voit liittää tietosi olemassa olevaan ilmoitukseen.

# @info/rich
source: If you are unsure whether your report is the same, follow the main options to tentatively mark your crash as a duplicate of that report. This is usually the safest thing to do. We cannot uncombine bug reports, but we can easily merge them.
fi: Ellet ole varma, onko ilmoituksesi sama, merkitse kaatumisilmoituksesi alustavasti samaksi. Näin on yleensä varminta tehdä. Emme voi eriyttää vikailmoituksia, mutta voimme helposti yhdistää ne.

# @info/rich
source: If not enough possible duplicates are found, or you did not find a similar report, then you can force it to search for more bug reports (only if the date range limit is not reached.)
fi: Jos mahdollisia kaksoiskappaleita ei löydetä kylliksi, tai jos et löydä samanlaisia ilmoituksia, voit silloin pakottaa avustajaa etsimään lisää vikailmoituksia (mahdollista vain jos päivämääräaluerajaa ei ole tavoitettu).

# @info/rich
source: If you do not find any related reports, your crash information is not useful enough, and you really cannot give additional information about the crash context, then it is better to not file the bug report, thereby closing the assistant.
fi: Jos et löydä yhtään asiaan liittyvää ilmoitusta, kaatumistietosi eivät ole kyllin hyödyllisiä, etkä todella voi antaa lisätietoja kaatumiskontekstista, silloin on parempi jättää vikailmoitus kirjoittamatta ja sulkea avustaja.

# @title
source: Details of the bug report and your system
fi: Vikailmoituksen ja järjestelmäsi yksityiskohdat

# @info/rich
source: In this case you need to write a title and description of the crash. Explain as best you can.
fi: Tässä tapauksessa sinun tulee antaa kaatumiselle otsikko ja kuvaus. Selitä parhaan kykysi mukaan.

# @info/rich
source: You can also specify your distribution method (GNU/Linux distribution or packaging system) or if you compiled the KDE Platform from sources.
fi: Voit myös kertoa jakelumenetelmäsi (GNU/Linux-jakelija tai pakkausjärjestelmä) tai jos olet kääntänyt KDE-alustan lähdekoodeista.

# @info/rich
source: <note>You should <strong>write those information in English</strong>.</note>
fi: <note>Sinun tulisi <strong>kirjoittaa englanniksi</strong>.</note>

# @title
source: Sending the Crash Report
fi: Kaatumisilmoituksen lähettäminen

# @info/rich
source: The last page will send the bug report to the bug tracking system and will notify you when it is done. It will then show the web address of the bug report in the KDE bug tracking system, so that you can look at the report later.
fi: Viimeinen sivu lähettää vikailmoituksen vianseurantajärjestelmään ja saat ilmoituksen, kun se on tehty. Se näyttää sitten vikailmoituksen verkko-osoitteen KDE:n vianseurantajärjestelmässä, joten voit katsoa ilmoitusta myöhemmin.

# @info/rich
source: If the process fails, you can click <interface>Retry</interface> to try sending the bug report again. If the report cannot be sent because the bug tracking system has a problem, you can save it to a file to manually report later.
fi: Jos prosessi epäonnistuu, voit napsauttaa <interface>Yritä uudelleen</interface>-painiketta, jolloin yrität lähettää vikailmoituksen uudelleen. Jos ilmoitusta ei voi lähettää, koska vianseurantajärjestelmässä on ongelmia, voit tallentaa ilmoituksen tiedostoon ja ilmoittaa viasta myöhemmin manuaalisesti.

# @info/rich
source: Thank you for being part of KDE!
fi: Kiitos KDE-yhteisön avustamisesta!

# @info/rich
source: If you are interested in helping us to keep the KDE bug tracker system clean and useful, which allows the developers to be more focused on fixing the real issues, you are welcome to <link url='http://techbase.kde.org/Contribute/Bugsquad'>join the BugSquad team</link>.
fi: Mikäli olet kiinnostunut KDE:n vianseurantajärjestelmän pitämisestä puhtaana ja hyödyllisenä, olet tervetullut liittymään <link url='http://techbase.kde.org/Contribute/Bugsquad'>BugSquad</link>-ryhmään. Puhtaanapito auttaa kehittäjiä keskittymään paremmin todellisten ongelmien korjaamiseen.

# @info examples about information the user can provide
source: Widgets you have in your desktop and panels (both official and unofficial), desktop settings (wallpaper plugin, themes), activities, and dashboard configuration.
fi: Sovelmat, jotka sinulla oli työpöydällä ja paneelit (sekä viralliset että epäviralliset), työpöytäasetukset (taustakuvaliitännäinen, teemat), toiminnot, ja kojelauta-asetukset.

# @info examples about information the user can provide
source: State of Desktop Effects (Compositing), kind of effects enabled, window decoration, and specific window rules and configuration.
fi: Työpöytävaikutteiden (koostaminen) tila, käyttöön otetut vaikutteet, ikkunan kehys, ja tietyt ikkunasäännöt ja asetukset.

# @info examples about information the user can provide
source: sites you were visiting, number of opened tabs, plugins you have installed, and any other non-default setting.
fi: webbisivut, joissa vierailit, avattujen välilehtien lukumäärä, asennetut liitännäiset, ja kaikki muut ei-oletusasetukset.

# @info examples about information the user can provide
source: File view mode, grouping and sorting settings, preview settings, and directory you were browsing.
fi: Tiedostonkatselutila, ryhmistys- ja lajitteluasetukset, esikatseluasetukset, ja hakemisto, jota olit selaamassa.

# @info examples about information the user can provide
source: Instant Messaging protocols you use, and plugins you have installed (official and unofficial).
fi: Pikaviestiyhteyskäytäntö, jota käytät, ja asentamasi liitännäiset (viralliset ja epäviralliset)

# @info examples about information the user can provide
source: Mail protocols and account-types you use.
fi: Käyttämäsi sähköpostiyhteyskäytännöt ja -tilityyppit.

# @info examples about information the user can provide
source: Type of the document you were editing.
fi: Muokkaamasi tiedoston tyyppi.

# @info examples about information the user can provide
source: Type of media (extension and format) you were watching and/or listening to.
fi: Median tyyppi (tarkennin ja muoto), jota olit katselemassa ja/tai kuuntelemassa.

# @action:button
source: &Reload
fi: Lataa kaatumistiedot uu&delleen

# @info:tooltip
source: Use this button to reload the crash information (backtrace). This is useful when you have installed the proper debug symbol packages and you want to obtain a better backtrace.
fi: Käytä tätä painiketta lataamaan uudelleen kaatumistiedot (pinolistaus). Tämä on hyödyllistä, kun sinulla on asennettuna oikeat vianjäljityssymbolipakkaukset ja haluat saada paremman pinolistauksen.

# @action:button
source: &Install Debug Symbols
fi: Asenna v&ianjäljityssymbolit

# @info:tooltip
source: Use this button to install the missing debug symbols packages.
fi: Käytä tätä painiketta asentamaan puuttuvat vianjäljityssymbolipakkaukset.

# @info:tooltip
source: Use this button to copy the crash information (backtrace) to the clipboard.
fi: Käytä tätä painiketta kopioimaan kaatumistiedot (pinolistaus) leikepöydälle.

# @info:tooltip
source: Use this button to save the crash information (backtrace) to a file. This is useful if you want to take a look at it or to report the bug later.
fi: Käytä tätä painiketta tallentamaan kaatumistiedot (pinolistaus) tiedostoon. Tämä on hyödyllinen, jos haluat katsoa niitä tai ilmoittaa viasta myöhemmin.

source: <h2>What is a "backtrace" ?</h2><p>A backtrace basically describes what was happening inside the application when it crashed, so the developers may track down where the mess started. They may look meaningless to you, but they might actually contain a wealth of useful information.<br />Backtraces are commonly used during interactive and post-mortem debugging.</p>
fi: <h2>Mikä on pinolistaus?</h2><p>Pinolistaus kuvaa, mitä sovelluksessa tapahtui kaatumishetkellä, jotta kehittäjät voivat jäljittää sotkun alun. Sen sisältö saattaa näyttää sinusta merkityksettömältä, mutta se voi oikeasti sisältää runsaasti hyödyllistä tietoa.<br /> Pinolistausta käytetään usein interaktiivisessa ja jälkivianjäljityksessä.</p>

# @info:status
source: Loading...
fi: Ladataan...

# @info:status
source: Generating backtrace... (this may take some time)
fi: Ladataan pinolistausta… (voi kestää hetken)

# @info
source: Another debugger is currently debugging the same application. The crash information could not be fetched.
fi: Toinen vianjäljitysohjelmaa tutkii paraikaa samaa sovellusta. Kaatumistietoja ei saada.

# @info:status
source: The crash information could not be fetched.
fi: Kaatumistietoja ei voitu noutaa.

# @info/rich
source: Another debugging process is attached to the crashed application. Therefore, the DrKonqi debugger cannot fetch the backtrace. Please close the other debugger and click <interface>Reload</interface>.
fi: Toinen vianjäljitysprosessi on kytkeytynyt kaatuneeseen sovellukseen, jonka vuoksi Vikatohtori-vianjäljitin ei saa pinolistausta. Sulje toinen vianjäljitin ja napsauta <interface>Lataa kaatumistiedot uudelleen</interface>-painiketta.

# @info
source: The generated crash information is useful
fi: Nämä kaatumistiedot ovat hyödyllisiä

# @info
source: The generated crash information may be useful
fi: Nämä kaatumistiedot saattavat olla hyödyllisiä

# @info
source: The generated crash information is probably not useful
fi: Nämä kaatumistiedot eivät luultavasti ole hyödyllisiä

# @info
source: The generated crash information is not useful
fi: Nämä kaatumistiedot eivät ole hyödyllisiä

# @info
source: The rating of this crash information is invalid. This is a bug in DrKonqi itself.
fi: Näiden kaatumistietojen arvosana on virheellinen. Tämä on vika itse Vikatohtorissa (DrKonqi).

# @info/rich
source: You can click the <interface>Install Debug Symbols</interface> button in order to automatically install the missing debugging information packages. If this method does not work: please read <link url='%1'>How to create useful crash reports</link> to learn how to get a useful backtrace; install the needed packages (<link url='%2'>list of files</link>) and click the <interface>Reload</interface> button.
fi: Voit napsauttaa <interface>Asenna vianjäljityssymbolit</interface>-painiketta asentaaksesi automaattisesti puuttuvat vianjäljitystietopakkaukset. Jos tämä menettely ei toimi: lue <link url='%1'>Kuinka luoda käyttökelpoisia kaatumisilmoituksia</link> oppiaksesi hankkimaan käyttökelpoisen pinolistauksen. Asennettuasi tarpeelliset paketit (<link url='%2'>tiedostoluettelo</link>), napsauta <interface>Lataa kaatumistiedot uudelleen</interface>.

# @info/rich
source: Please read <link url='%1'>How to create useful crash reports</link> to learn how to get a useful backtrace; install the needed packages (<link url='%2'>list of files</link>) and click the <interface>Reload</interface> button.
fi: Ole hyvä ja lue <link url='%1'>Kuinka luoda käyttökelpoisia kaatumisilmoituksia</link> oppiaksesi hankkimaan käyttökelpoisen pinolistauksen. Asennettuasi tarpeelliset paketit (<link url='%2'>tiedostoluettelo</link>), napsauta <interface>Lataa kaatumistiedot uudelleen</interface>.

# @info:status
source: The debugger has quit unexpectedly.
fi: Vianjäljitin on päättynyt odottamattomasti.

# @info:status
source: The crash information could not be generated.
fi: Kaatumistietoja ei voitu tuottaa.

# @info/rich
source: You could try to regenerate the backtrace by clicking the <interface>Reload</interface> button.
fi: Voit yrittää tuottaa pinolistauksen uudelleen napsauttamalla <interface>Lataa kaatumistiedot uudelleen</interface>.

# @info:status
source: <strong>The debugger application is missing or could not be launched.</strong>
fi: <strong>Vianjäljityssovellus puuttuu tai sitä ei voitu käynnistää.</strong>

# @info/rich
source: <strong>You need to first install the debugger application (%1) then click the <interface>Reload</interface> button.</strong>
fi: <strong>Sinun täytyy ensin asentaa vianjäljityssovellus (%1) ja napsauttaa sitten <interface>Lataa uudelleen</interface> -painiketta.</strong>

# @title:window
source: Error during the installation of debug symbols
fi: Virhe vianjäljityssymbolien asennuksen aikana

source: The packages containing debug information for the following application and libraries are missing:
fi: Seuraavien sovellusten ja kirjastojen vianjäljitystietoja sisältävät paketit puuttuvat:

# messagebox title
source: Missing debug information packages
fi: Puuttuu vianjäljitystietopaketteja

# @info
source: Invalid report information (malformed data). This could mean that the bug report does not exist, or the bug tracking site is experiencing a problem.
fi: Virheelliset ilmoitustiedot (epämuodostunut data). Tämä voi tarkottaa, että vikailmoitusta ei ole olemassa tai että vianseurantajärjestelmässä on parhaillaan ongelmia.

# @info
source: Invalid bug list: corrupted data
fi: Virheellinen vikaluettelo: data vioittunut

# @info
source: Received unexpected error code %1 from bugzilla. Error message was: %2
fi: Bugzilla palautti tuntemattoman virhekoodin %1. Virheviesti oli: %2

# @title:window
source: Missing debug symbols
fi: Puuttuu vianjäljityssymboleja

# @info:progress
source: Requesting installation of missing debug symbols packages...
fi: Pyydetään puuttuvien vianjäljityssymbolien pakkausten asentamista…

# @info
source: Could not find debug symbol packages for this application.
fi: Ei voitu löytää vianjäljityssymbolipakkauksia tälle sovellukselle.

# @info
source: An error was encountered during the installation of the debug symbol packages.
fi: Kohdattu virhe asennettaessa vianjäljityssymbolipakkauksia.

# @info
source: Report saved to <filename>%1</filename>.
fi: Ilmoitus tallennettiin tiedostoon <filename>%1</filename>.

# @info
source: Could not create a file in which to save the report.
fi: Ilmoituksen sisältävän tiedoston luominen epäonnistui.

# @title:window
source: Select Filename
fi: Valitse tiedosto

# @info
source: Cannot open file <filename>%1</filename> for writing.
fi: Tiedoston <filename>%1</filename> avaaminen kirjoittamista varten epäonnistui.

# @title:tab general information
source: &General
fi: &Yleistä

# @title:tab
source: &Developer Information
fi: Ke&hittäjätiedot

# @info
source: <para>We are sorry, <application>%1</application> closed unexpectedly.</para>
fi: <para><application>%1</application> sulkeutui odottamattomasti.</para>
