Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/drkonqi.po
Languages: fi

# @label
source: Only <strong><a href="%1">attach</a></strong> if you can add needed information to the bug report.
fi: <strong><a href="%1">Liitä</a></strong> vain, jos voit antaa tarvittavia lisätietoja.

# @label
source: Your crash has already been reported as <a href="%1">Bug %1</a> which has been <strong>closed</strong>.
fi: Kaatumisesi on jo ilmoitettu <a href="%1">viaksi %1</a>, joka on <strong>suljettu</strong>.

# @label
source: Your crash has already been reported as <a href="%1">Bug %1</a>, which is a duplicate of the <strong>closed</strong> <a href="%2">Bug %2</a>.
fi: Kaatumisesi on jo ilmoitettu <a href="%1">viaksi %1</a>, joka on kaksoiskappale <strong>suljetusta</strong> <a href="%2">viasta %2</a>.

# @info:status
source: Error fetching the bug report list
fi: Virhe noudettaessa vikailmoitusluetteloa

# @info/rich
source: Error fetching the bug report list<nl/><message>%1.</message><nl/>Please wait some time and try again.
fi: Virhe noudettaessa vikailmoitusluetteloa<nl/><message>%1</message>.<nl/> Odota hetki ja yritä uudelleen.

# @title:window
source: Enter a custom bug report number
fi: Anna räätälöidyn vikailmoituksen numero

# @label
source: Enter the number of the bug report you want to check
fi: Anna numero vikailmoitukseen, jonka haluat tarkistaa

# @label
source: The report is going to be <strong>attached</strong> to bug <numid>%1</numid>. <a href="#">Cancel</a>
fi: Ilmoitus on <strong>liitettävä</strong> vikaan <numid>%1</numid>. <a href="#">Peru</a>

# @title:window
source: Bug Description
fi: Vian kuvaus

# @info:tooltip
source: Use this button to retry loading the bug report.
fi: Käytä tätä painiketta lataamaan uudelleen vikailmoitus.

# @action:button
source: Suggest this crash is related
fi: Ehdota tämän liittyvän kokemaani kaatumiseen

# @info:tooltip
source: Use this button to suggest that the crash you experienced is related to this bug report
fi: Käytä tätä painiketta ehdottaaksesi, että kokemasi kaatuminen liittyy tähän vikailmoitukseen

# @info
source: <link url='%1'>Report's webpage</link>
fi: <link url='%1'>Ilmoituksen WWW-sivu</link>

# @info:status
source: Loading information about bug <numid>%1</numid> from %2....
fi: Ladataan tiedot viasta <numid>%1</numid> kohteesta %2…

# @info/plain
source: Backtrace of the crash I experienced:
fi: Kokemani kaatumisen pinolistaus:

# @action:button let the user to choose to read the main report
source: Yes, read the main report
fi: Kyllä, lue pääilmoitus

# @action:button let the user choose to read the original report
source: No, let me read the report I selected
fi: Ei, salli minun lukea valitsemani ilmoitus

# @info
source: The report you selected (bug <numid>%1</numid>) is already marked as duplicate of bug <numid>%2</numid>. Do you want to read that report instead? (recommended)
fi: Valitsemasi ilmoitus (vika <numid>%1</numid>) on jo merkitty vian <numid>%2</numid> kaksoiskappaleeksi. Haluat lukea sen sijaan tuon ilmoituksen? (suositeltavaa)

# @title:window
source: Nested duplicate detected
fi: Sisäkkäinen kaksoiskappale havaittu

# comment $number to use as subtitle
source: <h4>Comment %1:</h4>
fi: <h4>Kommentti %1:</h4>

# @info bug status
source: Opened (Unconfirmed)
fi: Avoin (vahvistamaton)

# @info bug status
source: Opened (Unfixed)
fi: Avoin (ei korjattu)

# @info bug resolution, fixed in version
source: Fixed in version "%1"
fi: Korjattu versiossa ”%1”

# @info bug resolution, fixed by kde devs in version
source: the bug was fixed by KDE developers in version "%1"
fi: KDE-kehittäjät korjasivat vian versiossa ”%1”

# @info bug resolution
source: Fixed
fi: Korjattu

# @info bug resolution
source: the bug was fixed by KDE developers
fi: KDE-kehittäjät korjasivat vian

# @info bug resolution
source: Non-reproducible
fi: Ei-toistettava

# @info bug resolution
source: Duplicate report (Already reported before)
fi: Kaksoiskappale (ilmoitettu jo aiemmin)

# @info bug resolution
source: Not a valid report/crash
fi: Ei ole kelvollinen ilmoitus/kaatuminen

# @info bug resolution
source: Not caused by a problem in the KDE's Applications or libraries
fi: Syynä ei ole ongelma KDE:n sovelluksessa tai kirjastoissa

# @info bug resolution
source: the bug is caused by a problem in an external application or library, or by a distribution or packaging issue
fi: vian aiheutti ongelma ulkoisessa sovelluksessa tai kirjastossa, tai jakeluversio tai pakkausjakelu

# @info bug status, %1 is the resolution
source: Closed (%1)
fi: Suljettu (%1)

# @info bug status
source: Temporarily closed, because of a lack of information
fi: Suljettu tilapäisesti tietojen puutteen vuoksi

source: <p><note>The bug report's title is often written by its reporter and may not reflect the bug's nature, root cause or other visible symptoms you could use to compare to your crash. Please read the complete report and all the comments below.</note></p>
fi: <p><note>Vikailmoituksen otsikon on usein kirjoittanut siitä ilmoittanut eikä se siten välttämättä kuvaa vian luonnetta, perimmäistä syytä tai muuta näkyvää oiretta, jonka perusteella voisit verrata sitä kokemaasi kaatumiseen. Ole hyvä ja lue koko ilmoitus sekä kaikki alla olevat kommentit.</note></p>

source: <p><note>This bug report has %1 duplicate report. That means this is probably a <strong>common crash</strong>. <i>Please consider only adding a comment or a note if you can provide new valuable information which was not already mentioned.</i></note></p>
fi: <p><note>Tällä vikailmoituksella on %1 kaksoiskappale. Se tarkoittaa, että tämä on kenties <strong>yleinen kaatuminen</strong>.<i>Ole hyvä ja lisää kommentti tai huomio vain, jos voit tarjota uutta merkittävää tietoa, jota ei ole jo mainittu.</i></note></p>

source: <p><note>This bug report is not about a crash or about any other critical bug.</note></p>
fi: <p><note>Tämä vikailmoitus ei ole kaatumisesta tai muusta kriittisestä viasta.</note></p>

# @info bug report status
source: <h4>Bug Report Status: %1</h4>
fi: <h4>Vikailmoitustila: %1</h4>

# @info bug report product and component
source: <h4>Affected Component: %1 (%2)</h4>
fi: <h4>Kohdistuu komponenttiin: %1 (%2)</h4>

# @info bug report description
source: <h3>Description of the bug</h3><p>%1</p>
fi: <h3>Viankuvaus</h3><p>%1</p>

# @label:textbox bug report comments (already formatted)
source: <h2>Additional Comments</h2>%1
fi: <h2>Lisäkommentit</h2>%1

# @info:status
source: Showing bug <numid>%1</numid>
fi: Näytetään ilmoitus <numid>%1</numid>

# @info/rich
source: Error fetching the bug report<nl/><message>%1.</message><nl/>Please wait some time and try again.
fi: Virhe noudettaessa vikailmoitusta<nl/><message>%1</message>.<nl/>Odota hetki ja yritä uudelleen.

# @info
source: Error fetching the bug report
fi: Virhe noudettaessa vikailmoitusta

# @info:status
source: Error fetching the bug report
fi: Virhe noudettaessa vikailmoitusta

# @title:window
source: Related Bug Report
fi: Samanlainen vikailmoitus

# @action:button
source: Cancel (Go back to the report)
fi: Peru (menee takaisin ilmoitukseen)

# @action:button continue with the selected option and close the dialog
source: Continue
fi: Jatka

source: You are going to mark your crash as related to bug <numid>%1</numid>
fi: Olet merkitsemässä kokemaasi kaatumista liittyväksi vikaan <numid>%1</numid>

# @info
source: The report is closed because %1. <i>If the crash is the same, adding further information will be useless and will consume developers' time.</i>
fi: Tämä ilmoitus on merkitty ”suljetuksi”, syy: %1. <i>Jos kaatumisesi on sama, ylimääräisten lisätietojen lisääminen tai uuden ilmoituksen luominen on hyödytöntä ja kehittäjien ajan tuhlaamista.</i>

# @info/plain
source: <placeholder>In detail, tell us what you were doing when the application crashed.</placeholder>
fi: <placeholder>Kerro yksityiskohtaisesti, mitä teit sovelluksen kaatuessa. </placeholder>

# @label question
source: <strong>Do you remember what you were doing prior to the crash?</strong>
fi: <strong>Muistatko mitä teit ennen kaatumista?</strong>

source: Yes
fi: Kyllä

source: No
fi: En

# @label question
source: <strong>Does the application crash again if you repeat the same situation?</strong>
fi: <strong>Kaatuuko sovellus uudelleen, jos toistat saman tilanteen?</strong>

# @info:tooltip
source: If you tried to repeat the situation, select how often the application crashes
fi: Jos yritit toistaa tilannetta, valitse kunka usein sovellus kaatuu

# @info:whatsthis
source: If you tried to repeat the situation, select how often the application crashes
fi: Jos yritit toistaa tilannetta, valitse kunka usein sovellus kaatuu

# @item:inlistbox user didn't tried to repeat the crash situation
source: I did not try again
fi: En yrittänyt uudelleen

# @item:inlistbox the crash cannot be reproduce. reproduciblity->never
source: Never
fi: Ei koskaan

# @item:inlistbox the bug can be reproduced sometimes
source: Sometimes
fi: Joskus

# @item:inlistbox the bug can be reproduced every time
source: Every time
fi: Joka kerta

# @label question
source: <strong>Please select which additional information you can provide:</strong>
fi: <strong>Valitse mitä lisätietoja voit tarjota:</strong>

# @info:tooltip
source: Check this option if you can describe what were you doing inside the application before it crashed
fi: Valitse tämä jos voit kuvailla mitä olit tekemässä ennen kuin sovellus kaatui

# @info:whatsthis
source: Check this option if you can describe what were you doing inside the application before it crashed
fi: Valitse tämä jos voit kuvailla mitä olit tekemässä ennen kuin sovellus kaatui

# @info:tooltip
source: Check this option if you can describe any unusual behavior or appearance in the application or the whole desktop
fi: Valitse tämä, jos voit kuvailla mitään epätavallistasovelluksessa tai koko työpöydässä

# @info:whatsthis
source: Check this option if you can describe any unusual behavior or appearance in the application or the whole desktop
fi: Valitse tämä, jos voit kuvailla mitään epätavallistasovelluksessa tai koko työpöydässä

# @option:check kind of information the user can provide about the crash
source: Unusual desktop behavior I noticed
fi: Huomaamani epätavallinen työpöydän toiminta

# @info:tooltip
source: Check this option if you can provide application specific details or settings that may be related to the crash. You can check the examples (if available.)
fi: Valitse tämä, jos voit tarjota sovelluskohtaisia yksityiskohtia tai asetuksia, joilla saattaa olla yhteyttä kaatumiseen. Voit katsoa esimerkeistä mallia (jos saatavilla).

# @info:whatsthis
source: Check this option if you can provide application specific details or settings that may be related to the crash. You can check the examples (if available.)
fi: Valitse tämä, jos voit tarjota sovelluskohtaisia yksityiskohtia tai asetuksia, joilla saattaa olla yhteyttä kaatumiseen. Voit katsoa esimerkeistä mallia (jos saatavilla).

# @option:check kind of information the user can provide about the crash
source: Custom settings of the application that may be related
fi: Sovelluksen räätälöidyt asetukset, jotka saattavat liittyä asiaan

source: <a href="#">Examples</a>
fi: <a href="#">Esimerkit</a>

# @info/rich
source: See if your bug has already been reported. Double click a report in the list and compare it to yours. You can suggest that your crash is a duplicate of that report or directly attach your information to it.
fi: Tarkista, onko viasta jo ilmoitettu. Jos hakutuloksia löytyy, kaksoisnapsauta ilmoitusta luettelosta ja vertaa sitä omaasi. Voit ehdottaa kaatumisesi sen ilmoituksen kaksoiskappaleeksi, tai lisätä tietosi siihen suoraan.

# @title:column
source: Bug ID
fi: Vian tunniste

# @title:column
source: Description
fi: Kuvaus

# @label title of a listbox where the possible duplicate bug numbers are put in
source: Possible duplicates:
fi: Mahdollisia kaksoiskappaleita:

source: Show the backtrace of the crash I experienced to compare (advanced)
fi: Näytä kokemani kaatumisen pinolistaus vertailua varten (edistyneille)

source: This is likely to be a <strong>common crash</strong>, and a lot of different cases' details may have been provided already. <i>Proceed only if you can add new information (not already mentioned). </i>
fi: Tämä on todennäköisesti <strong>yleinen kaatuminen</strong> ja täten monet tapauksen yksityiskohdista on voitu jo antaa.<i>Jatka ilmoittamista vain, jos voit lisätä uutta tietoa (jota ei ole jo kerrottu aiemmin).</i>

source: <strong>Do you want to proceed with the reporting process?</strong>
fi: <strong>Haluatko jatkaa vian ilmoittamista?</strong>

source: No, do not file a new bug report, and cancel the assistant
fi: En. Älä ilmoita viasta ja poistu avustajasta

source: Proceed with reporting the bug
fi: Jatka vian ilmoittamista

source: <strong>Are you sure this report matches your crash situation?</strong>
fi: <strong>Oletko varma, että tämä ilmoitus vastaa kaatumistilannettasi?</strong>

source: Not really sure: mark as a possible duplicate
fi: En oikeastaan: merkitse mahdolliseksi kaksoiskappaleeksi

source: Completely sure: attach my information to this report
fi: Täysin varma: liitä tietoni tähän ilmoitukseen

# @info/rich
source: <strong>Please provide the following information in English.</strong>
fi: <strong>Anna seuraavat tiedot englanniksi.</strong>

# @label:textbox
source: <strong>Title of the bug report:</strong> (<a href="#">examples</a>)
fi: <strong>Vikailmoituksen otsikko:</strong> (<a href="#">esimerkit</a>)

# @label:textbox
source: <strong>Information about the crash:</strong> (<a href="#">help and examples</a>)
fi: <strong>Tietoja kaatumisesta:</strong> (<a href="#">opaste ja esimerkit</a>)

# @title:group
source: Distribution method:
fi: Jakelumenetelmä:

# @option:check
source: KDE Platform is compiled from sources
fi: KDE-alusta käännettiin lähdekoodeista

# @info/rich
source: <note>The crash and system information will be automatically added to the bug report.</note>
fi: <note>Kaatumis- ja järjestelmätiedot lisätään automaattisesti vikailmoitukseen.</note>

# @label:textbox bugzilla account username
source: Username:
fi: Käyttäjätunnus:

# @label:textbox bugzilla account password
source: Password:
fi: Salasana:

# @option:check
source: Save login information using the KDE Wallet system
fi: Tallenna kirjautumistiedot KDE:n lompakkojärjestelmään

# @label
source: This is a preview of the report's contents which will be sent. <nl /> If you want to modify it go to the previous pages.
fi: Tämä on lähetettävän ilmoituksen sisällön esikatselu. <nl /> Jos haluat muuttaa sitä, palaa edellisille sivuille.

# @option:check
source: Open the bug report page when clicking the Finish button
fi: Avaa vikailmoitussivu, kun napsautan Valmis-painiketta

# @option:check
source: Restart the application when clicking the Finish button
fi: Käynnistä sovellus uudelleen, kun napsautan Valmis-painiketta

source: Restart the application when clicking the Finish button
fi: Käynnistä sovellus uudelleen kun napsautetaan Valmis-painiketta

# @info
source: This assistant will analyze the crash information and guide you through the bug reporting process.
fi: Tämä avustaja analysoi kaatumistiedot ja opastaa sinut vikailmoitusprosessin lävitse.

# @info note before starting the bug reporting process
source: <p><note>Since communication between you and the developers is required for effective debugging, to continue reporting this bug <strong>it is required for you to agree that developers may contact you.</strong></note></p><p>Feel free to close this dialog if you do not accept this.</p>
fi: <p><note>Koska tehokas vianjäljittäminen vaatii viestimistä kehittäjien kanssa, tämän vikailmoituksen jatkamiseksi <strong>pyydetään, että hyväksyt kehittäjien yhteydenotot.</strong></note></p><p>Sulje vapaasti tämä valintaikkuna, jos et hyväksy yhteydenottoa.</p>

source: Show backtrace content (advanced)
fi: Näytä pinolistauksen sisältö (edistyneille)
