Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/filetypes.po
Languages: es, pl

source: Left Click Action (only for Konqueror file manager)
es: Acción de clic izquierdo (solo para el gestor de archivos Konqueror)
pl: Akcja po kliknięciu lewym przyciskiem (tylko w menadżerze plików Konqueror)

source: Show file in embedded viewer
es: Mostrar el archivo en un visor empotrado
pl: Pokaż plik we wbudowanej przeglądarce

source: Show file in separate viewer
es: Mostrar el archivo en un visor separado
pl: Pokaż plik w osobnym oknie

source: Here you can configure what the Konqueror file manager will do when you click on a file belonging to this group. Konqueror can display the file in an embedded viewer or start up a separate application. You can change this setting for a specific file type in the 'Embedding' tab of the file type configuration. Dolphin shows files always in a separate viewer
es: Aquí puede configurar lo que hará el gestor de archivos Konqueror cuando haga clic en un archivo que pertenezca a este grupo. Konqueror puede mostrar el archivo en un visor empotrado o iniciar una aplicación independiente. Puede cambiar esta configuración para un tipo de archivo específico en la pestaña «Empotrados» de la configuración de los tipos de archivos.
pl: Można tu wskazać, co zrobi menedżer plików - Konqueror, kiedy kliknie się na plik należący do tej grupy. Konqueror może pokazać zawartość pliku we własnym oknie (uruchamiając moduł przeglądarki), bądź uruchomić odrębny program. Ustawienie to można zmienić dla podanego typu plików w zakładce 'Osadzanie' podczas konfiguracji typu plików. Dolphin zawsze pokazuje pliki w oddzielnej przeglądarce

source: This button displays the icon associated with the selected file type. Click on it to choose a different icon.
es: Este botón muestra el icono asociado al tipo de archivo seleccionado. Pulse en él para elegir otro icono.
pl: Ten przycisk wyświetla ikonę skojarzoną z zaznaczonym typem pliku. Kliknij go, aby wybrać nową ikonę.

source: This is the icon associated with the selected file type. Choosing a different icon requires shared-mime-info to be at least version 0.40.
es: Este botón muestra el icono asociado al tipo de archivo seleccionado. Para elegir otro icono se requiere que la información MIME se al menos 0.40.
pl: To jest ikona skojarzona z wybranym typem pliku. Zmiana ikony wymaga biblioteki shared-mime-info w wersji co najmniej 0.40.

source: Filename Patterns
es: Patrones de nombre de archivo
pl: Wzorce plików

source: This box contains a list of patterns that can be used to identify files of the selected type. For example, the pattern *.txt is associated with the file type 'text/plain'; all files ending in '.txt' are recognized as plain text files.
es: Esta caja contiene una lista de patrones que pueden ser usados para identificar archivos del tipo seleccionado. P. ej., el patrón *.txt se asocia con el tipo de archivo «text/plain», así todos los archivos que acaben en «.txt» son reconocidos como archivos de texto.
pl: To okno zawiera listę wzorców, których można użyć do identyfikacji plików wybranego typu. Jeśli np. użyje się wzorca "*.txt" dla plików typu "text/plain", wszystkie pliki kończące się na ".txt" zostaną rozpoznane jako pliki tekstowe.

source: Add...
es: Añadir...
pl: Dodaj...

source: Add a new pattern for the selected file type.
es: Añadir un patrón nuevo para el tipo de archivo seleccionado.
pl: Dodaj nowy wzorzec dla zaznaczonego typu plików.

source: Remove
es: Eliminar
pl: Usuń

source: Remove the selected filename pattern.
es: Eliminar el patrón de archivo seleccionado.
pl: Usuń wybrany wzorzec plików.

source: Description:
es: Descripción:
pl: Opis:

source: You can enter a short description for files of the selected file type (e.g. 'HTML Page'). This description will be used by applications like Konqueror to display directory content.
es: Aquí puede introducir una descripción corta para los archivos del tipo seleccionado (p. ej. «Página HTML»). Esta descripción será usada por aplicaciones como Konqueror para mostrar el contenido de directorios.
pl: Tutaj można wprowadzić krótki opis plików o zaznaczonym typie (np "Strona HTML"). Opis ten będzie wykorzystany w programach takich jak Konqueror do wyświetlenia zawartości katalogów.

source: Left Click Action in Konqueror
es: Acción del botón izquierdo en Konqueror
pl: Działanie lewego kliknięcia myszą w Konqueror

source: Ask whether to save to disk instead (only for Konqueror browser)
es: Preguntar si se prefiere guardar en disco (solo para el explorador Konqueror)
pl: Pytaj, czy zapisać na dysk (tylko w przeglądarce Konqueror)

source: Here you can configure what the Konqueror file manager will do when you click on a file of this type. Konqueror can either display the file in an embedded viewer, or start up a separate application. If set to 'Use settings for G group', the file manager will behave according to the settings of the group G to which this type belongs; for instance, 'image' if the current file type is image/png. Dolphin always shows files in a separate viewer.
es: Aquí puede configurar el comportamiento del gestor de archivos Konqueror cuando haga clic en un archivo de este tipo. Konqueror puede mostrar el archivo en un visor empotrado o iniciar una aplicación independiente. Si se fija para «Usar preferencias del grupo G», el gestor de archivos se comportará según la configuración del grupo G al que pertenezca este tipo, por ejemplo, «image» si el tipo de archivo actual es image/png. Dolphin siempre muestra los archivos en un visor separado.
pl: Można tu wskazać, co zrobi menedżer plików - Konqueror, kiedy kliknie się na pliku tego typu. Konqueror może wyświetlić zawartość pliku w osadzonej przeglądarce (we własnym oknie) lub uruchomić odrębny program. Jeśli włączysz opcję "Używaj ustawień dla grupy" wtedy Konqueror będzie się zachowywał stosownie do ustawień dla grupy, do której należy bieżący typ pliku (np. grupy 'obrazek' dla plików typu image/png). Dolphin zawsze pokazuje pliki w oddzielnej przeglądarce.

source: &General
pl: &Ogólne

source: &Embedding
es: &Empotrado
pl: O&sadzanie

source: Add New Extension
es: Añadir nueva extensión
pl: Dodaj nowe rozszerzenie

source: Extension:
es: Extensión:
pl: Rozszerzenie:

source: File type %1
es: Tipo de archivo %1
pl: Typ pliku %1

source: Use settings for '%1' group
es: Utilice preferencias para grupo «%1»
pl: Użyj ustawień dla grupy '%1'

source: <p><h1>File Associations</h1> This module allows you to choose which applications are associated with a given type of file. File types are also referred to as MIME types (MIME is an acronym which stands for "Multipurpose Internet Mail Extensions").</p><p> A file association consists of the following: <ul><li>Rules for determining the MIME-type of a file, for example the filename pattern *.png, which means 'all files with names that end in .png', is associated with the MIME type "image/png";</li> <li>A short description of the MIME-type, for example the description of the MIME type "image/png" is simply 'PNG image';</li> <li>An icon to be used for displaying files of the given MIME-type, so that you can easily identify the type of file in a file manager or file-selection dialog (at least for the types you use often);</li> <li>A list of the applications which can be used to open files of the given MIME-type -- if more than one application can be used then the list is ordered by priority.</li></ul> You may be surprised to find that some MIME types have no associated filename patterns; in these cases, KDE is able to determine the MIME-type by directly examining the contents of the file.</p>
es: <p><h1>Asociaciones de archivos</h1> Este módulo le permite decidir qué aplicaciones están asociadas a un tipo de archivo determinado. Los tipos de archivos son conocidos como tipos MIME (MIME es un acrónimo que significa «Multipurpose Internet Mail Extensions», es decir, «Extensiones de Correo Multipropósito para Internet»).</p><p> Una asociación de archivo consta de lo siguiente: <ul><li>Reglas para determinar el tipo MIME de un archivo, por ejemplo el patrón de nombre de archivo *.png, que significa «todos los archivos cuyos nombres finalicen en .png», son asociados con el tipo MIME «image/png»;</li> <li>Una descripción corta del tipo MIME, por ejemplo la descripción del tipo MIME «image/png» es, simplemente, «Imagen PNG»;</li> <li> Se usará un icono para mostrar archivos de un tipo MIME determinado, para que pueda identificarse fácilmente el tipo de archivo, digamos en una vista del gestor de archivos (al menos para los tipos que utiliza más a menudo);</li> <li>Una lista de las aplicaciones que se usarán para abrir archivos de un tipo MIME dado. Si puede utilizarse más de una aplicación, entonces la lista se ordena por prioridad.</li></ul>Le sorprenderá saber que algunos tipos MIME no tienen patrones de nombres de archivo asociado. En estos casos, KDE es capaz de determinar el tipo MIME examinando directamente los contenidos del archivo.</p>
pl: <p><h1>Skojarzenia plików</h1>Moduł pozwala na wybranie programów skojarzonych z danym typem plików. Typy plików są również określane jako typy MIME (MIME jest angielskim skrótem od "Uniwersalnego Rozszerzenia Internetowej Poczty Elektronicznej").</p><p> Skojarzenie pliku składa się z: <ul><li>reguł determinujących typ MIME pliku. Na przykład wzorzec nazwy *.png, który oznacza "wszystkie pliki z nazwami kończącymi się na .png" jest skojarzony z typem MIME "image/png".</li> <li>krótkiego opisu typu MIME. Na przykład opis typu MIME "image/png" to po prostu "Obraz PNG". </li> <li>ikony używanej przy wyświetlaniu pliku o danym typie MIME, co pozwala na ich łatwe rozpoznanie np. w widoku Konquerora (przynajmniej dla często używanych typów).</li> <li>listy programów używanych do otwierania plików danego typu. Jeśli jest więcej niż jeden taki program, wtedy tworzona jest lista priorytetowa.</li></ul>Niektóre typy MIME nie mają (co może wydawać się dziwne) skojarzonych wzorców nazw. W takich przypadkach KDE jest w stanie rozpoznać typ pliku, badając jego zawartość.</p>

source: Find file type or filename pattern
es: Buscar tipo de archivo o patrón:
pl: Znajdź typ pliku lub wzorzec nazwy pliku

source: Enter a part of a filename pattern, and only file types with a matching file pattern will appear in the list. Alternatively, enter a part of a file type name as it appears in the list.
es: Introduzca una parte del patrón de un nombre de archivo. Solo tipos de archivos que coincidan con ese patrón aparecerán en la lista. También puede introducir parte del nombre del tipo de archivo según aparece en la lista.
pl: Wprowadź część wzorca nazwy plików. Na liście pojawią się tylko typy plików, które do niego pasują. Można również wpisać nazwę typu pliku, tak jak jest ona prezentowana na liście.

source: Known Types
es: Tipos conocidos
pl: Znane typy

source: Here you can see a hierarchical list of the file types which are known on your system. Click on the '+' sign to expand a category, or the '-' sign to collapse it. Select a file type (e.g. text/html for HTML files) to view/edit the information for that file type using the controls on the right.
es: Aquí puede ver una lista jerárquica de los tipos de archivos conocidos en su sistema. Pulse sobre el signo «+» para ampliar una categoría, o en el de «-» para cerrarla. Seleccione un tipo de archivo (p.e. text/html para archivos HTML) para visualizar/modificar la información de ese archivo usando los controles a la derecha.
pl: Tutaj można zobaczyć hierarchiczną listę typów plików zainstalowanych w systemie. Kliknij na znak "+" aby rozwinąć kategorię lub na znak "-", by ją zamknąć. Zaznacz typ pliku (np. text/html dla plików HTML) aby przejrzeć/modyfikować informacje o tym typie pliku za pomocą kontrolek po prawej stronie.

source: Click here to add a new file type.
es: Pulse aquí para añadir un tipo de archivo.
pl: Kliknij tutaj, by dodać nowy typ pliku.

source: &Remove
es: Elimina&r
pl: &Usuń

source: Select a file type by name or by extension
es: Seleccione un tipo de archivo por nombre o extensión
pl: Wybierz typ pliku, podając nazwę lub rozszerzenie

source: &Revert
es: &Revertir
pl: &Przywróć

source: Revert this file type to its initial system-wide definition
es: Revertir este tipo de archivo a su definición inicial del sistema
pl: Przywróć domyślne ustawienia systemowe dla tego typu pliku

source: Click here to revert this file type to its initial system-wide definition, which undoes any changes made to the file type. Note that system-wide file types cannot be deleted. You can however empty their pattern list, to minimize the chances of them being used (but the file type determination from file contents can still end up using them).
es: Pulse para revertir este tipo de archivo a su definición original en el sistema, lo que deshará los cambios hechos para el tipo de archivo. Dese cuenta de que los tipos de datos del sistema no se pueden eliminar. Puede aun así vaciar la lista de patrones para minimizar la posibilidad de que se usen (puede de todas formas determinarse el tipo de archivo por el contenido y acabar usándose).
pl: Kliknij, by przywrócić domyślne ustawienia systemowe dla tego typu pliku. Spowoduje to anulowanie wszystkich zmian dla tego typu pliku. Uwaga: nie można usunąć systemowych typów pliku, można jednak ustawić dla nich pustą listę wzorców, co zmniejszy szanse, że zostaną one wykorzystane (ale pliki rozpoznawane na podstawie zawartości nadal będą używać typów systemowych).

source: Delete this file type definition completely
es: Eliminar esta definición de tipo de archivo completamente
pl: Całkowicie usuń definicję tego typu pliku

source: Click here to delete this file type definition completely. This is only possible for user-defined file types. System-wide file types cannot be deleted. You can however empty their pattern list, to minimize the chances of them being used (but the file type determination from file contents can still end up using them).
es: Pulse para eliminar la definición de este tipo de archivo. Solo se puede hacer con tipos de archivos definidos por el usuario. Los tipos de datos del sistema no se pueden eliminar. Puede aun así vaciar la lista de patrones para minimizar la posibilidad de que se usen (puede de todas formas determinarse el tipo de archivo por el contenido y acabar usándose).
pl: Kliknij, by usunąć wszystkie ustawienia dla tego typu pliku. Jest to możliwe tylko dla typów zdefiniowanych przez użytkownika. Nie można usunąć systemowych typów pliku, można jednak ustawić dla nich pustą listę wzorców, co zmniejszy szanse, że zostaną one wykorzystane (ale pliki rozpoznawane na podstawie zawartości nadal będą używać typów systemowych).

source: KDE file type editor - simplified version for editing a single file type
es: Editor de tipos de archivos de KDE - versión simplificada para editar un solo tipo de archivo
pl: Edytor typów plików KDE - wersja uproszczona do modyfikacji typu pojedynczych plików

source: (c) 2000, KDE developers
es: © 2000, desarrolladores de KDE
pl: (c) 2000, twórcy KDE

source: Makes the dialog transient for the window specified by winid
es: Hace el diálogo transitorio para la ventana especificada por winid
pl: Sprawia, że okienko dialogowe jest traktowane jako tymczasowe dla okien o podanym identyfikatorze

source: File type to edit (e.g. text/html)
es: Tipo de archivo a editar (p. ej., text/html)
pl: Typ pliku do modyfikacji (np. text/html)

source: %1 File
es: %1 Archivo
pl: Plik %1

source: Edit File Type %1
es: Editar tipo de archivo %1
pl: Modyfikuj typ pliku %1

source: Create New File Type %1
es: Crear nuevo tipo de archivo %1
pl: Utwórz nowy typ pliku %1

source: Application Preference Order
es: Orden de preferencia de aplicaciones
pl: Hierarchia programów

source: Services Preference Order
es: Orden de preferencia de servicios
pl: Hierarchia usług

source: This is a list of applications associated with files of the selected file type. This list is shown in Konqueror's context menus when you select "Open With...". If more than one application is associated with this file type, then the list is ordered by priority with the uppermost item taking precedence over the others.
es: Esta es una lista de aplicaciones asociadas con archivos del tipo seleccionado. Esta lista se muestra en los menús de contexto de Konqueror cuando selecciona «Abrir con...». Si hay más de una aplicación asociada con este tipo de archivo la lista se ordena por prioridad siendo el primer elemento el que tiene precedencia sobre los demás.
pl: Jest to lista programów skojarzonych z plikami wybranego typu. Lista jest widoczna w menu kontekstowym Konquerora, gdy wybierze się "Otwórz w...". Jeśli z danym typem skojarzony jest więcej niż jeden program, lista jest sortowana według priorytetów, najwyżej znajduje się program o najwyższym priorytecie.

source: This is a list of services associated with files of the selected file type. This list is shown in Konqueror's context menus when you select a "Preview with..." option. If more than one service is associated with this file type, then the list is ordered by priority with the uppermost item taking precedence over the others.
es: Esta es una lista de servicios asociados con archivos del tipo seleccionado. Esta lista se muestra en los menús de contexto de Konqueror cuando selecciona la opción «Previsualizar con...». Si hay más de una aplicación asociada con este tipo de archivo, la lista se ordena por prioridad siendo el primer elemento el que tiene precedencia ante los demás.
pl: Jest to lista usług skojarzonych z plikami wybranego typu. Lista jest widoczna w menu kontekstowym Konquerora, gdy wybierze się "Podgląd w...". Jeśli z danym typem skojarzona jest więcej niż jedna usługa, lista jest sortowana według priorytetów, najwyżej znajduje się element o najwyższym priorytecie.

source: Move &Up
es: S&ubir
pl: Przesuń w &górę

source: Assigns a higher priority to the selected application, moving it up in the list. Note: This only affects the selected application if the file type is associated with more than one application.
es: Asigna una prioridad más alta a la aplicación seleccionada, subiéndola en la lista. Advierta que esto solo afecta a la aplicación si el tipo de archivo está asignado a más de una aplicación.
pl: Przypisuje wyższy priorytet zaznaczonemu programowi, przesuwając go w górę listy. Zauważ, że dotyczy to jedynie zaznaczonego typu plików, nawet jeśli ten sam program jest skojarzony także z innymi typami plików.

source: Assigns a higher priority to the selected service, moving it up in the list.
es: Asigna una prioridad más alta al servicio seleccionado, subiéndolo en la lista.
pl: Przypisuje wyższy priorytet zaznaczonej usłudze,przesuwając go w górę listy.

source: Move &Down
es: &Bajar
pl: Przesuń w &dół

source: Assigns a lower priority to the selected application, moving it down in the list. Note: This only affects the selected application if the file type is associated with more than one application.
es: Asigna una prioridad más baja a la aplicación seleccionada, bajándola en la lista. Advierta que esto solo afecta a la aplicación si el tipo de archivo está asociado con más de una aplicación.
pl: Przypisuje niższy priorytet zaznaczonemu programowi, przesuwając go w dół listy. Zauważ, że dotyczy to jedynie zaznaczonego typu plików, nawet jeśli ten sam program jest skojarzony także z innymi typami plików.

source: Assigns a lower priority to the selected service, moving it down in the list.
es: Asigna una prioridad más baja al servicio seleccionado, bajándolo en la lista.
pl: Przypisuje niższy priorytet zaznaczonej usłudze, przesuwając go w górę listy.

source: Add a new application for this file type.
es: Añadir una aplicación nueva para este tipo de archivo.
pl: Skojarz nowy program z tym typem plików.

source: Edit...
es: Editar...
pl: Zmień...

source: Edit command line of the selected application.
es: Editar línea de órdenes de la aplicación seleccionada.
pl: Zmień polecenie uruchamiające wybrany program.

source: Remove the selected application from the list.
es: Eliminar la aplicación seleccionada de la lista.
pl: Usuń zaznaczony program z listy.

# No applications associated with this file type
source: None
es: Ninguno
pl: Brak

# No components associated with this file type
source: None
es: Ninguno
pl: Brak

source: You are not authorized to remove this service.
es: No está autorizado para eliminar este servicio.
pl: Nie masz praw do usunięcia tej usługi.

source: Add Service
es: Añadir servicio
pl: Dodaj usługę

source: Select service:
es: Seleccionar servicio:
pl: Wybierz usługę:

source: Create New File Type
es: Crear nuevo tipo de archivo
pl: Utwórz nowy typ pliku

source: Group:
es: Grupo:
pl: Grupa:

source: Select the category under which the new file type should be added.
es: Seleccione la categoría bajo la cual debe ser añadido el nuevo tipo de archivo.
pl: Wybierz kategorię, do której nowy typ pliku ma zostać dodany.

source: Type name:
es: Nombre de tipo:
pl: Nazwa typu:

source: Type the name of the file type. For instance, if you selected 'image' as category and you type 'custom' here, the file type 'image/custom' will be created.
es: Introduzca el nombre del tipo de archivo. Por ejemplo, si selecciona «imagen» como categoría y «personalizado», se creará el tipo «imagen/personalizado».
pl: Wpisz nazwę typu pliku. Na przykład, jeśli wybrano kategorię "image" i wpisze się tu "custom", to zostanie utworzony typ pliku "image/custom".
