Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_kwindesktop.po
Languages: bg, es, eu, fa, fi, fr, he, hr, ia, it, kk, km, ko, lt, nl, pa, sr@ijekavian, sv, zh_cn

source: Desktop Effect Animation
bg: Анимация на работните плотове
es: Efecto de animación del escritorio
eu: Mahaigaineko animazio-efektua
fa: پویانمایی جلوه‌های میزکار
fi: Animointi
fr: Animation du changement de bureau
he: אנימציה באפקטים לשולחן עבודה
hr: Efekt animacije radne površine
ia: Animation de effecto de scriptorio
it: Animazione al cambio desktop
kk: Үстел эффект анимациясы
km: ចលនា​ប៉ះពាល់​ដល់​ផ្ទៃតុ
ko: 데스크톱 전환 애니메이션
lt: Perėjimų tarp darbastalių animacija
nl: Animatie van bureaubladeffecten
pa: ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਐਨੀਮੇਸ਼ਨ
sr@ijekavian: Анимирано пребацивање површи
sv: Animeringseffekt för skrivbord
zh_cn: 桌面特效动画

source: Animation:
bg: Анимация:
es: Animación:
eu: Animazioa:
fa: پویانمایی:
fi: Animointi:
he: אנימציה:
hr: Animacija:
it: Animazione:
kk: Анимация
km: ចលនា ៖
ko: 애니메이션:
lt: Animacija:
nl: Animatie:
pa: ਐਨੀਮੇਸ਼ਨ:
sr@ijekavian: Анимација:
sv: Animering:
zh_cn: 动画：

source: Desktop Switch On-Screen Display
bg: Показване на екрана на превключвател на плотовете
es: Información en pantalla del cambio de escritorio
eu: Mahaigain-aldaketa pantailan bistaratzea
fa: نمایش انتقال میزکار بر روی تصویر
fi: Työpöytävaihdon ruutunäyttö
fr: Affichage à l'écran du changement de bureau
he: תצוגה על המסך של מעבר בין שולחנות עבודה
hr: Prekidač radne površine na zaslonu (OSD)
ia: Monstrator de scriptorio de ubi commutar schermo
it: Mostra a schermo il cambio del desktop
kk: Экрандағы үстелара ауысу панелі
km: ប្ដូរ​​ផ្ទៃតុ​បង្ហាញ​លើអេក្រង់
ko: 데스크톱 전환 표시하기
lt: Pranešimo apie darbastalio pakeitimą rodymas ekrane
nl: Bureaublad omschakelen in op het scherm te zien
pa: ਡੈਸਕਟਾਪ ਬਦਲਣਾ ਆਨ-ਸਕਰੀਨ ਵੇਖੋ
sr@ijekavian: Екрански приказ при пребацивању површи
sv: Bildskärmsvisning av skrivbordsbyte
zh_cn: 桌面切换显示

source: Duration:
bg: Продължителност:
es: Duración:
eu: Iraupena:
fa: مدت:
fi: Kesto:
fr: Durée :
he: משך:
hr: Trajanje:
it: Durata:
kk: Ұзақтығы:
km: ថិរវេលា ៖
ko: 표시 시간:
lt: Trukmė:
nl: Duur:
pa: ਅੰਤਰਾਲ:
sr@ijekavian: Трајање:
sv: Längd:
zh_cn: 间隔：

source: msec
bg: мсек
eu: ms
fa: میلی‌ثانیه
fi: ms
fr: ms
he: מילי־שניות
hr: msek
it: ms
kk: мсек
km: មិល្លី​វិនាទី
ko: 밀리초
lt: milisek.
sr@ijekavian: ms
sv: msek
zh_cn: 毫秒

source: Enabling this option will show a small preview of the desktop layout indicating the selected desktop.
es: Si activa esta opción se mostrará una pequeña previsualización de la disposición del escritorio, indicando el escritorio seleccionado.
eu: Aukera hau gaitzeak mahaigain-diseinuaren aurreikuspen txiki bat erakutsiko du, hautatutako mahaigaina adieraziz.
fa: فعال‌سازی این گزینه پیش‌نمایشی کوچک از طرح‌بندی میزکار نشان می‌دهد که نشانگر میزکار انتخابی است.
fi: Tämän asetuksen käyttöönotto näyttää työpöytäasettelusta pienen esikatselun, joka osoittaa valitun työpöydän.
fr: L'activation de cette option permettra d'afficher un aperçu de la disposition des bureaux en mettant en évidence le bureau sélectionné.
he: סימון אפשרות זו יציג תמונה ממוזערת קטנה של פריסת שולחן העבודה בהתאם לשולחן העבודה הנבחר.
hr: Omogućavanjem ove opcije dobit će se prikaz sličice s izgledom radne površine koja ukazuje na odabranu radnu površinu.
ia: Habilitar iste option monstrara un parve vista preliminar del disposition de scriptorio indicante le scriptorio selectionate.
it: L'attivazione di quest'opzione fa sì che venga mostrata una piccola anteprima della disposizione dei desktop con l'indicazione del desktop selezionato.
kk: Бұл белгіні қойсаңыз, таңдалған үстелдің көрінісін нобайлайтын шағын сурет көрсетіледі.
km: បើក​ជម្រើស​នេះ នឹង​បង្ហាញ​ទិដ្ឋភាព​មើលជា​មុន​តូច​នៃ​ប្លង់​ផ្ទៃតុ ដោយ​បង្ហាញ​ផ្ទៃតុ​ដែល​បាន​ជ្រើស ។
ko: 이 옵션을 사용하면 선택한 데스크톱을 포함한 데스크톱 레이아웃을 미리 보여 줍니다.
lt: Įjungus šią parinktį bus rodoma maža darbastalių išdėstymo schema nurodant, į kurį darbastalį pereita.
nl: Inschakelen van deze optie toont een klein voorbeeld van het bureaublad die het geselecteerde bureaublad laat zien.
pa: ਇਹ ਚੋਣ ਚਾਲੂ ਕਰਨ ਨਾਲ ਚੁਣੇ ਡੈਸਕਟਾਪ ਨੂੰ ਦਰਸਾਉਂਦੇ ਡੈਸਕਟਾਪ ਲੇਆਉਟ ਦੀ ਝਲਕ ਵੇਖਾਈ ਜਾਵੇਗੀ।
sr@ijekavian: Ако укључите ову опцију, добићете мали преглед распореда површи који указује на изабрану површи.
sv: Att aktivera alternativet visar en liten förhandsgranskning av skrivbordslayouten som anger valt skrivbord.
zh_cn: 启用此选项后，将会显示所选桌面的预览小图。

source: Show desktop layout indicators
es: Mostrar indicadores de disposición de escritorio
eu: Erakutsi mahaigain-diseinuaren adierazleak
fa: نمایش شاخصهای طرح‌بندی میزکار
fi: Näytä työpöytäasettelun osoittimet
fr: Afficher les indicateurs de disposition des bureaux
hr: Prikaži indikatore rasporeda radne površine
ia: Monstra indicatores de disposition de scriptorio
it: Mostra indicatori per la disposizione dei desktop
kk: Үстелдегінін орналасу индикаторы болсын
km: បង្ហាញឧបករណ៍​បង្ហាញ​ប្លង់​ផ្ទៃតុ
ko: 데스크톱 레이아웃 표시기 보이기
lt: Rodyti darbastalio išdėstymo indikatorius
nl: Bureaublad voorbeelden tonen
pa: ਡੈਸਕਟਾਪ ਲੇਆਉਟ ਇੰਡੀਕੇਟਰ ਵੇਖੋ
sr@ijekavian: Показатељи распореда површи
sv: Visa indikering av skrivbordslayout
zh_cn: 显示桌面布局符

source: Shortcuts
bg: Бързи клавиши
es: Accesos rápidos
eu: Lasterbideak
fa: میانبرها
fi: Pikanäppäimet
fr: Raccourcis clavier
he: קיצורי מקשים
hr: Prečaci
ia: Vias breve
it: scorciatoie
kk: Тіркесімдер
km: ផ្លូវកាត់
ko: 단축키
lt: Klavišų deriniai:
nl: Sneltoetsen
pa: ਸ਼ਾਰਟਕੱਟ
sr@ijekavian: Пречице
sv: Genvägar
zh_cn: 快捷键

source: Show shortcuts for all possible desktops
bg: Показване на бързите клавиши за всички възможни работни плотове
es: Mostrar accesos rápidos de todos los escritorios posibles
eu: Erakutsi izan daitezkeen mahaigain guztien lasterbideak
fa: نمایش میانبرها برای تمامی میزکارهای ممکن
fi: Näytä pikanäppäimet kaikille mahdollisille työpöydille
fr: Afficher les raccourcis pour tous les bureaux possibles
he: הראה קיצורי מקשים לכל שולחנות העבודה האפשריים
hr: Pokaži prečace za sve moguće radne površine
ia: Monstra via breves pro omne possibile scriptorios
it: Mostra le scorciatoie per tutti i desktop disponibili
kk: Бар және болуға мүмкін үстелдерінің перне тіркесімдері
km: បង្ហាញ​ផ្លូវកាត់​សម្រាប់ផ្ទៃតុ​ដែល​អាច​ប្រើ​បាន​​ទាំងអស់
ko: 모든 데스크톱에 사용 가능한 단축키 보이기
lt: Rodyti klavišų derinius visiems galimiems darbastaliams
nl: Sneltoetsen tonen van alle mogelijke bureaubladen
pa: ਸਭ ਸੰਭਵ ਡੈਸਕਟਾਪ ਲਈ ਸ਼ਾਰਟਕੱਟ ਵੇਖੋ
sr@ijekavian: Прикажи пречице за све могуће површи
sv: Visa genvägar för alla möjliga skrivbord
zh_cn: 显示所有可用桌面的快捷键
