Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_pci.po
Languages: es

source: KDE PCI Information Control Module
es: Módulo de control de información de PCI

source: (c) 2008 Nicolas Ternisien(c) 1998 - 2002 Helge Deller
es: © 2008 Nicolas Ternisien(c) 1998 - 2002 Helge Deller

source: This list displays PCI information.
es: Esta lista muestra información PCI.

source: This display shows information about your computer's PCI slots and the related connected devices.
es: Esta lista muestra información sobre sus ranuras PCI y los dispositivos conectados.

source: Device Class
es: Clase de dispositivo

source: Device Subclass
es: Subclase de dispositivo

source: Device Programming Interface
es: Interfaz de programación de dispositivo

source: Master IDE Device
es: Dispositivo IDE maestro

source: Secondary programmable indicator
es: Indicador programable secundario

source: Secondary operating mode
es: Modo de operación secundario

source: Primary programmable indicator
es: Indicador programable primario

source: Primary operating mode
es: Modo de operación primario

source: Vendor
es: Fabricante

source: Device
es: Dispositivo

source: Subsystem
es: Subsistema

source: - device:
es: - dispositivo:

source: Interrupt
es: Interrumpir

source: Response in I/O space
es: Respuesta en espacio E/S

source: Response in memory space
es: Respuesta en espacio de memoria

source: Bus mastering
es: Bus maestro

source: Response to special cycles
es: Respuesta a ciclos especiales

source: Memory write and invalidate
es: Escribir en memoria e invalidad

source: Palette snooping
es: Observación de la paleta

source: Parity checking
es: Comprobación de paridad

source: Address/data stepping
es: Escalar dirección/datos

source: System error
es: Error del sistema

source: Back-to-back writes
es: Escritura trasera-a-trasera

source: Status
es: Estado

source: Interrupt status
es: Interrumpir estado

source: Capability list
es: Lista de funcionalidades

source: User-definable features
es: Características definibles por el usuario

source: Accept fast back-to-back
es: Aceptar rápido trasera a trasera

source: Data parity error
es: Error de paridad de datos

source: Device selection timing
es: Selección de tiempos del dispositivo

source: Signaled target abort
es: Cancelación del objetivo señalado

source: Received target abort
es: Cancelación del objetivo recibido

source: Received master abort
es: Cancelación del máster recibido

source: Signaled system error
es: Error de sistema señalado

source: Parity error
es: Error de paridad

source: Latency
es: Latencia

source: MIN_GNT
es: GNT_MIN

source: No major requirements (0x00)
es: No requisitos principales (0x00)

source: MAX_LAT
es: LAT_MAX

source: Header
es: Cabecera

source: Type
es: Tipo

source: Multifunctional
es: Multifuncional

source: Build-in self test
es: Autocomprobación

source: BIST Capable
es: Capaz de BIST

source: BIST Start
es: Iniciar BIST

source: Completion code
es: Código de finalización

source: Size
es: Tamaño

source: Address mappings
es: Mapeos de direcciones

source: Mapping %1
es: Mapeando %1

source: Space
es: Espacio

source: I/O
es: E/S

source: Memory
es: Memoria

source: Prefetchable
es: Prerecuperable

source: Address
es: Dirección

# unassigned address
source: Unassigned
es: Sin asignar

# unassigned size
source: Unassigned
es: Sin asignar

source: Primary bus number
es: Número del bus primario

source: Secondary bus number
es: Número del bus secundario

source: Subordinate bus number
es: Número del bus subordinado

source: Secondary latency timer
es: Temporizador de latencia secundaria

source: CardBus number
es: Número de CardBus

source: CardBus latency timer
es: Temporizador de latencia de CardBus

source: Secondary status
es: Estado secundario

source: I/O behind bridge
es: E/S tras el puente

source: Limit
es: Límite

source: Memory behind bridge
es: Memoria tras el puente

source: Prefetchable memory behind bridge
es: Memoria prerecuperable tras el puente

source: Bridge control
es: Control de puente

source: Secondary parity checking
es: Comprobación secundaria de paridad

source: Secondary system error
es: Error de sistema secundario

source: ISA ports forwarding
es: Reenvío de puertos ISA

source: VGA forwarding
es: Reenvío VGA

source: Master abort
es: Cancelación de maestro

source: Secondary bus reset
es: Restaurar bus secundario

source: Secondary back-to-back writes
es: Escritura secundaria trasera-a-trasera

source: Primary discard timer counts
es: Cuentas del temporizador de descartes primarios

source: 2e10 PCI clocks
es: 2e10 PCI relojes

source: 2e15 PCI clocks
es: 2e15 PCI relojes

source: Secondary discard timer counts
es: Cuentas del temporizador de descartes primario

source: Discard timer error
es: Descartar error de temporizador

source: Discard timer system error
es: Descartar error del temporizador del sistema

source: Expansion ROM
es: Expansión de ROM

source: Memory windows
es: Ventanas de memoria

source: Window %1
es: Ventana %1

source: I/O windows
es: Ventanas E/S

source: 16-bit legacy interface ports
es: Puertos compatibles de 16 bits

source: CardBus control
es: Control CardBus

source: Interrupts for 16-bit cards
es: Interrupciones para tarjetas de 16 bits

source: Window 0 prefetchable memory
es: Memoria prerecuperable de ventana 0

source: Window 1 prefetchable memory
es: Memoria prerecuperable de ventana 1

source: Post writes
es: Escritura posterior

source: Raw PCI config space
es: Espacio de configuración PCI plano

source: Capabilities
es: Funcionalidades

source: Version
es: Versión

source: Clock required for PME generation
es: La generación PME requiere reloj

source: Device-specific initialization required
es: Se necesita inicialización de dispositivo específico

source: Maximum auxiliary current required in D3 cold
es: Corriente máxima requerida en D3 frío

source: D1 support
es: Soporte D1

source: D2 support
es: Soporte D2

source: Power management events
es: Eventos de gestión de energía

source: D3 hot
es: D3 caliente

source: D3 cold
es: D3 frío

source: Power state
es: Estado de energía

source: Power management
es: Gestión de energía

source: Data select
es: Selección de datos

source: Data scale
es: Escala de datos

source: Power management status
es: Estado de gestión de energía

source: Bridge status
es: Estado del puente

source: Secondary bus state in D3 hot
es: Estado del bus secundario en D3 caliente

source: Secondary bus power & clock control
es: Energía del bus secundario y control de reloj

source: Data
es: Datos

source: Revision
es: Revisión

source: Rate
es: Tasa

source: AGP 3.0 mode
es: Modo AGP 3.0

source: Fast Writes
es: Escritura rápida

source: Address over 4 GiB
es: Dirección superior a 4Gb

source: Translation of host processor access
es: Traducción del acceso del procesador de máquina

source: Cache Coherency
es: Coherencia de caché

source: Side-band addressing
es: Direccionamiento de banda lateral

source: Calibrating cycle
es: Ciclo de calibración

source: Optimum asynchronous request size
es: Tamaño de petición asíncrona óptima

source: Isochronous transactions
es: Transacciones asíncronas

source: Maximum number of AGP command
es: Número máximo de orden AGP

source: Configuration
es: Configuración

source: Data address
es: Dirección de datos

source: Transfer completed
es: Transferencia completada

source: Message control
es: Control de mensaje

source: Message signaled interrupts
es: Interrupciones de mensajes señalizados

source: Multiple message capable
es: Capaz de múltiples mensajes

source: Multiple message enable
es: Habilitado para múltiples mensajes

source: 64-bit address
es: Dirección de 64-bits

source: Per vector masking
es: Enmascaramiento por vector

source: Mask
es: Máscara

source: Pending
es: Pendiente

source: Length
es: Longitud

# no data
source: None
es: Sin datos

source: Next
es: Siguiente

source: 0x00 (None)
es: 0x00 (Ninguno)

source: Root only
es: Solo root

source: Information
es: Información

source: Value
es: Valor

source: Cache line size
es: Tamaño línea de caché

# state of PCI item
source: Enabled
es: Activado

# state of PCI item
source: Disabled
es: Desactivado

# state of PCI item
source: Yes
es: Sí

# state of PCI item
source: Unknown
es: Desconocido

source: Unclassified device
es: Dispositivo sin clasificar

source: Mass storage controller
es: Controlador de almacenamiento masivo

source: Network controller
es: Controlador de red

source: Display controller
es: Controlador de pantalla

source: Multimedia controller
es: Controlador multimedia

source: Memory controller
es: Controlador de memoria

source: Bridge
es: Puente

source: Communication controller
es: Controlador de comunicaciones

source: Generic system peripheral
es: Periférico genérico del sistema

source: Input device controller
es: Controlador de dispositivo de entrada

source: Docking station
es: Estación

source: Processor
es: Procesador

source: Serial bus controller
es: Controlador de bus serie

source: Wireless controller
es: Controlador de red inalámbrica

source: Intelligent controller
es: Controlador inteligente

source: Satellite communications controller
es: Controlador de comunicaciones por satélite

source: Encryption controller
es: Controlador de cifrado

source: Signal processing controller
es: Controlador de procesamiento de señales

source: Unknown device class
es: Clase de dispositivo desconocida

source: Non-VGA unclassified device
es: Dispositivo no clasificado No-VGA

source: VGA unclassified device
es: Dispositivo VGA sin clasificar

source: Unknown unclassified device
es: Dispositivo desconocido sin clasificar

source: SCSI storage controller
es: Controlador de almacenamiento SCSI

source: IDE controller
es: Controlador IDE

source: Floppy disk controller
es: Controlador de disquetera

source: IPI bus controller
es: Controlador de bus IPI

source: RAID bus controller
es: Controlador de bus RAID

source: ATA controller
es: Controlador ATA

source: Serial ATA direct port access
es: Acceso directo al puerto Serial ATA

source: Unknown storage controller
es: Controlador de almacenamiento desconocido

source: Ethernet controller
es: Controlador Ethernet

source: Token ring network controller
es: Controlador de red Token ring

source: FDDI network controller
es: Controlador de red FDDI

source: ATM network controller
es: Controlador de red ATM

source: ISDN controller
es: Controlador ISDN

source: WorldFip controller
es: Controlador WorldFip

source: PICMG 2.14 multi computing
es: Multicomputación PICMG 2.14

source: Unknown network controller
es: Controlador de red desconocido

source: VGA compatible controller
es: Controlador compatible VGA

source: XGA compatible controller
es: Controlador compatible XGA

source: 3D controller
es: Controlador 3D

source: Unknown display controller
es: Controlador de pantalla desconocido

source: Multimedia video controller
es: Controlador de vídeo multimedia

source: Multimedia audio controller
es: Controlador de audio multimedia

source: Computer telephony device
es: Dispositivo de telefonía

source: Unknown multimedia controller
es: Controlador multimedia desconocido

source: RAM memory
es: Memoria RAM

source: FLASH memory
es: Memoria FLASH

source: Unknown memory controller
es: Controlador de memoria desconocido

source: Host bridge
es: Puente anfitrión

source: ISA bridge
es: Puente ISA

source: EISA bridge
es: Puente EISA

source: MicroChannel bridge
es: Puente MicroChannel

source: PCI bridge
es: Puente PCI

source: PCMCIA bridge
es: Puente PCMCIA

source: NuBus bridge
es: Puente NuBus

source: CardBus bridge
es: Puente CardBus

source: RACEway bridge
es: Puente RACEway

source: Semi-transparent PCI-to-PCI bridge
es: Puente PCI-a-PCI semitransparente

source: InfiniBand to PCI host bridge
es: InfinitiBand para puente anfitrión PCI

source: Unknown bridge
es: Puente desconocido

source: Serial controller
es: Controlador serie

source: Parallel controller
es: Controlador paralelo

source: Multiport serial controller
es: Controlador serie multipuerto

source: Modem
es: Módem

source: GPIB (IEEE 488.1/2) controller
es: Controlador GPIB (IEEE 488.1/2)

source: Smart card
es: Tarjeta inteligente

source: Unknown communication controller
es: Controlador de comunicaciones desconocido

source: DMA controller
es: Controlador DMA

source: Timer
es: Temporizador

source: PCI Hot-plug controller
es: Controlador PCI extraíble

source: System peripheral
es: Sistema periférico

source: Unknown system peripheral
es: Periférico del sistema desconocido

source: Keyboard controller
es: Controlador de teclado

source: Digitizer Pen
es: Lápiz digitalizador

source: Mouse controller
es: Controlador de ratón

source: Scanner controller
es: Controlador de escáner

source: Gameport controller
es: Controlador del puerto de juegos

source: Unknown input device controller
es: Controlador de dispositivo de entrada desconocido

source: Generic docking station
es: Estación genérica

source: Unknown docking station
es: Estación desconocida

source: Co-processor
es: Coprocesador

source: Unknown processor
es: Procesador desconocido

source: ACCESS bus
es: Bus ACCESS

source: USB controller
es: Controlador USB

source: Fibre channel
es: Canal de fibra

source: IPMI interface
es: Interfaz IPMI

source: SERCOS interface
es: Interfaz SERCOS

source: Unknown serial bus controller
es: Controlador de bus serie desconocido

source: IRDA controller
es: Controlador IRDA

source: Consumer IR controller
es: Controlador IR

source: RF controller
es: Controlador RF

source: Broadband
es: Banda ancha

source: Unknown wireless controller
es: Controlador de red inalámbrica desconocido

source: Unknown intelligent controller
es: Controlador inteligente desconocido

source: Satellite TV controller
es: Controlador de TV por satélite

source: Satellite audio communication controller
es: Controlador de comunicaciones de audio por satélite

source: Satellite voice communication controller
es: Controlador de comunicaciones de voz por satélite

source: Satellite data communication controller
es: Controlador de comunicaciones de datos por satélite

source: Unknown satellite communications controller
es: Controlador de comunicaciones por satélite desconocido

source: Network and computing encryption device
es: Dispositivo de cifrado de red y sistema

source: Entertainment encryption device
es: Dispositivo de cifrado de entretenimiento

source: Unknown encryption controller
es: Controlador de cifrado desconocido

source: DPIO module
es: Módulo DPIO

source: Performance counters
es: Contadores de rendimiento

source: Communication synchronizer
es: Sincronizador de comunicaciones

source: Management card
es: Tarjeta de gestión

source: Unknown signal processing controller
es: Controlador de procesamiento de señales desconocido

source: Unknown subdevice class
es: Clase de subdispositivo desconocida

source: single DMA
es: DMA único

source: chained DMA
es: DMA encadenado

source: VGA compatible
es: Compatible VGA

source: 8514 compatible
es: Compatible 8514

source: Normal decode
es: Decodificación normal

source: Subtractive decode
es: Decodificación de resta

source: Transparent mode
es: Modo transparente

source: Endpoint mode
es: Modo de punto final

source: Primary bus towards host CPU
es: BUS principal a la CPU

source: Secondary bus towards host CPU
es: Bus secundario a la CPU

source: IEEE1284 Target
es: Tarjeta IEEE1284

source: Generic
es: Genérico

source: ISA timer
es: Temporizador ISA

source: EISA timers
es: Temporizadores EISA

source: Extended
es: Extendido

source: Unspecified
es: Sin especificar

source: USB Device
es: Dispositivo USB

source: Keyboard controller style
es: Estilo de controlador de teclado

source: Block transfer
es: Transferencia de bloque

source: Vital product data
es: Dato de producto vital

source: Slot identification
es: Identificación de ranura

source: CompactPCI hot swap
es: Intercambio en caliente CompactPCI

source: Vendor specific
es: Específico del fabricante

source: Debug port
es: Puerto de depuración

source: CompactPCI central resource control
es: Control de recurso central CompactPCI

source: PCI hot-plug
es: PCI extraíble

source: Secure device
es: Dispositivo seguro

source: Fast
es: Rápido

source: Medium
es: Medio

source: Slow
es: Lento

source: 32 bit
es: 32 bits

source: Below 1M
es: Por debajo de 1M

source: 64 bit
es: 64 bits

source: Standard
es: Estándar

source: 1X & 2X
es: 1X y 2X

source: 1X & 4X
es: 1X y 4X

source: 2X & 4X
es: 2X y 4X

source: 1X & 2X & 4X
es: 1X, 2X y 4X

source: 4X & 8X
es: 4X y 8X

source: Not needed
es: No necesario

source: 0 (self powered)
es: 0 (autoalimentado)

source: 2 vectors
es: 2 vectores

source: 4 vectors
es: 4 vectores

source: 8 vectors
es: 8 vectores

source: 16 vectors
es: 16 vectores

source: 32 vectors
es: 32 vectores
