Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_desktoppaths.po
Languages: gl

source: <h1>Paths</h1> This module allows you to choose where in the filesystem the files on your desktop should be stored. Use the "Whats This?" (Shift+F1) to get help on specific options.
gl: <h1>Rutas</h1> Este módulo permítelle escoller en que parte do sistema de ficheiros se deberán almacenar os ficheiros situados no escritorio. Use «Que é Isto?» (Maiús+F1) para obter axuda acerca de opcións específicas.

source: Desktop path:
gl: Cartafol do escritorio:

source: This folder contains all the files which you see on your desktop. You can change the location of this folder if you want to, and the contents will move automatically to the new location as well.
gl: Este cartafol contén todos os ficheiros que pode ver no seu escritorio. Pode cambiar a localización deste cartafol se o desexa, e o contido será automaticamente movido ao novo lugar.

source: Autostart path:
gl: Cartafol do inicios automáticos:

source: This folder contains applications or links to applications (shortcuts) that you want to have started automatically whenever KDE starts. You can change the location of this folder if you want to, and the contents will move automatically to the new location as well.
gl: Este cartafol contén os programas ou ligazóns aos programas que desexa executar automaticamente ao iniciar KDE. Pode mudar a localización deste cartafol se o desexa, e os contidos serán automaticamente movidos ao novo lugar.

source: Documents path:
gl: Cartafol dos documentos:

source: This folder will be used by default to load or save documents from or to.
gl: Este cartafol empregarase por omisión para cargar ou gardar documentos.

source: Downloads path:
gl: Cartafol das descargas:

source: This folder will be used by default to save your downloaded items.
gl: Este cartafol empregarase por omisión para gardar o que reciba pola rede.

source: Movies path:
gl: Cartafol dos filmes:

source: This folder will be used by default to load or save movies from or to.
gl: Este cartafol empregarase por omisión para cargar ou gardar filmes recibidos ou enviados.

source: Pictures path:
gl: Cartafol das imaxes:

source: This folder will be used by default to load or save pictures from or to.
gl: Este cartafol empregarase por omisión para cargar ou gardar imaxes recibidas ou enviadas.

source: Music path:
gl: Cartafol da música:

source: This folder will be used by default to load or save music from or to.
gl: Este cartafol empregarase por omisión para cargar ou gardar música.

source: Autostart
gl: Inicio automático

source: Desktop
gl: Escritorio

source: Documents
gl: Documentos

source: Downloads
gl: Transferencias

source: Movies
gl: Filmes

source: Pictures
gl: Imaxes

source: Music
gl: Música

source: The path for '%1' has been changed. Do you want the files to be moved from '%2' to '%3'?
gl: Modificou a ruta de «%1». Quere mover os ficheiros de «%2» a «%3»?

# Move files from old to new place
source: Move
gl: Mover

# Use the new directory but do not move files
source: Do not Move
gl: Deixar

source: The path for '%1' has been changed. Do you want to move the directory '%2' to '%3'?
gl: A ruta de «%1» foi modificada. Desexa mover o cartafol «%2» a «%3»?

# Move the directory
source: Move
gl: Mover

# Use the new directory but do not move anything
source: Do not Move
gl: Deixar

source: Confirmation Required
gl: Requírese confirmación
