Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_platform.po
Languages: es, ja, pl, pt_br

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra
ja: Taiki Komoda
pl: Maciej Wikło, Łukasz Wojniłowicz
pt_br: Luiz Fernando Ranghetti, André Marcelo Alvarenga

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net
ja: kom@kde.gr.jp
pl: maciej.wiklo@wp.pl, lukasz.wojnilowicz@gmail.com
pt_br: elchevive@opensuse.org, alvarenga@kde.org

source: Platform
es: Plataforma
ja: プラットフォーム
pl: Platforma
pt_br: Plataforma

source: Platform Specific Configuration Module
es: Módulo de configuración específico de la plataforma
ja: プラットフォーム特有設定モジュール
pl: Moduł konfiguracji wyjątkowej dla platformy
pt_br: Módulo de configuração específico da plataforma

# 'Windows' means the OS
source: Windows Desktop Shell
es: Escritorio de ventanas
ja: Windows デスクトップシェル
pl: Powłoka pulpitu Windows
pt_br: Área de trabalho do Windows

source: Native Windows Explorer shell
es: Shell nativa del explorador de Windows
ja: ネイティブの Windows エクスプローラーシェル
pl: Natywna powłoka Eksploratora Windows
pt_br: Área de trabalho do Windows Explorer nativa

source: This is the standard Windows Desktop shell. Choose this if you want to return your system to the default desktop.
es: Esta es la shell de escritorio estándar de Windows. Selecciónela si desea que su sistema vuelva al escritorio por defecto.
ja: これは標準の Windows デスクトップシェルです。システムを標準デスクトップに戻したい場合にこれを選択してください。
pl: Powłoka standardowego pulpitu Windows. Wybierz tą opcję, jeśli chcesz przywrócić w swoim systemie domyślny pulpit.
pt_br: Esta é a área de trabalho padrão do Windows. Escolha isto se quiser que o seu sistema volte à área de trabalho padrão.

source: Native desktop shell
es: Shell de escritorio nativa
ja: ネイティブデスクトップシェル
pl: Natywna powłoka pulpitu
pt_br: Área de trabalho nativa

source: System's default desktop shell
es: Escritorio predeterminado del sistema
ja: システムの標準デスクトップシェル
pl: Powłoka domyślnego pulpitu systemu
pt_br: Área de trabalho padrão do sistema

source: Use the KDE desktop shell, as it is seen on Linux.
es: Usa la shell de escritorio de KDE, como se vería en Linux.
ja: Linux の外観のように KDE デスクトップシェルを使用します。
pl: Użyj powłoki pulpitu KDE, takiej jak na Linuksie.
pt_br: Usar a área de trabalho do KDE, como é vista no Linux.

source: Choose this option if you would like to use the Plasma desktop shell for your Windows system.
es: Elija esta opción si desea usar la shell de escritorio Plasma para su sistema Windows.
ja: Windows システムで Plasma デスクトップシェルを使用したい場合はこのオプションを選択してください。
pl: Wybierz tą opcję, jeśli chcesz użyć powłoki pulpitu plazma w swoim systemie Windows.
pt_br: Escolha esta opção se deseja usar a área de trabalho do Plasma no seu sistema Windows.

source: Plasma desktop shell
es: Shell de escritorio Plasma
ja: Plasma デスクトップシェル
pl: Powłoka pulpitu plazmy
pt_br: Shell do Plasma Desktop

source: KDE4 Plasma desktop shell
es: Escritorio de Plasma KDE4
ja: KDE4 Plasma デスクトップシェル
pl: Powłoka pulpitu KDE4 Plasma
pt_br: Área de trabalho Plasma do KDE4

source: Your custom desktop shell
es: Su shell de escritorio personalizada
ja: カスタムデスクトップシェル
pl: Twoja własna powłoka pulpitu
pt_br: Sua área de trabalho personalizada

source: Choose this and press the <i>"Setup..."</i> button to configure you custom desktop shell. Not recommended for the average user.
es: Seleccione esta opción y presione el botón <i>«Configurar»</i> para configurar su shell de escritorio personalizada. No recomendado para el usuario medio.
ja: デスクトップシェルのカスタム設定を行うにはこれを選択し、<interface>設定...</interface>ボタンを押してください。標準的なユーザにはオススメしません。
pl: Wybierz tą opcję i naciśnij przycisk <i>"Ustaw..."</i>, aby skonfigurować własną powłokę pulpitu. Nie zaleca się takiego działania przeciętnym użytkownikom.
pt_br: Escolha isto e clique em <i>"Configurar..."</i> para personalizar a sua área de trabalho. Não é recomendado para usuários médios.

source: Custom desktop shell
es: Shell de escritorio personalizada
ja: カスタムデスクトップシェル
pl: Własna powłoka pulpitu
pt_br: Área de trabalho personalizada

source: This shell is reserved for the user's custom shell. Press the "Setup" button to setup your favorite shell.
es: Esta interfaz está reservada para la personalizada del usuario. Pulse el botón «Preferencias» para configurar su interfaz preferida.
ja: このシェルはユーザのカスタムシェルのために予約されています。<interface>設定</interface>ボタンを押してお気に入りのシェルを設定してください。
pl: Ta powłoka jest zarezerwowana dla powłoki własnej użytkownika. Naciśnij przycisk "Ustaw", aby ustawić swoją ulubioną powłokę.
pt_br: Esta área de trabalho é reservada para a área personalizada do usuário. Clique no botão "Configurar" para definir a sua área favorita.

source: Press to setup your custom desktop shell
es: Presione para configurar su shell de escritorio personalizada
ja: カスタムデスクトップシェルを設定するには押してください
pl: Naciśnij, aby ustawić własną powłokę pulpitu
pt_br: Clique para configurar a sua área de trabalho personalizada

source: Press this and a configuration dialog will appear to allow you to configure your custom desktop shell.
es: Al presionar aquí, aparecerá un cuadro de diálogo de configuración que le permitirá configurar su shell de escritorio personalizada.
ja: ここを押すと、カスタムデスクトップシェルを設定する設定ダイアログが現れます。
pl: Naciśnij ten przycisk, a pojawi się okno konfiguracyjne, pozwalające skonfigurować własną powłokę pulpitu.
pt_br: Clique aqui para mostrar o diálogo de configuração que lhe permite personalizar a sua área de trabalho padrão.

source: Setup...
es: Configuración...
ja: 設定...
pl: Ustaw...
pt_br: Configurar...

source: System Integration
es: Integración del sistema
ja: システム統合
pl: Integracja z systemem
pt_br: Integração no sistema

source: This will enable automatic regeneration of Windows' Start menu entries for KDE applications
es: Activa la regeneración automática de las entradas del menú de inicio de Windows para aplicaciones de KDE
ja: これで Windows スタートメニューの KDE アプリケーションエントリの自動再生成を有効にします。
pl: Zostanie włączona automatyczna regeneracja wpisów programów KDE w menu Start systemu Windows.
pt_br: Isto irá permitir a regeneração automática dos itens do menu Iniciar do Windows para os aplicativos do KDE

source: This option defines if Windows' Start menu entries should be regenerated or not. By default start menu entries are regenerated automatically, but you may wish to disable it if you have issues with that.
es: Esta opción define si las entradas del menú de inicio de Windows deben regenerarse o no. Por defecto dichas entradas se regeneran automáticamente, pero podría querer deshabilitarlo si le causase problemas.
ja: このオプションは Windows スタートメニューエントリの自動再生成するかどうかを定義しています。標準ではスタートメニューエントリは自動再生成されますが、それに問題がある場合、無効にすることができます。
pl: Ta opcja określa, czy wpisy w menu Start systemu Windows będą regenerowane. domyślnie są one regenerowane automatycznie, ale możesz wyłączyć tą opcję, jeśli masz z tym problemy.
pt_br: Esta opção define se os itens do menu Iniciar do Windows devem ou não serem gerados novamente. Por padrão, os itens do menu Iniciar são regerados automaticamente, mas você pode optar por desabilitar isto se tiver algum problema.

source: Enable automatic regeneration of start menu entries
es: Activar la regeneración automática de las entradas del menú de inicio
ja: スタートメニューエントリの自動再生成を有効に
pl: Włącz automatyczną regenerację wpisów w menu start
pt_br: Habilitar automaticamente a geração de itens no menu Iniciar

source: Use native Windows file dialogs instead of KDE ones
es: Usar diálogos de archivo nativos de Windows en lugar de los de KDE
ja: KDE のファイル選択ダイアログではなく、Windows のものを使用
pl: Użyj natywnych okien systemu Windows zamiast okien KDE
pt_br: Usar os diálogos de arquivos nativos do Windows em vez dos do KDE

source: Choose this option to make KDE applications use the standard Windows Open/Save file dialogs, instead of those normally used in KDE.
es: Elija esta opción para hacer que las aplicaciones de KDE usen los cuadros de diálogo estándar de Windows para abrir/guardar archivos, en lugar de los habituales de KDE.
ja: KDE アプリケーションが KDE 標準のファイル選択ダイアログではなく Windows 標準のものを使用するにはこのオプションを選択します。
pl: Wybierz tą opcję, aby programy KDE używały standardowych okien Otwórz/Zapisz systemu Windows, zamiast tych używanych w KDE.
pt_br: Escolha esta opção para que os aplicativos do KDE usem os diálogos padrão do Windows para Abrir/Salvar, em vez dos normalmente usados no KDE.

source: Use native system file dialogs
es: Usar diálogos de archivo nativos del sistema
ja: システムのファイル選択ダイアログを使用
pl: Użyj natywnych okien systemu
pt_br: Usar os diálogos de arquivos do sistema nativo

source: Install System Settings into the Windows Control Panel.
es: Instalar las Preferencias del Sistema en el Panel de Control de Windows.
ja: Windows コントロールパネルにシステム設定をインストール。
pl: Zainstaluj Ustawienia systemowe w Panelu Sterowania Windows.
pt_br: Instalar o 'Configurações do sistema' no Painel de controle do Windows.

source: This will install the KDE 'System Settings' as an element in the Windows Control Panel.<br><b>Caution: This option tweaks your Windows registry.</b>
es: Instala las «Preferencias del sistema» de KDE como un elemento del Panel de Control de Windows.<br><b>Advertencia: esta opción modifica su registro de Windows.</b>
ja: KDE の'システム設定'を Windows コントロールパネルの要素としてインストールします。<br><b>注意: このオプションは Windows レジストリを調整します。</b>
pl: Spowoduje to zainstalowanie Ustawień systemowych KDE jako elementu Panelu Sterowania systemu Windows.<br><b>Uwaga: Ta opcja dostraja rejestr Windows.</b>
pt_br: Isto irá instalar o aplicativo 'Configurações do sistema' do KDE como um elemento do Painel de controle do Windows.<br><b>Atenção: Esta opção modifica o registro do seu Windows.</b>

source: Install as control panel element
es: Instalar como elemento del panel de control
ja: コントロールパネル要素としてインストール
pl: Instaluj jako element panelu sterowania
pt_br: Instalar como elemento do painel de controle

source: Install Oxygen cursors as Windows cursor schemes
es: Instalar cursores de Oxígeno como esquemas de cursor de Windows
ja: Oxygen カーソルを Windows カーソルスキームとしてインストール
pl: Wgraj kursory Tlenu jako zestaw kursorów Windows
pt_br: Instalar os cursores do Oxygen como esquemas do Windows

source: This will install the Oxygen cursors into your system and combine them as a cursor theme.<br><b>Caution: This option tweaks your Windows registry.</b>
es: Esto instalará los cursores de Oxígeno en su sistema y los combinará como un tema de cursores.<br><b>Advertencia: esta opción modificará su registro de Windows.</b>
ja: これは Oxygen カーソルをシステムにインストールし、カーソルテーマに統合します。<br><b>注意: このオプションは Windows レジストリを調整します。</b>
pl: Wgra to kursory Tlenu na twoim systemie i połączy je w zestaw kursorów.<br><b>Uwaga: Ta opcja dostraja rejestr Windows.</b>
pt_br: Isto irá instalar os cursores do Oxygen no seu sistema e combiná-los como temas de cursores.<br><b>Atenção: Esta opção modifica o registro do seu Windows.</b>

source: Install Oxygen cursor schemes
es: Instalar esquemas de cursor Oxígeno
ja: Oxygen カーソルスキームをインストール
pl: Wgraj zestawy kursorów Tlenu
pt_br: Instalar esquemas de cursores do Oxygen

source: This option installs KDE wallpapers into your "My Pictures" directory
es: Esta opción instala los fondos de escritorio de KDE en su carpeta «Mis imágenes»
ja: このオプションは KDE 壁紙を "マイピクチャー" ディレクトリにインストールします
pl: Ta opcja instaluje tapety KDE w katalogu "Moje obrazy"
pt_br: Esta opção instala os papéis de parede do KDE na sua pasta "Minhas Imagens"

source: This will install KDE wallpapers into the <i>"My Pictures"</i> directory so they can be used as your Windows wallpaper. If the checkbox is set to half-checked then it means that there are new wallpapers available to update.<br> The wallpaper aspect ratio will be selected according to your current screen resolution.
es: Esto instalará los fondos de escritorio de KDE en la carpeta <i>«Mis imágenes»</i> para que se puedan utilizar como fondo de escritorio de Windows. Si la casilla está semimarcada significa que hay nuevos fondos disponibles para actualizar.<br> La proporción de aspecto del fondo se seleccionará de manera acorde a su resolución de pantalla actual.
ja: これは KDE 壁紙を <filename>マイピクチャー</filename> ディレクトリにインストールし、Windows 壁紙として使用できるようにします。チェックボックスが半選択になっている場合は新しい壁紙の更新が利用可能なことを表しています。<br>壁紙の縦横比は現在のスクリーン解像度によって選択されます。
pl: Spowoduje to zainstalowanie tapet KDE w katalogu <i>"Moje obrazy"</i>, dzięki czemu będą one mogły zostać użyte jako tapety Windows. Jeśli pole wyboru jest w połowie zaznaczone, znaczy to, że jest dostępne kilka aktualizacji tapet.<br> Proporcje tapety zostaną wybrane zgodnie z aktualną rozdzielczością ekranu.
pt_br: Isto irá instalar os papéis de parede do KDE na pasta <i>"Minhas Imagens"</i>, de modo que você possa usá-los também como papéis de parede do seu Windows. Se a opção estiver marcada como semi-selecionada, significa que estão disponíveis novos papéis de parede para atualização.<br> A proporção das dimensões do papel de parede será selecionada de acordo com a resolução atual da sua tela.

source: Install Oxygen wallpapers
es: Instalar fondos de escritorio Oxígeno
ja: Oxygen 壁紙をインストール
pl: Wgraj tapety Tlenu
pt_br: Instalar papéis de parede do Oxygen

source: This will make essential KDE processes run at user login
es: Hará que los procesos esenciales de KDE se ejecuten al iniciar sesión
ja: これは重要な KDE プロセスをユーザログイン時に実行します
pl: Przy logowaniu będą uruchamiane podstawowe procesy KDE
pt_br: Isto fará com que os processos essenciais do KDE sejam executados no início da sessão do usuário

source: Enabling this option will start essential KDE processes at user login. Normally these processes are started when you first start a KDE application, thereby delaying the actual application launch.<br>It is recommended to enable this option to make your applications launch faster for the first time.<br><b>Caution: This option tweaks your Windows registry.</b>
es: Si activa esta opción se arrancarán los procesos básicos de KDE al iniciar sesión. Normalmente esto se lleva a cabo al iniciar su primera aplicación de KDE, lo que retrasa el arranque de dicha aplicación.<br>Se recomienda que active esta opción para que sus aplicaciones se inicien más rápido la primera vez.<br><b>Advertencia: esta opción modifica su registro de Windows.</b>
ja: このオプションを有効にすると ユーザログイン時に重要な KDE プロセスを開始します。通常ではこれらのプロセスは最初の KDE アプリケーションを開始したときに起動されますが、それゆえ実際のアプリケーションの開始が遅れます。<br>このオプションはアプリケーションの最初の起動を早くしたい場合に有功にすることが推奨されます。<br><b>注意: このオプションは Windows レジストリを調整します。</b>
pl: Włączenie tej opcji spowoduje uruchamianie podstawowych procesów KDE przy logowaniu. Zazwyczaj procesy te są uruchamiane przy pierwszym włączeniu programu KDE, przez co program ten uruchamia się z opóźnieniem.<br>Zaleca się włączenie tej opcji, aby Twoje programy uruchomione po raz pierwszy działały szybciej.<br><b>Uwaga: Ta opcja dostraja rejestr Windows.</br>
pt_br: Se habilitar esta opção, fará com que os processos do KDE sejam iniciados no início da sessão do usuário. Normalmente, estes processos são iniciados quando o aplicativo do KDE é iniciado pela primeira vez, atrasando um pouco a sua execução.<br>É recomendável habilitar esta opção para que os seus aplicativos sejam executados mais rapidamente na primeira vez.<br><b>Atenção: Esta opção modifica o registro do seu Windows.</b>

source: Load KDE at user login
es: Cargar KDE al iniciar sesión
ja: ユーザログイン時に KDE を読み込み
pl: Wczytaj KDE przy logowaniu użytkownika
pt_br: Carregar o KDE no início da sessão do usuário

source: KDE System Settings
es: Preferencias del sistema de KDE
ja: KDE システム設定
pl: Ustawienia systemowe KDE
pt_br: Configurações do sistema KDE

source: All KDE settings in one place
es: Todas las preferencias de KDE en un único lugar
ja: 一か所ですべての KDE を設定
pl: Wszystkie ustawienia KDE w jednym miejscu
pt_br: Todas as configurações do KDE em um único local

source: This shell is reserved for user's custom shell. Press "Setup" button to setup your favourite shell.
es: Esta shell está reservada para la personalizada del usuario. Pulse el botón «Preferencias» para configurar su shell preferida.
ja: このシェルはユーザのカスタムシェルのために予約されています。<interface>設定</interface>ボタンを押してお気に入りのシェルを設定してください。
pl: Ta powłoka jest zarezerwowana dla powłoki własnej użytkownika. Naciśnij przycisk "Ustaw", aby ustawić swoją ulubioną powłokę.
pt_br: Esta área de trabalho é reservada para a área personalizada do usuário. Clique no botão "Configurar" para definir a sua área favorita.

source: Setup Custom Shell
es: Configurar intérprete de órdenes personalizado
ja: カスタムシェルの設定
pl: Ustaw własną powłokę
pt_br: Configurar uma área de trabalho personalizada

source: Name:
es: Nombre:
ja: 名前:
pl: Nazwa:
pt_br: Nome:

source: Command:
es: Orden:
ja: コマンド:
pl: Polecenie:
pt_br: Comando:

source: Description:
es: Descripción:
ja: 記述:
pl: Opis:
pt_br: Descrição:
