Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_attica.po
Languages: cs, ja, pl

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org

source: Social Desktop
cs: Sociální desktop
ja: ソーシャルデスクトップ
pl: Pulpit społecznościowy

source: Loading provider list...
cs: Načítám seznam poskytovatelů...
ja: プロバイダのリストを読み込み中...
pl: Wczytywanie listy dostawców...

source: Choose a provider to manage:
cs: Vyberte poskytovatele, kterého si přejete spravovat:
ja: 管理するプロバイダを選択:
pl: Proszę wybrać dostawcę:

# addition of an attica/knewstuff provider by entering its url
source: URL of the provider file (provider.xml)
cs: URL souboru poskytovatele (provider.xml)
ja: プロバイダファイル (provider.xml) への URL
pl: Adres URL pliku dostawcy (provider.xml)

source: Account details
cs: Podrobnosti o účtu
ja: アカウントの詳細
pl: Szczegóły konta

source: Account details for %1
cs: Podrobnosti o účtu %1
ja: %1 のアカウントの詳細
pl: Szczegóły konta %1

source: Register new account
cs: Registrovat nový účet
ja: 新しいアカウントを登録
pl: Zarejestruj nowe konto

source: Register new account at %1
cs: Registrovat nový účet %1
ja: %1 に新しいアカウントを登録
pl: Zarejestruj nowe konto w %1

source: Test login
cs: Vyzkoušet přihlášení
ja: ログインをテスト
pl: Wypróbuj logowanie

source: Testing login...
cs: Zkouším přihlášení...
ja: ログインをテスト中...
pl: Próba logowania...

source: Success
cs: Úspěch
ja: 成功
pl: Sukces

source: Login failed
cs: Přihlášení selhalo
ja: ログイン失敗
pl: Nieudane logowanie

source: Not all required fields are filled
cs: Nejsou vyplněna všechna nutná pole
ja: 未入力の必須項目があります
pl: Nie wypełniono wszystkich wymaganych pól

source: Password is too short
cs: Heslo je příliš krátké
ja: パスワードが短すぎます
pl: Hasło jest zbyt krótkie

source: Passwords do not match
cs: Hesla se liší
ja: パスワードが一致しません
pl: Hasła nie są takie same

source: All required information is provided
cs: Byly poskytnuty veškeré požadované informace
ja: 必要な情報がすべて提供されました
pl: Podano wszystkie wymagane informacje

source: Failed to register new account.
cs: Účet se nepovedlo zaregistrovat.
ja: 新しいアカウントを登録できませんでした。
pl: Nie udało się zarejestrować nowego konta.

source: Failed to register new account: invalid password.
cs: Účet se nepovedlo zaregistrovat: neplatné heslo.
ja: 新しいアカウントを登録できませんでした。パスワードが不正です。
pl: Nie udało się zarejestrować nowego konta: niepoprawne hasło.

source: Failed to register new account: invalid username.
cs: Účet se nepovedlo zaregistrovat: neplatné jméno
ja: 新しいアカウントを登録できませんでした。ユーザ名が不正です。
pl: Nie udało się zarejestrować nowego konta: niepoprawna nazwa użytkownika.

source: Failed to register new account: the requested username is already taken.
cs: Nepovedlo se zaregistrovat nový účet: vyžádané uživatelské jméno již někdo používá.
ja: 新しいアカウントを登録できませんでした。要求されたユーザ名は既に登録されています。
pl: Nie udało się zarejestrować nowego konta: konto o tej nazwie już istnieje.

source: Failed to register new account: the specified email address is already taken.
cs: Nepovedlo se zaregistrovat nový účet: vyžádanou e-mailovou adresu již někdo používá.
ja: 新しいアカウントを登録できませんでした。指定されたメールアドレスは既に登録されています。
pl: Nie udało się zarejestrować nowego konta: żądany adres e-mail już istnieje.

source: Failed to register new account: the specified email address is invalid.
cs: Nepovedlo se zaregistrovat nový účet: vyžádaná e-mailová adresa je neplatná.
ja: 新しいアカウントを登録できませんでした。指定されたメールアドレスは不正です。
pl: Nie udało się zarejestrować nowego konta: podany adres e-mail jest nieprawidłowy.

source: Registration is in progress...
cs: Probíhá registrace...
ja: 登録処理中...
pl: Rejestracja w toku...

source: Registration complete. New account was successfully registered. Please <b>check your Email</b> to <b>activate</b> the account.
cs: Registrace byla dokončena. Nový účet byl úspěšně zaregistrován. Prosím, <b>zkontrolujte svůj e-mail</b> pro <b>aktivaci</b> účtu.
ja: 新しいアカウントの登録が完了しました。アカウントを有効にするには、メールをチェックしてください。
pl: Rejestracja zakończona. Nowe konto zostało zarejestrowane. Proszę <b>sprawdzić swoją pocztę</b> aby <b>aktywować</b> konto.

source: Login
cs: Přihlášení
ja: ログイン
pl: Logowanie

source: &Username:
cs: &Uživatelské jméno:
ja: ユーザ名(&U):
pl: &Użytkownik:

source: &Password:
cs: &Heslo:
ja: パスワード(&P):
pl: &Hasło:

source: &Test Login
cs: Vyzkouše&t přihlášení
ja: ログインをテスト(&T)
pl: &Testuj logowanie

source: If a provider is not enabled, it will be ignored by the applications using the social desktop
cs: Pokud není poskytovatel povolen, bude aplikacemi poskytujícími sociální desktop ignorován
ja: プロバイダが無効な場合、ソーシャルデスクトップを使用しているアプリケーションは無視します
pl: Jeżeli dostawca nie jest włączony, to będzie ignorowany przez programy używające pulpitu społecznościowego

source: Enabled
cs: Povoleno
ja: 有効
pl: Włączone

source: Do not have an account? Create one on the <a href="register">Register tab</a>
cs: Nemáte účet? Vytvořte si jeden v <a href="register">kartě Registrace</a>
ja: アカウントを持っていない方は<a href="register"><interface>登録</interface>タブ</a>で作成してください。
pl: Nie masz konta? Utwórz je na <a href="register">karcie Rejestracja</a>

source: The Social Desktop Providers are used for "Get Hot New Stuff" and the "Community" and "Social News" Plasma applets.
cs: Poskytovatelé sociálního pracovního prostředí jsou používáni v plasma appletech "Get Hot New Stuff", "Komunita" a "Sociální zprávy".
ja: ソーシャルデスクトッププロバイダは次の Plasma アプレットで使われます: 「ホットな新しいものを取得」「コミュニティ」「ソーシャルニュース」
pl: Dostawcy pulpitu społecznościowego są używani do "Get Hot New Stuff" i do "Społeczność" oraz apletów Plazmy "Aktualności społeczne".

source: Register
cs: Registrovat
ja: 登録
pl: Rejestracja

source: Fill in the details below and click <b>Register...</b> button
cs: Vyplňte podrobnosti níže a klikněte na tlačítko <b>Registrovat...</b>
ja: 下に情報を入力して<interface>登録...</interface>ボタンをクリックします
pl: Proszę wypełnić formularz i kliknąć przycisk <b>Rejestruj...</b>

source: &User name:
cs: &Uživatelské jméno:
ja: ユーザ名(&U):
pl: &Nazwa użytkownika:

source: Repeat password:
cs: Zopakovat heslo:
ja: パスワード再入力:
pl: Powtórzone hasło:

source: &First name:
cs: J&méno:
ja: 名(&F):
pl: &Imię:

source: &Last name:
cs: Pří&jmení:
ja: 姓(&L):
pl: &Nazwisko:

source: &Register...
cs: &Registrovat...
ja: 登録(&R)...
pl: &Rejestruj...

source: Add Provider
cs: Přidat poskytovatele
ja: プロバイダを追加
pl: Dodaj dostawcę

source: Remove Provider
cs: Odstranit poskytovatele
ja: プロバイダを削除
pl: Usuń dostawcę

source: &Email:
ja: メールアドレス(&E):
pl: &Adres e-mail:
