Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_infobase.po
Languages: fr, he, ia, it, pl, ro, uk, wa

source: Name
fr: Nom
he: שם
ia: Nomine
it: Nome
pl: Nazwa
ro: Denumire
uk: Назва
wa: No

source: Status
fr: État
he: מצב
ia: Stato
it: Stato
pl: Stan
ro: Stare
uk: Стан
wa: Estat

source: Location
fr: Emplacement
he: מיקום
it: Posizione
pl: Położenie
ro: Amplasare
uk: Адреса
wa: Eplaeçmint

source: Description
he: תיאור
it: Descrizione
pl: Opis
ro: Descriere
uk: Опис
wa: Discrijhaedje

source: SCSI subsystem could not be queried: /sbin/camcontrol could not be found
fr: Impossible d'interroger le sous-système SCSI : le programme « /sbin/camcontrol » est introuvable
he: אין אפשרות לתשאל את מערכת SCSI: אין אפשרות למצוא את ‎/sbin/camcontrol
ia: Sub-systema SCSI non pote esser querite : /sbin/camcontrol non pote esser trovate
it: Impossibile interrogare il sottosistema SCSI: impossibile trovare /sbin/camcontrol
pl: Nie można sprawdzić podsystemu SCSI: nie można znaleźć /sbin/camcontrol
ro: Subsistemul SCSI nu a putut fi interogat: /sbin/camcontrol nu poate fi găsit
uk: Не вдалося опитати підсистему SCSI: не вдалося знайти програму /sbin/camcontrol
wa: Dji n' a savou cweri l' sorsistinme SCSI: /sbin/camcontrol n' a nén stî trové

source: SCSI subsystem could not be queried: /sbin/camcontrol could not be executed
fr: Impossible d'interroger le sous-système SCSI : l'exécution du programme « /sbin/camcontrol » a échoué
he: אין אפשרות לתשאל את מערכת SCSI: אין אפשרות להפעיל את ‎/sbin/camcontrol
ia: Sub-systema SCSI non pote esser querite: /sbin/camcontrol non pote esser executate
it: Impossibile interrogare il sottosistema SCSI: impossibile eseguire /sbin/camcontrol
pl: Nie można sprawdzić podsystemu SCSI: nie można wykonać /sbin/camcontrol
ro: Subsistemul SCSI nu a putut fi interogat: /sbin/camcontrol nu poate fi executat
uk: Не вдалося опитати підсистему SCSI: не вдалося виконати програму /sbin/camcontrol
wa: Dji n' a savou cweri l' sorsistinme SCSI: /sbin/camcontrol n' a nén savou esse enondé

# @title:column Column name for PCI information
source: Information
fr: Informations
he: מידע
it: Informazioni
pl: Informacja
ro: Informații
uk: Інформація

source: Could not find any programs with which to query your system's PCI information
fr: Impossible de trouver un quelconque programme permettant de trouver les informations PCI de votre système
he: אין אפשרות למצוא תוכניות שמאפשר לתשאל את מערכת ה־PCI
ia: On non pote trovar alcun programma demandante information PCI de tu systema
it: Impossibile trovare programmi con cui interrogare le informazioni PCI del sistema
pl: Nie można znaleźć programu, który mógłby sprawdzić informację o systemach PCI
ro: Nu s-au găsit programe cu care să fie interogate informațiile PCI ale sistemului dumneavoastră
uk: Не вдалося знайти жодної з програм, за допомогою яких можна зібрати системну інформацію щодо PCI
wa: Dji n' a savou trover d' programes pol cweraedje des informåcions PCI di vosse sistinme

source: PCI subsystem could not be queried: %1 could not be executed
fr: Impossible d'interroger le sous-système PCI : l'exécution de %1 a échoué
he: אין אפשרות לתשאל את מערכת PCI: אין אפשרות להפעיל את %1
ia: Le sub-systema PCI non pote esser querite: %1 non pote esser executate
it: Impossibile interrogare il sottosistema PCI: Impossibile eseguire %1
pl: Nie można sprawdzić podsystemu PCI: nie można wykonać %1
ro: Subsistemul PCI nu poate fi interogat: %1 nu se poate executa
uk: Не вдалося опитати підсистему PCI: не вдалося виконати програму %1
wa: Dji n' a savou cweri l' sorsistinme PCI: dji n' a savou enondé %1

source: The PCI subsystem could not be queried, this may need root privileges.
fr: Impossible d'interroger le sous-système PCI. Cela peut nécessiter d'avoir des privilèges de superutilisateur.
he: אין אפשרות לתשאל את מערכת PCI, ייתכן ואתה צריך הרשאות מנהל (root).
ia: Le Sub-systema PCI non pote esser querite, isto pote necessitar privilegios de super-usator (root).
it: Impossibile interrogare il sottosistema PCI, potrebbero essere necessari i privilegi amministrativi.
pl: Nie można sprawdzić podsystemu PCI, być może wymagane są prawa administratora
ro: Subsistemul PCI nu a putut fi interogat, este posibil să fie nevoie de privilegii de root.
uk: Не вдалося опитати підсистему PCI, це може потребувати привілеї адміністратора (root).
wa: Dji n' a savou cweri l' sorsistinme PCI, dj' a motoit dandjî des droets root.

source: PA-RISC Processor
fr: Processeur PA-RISC
he: מעבד PA-RISC
ia: Processor PA-RISC
it: Processore PA-RISC
pl: Procesor PA-RISSC
ro: Procesor PA-RISC
uk: Процесор PA-RISC
wa: Processeu PA-RISC

source: PA-RISC Revision
fr: Révision PA-RISC
he: מהדורת PA-RISC
ia: Revision PA-RISC
it: Revisione PA-RISC
pl: Wersja PA-RISC
ro: Revizie PA-RISC
uk: Модифікація PA-RISC
wa: Rivizion PA-RISC

source: DMA-Channel
fr: Canal DMA
he: ערוץ DMA
ia: DMA-Canal
it: Canale DMA
pl: Kanał DMA
ro: Canal DMA
uk: DMA-канал
wa: Canå DMA

source: Used By
fr: Utilisé par
he: בשימוש על ידי
ia: Usate per
it: Usato da
pl: Wykorzystywany przez
ro: Utilizat de
uk: Використовується
wa: Eployî pa

source: I/O-Range
fr: Plage d'Entrées / Sorties
he: תווך קלט/פלט
ia: I/O Extension (Extension de Ingresso/Egresso)
it: Intervallo I/O
pl: Zakres I/O
ro: Interval-I/O
uk: Діапазон вводу/виводу
wa: Fortchete d' I/R

source: Device
fr: Périphérique
he: התקן
ia: Dispositivo
it: Dispositivo
pl: Urządzenie
ro: Dispozitiv
uk: Пристрій
wa: Éndjin

source: No PCI devices found.
fr: Aucun périphérique PCI n'a été trouvé.
he: לא נמצאו התקני PCI.
ia: On trovava nulle dispositivo PCI
it: Nessun dispositivo PCI trovato.
pl: Nie znaleziono urządzeń PCI.
ro: Niciun dispozitiv PCI găsit.
uk: Не знайдено пристроїв PCI.
wa: Pont d' éndjins PCI di trovés.

source: No I/O port devices found.
fr: Aucun périphérique d'Entrées / Sorties n'a été trouvé.
he: לא נמצאו התקני אפיקי קלט פלט.
ia: On trovava nulle porto de I/O (Ingresso/Egresso)
it: Nessun dispositivo di porta I/O trovato
pl: Nie znaleziono urządzeń I/O
ro: Niciun dispozitiv găsit pe porturile I/O.
uk: Не знайдено пристроїв портів вводу/виводу.
wa: Pont d' éndjins d' pôrt I/R di trovés.

source: No SCSI devices found.
fr: Aucun périphérique SCSI n'a été trouvé.
he: לא נמצאו התקני SCSI.
ia: On trovava nulle dispositivo SCSI .
it: Nessun dispositivo SCSI trovato.
pl: Nie znaleziono urządzeń SCSI.
ro: Niciun dispozitiv SCSI găsit.
uk: Пристроїв SCSI не знайдено.
wa: Pont d' éndjins SCSI di trovés.

source: Unknown Order %1
fr: Ordre inconnu %1
he: סדר לא ידוע %1
ia: Ordine incognite %1
it: Ordine sconosciuto %1
pl: Nieznana kolejność %1
ro: Ordine necunoscută %1
uk: Невідомий порядок %1
wa: Ôre nén cnoxhou %1

source: 1 Bit
he: סיבית אחת
uk: %1 біт
wa: 1 bite

source: 1 Byte
fr: Un octet
he: בית אחד
pl: 1 bajt
ro: 1 octet
uk: %1 байт

source: Screen # %1
fr: Écran n°%1
he: מסך מספר %1
ia: Schermo # %1
it: Schermo # %1
pl: Ekran # %1
ro: Ecran # %1
uk: Екран №%1
wa: Waitroûle # %1

source: (Default Screen)
fr: (Écran par défaut)
he: (מסך ברירת המחדל)
ia: (Schermo predefinite)
it: (schermo predefinito)
pl: (Domyślny ekran)
ro: (ecran implicit)
uk: (Типовий екран)
wa: (Prémetowe waitroûle)

source: Dimensions
he: ממדים
ia: Dimensiones
it: Dimensioni
pl: Wymiary
ro: Dimensiuni
uk: Розміри
wa: Grandeu

source: %1 x %2 Pixels (%3 x %4 mm)
he: %1 על %2 פיקסלים (%3 על %4 מ"מ)
it: %1 × %2 pixel (%3 × %4 mm)
pl: %1 x %2 pikseli (%3 x %4 mm)
ro: %1 x %2 Pixeli (%3 x %4 mm)
uk: %1 ⨯ %2 пікселів (%3 ⨯ %4 мм)
wa: %1 x %2 picsels (%3 x %4 mm)

source: Resolution
fr: Résolution
he: הפרדה
it: Risoluzione
pl: Rozdzielczość
ro: Rezoluție
uk: Роздільна здатність
wa: Finté

source: %1 x %2 dpi
he: %1 על %2 dpi
it: %1 × %2 dpi
uk: %1 ⨯ %2 т/д

source: Depths (%1)
fr: Profondeurs (%1)
he: עומקים (%1)
ia: Profunditates (%1)
it: Profondità (%1)
pl: Głębia (%1)
ro: Profunzimi (%1)
uk: Глибини (%1)
wa: Parfondeu (%1)

source: Root Window ID
fr: Identifiant de la fenêtre racine
he: מזהה חלון Root
ia: ID de fenestra initial (Radice)
it: Identificativo della finestra radice
pl: ID głównego okna
ro: Identificator fereastră rădăcină
uk: Ідентифікатор кореневого вікна
wa: ID do purnea raecene

source: Depth of Root Window
fr: Profondeur de la fenêtre racine
he: העומק של חלון Root
ia: Profunditate de fenestra initial (Radice)
it: Profondità della finestra radice
pl: Głębia głównego okna
ro: Profunzimea ferestrei rădăcină
uk: Глибина кореневого вікна
wa: Parfondeu do purnea raecene

source: %1 plane
fr: %1 plan
he: מישור %1
ia: plano %1
it: %1 piano
pl: %1 płaszczyzna
ro: %1 plan
uk: %1 площина
wa: %1 mape

source: Number of Colormaps
fr: Nombre de palettes de couleurs
he: מספר מפות צבע
ia: Numero de mappas de color
it: Numero di mappe di colori
pl: Liczba map kolorów
ro: Numărul de Palete de culori
uk: Кількість карт кольорів
wa: Nombe di mapes di coleur

source: minimum %1, maximum %2
he: מינימום %1, מקסימום %2
ia: maximum %1, maximum %2
it: minimo %1, massimo %2
pl: minimum %1, maksimum %2
uk: мінімальна — %1, максимальна — %2
wa: minimom %1, macsimom %2

source: Default Colormap
fr: Palette de couleurs par défaut
he: מפת צבע ברירת מחדל
ia: Mappa de color predefinite
it: Mappa di colori predefinita
pl: Domyślna mapa kolorów
ro: Paletă de culori implicită
uk: Типова карта кольорів
wa: Mape di coleur prémetowe

source: Default Number of Colormap Cells
fr: Nombre par défaut de cellules de la palette de couleurs
ia: Numero predefinite de cellas de mappa de color
it: Numero predefinito di celle delle mappe di colori
pl: Domyślna liczba komórek mapy kolorów
ro: Numărul implicit de celule a Paletelor de culori
uk: Типова кількість комірок карти кольорів
wa: Nombe prémetou di celules del mape di coleur

source: Preallocated Pixels
fr: Pixels préalloués
he: פיקסלים מוקצים מראש
ia: Pixels pre-allocate
it: Pixel preallocati
pl: Prealokacja pikseli
ro: Pixeli prealocați
uk: Попередньо виділені пікселі
wa: Picsels aroyîs d' avance

source: Black %1, White %2
fr: Noir %1, Blanc %2
he: שחור %1, לבן %2
ia: Nigre %1, Blanc %2
it: Nero %1, bianco %2
pl: Czarne %1, Białe %2
ro: Negru %1, Alb %2
uk: Чорний — %1, Білий — %2
wa: Noer %1, blanc %2

source: Yes
fr: Oui
he: כן
ia: Si
it: Sì
pl: Tak
ro: Da
uk: Так
wa: Oyi

source: No
fr: Non
he: לא
pl: Nie
ro: Nu
uk: Ні
wa: Neni

source: Options
he: אפשרויות
ia: Optiones
it: Opzioni
pl: Opcje
ro: Opțiuni
uk: Параметри
wa: Tchuzes

source: When mapped
fr: Lorsque pixelisé
he: כאשר ממופה
ia: Quando mappate
it: Quando mappato
pl: Kiedy mapowane
ro: Cînd este atribuit
uk: Під час відображення
wa: Cwand mapé

source: backing-store: %1, save-unders: %2
fr: mémoire de sauvegarde : %1, enregistrer sous : %2
ia: immagazinar de retro: %1, salveguardar-sub: %2
it: supporto di memorizzazione: %1, sotto-salvataggi: %2
ro: memorie auxiliară: %1, sub-salvări: %2
uk: кеш: %1, резервування: %2
wa: stocaedje pa drî : %1, schapaedje fwait pa drî : %2

source: Largest Cursor
fr: Curseur le plus grand
he: הסמן הגדול ביותר
ia: Le plus grande cursor
it: Cursore più grande
pl: Największy kursor
ro: Cel mai mare cursor
uk: Найбільший курсор
wa: Li pus grand cursoe

source: unlimited
fr: illimité
he: ללא הגבלה
ia: sin limite
it: illimitato
pl: nieograniczone
ro: nelimitat
uk: необмежений
wa: sins limite

source: Current Input Event Mask
fr: Masque actuel d'évènements d'entrée
ia: Mascara de evento de ingresso currente
it: Maschera dell'evento di ingresso attuale
pl: Bieżąca maska zdarzenia wejścia
ro: Masca curentă a evenimentului de intrare
uk: Поточна маска вхідної події
wa: Masse d' evenmint en intrêye do moumint

source: Event = %1
fr: Évènement = %1
he: אירוע = %1
ia: Evento = %1
it: Evento = %1
pl: Zdarzenie = %1
ro: Eveniment = %1
uk: Подія = %1
wa: Evenmint = %1

source: Information
fr: Informations
he: מידע
it: Informazioni
pl: Informacja
ro: Informații
uk: Інформація
wa: Infôrmåcion

source: Value
fr: Valeur
he: ערך
ia: Valor
it: Valore
pl: Wartość
ro: Valoare
uk: Значення
wa: Valixhance

source: Server Information
fr: Informations sur le serveur
he: מידע אודות השרת
ia: Information de servitor
it: Informazioni sul server
pl: Informacja o serwerze
ro: Informații server
uk: Інформація щодо сервера
wa: Infôrmåcions sol sierveu

source: Name of the Display
fr: Nom de l'affichage
he: שם התצוגה
ia: Nomine de monstrator
it: Nome del display
pl: Nazwa wyświetlacza
ro: Denumire afișaj
uk: Назва дисплею
wa: No do håynaedje

source: Vendor String
fr: Chaîne de fournisseur
he: מזהה של היצרן
ia: Catena de venditor
it: Stringa del fornitore
pl: Nazwa producenta
ro: Șir vînzător
uk: Рядок виробника
wa: Tchinne do vindeu

source: Vendor Release Number
fr: Numéro de version du fournisseur
he: מספר מהדורה של היצרן
ia: Numero de liberation de venditor
it: Numero di rilascio del fornitore
pl: Numer wersji producenta
ro: Număr lansare a vînzătorului
uk: Номер випуску виробника
wa: Limero d' modêye do vindeu

source: Version Number
fr: Numéro de version
he: מספר גרסה
ia: Numero de version
it: Numero di versione
pl: Numer wersji
ro: Număr versiune
uk: Номер версії
wa: Limero del modêye

source: Available Screens
fr: Écrans disponibles
he: מסכים זמינים
ia: Schermos disponibiles
it: Schermi disponibili
pl: Dostępne ekrany
ro: Ecrane disponibile
uk: Доступні екрани
wa: Waitroûles k' i gn a

source: Supported Extensions
fr: Extensions prises en charge
he: הרחבות זמינות
ia: Extensiones supportate
it: Estensioni supportate
pl: Osbługiwane rozszerzenia
ro: Extensii susținute
uk: Підтримувані додатки
wa: Cawetes sopoirtêyes

source: Supported Pixmap Formats
fr: Formats de pixmaps pris en charge
he: תבניות תמונות נתמכות
ia: Formatos supportate de Pixmap
it: Formati pixmap supportati
pl: Obsługiwane formaty piksmap
ro: Formate pixmap susținute
uk: Підтримувані формати растрів
wa: Cognes Picsmap sopoirtêyes

source: Pixmap Format #%1
fr: Format de pixmap n°%1
he: תבניות תמונה #%1
ia: Formato de Pixmap #%1
it: Formato pixmap #%1
pl: Format piksmapy #%1
ro: Format pixmap #%1
uk: Формат растру №%1
wa: Cogne Picsmap #%1

source: %1 BPP, Depth: %2, Scanline padding: %3
fr: %1 BPP, Profondeur : %2, Remplissage par des rayures : %3
he: עומק %2, BPP: ‏%1, ריפוד שורה: %3
ia: %1 BPP, Profunditate:%2, Borrar de Scanline (scanline padding): %3
it: %1 BPP, profondità: %2, spaziatura di scansione: %3
pl: %1 BPP, Głębia: %2, Uzupełnianie linii: %3
ro: %1 BPP, Adîncime: %2, Umplere linie: %3
uk: %1 бітів на піксель, Глибина: %2, Доповнення рядка сканування: %3
wa: %1 BPP, Parfondeu : %2, Rimplixhaedje des royes di scanaedje : %3

source: Maximum Request Size
fr: Taille maximale de requête
he: גודל בקשה מרבי
ia: Grandor de requesta maxime
it: Dimensione massima delle richieste
pl: Maksymalna wielkość żądania
ro: Dimensiunea maximă a cererii
uk: Максимальний розмір запиту
wa: Grandeu macsimom del dimande

source: Motion Buffer Size
fr: Taille du tampon de mouvement
he: גודל חוצץ התזוזה
ia: Grandor de Motion Buffer
it: Dimensione del buffer di movimento
pl: Rozmiar bufora ruchu
ro: Dimensiune memorie tampon de mișcare
uk: Розмір буфера руху
wa: Grandeu do tampon do movmint

source: Bitmap
he: מפת סיביות
pl: Bitmapa
ro: Hartă de biți
uk: Растровий

source: Unit
fr: Unité
he: יחידה
ia: Unitate
it: Unità
pl: Jednostka
ro: Unitate
uk: Одиниця
wa: Unité

source: Order
fr: Ordre
he: סדר
ia: Ordine
it: Ordine
pl: Kolejność
ro: Ordine
uk: Порядок
wa: Ôre

source: Padding
fr: Remplissage
he: ריפוד
ia: Borrar (Padding)
it: Spaziatura
pl: Wypełnianie
ro: Umplere
uk: Доповнення
wa: Rimplixhaedje

source: Image Byte Order
fr: Ordre des octets des images
he: סדר הבתים של התמונה
ia: Ordine de Byte de Image
it: Ordine dei byte delle immagini
pl: Kolejność bajtów w obrazie
ro: Ordinea octeților în imagine
uk: Порядок байтів у зображенні
wa: Ôre do byte di l' imådje

source: This system may not be completely supported yet.
fr: Ce système risque de ne pas être encore complètement pris en charge.
he: ייתכן ומערכת זו לא נתמכת באופן מלא עוד.
ia: Iste systema pote non esser ancora completemente supportate.
it: Questo sistema potrebbe non essere ancora completamente supportato.
pl: Ten system może nie być jeszcze w pełni obsługiwany.
ro: Acest sistem poate să nu fie susținut complet încă.
uk: Ця система підтримується ще не повністю.
wa: Çou sistinme cial n' est nén co ttafwaitmint sopoirté.

source: IRQ
he: בקשת פסיקה
pl: Przerwania

source: LSBFirst
ia: LSBPrime
it: LSBPrimo

source: MSBFirst
ia: MSBPrime
it: MSBPrimo
