Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_device_automounter.po
Languages: pl

source: Device Automounter
pl: Automatyczne montowanie urządzeń

source: Automatically mounts devices at login or when attached
pl: Automatycznie montuje urządzenia po zalogowaniu lub po podłączeniu urządzeń

source: Device
pl: Urządzenie

source: Automount on Login
pl: Automatycznie zamontuj przy logowaniu

source: Automount on Attach
pl: Automatycznie zamontuj po doczepieniu

source: This device will be automatically mounted at login.
pl: To urządzenie zostanie automatycznie zamontowane po zalogowaniu.

source: This device will not be automatically mounted at login.
pl: To urządzenie nie zostanie automatycznie zamontowane po zalogowaniu.

source: This device will be automatically mounted when attached.
pl: To urządzenie będzie automatycznie zamontowane po podłączeniu.

source: This device will not be automatically mounted when attached.
pl: To urządzenie nie będzie automatycznie zamontowane po podłączeniu.

source: Attached Devices
pl: Podłączone urządzenia

source: Disconnected Devices
pl: Odłączone urządzenia

source: When this is unchecked, no device automounting of any kind will happen, regardless of anything selected in the "Device Overrides" section.
pl: Kiedy ta opcja nie jest zaznaczona, nie będzie wykonywane automatyczne montowanie jakichkolwiek urządzeń, niezależnie od tego co zaznaczono w sekcji "Ustawienia urządzenia ważniejsze niż".

source: Enable automatic mounting of removable media
pl: Włącz automatyczne montowanie urządzeń wymiennych

source: When this is checked, only remembered devices will be automatically mounted. A device is 'remembered' if it has ever been mounted before. For instance, plugging in a USB media player to charge is not sufficient to 'remember' it - if the files are not accessed, it will not be automatically mounted the next time it is seen. Once they have been accessed, however, the device's contents will be automatically made available to the system.
pl: Kiedy ta opcja jest zaznaczona, tylko zapamiętane urządzenia będą automatycznie montowane. Urządzenie jest zapamiętywane jeśli kiedykolwiek wcześniej zostało zamontowane, np. odtwarzacz muzyczny, który został podłączony do naładowania przez USB, nie wystarczy do jego zapamiętania, jeśli nie uzyskano dostępu do jego plików i nie zostanie automatycznie zamontowane po jego następnym wykryciu. Jeśli jednak nastąpił dostęp do plików, to zawartość urządzenia automatycznie będzie dostępna w systemie.

source: Only automatically mount removable media that has been manually mounted before
pl: Automatycznie montuj tylko urządzenia, które zostały wcześniej ręcznie zamontowane

source: If any removable storage devices are connected to your system when you login to your desktop, their contents will automatically be made available to your system for other programs to read.
pl: Jeżeli jakiekolwiek urządzenia przechowujące zostaną podłączone do twojego systemu, przy logowaniu na twój pulpit, ich zawartość stanie się automatycznie dostępna w twoim systemie do odczytu przez inne programy.

source: Mount all removable media at login
pl: Zamontuj wszystkie urządzenia wymienne po zalogowaniu

source: When this is checked, the contents of any storage device will automatically be made available to the system when it is plugged in or attached.
pl: Kiedy to jest zaznaczone, to zawartość jakiegokolwiek urządzenia przechowującego będzie automatycznie dostępna dla systemu, podczas jego podłączenia lub doczepienia.

source: Automatically mount removable media when attached
pl: Automatycznie montuj urządzenia wymienne po podłączeniu

source: Device Overrides
pl: Ustawienia urządzenia ważniejsze niż

source: This list contains the storage devices known to the system. If "Automount on Login" is checked, the device will be automatically mounted even though "Mount all removable media at login" is unchecked. The same applies for "Automount on Attach". If "Enable automatic mounting of removable media" is unchecked, the overrides do not apply and no devices will be automatically mounted.
pl: Ta lista zawiera znane systemowi urządzenia do przechowywania danych Jeśli zaznaczono "Montuj automatycznie po logowaniu", to urządzenie zostanie automatycznie zamontowane nawet jeśli nie zaznaczono "Zamontuj wszystkie urządzenia wymienne po zalogowaniu". To samo odnosi się do "Montuj automatycznie po doczepieniu". Jeśli opcja "Włącz automatyczne montowanie urządzeń wymiennych" nie jest zaznaczona, ta lista wyłączeń nie będzie zastosowana i automatycznie nie zostaną zamontowane żadne urządzenia.

source: Clicking this button causes the selected devices to be 'forgotten'. This is only useful if "Only automatically mount removable media that has been manually mounted before" is checked. Once a device is forgotten and the system is set to only automatically mount familiar devices, the device will not be automatically mounted.
pl: Kliknięcie tego przycisku spowoduje, że KDE "zapomni", że wybrane urządzenie kiedykolwiek istniało. Jest to użyteczne jeśli zaznaczono "Automatycznie montuj tylko urządzenia, które zostały wcześniej ręcznie zamontowane". Kiedy KDE zapomni o urządzeniu i jest skonfigurowane żeby automatycznie montować znane urządzenia, to "zapomniane" urządzenie nie zostanie zamontowane.

source: Forget Device
pl: Zapomnij o urządzeniu
