Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_kwindesktop.po
Languages: bg, es, eu, fa, fi, fr, he, hr, ia, it, kk, km, ko, lt, nl, pa, sr@ijekavian, sv, zh_cn

# NAME OF TRANSLATORS
source: Your names
eu: Marcos Goyeneche,Iñigo Salvador Azurmendi,Hizkuntza Politikarako Sailburuordetza
fa: علی سرچمی,محمدرضا میردامادی
fr: Bruno Patri
he: צוות התרגום של KDE ישראל
hr: Žarko Pintar, Andrej Dundović
kk: Сайран Киккарин

# EMAIL OF TRANSLATORS
source: Your emails
eu: marcos@euskalgnu.org,xalba@euskalnet.net,hizpol@ej-gv.es
fa: ali@sarchami.com,mohi@ubuntu.ir
fr: bruno.patri@gmail.com
he: kde-l10n-he@kde.org
hr: zarko.pintar@gmail.com, adundovi@gmail.com
kk: sairan@computer.org

source: Desktop %1:
bg: Работен плот %1:
es: Escritorio %1:
eu: %1 mahaigaina:
fa: رومیزی %1:
fi: Työpöytä %1:
fr: Bureau %1 :
he: שולחן עבודה מספר %1:
hr: Radna površina %1:
ia: Scriptorio %1:
kk: %1-үстел:
km: ផ្ទៃតុ %1 ៖
ko: 데스크톱 %1:
lt: Darbastalis %1:
nl: Bureaublad %1:
pa: ਡੈਸਕਟਾਪ %1:
sr@ijekavian: Површ %1:
sv: Skrivbord %1:
zh_cn: 桌面 %1：

source: Here you can enter the name for desktop %1
bg: Тук можете да въведете името на работния плот %1
es: Aquí puede introducir el nombre del escritorio %1
eu: Hemen, %1 mahaigainaren izena sar dezakezu
fa: اینجا می‌توانید نام رومیزی %1 را وارد کنید
fi: Tässä voit antaa nimen työpöydälle %1
fr: Vous pouvez saisir ici un nom pour le bureau %1
he: כאן אפשרותך להכניס שם לשולחן עבודה מספר %1
hr: Ovdje možete unjeti naziv za radnu površinu %1
ia: Ci tu pote insertar le nomine per scriptorio %1
it: Qui puoi immettere il nome del desktop %1
kk: Мұнда %1-үстел қалай аталатынын келтіріңіз
km: នៅទីនេះ អ្នក​អាច​បញ្ចូល​ឈ្មោះ​សម្រាប់​ផ្ទៃ​តុ %1
ko: 데스크톱 %1의 이름을 입력하십시오
lt: Čia galite įvesti darbastalio %1 pavadinimą
nl: Hier kunt u de naam invoeren voor bureaublad %1
pa: ਇੱਥੇ ਡੈਸਕਟਾਪ %1 ਦਾ ਨਾਂ ਦਿਓ
sr@ijekavian: Унесите име за површ %1
sv: Här kan du ange namnet för skrivbord %1
zh_cn: 输入桌面 %1 的名字

source: Desktop %1
bg: Работен плот %1
es: Escritorio %1
eu: %1 mahaigaina
fa: رومیزی %1
fi: Työpöytä %1
fr: Bureau %1
he: שולחן עבודה מספר %1
hr: Radna površina %1
ia: Scriptorio %1
kk: %1-үстел
km: ផ្ទៃតុ %1
ko: 데스크톱 %1
lt: Darbastalis %1
nl: Bureaublad %1
pa: ਡੈਸਕਟਾਪ %1
sr@ijekavian: Површ %1
sv: Skrivbord %1
zh_cn: 桌面 %1

source: <h1>Multiple Desktops</h1>In this module, you can configure how many virtual desktops you want and how these should be labeled.
bg: <h1>Много работни плотове</h1>В този модул можете да настроите броя и имената на виртуалните работни плотове.
es: <h1>Múltiples escritorios</h1>En este módulo, puede configurar el número de escritorios virtuales que desea y cómo se deberían etiquetar.
eu: <h1>Askotariko mahaigainak</h1>Modulu honetan, zenbat alegiazko mahaigain izango dituzun eta nola izendatuko diren konfigura dezakezu.
fa: <h1>چند رومیزی</h1>در این پیمانه، می‌توانید تعداد رومیزی مجازی دلخواه و چگونگی برچسب‌گذاری آن‌ها را پیکربندی کنید.
fi: <h1>Monta työpöytää</h1> Tässä osiossa voit valita virtuaalityöpöytien määrän ja antaa niille nimet.
fr: <h1>Bureaux multiples</h1> Dans ce module, vous pouvez configurer le nombre de bureaux virtuels à utiliser et la manière dont ils seront identifiés.
he: <h1>שולחנות עבודה מרובים</h1> במודול זה באפשרותך להגדיר כמה שולחנות עבודה וירטואלים אתה מעוניין ומה יהיה השם שלהם.
hr: <h1>Višestruke radne površine</h1>U ovom modulu možete podesiti koliko želite virtualnih radnih površina i kako će one biti označene.
ia: <h1>Scriptorios Multiple</h1>In iste modulo, tu pote configure quante scriptorios virtual tu vole e como illos debe esser etiquettate.
it: <h1>Desktop multipli</h1>In questo modulo puoi configurare quanti desktop virtuali vuoi avere e come devono essere chiamati.
kk: <h1>Бірнеше Үстел</h1>Қанша виртуалды үстел керек және олар қалай белгіленетінің осы модулінде анықталады.
km: <h1>ផ្ទៃតុ​ច្រើន</h1>ក្នុង​ម៉ូឌុល​នេះ អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​អំពី​ចំនួន​ផ្ទៃតុ​និម្មិត ដែល​អ្នក​ចង់​បាន និង​ពី​របៀប​ដាក់​ស្លាក​វា ។
ko: <h1>다중 데스크톱</h1> 이 모듈에서는 데스크톱 개수와 이름을 설정할 수 있습니다.
lt: <h1>Daugelis darbastalių</h1>Šiame modulyje galite nustatyti kiek virtualių darbastalių pageidaujate turėti ir kaip jie bus pavadinti.
nl: <h1>Meerdere bureaubladen</h1>In deze module kunt u opgeven hoeveel virtuele bureaubladen u wilt gebruiken en hoe deze genoemd zullen worden.
pa: <h1>ਮਲਟੀਪਲ ਡੈਸਕਟਾਪ</h1>ਇਹ ਮੋਡੀਊਲ ਵਿੱਚ, ਤੁਸੀਂ ਕਿੰਨੇ ਵਰਚੁਅਲ ਡੈਸਕਟਾਪ ਦੇਖਣੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਲੇਬਲ ਕੀ ਹੋਣ, ਦੀ ਸੰਰਚਨਾ ਕਰਨ ਸਕਦੇ ਹੋ।
sr@ijekavian: <h1>Вишеструке површи</h1><p>У овом модулу подешавате колико ће бити виртуелних површи, и како ће бити означене.</p>
sv: <h1>Flera skrivbord</h1>I den här modulen kan du anpassa hur många virtuella skrivbord du vill ha och vilken etikett de ska få.
zh_cn: <h1>多桌面</h1>在该模块中，您可以配置您需要多少个桌面以及怎样标记这些桌面。

source: Switch to Next Desktop
bg: Превключване към следващия плот
es: Cambiar a escritorio siguiente
eu: Aldatu hurrengo mahaigainera
fa: سو دهی به میزکار بعدی
fi: Vaihda seuraavaan työpöytään
fr: Aller au bureau suivant
he: עבור לשולחן עבודה הבא
hr: Prebaci na slijedeću radnu površinu
ia: Commuta a proxime scriptorio
it: Vai al desktop successivo
kk: Келесі үстелге ауысу
km: ប្ដូរ​ទៅ​ផ្ទៃតុ​បន្ទាប់
ko: 다음 데스크톱으로 전환
lt: Pereiti į kitą darbastalį
nl: Schakelen naar volgend bureaublad
pa: ਅਗਲੇ ਡੈਸਕਟਾਪ ਉੱਤੇ ਜਾਉ
sr@ijekavian: На наредну површ
sv: Byt till nästa skrivbord
zh_cn: 切换到下一个桌面

source: Switch to Previous Desktop
bg: Превключване към предишния плот
es: Cambiar a escritorio anterior
eu: Aldatu aurreko mahaigainera
fa: سو دهی به میز کار قبلی
fi: Vaihda edelliseen työpöytään
fr: Aller au bureau précédent
he: עבור לשולחן עבודה קודם
hr: Prebaci na prethodnu radnu površinu
ia: Commuta a previe scriptorio
it: Vai al desktop precedente
kk: Алдыңғы үстелге ауысу
km: ប្ដូរ​ទៅ​ផ្ទៃតុ​មុន
ko: 이전 데스크톱으로 전환
lt: Pereiti į ankstesnį darbastalį
nl: Schakelen naar vorig bureaublad
pa: ਪਿਛਲੇ ਡੈਸਕਟਾਪ ਉੱਤੇ ਜਾਉ
sr@ijekavian: На претходну површи
sv: Byt till föregående skrivbord
zh_cn: 切换到上一个桌面

source: Switch One Desktop to the Right
bg: Превключване към плота отдясно
es: Cambiar a escritorio de la derecha
eu: Aldatu mahaigain bat eskuinera
fa: سودهی یک به میز کار در سمت راست
fi: Vaihda yhden työpöydän verran oikealle
fr: Aller au prochain bureau à droite
he: עבור שולחן עבודה אחד לימין
hr: Prebaci za jednu radnu površinu udesno
ia: Commuta a un scriptorio a dextera
it: Vai al desktop a destra
kk: Оң жақ үстелге ауысу
km: ប្ដូរ​ផ្ទៃតុ​មួយ​ទៅ​ស្ដាំ
ko: 오른쪽 데스크톱으로 전환
lt: Pereiti į darbastalį dešiniau
nl: Eén bureaublad naar rechts schakelen
pa: ਇੱਕ ਡੈਸਕਟਾਪ ਸੱਜੇ ਜਾਉ
sr@ijekavian: Једну површ удесно
sv: Byt till ett skrivbord åt höger
zh_cn: 将一个桌面切换到右边

source: Switch One Desktop to the Left
bg: Превключване към плота отляво
es: Cambiar a escritorio de la izquierda
eu: Aldatu mahaigain bat ezkerrera
fa: سودهی به بک میز کار در سمت چپ
fi: Vaihda yhden työpöydän verran vasemmalle
fr: Aller au prochain bureau à gauche
he: עבור שולחן עבודה אחד לשמאל
hr: Prebaci za jednu radnu površinu uljevo
ia: Commuta a un scriptorio a sinistra
it: Vai di un desktop a sinistra
kk: Сол жақ үстелге ауысу
km: ប្ដូរ​ផ្ទៃតុ​មួយ​ទៅ​ឆ្វេង
ko: 왼쪽 데스크톱으로 전환
lt: Pereiti į darbastalį kairiau
nl: Eén bureaublad naar links schakelen
pa: ਇੱਕ ਡੈਸਕਟਾਪ ਖੱਬੇ ਜਾਉ
sr@ijekavian: Једну површ улијево
sv: Byt till ett skrivbord åt vänster
zh_cn: 将一个桌面切换到左边

source: Switch One Desktop Up
bg: Превклъчвяне към плота отгоре
es: Cambiar al escritorio superior
eu: Aldatu mahaigain bat gora
fa: سودهی به یک میز کار در بالا
fi: Vaihda yhden työpöydän verran ylös
fr: Aller au prochain bureau en haut
he: עבור שולחן עבודה אחד למעלה
hr: Prebaci za jednu radnu površinu nagore
ia: Commuta a un scriptorio in alto
it: Vai al desktop sopra
kk: Үстңгі жақ үстелге ауысу
km: ប្ដូរ​ផ្ទៃតុ​មួយ​ឡើង​លើ
ko: 위쪽 데스크톱으로 전환
lt: Pereiti į darbastalį aukščiau
nl: Eén bureaublad omhoog schakelen
pa: ਇੱਕ ਡੈਸਕਟਾਪ ਉੱਤੇ ਜਾਉ
sr@ijekavian: Једну површ нагоре
sv: Byt till ett skrivbord uppåt
zh_cn: 将一个桌面向上切换

source: Switch One Desktop Down
bg: Превклъчвяне към плота отдолу
es: Cambiar al escritorio inferior
eu: Aldatu mahaigain bat behera
fa: سودهی به یک میز کار در پایین
fi: Vaihda yhden työpöydän verran alas
fr: Aller au prochain bureau en bas
he: עבור שולחן עבודה אחד למטה
hr: Prebaci za jednu radnu površinu nadolje
ia: Commuta a un scriptorio a basso
it: Vai al desktop sotto
kk: Астыңғы жақ үстелге ауысу
km: ប្ដូរ​ផ្ទៃតុ​មួយ​ចុះ​ក្រោម
ko: 아래쪽 데스크톱으로 전환
lt: Pereiti į darbastalį žemiau
nl: Eén bureaublad omlaag schakelen
pa: ਇੱਕ ਡੈਸਕਟਾਪ ਹੇਠਾਂ ਜਾਉ
sr@ijekavian: Једну површ надоље
sv: Byt till ett skrivbord neråt
zh_cn: 将一个桌面向下切换

source: Walk Through Desktops
es: Recorrer los escritorios
eu: Pasatu mahaigain batetik bestera
fi: Selaa työpöytiä
fr: Circuler parmi les bureaux
he: מעבר בין שולחנות עבודה
ia: Transversa Scriptorios
it: Scorri i desktop
kk: Үстелдерді аралау
ko: 데스크톱 사이를 옮겨 다니기
lt: Eiti per darbastalius
nl: Door bureaubladen bladeren
sr@ijekavian: Мијењај површи
sv: Gå igenom skrivbord
zh_cn: 遍历桌面

source: Walk Through Desktops (Reverse)
es: Recorrer los escritorios (en orden inverso)
eu: Pasatu mahaigain batetik bestera (alderantziz)
fi: Selaa työpöytiä taaksepäin
fr: Circuler parmi les bureaux (en ordre inverse)
he: מעבר בין שולחנות עבודה (הפוך)
ia: Transversa Scriptorios (Reverse)
it: Scorri i desktop (all'indietro)
kk: Үстелідерді (кері) аралау
ko: 데스크톱 사이를 거꾸로 옮겨 다니기
lt: Eiti per darbastalius (atvirkščiai)
nl: Door bureaubladen bladeren (omgekeerd)
sr@ijekavian: Мијењај површи (обратно)
sv: Gå igenom skrivbord (omvänt)
zh_cn: 遍历桌面 (反向)

source: Walk Through Desktop List
es: Recorrer la lista de escritorios
eu: Pasatu mahaigain-zerrenda batetik bestera
fi: Selaa työpöytäluetteloa
fr: Circuler dans la liste des bureaux
he: מעבר בין רשימות שולחנות עבודה
ia: Transversa Lista de Scriptorio
it: Scorri nella lista dei desktop
kk: Үстелдерінің тізімі бойынша аралау
ko: 데스크톱 목록을 옮겨 다니기
lt: Eiti per darbastalių sąrašą
nl: Door lijst met bureaubladen bladeren
sr@ijekavian: Мијењај површи по списку
sv: Gå igenom skrivbordslista
zh_cn: 遍历桌面列表

source: Walk Through Desktop List (Reverse)
es: Recorrer la lista de escritorios (en orden inverso)
eu: Pasatu mahaigain-zerrenda batetik bestera (alderantziz)
fi: Selaa työpöytäluetteloa taaksepäin
fr: Circuler dans la liste des bureaux (en ordre inverse)
he: מעבר בין רשימות שולחנות עבודה (הפוך)
ia: Transversa Lista de Scriptorio (Reverse)
it: Scorri nella lista dei desktop (all'indietro)
kk: Үстелдерінің тізімі бойынша (кері) аралау
ko: 데스크톱 목록을 거꾸로 옮겨 다니기
lt: Eiti per darbastalių sąrašą (atvirkščiai)
nl: Door lijst met bureaubladen bladeren (omgekeerd)
sr@ijekavian: Мијењај површи по списку (обратно)
sv: Gå igenom skrivbordslista (omvänt)
zh_cn: 遍历桌面列表 (反向)

source: Desktop Switching
bg: Превключване на работни плотове
es: Cambio de escritorio
eu: Mahaigain-aldaketa
fa: سودهی میزکارها
fi: Työpöydän vaihto
fr: Changement de bureau
he: מעבר בין שולחנות עבודה
hr: Prebacivanje radnih površina
ia: Commutar Scriptorio
it: Scambio desktop
kk: Басқа үстелге ауысу
km: ការ​ប្ដូរ​ផ្ទៃតុ
ko: 데스크톱 전환
lt: Darbastalio keitimas
nl: Wisselen tussen bureaubladen
pa: ਡੈਸਕਟਾਪ ਬਦਲਣਾ
sr@ijekavian: Пребацивање површи
sv: Skrivbordsbyte
zh_cn: 桌面切换

source: Switch to Desktop %1
bg: Превключване към работен плот %1
es: Cambiar al escritorio %1
eu: Aldatu %1 mahaigainera
fa: سودهی به رومیزی %1
fi: Vaihda työpöydälle %1
fr: Aller au bureau %1
he: עבור שולחן עבודה מספר %1
hr: Prebaci na radnu površinu %1
ia: Commuta a scriptorio %1
it: Vai al desktop %1
kk: %1-үстеліне ауысу
km: ប្ដូរ​​ទៅ​ផ្ទៃតុ %1
ko: 데스크톱 %1로 전환
lt: Pereiti į %1 darbastalį
nl: Schakel naar bureaublad %1
pa: ਡੈਸਕਟਾਪ %1 ਉੱਤੇ ਜਾਓ
sr@ijekavian: На површ %1
sv: Byt till skrivbord %1
zh_cn: 切换到桌面 %1

source: No Animation
bg: Без анимация
es: Sin animación
eu: Animaziorik gabe
fa: بدون پویانمایی
fi: Ei animointia
fr: Aucune animation
he: ללא אנימיציה
hr: Bez animacije
ia: Nulle animation
it: Nessun'animazione
kk: Анимациясыз
km: គ្មាន​ចលនា
ko: 애니메이션 없음
lt: Be animacijos
nl: Geen animatie
pa: ਐਨੀਮੇਸ਼ਨ ਨਹੀਂ
sr@ijekavian: без анимације
sv: Ingen animering
zh_cn: 无动画

source: No suitable Shortcut for Desktop %1 found
bg: Не е открит подходящ бърз клавиш за плот %1
es: No se ha encontrado un acceso rápido adecuado para el escritorio %1
eu: Ez da aurkitu %1 mahaigainarentzako lasterbide egokirik
fa: میانبر مناسبی برای میزکار %1 پیدا نشد
fi: Työpöydälle %1 ei löytynyt sopivaa pikanäppäintä
fr: Impossible de trouver un raccourci adéquat pour le bureau %1
he: לא נמצא קיצור מקשים לשולחן עבודה %1
hr: Nije pronađen odgovarajući prečac za radnu površinu %1
ia: Il non trovava alcun via breve adequate pro scriptorio %1
it: Non è presente alcuna scorciatoia adatta per il desktop %1
kk: %1-үстелге лайық тіркесім табылған жоқ
km: រក​មិនឃើញ​​ផ្លូវ​កាត់សមរម្យ​សម្រាប់​ផ្ទៃតុ %1
ko: 데스크톱 %1을(를) 위한 단축키가 없음
lt: Nerastas tinkamas klavišų derinys %1 darbastaliui
nl: Geen geschikte sneltoets voor bureaublad %1 gevonden
pa: ਡੈਸਕਟਾਪ %1 ਲਈ ਕੋਈ ਢੁੱਕਵਾਂ ਸ਼ਾਰਟਕੱਟ ਨਹੀਂ ਲੱਭਿਆ
sr@ijekavian: Није нађена погодна пречица за површ %1
sv: Ingen lämplig snabbtangent hittades för skrivbord %1
zh_cn: 找不到适合桌面 %1 的快捷键

source: Assigned global Shortcut "%1" to Desktop %2
bg: Добавен е бърз клавиш "%1" за работен плот %2
es: Acceso rápido global «%1» asignado al escritorio %2
eu: "%1" lasterbide orokorra %2 mahaigainari esleituta
fa: میانبر عمومی «%1» به میزکار %2 اختصاص داده شد
fi: Työpöydänlaajuinen pikanäppäin %1 liitettiin työpöytään %2
fr: Raccourci global « %1 » assigné au bureau %2
he: מגדיר קיצור מקשים גלובלי "%1" לשולחן עבודה %2
hr: Pridružen opći prečac "%1" na radnu površinu %2
ia: Il assignava via breve global "%1" a scriptorio %2
it: Assegnata la scorciatoia globale «%1» al desktop %2
kk: Жалпы жүйелік "%1" тіркесімі %2-үстелге тағайындалды
km: ផ្លូវកាត់​សកល "%1" ​ដែលបានផ្ដល់ទៅ​ៅ​ផ្ទតុុ %2
ko: 전역 단축키 "%1"을(를) 데스크톱 %2에 할당함
lt: %2 priskirta globali klavišų kombinacija „%1“
nl: Globale sneltoets "%1" toegevoegd aan bureaublad %2
pa: ਗਲੋਬਲ ਸ਼ਾਰਟਕੱਟ "%1" ਡੈਸਕਟਾਪ %2 ਨੂੰ ਦਿਓ
sr@ijekavian: Глобална пречица „%1“ додијељена површи %2
sv: Tilldela global snabbtangent "%1" för skrivbord %2
zh_cn: 指派全局快捷键“%1”给桌面 %2

source: Shortcut conflict: Could not set Shortcut %1 for Desktop %2
bg: Конфликт на клавиш — грешка при задаване на бърз клавиш %1 за работен плот %2
es: Conflicto de acceso rápido: No se puede asignar el acceso rápido %1 al escritorio %2
eu: Lasterbide-gatazka: %1 lasterbidea ezin izan zaio esleitu %2 mahaigainari
fa: ناسازگاری میانبر: نمی‌توان میانبر %1 را برای میزکار %2 تنظیم کرد
fi: Pikanäppäinristiriita: pikanäppäimen %1 asetus työpöydälle %2 epäonnistui
fr: Conflit de raccourcis : impossible d'assigner le raccourci %1 au bureau %2
he: התנגשות בין קיצורי מקשים: לא ניתן להגדיר את קיצור המקשים %1 לשולחן העבודה %2
hr: Sukob prečaca: Ne mogu postaviti prečac %1 na radnu površinu %2
ia: Conflicto de via breve: il non pote fixar via breve %1 pro scriptorio %2
it: Conflitto fra scorciatoie: Non è possibile assegnare la scorciatoia %1 al desktop %2
kk: Тіркесім қайшылығы: %1 тіркесімі %2-үстелге тағайындалмады
km: ការ​ប៉ះទង្គិច​ផ្លូវ​កាត់ ៖ មិនអាច​កំណត់​ផ្លូវកាត់ %1 សម្រាប់​ផ្ទៃតុ %2 បានទេ
ko: 단축키 충돌: 데스크톱 %2에 단축키 %1을(를) 할당할 수 없음
lt: Klavišų derinių konfliktas: nepavyko darbastaliui %2 nustatyti „%1“ derinio
nl: Sneltoets-conflict: Kon sneltoets %1 niet instellen voor bureaublad %2
pa: ਸ਼ਾਰਟਕੱਟ ਟਕਰਾ: %2 ਡੈਸਕਟਾਪ ਲਈ %1 ਸ਼ਾਰਟਕੱਟ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
sr@ijekavian: Сукоб пречица: не могу да поставим пречицу %1 за површ %2
sv: Konflikt för snabbtangent: Kunde inte ställa in snabbtangenten %1 för skrivbord %2
zh_cn: 快捷键冲突：无法为桌面 %2 设置快捷键 %1

source: Desktops
bg: Работни плотове
es: Escritorios
eu: Mahaigainak
fa: رومیزی‌ها
fi: Työpöydät
fr: Bureaux
he: שולחנות עבודה
hr: Radne površine
ia: Scriptorios
it: Desktop
kk: Үстелдер
km: ផ្ទៃតុ
ko: 데스크톱
lt: Darbastaliai
nl: Bureaubladen
pa: ਡੈਸਕਟਾਪ
sr@ijekavian: Површи
sv: Skrivbord
zh_cn: 桌面

source: Layout
bg: Изглед
es: Disposición
eu: Diseinua
fa: طرح‌بندی
fi: Asettelu
fr: Disposition
he: פריסה
hr: Prikaz
ia: Disposition
it: Disposizione
kk: Құрамы
km: ប្លង់
ko: 배치
lt: Išdėstymas
nl: Opmaak
pa: ਲੇਆਉਟ
sr@ijekavian: Распоред
sv: Utläggning
zh_cn: 布局

source: Here you can set how many virtual desktops you want on your KDE desktop.
bg: Тук можете да настроите броя на работните плотове в KDE.
es: Aquí puede fijar cuántos escritorios virtuales desea en su escritorio KDE.
eu: Hemen, KDE mahaigainean zenbat alegiazko mahaigain izan nahi dituzun konfigura dezakezu.
fa: اینجا می‌توانید تنظیم کنید که چند رومیزی مجازی روی میزکار کی‌دی‌ای خود می‌خواهید.
fi: Tällä liukuvalitsimella voit määrittää, montako virtuaalityöpöytää KDE-työpöydällä on käytettävissä.
fr: Vous pouvez définir ici le nombre de bureaux virtuels que vous désirez pour votre environnement KDE.
he: כאן באפשרותך לקבוע בכמה שולחנות עבודה וירטואליים אתה מעוניין בשולחן העבודה של KDE.
hr: Ovdje možete postaviti koliko mnogo virtualnih radnih površina želite na vašoj KDE-ovoj radnoj površini.
ia: Ci tu pote fixar quante scriptorios virtual tu vole sur tu scriptorio de KDE.
it: Qui puoi impostare quanti desktop virtuali avere nel desktop di KDE.
kk: Мұнда KDE үстеліңізде қанша виртуалды үстел керек ететіңізді анықтай аласыз.
km: នៅ​ទីនេះ​អ្នក​អាច​កំណត់​វិធី​ដែល​ផ្ទៃតុ​និម្មិត​​ជា​ច្រើន ដែល​អ្នក​ចង់​បាន​នៅ​លើ​ផ្ទៃតុ KDE ។
ko: KDE 데스크톱에서 사용할 가상 데스크톱의 개수를 설정하십시오.
lt: Čia galite nustatyti kiek pageidaujate turėti virtualių darbastalių.
nl: Hier kunt u bepalen hoeveel virtuele bureaubladen u wilt gebruiken op uw KDE-desktop.
pa: ਆਪਣੇ KDE ਡੈਸਕਟਾਪ ਵਿੱਚ ਵੇਖੇ ਜਾਣ ਵੇਲੇ ਵੁਰਚੁਅਲ ਡੈਸਕਟਾਪ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।
sr@ijekavian: Задајте колико виртуелних површи желите да буде.
sv: Här kan du ange hur många virtuella skrivbord du vill ha på KDE-skrivbordet.
zh_cn: 您可以设置您的 KDE 桌面上要有多少个虚拟桌面。

source: Number of desktops:
bg: Брой работни плотове:
es: Número de escritorios:
eu: Mahaigain kopurua:
fa: تعداد رومیزی‌ها:
fi: Työpöytien määrä:
fr: Nombre de bureaux :
he: מספר שולחנות עבודה:
hr: Broj radnih površina:
ia: Numero de scriptorios:
it: Numero di desktop:
kk: Үстелдер саны:
km: ចំនួន​ផ្ទៃតុ ៖
ko: 데스크톱 개수:
lt: Darbastalių skaičius:
nl: Aantal bureaubladen:
pa: ਡੈਸਕਟਾਪਾਂ ਦੀ ਗਿਣਤੀ:
sr@ijekavian: Број површи:
sv: Antal skrivbord:
zh_cn: 桌面数量：

source: Number of rows:
bg: Брой редове:
es: Número de filas:
eu: Errenkada kopurua:
fa: تعداد سطرها:
fi: Rivejä:
fr: Nombre de lignes :
he: מספר עמודות:
hr: Broj redaka:
ia: Nume&ro de lineas:
it: Numero di righe:
kk: Бағандар саны:
km: ចំនួន​ជួរឈរ ៖
ko: 줄 개수:
lt: Eilučių skaičius:
nl: Aantal rijen:
pa: ਕਤਾਰਾਂ ਦੀ ਗਿਣਤੀ:
sr@ijekavian: Број врста:
sv: Antal rader:
zh_cn: 行数：

source: Different widgets for each desktop
bg: Различни джаджи за всеки работен плот
es: Componentes gráficos distintos para cada escritorio
eu: Trepeta desberdinak mahaigain bakoitzerako
fa: ویجت‌های متفاوت برای هر میزکار
fr: Composants graphiques différents pour chaque bureau
he: הצג וידג'טים שונים בכל שולחן עבודה
hr: Različiti widgeti za svaku radnu površinu
ia: Widgets differente pro cata scriptorio
it: Oggetti diversi su ciascun desktop
kk: Әрбір үстелдегі виджеттері бөлек
km: ធាតុក្រាហ្វិក​ផ្សេងៗ​សម្រាប់​ផ្ទៃតុ​នីមួយៗ
ko: 데스크톱별로 다른 위젯 할당하기
lt: Skirtingi valdikliai kiekvienam darbastaliui
nl: Verschillende widgets voor elk bureaublad
pa: ਹਰ ਡੈਸਕਟਾਪ ਉੱਤੇ ਵੱਖਰੇ ਵਿਦਜੈੱਟ
sr@ijekavian: Различити виџети за сваку површ
zh_cn: 每个桌面的部件不同

source: Desktop Names
bg: Имена на плотовете
es: Nombres de escritorios
eu: Mahaigainen izenak
fa: نام رومیزی‌ها
fi: Työpöytien nimet
fr: Noms des bureaux
he: שמות שולחנות העבודה
hr: Nazivi radnih površina
ia: Nomines de scriptorio
it: Nomi dei desktop
kk: Үстел атаулары
km: ឈ្មោះ​ផ្ទៃតុ
ko: 데스크톱 이름
lt: Darbastalių pavadinimai
nl: Bureaubladnamen
pa: ਡੈਸਕਟਾਪ ਨਾਂ
sr@ijekavian: Имена површи
sv: Skrivbordsnamn
zh_cn: 桌面名称

source: Switching
bg: Превключване
es: Cambio
eu: Aldaketa
fa: سودهی
fi: Vaihto
fr: Changement de bureau
he: מעבר
hr: Prebacivanje
ia: Commutar
it: Scambio
kk: Ауысу
km: ការ​ប្ដូរ
ko: 전환
lt: Perėjimas
nl: Schakelen
pa: ਬਦਲਣਾ
sr@ijekavian: Пребацивање
sv: Byte
zh_cn: 切换

source: Enable this option if you want keyboard or active desktop border navigation beyond the edge of a desktop to take you to the opposite edge of the new desktop.
es: Active esta opción si quiere que el teclado o la navegación por los bordes activos del escritorio más allá del borde le lleven al borde opuesto del nuevo escritorio.
eu: Gaitu aukera hau, teklatu edo mahaigain aktiboaren mugetako nabigazioak, mahagain baten ertzetik haragokoak, mahaigain berriko aurkako ertzera eraman zaitzan nahi baduzu.
fa: اگر می‌خواهید امکان هدایت از لبه میزکار به لبه دیگر میزکار جدید از طریق صفحه کلید یا حاشیه میزکار فعال داشته باشید، این گزینه را انتخاب کنید.
fi: Ota käyttöön tämä valitsin, jos haluata näppäimistön tai aktiivin työpöytärajanavigoinnin työpöydän reunan ylitse vievän sinut uuden työpöydän vastakkaiselle rajalle.
fr: Activez cette option si vous voulez que la navigation entre les bureaux, au clavier ou avec les bords d'écran actifs, vous fasse passer du bord d'un bureau au bord opposé du nouveau bureau.
he: הפעל אפשרות זו אם אתה רוצה שהמקלדת או גבול שולחן עבודה פעיל מעבר יעביר אותך לקצה השני של שולחן העבודה החדשה.
hr: Omogućite ovu opciju ako želite da vas tipkovnica ili aktivna granica radne površine navigira preko ruba radne površine i odvede na suprotni rub nove radne površine.
ia: Habilita iste option si tu vole que le navigation de bordo de claviero o de scriptorio active ultra le limite de scriptorio duce te a le limite opposite del nove scriptorio.
it: Abilita quest'opzione se vuoi che la navigazione con la tastiera o con i bordi attivi di un desktop ti porti sul lato opposto del nuovo desktop.
kk: Бұл параметрді таңдағанда, пернетақта не незардағы үстелдің шегінің сыртындағы навигациясы жаңа үстелдің қарсы шетіне шығарады.
km: បើក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ក្ដារចុច ឬ​ការរុករក​ស៊ុម​ផ្ទៃតុ​សកម្ម​នៅ​គែម​ផ្ទៃតុ​​នាំ​អ្នក​ទៅ​​គែម​ផ្ទុយ​គ្នា​នៃ​ផ្ទៃ​តុ​ថ្មី ។
ko: 이 옵션을 사용하면 키보드나 경계선으로 데스크톱을 탐색할 때 데스크톱 경계선을 넘어서 탐색하면 새 데스크톱의 반대편 경계선으로 갑니다.
lt: Įjunkite šią parinktį, jei norite, kad klaviatūra arba aktyvaus darbastalio ribų navigacija už krašto nuvestų jus į priešingą naujo darbastalio pusę.
nl: Als u deze optie selecteert, dan kunt u door met de muisaanwijzer voorbij een schermrand te bewegen of met het toetsenbord naar het bureaublad gaan dat aan die zijde grenst. Wanneer u het laatste bureaublad bereikt hebt komt u weer op het eerste bureaublad.
sr@ijekavian: Укључите ову опцију ако желите да кретање кроз површи тастатуром или преко активних ивица површи води на супротну страну нове површи.
sv: Aktivera det här alternativet om du vill att navigering med tangentbord eller med aktiva kanter, förbi kanten på ett skrivbord, ska ta dig till motsatt kant av det nya skrivbordet.
zh_cn: 如果您希望键盘或活动桌面边框在越过桌面边缘时，自动转到对应一边的新桌面，请启用此选项。

source: Desktop navigation wraps around
bg: Кръгова навигация през плотовете
es: Navegación cíclica por los escritorios
eu: Mahaigain batetik besterako nabigazio zirkularra
fa: ناوبری میزکار دور خودش میچرخد
fi: Työpöytänavigointi kiertää takaisin
fr: Navigation circulaire entre les bureaux
he: ניווט שולחני מעגלי
hr: Navigacija radne površine se omata
ia: Inveloppamento (wrap around) de navigation de scriptorio
it: Lo scorrimento dei desktop è ad anello
kk: Тұйық үстел навигациясы
km: កា​ររុករក​ផ្ទៃតុ​រុំ​ជុំវិញ
ko: 데스크톱 탐색 둘러싸기
lt: Darbastalių navigacija sukasi ratu
nl: Doorlopende bureaubladnavigatie
pa: ਡੈਸਕਟਾਪ ਨੇਵੀਗੇਸ਼ਨ ਪਾਸਿਓ ਸਮੇਟੋ
sr@ijekavian: Кретање кроз површи омотава
sv: Skrivbordsnavigering går runt
zh_cn: 桌面循环切换
