Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_infosummary.po
Languages: ar, bg, cs, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, nds, pa, pl, pt_br, ru, sk, sl, sv, tr, uk, wa, zh_tw

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák
el: Αντώνης Γέραλης
fi: Tommi Nieminen
fr: Alvise Cavallari, Nicolas Ternisien
gl: Marce Villarino
he: צוות התרגום של KDE ישראל
hr: Andrej Dundović
hu: Kiszel Kristóf
it: Vincenzo Reale
km: ខឹម សុខែម, អេង វណ្ណៈ, អោក ពិសិដ្ឋ​​​
ko: Park Shinjo
lt: Andrius Štikonas
lv: Einārs Sprūģis
ru: Александр Поташев
sk: Michal Šulek
tr: Serdar Soytetir
wa: Djan Cayron

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org
el: capoiosct@gmail.com
fi: translator@legisign.org
fr: alvise.cavallari@kdemail.net, nicolas.ternisien@gmail.com
gl: mvillarino@kde-espana.es
he: kde-l10n-he@kde.org
hr: andrej@dundovic.com.hr
hu: ulysses@kubuntu.org
it: smart2128@baslug.org
km: khoemsokhem@khmeros.info,vannak@khmeros.info,piseth_dv@khmeros.info
ko: kde@peremen.name
lt: stikonas@gmail.com
lv: einars8@gmail.com
ru: aspotashev@gmail.com
sk: misurel@gmail.com
tr: tulliana@gmail.com
wa: jean.cayron@gmail.com

source: Hardware Summary Information
ar: ملخص المعلومات الخاصة بالعتاد
bg: Обобщени данни за хардуера
cs: Souhrn informací o hardwaru
el: Σύνοψη πληροφοριών υλικού
es: Información resumida del hardware
et: Riistvara kokkuvõtlik teave
eu: Hardwarearen laburpen-informazioa
fi: Laitteistoyhteenveto
fr: Résumé des informations concernant le matériel
ga: Achoimre ar na Crua-Earraí
gl: Resumo de información do hardware
he: סיכום מידע אודות החומרה
hr: Sažetak informacija o hardveru
hu: Hardverjellemzők összegzése
ia: Summario de information de hardware
is: Yfirlit vélbúnaðarupplýsinga
it: Informazioni di riepilogo sull'hardware
ja: ハードウェア要約情報
kk: Жабдықтар туралы қортынды мәлімет
km: ព័ត៌មាន​សង្ខេប​របស់​ផ្នែក​រឹង
ko: 하드웨어 요약 정보
lt: Apibendrinta įrangos informacija
lv: Kopējā informācija par aparatūru
nds: Tosamenfaten vun Reedschap-Informatschonen
pa: ਹਾਰਡਵੇਅਰ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pl: Zbiorcza informacja o sprzęcie
pt_br: Resumo das informações do hardware
ru: Краткие сведения о системе
sk: Súhrn informácií o hardvéri
sl: Povzetek podatkov o strojni opremi
sv: Översikt av hårdvaruinformation
tr: Özet Donanım Bilgileri
uk: Резюме відомостей щодо обладнання
wa: Racourti d' l' informåcion so l' éndjolreye
zh_tw: 硬體摘要資訊

source: (c) 2010 David Hubner
ar: (c) 2010 دافيد هوبنر
es: © 2010 David Hubner
ga: © 2010 David Hubner
he: כל הזכויות שמורות 2010, David Hubner
hr: © 2010 David Hubner
hu: (C) David Hubner, 2010.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០១០ ដោយ David Hubner
nds: © 2010: David Hubner
ru: © David Hubner, 2010
sl: © 2010 David Hubner
sv: © 2010 David Hubner
uk: © David Hubner, 2010
wa: © 2010 David Hubner

source: OS Version
ar: إصدار نظام التشغيل
bg: Версия на операционната с-ма
cs: Verze OS
el: Έκδοση λειτουργικού συστήματος
es: Versión del SO
et: OS-i versioon
eu: SEaren bertsioa
fi: Käyttöjärjestelmäversio
fr: Version de système d'exploitation
ga: Leagan an Chórais
gl: Versión do SO
he: גרסת מערכת הפעלה
hr: Verzija OS-a
hu: Operációs rendszer
ia: Version de SO
is: Útgáfa stýrkierfis
it: Versione SO
ja: OS バージョン
kk: ОЖ нұсқасы
km: កំណែ​ប្រព័ន្ធ​ប្រតិបត្តិការ
ko: OS 버전
lt: OS versija
lv: OS versija
nds: Bedriefsysteem-Verschoon
pa: OS ਵਰਜਨ
pl: Wersja systemu operacyjnego
pt_br: Versão do sistema operacional
ru: Версия ОС
sk: Verzia OS
sl: Različica OS-a
sv: Version av operativsystem
tr: İşletim Sistemi Sürümü
uk: Версія ОС
wa: Modêye do SO
zh_tw: 作業系統版本

source: KDE SC Version
ar: إصدارة KDE SC
bg: Версия на KDE
cs: Verze KDE SC
el: Έκδοση συλλογής λογισμικού KDE
es: Versión de KDE SC
et: KDE SC versioon
eu: KDE SCren bertsioa
fi: KDE SC:n versio
fr: Version de KDE SC
ga: Leagan SC KDE
gl: Versión de KDE SC
he: גרסה של KDE
hr: Verzija KDE SC-a
hu: KDE SC verzió
ia: Version de SC de KDE
is: Útgáfa KDE SC
it: Versione KDE SC
ja: KDE SC バージョン
kk: KDE SC нұсқасы
km: កំណែ KDE SC
ko: KDE 소프트웨어 모음 버전
lt: KDE PR versija
lv: KDE SC versija
nds: KDE-SC-Verschoon
pa: KDE SC ਵਰਜਨ
pl: Wersja KDE SC
pt_br: Versão do KDE SC
ru: Версия набора ПО KDE
sk: Verzia KDE SC
sl: Različica KDE-jeve zbirke
sv: Version av KDE:s programvarusamling
tr: KDE SC sürümü
uk: Версія KDE
wa: Modêye di KDE SC
zh_tw: KDE 版本

source: Hostname
ar: اسم المضيف
bg: Име на хоста
cs: Jméno počítače
el: Όνομα υπολογιστή
es: Nombre del equipo
et: Masinanimi
eu: Ostalari-izena
fi: Konenimi
fr: Nom d'hôte
ga: Óstainm
gl: Servidor
he: שם מארח
hr: Ime računala (hostname)
hu: Gépnév
ia: Nomine de Hospite
is: Vélarheiti
it: Nome host
ja: ホスト名
kk: Хост атауы
km: ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트 이름
lt: Mazgo vardas
lv: Resursdators
nds: Reeknernaam
pa: ਹੋਸਟ ਨਾਂ
pl: Nazwa komputera
pt_br: Nome da máquina
ru: Имя хоста
sk: Názov počítača
sl: Ime gostitelja
sv: Värddatornamn
tr: Makine adı
uk: Назва вузла
wa: No do lodjoe
zh_tw: 主機名稱

# OS whats this
source: This shows information about your Operating System
ar: هنا يتم عرض المعلومات الخاصة بنظام التشغيل
bg: Това показва подробности за операционната ви система
cs: Zobrazuje informace o vašem operačním systému
el: Εμφάνιση πληροφοριών σχετικά με το λειτουργικό σύστημα σας
es: Esto muestra información sobre su sistema operativo
et: Siin näeb teavet operatsioonisüsteemi kohta
eu: Honek sistema eragileari buruzko informazioa erakusten du
fi: Tämä näyttää tietoa käyttöjärjestelmästäsi
fr: Ceci affiche les informations concernant votre système d'exploitation
ga: Taispeánann sé seo faisnéis maidir le do Chóras Oibriúcháin
gl: Isto mostra información acerca do sistema operativo
he: מציג מידע אודות מערכת ההפעלה שלך
hr: Ovo prikazuje informacije o vašem operativnom sustavu
hu: Megjeleníti az operációs rendszer jellemzőit
ia: Isto monstra information re tu Systema Operative
is: Þetta sýnir upplýsingar um stýrikerfið
it: Mostra informazioni sul sistema operativo
ja: オペレーティングシステムに関する情報を表示します
kk: Бұл Операциялық Жүйеңіз туралы мәлімет
km: វា​បង្ហាញ​ព័ត៌មាន​អំពី​ប្រព័ន្ធ​ប្រតិបត្តិការ​របស់​អ្នក
ko: 운영 체제 정보를 보여 줍니다
lt: Čia rodoma informacija apie jūsų operacinę sistemą
lv: Šis parāda informāciju par jūsu operētājsistēmu
nds: Dit wiest Informatschonen över Dien Bedriefsysteem
pa: ਇਹ ਤੁਹਾਡੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੇਖਾਉਂਦਾ ਹੈ
pl: Wyświetla informację o Twoim systemie operacyjnym
pt_br: Isto mostra informações sobre o seu sistema operacional
ru: Информация о вашей операционной системе
sk: Zobrazuje informácie o operačnom systéme
sl: Tu so prikazani podatki o vašem operacijskem sistemu
sv: Det här visar information om operativsystemet
tr: Bu İşletim Sisteminiz ile ilgili bilgileri gösterir
uk: Показує відомості щодо операційної системи
wa: Çoucial dene les informåcions so vosse sistinme d' operance
zh_tw: 這裡顯示關於您的作業系統的資訊。

source: Processor
ar: المعالج
bg: Процесор
cs: Procesor
el: Επεξεργαστής
es: Procesador
et: Protsessor
eu: Prozesatzailea
fi: Suoritin
fr: Processeur
ga: Próiseálaí
gl: Procesador
he: מעבד
hr: Procesor
hu: Processzor
is: Örgjörvi
it: Processore
ja: プロセッサ
kk: Процессоры
km: ប្រព័ន្ធ​ដំណើរការ
ko: 프로세서
lt: Procesorius
lv: Procesors
nds: Perzesser
pa: ਪਰੋਸੈਸਰ
pl: Procesor
pt_br: Processador
ru: Процессор
sk: Procesor
sl: Procesor
tr: İşlemci
uk: Процесор
wa: Processeu
zh_tw: 處理器

source: Processor Number
ar: رقم المعالج
bg: Брой процесори
cs: Číslo procesoru
el: Αριθμός επεξεργαστή
es: Número de procesador
et: Protsessori number
eu: Prozesatzaile-zenbakia
fi: Suorittimen numero
fr: Numéro de processeur
ga: Uimhir an Phróiseálaí
gl: Número de procesadores
he: מספר מעבד:
hr: Broj procesora
hu: Processzorszám
ia: Numero de processor
is: Númer örgjörva
it: Numero del processore
ja: プロセッサナンバー
kk: Неше процессор
km: លេខ​ប្រព័ន្ធ​ដំណើរការ
ko: 프로세서 개수
lt: Procesoriaus numeris
lv: Procesora numurs
nds: Perzessernummer
pa: ਪਰੋਸੈਸਰ ਨੰਬਰ
pl: Numer procesora
pt_br: Número do processador
ru: Номер процессора
sk: Číslo procesora
sl: Številka procesorja
sv: Processor nummer
tr: İşlemci Numarası
uk: Номер процесора
wa: Limero do processeu
zh_tw: 處理器編號

source: Processor Max Speed
ar: أقصى سرعة للمعالج
bg: Максимална скорост на процесор
cs: Maximální rychlost procesoru
el: Μέγιστη ταχύτητα επεξεργαστή
es: Velocidad máxima del procesador
et: Protsessori maks. kiirus
eu: Prozesatzailearen gehienezko abiadura
fi: Suorittimen enimm.nopeus
fr: Vitesse max. du processeur
ga: Uasluas an Phróiseálaí
gl: Velocidade máxima do procesador
he: מהירות מרבית של המעבד
hr: Maksimalna brzina procesora
hu: Maximális sebesség
ia: Velocitate maxime de processor
is: Hámarkshraði örgjörva
it: Velocità massima del processore
ja: プロセッサ最大速度
kk: Процессордың макс. жиілігі
km: ល្បឿន​អតិបរមា​របស់​ប្រព័ន្ធ​ដំណើរការ
ko: 프로세서 최대 속도
lt: Maksimalus procesoriaus greitis
lv: Procesora maksimālais ātrums
nds: Perzesser-Hööchstgauheit
pa: ਪਰੋਸੈਸਰ ਵੱਧੋ-ਵੱਧ ਸਪੀਡ
pl: Maksymalna prędkość procesora
pt_br: Velocidade máxima do processador
ru: Максимальная частота
sk: Maximálna rýchlosť procesora
sl: Najvišja hitrost procesorja
sv: Processorns maximala hastighet
tr: İşlemcinin En Yüksek Hızı
uk: Максимальна частота процесора
wa: Raddisté macs do processeu
zh_tw: 處理器最大速度

# CPU whats this
source: This shows information about a specific CPU in your computer
ar: هنا يتم عرض المعلومات الخاصة بمعالج مركزي محدد في حاسوبك
bg: Това показва подробности за определен процесор на компютъра ви
cs: Zobrazuje informace o vašem procesoru
el: Εμφάνιση πληροφοριών σχετικά με ένα συγκεκριμένο επεξεργαστή στον υπολογιστή σας
es: Esto muestra información sobre una CPU específica de su equipo
et: Siin näeb teavet arvuti konkreetse protsessori kohta
eu: Honek ordenagailuko PUZ jakin bati buruzko informazioa erakusten du
fi: Tämä näyttää tietoa tietystä tietokoneesi suorittimesta
fr: Ceci affiche les informations concernant un processeur particulier de votre ordinateur
ga: Taispeánann sé seo faisnéis a bhaineann le LAP áirithe i do ríomhaire
gl: Isto mostra información acerca dunha CPU específica do ordenador
he: מציג מידע אודות מעבד ספציפי במחשב שלך
hr: Ovo pokazuje informacije o određenom CPU-u u vašem računalu
hu: Megjeleníti a számítógép egy adott processzorának jellemzőit
ia: Isto monstra information re un specific CPU in tu computator
is: Þetta sýnir upplýsingar um einstaka örgjörva í tölvunni
it: Mostra informazioni su una specifica CPU del computer
ja: コンピュータの特定の CPU の情報を表示します
kk: Бұл компьютеріңіздегі процессоры туралы мәлімет
km: វា​បង្ហាញ​ព័ត៌មាន​អំពី​ស៊ីភីយូ​ជាក់លាក់​នៅ​ក្នុង​កុំព្យូទ័រ​របស់​អ្នក
ko: 컴퓨터의 CPU 정보를 보여 줍니다
lt: Čia rodoma informacija apie konkretų jūsų kompiuterio CPU
lv: Šis parāda informāciju par noteiktu CPU jūsu datorā
nds: Dit wiest Informatschonen över en angeven Perzesser, den Dien Reekner bargt.
pa: ਇਹ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਵਿੱਚ CPU ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੇਖਾਉਂਦਾ ਹੈ
pl: Wyświetla informację na temat konkretnego procesora w Twoim komputerze
pt_br: Isto mostra informações sobre uma CPU específica no seu computador
ru: Информация о процессоре в вашем компьютере
sk: Zobrazuje informácie o procesore v počítači
sl: Tu so prikazani podatki o posameznem procesorju v vašem računalniku
sv: Det här visar information om en specifik processor i datorn
tr: Bu İşlemciniz ile ilgili bilgileri gösterir
uk: Показує відомості щодо певного процесора на вашому комп’ютері
wa: Çoucial dene les informåcions so 'ne CPU di dnêye e vosse copiutrece
zh_tw: 這裡顯示電腦中特定 CPU 的資訊

source: Memory Amount
ar: كمية الذاكرة
bg: Обем памен
cs: Množství paměti
el: Ποσότητα μνήμης
es: Cantidad de memoria
et: Mälu kogus
eu: Memoria kopurua
fi: Muistin määrä
fr: Quantité de mémoire
ga: Méid Cuimhne
gl: Cantidade de memoria
he: כמות זיכרון
hr: Kolićina memorije
hu: Memóriamennyiség
ia: Amonta de memoria
is: Stærð minnis
it: Quantità di memoria
ja: メモリ容量
kk: Жады көлемі
km: ចំនួន​សតិ
ko: 메모리 합계
lt: Atminties dydis
lv: Atmiņas daudzums
nds: Spiekergrött
pa: ਮੈਮੋਰੀ ਮਾਤਰਾ
pl: Rozmiar pamięci
pt_br: Quantidade de memória
ru: Объём оперативной памяти
sk: Množstvo pamäte
sl: Količina pomnilnika
sv: Mängd minne
tr: Toplam Bellek
uk: Об’єм пам’яті
wa: Cwantité d' memwere
zh_tw: 記憶體大小

source: Memory Used/Free
ar: كمية الذاكرة المستعملة/المتاحة
bg: Използвана и свободна памет
cs: Paměť použitá/volná
el: Χρησιμοποιούμενη/Ελεύθερη μνήμη
es: Memoria utilizada/libre
et: Kasutatud/vaba mälu
eu: Memoria erabilia/askea
fi: Muistista käytössä/vapaana
fr: Mémoire utilisée / libre
ga: Cuimhne Úsáidte/Saor
gl: Memoria usada/libre
he: זיכרון חופשי או בשימוש
hr: Memorije iskorišteno/slobodno
hu: Használt/szabad memória
ia: Memoria usate/libere
is: Minni notað/laust
it: Memoria utilizzata/libera
ja: メモリ 使用済/利用可能
kk: Жадын жүмсауы/бостығы
km: សតិ​បានប្រើ/ទំនេរ
ko: 사용 중/여유 메모리
lt: Atmintis panaudota/laisva
lv: Izmantotā/Brīvā atmiņa
nds: Bruukt/Free Spieker
pa: ਮੈਮੋਰੀ ਵਰਤੀ/ਖਾਲੀ
pl: Pamięć zajęta/wolna
pt_br: Memória usada/livre
ru: Объём используемой и свободной памяти
sk: Pamäť použitá/voľná
sl: Porabljen/neporabljen pomnilnik
sv: Ledigt och använt minne
tr: Kullanılan/Boş Bellek
uk: Використаний/Вільний об’єм пам’яті
wa: Memwere eployeye/libe
zh_tw: 記憶體使用量/剩餘量

source: Drive Title
ar: اسم المشغل
bg: Име на устройството
cs: Název mechaniky
el: Τίτλος δίσκου
es: Nombre del dispositivo
et: Seadme nimi
eu: Unitatearen titulua
fi: Aseman nimi
fr: Libellé du lecteur
ga: Teideal an Tiomántáin
gl: Nome do dispositivo
he: שם הכונן
hr: Naslov pogona
hu: Eszköznév
ia: Titulo de Drive:
is: Titill drifs
it: Nome del disco
ja: ドライブタイトル
kk: Дискжетек атауы
km: ចំណង​ជើង​ដ្រាយ
ko: 드라이브 이름
lt: Kaupiklio pavadinimas
lv: Dziņa nosaukums
nds: Loopwark-Naam
pa: ਡਰਾਇਵ ਟਾਈਟਲ
pl: Nazwa napędu
pt_br: Título da unidade
ru: Название
sk: Názov disku
sl: Ime diska
sv: Enhetsnamn
tr: Sürücü Etiketi
uk: Назва диска
wa: Tite del plake
zh_tw: 磁碟名稱

source: Storage Size
ar: حجم وسيط التخزين
bg: Обем
cs: Velikost úložiště
el: Μέγεθος χώρου αποθήκευσης
es: Tamaño para almacenamiento
et: Salvesti suurus
eu: Biltegiratze-neurria
fi: Tallennuskoko
fr: Capacité de stockage
ga: Méid Stórála
gl: Tamaño do almacenamento
he: גודל אחסון
hr: Veličina prostora za pohranu
hu: Méret
ia: Grandor de immagazinage
is: Stærð geymslupláss
it: Dimensione di archiviazione
ja: ストレージサイズ
kk: Жинақтауыш көлемі
km: ទំហំ​ផ្ទុក
ko: 저장소 크기
lt: Saugyklos dydis
lv: Glabātuves izmērs
nds: Spiekergrött
pa: ਸਟੋਰੇਜ਼ ਸਾਈਜ਼
pl: Pojemność dysku
pt_br: Tamanho do armazenamento
ru: Объём
sk: Veľkosť úložiska
sl: Velikost shrambe
sv: Lagringsstorlek
tr: Depolama Boyutu
uk: Об’єм зберігання
wa: Grandeu d' sitocaedje
zh_tw: 儲存大小

source: Bus
ar: الناقل
bg: Шина
cs: Sběrnice
el: Δίαυλος
et: Siin
fi: Väylä
he: אפיק
hr: Sabirnica
hu: Busz
is: Rás (bus)
ja: バス
kk: Шинасы
km: ខ្សែបញ្ចូន
ko: 버스
lt: Magistralė
lv: Kopne
pa: ਬਸ
pl: Szyna
pt_br: Barramento
ru: Шина
sk: Zbernica
sl: Vodilo
sv: Buss
uk: Шина
zh_tw: 匯流排

source: Platform
ar: المنصة
bg: Платформа
cs: Platforma
el: Πλατφόρμα
es: Plataforma
et: Platvorm
eu: Plataforma
fi: Alusta
fr: Plate-forme
ga: Ardán
gl: Plataforma
he: פלטפורמה
hr: Platforma
ia: Platteforma
is: Stýrikerfi
it: Piattaforma
ja: プラットフォーム
kk: Платформасы
km: វេទិកា
ko: 플랫폼
lt: Platforma
lv: Platforma
nds: Systeem
pa: ਪਲੇਟਫਾਰਮ
pl: Platforma
pt_br: Plataforma
ru: Внутренний
sk: Platforma
sl: Platforma
sv: Plattform
uk: Платформа
wa: Platfôme
zh_tw: 平台

# Unknown device
source: Unknown
ar: مجهولة
bg: Непознато
cs: Neznámé
el: Άγνωστο
es: Desconocida
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu(e)
ga: Anaithnid
gl: Descoñecido
he: לא ידוע
hr: Nepoznat
hu: Ismeretlen
ia: Incognite
is: Óþekkt
it: Sconosciuto
ja: 未知
kk: Беймәлім
km: មិនស្គាល់
ko: 알 수 없음
lt: Nežinoma
lv: Nezināma
nds: Nich begäng
pa: ਅਣਜਾਣ
pl: Nieznany
pt_br: Desconhecido
ru: Неизв.
sk: Neznáme
sl: Neznano
sv: Okänd
tr: Bilinmeyen
uk: Невідомий
wa: Nén cnoxhou
zh_tw: 未知

# Hard Drive Whats This
source: This shows information about a specific hard drive in your computer
ar: هنا يتم عرض المعلومات الخاصة بقرص صلب محدد في حاسوبك
bg: Това показва подробности за определен твърд диск на компютъра ви
cs: Zobrazuje informace o vašem pevném disku
el: Εμφάνιση πληροφοριών σχετικά με ένα συγκεκριμένο σκληρό δίσκο στον υπολογιστή σας
es: Esto muestra información sobre un disco duro específico de su equipo
et: Siin näeb teavet arvuti konkreetse kõvaketta kohta
eu: Honek ordenagailuko disko zurrun jakin bati buruzko informazioa erakusten du
fi: Tämä näyttää tietoa tietystä tietokoneesi levyasemasta
fr: Ceci affiche les informations concernant un disque dur particulier de votre ordinateur
ga: Taispeánann sé seo faisnéis a bhaineann le tiomántán áirithe ar do ríomhaire
gl: Isto mostra información acerca dun dispositivo específico do ordenador
he: מציג מידע אודות דיסק ספציפי במחשב שלך
hr: Ovaj prozor pokazuje informacije o particijama i tvrdim diskovima vašeg sistema.
hu: Megjeleníti a számítógép egy adott merevlemezének jellemzőit
ia: Isto monstra information re un specific hard drive in tu computator
is: Þetta sýnir upplýsingar um einstaka harða diska í tölvunni
it: Mostra informazioni su uno specifico disco fisso del computer
ja: コンピュータの特定のハードドライブの情報を表示します
kk: Бұл компьютеріңіздегі қатқыл дискжетегі туралы мәлімет
km: វា​បង្ហាញ​ព័ត៌មាន​អំពី​ដ្រាយ​ថាស​រឹង​ជាក់លាក់​នៅ​ក្នុងកុំព្យូទ័រ​របស់​អ្នក
ko: 컴퓨터의 하드 디스크 드라이브 정보를 보여 줍니다
lt: Čia rodoma informacija apie konkretų jūsų kompiuterio kietąjį diską
lv: Šis parāda informāciju par noteiktu cieto disku jūsu datorā
nds: Dit wiest Informatschonen över en angeven Fastplaat, de Dien Reekner bargt.
pa: ਇਹ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਵਿੱਚ ਖਾਸ ਹਾਰਡ ਡਰਾਇਵ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੇਖਾਉਂਦਾ ਹੈ
pl: Wyświetla informacje na temat konkretnego dysku twardego w Twoim komputerze
pt_br: Isto mostra informações sobre um disco rígido específico no seu computador
ru: Информация о жёстком диске в вашем компьютере
sk: Zobrazuje informácie o pevnom disku v počítači
sl: Tu so prikazani podatki o posameznem trdem disku v vašem računalniku
sv: Det här visar information om en specifik hårddisk i datorn
tr: Bu bilgisayarınızdaki özel sabit sürücüler ile ilgili bilgileri gösterir
uk: Показує відомості щодо певного жорсткого диска на вашому комп’ютері
wa: Çoucial dene les informåcions so 'ne deure plake di dnêye e vosse copiutrece
zh_tw: 這裡顯示電腦中特定硬碟的資訊

source: IEEE1394
uk: IEEE1284

source: kcm_infosummary
nds: KCM_Info_Tosamenfaten
sv: IM informationsöversikt

source: USB
eu: USBa
