Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcm_autostart.po
Languages: ar, fi, ru, wa

# NAME OF TRANSLATORS
source: Your names
fi: Teemu Rytilahti
wa: Djan Cayron

# EMAIL OF TRANSLATORS
source: Your emails
fi: teemu.rytilahti@kde-fi.org
wa: jean.cayron@gmail.com

source: Shell script path:
fi: Komentojonotiedoston polku:
ru: Пусть до сценария оболочки:

source: Create as symlink
ar: أنشء كارتباط رمزي
fi: Luo symboolisena linkkinä
ru: Создать символическую ссылку
wa: Ahiver come loyén simbolike

source: "%1" is not an absolute path.
fi: %1 ei ole absoluuttinen polku.
ru: "%1" не является абсолютным путём.

source: "%1" does not exist.
fi: %1 ei ole olemassa.
ru: "%1" не существует.

source: "%1" is not a file.
fi: %1 ei ole tiedosto.
ru: "%1" не является файлом.

source: "%1" is not readable.
fi: %1 ei ole luettavissa.
ru: "%1" нечитаемо.

source: Autostart only in KDE
ar: شغله تلقائياً في الكيدي فقط
fi: Käynnistä vain automaattisesti KDE:tä käytettäessä
ru: Автозапуск только в KDE
wa: N' enonder tot seu ki dins KDE

source: Name
ar: الاسم
fi: Nimi
ru: Имя
wa: No

source: Command
ar: الأمر
fi: Komento
ru: Команда
wa: Comande

source: Status
ar: الحالة
fi: Tila
ru: Состояние
wa: Estat

source: Run On
fi: Suorita vaiheessa
ru: Этап
wa: Enonder

source: KDE Autostart Manager
ar: مدير كدي للتشغيل التلقائي
fi: KDE:n automaattisesti käynnistettävät ohjelmat
ru: Автоматический запуск программ в KDE
wa: Manaedjeu d' enondaedje tot seu di KDE

source: KDE Autostart Manager Control Panel Module
ar: وحدة مدير التشغيل التلقائي في الكيدي
fi: KDE:n automaattisesti käynnistettävien ohjelmien hallintapaneeli
ru: Настройка автоматического запуска программ в KDE
wa: Module do scriftôr di controle do manaedjeu d' enondaedje tot seu

source: Copyright © 2006–2010 Autostart Manager team
ar: (c) 2006-2010 فريق مدير بدء التشغيل التلقائي
fi: Copyright © 2006-2010 Automaattikäynnistyshallinnan kehittäjät
ru: © Разработчики диспетчера автоматического запуска, 2006-2010
wa: Copyright © 2006-2010 Ekipe do manaedjeu d' enondaedje tot seu

source: Maintainer
ar: المشرف على المشروع
fi: Ylläpitäjä
ru: Сопровождающий
wa: Mintneu

# The program won't be run
source: Disabled
ar: عطل
fi: Poissa käytöstä
ru: Отключено
wa: Essocté

# The program will be run
source: Enabled
ar: مكّن
fi: Käytössä
ru: Включено
wa: En alaedje

source: Startup
fi: Käynnistyksessä
ru: Запуск KDE
wa: A l' enondaedje

source: Shutdown
fi: Sammutuksessa
ru: Завершение работы
wa: Å distindaedje

source: Pre-KDE startup
fi: Ennen KDE:n käynnistymistä
ru: Перед запуском KDE
wa: Å pré-enondaedje di KDE

source: Desktop File
ar: ملف سطح المكتب
fi: .desktop-tiedosto
ru: Приложения
wa: Fitchî d' sicribanne

source: Script File
ar: ملف سكربت
fi: Komentojonotiedosto
ru: Скрипты
wa: Fitchî scripe

source: Only files with “.sh” extensions are allowed for setting up the environment.
fi: KDE tukee vain .sh-päätteisiä tiedostoja ympäristöä asetettaessa.
ru: Для настройки среды используются только файлы с расширением «.sh».
wa: I gn a k' les fitchîs avou des cawetes ".sh" ki sont permetowes pos apontyî l' evironmint.

source: Add Program...
ar: اضف برنامج...
fi: Lisää ohjelma…
ru: Добавить приложение...
wa: Radjouter programe...

source: Add Script...
ar: اضف سكربت...
fi: Lisää komentojonotiedosto…
ru: Добавить скрипт...
wa: Radjouter scripe...

source: &Remove
ar: أز&ل
fi: &Poista
ru: &Удалить из списка
wa: &Oister

source: &Properties...
fi: &Ominaisuudet…
ru: &Свойства...

source: Advanced...
fi: Lisäasetukset…
ru: Дополнительно...

source: Stephen Leaf
ru: Стивен Лиф (Stephen Leaf)

source: Montel Laurent
ru: Монтель Лорен (Montel Laurent)
