Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmaccess.po
Languages: ar, ca@valencia, cs, el, es, fi, hi, hr, it, kk, pa, ug

source: Turn sticky keys off when two keys are pressed simultaneously
ar: أوقف مثبتات المفاتيح عند ضغط مفتاحين في نفس الوقت
ca@valencia: Activa les tecles apegaloses sempre que es premen dues tecles simultàniament
cs: Vypnout kombinace kláves jedním prstem při současném stisku dvou kláves
el: Απενεργοποίηση των κολλημένων πλήκτρων όταν δύο πλήκτρα πατηθούν ταυτόχρονα
es: Desactivar las «teclas pegajosas» cuando se pulsen dos teclas simultáneamente
fi: Poista tahmeitten näppäinten tila kun kahta näppäintä painetaan samaan aikaan
hi: जब दो कुंजियों को एक साथ दबाया जाए तो चिपकती कुंजियाँ अक्षम करें
hr: Isključi ljepljive tipke istovremenim pritiskom na dvije tipke
it: Disattiva la permanenza dei tasti quando due tasti sono premuti contemporaneamente
kk: Жабысқақ пернелер екі пернені бірге басқанда босатылсын
ug: ئەگەر ئىككى كۇنۇپكا بىرلا ۋاقىتتا بېسىلسا يېپىشقاق كۇنۇپكىلارنى تاقايدۇ

source: Use system bell whenever a modifier gets latched, locked or unlocked
ar: استخدم جرس النظام حينما يقوم المغيير بالإغلاق، الإقفال أو فك الإقفال
ca@valencia: Usa el timbre del sistema sempre que un modificador s'active, es bloquegi o es desbloquegi
cs: Použít systémový zvonek, jakmile je modifikátor aktivován, zamknut nebo odemknut
el: Χρήση του κουδουνιού συστήματος κάθε φορά που ένας τροποποιητής ενεργοποιηθεί, κλειδωθεί ή ξεκλειδωθεί
es: Usar el timbre del sistema cuando un modificador queda retenido, bloqueado o desbloqueado
fi: Käytä järjestelmän äänimerkkiä aina kun muuntonäppäin teljetään, lukitaan tai vapautetaan
hi: जब कोई मॉडीफ़ॉयर लैच, तालाबंद या तालाखोला जाता है तो तंत्र घंटी बजाएँ
hr: Upotrijebi sistemsko zvono pri svakom zapinjanju, zaključavanju ili otključavanju modifikatora
it: Usa la campanella di sistema quando un tasto modificatore viene bloccato o sbloccato.
kk: Түрлендіру пернесі күйін өзгерткенде жүйелік қоңырауы үн шығарсын
ug: سۈپەتلىگۈچى تاقالغان، قۇلۇپلانغان ياكى قۇلۇپسىزلانغان بولسا سىستېما قوڭغۇرىقىنى ئىشلەت

source: Locking Keys
ar: مفاتيح الإقفال
ca@valencia: Tecles de bloqueig
cs: Zamykání kláves
el: Πλήκτρα κλειδώματος
es: Teclas de bloqueo
fi: Lukkiutuvat näppäimet
hi: तालाबंद कुंजियाँ
hr: Zaključavajuće tipke
it: Tasti di blocco
kk: Қосқыш пернелер
pa: ਲਾਕਿੰਗ ਸਵਿੱਚਾਂ
ug: قۇلۇپلاش كۇنۇپكىلىرى

source: Use system bell whenever a locking key gets activated or deactivated
ar: استخدم جرس النظام حينما يصبح مفتاح الإقفال منشطاً أو خاملاً
ca@valencia: Usa el timbre del sistema sempre que una tecla de bloqueig s'active o es desactive
cs: Použít systémový zvonek, jakmile ke aktivována nebo deaktivována zamykací klávesa
el: Χρήση του κουδουνιού συστήματος κάθε φορά που ένα πλήκτρο κλειδώματος ενεργοποιηθεί ή απενεργοποιηθεί
es: Usar el timbre del sistema cuando se activa o desactiva una tecla de bloqueo
fi: Käytä järjestelmän äänimerkkiä kun lukitseva näppäin aktivoidaan tai aktivointi poistetaan
hi: जब कोई तालाबंद कुंजी सक्रिय या अक्रिय किया जाता है तो तंत्र घंटी बजाएँ
hr: Upotrijebi sistemsko zvono pri svakom aktiviranju ili deaktiviranju zaključavajućih tipki
it: Usa la campanella di sistema quando un tasto di blocco viene attivato o disattivato
kk: Қосқыш пернесі күйін өзгерткенде жүйелік қоңырауы үн шығарсын
ug: قۇلۇپلاش كۇنۇپكىلىرى ئاكتىپلانغان ياكى ئاكتىپسىزلانغاندا سىستېما قوڭغۇرىقىنى ئىشلەت

source: Use KDE's system notification mechanism whenever a modifier or locking key changes its state
ar: استخدم آلية إشعارات النظام لكيدي حينما يتم تغيير حالة مغيير أو مفتاح إقفال
ca@valencia: Usa el mecanisme de notificació del KDE sempre que un modificador o una tecla de bloqueig canvia d'estat
cs: Použít oznamovací systém KDE, kdykoliv změní modifikátor nebo zamykací klávesa svůj stav
el: Χρήση του μηχανισμού ειδοποίησης συστήματος του KDE κάθε φορά που ένας τροποποιητής ή πλήκτρο κλειδώματος αλλάξει κατάσταση
es: Usar el mecanismo de notificación del sistema de KDE cuando una tecla modificadora o de bloqueo cambia de estado
fi: Käytä KDE:n tiedonantomekanismia kun muuntonäppäin tai lukitseva näppäin muuttaa tilaansa
hi: जब भी मॉडीफ़ॉयर या तालाबंद कुंजी अपनी स्थिति बदलता है तो केडीई तंत्र सूचना सेवा इस्तेमाल करें
hr: Upotrijebi KDE mehanizam sistemskih obavijesti pri svakoj izmjeni stanja modifikatora ili zaključavajućih tipki
it: Usa il sistema di notifiche di KDE quando un tasto modificatore o di blocco cambia stato
kk: Түрлендіру не қосқыш пернесі күйін өзгерткенде KDE жүйелік құлақтандыру тетігі қолданылсын
ug: سۈپەتلىگۈچى ياكى قۇلۇپلىغۇچى كۇنۇپكىلارنىڭ ھالىتى ئۆزگەرسە KDE نىڭ سىستېما ئۇقتۇرۇش تۈزۈمىنى ئىشلەت

source: Configure &Notifications...
ar: ضبط الإ&شعارات...
ca@valencia: Configura les &notificacions...
cs: &Nastavit oznamování...
el: Ρύθμιση ειδο&ποιήσεων...
es: Configurar &notificaciones...
fi: Järjestelmäilmoi&tusten asetukset…
hi: अधिसूचना कॉन्फ़िगर करें ...(&N)
hr: Podešavanje &obavijesti…
it: Configura &notifiche...
kk: Құ&лақтандыруды баптау...
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਸੰਰਚਨਾ(&N)...
ug: ئۇقتۇرۇش سەپلىمە(&N)…

source: &Modifier Keys
ar: مفاتيح م&غييره
ca@valencia: Tecles &modificadores
cs: &Modifikátory klávesnice
el: Πλήκτρα &τροποποιητή
es: Teclas &modificadoras
fi: &Muuntonäppäimet
hi: परिवर्धक कुंजियाँ (&M)
hr: &Modifikatori
it: &Tasti modificatori
kk: &Түрлендіру пернелері
pa: ਸੋਧਕ ਸਵਿੱਚਾਂ(&M)
ug: سۈپەتلىگۈچى كۇنۇپكىلار(&M)

source: Slo&w Keys
ar: مفاتيح ب&طيئة
ca@valencia: Tecles l&entes
cs: &Filtrování kláves
el: &Αργά πλήκτρα
es: Teclas le&ntas
fi: &Näppäimien toiston suodatus
hi: धीमी कुंजियाँ (&w)
hr: Spore &tipke
it: Ra&llentamento tasti
kk: Бая&у пернелері
pa: ਸਲੋਅ ਸਵਿੱਚਾਂ(&w)
ug: ئاستا كۇنۇپكىلار(&W)

source: &Use slow keys
ar: استخدم مفاتيح &بطيئة
ca@valencia: Usa tecles &lentes
cs: Po&užívat filtrování kláves
el: &Χρήση αργών πλήκτρων
es: &Usar teclas lentas
fi: Käytä n&äppäinten toiston suodatusta
hi: धीमी कुंजियाँ इस्तेमाल करें (&U)
hr: Upotrebljavaj &spore tipke
it: &Usa il rallentamento dei tasti
kk: Баяу пернелері қол&данылсын
pa: ਸਲੋਅ ਸਵਿੱਚਾਂ ਵਰਤੋਂ(&U)
ug: ئاستا كۇنۇپكا(slow keys)لارنى ئىشلەت(&U)

source: Acceptance dela&y:
ar: تأ&خير التجاوب:
ca@valencia: Retard d'acceptac&ió:
cs: Prodleva při&jetí:
el: Καθυστέρηση απο&δοχής:
es: &Retardo de aceptación:
fi: Vastaanotto&viive:
hi: स्वीकारने में देरी (&y):
hr: &Zadrška prihvaćanja:
it: Tempo di accetta&zione:
kk: Қабылдауды кідірт&у:
pa: ਸਵੀਕਾਰ ਡਿਲੇਅ(&y):
ug: قوبۇل قىلىشچان كېچىكتۈرۈش(&Y):

source: &Use system bell whenever a key is pressed
ar: است&خدم جرس النظام حيثما ضُغط زر
ca@valencia: &Usa el timbre del sistema sempre que es prem una tecla
cs: Po&užít systémový zvonek, jakmile je stisknuta klávesa
el: &Χρήση του κουδουνιού συστήματος κάθε φορά που ένα πλήκτρο πατηθεί
es: &Usar el timbre del sistema cuando se pulsa una tecla
fi: Käytä järjestelmän äänimerkkiä k&un näppäintä painetaan
hi: जब भी कोई कुंजी दबाया जाए तो तंत्र घंटी का इस्तेमाल करें (&U)
hr: &Upotrijebi sistemsko zvono pri svakom pritisku tipke
it: &Usa la campanella di sistema ogni volta che viene premuto un tasto
kk: Перне ба&сылғанда жүйелік қоңырауы үн шығарсын
pa: ਜਦੋਂ ਵੀ ਇੱਕ ਸਵਿੱਚ ਦਬਾਈ ਜਾਵੇ ਤਾਂ ਸਿਸਟਮ ਘੰਟੀ ਵਰਤੋਂ(&U)
ug: كۇنۇپكا بېسىلغاندا سىستېما زىلىنى ئىشلەت(&U)

source: &Use system bell whenever a key is accepted
ar: است&خدم جرس النظام حيثما قبّل زر
ca@valencia: &Usa el timbre del sistema sempre que s'accepta una tecla
cs: Po&užít systémový zvonek, jakmile je přijata klávesa
el: &Χρήση του κουδουνιού συστήματος κάθε φορά που ένα πλήκτρο γίνει αποδεκτό
es: &Usar el timbre del sistema cuando se acepta una tecla
fi: Käytä järjestelmän äänimerkkiä k&un näppäin tunnistetaan
hi: जब भी कोई कुंजी स्वीकारा जाए तो तंत्र घंटी का इस्तेमाल करें (&U)
hr: &Upotrijebi sistemsko zvono pri svakom prihvaćanju tipke
it: &Usa la campanella di sistema ogni volta che viene accettato un tasto
kk: Перне басылып қаб&ылданғанда жүйелік қоңырауы үн шығарсын
pa: ਜਦੋਂ ਵੀ ਸਵਿੱਚ ਸਵੀਕਾਰ ਕੀਤੀ ਜਾਵੇ ਤਾਂ ਸਿਸਟਮ ਘੰਟੀ ਵਰਤੋਂ(&U)
ug: كۇنۇپكا قوبۇل قىلىنغاندا سىستېما قوڭغۇرىقىنى ئىشلەت(&U)

source: &Use system bell whenever a key is rejected
ar: است&خدم جرس النظام حيثما رفض زر
ca@valencia: &Usa el timbre del sistema sempre que es rebutja una tecla
cs: Po&užít systémový zvonek, jakmile je odmítnuta klávesa
el: &Χρήση του κουδουνιού συστήματος κάθε φορά που ένα πλήκτρο απορριφθεί
es: &Usar el timbre del sistema cuando se rechaza una tecla
fi: Käytä järjestelmän äänimerkkiä k&un näppäin vapautetaan
hi: जब भी कोई कुंजी अस्वीकारा जाए तो तंत्र घंटी का इस्तेमाल करें (&U)
hr: &Upotrijebi sistemsko zvono pri svakom odbijanju tipke
it: &Usa la campanella di sistema ogni volta che viene rifiutato un tasto
kk: Перне басылып қаб&ылданмағанда жүйелік қоңырауы үн шығарсын
pa: ਜਦੋਂ ਕੁੰਜੀ ਨਾ-ਮਨਜ਼ੂਰ ਕੀਤੀ ਜਾਵੇ ਤਾਂ ਸਿਸਟਮ ਘੰਟੀ ਵਰਤੋਂ(&U)
ug: كۇنۇپكا رەت قىلىنغاندا سىستېما قوڭغۇرىقىنى ئىشلەت(&U)

source: Bounce Keys
ar: مفاتيح قافزة
ca@valencia: Tecles de repetició
cs: Zabránit &vícenásobnému stisku klávesy
el: Πλήκτρα αναπήδησης
es: Teclas rebotantes
fi: Toistavat näppäimet
hi: उछलती (बाउंस) कुंजियाँ
hr: Odbijanje tipki
it: Pressione ravvicinata dei tasti
kk: Қалшылға қарсы пернелері
pa: ਬਾਊਸ ਸਵਿੱਚਾਂ
ug: قاڭقىش كۇنۇپكىلىرى

source: Use bou&nce keys
ar: استخدم مفاتيح &قافزة
ca@valencia: Usa &repetició de tecles
cs: Využívat fu&nkce zabraňující vícenásobnému stisku klávesy
el: Χρήση πλήκτρων α&ναπήδησης
es: Usar teclas &rebotantes
fi: Käytä &toistavia näppäimiä
hi: उछलती (बाउंस) कुंजियाँ इस्तेमाल करें (&n)
hr: Upotrebljavaj &odbijanje tipki
it: Usa la p&ressione ravvicinata dei tasti
kk: Қал&шылға қарсы пернелері қолданылсын
pa: ਬਾਊਸ ਸਵਿੱਚਾਂ ਵਰਤੋਂ(&n)
ug: قاڭقىش كۇنۇپكىلىرىنى ئىشلەت

source: D&ebounce time:
ar: وقت تعطيل القفز:
ca@valencia: Temps de r&epetició:
cs: Čas pro potlač&ení odskoku:
el: Χρόνος αλλαγής α&ναπήδησης:
es: Tiempo de r&ebote:
fi: Takaisin&kimpoamisaika:
hi: डिबाउन्स समय (&e):
hr: &Razdoblje povrata odbijanja:
it: &Tempo di prevenzione della ripetizione:
kk: Қалшылдауды &басу уақыты:
pa: ਡੀ-ਬਾਊਂਸ ਸਮਾਂ(&e):
ug: قاڭقىپ چۈشۈش ۋاقتى(&E):

source: Use the system bell whenever a key is rejected
ar: استخدم جرس النظام حيثما رفض زر
ca@valencia: Usa el timbre del sistema sempre que es rebutja una tecla
cs: Použít systémový zvonek, jakmile je odmítnuta klávesa
el: Χρήση του κουδουνιού συστήματος κάθε φορά που ένα πλήκτρο απορριφθεί
es: Usar el timbre del sistema cuando se rechaza una tecla
fi: Käytä järjestelmän äänimerkkiä kun näppäin kimpoaa takaisin
hi: जब भी कोई कुंजी अस्वीकारा जाए तो तंत्र घंटी इस्तेमाल करें
hr: Upotrijebi sistemsko zvono pri svakom odbijanju tipke
it: Utilizza la campanella di sistema quando un tasto viene rifiutato
kk: Перне басылып қабылданмағанда жүйелік қоңырауы үн шығарсын
pa: ਜਦੋਂ ਵੀ ਸਵਿੱਚ ਰੱਦ ਕੀਤੀ ਜਾਵੇ ਤਾਂ ਸਿਸਟਮ ਬਿੱਲ ਵਰਤੋਂ।
ug: بىرەر كۇنۇپكا رەت قىلىنغاندا سىستېما قوڭغۇرىقىنى ئىشلەت

source: &Keyboard Filters
ar: مر&شحات لوحة المفاتيح
ca@valencia: Filtres de te&clat
cs: Filtrování &kláves
el: Φίλτρα πλη&κτρολογίου
es: Filtros de &teclado
fi: &Näppäimistösuodattimet
hi: कुंजीपट फिल्टर (&K)
hr: &Filtri tipkovnice
it: &Filtri tastiera
kk: &Пернетақта сүзгілері
pa: ਕੀ-ਬੋਰਡ ਫਿਲਟਰ(&K)
ug: ھەرپتاختا سۈزگۈچلىرى(&K)

source: Activation Gestures
ar: حركات التنشيط
ca@valencia: Gestos d'activació
cs: Aktivační gesta
el: Χειρονομίες ενεργοποίησης
es: Gestos de activación
fi: Aktivointitoimet
hi: एक्टिवेशन गेस्चर
hr: Gestikulacije aktiviranja
it: Gesti di attivazione
kk: Ым қимылдарды белсендендіру
pa: ਐਕਟੀਵੇਸ਼ਨ ਜੈੱਸਚਰ
ug: ئاكتىپلاش ئىشارىتى

source: Use gestures for activating sticky keys and slow keys
ar: استخدم حركات لتنشيط مثبتات المفاتيح والمفاتيح البطيئة
ca@valencia: Useu gestos per activar les tecles apegaloses i lentes
cs: Používat gesta k aktivaci funkcí pomalých kláves a kláves jedním prstem
el: Χρήση χειρονομιών για την ενεργοποίηση των κολλημένων πλήκτρων και των αργών πλήκτρων
es: Usar gestos para activar las «teclas pegajosas» y las «teclas lentas»
fi: Käytä toimintatapoja aktivoidaksesi tahmeita ja hitaita näppäimiä
hi: उपरोक्त विशेषताओं को सक्रिय करने के लिए गेस्चर्स उपयोग करें
hr: Za aktiviranje ljepljivih i sporih tipki upotrijebi gestikulacije
it: Usa i gesti per attivare il rallentamento o la permanenza dei tasti
kk: Жабысқақ және баяу пернелерді белсендендіруге ым қимылдары қолданылсын
ug: چاپلىشاڭغۇ ۋە ئاستا كۇنۇپكىلارنى ئاكتىپلاش ئۈچۈن ئىشارەت ئىشلەت

source: Here you can activate keyboard gestures that turn on the following features: Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
ar: هنا يمكنك تنشيط حركات لوحة المفاتيح عند تشغيل الميّزات التالية: مثبتات المفاتيح: اضغط مفتاح Shift خمس مرات متتالية مفاتيح بطيئة: ابقِ ضاغطاً Shift لمدة 8 ثوان
ca@valencia: Ací podeu activar els gestos del teclat que engeguen les característiques següents: Tecles apegaloses: Premeu 5 cops consecutius la tecla Majús Tecles lentes: Mantingueu premuda durant 8 segons la tecla Majús
cs: Zde můžete aktivovat klávesová gesta, která spustí následující funkce: Kombinace kláves jedním prstem: Stiskněte klávesu Shift 5x za sebou Filtrování kláves: Podržte klávesu Shift na 8 sekund
el: Μπορείτε να ενεργοποιήσετε τις χειρονομίες πληκτρολογίου που ανοίγουν τα εξής: Κολλημένα πλήκτρα: Πιέστε το Shift, 5 συνεχόμενες φορές Αργά πλήκτρα: Κρατήστε πατημένο το Shift, για 8 δεύτερα
es: Aquí puede activar los gestos de teclado que habilitarán las siguientes funcionalidades: Teclas pegajosas: Pulse «Mayúsculas» 5 veces consecutivas. Teclas lentas: Mantenga pulsada «Mayúsculas» durante 8 segundos.
fi: Tässä voit aktivoida näppäimistön toimintatapoja, jotka käynnistävät seruaavat ominaisuudet: Tahmeat näppäimet: Paina vaihtonäppäintä 5 kertaa Hitaat näppäimet: Pidä vaihtonäppäintä alhaalla 8 sekuntia
hi: यहाँ पर आप कुंजीपट गेस्चर्स को सक्रिय कर सकते हैं जो कि निम्न विशेषताओं को प्रारंभ करेंगे: स्टिकी कुंजियाँ: शिफ़्ट कुंजी को लगातार 5 बार दबाएँ धीमी कुंजियाँ: शिफ़्ट को 8 सेकेण्ड तक दबाए रखें
hr: Ovdje možete aktivirati gestikulacije tipkovnice koje uključuju sljedeće osobine: Ljepljive tipke: Tipku SHIFT uzastopno pritisnite 5 puta Spore tipke: Tipku SHIFT držite pritisnutom 8 sekundi
it: Qui puoi attivare i gesti della tastiera che attivano le seguenti funzioni: Permanenza dei tasti: premi Shift per 5 volte consecutivamente Rallentamento dei tasti: tieni premuto Shift per 8 secondi
kk: Бұнда келесі мүмкіндіктерді қосатын ым қимылдарын белсендіре аласыз: Жабысқақ пернелері: Shift пернесін 5 рет қатар басу арқылы Баяу пернелері: Shift пернесін 8 секунд басып тұру арқылы

source: Here you can activate keyboard gestures that turn on the following features: Mouse Keys: %1 Sticky keys: Press Shift key 5 consecutive times Slow keys: Hold down Shift for 8 seconds
ar: هنا يمكنك تنشيط حركات لوحة المفاتيح عند تشغيل الميّزات التالية: مفاتيح الفأرة: %1 مثبتات المفاتيح: اضغط مفتاح Shift خمس مرات متتالية مفاتيح بطيئة: ابقِ ضاغطاً Shift لمدة 8 ثوان
ca@valencia: Ací podeu activar els gestos del teclat que engeguen les característiques següents: Tecles de ratolí: %1 Tecles apegaloses: Premeu 5 cops consecutius la tecla Majús Tecles lentes: Mantingueu premuda durant 8 segons la tecla Majús
cs: Zde můžete aktivovat klávesová gesta, která spustí následující funkce: Klávesy myši: %1 Kombinace kláves jedním prstem: Stiskněte klávesu Shift 5x za sebou Filtrování kláves: Podržte klávesu Shift na 8 sekund
el: Μπορείτε να ενεργοποιήσετε τις χειρονομίες πληκτρολογίου που ανοίγουν τα εξής: Πλήκτρα ποντικιού:%1 Κολλημένα πλήκτρα: Πιέστε το Shift, 5 συνεχόμενες φορές Αργά πλήκτρα: Κρατήστε πατημένο το Shift, για 8 δεύτερα
es: Aquí puede activar los gestos de teclado que habilitarán las siguientes funcionalidades: Teclas de ratón: %1 Teclas pegajosas: Pulse «Mayúsculas» 5 veces consecutivas. Teclas lentas: Mantenga pulsada «Mayúsculas» durante 8 segundos
fi: Tässä voit aktivoida näppäimistön toimintatapoja: Hiirinäppäimet: %1 Tahmeat näppäimet: Paina vaihtonäppäintä 5 kertaa Hitaat näppäimet: Pidä vaihtonäppäintä alhaalla 8 sekuntia
hi: यहाँ पर आप कुंजीपट गेस्चर्स को सक्रिय कर सकते हैं जो कि निम्न विशेषताओं को प्रारंभ करेंगे: माउस कुंजियाँ: %1 स्टिकी कुंजियाँ: शिफ़्ट कुंजी को लगातार 5 बार दबाएँ धीमी कुंजियाँ: शिफ़्ट को 8 सेकेण्ड तक दबाए रखें
hr: Ovdje možete aktivirati gestikulacije tipkovnice koje uključuju sljedeće osobine: Mišolike tipke: %1 Ljepljive tipke: Tipku SHIFT uzastopno pritisnite 1 puta Spore tipke: Tipku SHIFT držite pritisnutom 5 sekundi
it: Qui puoi attivare i gesti della tastiera che attivano le seguenti funzioni: Mouse da tastiera: %1 Permanenza dei tasti: premi Shift per 5 volte consecutivamente Rallentamento dei tasti: tieni premuto Shift per 8 secondi
kk: Бұнда келесі мүмкіндіктерді қосатын ым қимылдарын белсендіре аласыз: Тышқан пернелері: %1 Жабысқақ пернелері: Shift пернесін 5 рет қатар басу арқылы Баяу пернелері: Shift пернесін 8 секунд басып тұру арқылы

source: Turn sticky keys and slow keys off after a certain period of inactivity.
ar: أوقف مثبتات المفاتيح والمفاتيح البطيئة بعد وقت محقق من الخمول
ca@valencia: Desactiva les tecles apegaloses i lentes després d'un cert període d'inactivitat.
cs: Vypnout pomalé klávesy a klávesy jedním prstem po určité době nečinnosti
el: Απενεργοποίηση των κολλημένων και αργών πλήκτρων μετά από συγκεκριμένο χρόνο μη δραστηριότητας.
es: Desactivar las «teclas pegajosas» y las «teclas lentas» tras cierto período de inactividad.
fi: Poista tahmeat ja hitaat näppäimet tietyn ajan jälkeen, jos niitä ei ole käytetty.
hi: निश्चित समय की अक्रियता के पश्चात् चिपकती व धीमी कुंजियाँ बन्द कर दें
hr: Ljepljive i spore tipke isključi poslije određenog razdoblja neaktivnosti
it: Disattiva la permanenza ed il rallentamento dei tasti dopo un certo tempo di inattività.
kk: Баяу және жабысқақ пернелері біршама белсенсіздік аралықтан кейін болмасын.
ug: يېپىشقاق كۇنۇپكىلار ۋە ئاستا كۇنۇپكىلار بىر مەزگىل پاسسىپ بولسا تاقايدۇ.

source: min
ar: دقيقة
cs: minut
el: λεπτά
es: minutos
hi: मि.
kk: мин
pa: ਮਿੰਟ
ug: مىنۇت

source: Timeout:
ar: المهلة:
ca@valencia: Expiració:
cs: Prodleva:
el: Χρονικό περιθώριο:
es: Intervalo:
fi: Aikaviive:
hi: टाइम-आउटः
hr: Razdoblje:
it: Tempo:
kk: Уақыт аралығы:
pa: ਟਾਈਮ-ਆਉਟ:
ug: مۆھلەت:

source: Notification
ar: إشعار
ca@valencia: Notificació
cs: Oznamování
el: Ειδοποίηση
es: Notificación
fi: Tiedoksianto
hi: अधिसूचना
hr: Obavijest
it: Notifica
kk: Құлақтандыру
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
ug: ئۇقتۇرۇش

source: Use the system bell whenever a gesture is used to turn an accessibility feature on or off
ar: استخدم جرس النظام حينما تستخدم حركة لتشغيل ميزة إتاحة وصول أو إيقافها
ca@valencia: Usa el timbre del sistema sempre que s'usi un gest per activar o desactivar una característica d'accessibilitat
cs: Použít systémový zvonek, kdykoliv je použito gesto pro zapnutí/vypnutí zpřístupnění klávesnice
el: Χρήση του κουδουνιού συστήματος κάθε φορά που μία χειρονομία χρησιμοποιηθεί για την ενεργοποίηση ή απενεργοποίηση ενός χαρακτηριστικού προσβασιμότητας
es: Usar el timbre del sistema cuando se usa un gesto para activar o desactivar una característica de accesibilidad
fi: Käytä järjestelmän äänimerkkiä kun toimintoja käytetään tavoitettavuustoimintoja asetetaan päälle tai pois
hi: जब भी किसी एक्सेसिबिलिटी विशेषताओं को चालू या बन्द किया जाए, तंत्र घंटी का इस्तेमाल करें
hr: Upotrijebi sistemsko zvono pri svakom uključivanju ili isključivanju osobine pristupačnosti putem gestikulacije
it: Usa la campanella di sistema quando viene fatto un gesto che accende o spegne una funzione di accessibilità
kk: Арнайы мүмкіндіктерді ым қимылымен қосу не өшіру кезде жүйелік қоңырауы үн шығарсын

source: Show a confirmation dialog whenever a keyboard accessibility feature is turned on or off
ar: أظهر حوار التأكيد حينما تكون ميزة إتاحة الوصول للوحة المفاتيح في وضع تشغيل أو إيقاف
ca@valencia: Mostra un diàleg de confirmació sempre que s'active o desactive una característica d'accessibilitat de teclat
cs: Zobrazit potvrzovací dialog, kdykoliv je aktivována funkce pro zpřístupnění klávesnice
el: Εμφάνιση ενός διαλόγου επιβεβαίωσης κάθε φορά που ένα χαρακτηριστικό προσβασιμότητας του πληκτρολογίου ενεργοποιηθεί ή απενεργοποιηθεί
es: Mostrar un diálogo de confirmación cuando se activa o desactiva una característica de accesibilidad
fi: Näytä vahvistusdialogi aina kun toimintatapaa muutetaan päälle tai pois
hi: जब भी किसी कुंजीपट एक्सेसिबिलिटी विशेषताओं को चालू या बन्द किया जाए, पुष्टिकरण संवाद दिखाएँ
hr: Prikaži dijalog potvrđivanja pri svakom uključivanju ili isključivanju osobine pristupačnosti tipkovnice
it: Mostra una finestra di conferma quando viene attivata o disattivata una funzione di accessibilità
kk: Пернетақтаның арнайы мүмкіндіктерді қосу не өшіру кезде құптау диалогы шығарылсын
pa: ਜਦੋਂ ਵੀ ਕੀਬੋਰਡ ਅਸੈੱਸਬਿਲਟੀ ਫੀਚਰ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕੀਤਾ ਜਾਵੇ ਤਾਂ ਪੁਸ਼ਟੀ ਡਾਈਲਾਗ ਵੇਖੋ

source: If this option is checked, KDE will show a confirmation dialog whenever a keyboard accessibility feature is turned on or off. Ensure you know what you are doing if you uncheck it, as the keyboard accessibility settings will then always be applied without confirmation.
ar: إذا اختير هذا الخيار ، فإن الكيدي ستعرض حوار التأكيد كلما أطفئت أو شغلت ميزة إتاحة الوصول للوحة المفاتيح. أزل هذا الخيار إذا كنت تعرف ماذا تفعل ، حيث أن إعدادات إتاحة الوصول للوحة المفاتيح سوف تطبق بدون طلب تأكيد.
ca@valencia: Si es marca esta opció, el KDE mostrarà un diàleg de confirmació sempre que s'active o es desactive una característica d'accessibilitat de teclat. Assegureu-vos que sabeu el que feu si ho desmarqueu, atès que llavors sempre s'aplicaran sense confirmació els valors d'accessibilitat de teclat.
cs: Pokud je volba povolena, bude KDE zobrazovat potvrzovací dialog, kdykoliv je aktivována nebo deaktivována funkce pro zpřístupnění klávesnice. Pokud jste nastavili bez potvrzování, buďte při práci opatrní, protože nastavení bude aplikováno bez dotazování.
el: Αν αυτή η επιλογή ενεργοποιηθεί, το KDE θα εμφανίσει ένα διάλογο επιβεβαίωσης κάθε φορά που ένα χαρακτηριστικό προσβασιμότητας του πληκτρολογίου ενεργοποιηθεί ή απενεργοποιηθεί. Σημειώστε ότι αν η επιλογή απενεργοποιηθεί οι ρυθμίσεις προσβασιμότητας πληκτρολογίου θα εφαρμόζονται χωρίς επιβεβαίωση.
es: Si esta casilla está marcada, KDE mostrará una ventana de confirmación cada vez que se active o desactive una característica de accesibilidad del teclado. Sea cuidadoso, pues si desmarca la casilla, las opciones de accesibilidad del teclado se aplicarán siempre sin confirmación.
fi: Jos tämä valittuna, KDE näyttää vahvistusikkunan aina, kun helppokäyttöasetusten ominaisuuksia vaihdetaan. Ole varovainen tämän valinnan kanssa, sillä jos tämä ei ole valittuna, niin helppokäyttöasetukset otetaan käyttöön ilman vahvistusta.
hr: Označavanjem ove opcije, KDE će pri svakom uključivanju ili isključivanju osobine pristupačnosti tipkovnice prikazivati dijalog potvrđivanja. Budite sigurni što radite ako uklonite oznaku jer će osobine pristupačnosti tipkovnice uvijek biti primjenjivanje bez potvrđivanja.
it: Se questa opzione è attiva, KDE mostrerà una finestra di conferma quando una funzione di accessibilità della tastiera viene attivata o disattivata. Attenzione, sappi che se disabiliti questa opzione le impostazioni di accessibilità della tastiera saranno sempre applicate senza conferme.
kk: Белгісі қойылса, пернетақтаның арнайы мүмкіндіктерді қосу не өшіру кезінде KDE құптау диалогты шығарады. Абайлаңыз, белгісін алып тастасаңыз, пернетақтаның арнайы мүмкіндіктері ешбір құптаусыз қосылып - өшіріліп тұрады.
