Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmaccess.po
Languages: ar, ca@valencia, cs, el, es, fi, hi, hr, it, kk, pa, ug

source: Use KDE's system notification mechanism whenever a keyboard accessibility feature is turned on or off
ar: استخدم آلية إشعارات النظام لكيدي حينما تصبح ميزة إتاحة الوصول للوحة المفاتيح في وضع تشغيل أو إيقاف
ca@valencia: Usa el sistema de notificació del KDE sempre que s'active o desactive una característica d'accessibilitat del teclat
cs: Použít oznamovací systém KDE, kdykoliv je aktivována funkce pro zpřístupnění klávesnice.
el: Χρήση του μηχανισμού ειδοποίησης συστήματος του KDE κάθε φορά που ένα χαρακτηριστικό προσβασιμότητας πληκτρολογίου ενεργοποιηθεί ή απενεργοποιηθεί
es: Usar el mecanismo de notificación del sistema de KDE cuando se activa o desactiva una característica de accesibilidad del teclado
fi: Käytä KDE:n tiedoksiantomekanismia aina kun toimintatapaa muutetaan päälle tai pois
hi: जब भी किसी कुंजीपट एक्सेसिबिलिटी विशेषताओं को चालू या बन्द किया जाए, केडीई तंत्र सूचना सेवा का इस्तेमाल करें
hr: Upotrijebi KDE mehanizam sistemskih obavijesti pri svakom uključivanju ili isključivanju osobine pristupačnosti tipkovnice
it: Usa il sistema di notifiche di KDE quando viene attivata o disattivata una funzione di accessibilità della tastiera
kk: Перненің арнайы мүмкіндіктеріне қосылу-өшірілу кезінде KDE жүйелік құлақтандыру тетігі қолданылсын
pa: ਜਦੋਂ ਵੀ ਕੋਈ ਕੀਬੋਰਡ ਅਸੈੱਸਬਿਲਟੀ ਫੀਚਰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕੀਤਾ ਜਾਵੇ ਤਾਂ KDE ਸਿਸਟਮ ਨੋਟੀਫਿਕੇਸ਼ਨ ਢੰਗ ਵਰਤੋਂ

source: *.wav|WAV Files
ar: *.wav|ملفات WAV
ca@valencia: *.wav|Fitxers WAV
cs: *.wav|WAV soubory
el: *.wav|WAV αρχεία
es: *.wav|Archivos WAV
fi: *.wav|WAV-tiedostot
hi: *.wav|वेव फ़ाइलें
hr: *.wav|WAV datoteke
it: *.wav|File WAV
kk: *.wav|WAV файлдары
pa: *.wav|WAV ਫਾਇਲਾਂ
ug: *.wav|WAV ھۆججەتلىرى

source: AltGraph
ca@valencia: AltGr
cs: Pravý Alt
fi: AltGr
hi: आल्ट-ग्राफ
it: Alt Gr

source: kaccess
hi: के-एक्सेस
pa: ਕੇਅਸੇਸ

source: (c) 2000, Matthias Hoelzer-Kluepfel
es: © 2000, Matthias Hoelzer-Kluepfel
hi: (c) 2000, मैथियास होल्ज़र-क्लूपफेल
hr: © 2000 Matthias Hoelzer-Kluepfel
pa: (c) ੨੦੦੦ ਲਈ ਮਾਥਹੀਸ ਹੋਈਲਜ਼ਰ-ਕਲੂਪਫੀਲ

source: Matthias Hoelzer-Kluepfel
hi: मैथियास होल्ज़र-क्लूपफेल
pa: ਮਾਥਹੀਸ ਹੋਈਲਜ਼ਰ-ਕਲੂਪਫੀਲ
