Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmaccess.po
Languages: ar, ca@valencia, cs, el, es, fi, hi, hr, it, kk, pa, ug

# NAME OF TRANSLATORS
source: Your names
ar: Mohamed SAAD محمد سعد ,زايد السعيدي
ca@valencia: Sebastià Pla i Sanz,Antoni Bella Pérez
hr: Renato Pavičić
it: Federico Cozzi,Andrea Rizzi

# EMAIL OF TRANSLATORS
source: Your emails
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
ca@valencia: sps@sastia.com,antonibella5@orange.es
hr: renato@translator-shop.org
it: federico.cozzi@sns.it,rizzi@kde.org

source: Hyper
ar: فائق
es: Hiper
hi: हाइपर
hr: Hiper
it: Iper
pa: ਹਾਇਪਰ

source: Super
ar: ممتاز
hi: सुपर
pa: ਸੁਪਰ

source: Press %1 while NumLock, CapsLock and ScrollLock are active
ar: اضغط %1 بينما NumLock ، CapsLock و ScrollLock في وضع نشط
ca@valencia: Premeu %1 mentre BloqNúm, BloqMajús i BloqDespl estan actives
cs: Pokud je NumLock, CapsLock a ScrollLock aktivní, stiskněte %1
el: Πατήστε %1 ενώ τα NumLock, CapsLock και ScrollLock είναι ενεργά
es: Pulse %1 con BloqNum, BloqMayús y BloqDespl activados
fi: Paina %1 kun NumLock, CapsLock ja ScrollLock ovat aktiivisia
hi: जब न्यूम-लॉक, स्क्रॉल-लॉक तथा केप्स-लॉक सक्रिय हों तो %1 दबाएँ
hr: Pritisnite %1 dok su aktivni NumLock, CapsLock i ScrollLock
it: Premi %1 quando Bloc Num, Bloc Maiusc e Bloc Scorr sono attivi
kk: NumLock, CapsLock және ScrollLock белсенді болған кезде %1 дегенді басу
pa: ਜਦੋਂ ਨਮ-ਲਾਕ, ਕੈਪਸ-ਲਾਕ ਅਤੇ ਸਕਰੋਲ-ਲਾਕ ਐਕਟਿਵ ਹੋਣ ਤਾਂ %1 ਦੱਬੋ।
ug: NumLock، CapsLock ۋە ScrollLock لار ئاكتىپ ۋاقىتتا %1 نى بېسىڭ

source: Press %1 while CapsLock and ScrollLock are active
ar: اضغط %1 بينما CapsLock و ScrollLock في وضع نشط
ca@valencia: Premeu %1 mentre BloqMajús i BloqDespl estan actives
cs: Pokud je CapsLock a ScrollLock aktivní, stiskněte %1
el: Πατήστε %1 ενώ τα CapsLock και ScrollLock είναι ενεργά
es: Pulse %1 con BloqMayús y BloqDespl activados
fi: Paina %1 kun CapsLock ja ScrollLock ovat aktiivisia
hi: जब स्क्रॉल-लॉक तथा केप्स-लॉक सक्रिय हों तो %1 दबाएँ
hr: Pritisnite %1 dok su aktivni CapsLock i ScrollLock
it: Premi %1 quando Bloc Maiusc e Bloc Scorr sono attivi
kk: CapsLock және ScrollLock белсенді болған кезде %1 дегенді басу
pa: ਜਦੋਂ ਕੈਪਸ-ਲਾਕ ਅਤੇ ਸਕਰੋਲ-ਲਾਕ ਐਕਟਿਵ ਹੋਣ ਤਾਂ %1 ਦੱਬੋ।
ug: CapsLock ۋە ScrollLock لار ئاكتىپ ۋاقىتتا %1 نى بېسىڭ

source: Press %1 while NumLock and ScrollLock are active
ar: اضغط %1 بينما NumLock و ScrollLock في وضع نشط
ca@valencia: Premeu %1 mentre BloqNúm i BloqDespl estan actives
cs: Pokud je NumLock a ScrollLock aktivní, stiskněte %1
el: Πατήστε %1 ενώ τα NumLock και ScrollLock είναι ενεργά
es: Pulse %1 con BloqNum y BloqDespl activados
fi: Paina %1 kun NumLock ja ScrollLock ovat aktiivisia
hi: जब न्यूम-लॉक तथा स्क्रॉल-लॉक सक्रिय हों तो %1 दबाएँ
hr: Pritisnite %1 dok su aktivni NumLock i ScrollLock
it: Premi %1 quando Bloc Num e Bloc Scorr sono attivi
kk: NumLock және ScrollLock белсенді болған кезде %1 дегенді басу
pa: ਜਦੋਂ ਨਮ-ਲਾਕ ਅਤੇ ਸਕਰੋਲ-ਲਾਕ ਐਕਟਿਵ ਹੋਣ ਤਾਂ %1 ਦੱਬੋ।
ug: NumLock ۋە ScrollLock لار ئاكتىپ ۋاقىتتا %1 نى بېسىڭ

source: Press %1 while ScrollLock is active
ar: اضغط %1 بينما ScrollLock في وضع نشط
ca@valencia: Premeu %1 mentre BloqDespl està activa
cs: Pokud je ScrollLock je aktivní, stiskněte %1
el: Πατήστε %1 ενώ το ScrollLock είναι ενεργό
es: Pulse %1 con BloqDespl activado
fi: Paina %1 kun ScrollLock on aktiivinen
hi: जब स्क्रॉल-लॉक सक्रिय हो तो %1 दबाएँ
hr: Pritisnite %1 dok je aktivan ScrollLock
it: Premi %1 quando Bloc Scorr è attivo
kk: ScrollLock белсенді болған кезде %1 дегенді басу
pa: ਜਦੋਂ ਸਕਰੋਲ-ਲਾਕ ਐਕਟਿਵ ਹੋਵੇ ਤਾਂ %1 ਦੱਬੋ।
ug: ScrollLock ئاكتىپ ۋاقىتتا %1 نى بېسىڭ

source: Press %1 while NumLock and CapsLock are active
ar: اضغط %1 بينما NumLock و CapsLock في وضع نشط
ca@valencia: Premeu %1 mentre BloqNúm i BloqMajús estan actives
cs: Držte %1, pokud je NumLock a CapsLock aktivní
el: Πατήστε %1 ενώ τα NumLock και CapsLock είναι ενεργά
es: Pulse %1 con BloqNum y BloqMayús activados
fi: Paina %1 kun NumLock ja CapsLock ovat aktiivisia
hi: जब न्यूम-लॉक तथा केप्स-लॉक सक्रिय हों तो %1 दबाएँ
hr: Pritisnite %1 dok su aktivni NumLock i CapsLock
it: Premi %1 quando Bloc Num e Bloc Maiusc sono attivi
kk: NumLock, CapsLock белсенді болған кезде %1 дегенді басу
pa: ਜਦੋਂ ਨਮ-ਲਾਕ ਅਤੇ ਕੈਪਸ-ਲਾਕ ਐਕਟਿਵ ਹੋਣ ਤਾਂ %1 ਦੱਬੋ।
ug: NumLock ۋە CapsLock لار ئاكتىپ ۋاقىتتا %1 نى بېسىڭ

source: Press %1 while CapsLock is active
ar: اضغط %1 بينما CapsLock في وضع نشط
ca@valencia: Premeu %1 mentre BloqMajús està activa
cs: Držte %1, pokud CapsLock aktivní
el: Πατήστε %1 ενώ το CapsLock είναι ενεργό
es: Pulse %1 con BloqMayús activado
fi: Paina %1 kun CapsLock on aktiivinen
hi: जब केप्स-लॉक सक्रिय हो तो %1 दबाएँ
hr: Pritisnite %1 dok je aktivan CapsLock
it: Premi %1 quando Bloc Maiusc è attivo
kk: CapsLock белсенді болған кезде %1 дегенді басу
pa: ਜਦੋਂ ਕੈਪਸ-ਲਾਕ ਐਕਟਿਵ ਹੋਵੇ ਤਾਂ %1 ਦੱਬੋ।
ug: CapsLock ئاكتىپ ۋاقىتتا %1 نى بېسىڭ

source: Press %1 while NumLock is active
ar: اضغط %1 بينما NumLock في وضع نشط
ca@valencia: Premeu %1 mentre BloqNúm està activa
cs: Držte %1, pokud je NumLock aktivní
el: Πατήστε %1 ενώ το NumLock είναι ενεργό
es: Pulse %1 con BloqNum activado
fi: Paina %1 kun NumLock on aktiivinen
hi: जब न्यूम-लॉक सक्रिय हो तो %1 दबाएँ
hr: Pritisnite %1 dok je aktivan NumLock
it: Premi %1 quando Bloc Num è attivo
kk: NumLock белсенді болған кезде %1 дегенді басу
pa: NumLock ਐਕਟਿਵ ਹੋਣ ਤੇ %1 ਦਬਾਉ
ug: NumLock ئاكتىپ ۋاقىتتا %1 نى بېسىڭ

source: Press %1
ar: اضغط %1
ca@valencia: Premeu %1
cs: Stiskněte %1
el: Πατήστε %1
es: Pulse %1
fi: Paina %1
hi: दबाएँ %1
hr: Pritisnite %1
it: Premi %1
kk: %1 дегенді басу
pa: %1 ਦੱਬੋ
ug: %1 نى بېسىڭ

source: KDE Accessibility Tool
ar: أداة إتاحة الوصول لكيدي
ca@valencia: Eina d'accessibilitat al KDE
cs: Nástroj pro zpřístupnění KDE
el: Εργαλείο προσιτότητας του KDE
es: Herramienta KDE de accesibilidad
fi: KDE:n esteettömyystyökalu
hi: केडीई पहुँच औज़ार
hr: KDE alati za pristupačnost
it: Accessorio per l'accessibilità di KDE
kk: KDE арнайы мүмкіндіктер құралы
pa: KDE ਸਹੂਲਤ ਟੂਲ
ug: ك د ئې(KDE) ياردەمچى ئىقتىدار قوراللىرى

source: Author
ar: المؤلف
ca@valencia: Autor
cs: Autor
el: Συγγραφέας
es: Autor
fi: Tekijä
hi: लेखक
hr: Autor
it: Autore
kk: Авторы
pa: ਲੇਖਕ
ug: ئاپتور

source: Audible Bell
ar: جرس مسموع
ca@valencia: Timbre audible
cs: Akustický zvonek
el: Ακουστική ειδοποίηση
es: Timbre audible
fi: Visuaalinen äänimerkki
hi: सुनने योग्य घंटी
hr: Čujno zvono
it: Campanella udibile
kk: Дыбысты қоңырауы
pa: ਸੁਣਨਯੋਗ ਘੰਟੀ
ug: ياڭراق قوڭغۇراق

source: Use &system bell
ar: استخدم جرس ال&نظام
ca@valencia: Usa el tim&bre del sistema
cs: Používat &systémový zvonek
el: Χρήση μεγαφώνου &συστήματος
es: Usar timbre del &sistema
fi: Käytä &järjestelmän äänimerkkiä
hi: तंत्र घंटी इस्तेमाल करें (&s)
hr: Upotrijebi sistemski &zvuk
it: Usa campanella di &sistema
kk: &Жүйелік қоңырауы қолданылсын
pa: ਸਿਸਟਮ ਘੰਟੀ ਵਰਤੋਂ(&s)
ug: سىستېما قوڭغۇرىقىنى ئىشلەت(&S)

source: Us&e customized bell
ar: استخدم جرس &مخصص
ca@valencia: Usa timbre a &mida
cs: Používat přizpůsob&ený zvonek
el: Χρήση προσαρμοσμένης &ειδοποίησης
es: Usar timbr&e personalizado
fi: Käytä &omaa äänimerkkiä
hi: मनपसंद घंटी इस्तेमाल करें (&e)
hr: Upotrijebi &prilagođeni zvuk
it: Usa campanella p&ersonalizzata
kk: Таң&далған қоңырау қолданылсын
pa: ਸੋਧ ਘੰਟੀ ਵਰਤੋਂ(&e)
ug: ئۆزلەشتۈرۈلگەن قوڭغۇراق ئىشلەت(&E)

source: If this option is checked, the default system bell will be used. See the "System Bell" control module for how to customize the system bell. Normally, this is just a "beep".
ar: عند التأشير على هذا الخيار، سيتم استخدام جرس النظام المبدئي. القِ نظرة على وحدة تحكم "جرس النظام" لكيفية تخصيص جرس النظام. عادة، ما تكون هذه مجرد "تصفيره".
ca@valencia: Si esta opció està marcada, s'usarà el timbre del sistema per omissió. Veieu el mòdul de control «Timbre del sistema» per a la personalització del timbre. Normalment, només és un «biiip».
cs: Je-li zvolena tato volba, pak bude používán systémový zvonek. Nastavení systémového zvonku je možné upravit v modulu ovládacího centra "Systémový zvonek". Normálně jde pouze o "pípnutí".
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, θα χρησιμοποιηθεί ο τυπικός ήχος μεγαφώνου του συστήματος. Δείτε το άρθρωμα "Μεγάφωνο Συστήματος" για την παραμετροποίησή του. Τυπικά, είναι ένα απλό "Μπιπ".
es: Si esta opción está activada, se usará el timbre predeterminado del sistema. Mire el módulo de control «Sonido del sistema» para configurar el sonido del sistema. Normalmente es un «beep».
fi: Jos tämä on valittuna, käytetään järjestelmän äänimerkkiä. ”Järjestelmän varoitus” -osiossa voit muokata äänimerkkiä. Normaalisti äänimerkki on yksinkertainen ”piip”.
hi: यदि यह विकल्प चेक किया जाता है, तंत्र घंटी उपयोग में लिया जाएगा. देखें तंत्र घंटी "System Bell" नियंत्रण मॉड्यूल तंत्र घंटी को मनपसंद बनाने के लिए. सामान्यतः यह बस एक छोटा सा बीप "beep" होता है.
hr: Ako je ova opcija označena, bit će upotrijebljen zadani sistemski zvuk. Za prilagođavanje sistemskog zvuka pregledajte kontrolni modul "Sistemsko zvono". Normalno, ovo je samo "bip".
it: Se questa opzione viene attivata, sarà utilizzata la campanella predefinita di sistema. Vedi il modulo di controllo "Campanella di sistema" per personalizzare la campanella di sistema. Solitamente è un semplice "bip".
kk: Құсбелгісі қойылса, әдеттегі жүйелік қоңырауы қолданылады. Жүйелік қоңырауды баптау үшін "Жүйелік қоңырауы" деген модульді ашыңыз.Әтетте, ол жай шиқылдайды.
pa: ਜੇ ਇਹ ਚੋਣ ਕੀਤੀ ਤਾਂ ਮੂਲ ਸਿਸਟਮ ਘੰਟੀ ਵਰਤੀ ਜਾਵੇਗੀ। ਸਿਸਟਮ ਘੰਟੀ ਸੋਧਣ ਲਈ "ਸਿਸਟਮ ਘੰਟੀ" ਕੰਟਰੋਲ ਮੋਡੀਊਲ ਵਰਤੋਂ। ਆਮ ਤੌਰ ਉੱਤੇ ਇੱਕ "ਬੀਪ" ਹੈ।

source: <p>Check this option if you want to use a customized bell, playing a sound file. If you do this, you will probably want to turn off the system bell.</p><p> Please note that on slow machines this may cause a "lag" between the event causing the bell and the sound being played.</p>
ar: <p>اختر هذا الخيار إذا رغبت في استخدام جرس مخصص يشغل ملف صوتي.إذا فعلت ذلك فأنت على الأرجح تريد تعطيل جرس النظام.</p><p>الرجاء ملاحظة أن هذا قد يحدث "تأخر" بينالحدث الذي سبب الجرس والصوت الذي سوف يشغل في الأجهزة البطئية.</p>
ca@valencia: <p>Marqueu esta opció si voleu usar un timbre personalitzat, tocant un fitxer de so. Si ho feu, segurament voldreu apagar el timbre del sistema.</p><p> Tingueu present que, a les màquines lentes això pot causar un «retard» entre l'esdeveniment que causa el timbre i la reproducció del so.</p>
cs: <p>Přejete-li si používat upravený zvonek, který přehrává zvukový soubor, pak zaškrtněte tuto volbu. V případě jeho použití budete pravděpodobně chtít vypnout systémový zvonek.</p> <p>Prosím uvědomte si, že na pomalých počítačích může docházet k prodlevě mezi událostí vyvolávající zvukovou odezvu a vlastním přehráním zvuku.</p>
el: <p>Ενεργοποιήστε αυτή την επιλογή αν θέλετε να χρησιμοποιήσετε μια προσαρμοσμένη ειδοποίηση, που θα παίζει ένα αρχείο ήχου. Αν το κάνετε αυτό, μάλλον θα θέλετε να απενεργοποιήσετε το μεγαφωνάκι του συστήματος.</p><p> Παρακαλώ σημειώστε πως σε αργά μηχανήματα ίσως να προκληθεί μια "καθυστέρηση" μεταξύ του γεγονότος που προκαλεί την ειδοποίηση και της αναπαραγωγής του ήχου.</p>
es: <p>Active esta opción si quiere usar un sonido personalizado, reproduciendo un archivo de sonido. Si elige esta opción, probablemente querrá desactivar el sonido del sistema.</p><p> Tenga en cuenta que en máquinas lentas se puede producir un «retraso» entre el evento que causa el sonido y el sonido reproducido.</p>
fi: <p>Valitse, jos haluat käyttää omaa äänitiedostoa äänimerkkinä. Jos valitset tämän, haluat todennäköisesti poistaa käytöstä järjestelmän varoitusäänen.</p><p>Huomaa, että hitailla koneilla oma varoitusääni voi aiheuttaa viivettä tapahtuman ja soitetun äänen välille.</p>
hr: <p>Označite ovu opciju ako želite upotrijebiti prilagođen zvuk u obliku zvučne datoteke. Na ovaj ćete način najvjerojatnije isključiti sustavski zvuk.</p><p>Napomena: Na sporijim bi računalima ova opcija mogla izazvati "zaostajanje" između događaja koji izaziva zvono i pokrenutog zvuka.</p>
it: <p>Seleziona questa opzione se vuoi utilizzare una campanella personalizzata che riproduce un file sonoro.In questo caso, probabilmente ti conviene spegnere la campanella di sistema.</p><p>Nota che su macchine lente potrebbe esserci un ritardo tra l'evento e la riproduzione del suono.</p>
kk: <p>Егер жай қоңыраудың орнына бір дыбыс файлды орындағыңыз келсе, осы құсбелгіні қойыңыз. Онда, бәлкім, жүйелік қоңырауды өшіруді қалайтын шығарсыз.</p><p>Ескеріңіз: баяу компьютерлерде болған оқиға мен оны сүйемелдеу ретінде орындайтын дыбыс арасында "қідіріс" болуы мүмкін.</p>

source: Sound &to play:
ar: الصوت الم&طلوب تشغيله:
ca@valencia: So a r&eproduir:
cs: Přehráva&t zvuk:
el: Ήχος &προς αναπαραγωγή:
es: Sonido a re&producir:
fi: &Soitettava ääni:
hi: बजाई जाने वाली ध्वनि. (&t)
hr: &Zvuk koji treba pokrenuti:
it: Suono da ripro&durre:
kk: &Орындайтын дыбысы:
pa: ਚਲਾਉਣ ਲਈ ਸਾਊਂਡ(&t):
ug: قويىدىغان ئاۋاز(&T):

source: Browse...
ar: استعرض...
ca@valencia: Navega...
cs: Procházet...
el: Εξερεύνηση...
es: Explorar...
fi: Selaa…
hi: ब्राउज़...
hr: Pretraži…
it: Sfoglia...
kk: Шолу...
pa: ਝਲਕ...
ug: كۆز يۈگۈرت…

source: If the option "Use customized bell" is enabled, you can choose a sound file here. Click "Browse..." to choose a sound file using the file dialog.
ar: عند تمكين خيار "استخدم جرس مخصص " , يمكنك اختيار الملف الصوتي هنا. انقر على "استعرض..." لاختيار ملف صوتي باستخدام مربع حوار الملفات.
ca@valencia: Si l'opció «Usar timbre a mida» està activada, ací podeu triar un fitxer de so. Cliqueu «Navega...» per triar un fitxer de so usant el diàleg de fitxers.
cs: Zde je možné vybrat zvukový soubor v případě, že po povolena volba "Používat přizpůsobený zvonek". Výběr je proveden v dialogu výběr souborů po kliknutí na tlačítko "Listovat...".
el: Αν η επιλογή "Χρήση προσαρμοσμένης ειδοποίησης" ενεργοποιηθεί, μπορείτε να επιλέξετε κάποιο αρχείο ήχου εδώ. Κάντε κλικ στο "Browse" για επιλογή ενός αρχείου ήχου χρησιμοποιώντας το διάλογο αρχείων.
es: Si se activa la opción «Usar sonido personalizado», puede escoger un archivo de sonido. Pulse «Explorar ...» para escoger un archivo de sonido utilizando el cuadro de diálogo de archivos.
fi: jos valinta "Käytä omaa ääntä" on valittuna, voit valita soitettavan äänitiedoston tässä kohdassa. Paina "Selaa…"-painiketta valitaksesi äänitiedoston.
hi: यदि विकल्प "मनपसंद घंटी इस्तेमाल करें" सक्षम किया जाता है, आप यहाँ ध्वनि फ़ाइल चुन सकते हैं. फ़ाइल संवाद के उपयोग से ध्वनि फ़ाइल चुनने के लिए. क्लिक करें "ब्राउज़..." पर.
hr: Ako je omogućena opcija "Upotrijebi prilagođeni zvuk" ovdje možete odaberite željeni zvuk. Da biste odabrali zvučnu datoteku kliknite gumb "Pretraži...".
it: Se l'opzione "Usa campanella personalizzata" viene abilitata, puoi scegliere un file sonoro qui. Fa clic su "Sfoglia..." per scegliere il file.
kk: Егер "Таңдалған қоңырау қолданылсын" деген құсбелгісі қойылса, мұнда дыбыс файлын таңдай аласыз. "Шолу..." батырмасын басып, керек файлды таңдайтын диалогты бастауға болады.

source: Visible Bell
ar: جرس مرئي
ca@valencia: Timbre visible
cs: Vizuální zvonek
el: Οπτική ειδοποίηση
es: Timbre visible
fi: Visuaalinen äänimerkki
hi: दृश्यमय घंटी
hr: Vidljivo zvono
it: Campanella visiva
kk: Көрінетін қоңырау
pa: ਦਿੱਖ ਘੰਟੀ
ug: كۆرۈنىدىغان قوڭغۇراق

source: &Use visible bell
ar: ا&ستخدم جرس مرئي
ca@valencia: Usa el timbre &visible
cs: Po&užívat vizuální zvonek
el: &Χρήση οπτικής ειδοποίησης
es: &Usar timbre visible
fi: &Käytä visuaalista äänimerkkiä
hi: दृश्यमय घंटी इस्तेमाल करें (&U)
hr: Upotrijebi &vidljivo zvono
it: &Usa la campanella visiva
kk: Қоңырау көрінетін эффектімен &сүйемелденсін
pa: ਦਿੱਖ ਘੰਟੀ ਵਰਤੋਂ(&U)
ug: كۆرۈنىدىغان قوڭغۇراقنى ئىشلەت(&U)

source: This option will turn on the "visible bell", i.e. a visible notification shown every time that normally just a bell would occur. This is especially useful for deaf people.
ar: هذا الخيار سيقوم بتشغيل "جرس مرئي", أي إشعار مرئي يظهر في الوقت الذي يفترض به لجرس النظام أن يعمل. هذا الخيار مفيد جداً للمصابين بالصمم.
ca@valencia: Esta opció activarà el «timbre visible», una notificació visible que es mostra cada cop que normalment sonaria el timbre. Això és especialment útil per a gent sorda.
cs: Tato volba zapne "vizuální zvonek", tj. vizuální upozornění, které je zobrazeno v okamžiku, kdy by se normálně ozval zvonek. Tato volba je obzvláště užitečná pro hluché uživatele.
el: Με την επιλογή αυτή θα ενεργοποιηθεί η "Οπτική Ειδοποίηση", μία οπτική προειδοποίηση που θα εμφανίζεται κάθε φορά που συμβαίνει χρήση του Μεγαφώνου Συστήματος. Είναι ιδιαίτερα χρήσιμη για ανθρώπους με προβλήματα ακοής.
es: Esta opción activara el «timbre visible», es decir, se mostrará una notificación visible en las ocasiones en que, normalmente, simplemente se produciría un sonido. Esto es especialmente útil para personas sordas.
fi: Ottaa käyttöön visuaalisen äänimerkin. Tässä kohdassa määrittelemäsi tehoste näytetään aina, kun normaali äänimerkki soitettaisiin. Tämä asetus on hyödyllinen varsinkin kuuroille.
hi: यह विकल्प "दृश्यमय घंटी" को चालू करता है, यानी कि एक दृष्टिगोचर सूचना हर बार दिखेगी सिर्फ घंटी बजने के बजाए. यह बहरे व्यक्तियों के लिए विशेष उपयोगी है.
hr: Ova opcija uključuje "vidljivo zvono", odnosno prikazuje vidljivu obavijest pri svakoj okolnosti tijekom koje bi bila pokrenuta zvučna obavijest. Posebno korisne za osobe s oštećenjem sluha.
it: Questa opzione abilita la "campanella visiva", cioè un avviso visibile mostrato ogni volta che deve suonare la campanella. Particolarmente utile per i non udenti.
kk: Бұл құсбелгісі әдетте қоңырау дыбысы шығарылатын кезде, "көрінетін қоңырау" ретінде көрінетін белгі көрсеткізеді. Бұл саңырау адамдар үшін әсіресе қолайлы.

source: I&nvert screen
ar: ع&كس الشاشة
ca@valencia: I&nverteix la pantalla
cs: I&nvertovat obrazovku
el: &Αντιστροφή χρωμάτων οθόνης
es: I&nvertir pantalla
fi: &Käänteiset värit
hi: स्क्रीन उलटें (&n)
hr: &Negativ zaslona
it: I&nverti lo schermo
kk: Экра&нды терістеу
pa: ਉਲਟ ਸਕਰੀਨ(I&n)
ug: ئېكراننى تەتۈر قىل(&N)

source: All screen colors will be inverted for the amount of time specified below.
ar: كلّ ألوان الشاشة سيتم عكسها حسب كمية الوقت المحدد بالأسفل.
ca@valencia: Tots els colors de la pantalla s'invertiran durant el temps especificat a sota.
cs: Všechny barvy na obrazovce budou po danou dobu invertovány.
el: Όλα τα χρώματα της οθόνης θα αντιστρέφονται για το χρονικό διάστημα που καθορίζεται παρακάτω.
es: Todos los colores de la pantalla serán invertidos durante el periodo de tiempo especificado más abajo.
fi: Kaikki näytön värit käännetään määrätyksi ajaksi.
hi: सभी स्क्रीन रंग उल्लेखित समय के लिए उलटे हो जाएँगे.
hr: Tijekom određenog razdoblja boje zaslona bit će prikazane u negativu.
it: Tutti i colori dello schermo saranno invertiti per il tempo specificato qui sotto.
kk: Экрандағы барлық түстері төменде белгіленген уақытқа терістеледі.
pa: ਦਿੱਤੇ ਸਮੇਂ ਲਈ ਸਕਰੀਨ ਦੇ ਸਭ ਰੰਗ ਉਲਟ ਹੋ ਜਾਣਗੇ।
ug: ئېكران رەڭگى تۆۋەندە بەلگىلەنگەن ۋاقىتچىلىك تەتۈر بولىدۇ.

source: F&lash screen
ar: بري&ق الشاشة
ca@valencia: F&laix de la pantalla
cs: B&likající obrazovka
el: &Αναλαμπή οθόνης
es: I&luminar pantalla
fi: &Väläytä näyttöä
hi: स्क्रीन फ्लैश करें (&l)
hr: &Bljeskanje zaslona
it: Fa &lampeggiare lo schermo
kk: Экранды &жарқ еткізу
pa: ਫਲੈਸ਼ ਸਕਰੀਨ(&l)
ug: ئېكراننى چاقنات(&L)

source: The screen will turn to a custom color for the amount of time specified below.
ar: ستقوم الشاشة بالتحول إلى لون مخصص حسب كمية الوقت المحدد بالأسفل.
ca@valencia: La pantalla es posarà d'un color personalitzat durant el temps especificat a sota.
cs: Barva obrazovky se změní po danou dobu na nastavenou barvu.
el: Η οθόνη θα παίρνει ένα προσαρμοσμένο χρώμα για το χρονικό διάστημα που καθορίζεται παρακάτω.
es: La pantalla mostrará un color personalizado durante el periodo de tiempo especificado más abajo.
fi: Ruutu välähtää määrätyn ajan määrätyllä värillä.
hi: स्क्रीन रंग उल्लेखित समय के लिए मनपसंद रंग के हो जाएँगे.
hr: Tijekom određenog razdoblja zaslon će zabljesnuti odabranom bojom.
it: Lo schermo diventa di un colore a scelta per un tempo da specificare qui sotto.
kk: Экран төменде белгілеген уақытқа қалаған түске боялады.
pa: ਸਕਰੀਨ ਦਾ ਪਸੰਦੀਦਾ ਰੰਗ ਦੇਣ ਸਮੇਂ ਲਈ ਵੇਖਾਇਆ ਜਾਵੇਗਾ।
ug: ئېكران رەڭگى تۆۋەندە بەلگىلەنگەن ۋاقىتچىلىك ئىختىيارى رەڭگە ئۆزگىرىدۇ.

source: Click here to choose the color used for the "flash screen" visible bell.
ar: انقر هنا لاختيار اللون المستخدم للجرس المرئي "بريق الشاشة" .
ca@valencia: Cliqueu ací per triar el color usat al timbre visible «flaix de la pantalla».
cs: Zde klikněte k výběru barvy používanou vizuální zvonek "blikající obrazovka".
el: Κάντε κλικ εδώ για να επιλέξετε το χρώμα που θα χρησιμοποιηθεί για την οπτική ειδοποίηση "Αναλαμπή οθόνης".
es: Pulse aquí para escoger el color utilizado para «iluminar la pantalla» en el modo timbre visual.
fi: Napsauta tästä, jos haluat valita värin, jota käytetään "Väläytä näyttöä" -huomautuksessa.
hi: "फ्लैश स्क्रीन" दृश्यमय घंटी के लिए उपयोग में आने वाले रंग चुनने के लिए यहाँ क्लिक करें.
hr: Klikom odaberite boju kojom će "zabljesnuti zaslon" vidljivo
it: Fa clic qui per scegliere il colore da usare per la campanella visiva "Fa lampeggiare lo schermo".
kk: Бұнда "экранды жарқ еткізуге" қолданылатын "көрінетін қоңырау" белгісінің түсін таңдауға болады.
pa: "ਫਲੈਸ਼ ਸਕਰੀਨ" ਦਿੱਖ ਘੰਟੀ ਲਈ ਰੰਗ ਚੁਣਨ ਲਈ ਰੰਗ ਚੁਣੋ

source: Duration:
ar: المدة:
ca@valencia: Durada:
cs: Doba trvání:
el: Διάρκεια:
es: Duración:
fi: Kesto:
hi: अवधिः
hr: Razdoblje:
it: Durata:
kk: Ұзақтық:
pa: ਅੰਤਰਾਲ:
ug: ۋاقتى:

source: msec
ar: مللي ثانية
ca@valencia: ms
es: mseg
fi: ms
hi: मि.से.
hr: msek
it: ms
kk: мсек
pa: ਮਿਸਕਿੰਟ
ug: مىللىسېكۇنت

source: Here you can customize the duration of the "visible bell" effect being shown.
ar: تستطيع هنا تخصيص المدة التي سيفعّل فيه خيار "جرس مرئي".
ca@valencia: Ací podeu personalitzar la durada de l'efecte mostrar al «timbre visible».
cs: Zde je možné nastavit dobu trvání "vizuálního zvonku".
el: Εδώ μπορείτε να προσαρμόσετε τη διάρκεια της "οπτικής ειδοποίησης" που θα εμφανίζεται.
es: Aquí puede personalizar la duración del «timbre visual» que se mostrará.
fi: Tässä voit määritellä "Näkyvä äänimerkki"-tehosteen keston.
hi: यहाँ आप "दृश्यमय घंटी" के प्रभाव जो दिखाए जाते हैं, उनकी अवधि मनपसंद कर सकते हैं.
hr: Ovdje možete prilagoditi razdoblje prikazivanja "vidljivog zvona".
it: Qui puoi personalizzare la durata dell'effetto "campanella visiva".
kk: Мұнда "көрінетін қоңырау" белгінің берілетін ұзақтығын баптай аласыз.

source: &Bell
ar: &جرس
ca@valencia: &Timbre
cs: &Zvonek
el: &Ειδοποίηση
es: &Timbre
fi: &Äänimerkki
hi: घंटी (&B)
hr: &Zvono
it: &Campanella
kk: Қоңы&рау
pa: ਘੰਟੀ(&B)
ug: قوڭغۇراق(&B)

source: S&ticky Keys
ar: &مثبتات مفاتيح
ca@valencia: Tecles a&pegaloses
cs: Kombinace kláves jedním prs&tem
el: Κολλημένο πλήκ&τρα
es: Teclas pe&gajosas
fi: &Alas jäävät näppäimet
hi: चिपकती कुंजियाँ (&t)
hr: &Ljepljive tipke
it: Permanenza dei &tasti
kk: Жа&бысқақ пернелер
pa: ਸਟਿੱਕੀ ਸਵਿੱਚਾਂ(&t)
ug: يېپىشقاق كۇنۇپكىلار(&T)

source: Use &sticky keys
ar: استخدم م&ثبتات المفاتيح
ca@valencia: Usa tecles ape&galoses
cs: Používat kombinace kláve&s jedním prstem
el: Χρήση &κολλημένων πλήκτρων
es: U&sar teclas pegajosas
fi: Käytä &alas jääviä näppäimiä
hi: चिपकती कुंजियाँ इस्तेमाल करें (&s)
hr: Upotrebljavaj lje&pljive tipke
it: Usa la perm&anenza dei tasti
kk: Жабы&сқақ пернелері қолданылсын
pa: ਸਟਿੱਕੀ ਸਵਿੱਚਾਂ ਵਰਤੋਂ(&s)
ug: يېپىشقاق كۇنۇپكىلارنى ئىشلەت(&T)

source: &Lock sticky keys
ar: أ&قفل مثبتات المفاتيح
ca@valencia: Blo&queja tecles apegaloses
cs: &Uzamknout kombinace kláves jedním prstem
el: &Κλείδωμα κολλημένων πλήκτρων
es: B&loquear teclas pegajosas
fi: &Lukitse alas jäävät näppäimet
hi: चिपकती कुंजियाँ तालाबंद करें (&L)
hr: &Zaključaj ljepljive tipke
it: &Blocca la permanenza dei tasti
kk: Жабысқақ пернелерді бұға&ттау
pa: ਸਟਿੱਕੀ ਸਵਿੱਚਾਂ ਲਾਕ(&L)
ug: يېپىشقاق كۇنۇپكىلارنى قۇلۇپلا(&T)
