Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmbell.po
Languages: ar, bg, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lv, nb, nds, nl, nn, pa, pt, pt_br, ro, ru, sk, sl, sv, uk, wa, zh_cn, zh_tw

source: You can use the standard system bell (PC speaker) or a more sophisticated system notification, see the "System Notifications" control module for the "Something Special Happened in the Program" event.
ar: يمكنك استخدام جرس النظام القياسي أو نظام إشعار أكثر تطوراً انظر إلى وحدة تحكم "إشعارات النظام" في حدث " خاص يحصل في البرنامج"
bg: Включването на тази отметка предизвиква използването на стандартния говорител на компютъра със системния звуков сигнал вместо използването на по-сложната и по-гъвкава система за уведомяване.
ca@valencia: Podeu usar el timbre estàndard del sistema (altaveu del PC) o una notificació del sistema més sofisticada, veieu al mòdul de control «Notificacions del sistema» l'esdeveniment «Ha passat quelcom d'especial al programa».
cs: Můžete používat standardní systémový zvonek (PC reproduktor) anebo propracovanější Systémové hlášení, viz ovládací modul "Systémová hlášení" pod událostí "Něco zvláštního se stalo s programem.".
da: Du kan bruge den almindelige systemklokke (PC-højttaler) eller en mere sofistikeret systembekendtgørelse - se kontrolmodulet 'Systembekendtgørelser' for 'Der skete noget specielt i programmet'-begivenheden.
el: Μπορείτε να χρησιμοποιήσετε είτε το τυπικό κουδούνι συστήματος (μεγαφωνάκι του PC) είτε μια πιο προχωρημένη ειδοποίηση συστήματος, δείτε το άρθρωμα ελέγχου "Ειδοποιήσεις συστήματος" για το γεγονός "Κάτι εξαιρετικό συνέβη στο πρόγραμμα".
es: Puede utilizar el timbre estándar del sistema (altavoz del PC) o un sistema de notificación más sofisticado, vea el módulo de control «Notificaciones del sistema» para el evento «Algo especial ocurrió en el programa».
et: Sul on võimalik kasutada standardset süsteemi signaali (PC valjuhääldi) või süsteemi märguannet (vt. juhtimiskeskuse moodulit "Süsteemi märguanded").
eu: Sistemaren kanpai estandarra erabil dezakezu (PC bozgorailua) edo sistemak ohartarazteko bide sofistikatuago bat; ikusi "Sistema-jakinarazpenak" kontrol-modulua, "Zerbait berezia gertatu da programan" gertakizunerako.
fa: می‌توانید زنگ سیستم استاندارد )PC speaker( یا اخطار سیستم پیشرفته‌تری را استفاده کنید، پیمانه کنترل »اخطارهای سیستم« را برای رویداد »در برنامه اتفاق خاصی رخ داد« ببینید.
fi: Voit käyttää normaalia järjestelmän hälytysääntä (PC-kaiutin) tai hienostuneempaa järjestelmäilmoitusta. Katso Ilmoitusten asetukset -asetusosion Ohjelmassa tapahtui jotain erikoista -tapahtumaa.
fr: Vous pouvez utiliser la cloche standard du système (haut-parleurs du PC) ou une notification du système plus sophistiquée. Veuillez consulter le module de configuration « Notifications du système » pour l'évènement « Quelque chose de spécial s'est produit dans le programme ».
ga: Is féidir cloigín caighdeánach an chórais (callaire an ríomhaire) a úsáid nó fógairt níos casta, féach ar an teagmhas "Tharla rud éigin speisialta sa ríomhchlár" sa mhodúl rialaithe "Fógairt an Chórais".
gl: Pode empregar a badalada estándar do sistema (o altofalante do PC) ou unha notificación do sistema máis sofisticada, consulte «Notificacións do sistema» no centro de control para o evento «Aconteceu algo especial no programa».
he: באפשרותך להשתמש בפעמון המערכת הסטנדרטי (רמקול המחשב), או לחלופין בהודעת מערכת מתוחכמת יותר. חפש במודול הבקרה "הודעות מערכת" את האירוע "משהו מיוחד קרה עם התוכנית".
hr: Možete upotrijebiti standardno sistemsko zvono (zvučnik matične ploče) ili malo sofisticiraniji sustav obavještavanja. U modulu "Obavijesti sustava" pogledajte događaj "Nešto se posebno dogodilo u programu".
hu: Választhatja a rendszercsengőt (a PC-csipogót) vagy bármely más rendelkezésre álló üzenetküldési lehetőséget, lásd a "Rendszerüzenetek" beállítómodult, a "Valamilyen esemény következett be a programban" eseményt.
ia: Tu pote usar le campana de systema standard (altoparlator de PC) o un plus sophisticate notification de systema, tu vide le modulo de controlo "Notificationes de systema" pro le evento "Alcun cosa special occurreva in le programma".
is: Þú getur notað kerfisbjölluna (PC hátalarann) eða flóknari tilkynningu. Sjá "Kerfistilkynningar" stjórneininguna til að skoða "Eitthvað sérstakt gerðist í forritinu" atburðinn.
it: Puoi utilizzare la campanella di sistema standard (altoparlante del PC) o un avviso di sistema più sofisticato, vedi il modulo di controllo "Avvisi di sistema" per gli eventi "È successo qualcosa di speciale nel programma".
ja: 標準のシステムベル (PC のスピーカー) を使うか、より洗練されたシステム通知を使うかを選択できます。後者については<interface>システム通知</interface>設定モジュールを参照してください。
kk: Жүйелік құлақтандыру ретінде кәдімгі жүйелік қоңырауын (үндеткішін) немесе бұдан күрделі құлақтандыру тәсілдерін пайдалануға болады, оларды баптау үшін "Жүйелік құлақтандырулар" деген басқару модуліндегі бағдарламада пайда болған оқиғалар жәйлі құлақтандыру туралы дегенді қараңыз.
km: អ្នក​អាច​ប្រើ​កណ្ដឹង​ខ្នាត​របស់​ប្រព័ន្ធ​ស្តង់ដារ (ធុងបាស​កុំព្យូទ័រ​របស់​អ្នក) ឬ​ការ​ជូន​ដំណឹង​ប្រព័ន្ធ​ដែល​ទំនើប សូម​មើល​ម៉ូឌុល​បញ្ជា "​ការ​ជូន​ដំណឹង​របស់​ប្រព័ន្ធ" ដើម្បី​ដឹង​ពី​ព្រឹត្តិការណ៍"​អ្វីៗ​ពិសេស​ដែល​កើត​មាន​ក្នុង​កម្មវិធី" ។​
ko: 일반적인 시스템 종소리(PC 스피커)나 좀 더 설정할 수 있는 시스템 알림을 사용할 수 있습니다. "시스템 알림" 제어 모듈에서 "프로그램에서 일이 발생했을 때" 항목을 참고하십시오.
lv: Jūs varat izmantot standarta sistēmas zvanu (PC-skaļrunis) vai arī izsmalcinātāku sistēmas apziņošanu, skatīt "Sistēmas apziņošana" vadības modulī notikumu "Kautkas īpašs noticis programmā".
nb: Du kan bruke det vanlige systemsignalet (PC-høyttaleren) eller et mer avansert systemvarsel. Se etter meldinga «Noe spesielt skjedde i programmet» i kontrollmodulen «Systemvarsel».
nds: Du kannst de Standard-Systeempingel (PC-Luutspreker) bruken, oder ok en mehr vigeliensche Systeemnaricht. Kiek binnen dat Kuntrullmoduul "Systeemnarichten" na dat Begeefnis "In dat Programm is wat besünners passeert".
nl: U kunt gebruik maken van de standaardsysteembel (de pc-speaker) of van een uitgebreide systeemnotificatie. Kijk hiervoor in de configuratiemodule "Uiterlijk en gedrag -> Systeemnotificaties" bij de gebeurtenis " Er gebeurde iets bijzonders in het programma".
nn: Du kan bruka det vanlege systemsignalet (PC-høgtalaren) eller ei meir avansert systemvarsling. Sjå etter hendinga «Noko spesielt skjedde i programmet» i kontrollmodulen «Systemvarslingar».
pa: ਤੁਸੀਂ ਸਟੈਂਡਰਡ ਸਿਸਟਮ ਘੰਟੀ (ਪੀਸੀ ਸਪੀਕਰ) ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਹੋਰ ਵਧੀਆ ਸਿਸਟਮ ਨੋਟੀਫਿਕੇਸ਼ਨ ਵਰਤ ਸਕਦੇ ਹੋ, "ਪਰੋਗਰਾਮ ਵਿੱਚ ਕੁਝ ਖਾਸ ਹੋਵੇ" ਘਟਨਾ ਲਈ "ਸਿਸਟਮ ਨੋਟੀਫਿਕੇਸ਼ਨ" ਕੰਟਰੋਲ ਮੋਡੀਊਲ ਨੂੰ ਵੇਖੋ।
pt: Pode usar a campainha padrão do computador ('PC-speaker') ou uma forma de notificação mais avançada; veja no módulo de controlo "Mensagens do Sistema" o evento "Ocorreu Algo de Especial no Programa".
pt_br: Você pode usar a campainha padrão do sistema (alto-falante do PC) ou uma notificação de sistema mais sofisticada; veja o módulo de controle "Notificações do sistema" para o evento "Algo especial aconteceu no programa".
ro: Puteți utiliza clopoțelul standard de sistem (difuzor PC) sau mult mai sofisticata Notificare de sistem (vedeți modulul de control „Notificări de sistem”) pentru un eveniment de genul „S-a întîmplat ceva special în program”.
ru: Вы можете использовать как обычный системный звуковой сигнал динамика компьютера, так и более развёрнутые системные уведомления, которые можно настроить в модуле «Системные уведомления» для различных событий в программе.
sk: Môžete použiť štandardný systémový zvonček (Reproduktor PC) alebo vyspelejšie systémové upozornenia, pozrite si udalosť "V programe sa udialo niečo neočakávané" v ovládacom module "KDE Systémové správy".
sl: Lahko uporabljate standardni sistemski zvonec (zvočnik PC) ali bolj prefinjena Sistemska obvestila. Oglejte si nadzorni modul »Sistemska obvestila« za dogodek »V programu se je zgodilo nekaj posebnega«.
sv: Du kan använda den förvalda system summern (PC-högtalare) eller en mer sofistikerad sytemunderrättelse, se inställningsmodulen "Systemunderrättelse" för händelsen "Någonting speciellt inträffade i programmet".
uk: Ви можете використовувати системний дзвінок (гучномовець ПК) або більш складне системне повідомлення, див. модуль керування «Системні сповіщення» щодо події «Щось важливе трапилось у програмі».
wa: Vos ploz eployî li xhuflet standård del copiutrece (PC speaker) oudonbén des pus sûtis notifiaedjes, voeyoz li module «Notifiaedjes do sistinme» do cinte di controle po l' evenmint «Åk di speciå est arivé avou l' programe».
zh_cn: 您可以使用标准的系统铃声(PC 喇叭)或更复杂的系统通告，请在“系统通告”控制模块中查看“程序发生特别事情”事件。
zh_tw: 您可以使用標準的系統響鈴 (PC 喇叭) 或是較複雜的系統通知, 參閱 "系統通知" 控制模組中的 "程式特殊事件"。
