Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmbell.po
Languages: ar, bg, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lv, nb, nds, nl, nn, pa, pt, pt_br, ro, ru, sk, sl, sv, uk, wa, zh_cn, zh_tw

source: Bell Settings
ar: إعدادات الجرس
bg: Настройки на системния звук
ca@valencia: Arranjament del timbre
cs: Nastavení zvonku
da: Klokkeindstillinger
el: Ρυθμίσεις κουδουνιού
es: Opciones del timbre
et: Signaali seadistused
eu: Kanpaiaren ezarpenak
fa: تنظیمات زنگ
fi: Äänimerkin asetukset
fr: Configuration de la cloche
ga: Socruithe Cloigín
gl: Opcións de badalada
he: הגדרות פעמון
hi: घंटी विन्यास
hr: Postavke zvona
hu: A rendszercsengő beállításai
ia: Preferentias de campana
is: Bjöllustillingar
it: Impostazioni campanella
ja: ベルの設定
kk: Қоңырауды баптау
km: ការ​កំណត់​កណ្ដឹង
ko: 종소리 설정
lv: Zvana iestatījumi
nb: Innstilling av varsling
nds: Pingel instellen
nl: Belinstellingen
nn: Signalinnstillingar
pa: ਘੰਟੀ ਸੈਟਿੰਗ
pt: Configuração da Campainha
pt_br: Configurações da campainha
ro: Opțiuni clopoțel
ru: Параметры звукового сигнала
sk: Nastavenie zvončeka
sl: Nastavitve zvonca
sv: Inställningar för summer
uk: Параметри дзвінка
wa: Apontiaedjes pol xhuflet
zh_cn: 铃声设置
zh_tw: 響鈴設定

source: &Use system bell instead of system notification
ar: ا&ستخدم جرس النظام بدلاً من إشعارات النظام
bg: &Използване на системния звук вместо системата за уведомяване
ca@valencia: &Usa el timbre del sistema en comptes del sistema de notificació
cs: Po&užívat systémový zvonek místo systémových hlášení
da: &Brug systemklokke i stedet for systembekendtgørelse
el: &Χρήση του κουδουνιού συστήματος αντί της ειδοποίησης συστήματος
es: &Utilizar el timbre del sistema en lugar de la notificación del sistema
et: &Süsteemi märguannete asemel kasutatakse süsteemset signaali
eu: &Erabili sistemaren kanpaia sistemaren jakinarazpenaren ordez
fa: &استفاده از زنگ سیستم به جای اخطار سیستم‌
fi: &Käytä järjestelmän äänimerkkiä ilmoituksen sijasta
fr: &Utiliser la cloche au lieu de la notification du système
ga: Úsáid &cloigín an chórais in ionad fógartha an chórais
gl: &Empregar a badalada de sistema no canto da notificación do sistema
he: השת&מש בפעמון המערכת במקום בהודעות מערכת
hi: तंत्र अधिसूचना के बदले तंत्र घंटी इस्तेमाल करें (&U)
hr: Upotrijebi &sistemsko zvono umjesto obavijesti sustava
hu: A rendszercsen&gő használata rendszerüzenet helyett
ia: &Usa campana de systema in vice de notification de systema
is: &Nota kerfisbjöllu í stað kerfistilkynningar
it: &Utilizza la campanella di sistema invece degli avvisi di sistema
ja: システム通知の代わりにシステムベルを使う(&U)
kk: Жүйелік құлақтандыру орнына жүйелік қоңырау &болсын
km: ប្រើ​កណ្ដឹង​ប្រព័ន្ធ ជំនួស​ឲ្យ​ការ​ជូន​ដំណឹង​របស់​ប្រព័ន្ធ
ko: 시스템 알림 대신 시스템 종소리 사용하기(&U)
lv: &Lietot sistēmas zvanu sistēmas paziņojumu vietā
nb: Br&uk en systemlyd istedenfor systemvarsling
nds: Systeempingel ansteed vun Systeemnaricht br&uken
nl: Systeembel gebr&uiken in plaats van systeemnotificatie
nn: Br&uk systemsignal i staden for systemvarsling
pa: ਸਿਸਟਮ ਨੋਟੀਫਿਕੇਸ਼ਨ ਦੀ ਬਜਾਏ ਸਿਸਟਮ ਘੰਟੀ ਵਰਤੋਂ(&U)
pt: &Utilizar a campainha do sistema em vez das mensagens do sistema
pt_br: &Usar a campainha em vez da notificação do sistema
ro: &Utilizează clopoțelul de sistem în locul notificării de sistem
ru: &Использовать сигнал системного динамика для системных уведомлений
sk: &Použiť systémový zvonček namiesto systémového upozornenia
sl: &Uporabi sistemski zvonec namesto sistemskih obvestil
sv: Använd systemets s&ummer istället för systemunderrättelse
uk: &Системний дзвінок замість системного сповіщення
wa: &Eployî li xhuflet do sistinme purade kel notifiaedje do sistinme
zh_cn: 使用系统扬声器而不是系统通知(&U)
zh_tw: 使用系統響鈴而不是系統通知(&U)

source: <h1>System Bell</h1> Here you can customize the sound of the standard system bell, i.e. the "beep" you always hear when there is something wrong. Note that you can further customize this sound using the "Accessibility" control module; for example, you can choose a sound file to be played instead of the standard bell.
ar: <h1>جرس النظام</h1> هنا يمكنك تخصيص صوت جرس النظام القياسي, أي "صفير" التي تسمعها عندما يحدث شئ خطأ. لاحظ أنه يمكنك عمل تخصيص أكثر لهذا الصوت باستخدام وحدة تحكم "إتاحة الوصول": مثلاً يمكنك اختيار ملف صوتي ليعمل بدلاً من الجرس القياسي.
bg: <h1>Системен звук</h1>В този модул може да зададете основните параметри на стандартния, системен, звуков сигнал, като сила, честота и продължителност на сигнала. Звуковият сигнал ще бъде изпълняван винаги, когато има грешка в системата. В контролния модул "Достъпност" могат да бъдат настроени някои допълнителни параметри.
ca@valencia: <h1>Timbre del sistema</h1>Ací podeu personalitzar el so del timbre estàndard del sistema, el «biiip» que sempre escolteu quan alguna cosa va malament. Tingueu present que podeu personalitzar més encara este so usant el mòdul de control «Accessibilitat»; com a exemple podeu triar un fitxer de so que s'escoltarà en comptes del timbre estàndard.
cs: <h1>Systémový zvonek</h1> Zde je možné nastavit zvuk standardního systémového zvonku, tj. "pípnutí", které bude slyšet vždy, když dojde k chybě. Další nastavení zvonku lze nalézt v modulu ovládacího centra "Zpřístupnění", kde je možné např. vybrat zvukový soubor, který bude přehrán místo standardního systémového zvonku.
da: <h1>Systemklokke</h1> Her kan du brugerindstille lyden af standard-systemklokken, dvs. det "bip" du altid hører når noget er gået galt. Bemærk, at du har yderligere muligheder for at indstille denne lyd ved at bruge kontrolmodulet 'Tilgængelighed': Du kan f.eks. vælge en lydfil, som skal afspilles i stedet for standardklokken.
el: <h1>Κουδούνι συστήματος</h1>Εδώ μπορείτε να προσαρμόσετε τον τυπικό ήχο του κουδουνιού συστήματος, δηλαδή το "μπιπ" που ακούτε πάντα όταν κάτι δεν πάει καλά. Σημειώστε ότι μπορεί να γίνει επιπλέον προσαρμογή αυτού του ήχου με το άρθρωμα ελέγχου "Προσιτότητα". Για παράδειγμα, μπορείτε να επιλέξετε την αναπαραγωγή ενός αρχείου ήχου αντί του τυπικού μπιπ.
es: <h1>Timbre del sistema</h1> Aquí puede personalizar el sonido del timbre estándar del sistema, es decir, el pitido que escucha siempre que hay algo erróneo. Observe que puede personalizar este sonido usando el módulo de control «Accesibilidad»: por ejemplo, puede elegir un archivo de sonido para que sea reproducido en lugar del timbre estándar.
et: <h1>Süsteemne signaal</h1>Siin on võimalik kohandada süsteemi standardse signaali heli (s.t seesama "piiks", mida sa kuuled, kui midagi valesti läheb). Teadmiseks, et seda heli on sul võimalik rohkem kohandada moodulis "Hõlbustus": näiteks võid standardse signaali asemel kasutada helifaili.
eu: <h1>Sistemaren kanpaia</h1> Hemen, sistemaren kanpai estandarraren soinua pertsonaliza dezakezu; esaterako, zerbait gaizki egitean entzuten duzun "bip"a. Kontuan izan gehiago pertsonaliza dezakezula soinua, "Erabilerraztasuna" kontrol-moduluaren bidez; adibidez, soinu-fitxategia aukeratu dezakezu erreproduzitzeko, kanpai estandarraren ordez.
fa: <h1>زنگ سیستم</h1>اینجا می‌توانید صدای استاندارد زنگ سیستم را سفارشی کنید، یعنی »بوقی« که همیشه هنگام نادرست بودن چیزی می‌شنوید. توجه کنید که می‌توانید این صدا را با استفاده از پیمانه کنترل »دستیابی‌پذیری« بیشتر سفارشی کنید؛ برای مثال، می‌توانید پرونده‌ای صوتی را انتخاب کنید تا به جای زنگ استاندارد پخش شود.
fi: <h1>Järjestelmän äänimerkki</h1> Tästä voit muokata järjestelmän äänimerkin asetuksia. Kuulet varoitusäänen aina, kun jotakin menee vikaan. Jos haluat muokata varoitusääntä tarkemmin, katso "Esteettömyys"-osiota. Siellä voit vaihtaa äänimerkin tilalle esimerkiksi äänitiedoston.
fr: <h1>Cloche du système</h1> Vous pouvez personnaliser ici le son standard de la cloche du système, c'est-à-dire le « bip » que vous entendez toujours lorsque quelque chose se passe mal. Veuillez noter que vous pouvez personnaliser plus finement ce son dans le module de configuration « Accessibilité ». Par exemple, vous pouvez choisir de jouer un fichier son au lieu d'émettre le son standard de la cloche.
ga: <h1>Cloigín an Chórais</h1> Anseo is féidir leat fuaim chloigín caighdeánaigh an chórais a shaincheapadh, .i. an "bíp" a chloiseann tú nuair atá rud éigin mícheart. Tabhair faoi deara gur féidir tuilleadh saincheaptha a dhéanamh ar an bhfuaim seo tríd an modúl rialaithe "Inrochtaineacht"; mar shampla, tig leat comhad fuaime a sheinn in ionad an chloigín chaighdeánaigh.
gl: <h1>Badalada do sistema</h1> Aquí pode personalizar o son da badalada estándar do sistema, por ex. o «biip» que sempre escoita cando algo vai mal. Lembre que pode personalizar moito este son empregando o módulo de control «Accesibilidade»: por exemplo, pode escoller un ficheiro de son para ser reproducido no canto da badalada estándar.
he: <h1>פעמון המערכת</h1> כאן באפשרותך להתאים אישית את הצליל של פעמון המערכת הסטנדרטי, כלומר הצפצוף שאתה תמיד שומע כאשר משהו משתבש. שים לב כי באפשרותך להתאים צליל זה התאמה נוספת בעזרת מודול הבקרה "נגישות": למשל, באפשרותך לבחור קובץ צליל שינוגן במקום הפעמון הרגיל.
hi: <h1>तंत्र घंटी</h1> यहाँ आप मानक तंत्र घंटी के आवाज़ का अनुकूलन कर सकते हैं, यानी कि आप सुनते हैं "बीप" की आवाज़ जब भी कोई चीज गलत हो जाती है. टीप लें कि आप इस आवाज़ को आप और भी मनपसंद बना सकते हैं "पहुँच" नियंत्रण मॉड्यूल के द्वारा: उदाहरण के लिए, आप एक ध्वनि फ़ाइल चुन सकते हैं बजने के लिए, बजाए मानक घंटी बजने के.
hr: <h1>Sistemsko Zvono</h1> Ovdje možete prilagoditi zvuk standardnog sistemskog zvona, odnosno zvuka "bip" kojeg čujete ako je nešto pošlo po zlu. Napomena: Ovaj je zvuk moguće dodatno prilagoditi putem modula "Pristupačnost".Na primjer, odaberite zvučnu datoteku koja će biti pokrenuta umjesto standardnog sistemskog zvona.
hu: <h1>Rendszercsengő</h1> Itt lehet beállítani a standard rendszercsengő hangját, azét a "bíp" hangét, melyet legtöbbször hibajelzéskor hallani. A csengő hangját befolyásoló beállítások találhatók a "Kezelési segítség" beállítómodulban is: például meg lehet adni a csengőhang helyett lejátszandó hangot.
ia: <h1>Campana de Systema</h1>Ci tu pote personalisar le sono del campana standard de systema, i.e. le "beep" que tu audi quando il ha alcun cosa errate. Tu nota que pro ulterior personalisation del campana, tu vide le modulo de controlo de "Accessibilitate"; pro exemplo, tu pote seliger un file de sono que il debe esser reproducite in vice del campana standard.
is: <h1>Kerfisbjalla</h1> Hér getur þú stillt hljóðið í stöðluðu kerfisbjöllunni sem er í öðrum orðum "bíííípið" sem þú heyrir alltaf þegar eitthvað er að. Athugið að það er hæfr að stilla bjölluna enn frekar úr "Aðgengi" stjórneiningunni. Til dæmis getur þú valið hljóðskrá til að spila í stað bjöllunnar.
it: <h1>Campanella di sistema</h1>Qui puoi personalizzare il suono della campanella di sistema, ovvero il "bip" che senti ogni volta che qualcosa va storto. Nota che puoi ulteriormente personalizzare questo suono usando il modulo di controllo "Accessibilità"; per esempio puoi scegliere un file sonoro da riprodurre invece della campanella standard.
ja: <h1>システムベル</h1>ここで標準のシステムベル (何か問題が発生したときに鳴るビーッという音) の音をカスタマイズします。<interface>アクセシビリティ</interface>設定モジュールを使えば、標準のビープ音の代わりにサウンドファイルを指定することもできます。
kk: <h1>Жүйелік қоңырау</h1> Мұнда, жүйеде бір ретсіздік пайда болғанда, шығарылатын "шиқыл" дыбысын баптай аласыз. Осымен қатар, "Арнайы мүмкіндіктер" деген басқару модулінде бұл дыбысты одан да жетілдіре аласыз, мысалы, стандартты дыбыстың орнына бір дыбыс файлын ойнатып қоюды таңдауға болады.
km: <h1>កណ្តឹង​របស់​ប្រព័ន្ធ</h1> នៅ​ទីនេះ អ្នក​អាច​ប្តូរ​សំឡេង​កណ្ដឹង​ខ្នាត​គំរូ​របស់ប្រព័ន្ធតាម​បំណង ឧទាហរណ៍​ សំឡេង​"ប៊ីប"​ដែល​អ្នក​តែង​តែលឺ​ពេល​ធ្វើ​អ្វីមួយខុស​ ។ សូម​ចំណាំថា អ្នក​អាច​ប្តូរ​សំឡេង​ផ្សេងៗ​តាម​បំណង ដោយ​ប្រើ​"មធ្យោបាយ​ងាយស្រួល" ។ ឧទាហរណ៍ អ្នក​អាច​ជ្រើស​ឯកសារ​សំឡេង​សម្រាប់​ចាក់​ជំនួស​ឲ្យ​កណ្តឹង​ខ្នាត​គំរូ ។
ko: <h1>시스템 종소리</h1> 이 곳에서 무엇인가 잘못되었을 때 일어나는 "삑" 소리와 같은 표준 시스템 종소리를 설정할 수 있습니다. "접근성" 제어 모듈에서 이 소리를 설정할 수 있습니다. 예로 표준 종소리 대신 소리 파일이 재생되도록 설정할 수 있습니다.
lv: <h1>Sistēmas zvans</h1>Šeit jūs varat pielāgot standarta sistēmas zvana skaņu, resp. "pīkstienu", kuru jūs dzirdat vienmēr, kad kautkas nogājis greizi. Piezīme Jūs varat veikt citu šīs skaņas pielāgošanu izmantojot "Pieejamība" vadības moduli: piemērām, jūs varat izvēlēties skaņas failu ko atskaņot standarta zvana vietā.
nb: <h1>Systemsignal</h1> Her kan du tilpassestandardlydsignalet til systemet, altså pipelyden du hører når noe er galt. Merk at du kan tilpasse denne nøyere i kontrollmodulen «Tilgjengelighet»: f eks kan du velge en lydfil som skal avspilles isteden for standardsignalet.
nds: <h1>Systeempingel</h1> Hier kannst Du den Klang vun de Standard-Systeempingel instellen, dat is dat "Piep", wat Du jümmers höörst, wenn dor wat geel gung. Beacht, Du kannst den Klang över dat "Toganghülp"-Moduul noch mehr instellen, a.B. kannst Du ansteed en Klangdatei afspelen laten.
nl: <h1>Systeembel</h1> Hier kunt u het geluid van de standaard systeembel wijzigen, dus de "piep" die u altijd hoort als er iets mis gaat. U kunt dit verder aanpassen in de module "Toegankelijkheid". Zo kunt u bijvoorbeeld een af te spelen geluidsfragment opgeven als vervanger van de standaard systeembel.
nn: <h1>Systemsignal</h1> Her kan du tilpassa standardlydsignalet til systemet, altså pipelyden du høyrer når noko er gale. Legg merke til at i kontrollmodulen «Tilgjenge» kan du styra systemsignalet meir detaljert – for eksempel ved å spela ei lydfil i staden for standardsignalet.
pa: <h1>ਸਿਸਟਮ ਘੰਟੀ</h1> ਏਥੇ ਤੁਸੀਂ ਸਟੈਂਡਰਡ ਸਿਸਟਮ ਬੈੱਲ ਦੀ ਪਸੰਦ ਏਥੇ ਦੇ ਸਕਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ "ਬੀਪ", ਜੋ ਕਿ ਤੁਸੀਂ ਕੁਝ ਵੀ ਗਲਤ ਕਰਨ ਸਮੇਂ ਹਮੇਸ਼ਾ ਸੁਣਦੇ ਹੋ। ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਇਹ ਧੁਨੀ ਨੂੰ "ਸਹੂਲਤਾਂ" ਕੰਟਰੋਲ ਮੋਡੀਊਲ ਰਾਹੀਂ ਹੋਰ ਵੀ ਸੋਧ ਸਕਦੇ ਹੋ, ਉਦਾਹਰਨ ਲਈ, ਤੁਸੀਂ ਸਟੈਂਡਰਡ ਘੰਟੀ ਦੀ ਬਜਾਏ ਹੋਰ ਧੁਨੀ ਫਾਇਲ ਦੀ ਵੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।
pt: <h1>Campainha de Sistema</h1> Aqui o utilizador pode personalizar o som da campainha padrão de sistema, ou seja, o "bip" que ouve sempre quando há algo de errado. De notar que poderá personalizar mais este som usando o módulo de controlo de "Acessibilidade": por exemplo o utilizador pode escolher um ficheiro de som a ser tocado em vez da campainha normal.
pt_br: <h1>Campainha do sistema</h1> Aqui você pode configurar o som da campainha padrão do sistema, isto é, o "bipe" que você sempre ouve quando há algo errado. Note que você pode personalizar ainda mais este som usando o módulo de controle "Acessibilidade". Por exemplo, você pode determinar que um arquivo de som seja reproduzido em lugar da campainha padrão.
ro: <h1>Sunet de difuzor</h1> Aici puteți personaliza sunetul standard de sistem, adică „bip-ul” pe care îl auziți atunci cînd se produce o eroare. Aveți mai multe posibilități de personalizare a sunetului de sistem folosind modulul de control „Accesibilitate”. De exemplu, puteți alege să fie redată o anumită secvență de sunet în loc de sunetul standard de difuzor.
ru: <h1>Звуковой сигнал</h1>В этом модуле вы можете настроить основные параметры стандартного системного звукового сигнала, то есть звука динамика, который вы слышите, если что-то происходит не так, как должно быть. Обратите внимание, что в модуле настройки «Удобство в KDE» можно настроить и другие его параметры, например, выбрать, чтобы вместо писка динамика проигрывался какой-либо звуковой файл.
sk: <h1>Systémový zvonček</h1> Tu môžete upraviť zvuk štandardného systémového zvončeka, t.j. "píp" ktoré vždy počujete keď niečo nie je v poriadku. Tento zvuk môžete ďalej upravovať v ovládacom module "Prístupnosť" v systémových nastaveniach: napríklad môžete zvoliť zvukový súbor, ktorý sa prehrá namiesto štandardného zvončeka.
sl: <h1>Sistemski zvonec</h1> Tu lahko nastavite zvok standardnega sistemskega zvonca, npr. »pisk«, ki ga slišite vsakič, ko kaj ni v redu. Podrobneje lahko zvonec nastavite v nadzornem modulu »Dostopnost«: npr. izberete zvočno datoteko, ki naj se predvaja namesto zvonca.
sv: <h1>Systemsummer</h1> Här kan du anpassa ljudet på systemets standardsummer, dvs "pipet" du alltid hör när det är något fel. Observera att du kan justera detta ljud ytterligare med hjälp av inställningsmodulen "Handikappstöd": Du kan till exempel välja en ljudfil som ska spelas i stället för summertonen.
uk: <h1>Системний дзвінок</h1> Тут ви можете наладнати звук типового дзвінка системи, тобто «гудок», який ви чуєте, якщо щось не так. Зауважте, що подальше налаштування можна виконати за допомогою модуля керування «Доступність»; наприклад, ви можете вибрати файл звуку для відтворення замість типового дзвінка.
wa: <h1>Xhuflet do sistinme</h1> Chal vos ploz apontyî l' son fwait på xhuflet standård do sistinme, dj' ô bén, li «biiip» ki vos oyoz a tos côps cwand gn a åk ki n' va nén. Notez ki vos ploz fé des pus spepieus apontiaedjes viè l' module «Accessibilité» do cinte di controle; par egzimpe vos ploz tchoezi on fitchî son a djouwer purade kel simpe xhuflaedje do xhuflet.
zh_cn: <h1>系统铃声</h1>您可以在此自定义标准系统铃声。例如，当发生问题时您听到的“哔”声。注意，您可以使用“可用性”控制模块来更好地定制声音：例如您可以选择播放一个文件，而不是标准的铃声。
zh_tw: <h1>系統響鈴</h1> 您可以在這邊自訂您系統的標準鈴聲， 也就是當發生錯誤時您所聽到的"beep"聲音。 注意您可以在"輔助工具" 控制模組做更進一步的設定， 例如播放聲音檔案而不是標準鈴聲。

source: &Volume:
ar: &الحجم:
bg: &Сила:
ca@valencia: Vo&lum:
cs: &Hlasitost:
da: &Lydstyrke:
el: &Ένταση:
es: &Volumen:
et: &Helitugevus:
eu: &Bolumena:
fa: &حجم صدا‌
fi: &Äänenvoimakkuus:
ga: &Airde:
he: עו&צמה:
hi: आवाज़ निर्धारक: (&V)
hr: &Glasnoća:
hu: &Hangerő:
ia: &Volumine:
is: &Styrkur:
ja: 音量(&M):
kk: &Үнділігі:
km: កម្រិត​សំឡេង​ ៖
ko: 음량(&V):
lv: &Skaļums:
nb: &Lydstyrke:
nds: &Luutstärk:
nn: &Lydstyrke:
pa: ਆਵਾਜ਼(&V):
ro: &Volum:
ru: &Громкость:
sk: &Hlasitosť:
sl: &Glasnost:
sv: Vol&ym:
uk: &Гучність:
zh_cn: 音量(&V)：
zh_tw: 音量(&V):

source: Here you can customize the volume of the system bell. For further customization of the bell, see the "Accessibility" control module.
ar: يمكنك تخصيص حجم صوت جرس النظام. لتخصيص أكثر للجرس, انظر إلى وحدة تحكم "إتاحة الوصول".
bg: Настройка силата на системния звук.
ca@valencia: Ací podeu personalitzar el volum del timbre del sistema. Podeu consultar el mòdul de control «Accessibilitat» per a més personalitzacions del timbre.
cs: Zde je možné nastavit hlasitost systémového zvonku. Další nastavení zvonku lze nalézt v modulu ovládacího centra "Zpřístupnění".
da: Her kan du indstille systemklokkens lydstyrke. For yderligere brugerindstilling af klokken, se kontrolmodulet 'Tilgængelighed'.
el: Εδώ μπορείτε να προσαρμόσετε την ένταση του κουδουνιού συστήματος. Για περαιτέρω προσαρμογή του κουδουνιού, δείτε το άρθρωμα ελέγχου "Προσιτότητα".
es: Aquí puede personalizar el volumen del timbre del sistema. Para una mayor personalización del timbre, vea el módulo de control «Accesibilidad».
et: Siin saab muuta süsteemse signaali helitugevust. Signaali edasiseks kohandamiseks vt. moodulit "Hõlbustus".
eu: Hemen, sistemaren kanpaiaren bolumena pertsonaliza dezakezu. Kanpaia gehiago pertsonalizatzeko, ikusi "Erabilerraztasuna" kontrol-modulua.
fa: در اینجا می‌توانید حجم صدای زنگ سیستم را سفارشی کنید. برای مثال، برای سفارشی کردن بیشتر زنگ، پیمانه کنترل »دستیابی‌پذیری« را ببینید.
fi: Tässä kohdassa voit määritellä järjestelmän äänimerkin voimakkuuden. Muokataksesi äänimerkkiä tarkemmin katso "Esteettömyys"-osiota.
fr: Vous pouvez personnaliser ici le volume de la cloche du système. Pour personnaliser encore plus la cloche, veuillez utiliser le module de configuration « Accessibilité ».
ga: Anseo is féidir airde cloigín an chórais a chumrú. Tá roghanna saincheaptha sa bhreis ar fáil sa mhodúl rialaithe "Inrochtaineacht".
gl: Aquí pode personalizar o volume da badalada do sistema. Para maior personalización da badalada, vaia ao módulo de control da «Accesibilidade».
he: כאן באפשרותך להתאים אישית את העוצמה של פעמון המערכת. לשם התאמה אישית נוספת של הפעמון, עיין במודול הבקרה "נגישות".
hi: यहाँ आप तंत्र घंटी की आवाज़ का अनुकूलन कर सकते हैं. घंटी के अतिरिक्त अनुकूलन के लिए देखें "पहुँच" नियंत्रण मॉड्यूल.
hr: Ovdje možete prilagoditi glasnoću sistemskog zvona. Za dodatno prilagođavanje zvona pogledajte modul "Pristupačnost".
hu: Itt lehet beállítani a rendszercsengő hangerejét. A csengő további testreszabásához nézze meg a "Kezelési segítség" beállítómodult.
ia: Ci tu pote personalisar le volumine del campana de systema. Pro ulterior personalisation del campana, tu vide le modulo de controlo de "Accessibilitate".
is: Her getur þú stillt hljóðstyrk kerfisbjöllunar. Frekari stillingar finnast ístjórneiningu merktri "Aðgengi".
it: Qui puoi impostare il volume della campanella di sistema. Per ulteriori impostazioni della campanella, consulta il modulo di controllo "Accessibilità".
ja: ここでシステムベルの音量を調節します。さらにカスタマイズするには<interface>アクセシビリティ</interface>設定モジュールを参照してください。
kk: Мұнда жүйелік қоңыраудың үнділігін баптай аласыз. "Арнайы мүмкіндіктер" деген басқару модулінде бұл дыбысты одан да әрі жетілдіре аласыз.
km: នៅ​ទី​នេះ​អ្នក​អាច​ប្តូរ​កម្រិត​សំឡេង​កណ្តឹង​ប្រព័ន្ធ​តាម​បំណង ។ ចំពោះ​ការ​ប្តូរ​កណ្តឹង​ផ្សេងៗ​ទៀត​តាម​បំណង មើល​ម៉ូឌុល​បញ្ជា "មធ្យោបាយ​ងាយ​ស្រួល" ។
ko: 시스템 종소리의 음량을 설정할 수 있습니다. 더 많은 사용자 정의 설정은 "접근성" 제어 모듈에 있습니다.
lv: Šeit jūs varat pielāgot sistēmas zvana skaļumu. Citai zvana pielāgošanai, skatīt "Pieejamība" vadības moduli.
nb: Her kan du tilpasse lydstyrken på systemsignalet. Se kontrollmodulen «Tilgjengelighet» der du kan gjøre flere tilpasninger.
nds: Hier kannst Du de Luutstärk vun de Systeempingel instellen. Binnen dat Moduul "Toganghülp" laat sik ok noch anner Saken instellen.
nl: Hier kunt u het volume van uw systeembel instellen. Voor verdere aanpassing van bel kijkt u bij de configuratiemodule "Toegankelijkheid".
nn: Her kan du tilpassa lydstyrken på systemsignalet. Du kan tilpassa signalet endå meir i kontrollmodulen «Tilgjenge».
pa: ਏਥੇ ਤੁਸੀਂ ਸਿਸਟਮ ਘੰਟੀ ਦੀ ਆਵਾਜ਼ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ। ਘੰਟੀ ਲਈ ਹੋਰ ਪਸੰਦ ਲਈ ਨੂੰ "ਸਹੂਲਤਾਂ" ਕੰਟਰੋਲ ਮੋਡੀਊਲ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pt: Aqui o utilizador pode personalizar o volume da campainha do sistema. Para mais personalizações da campainha, veja o módulo de controlo "Acessibilidade".
pt_br: Aqui você pode personalizar o volume da campainha do sistema. Para mais personalizações da campainha, veja o módulo de controle "Acessibilidade".
ro: Aici personalizați volumul difuzorului. Pentru mai multe posibilități de personalizare a clopoțelului, vedeți modulul de control „Accesibilitate”.
ru: Здесь вы можете настроить громкость системного звукового сигнала. В модуле «Удобство в KDE» можно настроить и другие его параметры.
sk: Tu môžte upraviť hlasitosť systémového zvončeka. Pre ďalšie úpravy zvončeka pozrite ovládací modul "Prístupnosť".
sl: Tu lahko nastavite glasnost sistemskega zvonca. Za dodatno nastavljanje zvonca si oglejte nadzorni modul »Dostopnost«.
sv: Här kan du anpassa volymen för systemets summer. För ytterligare anpassning av summern, se inställningsmodulen "Handikappstöd".
uk: Тут ви можете наладнати гучність системного дзвінка. Подальше налаштування дзвінка можна здійснити за допомогою модуля керування «Доступність».
wa: Chal vos ploz apontyî li foice do xhuflet. Po des pus spepieus apontiaedjes voeyoz li module «Accessibilité» do cinte di controle.
zh_cn: 在这里您可以定制系统铃声的音量。要更好地定制铃声，请看“可用性”控制模块。
zh_tw: 您可以在這邊自訂系統鈴聲的音量。 對於更進一步的自訂， 請參照 "輔助工具" 控制模組。

source: Hz
ar: هرتز
bg: Хц
fa: هرتز
he: הרץ
hi: हर्त्ज
kk: Гц
ru: Гц
uk: Гц
zh_cn: 赫兹
zh_tw: Hz(赫茲)

source: &Pitch:
ar: ال&حدة:
bg: &Честота:
ca@valencia: &To:
cs: Výš&ka:
da: &Tonehøjde:
el: &Συχνότητα:
es: &Tono:
et: Heli&kõrgus:
eu: &Tonua:
fa: &ارتفاع صدا:‌
fi: &Korkeus:
fr: Fréque&nce :
ga: &Tuinairde:
gl: &Ton:
he: &גובה:
hi: पिचः (&P)
hr: &Visina zvuka:
hu: Hang&magasság:
ia: &Accorda:
is: &Tónn:
it: &Tono:
ja: 音の高低(&P):
kk: &Жиілігі:
km: កម្ពស់​សំឡេង​ ៖
ko: 높이(&P):
lv: &Tonis:
nb: &Tone:
nds: &Toonhööchd:
nl: &Toonhoogte:
nn: &Tonehøgd:
pa: ਪਿੱਚ(&P):
pt: &Frequência:
pt_br: &Timbre:
ro: &Frecvență:
ru: Т&он:
sk: &Výška:
sl: &Višina tona:
sv: To&nhöjd:
uk: &Висота:
wa: &Ton:
zh_cn: 音调(&P)：
zh_tw: 音階(&P):
