Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmbell.po
Languages: ar, bg, ca@valencia, cs, da, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lv, nb, nds, nl, nn, pa, pt, pt_br, ro, ru, sk, sl, sv, uk, wa, zh_cn, zh_tw

source: Here you can customize the pitch of the system bell. For further customization of the bell, see the "Accessibility" control module.
ar: يمكنك هنا تخصيص حدة الصوت لجرس النظام. لتخصيص أكثر للجرس, انظر إلى وحدة تحكم "إتاحة الوصول".
bg: Настройка честотата на системния звук.
ca@valencia: Ací podeu personalitzar el to del timbre del sistema. Podeu consultar el mòdul de control «Accessibilitat» per a més personalitzacions del timbre.
cs: Zde je možné nastavit výšku systémového zvonku. Další nastavení zvonku lze nalézt v modulu ovládacího centra "Zpřístupnění".
da: Her kan du brugerindstille systemklokkens tonehøjde. For yderligere brugerindstilling af klokken, se kontrolmodulet 'Tilgængelighed'.
el: Εδώ μπορείτε να προσαρμόσετε τη συχνότητα του κουδουνιού συστήματος. Για περαιτέρω προσαρμογή, δείτε το άρθρωμα ελέγχου "Προσιτότητα".
es: Aquí puede personalizar el tono del timbre del sistema. Para una mayor personalización del timbre, vea el módulo de control «Accesibilidad».
et: Siin saab muuta süsteemse signaali helikõrgust. Signaali edasiseks kohandamiseks vt. moodulit "Hõlbustus".
eu: Hemen, sistemaren kanpaiaren tonua pertsonaliza dezakezu. Kanpaia gehiago pertsonalizatzeko, ikusi "Erabilerraztasuna" kontrol-modulua.
fa: در اینجا می‌توانید ارتفاع صدای زنگ سیستم را سفارشی کنید. برای مثال، برای سفارشی کردن بیشتر زنگ، پیمانه کنترل »دستیابی‌پذیری« را ببینید.
fi: Tässä kohdassa voit määritellä äänimerkin korkeuden. Muokataksesi äänimerkkiä tarkemmin katso "Esteettömyys"-osiota.
fr: Vous pouvez personnaliser ici la fréquence de la cloche du système. Pour personnaliser encore plus la cloche, veuillez utiliser le module de configuration « Accessibilité ».
ga: Anseo is féidir tuinairde chloigín an chórais a chumrú. Tá roghanna saincheaptha sa bhreis ar fáil sa mhodúl rialaithe "Inrochtaineacht".
gl: Aquí pode personalizar o ton da badalada do sistema. Para máis personalización da badalada, vaia ao módulo de control da «Accesibilidade».
he: כאן באפשרותך להתאים אישית את גובה הצליל של פעמון המערכת. לשם התאמה אישית נוספת של הפעמון, עיין במודול הבקרה "נגישות".
hi: यहाँ आप तंत्र घंटी के पिच का अनुकूलन कर सकते हैं. घंटी के अतिरिक्त अनुकूलन के लिए देखें "पहुँच" नियंत्रण मॉड्यूल.
hr: Ovdje možete prilagoditi visinu zvuka sistemskog zvona. Za dodatno prilagođavanje zvona pogledajte modul "Pristupačnost".
hu: Itt lehet beállítani a rendszercsengő hangmagasságát. A csengő további testreszabásához nézze meg a "Kezelési segítség" beállítómodult.
ia: Ci tu pote personalisar le accordatura del campana de systema. Pro ulterior personalisation del campana, tu vide le modulo de controlo de "Accessibilitate".
is: Her getur þú stillt tónhæð kerfisbjöllunar. Frekari stillingarfinnast í stjórneiningu merktri "Aðgengi".
it: Qui puoi impostare il tono della campanella di sistema. Per ulteriori impostazioni della campanella, consulta il modulo di controllo "Accessibilità".
ja: ここでシステムベル音の高低を調節します。さらにカスタマイズするには<interface>アクセシビリティ</interface>設定モジュールを参照してください。
kk: Мұнда жүйелік қоңыраудың жиілігін баптай аласыз. "Арнайы мүмкіндіктер" деген басқару модулінде бұл дыбысты одан да әрі жетілдіре аласыз.
km: នៅ​ទីនេះ អ្នក​អាច​ប្តូរ​កម្ពស់​សំឡឹង​កណ្តឹង​របស់​ប្រព័ន្ធ​តាម​បំណង ។ ចំពោះ​ការ​ប្តូរ​កណ្តឹង​ផ្សេងៗ​តាម​បំណង សូម​មើល​ម៉ូឌុល​បញ្ជា​"មធ្យោយបាយ​ងាយស្រួល" ។
ko: 시스템 종소리의 높이를 설정할 수 있습니다. 더 많은 사용자 정의 설정은 "접근성" 제어 모듈에 있습니다.
lv: Šeit jūs varat pielāgot sistēmas zvana toni. Citai zvana pielāgošanai, skatīt "Pieejamība" vadības moduli.
nb: Her kan du tilpasse tonen på systemsignalet. Se kontrollmodulen «Tilgjengelighet» der du kan gjøre flere tilpasninger.
nds: Hier kannst Du de Toonhööchd vun de Systeempingel instellen. Binnen dat Moduul "Toganghülp" laat sik ok noch anner Saken instellen.
nl: Hier kunt u de toonhoogte instellen van de systeembel. Voor verdere aanpassing van de bel kijkt u bij de configuratiemodule "Toegankelijkheid".
nn: Her kan du tilpassa tonehøgda på systemsignalet. Du kan tilpassa signalet endå meir i kontrollmodulen «Tilgjenge».
pa: ਇੱਥੇ ਤੁਸੀਂ ਸਿਸਟਮ ਘੰਟੀ ਦੀ ਪਿੱਚ ਚੁਣ ਸਕਦੇ ਹੋ। ਘੰਟੀ ਹੋਰ ਕਸਟਮਾਈਜ਼ ਕਰਨ ਵਾਸਤੇ, "ਸਹੂਲਤਾਂ" ਕੰਟਰੋਲ ਮੋਡੀਊਲ ਵੇਖੋ।
pt: Aqui poderá personalizar a frequência da campainha de sistema. Para mais personalizações da campainha, veja o módulo de controlo "Acessibilidade".
pt_br: Aqui você pode personalizar o timbre da campainha do sistema. Para mais personalizações da campainha, veja o módulo de controle "Acessibilidade".
ro: Aici personalizați frecvența clopoțelului. Pentru mai multe posibilități de personalizare a sunetului de sistem, vedeți modulul de control „Accesibilitate”.
ru: Здесь вы можете настроить тон системного звукового сигнала. В модуле «Специальные возможности в KDE» можно настроить и другие его параметры.
sk: Tu môžete upraviť výšku (frekvenciu) systémového zvončeka. Pre ďalšie úpravy zvončeka, pozrite ovládací modul "Prístupnosť".
sl: Tu lahko nastavite višino tona sistemskega zvonca. Za dodatno nastavljanje zvonca si oglejte nadzorni modul »Dostopnost«.
sv: Här kan du anpassa tonhöjden för systemets summer. För ytterligare anpassning av summern, se inställningsmodulen "Handikappstöd".
uk: Тут ви можете наладнати висоту системного дзвінка. Подальше налаштування дзвінка можна здійснити за допомогою модуля керування «Доступність».
wa: Chal vos ploz apontyî li hôteur do xhuflet. Po des pus spepieus apontiaedjes voeyoz li module «Accessibilité» do cinte di controle.
zh_cn: 在这里您可以定制系统铃声的音调。要更好地定制铃声，请看“可用性”控制模块。
zh_tw: 您可以在這邊自訂系統鈴聲的音階。 對於更進一步的自訂， 請參照 "輔助工具" 控制模組。

source: msec
ar: مللي ثانية
bg: мсек
ca@valencia: ms
da: msek
es: mseg.
et: msek
eu: ms
fa: میلی‌ثانیه
fi: ms
fr: ms
ga: ms
gl: mseg
he: אלפיות שנייה
hi: मि.से.
hu: ms
ja: ミリ秒
kk: мсек
km: ម.វិ.
ko: 밀리초
lv: ms
nb: ms
nds: ms
nn: ms
pa: ਮਿਸਕਿੰਟ
pt: ms
pt_br: ms
ru: мс
sk: ms
sl: msek.
sv: msek
uk: мс
wa: ms
zh_cn: 毫秒
zh_tw: 毫秒

source: &Duration:
ar: ال&مدة
bg: П&родължителност:
ca@valencia: Du&rada:
cs: T&rvání:
da: &Varighed:
el: &Διάρκεια:
es: &Duración:
et: K&estus:
eu: &Iraupena:
fa: &دوام:‌
fi: &Kesto:
fr: &Durée :
ga: &Aga:
gl: &Duración:
he: &משך:
hi: अवधिः (&D)
hr: &Trajanje:
hu: A hang &időtartama:
is: &Lengd:
it: &Durata:
ja: 持続時間(&I):
kk: Ұз&ақтығы:
km: ថិរ​វេលា ៖
ko: 시간(&D):
lv: &Ilgums:
nb: &Varighet:
nds: &Duer:
nl: &Duur:
nn: &Lengd:
pa: ਅੰਤਰਾਲ(&D):
pt: &Duração:
pt_br: &Duração:
ro: &Durată:
ru: &Длительность:
sk: &Dĺžka:
sl: &Trajanje:
sv: Ton&längd:
uk: &Тривалість:
wa: &Longueur:
zh_cn: 持续时间(&D)：
zh_tw: 持續時間(&D):

source: Here you can customize the duration of the system bell. For further customization of the bell, see the "Accessibility" control module.
ar: هنا يمكنك تخصيص المدة لجرس النظام. لتخصيص أكثر للجرس, انظر إلى وحدة تحكم "إتاحة الوصول".
bg: Настройка продължителността на системния звук.
ca@valencia: Ací podeu personalitzar la durada del timbre del sistema. Podeu consultar el mòdul de control «Accessibilitat» per a més personalitzacions del timbre.
cs: Zde je možné nastavit dobu trvání systémového zvonku. Další nastavení zvonku lze nalézt v modulu ovládacího centra "Zpřístupnění".
da: Her kan du brugerindstille varigheden af systemklokken. For yderligere brugerindstilling af klokken, se kontrolmodulet 'Tilgængelighed'.
el: Εδώ μπορείτε να προσαρμόσετε τη διάρκεια του κουδουνιού συστήματος. Για περαιτέρω προσαρμογή, δείτε το άρθρωμα ελέγχου "Προσιτότητα".
es: Aquí puede personalizar la duración del timbre del sistema. Para una mayor personalización del timbre, vea el módulo de control «Accesibilidad».
et: Siin saab muuta süsteemse signaali kestust. Signaali edasiseks kohandamiseks vt. moodulit "Hõlbustus".
eu: Hemen, sistemaren kanpaiaren iraupena pertsonaliza dezakezu. Kanpaia gehiago pertsonalizatzeko, ikusi "Erabilerraztasuna" kontrol-modulua.
fa: در اینجا می‌توانید دوام زنگ سیستم را سفارشی کنید. برای مثال، برای سفارشی کردن بیشتر زنگ، پیمانه کنترل »دستیابی‌پذیری« را ببینید.
fi: Tässä kohdassa voit muokata äänimerkin kestoa. Voit muokata äänimerkkiä tarkemmin "Esteettömyys"-osiossa.
fr: Vous pouvez personnaliser ici la durée de la cloche du système. Pour personnaliser encore plus la cloche, veuillez utiliser le module de configuration « Accessibilité ».
ga: Anseo is féidir aga chloigín an chórais a chumrú. Tá roghanna saincheaptha sa bhreis ar fáil sa mhodúl rialaithe "Inrochtaineacht".
gl: Aquí pode personalizar a duración da badalada do sistema. Para máis personalización da badalada, vaia ao módulo de control da «Accesibilidade».
he: כאן באפשרותך להתאים אישית את משך פעמון המערכת. לשם התאמה אישית נוספת של הפעמון, עיין במודול הבקרה "נגישות".
hi: यहाँ आप तंत्र घंटी की अवधि का अनुकूलन कर सकते हैं. घंटी के अतिरिक्त अनुकूलन के लिए देखें "पहुँच" नियंत्रण मॉड्यूल.
hr: Ovdje možete prilagoditi trajanje sistemskog zvona. Za dodatno prilagođavanje zvona pogledajte modul "Pristupačnost".
hu: Itt lehet beállítani a rendszercsengő hangjának időtartamát. A csengő további testreszabásához nézze meg a "Kezelési segítség" beállítómodult.
ia: Ci tu pote personalisar le duration del campana de systema. Pro ulterior personalisation del campana, tu vide le modulo de controlo de "Accessibilitate".
is: Her getur þú stillt lengd kerfisbjöllunar. Frekari stillingarfinnast í stjórneiningu merktri "Aðgengi".
it: Qui puoi impostare la durata della campanella di sistema. Per ulteriori impostazioni della campanella, consulta il modulo di controllo "Accessibilità".
ja: ここでベルを鳴らす時間の長さを調節します。さらにカスタマイズするには<interface>アクセシビリティ</interface>設定モジュールを参照してください。
kk: Мұнда жүйелік қоңыраудың үнінің ұзақтығын баптай аласыз. "Арнайы мүмкіндіктер" деген басқару модулінде бұл дыбысты одан да әрі жетілдіре аласыз.
km: នៅ​ទី​នេះ អ្នក​អាច​ប្តូរ​ថិរ​វេលានៃ​កណ្តឹង​របស់​ប្រព័ន្ធ​តាម​បំណង ។ ចំពោះ​ការ​ប្តូរ​កណ្តឹង​របស់​ប្រព័ន្ធ ផ្សេងៗ​តាម​បំណង មើល​ម៉ូឌុល​បញ្ជា "មធ្យោបាយ​ងាយស្រួល" ។
ko: 시스템 종소리의 시간을 설정할 수 있습니다. 더 많은 사용자 정의 설정은 "접근성" 제어 모듈에 있습니다.
lv: Šeit jūs varat pielāgot sistēmas zvana ilgumu.Citai zvana pielāgošanai, skatīt "Pieejamība" vadības moduli.
nb: Her kan du tilpasse varigheten på systemsignalet. Se kontrollmodulen «Tilgjengelighet» der du kan gjøre flere tilpasninger.
nds: Hier kannst Du de Duer vun den Systeempingel-Toon instellen. Binnen dat Moduul "Toganghülp" laat sik ok noch anner Saken instellten.
nl: Hier kunt u de duur van de systeembel instellen. Voor verdere aanpassing van de bel kijkt u bij de configuratiemodule "Toegankelijkheid".
nn: Her kan du tilpassa lengda på systemsignalet. Du kan tilpassa signalet endå meir i kontrollmodulen «Tilgjenge».
pa: ਇੱਥੇ ਤੁਸੀਂ ਸਿਸਟਮ ਘੰਟੀ ਦੇ ਅੰਤਰਾਲ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ। ਘੰਟੀ ਲਈ ਹੋਰ ਪਸੰਦ ਲਈ ਨੂੰ "ਸਹੂਲਤਾਂ" ਕੰਟਰੋਲ ਮੋਡੀਊਲ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pt: Aqui poderá personalizar a duração da campainha de sistema. Para mais personalizações, veja o módulo de controlo "Acessibilidade".
pt_br: Aqui você pode personalizar a duração da campainha do sistema. Para mais personalizações da campainha, veja o módulo de controle "Acessibilidade".
ro: Aici puteți personaliza durata clopoțelului. Pentru mai multe posibilități de personalizare a sunetului de sistem, vedeți modulul de control „Accesibilitate”.
ru: Здесь вы можете настроить длительность системного звукового сигнала. В модуле «Удобство в KDE» можно настроить и другие его параметры.
sk: Tu môžete upraviť dĺžku trvania tónu systémového zvončeka. Pre ďalšie úpravy zvončeka, pozrite ovládací modul "Prístupnosť".
sl: Tu lahko nastavite trajanje sistemskega zvonca. Za dodatno nastavljanje zvonca si oglejte nadzorni modul »Dostopnost«.
sv: Här kan du anpassa tonlängden för systemets summer. För ytterligare anpassning av summern, se inställningsmodulen "Handikappstöd".
uk: Тут ви можете наладнати тривалість системного дзвінка. Подальше налаштування дзвінка можна здійснити за допомогою модуля керування «Доступність».
wa: Chal vos ploz apontyî li tins ki l' xhuflet xhufele. Po des pus spepieus apontiaedjes voeyoz li module «Accessibilité» do cinte di controle.
zh_cn: 在这里您可以定制系统铃声的持续时间。要更好地定制铃声，请看“可用性”控制模块。
zh_tw: 您可以在這邊自訂系統鈴聲的持續時間。 對於更進一步的自訂， 請參照 "輔助工具" 控制模組。

source: &Test
ar: ا&ختبر
bg: Про&ба
ca@valencia: &Prova
el: &Δοκιμή
es: &Probar
eu: &Proba
fa: &آزمون‌
fi: &Kokeile
fr: &Tester
ga: &Tástáil
gl: &Probar
he: ב&דיקה
hi: जांच (&T)
hr: &Provjeri
hu: &Teszt
ia: &Essayo
is: &Prófa
it: &Prova
ja: テスト(&T)
kk: &Тыңдап көру
km: សាកល្បង
ko: 시험(&T)
lv: &Pārbaudīt
nds: &Utproberen
nl: &Testen
pa: ਟੈਸਟ(&T)
pt: &Testar
pt_br: &Testar
ro: &Testează
ru: &Тест
sl: &Preizkus
sv: &Testa
uk: &Перевірити
wa: &Sayî
zh_cn: 测试(&T)
zh_tw: 測試(&T)

source: Click "Test" to hear how the system bell will sound using your changed settings.
ar: انقر "اختبر" لكي تسمع جرس النظام بإعداداتك المغيّرة.
bg: Изпълнение на сигнала. Бутонът ви дава възможност да тествате настройките.
ca@valencia: Cliqueu «Prova» per escoltar com sonarà el timbre del sistema amb els canvis a l'arranjament.
cs: Kliknutím na tlačítko "Test" je možné si poslechnout zvuk, jehož vlastnosti jste nastavili.
da: Klik 'Test' for at høre hvordan systemklokken vil lyde med dine ændrede indstillinger.
el: Κάντε κλικ στο "Δοκιμή" για να ακούσετε το κουδούνι συστήματος με τις νέες ρυθμίσεις.
es: Haga clic en «Probar» para escuchar cómo sonará la campana del sistema usando su nueva configuración.
et: Muudetud seadistuste proovimiseks klõpsa nupul "Test".
eu: Sakatu "Probatu", aldatutako konfigurazioarekin kanpaia nola entzungo den jakiteko.
fa: برای اینکه بشنوید چگونه زنگ سیستم با استفاده از تنظیمات تغییریافته شما به صدا در می‌آید، »آزمون« را فشار دهید.
fi: Napsauta "Kokeile"-painiketta kuullaksesi, kuinka muutokset vaikuttavat äänimerkkiin.
fr: Cliquez sur « Tester » pour entendre la cloche du système avec vos paramètres modifiés.
ga: Cliceáil "Tástáil" chun cloigín an chórais a chloisteáil agus na socruithe nua in éifeacht.
gl: Prema en «Probar» para ouvir como soa a badalada do sistema empregando as opcións que cambiou.
he: לחץ על "בדיקה" כדי לשמוע איך יישמע פעמון המערכת שלך עם ההגדרות שנקבעו.
hi: "जाँच" पर क्लिक करें यह सुनने के लिए कि विन्यासों में परिवर्तन के बाद आपकी तंत्र घंटी की आवाज़ कैसी होगी.
hr: Ako želite čuti na koji će se način oglašavati sistemsko zvono nakon izmjene postavki, kliknite "Provjeri"
hu: Kattintson a "Teszt" gombra, ha meg akarja hallgatni, hogyan szól a csengő az új beállításokkal.
ia: Pulsa "Essayo" pro audir como le campana de systema sonara usante tu preferentias modificate.
is: Smelltu á "Prófa" til að heyra hvernig bjallan hljómar með nýju stillingunum.
it: Fa clic sul pulsante "Prova" per sentire come suonerà la campanella di sistema con le nuove impostazioni.
ja: <interface>テスト</interface>をクリックして新しい設定でシステムベルがどのように鳴るようになったかを聴けます。
kk: Баптаудың нәтижесін "Тыңдап көру" дегенді басып естуге болады.
km: ចុច "​សាកល្បង"​ដើម្បី​ស្តាប់​ថា​តើ​កណ្ដឹង​របស់​ប្រព័ន្ធ​លឺ​បែប​ណា ពេល​ប្រើ​ការ​កំណត់​ដែល​អ្នក​បាន​ផ្លាស់ប្ដូរ ។
ko: 변경한 설정을 통해서 시스템 종소리가 어떻게 들리는지 확인하고 싶으시면 "시험"을 누르십시오.
lv: Nospiediet "Pārbaudīt", lai dzirdētu kā skan sistēmas zvans, izmantojot jūsu mainītos iestatījumus.
nb: Velg «Test» for å høre hvordan systemsignalet høres ut med de nye innstillingene.
nds: Klick op "Utproberen", wenn Du den Klang mit Dien ännert Instellen hören wullt.
nl: Druk op "Testen" om te horen hoe uw systeembel klinkt met uw eigen instellingen.
nn: Vel «Test» for å høyra korleis systemsignalet høyrest ut med desse innstillingane.
pa: "ਟੈਸਟ" ਨੂੰ ਆਪਣੀ ਸੈਟਿੰਗ ਵਿੱਚ ਕੀਤੀ ਤਬਦੀਲੀ ਅਨੁਸਾਰ ਸਿਸਟਮ ਘੰਟੀ ਸੁਣਨ ਲਈ ਦਬਾਉ।
pt: Carregue em "Testar" para ouvir como a campainha irá soar usando a sua nova configuração.
pt_br: Clique em "Testar" para ouvir como irá soar a campainha do sistema com as suas novas configurações.
ro: Dați clic pe „Testează” pentru a determina felul în care se aude clopoțelul cu setările curente.
ru: Нажмите «Тест» для проверки параметров звукового сигнала.
sk: Kliknite na "Test" aby ste počuli ako bude systémový zvonček znieť.
sl: Pritisnite »Preizkus«, če želite preveriti, kako bo zvonec slišati ob spremenjenih nastavitvah.
sv: Klicka på "Testa" för att höra systemsummerns ljud med dina ändrade inställningar.
uk: Натисніть «Перевірити», щоб послухати, як системний дзвінок буде звучати після зміни параметрів.
wa: Clitchîz sol boton «Sayî» po schoûter li son do xhuflet avou les apontiaedjes ki vos avoz fwait.
zh_cn: 单击“测试”来听改动设置后的系统铃声。
zh_tw: 按下 "測試" 以聽到您變更設定後的聲音。

source: kcmbell
hi: केसीएम-बेल
hr: kbmbell
sv: IM summer

source: KDE Bell Control Module
ar: وحدة التحكم في جرس النظام لـِ كدي
bg: Контролен модул за системния звук
ca@valencia: Mòdul de control per al timbre del KDE
cs: Ovládací modul zvonku
da: KDE klokke-kontrolmodul
el: Άρθρωμα ελέγχου του κουδουνιού για το KDE
es: Módulo de control del timbre de KDE
et: KDE helisignaali seadistamise moodul
eu: KDEren kanpaiaren aginte-modulua
fa: پیمانه کنترل زنگ KDE
fi: KDE:n äänimerkin asetusmoduuli
fr: Module de configuration de la cloche de KDE
ga: Modúl Rialaithe Cloigín KDE
gl: Módulo de control da badalada de KDE
he: מודול בקרת הפעמון של KDE
hi: केसीएम घड़ी नियंत्रण मॉड्यूल
hr: KDE upravljački modul zvona
hu: A KDE rendszercsengő beállítómodulja
ia: Modulo de Controlo de Campana de KDE
is: Stillieining KDE bjöllunnar
it: Modulo di controllo della campanella di KDE
ja: KDE ベル設定モジュール
kk: KDE қоңырау басқару модулі
km: ម៉ូឌុល​ត្រួត​ពិនិត្យ​កណ្ដឹង​របស់ KDE
ko: KDE 종소리 제어 모듈
lv: KDE zvana vadības modulis
nb: KDE Systemsignalmodul
nds: KDE-Kuntrullmoduul för de Pingel
nl: KDE Systeembel Configuratiemodule
nn: KDE Systemsignalmodul
pa: KDE ਘੰਟੀ ਕੰਟਰੋਲ ਮੋਡੀਊਲ
pt: Módulo de Controlo da Campainha do KDE
pt_br: Módulo de controle da campainha do KDE
ro: Modul de control clopoțel pentru KDE
ru: Модуль настройки звукового сигнала KDE
sk: Modul ovládacieho centra KDE pre nastavenie zvončeka
sl: Nadzorni modul zvonca v KDE
sv: Inställningsmodul för summer
uk: Модуль керування дзвінком KDE
wa: Module di controle do xhuflet d' KDE
zh_cn: KDE 铃声控制模块
zh_tw: KDE 鈴聲控制模組

source: (c) 1997 - 2001 Christian Czezatke, Matthias Elter
es: © 1997 - 2001 Christian Czezatke, Matthias Elter
fa: (ح) ۲۰۰۱ - ۱۹۹۷ Christian Czezatke و Matthias Elter
ga: © 1997 - 2001 Christian Czezatke, Matthias Elter
hi: (c) 1997 - 2001 क्रिश्चियन ज़ेझात्के, मैथियास एल्टर
hr: © 1997–2001 Christian Czezatke, Matthias Elter
hu: (c) Christian Czezatke, Matthias Elter, 1997-2001.
km: រក្សា​សិទ្ធិ​ឆ្នាំ ១៩៩៧- ២០០១ ដោយ​ Christian Czezatke, Matthias Elter
nb: © 1997–2001 Christian Czezatke, Matthias Elter
nds: © 1997 - 2001 Christian Czezatke, Matthias Elter
nn: © 1997–2001 Christian Czezatke, Matthias Elter
pa: (c) ੧੯੯੭-੨੦੦੧ ਕ੍ਰਿਸ਼ਚਨ ਚੈਕਜਾਟਕੀ, ਮਾਥਹੀਸ ਈਲਟੀਰ
ru: © Christian Czezatke, Matthias Elter, 1997-2001
sv: © 1997-2001 Christian Czezatke, Matthias Elter
uk: © Christian Czezatke, Matthias Elter, 1997–2001
wa: © 1997 - 2001 Christian Czezatke, Matthias Elter

source: Christian Czezatke
hi: क्रिश्चियन ज़ेझात्के
pa: ਕ੍ਰਿਸ਼ਚਨ ਚੈਕਜਾਟਕੀ

source: Original author
ar: المؤلف الأصلي
ca@valencia: Autor original
cs: Původní autor
da: Oprindelig forfatter
el: Αρχικός συγγραφέας
es: Autor original
et: Algne autor
eu: Jatorrizko egilea
fa: نویسنده اصلی
fi: Alkuperäinen tekijä
fr: Auteur originel
ga: An chéad údar
gl: Autor orixinal
he: כותב מקורי
hi: मूल लेखक
hr: Izvorni autor
hu: Az eredeti program szerzője
ia: Autor original
is: Upphaflegur höfundur
it: Autore originale
ja: オリジナルの作者
kk: Бастапқы автор
km: អ្នក​និពន្ធ​ដើម
ko: 원 작성자
lv: Oriģināla autors
nb: Opprinnelig forfatter
nds: Orginaalautor
nl: Oorspronkelijke auteur
nn: Opphavsperson
pa: ਅਸਲੀ ਲੇਖਕ
pt: Autor original
pt_br: Autor original
ro: Autor original
ru: Первоначальный автор
sk: Pôvodný autor
sl: Prvotni avtor
sv: Ursprunglig upphovsman
uk: Перший автор
wa: Prumî oteur
zh_cn: 原作者
zh_tw: 原始作者

source: Bernd Wuebben
hi: बर्नद वुएबेन

source: Matthias Elter
hi: मैथियास एल्टर
pa: ਮਾਥਹੀਸ ਈਲਟੀਰ

source: Current maintainer
ar: المشرف الحالي على المشروع
ca@valencia: Mantenidor actual
cs: Současný správce
da: Nuværende vedligeholder
el: Τρέχων συντηρητής
es: Encargado actual
et: Praegune hooldaja
eu: Uneko arduraduna
fa: نگه‌دارنده جاری
fi: Nykyinen ylläpitäjä
fr: Mainteneur actuel
ga: Cothaitheoir reatha
gl: Mantenedor actual
he: מתחזק נוכחי
hi: वर्तमान मेंटेनर
hr: Trenutno održava
hu: A jelenlegi karbantartó
ia: Mantenitor currente
is: Núverandi viðhaldsforritari
it: Responsabile
ja: 現在のメンテナ
kk: Қазіргі жетілдірушісі
km: អ្នក​ថែទាំ​បច្ចុប្បន្ន
ko: 현재 관리자
lv: Pašreizējais uzturētājs
nb: Nåværende vedlikeholder
nds: Pleger
nl: Huidige onderhouder
nn: Noverande vedlikehaldar
pa: ਮੌਜੂਦਾ ਪ੍ਰਬੰਧਕ
pt: Manutenção actual
pt_br: Mantenedor atual
ro: Responsabil actual
ru: Сопровождающий
sk: Súčasný správca
sl: Trenutni vzdrževalec
sv: Nuvarande utvecklare
uk: Поточний супровід
wa: Tineu a djoû pol moumint
zh_cn: 现在的维护者
zh_tw: 目前維護人員

source: Carsten Pfeiffer
hi: कार्स्टेन फेइफर

# NAME OF TRANSLATORS
source: Your names
ar: Mohamed SAAD محمد سعد,زايد السعيدي
bg: Радостин Раднев
cs: Lukáš Tinkl
da: Erik Kjær Pedersen,Lars K. Schunk
el: Δημήτρης Καμενόπουλος,Στέργιος Δράμης,Σπύρος Γεωργαράς
fa: نازنین کاظمی
fi: Tapio Kautto,Teemu Rytilahti
gl: Xabi García, Marce Villarino
hr: Renato Pavičić
ia: Giovanni Sora
is: Richard Allen, Kristinn Rúnar Kristinsson
ja: Noboru Sinohara
km: ខឹម សុខែម, អេង វណ្ណៈ, អោក ពិសិដ្ឋ​​
ko: Park Shinjo
nl: Rinse de Vries,Gino Blommaert,Chris Hooijer
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pt_br: Lisiane Sztoltz Teixeira
sk: Stanislav Višňovský,Miroslav Dávid
sl: Grega Fajdiga,Andrej Vernekar
sv: Anders Widell,Mattias Newzella

# EMAIL OF TRANSLATORS
source: Your emails
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
bg: radnev@yahoo.com
cs: lukas@kde.org
da: erik@binghamton.edu,lars@schunk.dk
el: el97146@mail.ntua.gr,sdramis@egnatia.ee.auth.gr,sngeorgaras@otenet.gr
fa: kazemi@itland.ir
fi: eleknader@phnet.fi,teemu.rytilahti@kde-fi.org
gl: xabigf@gmx.net, mvillarino@users.sourceforge.net
hr: renato@translator-shop.org
ia: g.sora@tiscali.it
is: ra@ra.is, kiddi@breakbeat.is
ja: shinobo@leo.bekkoame.ne.jp
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
ko: kde@peremen.name
nl: rinsedevries@kde.nl,,
pa: aalam@users.sf.net
pt_br: lisiane@conectiva.com.br
sk: visnovsky@nenya.ms.mff.cuni.cz,mirodav@gmail.com
sl: grega.fajdiga@telemach.net,andrej.vernekar@moj.net
sv: awl@hem.passagen.se,newzella@linux.nu
