Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmcomponentchooser.po
Languages: it, ja, sv, zh_cn

# NAME OF TRANSLATORS
source: Your names
it: Federico Zenith,Nico Caprioli

# EMAIL OF TRANSLATORS
source: Your emails
it: federico.zenith@member.fsf.org,

source: <qt>Open <b>http</b> and <b>https</b> URLs</qt>
it: <qt>Apre gli URL <b>http</b> e <b>https</b></qt>
ja: <qt><b>http</b> や <b>https</b> の URL を開くアプリケーションを選択してください。</qt>
sv: <qt>Öppna webbadresser med <b>http</b> och <b>https</b></qt>
zh_cn: <qt>打开 <b>http</b> 和 <b>https</b> URLs</qt>

source: in an application based on the contents of the URL
it: in un'applicazione in base al contenuto dell'URL
ja: URL のコンテンツに適したアプリケーション(&U)
sv: i ett program baserat på innehållet i webbadressen
zh_cn: 根据 URL 的内容决定应用程序

source: in the following browser:
it: nel seguente browser:
ja: 以下のブラウザ(&I):
sv: i följande webbläsare:
zh_cn: 使用下面的浏览器：

source: Unknown
it: Sconosciuto
ja: 不明
sv: Okänd
zh_cn: 未知

source: <qt>You changed the default component of your choice, do want to save that change now ?</qt>
it: <qt>Hai cambiato il componente predefinito, vuoi salvare le modifiche adesso?</qt>
ja: <qt>デフォルトのコンポーネントが変更されました。変更を保存しますか？</qt>
sv: <qt>Du ändrade vald standardkomponent. Vill du spara ändringen nu?</qt>
zh_cn: <qt>您更改了所选的默认组件，是否想要现在保存更改？</qt>

source: No description available
it: Nessuna descrizione disponibile
ja: 説明はありません
sv: Ingen beskrivning tillgänglig
zh_cn: 没有可用的描述

source: Choose from the list below which component should be used by default for the %1 service.
it: Scegli dalla lista qui sotto quale componente predefinito usare per il servizio %1.
ja: %1 サービスにデフォルトで使用するコンポーネントを下のリストから選択してください。
sv: Välj vilken komponent som normalt ska användas för tjänsten %1.
zh_cn: 请从下面的列表中选择 %1 服务所使用的默认组件。

source: Here you can change the component program. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. You can choose here which programs these components are.
it: Qui puoi cambiare i componenti. I componenti sono programmi che gestiscono compiti di base, come l'emulatore di terminale, l'editor di testi e il programma di posta. Diverse applicazioni di KDE hanno a volte bisogno di avviare un emulatore di terminale, mandare una lettera o mostrare del testo. Per farlo coerentemente, queste applicazioni chiamano sempre gli stessi componenti. Qui puoi scegliere quali sono questi componenti.
ja: ここでコンポーネントプログラムを変更することができます。コンポーネントとは、ターミナルエミュレータ、テキストエディタ、メールクライアントといった、基本的な作業を扱うプログラムです。異なる KDE アプリケーションがコンソールエミュレータを起動したり、メールを送信したり、あるいはテキストをエディタに表示するときに、一貫性を持たせるために、これらのアプリケーションは常に同じコンポーネントを呼び出します。ここでこれらのコンポーネントとなるプログラムを選択します。
sv: Här kan du ändra komponentprogram. Komponenter är program som hanterar grundläggande uppgifter, som terminalprogrammet, texteditorn och e-postprogrammet. Olika KDE-program kan ibland behöva starta en terminal, skicka e-post eller visa text. För att göra det på samma sätt, använder programmen alltid samma komponenter. Här kan du välja vilka program som används som komponenter.
zh_cn: 您可以在此处更改组件程序。所谓组件，是指那些完成基本任务的程序，如终端模拟器，文本编辑器和电子邮件客户程序。不同的 KDE 应用程序有时会调用终端模拟器，发送电子邮件或显示某些文字。为了让这些操作显得更加整齐划一，这些应用程序都会调用相同的组件。您可以在此选择这些组件所对应的程序。

source: Default Component
it: Componente predefinito
ja: デフォルトのコンポーネント
sv: Standardkomponent
zh_cn: 默认组件

source: <qt> <p>This list shows the configurable component types. Click the component you want to configure.</p> <p>In this dialog you can change KDE default components. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. Here you can select which programs these components are.</p> </qt>
it: <qt> <p>Questa lista contiene i tipi di componenti configurabili. Fai clic sul componente che vuoi configurare.</p> <p>Qui puoi cambiare i componenti. I componenti sono programmi che gestiscono compiti di base, come l'emulatore di terminale, l'editor di testi e il programma di posta. Diverse applicazioni di KDE hanno a volte bisogno di avviare un emulatore di terminale, mandare una lettera o mostrare del testo. Per farlo coerentemente, queste applicazioni chiamano sempre gli stessi componenti. Qui puoi scegliere quali sono questi componenti.</p> </qt>
ja: <qt> <p>設定可能なコンポーネントのリストです。設定するコンポーネントをクリックしてください。</p> <p>このダイアログで KDE 標準のコンポーネントを変更することができます。コンポーネントとは、ターミナルエミュレータ、テキストエディタ、メールクライアントといった、基本的な作業を扱うプログラムです。異なる KDE アプリケーションがコンソールエミュレータを起動したり、メールを送信したり、あるいはテキストをエディタに表示するときに、一貫性を持たせるために、これらのアプリケーションは常に同じコンポーネントを呼び出します。ここでこれらのコンポーネントとなるプログラムを選択します。</p> </qt>
sv: <qt> <p>Den här listan visar komponenttyper som kan ställas in. Klicka på komponenten du vill ändra.</p> <p>Du kan ändra KDE:s förvalda komponenter i den här dialogrutan. Komponenter är program som hanterar grundläggande uppgifter, som terminalprogrammet, texteditorn och e-postprogrammet. Olika KDE-program kan ibland behöva starta en terminal, skicka e-post eller visa text. För att göra det på samma sätt, använder programmen alltid samma komponenter. Här kan du välja vilka program som används som komponenter.</p> </qt>
zh_cn: <qt> <p>此列表显示了可配置的组件类型。请点击您想要配置的组件。</p> <p>您可以在此对话框中更改 KDE 默认的组件。所谓组件，是指那些完成基本任务的程序，如终端模拟器，文本编辑器和电子邮件客户程序。不同的 KDE 应用程序有时会调用终端模拟器，发送电子邮件或显示某些文字。为了让这些操作显得更加整齐划一，这些应用程序都会调用相同的组件。您可以在此选择这些组件所对应的程序。</p> </qt>

source: Select preferred Web browser application:
it: Seleziona il browser Web preferito:
ja: デフォルトのウェブブラウザを選択:
sv: Välj önskat webbläsarprogram:
zh_cn: 选择首选的 Web 浏览器应用程序：

source: Select preferred email client:
it: Seleziona il programma di posta preferito:
ja: デフォルトのメールクライアントを選択:
sv: Välj önskad e-postklient:
zh_cn: 选择首选的电子邮件客户程序：

source: Select preferred terminal application:
it: Seleziona l'emulatore di terminale preferito:
ja: デフォルトのターミナルエミュレータを選択:
sv: Välj önskat terminalprogram:
zh_cn: 选择首选的终端应用程序：

source: The new window manager will be used when KDE is started the next time.
it: Il nuovo gestore delle finestre sarà impiegato dal prossimo riavvio di KDE.
ja: 新しいウィンドウマネージャは KDE の次回起動時から使用されます。
sv: Den nya fönsterhanteraren kommer att användas när KDE startas nästa gång.
zh_cn: 新窗口管理器将在 KDE 下次启动时应用。

source: Window Manager Change
it: Cambio del gestore delle finestre
ja: ウィンドウマネージャの変更
sv: Ändring av fönsterhanterare
zh_cn: 窗口管理器更改

source: A new window manager is running. It is still recommended to restart this KDE session to make sure all running applications adjust for this change.
it: È in esecuzione un nuovo gestore delle finestre. Si consiglia anche di riavviare la sessione di KDE per assicurarsi che tutte le applicazioni in esecuzione si adattino al cambio.
ja: 新しいウィンドウマネージャを起動しました。 しかし、実行中のすべてのアプリケーションがこの変更に適応できるように、KDE のセッションを再スタートすることをお勧めします。
sv: En ny fönsterhanterare kör. Det rekommenderas ändå att starta om KDE-sessionen för att vara säker på att alla program som kör justeras med avseende på ändringen.
zh_cn: 新窗口管理器正在运行。 不过仍然建议您重新启动 KDE 会话以确保正在运行的程序都作了相应调整。

source: Window Manager Replaced
it: Gestore delle finestre sostituito
ja: ウィンドウマネージャの置換
sv: Fönsterhanterare ersatt
zh_cn: 窗口管理器替换

source: Your running window manager will be now replaced with the configured one.
it: Il gestore delle finestre verrà sostituito con quello configurato.
ja: 実行中のウィンドウマネージャを設定されたものに置き換えます。
sv: Fönsterhanteraren som kör kommer nu att ersättas med den inställda.
zh_cn: 正在运行的窗口管理器将被指定的替换。

source: Config Window Manager Change
it: Modifica della configurazione del gestore delle finestre
ja: ウィンドウマネージャの変更
sv: Anpassa ändring av fönsterhanterare
zh_cn: 窗口管理器配置更改

source: &Accept Change
it: &Accetta le modifiche
ja: 変更を受け入れる(&A)
sv: &Acceptera ändring
zh_cn: 接受更改(&A)

source: &Revert to Previous
it: &Ripristina il precedente
ja: 元に戻す(&R)
sv: Åte&rgå till föregående
zh_cn: 还原到先前(&R)

source: The configured window manager is being launched. Please check it has started properly and confirm the change. The launch will be automatically reverted in 20 seconds.
it: Il gestore delle finestre configurato è stato avviato. Controlla se è partito correttamente e conferma il cambio. L'avvio verrà automaticamente annullato tra 20 secondi.
ja: 設定されたウィンドウマネージャを起動しています。 正常に起動したことを確認してから変更を受け入れてください。 起動は 20 秒後に自動的に取り消されます。
sv: Den inställda fönsterhanteraren håller på att startas. Kontrollera att den har startat som den ska och bekräfta ändringen. Starten återgår automatiskt om 20 sekunder.
zh_cn: 所配置的窗口管理器已经启动。 请检查它是否已经正常启动，并确认更改已经发生。 窗口管理器将在 20 秒后自动还原到先前状态。

source: The running window manager has been reverted to the default KDE window manager KWin.
it: Il gestore delle finestre in esecuzione è di nuovo KWin, il gestore predefinito di KDE.
ja: 実行中のウィンドウマネージャを KDE 標準のウィンドウマネージャ KWin に戻しました。
sv: Fönsterhanteraren som kör har återgått till KDE:s vanliga fönsterhanterare Kwin.
zh_cn: 正在运行的窗口管理器已被还原到 KDE 默认的 KWin。

source: The new window manager has failed to start. The running window manager has been reverted to the default KDE window manager KWin.
it: Il nuovo gestore delle finestre non è riuscito a partire. Il gestore delle finestre in esecuzione è di nuovo KWin, il gestore predefinito di KDE.
ja: 新しいウィンドウマネージャを起動できませんでした。 ウィンドウマネージャを KDE 標準のウィンドウマネージャ KWin に戻しました。
sv: Start av den nyinställda fönsterhanteraren har misslyckats. Fönsterhanteraren som kör har återgått till KDE:s vanliga fönsterhanterare Kwin.
zh_cn: 新窗口管理器启动失败。 正在运行的窗口管理器已被还原到 KDE 默认的 KWin。

source: Running the configuration tool failed
it: Esecuzione dello strumento di configurazione non riuscita
ja: 設定ツールを起動できませんでした
sv: Misslyckades köra inställningsverktyget.
zh_cn: 配置工具运行失败

source: Kmail is the standard Mail program for the KDE desktop.
it: KMail è il programma di posta standard per il desktop KDE.
ja: KMail は KDE デスクトップの標準メールクライアントです。
sv: Kmail är standardprogram för e-post med KDE skrivbordsmiljön.
zh_cn: Kmail 是 KDE 桌面的标准邮件程序。

source: &Use KMail as preferred email client
it: &Usa KMail come programma di posta preferito
ja: KMail をデフォルトのメールクライアントにする(&U)
sv: Använd &Kmail som e-postklient
zh_cn: 使用 KMail 作为首选的电子邮件客户程序(&U)

source: Select this option if you want to use any other mail program.
it: Scegli questa opzione se vuoi usare qualsiasi altro programma di posta.
ja: 他のメールクライアントを使う場合、このオプションを選択してください。
sv: Markera alternativet om du vill använda något annat e-postprogram.
zh_cn: 如果您想要使用另外的邮件程序，请选择此选项。

source: Use a different &email client:
it: Usa un altro programma di &posta:
ja: 他のメールクライアントを使う(&M):
sv: A&nvänd en annan e-postklient:
zh_cn: 使用另外的电子邮件客户程序(&E)：

source: <ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> <li>%u: Full mailto: URL </li></ul>
it: <ul> <li>%t: Indirizzo del destinatario</li> <li>%s: Oggetto</li> <li>%c: Copia carbone (CC)</li> <li>%b: Copia carbone nascosta (CCN)</li> <li>%B: Corpo del messaggio</li> <li>%A: Allegato </li> <li>%u URL di tipo «mailto:» completo</li></ul>
ja: <ul> <li>%t: 受取人のアドレス</li> <li>%s: 件名 (Subject)</li> <li>%c: カーボンコピー (CC)</li> <li>%b: ブラインドカーボンコピー (BCC)</li> <li>%B: テンプレートの本体テキスト</li> <li>%A: 添付ファイル</li> <li>%u: 完全な mailto: URL </li></ul>
sv: <ul> <li>%t: Mottagarens adress</li> <li>%s: Rubrik</li> <li>%c: Kopia (CC)</li> <li>%b: Dold kopia (BCC)</li> <li>%B: Mallens text</li> <li>%A: Bilaga</li> <li>%u: Fullständig webbadress i mailto: </li></ul>
zh_cn: <ul> <li>%t：收件人地址</li> <li>%s：主题</li> <li>%c：抄送(CC)</li> <li>%b：密件抄送(BCC)</li> <li>%B：模板主体文本</li> <li>%A：附件</li> <li>%u：完整的 mailto: URL </li></ul>

source: Press this button to select your favorite email client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> You can also use several placeholders which will be replaced with the actual values when the email client is called:<ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> </ul>
it: Premi questo pulsante per scegliere il programma di posta preferito. Nota che il file che scegli deve essere eseguibile per essere accettato.<br/>Puoi usare vari segnaposti che saranno sostituiti con gli opportuni valori quando il comando sarà eseguito:<ul> <li>%t: Indirizzo del destinatario</li> <li>%s: Oggetto</li> <li>%c: Copia carbone (CC) </li> <li>%b: Copia carbone nascosta (CCN)</li> <li>%B: Corpo del messaggio</li> <li>%A: Allegato</li> </ul>
ja: <html><p>右のボタンを押してお気に入りのメールクライアントを選択してください。選択するファイルは実行可能属性が設定されているものでなければなりません。</p><p>以下の変数も使用できます。これらはメールクライアントを呼び出したときに実際の値に置き換わります。<ul><li>%t: 受取人のアドレス</li><li>%s: 件名 (Subject)</li><li>%c: カーボンコピー (CC)</li><li>%b: ブラインドカーボンコピー (BCC)</li><li>%B: テンプレートの本体テキスト</li><li>%A: 添付ファイル</li></ul></p></html>
sv: Klicka på knappen för att välja önskad e-postklient. Observera att filen du väljer måste ha körbehörigheter för att accepteras.<br/> Du kan också använda flera platsmarkörer, som ersätts med riktiga värden då e-postklienten anropas:<ul> <li>%t: Mottagarens adress</li> <li>%s: Rubrik</li> <li>%c: Kopia (CC)</li> <li>%b: Dold kopia (BCC)</li> <li>%B: Mallens text</li> <li>%A: Bilaga </li></ul>
zh_cn: 单击此按钮选择您喜爱的电子邮件客户程序。请注意，您所选择的文件必须设置了可执行属性。<br/>您也可以在这里使用占位符，这些占位符会在调用电子邮件程序的时候被自动替换为实际的值。可用的占位符有：<ul> <li>%t：收件人地址</li> <li>%s：主题</li> <li>%c：抄送(CC)</li> <li>%b：密件抄送(BCC)</li> <li>%B：模板主体文本</li> <li>%A：附件</li> </ul>

source: Click here to browse for the mail program file.
it: Fai clic per sfogliare e indicare il file del programma di posta.
ja: ファイル選択ダイアログを開いてメールクライアントの実行ファイルを選択するには、ここをクリックしてください。
sv: Klicka här för att hitta e-postprogrammets fil.
zh_cn: 单击此处浏览邮件程序文件。

source: Activate this option if you want the selected email client to be executed in a terminal (e.g. <em>Konsole</em>).
it: Attiva questa opzione se vuoi che il client di posta sia eseguito in un terminale (per esempio <em>Konsole</em>).
ja: Konsole のようなターミナル内で実行するメールクライアントを指定した場合は、このオプションを有効にしてください。
sv: Markera det här alternativet om du vill att den valda e-postklienten ska köras i en terminal (t ex <em>Konsole</em>).
zh_cn: 如果您想要在终端(如 <em>Konsole</em>)中执行选中的电子邮件客户程序，则应该选中此选项。

source: &Run in terminal
it: Esegui in un te&rminale
ja: ターミナルで実行する(&N)
sv: Kö&r i terminal
zh_cn: 在终端中运行(&R)

source: Browse directories using the following file manager:
it: Sfoglia le cartelle con il gestore di file seguente:
ja: ディレクトリをブラウズするために使用するファイルマネージャを選択:
sv: Bläddra i kataloger med användning av följande filhanterare:
zh_cn: 使用以下文件管理器浏览目录：

source: Other: click Add... in the dialog shown here:
it: Altro: premi «Aggiungi...» in questa finestra:
ja: その他 (右の<interface>...</interface>ボタンをクリックして選択します):
sv: Annan: Klicka på Lägg till... i dialogrutan som visas här:
zh_cn: 其它：点击下面对话框里的“添加...”：

source: Component Chooser
it: Scelta dei componenti
ja: コンポーネント選択
sv: Komponentväljare
zh_cn: 组件选择

source: (c), 2002 Joseph Wenninger
it: © 2002 Joseph Wenninger
sv: © 2002 Joseph Wenninger

source: 1 second remaining:
it: Resta 1 secondo:
ja: 残り 1 秒:
sv: 1 sekund återstår:
zh_cn: 剩余 %1 秒：

source: &Use Konsole as terminal application
it: &Usa Konsole come emulatore di terminale
ja: Konsole をデフォルトのターミナルエミュレータにする(&U)
sv: A&nvänd Konsole som terminalprogram
zh_cn: 使用 Konsole 作为终端程序(&U)

source: Use a different &terminal program:
it: Usa un altro emulatore di &terminale:
ja: 他のターミナルエミュレータを使う(&T):
sv: Använd ett annat &terminalprogram:
zh_cn: 使用另外的终端程序(&T)：

source: Press this button to select your favorite terminal client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br/> Also note that some programs that utilize Terminal Emulator will not work if you add command line arguments (Example: konsole -ls).
it: Premi questo pulsante per selezionare l'emulatore di terminale preferito. Nota che il file che selezioni deve avere l'attributo di eseguibile impostato per essere accettato.<br/> Nota anche che alcuni programmi che usano l'emulatore di terminale non funzionano se aggiungi argomenti per la riga di comando (per esempio: konsole -ls).
ja: <html><p>右のボタンを押してお好みのターミナルエミュレータを選択してください。選択するファイルは実行可能属性が設定されているものでなければなりません。</p><p><note>ターミナルエミュレータを利用するいくつかのプログラムは、<icode>konsole -ls</icode> のようにコマンドライン引数を付けると動作しなくなります。</note></p></html>
sv: Tryck på den här knappen för att välja din favoritterminal. Observera att filen som du väljer måste vara körbar för att accepteras.<br/>Observera också att vissa program som använder en terminalemulator inte fungerar om du lägger till kommandoradsväljare (till exempel: konsole -ls).
zh_cn: 单击此按钮可选择您喜爱的终端客户程序。请注意，您所选的文件必须已经设置了可执行属性才能被接受。<br/>请注意，某些终端模拟程序无法接受您添加的命令行参数(例如：konsole -ls。)

source: Click here to browse for terminal program.
it: Fai clic per sfogliare e indicare un emulatore di terminale.
ja: ファイル選択ダイアログを開いてターミナルエミュレータの実行ファイルを選択するには、ここをクリックしてください。
sv: Klicka här för att bläddra efter terminalprogram.
zh_cn: 单击此处浏览终端程序。

source: &Use the default KDE window manager (KWin)
it: &Usa il gestore delle finestre predefinito di KDE (KWin)
ja: KDE 標準のウィンドウマネージャ KWin を使う(&U)
sv: An&vänd KDE:s vanliga fönsterhanterare (Kwin)
zh_cn: 使用默认 KDE 窗口管理器(KWin)(&U)

source: Use a different &window manager:
it: Usa un altro &gestore delle finestre:
ja: 他のウィンドウマネージャを使う(&W):
sv: Använd en annan &fönsterhanterare:
zh_cn: 使用另外的窗口管理器(&W)：

source: Configure
it: Configura
ja: 設定
sv: Anpassa
zh_cn: 配置

source: Note: Most window managers have their own configuration and do not follow KDE settings.
it: Nota: la maggior parte dei gestori delle finestre hanno una configurazione propria e non seguono le impostazioni di KDE.
ja: <note>大部分のウィンドウマネージャには独自の設定があり、KDE の設定には従いません。</note>
sv: Observera: De flesta fönsterhanterare har sin egen inställning och följer inte KDE:s inställningar.
zh_cn: 注意：大多窗口管理器有其自己的配置方式，不遵循 KDE 的设定。

source: kcmcomponentchooser
sv: IM komponentväljare
