Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmcolors.po
Languages: ca, sr, zh_tw

source: Colors
sr: Боје|/|$[својства дат 'Бојама']
zh_tw: 色彩

source: (c) 2007 Matthew Woehlke
sr: © 2007, Метју Велке

source: Matthew Woehlke
sr: Метју Велке

source: Jeremy Whiting
sr: Џереми Вајтинг

# Default color scheme
source: Default
ca: Predeterminat
sr: подразумевана
zh_tw: 預設

# Current color scheme
source: Current
ca: Actual
sr: текућа
zh_tw: 目前的

source: Selecting another scheme will discard any changes you have made
ca: Si seleccioneu un altre esquema, es descartaran els canvis que heu fet
sr: Избором друге шеме све измене које сте начинили биће одбачене
zh_tw: 選擇其它的機制將會丟棄您所做的任何變更

source: Are you sure?
ca: Esteu segur?
sr: Јесте ли сигурни?
zh_tw: 您確定嗎？

source: You do not have permission to delete that scheme
ca: No teniu permís per eliminar aquest esquema
sr: Немате дозволу да обришете ту шему
zh_tw: 您沒有刪除該機制的權限

source: Error
sr: Грешка
zh_tw: 錯誤

source: Import Color Scheme
ca: Importació d'esquema de color
sr: Увези шему боја
zh_tw: 匯入顏色機制

source: The scheme you have selected appears to be a KDE3 scheme. KDE will attempt to import this scheme, however many color roles have been added since KDE3. Some manual work will likely be required. This scheme will not be saved automatically.
ca: L'esquema que heu seleccionat sembla que és un esquema del KDE3. El KDE intentarà importar aquest esquema, però s'han afegit molts rols de colors des del KDE3. Possiblement es necessitarà alguna tasca manual. Aquest esquema no es desarà manualment.
sr: Шема коју сте изабрали личи на КДЕ‑3 шему. КДЕ ће покушати да увезе ову шему, али су од времена КДЕ‑а 3 додате многе улоге боја. Вероватно ће бити потребно нешто ручног посла. Ова шема неће бити аутоматски сачувана.
zh_tw: 您選擇的機制似乎是 KDE3 的機制。 KDE 會試著匯入此機制，不過在 KDE3 之後新增了不少顏色角色。您可能需要手動修改一些東西。 此機制將不會自動被儲存。

source: Notice
ca: Avís
sr: Напомена
zh_tw: 通知

source: Please save the color scheme before uploading it.
sr: Сачувајте шему боја пре него што је отпремите.
zh_tw: 請在上傳前儲存此顏色機制。

source: Please save
sr: Очекивано уписивање
zh_tw: 請儲存

source: Save Color Scheme
ca: Desa l'esquema de color
sr: Уписивање шеме боја
zh_tw: 儲存顏色機制

source: &Enter a name for the color scheme:
ca: &Introduïu un nom per a l'esquema de color:
sr: &Унесите име за шему боја:
zh_tw: 輸入此顏色機制的名稱(&E)：

source: A color scheme with that name already exists. Do you want to overwrite it?
ca: Ja existeix un esquema de color amb aquest nom. Voleu sobreescriure'l?
sr: Истоимена шема боја већ постоји. Желите ли да је пребришете?
zh_tw: 已有顏色機制使用此名稱。 您要覆寫它嗎？

source: You do not have permission to overwrite that scheme
ca: No teniu permís per sobreescriure aquest esquema
sr: Немате дозволу да пребришете ову шему
zh_tw: 您沒有覆寫該機制的權限

source: Varies
ca: Variacions
sr: променљиво
zh_tw: 變動

source: Normal Background
ca: Fons normal
sr: обична позадина
zh_tw: 正常背景

source: Alternate Background
ca: Fons alternatiu
sr: алтернативна позадина
zh_tw: 變更後背景

source: Normal Text
ca: Text normal
sr: обичан текст
zh_tw: 正常文字

source: Inactive Text
ca: Text inactiu
sr: неактиван текст
zh_tw: 非作用中文字

source: Active Text
ca: Text actiu
sr: активан текст
zh_tw: 作用中文字

source: Link Text
ca: Text d'enllaç
sr: текст везе
zh_tw: 連結文字

source: Visited Text
ca: Text visitat
sr: текст посећеног
zh_tw: 已參訪文字

source: Negative Text
ca: Text negatiu
sr: негативан текст
zh_tw: 負面文字

source: Neutral Text
ca: Text neutre
sr: неутралан текст
zh_tw: 中性文字

source: Positive Text
ca: Text positiu
sr: позитиван текст
zh_tw: 正面文字

source: Focus Decoration
ca: Decoració del focus
sr: декорација фокуса
zh_tw: 焦點裝飾

source: Hover Decoration
ca: Decoració en passar per sobre
sr: декорација лебдења
zh_tw: 滑鼠覆蓋裝飾

source: &Scheme
ca: E&squema
sr: &Шема
zh_tw: 機制(&S)

source: Get new color schemes from the Internet
sr: Добави нову шеме боја са Интернета
zh_tw: 從網路取得顏色機制

source: Get &New Schemes...
sr: Добави &нове шеме...
zh_tw: 取得新機制(&N)...

source: Share the selected scheme on the Internet
sr: Подели изабрану шему преко Интернета
zh_tw: 將選取的機制分享到網路上

source: &Upload Scheme...
sr: &Отпреми шему...
zh_tw: 上傳機制(&U)...

source: Import a color scheme from a file
ca: Importa un esquema de color des d'un fitxer
sr: Увези шему боја из фајла
zh_tw: 從檔案匯入顏色機制

source: Import Scheme...
ca: Importa un esquema...
sr: Увези шему...
zh_tw: 匯入機制...

source: Save the current color scheme
ca: Desa l'esquema de color actual
sr: Сачувај текућу шему боја
zh_tw: 儲存目前的顏色機制

source: Save Scheme...
ca: Desa l'esquema...
sr: Сачувај шему...
zh_tw: 儲存機制...

source: Remove the selected scheme
ca: Elimina l'esquema seleccionat
sr: Уклони изабрану шему
zh_tw: 移除選取的機制

source: Remove Scheme
ca: Elimina l'esquema
sr: Уклони шему
zh_tw: 移除機制

source: Preview
ca: Vista prèvia
sr: Преглед
zh_tw: 預覽

source: Options
ca: Opcions
sr: Опције
zh_tw: 選項

source: Apply inactive window color &effects
ca: Aplica &efectes de colors de les finestres inactives
sr: Примени &ефекте боја неактивног прозора
zh_tw: 套用非作用中的顏色效果(&E)

source: In&active selection changes color
ca: La selecció in&activa canvia de color
sr: &Неактиван избор мења боју
zh_tw: 變更非作用中選取區顏色(&A)

source: Shade sorted column &in lists
ca: Ombreja la columna orde&nada a les llistes
sr: &Засенчи уређене колоне на списку
zh_tw: 在清單中以陰影排序欄位(&I)

source: Apply colors to &non-KDE4 applications
ca: Aplica els colors a les aplicacions &no-KDE4
sr: Примени боје на не‑КДЕ‑4 програме
zh_tw: 套用色彩至非 KDE4 應用程式(&N)

source: Shading of frames and lighting ("3D") effects
ca: Ombrejat de marcs i efectes d'il·luminació («3D»)
sr: Ефекти сенчења оквира и осветљавања („3Д“)
zh_tw: 外框與突顯的遮蔽（立體）效果

source: Shading
ca: Ombrejat
sr: Сенчење
zh_tw: 遮蔽

source: Minimum
ca: Mínim
sr: најмање
zh_tw: 最小

source: Maximum
ca: Màxim
sr: највише
zh_tw: 最大

source: Contrast
sr: Контраст
zh_tw: 對比

source: Color set:
ca: Joc de colors:
sr: Скуп боја:
zh_tw: 色彩集：

source: Colorset to view/modify
ca: Joc de colors a veure/modificar
sr: Скуп боја за преглед/измену
zh_tw: 要檢視與變更的顏色集

# color-sets
source: Common Colors
ca: Colors normals
sr: уобичајене боје
zh_tw: 共用色彩

# color-sets
source: View
ca: Visualització
sr: приказ
zh_tw: 檢視

# color-sets
source: Window
ca: Finestra
sr: прозор
zh_tw: 視窗

# color-sets
source: Button
ca: Botó
sr: дугме
zh_tw: 按鈕

# color-sets
source: Selection
ca: Selecció
sr: избор
zh_tw: 選擇區

# color-sets
source: Tooltip
ca: Consell
sr: облачић
zh_tw: 工具提示

source: New Row
ca: Fila nova
sr: Нова врста
zh_tw: 新列

source: View Background
ca: Fons de vista
sr: позадина приказа
zh_tw: 檢視背景

source: View Text
ca: Text de vista
sr: текст приказа
zh_tw: 檢視文字

source: Window Background
ca: Fons de finestra
sr: позадина прозора
zh_tw: 視窗背景

source: Window Text
ca: Text de finestra
sr: текст прозора
zh_tw: 視窗文字

source: Button Background
ca: Fons de botó
sr: позадина дугмета
zh_tw: 按鈕背景

source: Button Text
ca: Text de botó
sr: текст дугмета
zh_tw: 按鈕文字

source: Selection Background
ca: Fons de selecció
sr: позадина избора
zh_tw: 選取文字背景

source: Selection Text
ca: Text de selecció
sr: текст избора
zh_tw: 選取文字

source: Selection Inactive Text
ca: Text de selecció inactiu
sr: текст неактивног избора
zh_tw: 選取非作用中文字

source: Tooltip Background
ca: Fons de consell
sr: позадина облачића
zh_tw: 工具提示背景

source: Tooltip Text
ca: Text de consell
sr: текст облачића
zh_tw: 工具提示文字

source: Active Titlebar
ca: Barra de títol activa
sr: активни наслов
zh_tw: 作用中標題列

source: Active Titlebar Text
ca: Text de barra de títol activa
sr: текст активног наслова
zh_tw: 作用中標題列文字

source: Active Titlebar Secondary
ca: Barra de títol secundària activa
sr: активни наслов, споредно
zh_tw: 作用中標題列次要資訊

source: Inactive Titlebar
ca: Barra de títol inactiva
sr: неактивни наслов
zh_tw: 非作用中標題列

source: Inactive Titlebar Text
ca: Text de barra de títol inactiva
sr: текст неактивног наслова
zh_tw: 非作用中標題列文字

source: Inactive Titlebar Secondary
ca: Barra de títol secundària inactiva
sr: неактивни наслов, споредно
zh_tw: 非作用中標題列文字次要資訊

# @title:tab color transformations on inactive elements
source: Inactive
ca: Inactiu
sr: Неактивно
zh_tw: 非作用中

source: Intensity:
ca: Intensitat:
sr: Интензитет:
zh_tw: 強度：

source: Inactive intensity effect type
ca: Tipus d'efecte d'intensitat inactiva
sr: Тип ефекта интензитета неактивног
zh_tw: 非作用中的強度效果類型

# no inactive intensity effect
source: None
ca: Sense
sr: без ефекта
zh_tw: 無

# inactive intensity effect
source: Shade
ca: Ombrejat
sr: засенчено
zh_tw: 陰影

# inactive intensity effect
source: Darken
ca: Enfosquit
sr: потамњено
zh_tw: 變黑

# inactive intensity effect
source: Lighten
ca: Aclarit
sr: расветљено
zh_tw: 變淡

source: Inactive intensity effect amount
ca: Quantitat d'efecte d'intensitat inactiva
sr: Количина ефекта интензитета неактивног
zh_tw: 非作用中的強度效果

source: Color:
sr: Боја:
zh_tw: 色彩：

source: Inactive color effect type
ca: Tipus d'efecte de color inactiu
sr: Тип ефекта боје неактивног
zh_tw: 非作用中的顏色效果類型

# no inactive color effect
source: None
ca: Sense
sr: без ефекта
zh_tw: 無

# inactive color effect
source: Desaturate
ca: Dessaturat
sr: одзасићено
zh_tw: 去飽和

# inactive color effect
source: Fade
ca: Esvaïment
sr: утопљено
zh_tw: 淡出

# inactive color effect
source: Tint
ca: Acolorit
sr: испрано
zh_tw: 染色

source: Inactive color amount
ca: Quantitat de color inactiu
sr: Количина ефекта боје неактивног
zh_tw: 非作用中的顏色數量

source: Inactive color
ca: Color inactiu
sr: Боја неактивног
zh_tw: 非作用中的顏色

source: Contrast:
sr: Контраст:
zh_tw: 對比：

source: Inactive contrast effect type
ca: Tipus d'efecte de contrast inactiu
sr: Тип ефекта контраста неактивног
zh_tw: 非作用中的對比效果類型

# no inactive contrast effect
source: None
ca: Sense
sr: без ефекта
zh_tw: 無

# inactive contrast effect
source: Fade
ca: Esvaïment
sr: утопљено
zh_tw: 淡出

# inactive contrast effect
source: Tint
ca: Acolorit
sr: испрано
zh_tw: 染色

source: Inactive contrast effect amount
ca: Quantitat d'efecte de contrast inactiu
sr: Количина ефекта контраста неактивног
zh_tw: 非作用中的對比效果

# @title:tab color transformations on disabled elements
source: Disabled
ca: Inhabilitat
sr: Искључено
zh_tw: 關閉

source: Disabled intensity effect type
ca: Tipus d'efecte d'Intensitat deshabilitada
sr: Тип ефекта интензитета искљученог
zh_tw: 關閉的強度效果類型

# no disabled intensity effect
source: None
ca: Sense
sr: без ефекта
zh_tw: 無

# disabled intensity effect
source: Shade
ca: Ombrejat
sr: засенчено
zh_tw: 陰影

# disabled intensity effect
source: Darken
ca: Enfosquit
sr: потамњено
zh_tw: 變黑

# disabled intensity effect
source: Lighten
ca: Aclarit
sr: расветљено
zh_tw: 變淡

source: Disabled intensity effect amount
ca: Quantitat d'efecte d'Intensitat deshabilitada
sr: Количина ефекта интензитета искљученог
zh_tw: 關閉的強度效果

source: Disabled color effect type
ca: Tipus d'efecte de color deshabilitat
sr: Тип ефекта боје искљученог
zh_tw: 關閉的顏色效果類型

# no disabled color effect
source: None
ca: Sense
sr: без ефекта
zh_tw: 無

# disabled color effect
source: Desaturate
ca: Dessaturat
sr: одзасићено
zh_tw: 去飽和

# disabled color effect
source: Fade
ca: Esvaïment
sr: утопљено
zh_tw: 淡出

# disabled color effect
source: Tint
ca: Acolorit
sr: испрано
zh_tw: 染色

source: Disabled color effect amount
ca: Quantitat d'efecte de color deshabilitat
sr: Количина ефекта боје искљученог
zh_tw: 關閉的顏色效果數量

source: Disabled color
ca: Color deshabilitat
sr: Боја искљученог
zh_tw: 關閉的顏色

source: Disabled contrast type
ca: Tipus de contrast deshabilitat
sr: Тип контраста искљученог
zh_tw: 關閉的對比類型

# no disabled contrast
source: None
ca: Sense
sr: без ефекта
zh_tw: 無

# disabled contrast
source: Fade
ca: Esvaïment
sr: утопљено
zh_tw: 淡出

# disabled contrast
source: Tint
ca: Acolorit
sr: испрано
zh_tw: 染色

source: Disabled contrast amount
ca: Quantitat de contrast deshabilitat
sr: Количина контраста искљученог
zh_tw: 關閉的對比

source: Window text on Window Background
ca: Text de finestra en el fons de finestra
sr: Текст прозора на позадини прозора.
zh_tw: 視窗背景上的文字

# color-kcm-preview
source: Window text
ca: Text de finestra
sr: Текст прозора
zh_tw: 視窗文字

source: View Normal Text against View Normal Background
ca: Vista de text normal contra vista de fons normal
sr: Обичан текст приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的正常文字

# color-kcm-preview
source: Normal text
ca: Text normal
sr: Обичан текст
zh_tw: 正常文字

source: View Link Text against View Normal Background
ca: Vista de text d'enllaç contra vista de fons normal
sr: Текст везе приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的連結文字

# color-kcm-preview
source: link
ca: enllaç
sr: веза
zh_tw: 連結

source: View Visited Text against View Normal Background
ca: Vista de text visitat contra vista de fons normal
sr: Текст посећене везе приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的已造訪連結文字

# color-kcm-preview
source: visited
ca: visitat
sr: посећено
zh_tw: 已造訪

source: View Active Text against View Normal Background
ca: Vista de text actiu contra vista de fons normal
sr: Активан текст приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的作用中文字

# color-kcm-preview
source: a
sr: а

source: View Inactive Text against View Normal Background
ca: Vista de text inactiu contra vista de fons normal
sr: Неактиван текст приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的非作用中文字

# color-kcm-preview
source: i
sr: н

source: View Negative Text against View Normal Background
ca: Vista de text negatiu contra vista de fons normal
sr: Негативни текст приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的反相文字

source: View Neutral Text against View Normal Background
ca: Vista de text neutre contra vista de fons normal
sr: Неутрални текст приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的淺色文字

source: View Positive Text against View Normal Background
ca: Vista de text positiu contra vista de fons normal
sr: Позитивни текст приказа на обичној позадини приказа.
zh_tw: 檢視正常背景下的正相文字

source: Selection Normal Text against Selection Normal Background
ca: Selecció de text normal contra selecció de fons normal
sr: Обичан текст избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的正常文字

# color-kcm-preview
source: Selected text
ca: Text seleccionat
sr: изабрани текст
zh_tw: 選取的文字

source: Selection Link Text against Selection Normal Background
ca: Selecció de text d'enllaç contra selecció de fons normal
sr: Текст везе избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的連結文字

source: Selection Visited Text against Selection Normal Background
ca: Selecció de text visitat contra selecció de fons normal
sr: Текст посећене везе избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的已造訪連結文字

source: Selection Active Text against Selection Normal Background
ca: Selecció de text actiu contra selecció de fons normal
sr: Активни текст избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的作用中文字

source: Selection Inactive Text against Selection Normal Background
ca: Selecció de text inactiu contra selecció de fons normal
sr: Неактивни текст избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的非作用中文字

source: Selection Negative Text against Selection Normal Background
ca: Selecció de text negatiu contra selecció de fons normal
sr: Негативни текст избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的反相文字

source: Selection Neutral Text against Selection Normal Background
ca: Selecció de text neutre contra selecció de fons normal
sr: Неутрални текст избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的淺色文字

source: Selection Positive Text against Selection Normal Background
ca: Selecció de text positiu contra selecció de fons normal
sr: Позитивни текст избора на обичној позадини избора.
zh_tw: 檢視選取正常背景下的正相文字

source: Button text on Button Background
ca: Text de botó sobre fons de botó
sr: Текст дугмета на позадини дугмета
zh_tw: 按鈕背景上的文字

# color-kcm-preview
source: Push Button
ca: Botó
sr: Дугме
zh_tw: 按鍵

source: Normal Text on Normal Background
ca: Text normal sobre fons normal
sr: Обичан текст на обичној позадини.
zh_tw: 正常背景上的正常文字

# color-kcm-set-preview
source: normal
sr: обично
zh_tw: 正常

source: Link Text on Normal Background
ca: Text d'enllaç sobre fons normal
sr: Текст везе на обичној позадини.
zh_tw: 正常背景上的連結文字

# color-kcm-set-preview
source: link
ca: enllaç
sr: веза
zh_tw: 連結

source: Visited Text on Normal Background
ca: Text visitat sobre fons normal
sr: Текст посећене везе на обичној позадини.
zh_tw: 正常背景上的已造訪文字

# color-kcm-set-preview
source: visited
ca: visitat
sr: посећено
zh_tw: 已造訪

source: Active Text on Normal Background
ca: Text actiu sobre fons normal
sr: Активни текст на обичној позадини.
zh_tw: 正常背景上的作用中文字

# color-kcm-set-preview
source: active
ca: actiu
sr: активно
zh_tw: 作用中

source: Inactive Text on Normal Background
ca: Text inactiu sobre fons normal
sr: Неактивни текст на обичној позадини.
zh_tw: 正常背景上的非作用中文字

# color-kcm-set-preview
source: inactive
ca: inactiu
sr: неактивно
zh_tw: 非作用中

source: Negative Text on Normal Background
ca: Text negatiu sobre fons normal
sr: Негативни текст на обичној позадини.
zh_tw: 正常背景上的反相文字

# color-kcm-set-preview
source: negative
ca: negatiu
sr: негативно
zh_tw: 反相

source: Neutral Text on Normal Background
ca: Text neutre sobre fons normal
sr: Неутрални текст на обичној позадини.
zh_tw: 正常背景上的淺色文字

# color-kcm-set-preview
source: neutral
ca: neutre
sr: неутрално
zh_tw: 淺色

source: Positive Text on Normal Background
ca: Text positiu sobre fons normal
sr: Позитивни текст на обичној позадини
zh_tw: 正常背景上的正相文字

# color-kcm-set-preview
source: positive
ca: positiu
sr: позитивно
zh_tw: 正相

source: Hover on Normal Background
ca: En passar per sobre de fons normal
sr: Лебдење над обичном позадином.
zh_tw: 正常背景上有游標

# color-kcm-set-preview
source: hover
ca: en passar
sr: лебдење
zh_tw: 游標覆蓋

source: Link Text on Link Background (Note: Link Background is derived from Link Text and cannot be separately configured at this time)
ca: Text d'enllaç sobre fons d'enllaç (Nota: el fons d'enllaç es deriva del text d'enllaç i no es pot configurar per separat en aquest moment)
sr: Текст везе на позадини везе. (Напомена: позадина везе се изводи из текста веза и тренутно се не може засебно подесити.)
zh_tw: 連結背景上的連結文字 （注意：連結背景是由連結文字而來，此時不能分離）

source: Visited Text on Visited Background (Note: Visited Background is derived from Visited Text and cannot be separately configured at this time)
ca: Text visitat sobre fons visitat (Nota: el fons visitat es deriva del text visitat i no es pot configurar per separat en aquest moment)
sr: Текст посећене везе на позадини посећеног. (Напомена: позадина посећеног се изводи из текста посећеног и тренутно се не може засебно подесити.)
zh_tw: 已造訪背景上的已造訪文字 （注意：已造訪背景是由已造訪文字而來，此時不能分離）

source: Active Text on Active Background (Note: Active Background is derived from Active Text and cannot be separately configured at this time)
ca: Text actiu sobre fons actiu (Nota: el fons actiu es deriva del text actiu i no es pot configurar per separat en aquest moment)
sr: Активни текст на активној позадини. (Напомена: активна позадина се изводи из активног текста и тренутно се не може засебно подесити.)
zh_tw: 作用中背景上的作用中文字 （注意：作用中背景是由作用中文字而來，此時不能分離）

source: Inactive Text on Alternate Background
ca: Text inactiu sobre fons alternatiu
sr: Неактивни текст на алтернативној позадини.
zh_tw: 替代背景上的非作用中文字

# color-kcm-set-preview
source: alternate
ca: alternatiu
sr: алтернативно
zh_tw: 替代

source: Negative Text on Negative Background (Note: Negative Background is derived from Negative Text and cannot be separately configured at this time)
ca: Text negatiu sobre fons negatiu (Nota: el fons negatiu es deriva del text negatiu i no es pot configurar per separat en aquest moment)
sr: Негативни текст на негативној позадини. (Напомена: негативна позадина се изводи из негативног текста и тренутно се не може засебно подесити.)
zh_tw: 反相背景上的反相文字 （注意：反相背景是由反相文字而來，此時不能分離）

source: Neutral Text on Neutral Background (Note: Neutral Background is derived from Neutral Text and cannot be separately configured at this time)
ca: Text neutre sobre fons neutre (Nota: el fons neutre es deriva del text neutre i no es pot configurar per separat en aquest moment)
sr: Неутрални текст на неутралној позадини. (Напомена: неутрална позадина се изводи из неутралног текста и тренутно се не може засебно подесити.)
zh_tw: 淺色背景上的淺色文字 （注意：淺色背景是由淺色文字而來，此時不能分離）

source: Positive Text on Positive Background (Note: Positive Background is derived from Positive Text and cannot be separately configured at this time)
ca: Text positiu sobre fons positiu (Nota: el fons positiu es deriva del text positiu i no es pot configurar per separat en aquest moment)
sr: Позитивни текст на позитивној позадини. (Напомена: позитивна позадина се изводи из позитивног текста и тренутно се не може засебно подесити.)
zh_tw: 正相背景上的正相文字 （注意：正相背景是由正相文字而來，此時不能分離）

source: Focus on Normal Background
ca: Focus sobre el fons normal
sr: Фокус на обичној позадини.
zh_tw: 聚焦於正常背景

# color-kcm-set-preview
source: focus
sr: фокус
zh_tw: 焦點

# NAME OF TRANSLATORS
source: Your names
zh_tw: Jing-Jong Shyue,Chao-Hsiung Liao

# EMAIL OF TRANSLATORS
source: Your emails
zh_tw: shyue@sonoma.com.tw,pesder.liao@msa.hinet.net
