Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmfonts.po
Languages: bg, bs, cs, da, eu, fi, gl, he, hi, hr, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt, sk, sl, sr@ijekavian, sv, uk, wa

source: Configure Anti-Alias Settings
bg: Настройки на заглаждане
bs: Podesi Anti-Alias postavke
cs: Nastavení antialiasingu
da: Indstil anti-alias
eu: Konfiguratu ertzak leuntzeko ezarpenak
fi: Muokkaa pehmentämisen asetuksia
gl: Configurar as opcións de Suavizado
he: הגדרות החלקת הקצוות
hi: एन्टी अलियासिंग विन्यास कॉन्फ़िगर करें
hr: Podešavanje postavki anti-aliasa
ia: Configura preferentias anti-alias
it: Configura le impostazioni di anti-aliasing
ja: アンチエイリアスの設定
kk: Қаріптерді тегістеуін баптау
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​ប្រឆាំង​រឆេត​រឆូត
ko: 앤티에일리어싱 설정
lt: Pakeisti glotninimo nustatymai
lv: Pielāgot izgludināšanas iestatījumus
nb: Innstillinger for kantutjevning
nds: Kantstreken instellen
nn: Innstillingar for kantutjamning
pa: ਐਂਟੀਲਾਇਸ ਸੈਟਿੰਗ ਸੰਰਚਨਾ
pl: Konfiguracja wygładzania
pt: Configurar Opção de 'Anti-Alias'
sk: Nastavenie vyhladzovania písiem
sl: Nastavi glajenje
sr@ijekavian: Поставке омекшавања
sv: Anpassa inställningar för kantutjämning
uk: Налаштувати параметри згладжування
wa: Apontiaedjes do discrenlaedje

source: E&xclude range:
bg: &Изключение:
bs: I&sključi raspon:
cs: V&yjmout rozsah:
da: E&kskludér område:
eu: &Baztertu barrutia:
fi: &Pois jätettävät:
gl: E&xcluír o rango:
he: הוצא &טווח מן הכלל:
hi: रेंज बाहर करें: (&x)
hr: &Izuzmi raspon:
ia: E&xtension de exclusion:
it: Es&cludi intervallo:
ja: 除外する範囲(&X):
kk: &Кірмейтін ауқым:
km: មិន​រួម​បញ្ចូល​ជួរ ៖
ko: 제외할 범위(&X):
lt: I&šskyrus ruožą:
lv: I&zslēdzamais apgabals:
nb: &Unnta intervall:
nds: Rebeet ut&sluten:
nn: E&kskluder område:
pa: ਬਾਹਰ ਰੱਖੀ ਰੇਜ਼(&x):
pl: Wyłącz &od:
pt: E&xcluir o intervalo:
sk: &Vynechať rozsah:
sl: &Obseg izločitve:
sr@ijekavian: &Изузми опсег:
sv: &Undanta intervall:
uk: За ви&нятком діапазону:
wa: Såf po les fontes di:

source: pt
bg: точки
cs: bodů
he: נקודות
hr: točka
it: punti
kk: пт
nb: punkter
sk: bd
sl: tč
sr@ijekavian: тач.
sv: punkter
uk: тч

source: to
bg: до
bs: do
cs: do
da: til
eu: honetara
gl: a
he: עד
hr: do
ia: a
it: a
km: ទៅ
ko: 부터
lt: iki
lv: uz
nb: til
nds: bet
nn: til
pa: ਤੋਂ
pl: do
pt: até
sk: do
sl: do
sr@ijekavian: до
sv: till
uk: до
wa: disk' a

source: <p>If you have a TFT or LCD screen you can further improve the quality of displayed fonts by selecting this option.<br />Sub-pixel rendering is also known as ClearType(tm).<br /> In order for sub-pixel rendering to work correctly you need to know how the sub-pixels of your display are aligned.</p> <p>On TFT or LCD displays a single pixel is actually composed of three sub-pixels, red, green and blue. Most displays have a linear ordering of RGB sub-pixel, some have BGR.<br /> This feature does not work with CRT monitors.</p>
bg: <p>Ако имате TFT или LCD монитор, можете да подобрите изобразяването на шрифтовете като включите тази опция.<br /> Заглаждането на ниво пиксел още е известно под името ClearType(tm).<br /> За да работи правилно заглаждането на ниво пиксел, трябва да знаете как се формира пиксела на вашия монитор.</p> <p>На монитори TTF и LCD пиксела се формира от три под-пиксела (части): червен, зелен и син. По-голяма част от мониторите имат нормално линейно подреждане от тип RGB.<br /> Функцията не работи със CRT монитори.</p>
bs: <qt><p>Ako imate TFT odnosno LCD monitor, izborom ove opcije možete još poboljšati izgled fontova na ekranu. Potpikselsko iscrtavanje takođe je poznato kao tehnologija „ClearType“.</p><p>Da bi potpikselsko iscrtavanje ispravno radilo, morate znati kako su poravnati potpikseli na vašem tipu monitora. Na TFT ili LCD ekranima jedan piksel se sastoji od tri potpiksela, crvenog, zelenog i plavog (RGB). Većina ekrana ima linearni raspored RGB potpiksela, ali neki imaju BGR raspored.</p><p>Ova mogućnost ne radi na CRT monitorima.</p></qt>
cs: <p>Pokud máte TFT nebo LCD displej, můžete právě touhle volbou vylepšit kvalitu zobrazených písem.<br /> Podpixelové vyhlazování je známé také jako ClearType(tm).<br /> Aby podpixelové vyhlazování mohlo fungovat správně, měli byste vědět, jak jsou zarovnány body vašeho displeje.</p> <p> Na TFT nebo LCD obrazovkách je jeden bod zobrazen pomocí tří složek: červené (R), zelené (G) a modré (B). Většina displejů má lineární řazení RGB, některé ovšem BGR.<br /> Tato funkce nefunguje s klasickými CRT monitory.</p>
da: <p>Hvis du har en TFT- eller LCD-skærm kan du forøge kvaliteten af viste skrifttyper ved at vælge denne indstilling.<br />Sub-pixel-rendering er også kendt som ClearType(tm).<br /> For at sub-pixel-rendering kan virke korrekt skal du vide hvordan sub-pixels for din skærm er placeret ifht. hinanden. </p><p>På TFT- eller LCD-skærme er en enkelt pixel faktisk udgjort af tre sub-pixels, rød, grøn og blå. De fleste skærme har en lineær ordning af RGB-sub-pixels, nogle har BGR.<br /> Denne funktion virker ikke med CRT-skærme. </p>
eu: <p>TFT edo LCD pantaila bat baldin badaukazu, bistaratutako tipografien kalitatea gehiago hobetu dezakezu aukera hau hautatuz.<br />Azpipixel-errendatzeari ClearType(tm) ere esaten zaio.<br /> Azpipixel-errendatzea behar bezala ibil dadin, pantailaren azpipixelak nola dauden lerrokatuta jakin behar duzu.</p> <p>TFT edo LCD pantailetan pixel bakarra hiru azpipixelez osatuta dago: gorriaz (R); berdeaz (G) eta urdinaz (B). Pantaila gehienek azpipixelen RGB lerro ordena dute, batzuek BGR.<br /> Ezaugarri hau ez dabil CRT monitoreetan.</p>
fi: <p>Mikäli käytät TFT- tai LCD-näyttöä, voit parantaa näytettävien fonttien laatua ottamalla tämän valinnan käyttöön.<br />Toiminto tunnetaan myös nimellä ClearType™.<br /> Jos haluat saada alipikselivihjeet toimimaan oikein, sinun täytyy tietää kuinka näyttösi alipikselit on järjestetty.</p> <p>TFT- tai LCD-näytössä yksittäinen kuvapiste koostuu kolmesta erillisestä kuvapisteestä: punaisesta (R), vihreästä (G) ja sinisestä (B). Useimmissa näytöissä väripisteet ovat järjestyksessä RGB, joissakin järjestys on BGR.<br /> Tämä ominaisuus ei toimi kuvaputkinäytöillä.</p>
gl: <p>Se ten unha pantalla TFT ou LCD, pode mellorar máis a calidade dos tipos mostrados se escolle esta opción.<br />A renderización subpíxel tamén é coñecido como ClearType(tm).<br />Para que a renderización subpíxel funcione correctamente debe coñecer como están aliñados os subpíxeles da pantalla.</p><p>Nos monitores TFT ou LCD cada pixel está composto de tres subpíxeles, vermello, verde e azul. A maioría dos monitores teñen unha orden linear subpíxel RGB, outros BGR.<br />Esta funcionalidade non funciona cos monitores CRT.</p>
he: <p>אם יש לך מסך LCD או TFT, באפשרותך לשדרג את איכות הגופנים המוצגים על ידי בחירה של אפשרות זו. <br />רמיזת פיקסלי משנה ידועה גם בתור ClearType‏ (tm). <br />על מנת של רמיזת תת פיקסלים תעבוד כנדרש עליך לדעת איך תתי הפיקסלים של התצוגה שלך מסודרים. </p> <p>במסכי LCD או TFT פיקסל בודד מיוצג למעשה על ידי שלושה תתי־פיקסלים: אדום, ירוק וכחול. רב התצוגות יש להן סידור לינארי של פיקסלי המשנה בצורת RGB אבל כמה משתמשים בסידור BGR. <br />אפשרות זו לא עובדת במסכי CRT.</p>
hr: <p>Ako imate TFT ili LCD zaslon tada možete dodatno podignuti kvalitetu prikazanih fontona tako da odaberete ovu opciju.<br /> Podpikselno renderiranje je također poznato pod nazivom ClearType(tm).<br /> Da bi podpikselno renderiranje radilo pravilno, morate znati kako su podpikseli Vašeg zaslona poravnati.</p> <p>Na TFT i LCD zaslonima svaki je piksel sastavljen od 3 podpiksela: crvenog, zelenog i plavog (RGB). Većina zaslona ima linearno poredane piksele u smjeru RGB, dok neki imaju BGR.<br /> Ova mogućnost nije dostupna na CRT zaslonima.</p>
ia: <p>Si tu ha un schermo TFT o LCD screen tu pote meliorar le qualitate del fontes monstrate per seliger iste option.<br />Le rendering de sub-pixel es tamben cognoscite como ClearType(tm).<br /> Pro facer que le rendering de sub-pixel rendering functiona correctemente tu necessita de saper como le sub-pixels de tu monstrator es alineate.</p> <p>Sur monstratores TFT o LCD un singule pixel es in realitate composite de tres sub-pixels, rubie, verde e blau. plure de monstratores ha un ordine linear de RGB sub-pixel, altere ha BGR.<br /> Iste characteristic non functiona con CRT monitores.</p>
it: <p>Se hai un monitor TFT o LCD, puoi aumentare la qualità dei caratteri selezionando questa opzione.<br/>Il sub-pixel hinting è conosciuto anche come ClearType™.<br/>Per poter far funzionare correttamente il sub-pixel hinting devi conoscere l'allineamento dei sub-pixel dello schermo.</p><p>Sugli schermi TFT o LCD un singolo pixel è formato in realtà da tre sotto-pixel rosso(R), verde(G) e blu(B). La maggior parte degli schermi ha un ordine lineare, RGB, altri invece usano BGR.<br/>Questa funzionalità non funziona con i monitor CRT.</p>
ja: <p>TFT/LCD ディスプレイでは、このオプションを選ぶことでフォントの表示品質をさらに改善することができます。サブピクセルレンダリングは ClearType(TM) としても知られています。サブピクセルレンダリングを正しく機能させるには、ディスプレイのサブピクセルを知る必要があります。</p><p>TFT/LCD では、一つのピクセルは実際には赤、緑、青の 3 つのサブピクセルで構成されています。サブピクセルの順番は、たいていのディスプレイでは RGB ですが、BGR のものもあります。</p><p><note>これは CRT モニタでは動作しません。</note></p>
kk: <p>Дисплейіңіздің түрі TFT немесе LCD болса осы параметрді таңдап қаріптердін көріністерін едәуір жақсата аласыз.<br />Субпикселдік кескіндеу ClearType(tm) деген атауымен мәлім.<br /> Субпикселдік кескіндеуі дұрыс істеу үшін дисплейіңіздегі субпикселдердің ретін білу керек.</p> <p>TFT және LCD дисплейлерінде бір пиксел нүктесі үш субпикселден құрылады, қызыл (R), жасыл (G) және көк (B). Дисплейлердің көбінде RGB қатар реті қолданылады, кейбірлерінде - BGR.<br /> Бұл параметр электрон-сәулелік түтікті (CRT) мониторларымен істемейді. </p>
km: <p>បើ​អ្នក​មា​ន​អេក្រង់ TFT ឬ LCD អ្នក​អាច​​ធ្វើ​ឲ្យ​គុណភាព​ពុម្ព​​​អក្សរ​ដែល​បាន​បង្ហាញ​ប្រសើរ​ឡើង ដោយ​ជ្រើស​ជម្រើស​នេះ ។<br />ការ​បង្ហាញ​ភីកសែល​រង ត្រូវ​បាន​ស្គាល់​ជា​ប្រភេទ​ជម្រះ (tm) ។<br /> តាម​លំដាប់​សម្រាប់​ការ​បង្ហាញ​ភីចសែល​រង​ដើម្បី​ធ្វើការ​យ៉ាងត្រឹមត្រូវ ដែល​អ្នក​ត្រូវ​តែ​ដឹង​អំពី​របៀប​បង្ហាញ​ភីកសែល​រង​របស់​អ្នក ។</p> <p>នៅ​លើ​ការ​បង្ហាញ TFT ឬ LCD ភីកសែល​តែ​មួយ​ដែល​ជា​ទូទៅ​ត្រូវ​បាន​តែង​ជា​ភីកសែល​រង​ចំនូ​ន​បី ក្រហម បៃតង​ និង​ខៀវ ។ ការ​បង្ហាញ​ភាគ​ច្រើន​តម្រៀប​ជា​លីនែអ៊ែរ​នៃ​ភីកសែល​រង RGB ពេល​ខ្លះ​ក៏​មាន​ BGR ។<br /> លក្ខណៈពិសេស​នេះ​មិន​ដំណើរការ​លើ​ម៉ូនីទ័រ​ CRT ឡើយ ។</p>
ko: <p>만약 LCD 화면을 사용한다면 이 설정을 선택해서 표시되는 글꼴의 품질을 향상시킬 수 있습니다.<br />서브픽셀 렌더링은 ClearType(tm)으로도 알려져 있습니다.<br />서브픽셀 렌더링을 올바르게 사용하려면 디스플레이가 정렬된 순서를 알고 있어야 합니다.</p><p>LCD 화면의 단일 픽셀은 세 종류의 서브픽셀로 이루어져 있습니다. 대부분의 디스플레이에서는 빨간색-녹색-파란색 순서로 배열되어 있으며, 일부의 경우 파란색-녹색-빨간색 순서로 배열되어 있습니다.<br />CRT 모니터에서 이 설정을 사용하는 것은 권장하지 않습니다.</p>
lt: <p>Jei turite TFT ar LCD monitorių, šriftų rodymo kokybę galite dar pagerinti pažymėdami šią parinktį. <br />Subpikselių išvedimas taip pat žinomas kaip ClearType(tm). <br />Jei norite, kad subpikselių išvedimas veiktų teisingai, turite žinoti, kaip jūsų monitoriuje išdėstyti subpikseliai.</p><p>TFT ir LCD monitoriuose vienas pikselis paprastai susideda iš trijų subpikselių, raudono, žalio ir mėlyno (angl., Red, Green, Blue). Daugelis monitorių subpikselius išdėsto RGB tvarka, tačiau dalis – BGR tvarka. <br />Ši parinktis neveiks su CRT monitoriais.</p>
lv: <p>Ja lietojat TFT vai LCD (šķidro kristālu) ekrānu, tad varat vēl uzlabot attēlojamo fontu attēlojumu, izvēloties šo opciju.<br />Subpikseļu pārzīmēšana ir arī zināma kā ClearType(tm).<br />Lai subpikseļu pārzīmēšana varētu korekti darboties, jums jāzina, kāds ir jūsu ekrāna subpikseļu izvietojums.</p><p>TFT un LCD ekrānos katrs punktiņš (pikselis) patiesībā sastāv no trīs subpikseļiem: sarkanā (R), zaļā (G) un zilā (B). Lielākai daļai ekrānu ir lineārs RGB subpikseļu izkārtojums, dažiem ir BGR.<br />Šis iestatījums nedarbojas ar CRT (kineskopu) monitoriem.</p>
nb: <p>Hivis du har en TFT eller LCD-skjerm, så kan viste skrifter forbedres videre ved å slå på dette.<br />Delpunktsopptegning er også kjent som ClearType™<br />For at antydninger om delpunkter skal virke riktig, må du kjenne til hvordan delpunktene på skjermen din justeres. </p><p>På TFT- eller LCD-skjermer består et enkelt punkt faktisk av tre underpunkter, rød, grønn og blå. De fleste skjermer har en lineær ordning av RGB-delpunkter, noen har BGR.<br />Dette valget fungerer ikke med CRT-skjermer.</p>
nds: <p>Wenn Du en TFT- oder LCD-Schirm hest, kannst Du de Gööd vun de Schriftoorden mit dissen Optschoon noch verbetern.<br />Disse Funkschoon warrt ok "ClearType"(tm) nöömt.<br />Wenn dat funkscheneren schall, muttst Du weten, wodennig de Subpixels vun Dien Schirm anornt sünd.</p><p>Op TFT- un LCD-Schirmen is dat enkelte Pixel ut dree Subpixels opbuut, jümmers een för Root, Gröön un Blaag. De mehrsten Schirmen bruukt ok disse Reeg (RGB), man en poor bruukt ok Blaag, Gröön, Root (BGR).<br />Bi Röhrenmonitoren funkscheneert dit nich.</p>
nn: <p>Viss du har ein TFT eller ein LCD-skjerm kan du vidare forbetra kvaliteten på den viste skrifta ved å velja dette.<br />Subpikselhinting er også kjent som ClearType(tm).<br /> For at subpikselhinting skal verka skikkeleg, må du vita korleis delpunkta på skjermen er sette opp. <br />På TFT- og LCD-skjermar er kvar enkelt piksel eigentleg bygd opp av tre delpikslar: raud, grøn og blå. På dei fleste skjermane er rekkjefølgja RGB, men nokre skjermar har BGR.</p>
pl: <p>Na ekranach TFT i LCD wybierając tę opcję można dodatkowo poprawić jakość wyświetlanych czcionek.<br /> Wygładzanie podpikselowe, znane jest także jako ClearType(tm).<br /> Żeby wygładzanie podpikselowe działało poprawnie, trzeba wybrać sposób ustawienia podpikseli na Twoim ekranie.</p> <p>Na wyświetlaczach TFT i LCD pojedynczy piksel w rzeczywistości składa się z trzech podpikseli: czerwonego (R), zielonego (G) i niebieskiego (B). Najczęstsza kolejność to RGB, ale zdarza się także BGR.<br />Ta opcja nie działa na monitorach CRT.</p>
pt: <p>Se tiver um monitor TFT ou LCD ,poderá melhorar ainda mais a qualidade dos tipos de letra apresentados se seleccionar esta opção.<br/>A representação sub-pixel é também conhecida como ClearType(tm).<br/>Para que a sugestão de sub-pixels funcione correctamente você precisa de saber como é que os sub-pixels do seu ecrã estão alinhados.</p><p> Nos ecrãs TFT ou LCD, um pixel é de facto composto por três sub-pixels, vermelho, verde e azul. A maioria dos ecrãs tem uma ordenação linear dos sub-pixels como RGB, outras têm BGR.<br/>Esta característica não funciona com os monitores CRT.</p>
sk: <p>Ak máte TFT alebo LCD displej, môžete zvýšiť kvalitu zobrazovaných písiem zvolením tejto voľby.<br /> Sub-pixelové vykresľovanie je taktiež známe pod názvom ClearType(tm).<br /> Aby sub-pixelové vykresľovanie fungovalo správne, musíte poznať zarovnanie sub-pixelov na vašom displeji.</p> <p>Na displejoch TFT alebo LCD je každý pixel v skutočnosti zložený z troch sub-pixelov: červeného, zeleného a modrého. Väčšina displejov má lineárne poradie RGB, niektoré majú BGR.<br /> Táto voľba nefunguje s klasickými CRT monitormi.</p>
sl: <p>Če imate zaslon LCD ali TFT, lahko z izbiro te možnosti izboljšate prikaz pisav.<br />Podtočkovno glajenje je znano tudi pod imenom ClearType. <br />Da bi podtočkovno glajenje delovalo pravilno, morate vedeti, kako so poravnane podtočke vašega zaslona.</p><p>Na zaslonih LCD ali TFT je ena točka sestavljena iz treh podtočk, rdeče (R), zelene (G) in modre (B). Večina zaslonov ima premo poravnavo podtočk RGB, nekateri imajo BGR. <br />Ta možnost ne deluje z zasloni s katodno cevjo.</p>
sr@ijekavian: <qt><p>Ако имате ТФТ односно ЛЦД монитор, избором ове опције можете још побољшати изглед фонтова на екрану. Потпикселско рендеровање такође је познато као технологија „клиртајп“.</p><p>Да би потпикселско рендеровање исправно радило, морате знати како су поравнати потпиксели на вашем типу монитора. На ТФТ или ЛЦД екранима један пиксел се састоји од три потпиксела, црвеног, зеленог и плавог (РГБ). Већина екрана има линеарни распоред РГБ потпиксела, али неки имају БГР распоред.</p><p>Ова могућност не ради на ЦРТ мониторима.</p></qt>
sv: <p>Om du har en TFT- eller LCD-skärm kan du ytterligare förbättra kvaliteten hos visade teckensnitt genom att markera alternativet.<br />Återgivning av delbildpunkter är också känt som ClearType™.<br />För att återgivning av delbildpunkter ska fungera korrekt, måste du veta hur delbildpunkterna på skärmen är uppradade.</p><p>För TFT- eller LCD-skärmar består en enda bildpunkt i själva verket av tre delbildpunkter: röd, grön och blå. De flesta skärmar har en linjär ordning av RGB-delbildpunkter, andra har BGR.<br />Funktionen fungerar inte med CRT-bildskärmar.</p>
uk: <p>Якщо ваш дисплей має екран TFT або LCD, ви можете ще більше покращити якість вигляду шрифтів позначивши цей пункт.<br />Субпіксельне згладжування також відоме як ClearType™.<br /> Щоб субпіксельне згладжування працювало, вам потрібно знати як вирівняно субпікселі на вашому екрані.</p> <p>на дисплеях TFT чи LCD один піксель складається з трьох субпікселів: червоного, зеленого і синього. Більшість дисплеїв використовують лінійне впорядкування субпікселів — RGB, деякі використовують BGR (синій, зелений, червоний).<br /> Цей параметр не працює з катодно-променевими моніторами (CRT).</p>
wa: <p>Si vos avoz ene plate waitroûle TFT ou LCD vos ploz co amidrer l' cwålité do håynaedje des fontes tot tchoezixhant çouchal.<br />Li rindo pa dzo-picsels est ossu cnoxhou avou l' no ClearType™.<br />Pol rindou pa dzo-picsels ovrer a môde di djin, vos dvoz l' manire ki les dzo-picsels di vosse waitroûle sont-st adjinçnés.</p><p>So les waitroûles TFT ou LCD on simpe picsel est compôzé di troes dzo-picsels, rodje, vete et bleu. Bråmint des waitroûles aroyèt ces troes dzo-picsels dins l' ôre RVB, des waitroûles k' i gn a eployèt BVR.<br />Cisse fonccionålité ci n' va nén avou les waitroûles catodikes.</p>

source: &Use sub-pixel rendering:
bg: За&глаждане на ниво пиксел:
bs: Potpikselsko &iscrtavanje:
cs: Po&užít podpixelové vykreslování:
da: &Brug sub-pixel-rendering:
eu: &Erabili azpipixel-errendatzea:
fi: &Käytä alipikselivihjeitä:
gl: &Usar a renderización subpíxel:
he: השתמש ברמיזת פיקסלי מש&נה:
hi: सब पिक्सल रेंडरिंग इस्तेमाल करें: (&U)
hr: &Upotrijebi pod-pikselno renderiranje:
ia: &Usa sub-pixel rendering:
it: &Utilizza sub-pixel hinting:
ja: サブピクセルレンダリングを使う(&U):
kk: &Субпикселдік кескіндеу:
km: ប្រើ​ការ​បង្ហាញ​ភីកសែល​រង​ ៖
ko: 서브픽셀 렌더링 사용(&U):
lt: Na&udoti subpikselių išvedimą:
lv: Lietot s&ubpikseļu pārzīmēšanu:
nb: Br&uk delpunktsopptegning:
nds: &Subpixeldorstellen bruken:
nn: B&ruk subpikselhinting:
pa: ਸਬ-ਪਿਕਸਲ ਰੈਂਡਰਿੰਗ ਵਰਤੋਂ(&U):
pl: &Użyj wygładzania podpikselowego:
pt: &Usar a representação de sub-pixels:
sk: &Použiť sub-pixelové vykresľovanie:
sl: &Uporabi podtočkovno izrisovanje:
sr@ijekavian: Потпикселско &рендеровање:
sv: An&vänd återgivning av delbildpunkter:
uk: &Використовувати субпіксельне згладжування:
wa: &Eployî l' rindou pa dzo-picsels:

source: Hinting style:
bg: Режим на омекотяване:
bs: Stil nagovještavanja:
cs: Druh hintingu:
da: Hint-stil:
eu: 'Hinting' estiloa:
fi: Vihjeiden tyyli:
gl: Estilo de indicacións:
he: רמיזת תצוגה:
hi: हिन्टिंग शैली:
hr: Stil naslućivanja:
ia: Stilo de Allusion:
it: Stile di hinting:
ja: ヒントスタイル:
kk: Хинтинг шамасы:
km: រចនា​ប័ទ្ម Hinting ៖
ko: 힌팅 스타일:
lt: Hinting'o stilius:
lv: Minēšanas stils:
nb: Antydningsstil:
nds: Henwiesbruuk:
nn: Hintstil:
pa: ਹਿੰਟਿੰਗ ਸਟਾਇਲ:
pl: Styl hintingu:
pt: Estilo de dicas:
sk: Štýl hintingu:
sl: Slog glajenja:
sr@ijekavian: Стил навођења:
sv: Antydanstil:
uk: Використання хінтингу:
wa: Stîle pol hinting:

source: Hinting is a process used to enhance the quality of fonts at small sizes.
bg: Омекотяването е процес, който се използва за повишаване на качеството на шрифтовете с малки размери.
bs: Nagovještavanje je proces koji se koristi za poboljšanje kvaliteta fontova male veličine.
cs: Hinting je proces používaný pro vylepšení kvality písem v malých velikostech.
da: Hint er en proces der bruges til at udbedre kvaliteten af skrifttyper i små størrelser.
eu: Letra-tipo txikiak hobeto erakusteko erabiltzen den prozesu bat da 'hinting'.
fi: Vihjaaminen on prosessi, jonka avulla parannetaan pienten fonttien laatua.
gl: A indicación é un proceso empregado para mellorar a calidade dos tipos a tamaños pequenos.
he: רמיזה הוא תהליך שמטרתו להגדיל את איכות הגופנים בגדלים קטנים.
hi: हिन्टिंग एक प्रक्रिया है जो कि छोटे आकारों के फ़ॉन्ट्स के गुणों को उभारता है
hr: Naslućivanje je postupak koji se upotrebljava za poboljšavanje kvalitete pisama male veličine.
ia: Alluder es un processo usate pro meliorar le qualitate de fontes de parve dimensiones.
it: Lo «hinting» è un processo utilizzato per migliorare la qualità dei caratteri di piccola dimensione.
ja: ヒントは、小さなサイズのフォントの質を高めるのに利用されるプロセスです。
kk: Хинтинг деген - кіші өлшемді қаріптердің көрінісін жақсарту әдісі.
km: Hinting ជា​ដំណើរការ​មួយ​ដែល​ត្រូវ​បាន​ប្រើ​ដើម្បី​ពង្រឹង​គុណភាព​ពុម្ព​អក្សរ​ដែល​មាន​ទំហំ​តូច ។
ko: 힌팅은 작은 크기의 글꼴 품질을 개선하는 과정입니다.
lt: Hinting'as yra procesas, naudojamas padidinti mažų dydžių šriftų kokybę.
lv: "Minēšana" ir process, kurš ļauj paaugstināt fontu kvalitāti pie maziem burtu izmēriem.
nb: Antydning er en prosess som brukes til å forbedre kvaliteten på skrifttyper ved små størrelser.
nds: Vele Schriftdateien bargt Henwiesen ("Hints"), de besünners för lütte Schriftgrötten de Dorstellen verbetert.
nn: Hinting er ein teknikk for å forbetra visinga av lita skrift.
pa: ਹਿੰਟਿੰਗ ਇੱਕ ਕਾਰਵਾਈ ਹੈ, ਜਿਸ ਅਧੀਨ ਫੋਂਟਾਂ ਦੀ ਕੁਆਲਟੀ ਛੋਟੇ ਆਕਾਰ ਹੋਣ ਉੱਤੇ ਵਧਾਈ ਜਾਂਦੀ ਹੈ।
pl: Hinting to procedura używana do poprawiania wyglądu czcionek o małym rozmiarze.
pt: As dicas são utilizadas para melhorar a qualidade do tipo de letras nos tamanhos mais pequenos.
sk: Hinting sa proces používaný pre vylepšenie kvality písiem pri malých veľkostiach.
sl: Glajenje je opravilo, ki je uporabljeno za izboljšanje kakovosti pisav pri majhnih velikostih.
sr@ijekavian: Навођење је поступак за побољшање приказа фонтова у малим величинама.
sv: Antydan är en process som används för att förbättra kvaliteten hos teckensnitt vid små storlekar.
uk: Згладжування (хінтинг) — це процес підвищення якості шрифтів для малих розмірів.
wa: Li «hinting» est ene metôde eployeye po rhôssî l' cwålité des fontes åzès ptitès grandeus.

# font usage
source: General
bg: Основен
bs: Opšte
cs: Obecné
da: Generelt
eu: Orokorra
fi: Yleiset
gl: Xeral
he: כללי
hi: सामान्य
hr: Opće
it: Generale
ja: 一般
kk: Кәдімгі
km: ទូទៅ
ko: 일반 글꼴
lt: Bendras
lv: Pamata
nb: Generelt
nds: Allmeen
nn: Generelt
pa: ਸਧਾਰਨ
pl: Ogólne
pt: Geral
sk: Všeobecné
sl: Splošno
sr@ijekavian: Општи
sv: Allmänt
uk: Звичайний

# font usage
source: Fixed width
bg: Равноширок
bs: Fiksna širina
cs: Pevná šířka
da: Fast bredde
eu: Zabalera finkokoa
fi: Tasavälinen
gl: Largura fixa
he: רוחב קבוע
hi: निश्चित चौड़ाई
hr: Stalne širine
ia: Largessa fixate
it: Larghezza fissa
ja: 固定幅
kk: Бірқадамды
km: ទទឹង​ថេរ
ko: 고정폭 글꼴
lt: Pastovaus pločio
lv: Fiksēta platuma
nb: Fast bredde
nds: Faste Breed
nn: Fast breidd
pa: ਸਥਿਰ ਚੌੜਾਈ
pl: Stała szerokość
pt: Tamanho fixo
sk: S pevnou šírkou
sl: Nespremenljiva širina
sr@ijekavian: Фиксне ширине
sv: Med fast breddsteg
uk: Фіксованої ширини

# font usage
source: Small
bg: Малък
bs: Malo
cs: Malé
da: Lille
eu: Txikia
fi: Pieni
gl: Pequena
he: קטן
hi: छोटा
hr: Sitan
ia: Parve
it: Piccolo
ja: 最小
kk: Шағын
km: តូច
ko: 작은 글꼴
lt: Mažas
lv: Mazs
nb: Liten
nds: Lütt
nn: Liten
pa: ਛੋਟਾ
pl: Mała
pt: Pequeno
sk: Malé
sl: Majhna
sr@ijekavian: Мали
sv: Liten
uk: Малий

# font usage
source: Toolbar
bg: Лента с инструменти
bs: Alatna traka
cs: Nástrojová lišta
da: Værktøjslinje
eu: Tresna-barra
fi: Työkalurivi
gl: Barra de ferramentas
he: סרגלי כלים
hi: औज़ार पट्टी
hr: Alatna traka
ia: Barra de instrumento
it: Barra degli strumenti
ja: ツールバー
kk: Құралдар панелінде
km: របារ​ឧបករណ៍
ko: 도구 모음 글꼴
lt: Įrankinė
lv: Rīkjosla
nb: Verktøylinje
nds: Warktüüchbalken
nn: Verktøylinje
pa: ਟੂਲਬਾਰ
pl: Pasek narzędzi
pt: Barra de Ferramentas
sk: Panel nástrojov
sl: Orodna vrstica
sr@ijekavian: Трака алатки
sv: Verktygsrad
uk: Панель інструментів
