Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmfonts.po
Languages: bg, bs, cs, da, eu, fi, gl, he, hi, hr, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt, sk, sl, sr@ijekavian, sv, uk, wa

# font usage
source: Menu
bg: Меню
bs: Meni
cs: Nabídka
eu: Menua
fi: Valikko
gl: Menú
he: תפריט
hi: मेन्यू
hr: Izbornik
ja: メニュー
kk: Мәзірде
km: ម៉ឺនុយ
ko: 메뉴 글꼴
lt: Meniu
lv: Izvēlne
nb: Meny
nds: Menü
nn: Meny
pa: ਮੇਨੂ
sl: Meni
sr@ijekavian: Мени
sv: Meny
uk: Меню

# font usage
source: Window title
bg: Заглавие на прозорец
bs: Naslov prozora
cs: Titulek okna
da: Vinduestitel
eu: Leiho-izenburua
fi: Ikkunan otsikko
gl: Título da xanela
he: כותרת החלון
hi: विंडो शीर्षक
hr: Naslov prozora
ia: Titulo de fenestra
it: Titolo della finestra
ja: ウィンドウタイトル
kk: Терезе айдарында
km: ចំណង​ជើង​បង្អួច
ko: 창 제목 글꼴
lt: Lango antraštės
lv: Loga virsraksts
nb: Vindustittel
nds: Finstertitel
nn: Vindaugstittel
pa: ਵਿੰਡੋ ਟਾਇਟਲ
pl: Tytuł okna
pt: Título da janela
sk: Titulok okna
sl: Naslov okna
sr@ijekavian: Наслов прозора
sv: Namnlist
uk: Заголовок вікна

# font usage
source: Taskbar
bg: Системен панел
bs: Traka zadataka
cs: Pruh úloh
da: Opgavelinje
eu: Ataza-barra
fi: Tehtäväpalkki
gl: Barra de tarefas
he: שורת המשימות
hi: कार्यपट्टी
hr: Traka sa zadacima
ia: Barra de carga
it: Barra delle applicazioni
ja: タスクバー
kk: Тапсырмалар панелінде
km: របារ​ភារកិច្ច
ko: 작업 표시줄 글꼴
lt: Užduočių juostos
lv: Uzdevumjosla
nb: Oppgavelinje
nds: Programmbalken
nn: Oppgåvelinje
pa: ਟਾਸਕਬਾਰ
pl: Pasek zadań
pt: Barra de tarefas
sk: Panel úloh
sl: Opravilna vrstica
sr@ijekavian: Трака задатака
sv: Aktivitetsfält
uk: Смужка задач

# font usage
source: Desktop
bg: Работен плот
bs: Radna površina
cs: Pracovní plocha
da: Skrivebord
eu: Mahaigaina
fi: Työpöytä
gl: Escritorio
he: שולחן עבודה
hi: डेस्कटॉप
hr: Radna površina
ia: Scriptorio
ja: デスクトップ
kk: Үстелде
km: ផ្ទៃតុ
ko: 바탕 화면 아이콘 글꼴
lt: Darbastalio
lv: Darbvirsma
nb: Skrivebord
nds: Schriefdisch
nn: Skrivebord
pa: ਡੈਸਕਟਾਪ
pl: Pulpit
pt: Ecrã
sk: Plocha
sl: Namizje
sr@ijekavian: Површ
sv: Skrivbord
uk: Стільниця

source: Used for normal text (e.g. button labels, list items).
bg: Шрифт за показване на нормален текст (надпис на бутон, елементи от списъци и др.).
bs: Koristi se za obični tekst (npr. naziv dugmadi, stavke liste).
cs: Používané pro normální text (např. popisek tlačítka, položky seznamu).
da: Brugt til normal tekst (f.eks. knap-etiketter og listepunkter).
eu: Testu arrunterako erabiltzen da (adibidez, botoien etiketak, zerrendetako elementuak).
fi: Normaali teksti (painikkeiden tekstit, luettelot)
gl: Utilizada para texto normal (por ex. botóns, ítems de listas).
he: משמש לטקסט רגיל (לדוגמה תוויות כפתורים, פריטי רשימה).
hi: सामान्य पाठ के लिए उपयोग में (जैसे बटन लेबल, वस्तु सूची).
hr: Za normalan tekst (npr. natpisi gumba, stavke popisa).
ia: Usate pro texto normal (p.ex. etiquettas de button, terminos de lista).
it: Usato per il testo normale (ad esempio: etichette dei pulsanti, voci delle liste).
ja: 通常のテキストに使用 (例: ボタンのラベル、リストの項目)
kk: Кәдімгі мәтін үшін (батырманың, тізімінің жазуы секілді).
km: ប្រើ​សម្រាប់​អត្ថបទ​ធម្មតា (ឧទាហរណ៍ ស្លាក​ប៊ូតុង ធាតុ​បញ្ជី) ។
ko: 일반적인 텍스트(예: 단추 이름, 목록 항목)에서 사용합니다.
lt: Naudojamas normaliam tekstui (pvz., mygtukų etiketėms, sąrašų objektams).
lv: Izmantojams normālam tekstam (piemēram, pogu uzrakstiem, saraksta elementiem).
nb: Brukt for vanlig tekst (f.eks. etiketter på knapper, listeelementer).
nds: För normalen Text (t.B. Knoopbeschrieven, Listindrääg) bruukt.
nn: Brukt for vanleg tekst (for eksempel på knappar og i lister).
pa: ਆਮ ਟੈਕਸਟ ਲਈ ਵਰਤੋਂ (ਜਿਵੇਂ ਕਿ ਲੇਬਲ, ਲਿਸਟ ਆਈਟਮਾਂ)
pl: Zwykły tekst (np. napisy na przyciskach, elementy list).
pt: Utilizada para o texto normal (etiquetas de botões, itens em listas).
sk: Použité pre normálny text (napr. názvy tlačidiel, položky zoznamu).
sl: Uporabljeno pri izpisu navadnega besedila (npr. napisi na gumbih, seznamih).
sr@ijekavian: Користи се за обичан текст (нпр. етикете дугмади, у списковима).
sv: Används för normal text (t ex knapptexter och listposter).
uk: Використовується для звичайного тексту (напр., надписи на кнопках, елементи списків).
wa: Eployî pol tecse normå (eg: tecse des botons, djivêyes).

source: A non-proportional font (i.e. typewriter font).
bg: Шрифт с фиксирана широчина (като в пишещите машини).
bs: Neproporcionalan font (tj. font pisaće mašine).
cs: Neproporcionální písmo (tj. písmo psacího stroje).
da: En ikke-proportional skrifttype (f.eks. skrivemaskine-skrift).
eu: Letra-tipo ez-proportzional bat (adibidez, idazmakinako letra-tipoa).
fi: Tasavälinen fontti (kirjoituskonefontti)
gl: Un tipo de letra non proporcional (por ex. un tipo typewriter).
he: גופן לא פרופורציונלי (גופן מכונת כתיבה).
hi: एक अ-समानुपातिक फ़ॉन्ट (जैसे टाइपराइटर फ़ॉन्ट).
hr: Neproprcionalno pismo (npr. s pisaćeg stroja).
ia: Font non proportional (p.ex. font de machina de typar).
it: Un carattere non proporzionale (cioè un carattere da macchina per scrivere).
ja: 非プロポーショナルフォント (タイプライターフォント)
kk: Ені біркелкі қаріп (жазу машинкасындағы секілді).
km: ពុម្ព​អក្សរ​គ្មាន​សមាមាត្រ (មាន​ន័យថា ពុម្ព​អក្សរ​អង្គុលី​លេខ) ។
ko: 고정폭 글꼴(예. 타자기 글꼴)입니다.
lt: Ne proporcinis šriftas (panašus į rašomosios mašinėlės).
lv: Neproporcionāls fonts (t.i. rakstāmmašīnas fonts).
nb: Ikke-proporsjonal skrift (f.eks. skrivemaskinskrift).
nds: En nich proportschonaal Schriftoort ("Schriefmaschienschrift")
nn: Ein ikkje-proporsjonal skrift (som på ei skrivemaskin).
pa: ਨਾ-ਅਨੁਪਾਤੀ ਫੋਂਟ (ਜਿਵੇਂ ਕਿ ਟਾਇਪਰਾਇਟਰ) ਹੈ।
pl: Czcionka stałej szerokości (jak na maszynie do pisania).
pt: Um tipo de letra não proporcional (tipo máquina de escrever).
sk: Neproporcionálne písmo (písmo písacieho stroja).
sl: Pisava, ki ni v razmerjih (npr. pisava pisalnega stroja)
sr@ijekavian: Непропорционални фонт, тј. слично фонту писаће машине.
sv: Ett teckensnitt där alla tecken är lika breda (som i en gammal skrivmaskin).
uk: Непропорційний шрифт (шрифт друкарської машинки).
wa: Ene fonte avou tos les caracteres ki prindèt l' minme lårdjeur.

source: Smallest font that is still readable well.
bg: Най-малкият добре четим шрифт.
bs: Najmanji font koje se još uvijek može dobro čitati.
cs: Nejmenší stále čitelné písmo.
da: Mindste skrifttype som stadig er ordentligt læsbar.
eu: Irakurgarria den letra-tiporik txikiena.
fi: Pienin helposti luettavissa oleva fontti.
gl: A máis pequena dos tipos de letra que se pode ler ben.
he: הגופן הכי קטן שעדיין קריא בצורה סבירה.
hi: सबसे छोटा फ़ॉन्ट जो फिर भी पढा जा सकता है
hr: Najsitnije pismo koje je još uvijek čitljivo.
ia: Le font plus parve que il es ancora legibile.
it: Il più piccolo carattere ben leggibile.
ja: 読みにくくならない最小サイズのフォント
kk: Анық көрінетін ең шағын қаріпі.
km: ពុម្ព​អក្សរ​តូច​បំផុត​ដែល​នៅ​តែ​អាច​អាន​បាន ។
ko: 읽을 수 있는 가장 작은 글꼴입니다.
lt: Mažiausias šriftas, kuris vis dar yra gerai skaitomas.
lv: Mazākais fonts, kuru vēl var labi izlasīt.
nb: Minste skrift som fremdeles er godt leselig.
nds: De lüttst Schriftoort, de sik jüst noch goot lesen lett
nn: Den minste skrifta som det framleis går å lesa.
pa: ਸਭ ਤੋਂ ਛੋਟੇ ਫੋਂਟ, ਜੋ ਕਿ ਪੜ੍ਹਨਯੋਗ ਵੀ ਹੋਣ।
pl: Najmniejsza czcionka, która jest jeszcze czytelna.
pt: O tipo de letra mais pequeno que ainda é legível.
sk: Najmenšie písmo, ktoré je ešte stále dobre čitateľné.
sl: Najmanjša pisava, ki je še vedno dobro berljiva.
sr@ijekavian: Најмањи фонт које се још увијек може добро читати.
sv: Minsta teckensnitt som ändå är läsbart utan svårighet.
uk: Найменший шрифт, який ще можна читати.
wa: Li pu ptite fonte k' on pout co lére.

source: Used to display text beside toolbar icons.
bg: Шрифт за показване на текст заедно с иконите на лентите с инструментите.
bs: Koristi se za prikaz teksta pored ikona trake sa alatima.
cs: Používané pro zobrazování textu vedle ikon na nástrojových lištách.
da: Brugt til at vise tekst ved siden af værktøjslinje-ikoner.
eu: Tresna-barrako ikonoen ondoko testua bistaratzeko erabiltzen da.
fi: Työkalurivin kuvakkeissa käytettävä fontti.
gl: Empregada para mostrar texto xunto ás iconas das barras de ferramentas.
he: משמש להצגת הטקסט שלצד סמלי סרגלי כלים.
hi: औज़ार पट्टी प्रतीक के बाज़ू से दिखाए जाने वाले पाठ के लिए उपयोग में आता है.
hr: Upotrebljava se za prikaz teksta pokraj ikona na alatnim trakama.
ia: Usate pro monstrar texto a latere de icones de barra de instrumento
it: Usato per visualizzare il testo accanto alle icone delle barre degli strumenti.
ja: ツールバーアイコンのテキストに使用
kk: Құралдар панеліндегі таңбашалардың жанындағы жазу үшін.
km: ប្រើ​ដើម្បី​បង្ហាញ​អត្ថបទ​ក្បែរ​រូប​តំណាង​របារ​ឧបករណ៍ ។
ko: 도구 모음 아이콘 주변의 텍스트를 표시하는 데 사용합니다.
lt: Naudojamas parodyti tekstą šalia įrankinės ženkliukų.
lv: Izmantots rīkjoslas ikonu tekstam.
nb: Brukes for å vise tekst ved siden av ikoner på verktøylinja.
nds: För Text blang Warktüüchbalken-Knööp bruukt.
nn: Brukt for å visa tekst ved sida av verktøylinjeikon.
pa: ਟੂਲਬਾਰ ਆਈਕਾਨ ਦੇ ਹੇਠਾਂ ਟੈਕਸਟ ਵੇਖਾਉਣ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਹਨ।
pl: Używana do wyświetlania napisów obok ikon na pasku narzędzi.
pt: Utilizada para mostrar o texto ao pé dos ícones da barra de ferramentas.
sk: Použité na zobrazenie textov vedľa ikon v paneli nástrojov.
sl: Uporabljeno za izpis besedila ob ikonah orodne vrstice.
sr@ijekavian: За испис текста испод икона на траци алатки.
sv: Används för att visa text bredvid verktygsradsikonerna.
uk: Використовується у тексті піктограм пеналу.
wa: Eployeye po les tecses del bår ås usteyes.

source: Used by menu bars and popup menus.
bg: Шрифт за показване на текст в менютата (главното меню, подменютата, изскачащите менюта и др.).
bs: Koristi se za trake menija i popup menije.
cs: Používané pro nabídky a místní nabídky.
da: Brugt af menulinjer og popop-menuer.
eu: Menu-barretan eta leiho gainerakorretan erabiltzen da.
fi: Käytetään valikoissa ja ponnahdusvalikoissa.
gl: Empregada polas barras de menú e os menús emerxentes.
he: משמש לשורות תפריטים ולתפריטים מוקפצים.
hi: मेन्यू बार तथा पॉपअप मेन्यू द्वारा उपयोग में आता है.
hr: Upotrebljava se za trake izbornika i skočne izbornike.
ia: Usate per barras de menu e menus de popup
it: Usato dalle barre dei menu e dai menu a comparsa.
ja: メニューバーやポップアップメニューに使用
kk: Мәзір жолағы және ашылмалы мәзір үшін.
km: ប្រើ​ដោយ​របារ​ម៉ឺនុយ និង​ម៉ឺនុយ​លេច​ឡើង ។
ko: 메뉴 바와 팝업 메뉴에서 사용합니다.
lt: Naudojamas meniu juostose ir parankinių meniu.
lv: Izmantots izvēlnes joslās un izvēlnēs.
nb: Brukes til menylinjer og sprettoppmenyer.
nds: För Menübalkens un Rechtsklickmenüs bruukt.
nn: Brukt i menyar.
pa: ਮੇਨੂ ਅਤੇ ਪੋਪਅੱਪ ਮੇਨੂ ਰਾਹੀਂ ਵਰਤੇ ਜਾਂਦੇ ਹਨ।
pl: Używana w menu.
pt: Utilizada pelos menus e barras de menu.
sk: Použité v menu a kontextových menu.
sl: Uporabljeno za menijske vrstice in pojavne menije.
sr@ijekavian: За траке менија и искачуће меније.
sv: Används av menyrader och popupmenyer.
uk: Використовується у панелях меню та вигулькних меню.
wa: Eployeye pol bår di menu eyet les aspitants menus.

source: Used by the window titlebar.
bg: Шрифт за показване на заглавието на прозорците.
bs: Upotrebljava ga naslovna traka prozora.
cs: Používané pro titulek okna.
da: Brugt af vinduets titellinje.
eu: Leihoen izenburu-barran erabiltzen da.
fi: Käytetään ikkunan otsikkopalkissa.
gl: Empregada pola barra de título da xanela.
he: משמש לשורות הכותרת של חלונות.
hi: विंडो शीर्षक पट्टी के द्वारा उपयोग में
hr: Upotrebljava se za naslov prozora.
ia: Usate per le barra de titulo de fenestra.
it: Usato dalla barra del titolo della finestra.
ja: ウィンドウのタイトルバーに使用
kk: Терезенің айдарының жазуы үшін.
km: ប្រើ​ដោយ​របារ​ចំណង​ជើង​បង្អួច ។
ko: 창 제목 표시줄에서 사용합니다.
lt: Naudojamas lango antraštės juostoje.
lv: Izmantots logu virsrakstjoslā.
nb: Brukes av vinduenes tittellinje.
nds: För Finstertiteln bruukt.
nn: Brukt på tittellinja i vindauget.
pa: ਵਿੰਡੋ ਟਾਇਟਲਬਾਰ ਰਾਹੀਂ ਵਰਤੇ ਜਾਂਦੇ ਹਨ
pl: Używana w tytule okna.
pt: Utilizada pela barra de título das janelas.
sk: Použité v titulku okna.
sl: Uporabljeno za naslovno vrstico okno.
sr@ijekavian: За наслове прозора.
sv: Används av namnlistraden.
uk: Використовується у заголовках вікон.
wa: Eployeye pol bår di tite des purneas

source: Used by the taskbar.
bg: Шрифт за показване на текст в системния панел.
bs: Upotrebljava ga traka sa zadacima.
cs: Používané pro pruh úloh v panelu.
da: Brugt af opgavelinjen.
eu: Ataza-barran erabiltzen da.
fi: Käytetään tehtäväpalkissa.
gl: Empregada pola barra de tarefas.
he: משמש לשורת המשימות.
hi: कार्य पट्टी द्वारा उपयोग में
hr: Upotrebljava se na traci sa zadacima
ia: Usate per le barra de carga.
it: Usato dalla barra delle applicazioni.
ja: タスクバーに使用
kk: Тапсырмалар панелінің жазуы үшін.
km: បាន​ប្រើ​ដោយ​របារ​ភារកិច្ច ។
ko: 작업 표시줄에서 사용합니다.
lt: Naudojamas užduočių juostoje.
lv: Izmantots uzdevumjoslā.
nb: Brukes av oppgavelinja.
nds: För den Programmbalken bruukt.
nn: Brukt på oppgåvelinja.
pa: ਟਾਸਕਬਾਰ ਰਾਹੀਂ ਵਰਤੇ ਜਾਂਦੇ ਹਨ।
pl: Używana przez pasek zadań.
pt: Utilizada pela barra de tarefas.
sk: Použité na paneli úloh.
sl: Uporabljeno za opravilno vrstico.
sr@ijekavian: За траку задатака.
sv: Används av aktivitetsfältet.
uk: Використовується у смужці задач.
wa: Eployeye pol bår des bouyes

source: Used for desktop icons.
bg: Шрифт за текста на иконите на работния плот.
bs: Korišteno za ikone na desktopu.
cs: Používané pro ikony na ploše.
da: Bruges til skrivebordsikoner.
eu: Mahaigaineko ikonoetan erabiltzen da.
fi: Käytössä työpöydän kuvakkeille.
gl: Empregada para as iconas do escritorio.
he: משמש לסמלי שולחן העבודה.
hi: डेस्कटॉप प्रतीक के लिए उपयोग में
hr: Upotrebljava za ikone radne površine.
ia: Usate per icones de scriptorio.
it: Utilizzato per le icone del desktop.
ja: デスクトップアイコンに使用
kk: Үстелдегі таңбашалардың жазуы үшін.
km: ប្រើ​សម្រាប់​រូប​តំណាង​ផ្ទៃតុ ។
ko: 바탕 화면 아이콘에서 사용됩니다.
lt: Naudojamas darbastalio ženkliukams.
lv: Izmanto darbvirsmas ikonām.
nb: Brukt for skrivebordsikon.
nds: För Schriefdisch-Lüttbiller bruukt.
nn: Brukt for skrivebordsikon.
pa: ਡੈਸਕਟਾਪ ਆਈਕਾਨਾਂ ਵਲੋਂ ਵਰਤੇ ਜਾਂਦੇ ਹਨ।
pl: Używane w ikonach pulpitu.
pt: Usada para os ícones do ecrã.
sk: Použité pre ikony na ploche.
sl: Uporabljeno za ikone namizja.
sr@ijekavian: За иконе на површи.
sv: Används för skrivbordsikoner.
uk: Використовується для піктограм стільниці.
wa: Eployeye po ls imådjetes do scribanne

source: Ad&just All Fonts...
bg: &Настройка на всички шрифтове...
bs: Pri&lagodi sve fontove...
cs: Upr&avit všechna písma...
da: &Justér alle skrifttyper...
eu: D&oitu letra tipo guztiak...
fi: Muokk&aa kaikkia fontteja…
gl: A&xustar todos os tipos de letra...
he: ה&תאמה של כל הגופנים...
hi: सभी फ़ॉन्ट्स समंजित करें... (&j)
hr: &Prilagodi sva pisma…
ia: Ad&justa omne fontes...
it: &Sistema tutti i caratteri...
ja: すべてのフォントを調整(&J)...
kk: Барлық қаріптерді өз&герту...
km: លៃ​តម្រូវ​ពុម្ព​អក្សរ​ទាំងអស់...
ko: 모든 글꼴 설정(&J)...
lt: Kore&guoti visus šriftus...
lv: R&egulēt visus fontus...
nb: Juster &alle skrifter …
nds: A&ll Schriftoorden topassen...
nn: &Tilpass alle skrifter …
pa: ਸਭ ਫੋਂਟ ਅਡਜੱਸਟ ਕਰੋ(&j)...
pl: Ustaw &wszystkie czcionki...
pt: A&justar Todos os Tipos de Letra...
sk: Pr&ispôsobiť všetky písma...
sl: Prila&godi vse pisave ...
sr@ijekavian: Подеси &све фонтове...
sv: &Justera alla teckensnitt...
uk: &Відкоригувати всі шрифти...
wa: Ad&juster totes les fontes...

source: Click to change all fonts
bg: Промяна на всички шрифтове.
bs: Kliknite da promijenite sve fontove
cs: Klikněte ke změně všech písem
da: Klik for at ændre alle skrifttyper
eu: Klikatu letra-tipo guztiak aldatzeko
fi: Napsauta muuttaaksesi kaikkia fontteja
gl: Prema para trocar todos os tipos de letra
he: לחץ על כפתור זה כדי לשנות את כל הגופנים
hi: सभी फ़ॉन्ट्स को परिवर्तित करने के लिए क्लिक करें
hr: Kliknite za izmjenu svih pisama
ia: Pulsa pro cambiar omne fontes
it: Fare clic per cambiare tutti i caratteri
ja: クリックしてすべてのフォントを変更
kk: Барлық қаріптерді өзгету үшін басыңыз
km: ចុច​ដើម្បី​ផ្លាស់ប្តូរ​ពុម្ព​អក្សរ​ទាំងអស់
ko: 모든 글꼴을 변경하시려면 누르십시오
lt: Spragtelėkite, pakeisti visiems šriftams
lv: Noklikšķiniet, lai mainītu visus fontus
nb: Trykk for å endre alle skriftene
nds: Klick hier, wenn Du all Schriftoorden ännern wullt
nn: Trykk for å endra alle skriftene
pa: ਸਭ ਫੋਂਟ ਬਦਲਣ ਲਈ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij, by zmienić wszystkie czcionki
pt: Carregue neste botão para mudar todos os tipos de letra
sk: Kliknutím zmeníte všetky písma
sl: Kliknite za spremembo vseh pisav
sr@ijekavian: Кликните да измијените све фонтове
sv: Klicka för att ändra alla teckensnitt
uk: Клацніть, щоб змінити всі шрифти
wa: Clitchî po candjî totes les fontes

source: Use a&nti-aliasing:
bg: &Заглаждане за шрифтовете:
bs: Koristi &omekšavanje:
cs: Používat vyhlazová&ní písem:
da: Brug a&nti-aliasing:
eu: Erabili &ertzak leuntzea:
fi: Käytä fonttien &pehmennystä
gl: Empregar o &suavizado:
he: השתמש בהח&לקת קצוות לגופנים:
hi: एंटी-अलियासिंग इस्तेमाल करें (&n)
hr: Upotrijebi a&nti-aliasing:
ia: Usa a&nti-aliasing:
it: Utilizza l'a&nti-aliasing per i caratteri:
ja: アンチエイリアスの使用(&N):
kk: &Тегістеуді қолдануы:
km: ប្រើ​ការ​ប្រឆាំង​រឆេតរឆូត​
ko: 앤티에일리어싱 사용(&N):
lt: &Naudoti glotninimą:
lv: Izma&ntot izgludināšanu fontiem:
nb: Bruk &kantutjevning:
nds: &Kantstreken ("Anti-Aliasing") bruken
nn: &Kantutjamning:
pa: ਐਂਟੀਲਾਇਸਿੰਗ ਵਰਤੋਂ(&n):
pl: Wygładzanie czcionek (&antyaliasing):
pt: Usar o 'a&nti-aliasing':
sk: Použiť &vyhladzovanie písiem:
sl: Uporabi &glajenje za pisave:
sr@ijekavian: &Омекшавање:
sv: Använd ka&ntutjämning:
uk: Використання з&гладжування:
wa: Eployî l' &discrenlaedje:

# Use anti-aliasing
source: Enabled
bg: Включено
bs: Omogućen
cs: Povoleno
da: Aktiveret
eu: Gaituta
fi: Käytössä
gl: Activado
he: מופעל
hi: सक्षम
hr: Omogućeno
ia: Habilitate
it: Abilitato
ja: 有効
kk: Болсын
km: អនុញ្ញាត​
ko: 사용함
lt: Įgalintas
lv: Ieslēgts
nb: Slått på
nds: Anmaakt
nn: På
pa: ਯੋਗ ਕੀਤਾ
pl: Włączone
pt: Activo
sk: Povolené
sl: Omogočeno
sr@ijekavian: укључено
sv: Aktiverad
uk: Увімкнено
wa: En alaedje

# Use anti-aliasing
source: System Settings
bg: Системни настройки
bs: sistemske postavke
cs: Nastavení systému
da: Systemindstillinger
eu: Sistemaren ezarpenak
fi: Järjestelmäasetukset
gl: Configuración do sistema
he: הגדרות מערכת
hi: तंत्र विन्यास
hr: Postavke sustava
ia: Preferentias de systema
it: Impostazioni di sistema
ja: システムの設定に従う
kk: Жүйелік параметрлер бойынша
km: ការ​កំណត់​ប្រព័ន្ធ​
ko: 시스템 설정
lt: Sistemos nustatymai
lv: Sistēmas iestatījumi
nb: Systemoppsett
nds: Systeeminstellen
nn: Systemoppsett
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
pl: Ustawienia systemowe
pt: Configuração do Sistema
sk: Nastavenie systému
sl: Sistemske nastavitve
sr@ijekavian: системске поставке
sv: Systeminställningar
uk: Системні параметри
wa: Tchuzes do sistinme

# Use anti-aliasing
source: Disabled
bg: Изключено
bs: Onemogućeno
cs: Zakázáno
da: Deaktiveret
eu: Desgaituta
fi: Poissa käytöstä
gl: Desactivado
he: מבוטל
hi: अक्षम
hr: Onemogućeno
ia: Dishabilitate
it: Disabilitato
ja: 無効
kk: Болмасын
km: មិន​អនុញ្ញាត​
ko: 사용 안 함
lt: Uždraustas
lv: Izslēgts
nb: Slått av
nds: Utmaakt
nn: Av
pa: ਆਯੋਗ ਕੀਤਾ
pl: Wyłączone
pt: Desactivada
sk: Zakázané
sl: Onemogočeno
sr@ijekavian: искључено
sv: Inaktiverad
uk: Вимкнено
wa: Essocté

source: If this option is selected, KDE will smooth the edges of curves in fonts.
bg: Заглаждане на стълбичния ефект на шрифтовете.
bs: Ako je ova opcija izabrana, KDE će izravnati (poravnati) ivice fontova.
cs: Je-li vybrána tato volba, pak bude KDE používat vyhlazená písma.
da: Hvis dette er afkrydset vil KDE udglatte kanterne på kurver i skrifttyper.
eu: Aukera hau hautatuta baldin badago, KDEk leundu egingo ditu letra-tipoen ertzak.
fi: Jos tämä asetus on valittuna, KDE pehmentää fonttien reunoja.
gl: Se sinala esta opción, KDE suavizará os contornos das curvas nas fontes.
he: אם אפשרות זו נבחרת, KDE יחליק את קצותיהן של עקומות בגופנים.
hi: यदि यह विकल्प चुना जाता है, केडीई फ़ॉन्ट्स के किनारों की गोलाइयों को चिकना बनाता है.
hr: Odabirom ove opcije KDE će omekšati rubove pisama.
ia: Si iste option es eligite, KDE lisiara le bordos de curvas in fontes.
it: Se questa opzione viene selezionata, KDE utilizzerà contorni sfumati e arrotondati per i caratteri.
ja: このオプションを選択すると、KDE はフォントの曲線部分の縁を滑らかにします。
kk: Құсбелгісі қойылса, KDE әріптердің жиектерін тегістеп бейнелейді.
km: បើ​ជ្រើស​ជម្រើស​​នេះ នោះ KDE នឹង​ធ្វើ​ឲ្យ​គែម​កំណោង​ក្នុង​ពុម្ព​អក្សរ​រលោង ។
ko: 만약 이 옵션을 선택하면 KDE는 글꼴의 선을 부드럽게 만듭니다.
lt: Esant pažymėtai šiai parinkčiai, KDE glotnins šriftų kreivių briaunas..
lv: Ja šī opcija ir izvēlēta, KDE nolīdzinās stūrus un lokus fontos.
nb: Hvis du velger dette, vil KDE bruke kantutjevnet skrift.
nds: Wenn anmaakt, warrt KDE de Kanten vun Bookstaven weker dorstellen.
nn: Dersom dette er valt, vil KDE bruka kantutjamna skrift og bilete.
pa: ਜੇਕਰ ਇਹ ਚੋਣ ਕੀਤੀ ਗਈ, ਤਾਂ KDE ਫੋਂਟਾਂ ਵਿੱਚ ਕਿਨਾਰਿਆਂ ਨੂੰ ਗੋਲ ਕਰ ਦੇਵੇਗਾ।
pl: Jeśli ta opcja jest włączona, KDE będzie wygładzać czcionki.
pt: Se esta opção estiver seleccionada, o KDE irá suavizar os segmentos da curva nos tipos de letra.
sk: Ak je vybratá táto voľba, KDE bude vyhladzovať okraje písiem.
sl: Če je ta možnost izbrana, bo KDE uporabil glajenje krivulj pri pisavah.
sr@ijekavian: Ако је ова опција укључена, назубљене ивице кривих у фонту биће омекшане у приказу.
sv: Om det här alternativet är valt kommer KDE att utjämna kanterna i teckensnitt.
uk: Якщо цей параметр ввімкнено, KDE буде використовувати згладжені кути кривих у шрифтах.
wa: Si çoula est tchoezi KDE va adoûci l' cotoû des fontes.

source: Configure...
bg: Настройване...
bs: Podesi...
cs: Nastavit...
da: Indstil...
eu: Konfiguratu...
fi: Muokkaa…
gl: Configurar...
he: הגדרה...
hi: कॉन्फ़िगर...
hr: Podesi…
ia: Configura ...
it: Configura...
ja: 設定...
kk: Баптау...
km: កំណត់​រចនាសម្ព័ន្ធ...
ko: 설정...
lt: Konfigūruoti...
lv: Konfigurēt...
nb: Sett opp …
nds: Instellen...
nn: Set opp …
pa: ਸੰਰਚਨਾ...
pl: Konfiguruj...
pt: Configurar...
sk: Nastaviť...
sl: Nastavi ...
sr@ijekavian: Подеси...
sv: Anpassa...
uk: Налаштувати...
wa: Apontyî...

source: Force fonts DPI:
bg: Принудително DPI:
bs: Nametni DPI fontova:
cs: Vynutit DPI písem:
da: Gennemtving skrifttypens DPI:
eu: Behartu letra-tipoen DPIa:
fi: Pakota fontin DPI:
gl: Forzas os PPP das fontes:
he: אכוף דרגת DPI:
hi: फ़ॉन्ट्स डीपीआई बाध्य करें:
hr: Prisilna vrijednost DPI za pisma:
ia: Fortia DPI de fontes:
it: Forza DPI per i caratteri:
ja: フォントの DPI を指定する(&P):
kk: Қаріп айырымдылығы:
km: បង្ខំ​ពុម្ព​អក្សរ DPI ៖
ko: 글꼴 DPI 강제 지정:
lt: Forsuoti šriftų DPI:
lv: Uzspiest fontu izšķirtspēju DPI:
nb: Tving størrelse på skrifter:
nds: För Schriftoorden dpi-Weert verdwingen:
nn: Tving skrift-PPT:
pa: ਫੋਂਟ DPI ਫੋਰਸ:
pl: Wymuś DPI czcionek:
pt: PPP obrigatórios dos tipos de letra:
sk: Vynútiť DPI písiem:
sl: Vsili ločljivost za pisave:
sr@ijekavian: Наметни тпи фонтова:
sv: Tvinga teckensnittens punkter per tum:
uk: Задати роздільність шрифтів:
wa: Foircî l' finté des fontes (e DPI):
