Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmfonts.po
Languages: bg, bs, cs, da, eu, fi, gl, he, hi, hr, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt, sk, sl, sr@ijekavian, sv, uk, wa

source: <p>This option forces a specific DPI value for fonts. It may be useful when the real DPI of the hardware is not detected properly and it is also often misused when poor quality fonts are used that do not look well with DPI values other than 96 or 120 DPI.</p><p>The use of this option is generally discouraged. For selecting proper DPI value a better option is explicitly configuring it for the whole X server if possible (e.g. DisplaySize in xorg.conf or adding <i>-dpi value</i> to ServerLocalArgs= in $KDEDIR/share/config/kdm/kdmrc). When fonts do not render properly with real DPI value better fonts should be used or configuration of font hinting should be checked.</p>
bg: <p>Тази опция задава определени стойности на DPI за шрифтовете. Това може да е полезно когато хардуерния не е правилно разпознат и се използва неправилно при ниско качествените шрифтове, които не изглеждат добре с DPI различно от 96 или 120.</p><p>Използването на тази опция не се препоръчва. За да изберете правилно DPI по-добре да настроите целия Х сървър, ако е възможно (напр. DisplaySize в xorg.conf или да добавите <i>-dpi value</i> в ServerLocalArgs= в $KDEDIR/share/config/kdm/kdmrc). Когато шрифтовете не се обработват с правилното DPI, по-добре използвайте други.</p>
bs: <p>Ova opcija nameće specifičnu DPI vrijednost za fontove. Može biti korisna kada stvarni DPI hardvera nije propisno detektovan i često se pogrešno upotrebljava u slučajevima kada korišteni fontovi loše kvalitete izgledaju dobro samo pri 96 ili 120 DPI vrijednostima.</p><p>Upotreba ove opcije se generalno ne preporučuje. Bolji način za odabir ispravne DPI vrijednosti je njeno eksplicitno podešavanje za čitav X server, ukoliko je to moguće (npr. DisplaySize u xorg.conf ili dodavanje <i>-dpi vrijednost</i> u ServerLocalArgs= iz $KDEDIR/share/config/kdm/kdmrc). Ukoliko fontovi ne izgledaju dobro sa stvarnom DPI vrijednošću, onda je potrebno koristiti bolje fontove ili provjeriti nagovještavanje fontova.</p>
cs: <p>Tato volba vynutí konkrétní DPI pro písma. Hodí se to v případě, kdy není správně rozpoznáno skutečné DPI hardwaru. Volba se často zneužívá v případě nekvalitních písem, které nevypadají dobře s jiným DPI než 96 nebo 120.</p><p> Použití této volby se nedoporučuje. Pokud si přejete nastavit vhodnější DPI, pak je lepší možností nastavit správně celý X server (např. DisplaySize v xorg.conf nebo přidat <i>-dpi value</i> do sekce ServerLocalArgs= v souboru $KDEDIR/share/config/kdm/kdmrc). Pokud se písma nevykreslují správně ani se skutečným DPI, pak zvažte použití lepších písem nebo lepší nastavení hintingu.</p>
da: <p>Dette tilvalg påtvinger at et vist antal punkter per tomme bruges for en skrifttype. Dette kan være nyttigt når hardwarens rigtige antal punkter per tomme ikke detekteres rigtigt, og bruges også ofte fejlagtigt når skrifttyper af dårlig kvalitet bruges, som ikke ser godt ud med andre værdier end 96 eller 120 punkter per tomme.</p><p>Brug af dette tilvalg frarådes i almindelighed. Et bedre alternativ for at vælge en rigtig værdi på antal punkter per tomme er eksplicit at indstille det for hele X-serveren om muligt (f.eks. DisplaySize i xorg.conf eller at tilføje <i>-dpi værdi</i> til ServerLocalArgs= i $KDEDIR/share/config/kdm/kdmrc). Når skrifttyper ikke vises rigtigt med rigtige værdier for punkter per tomme, bør bedre skrifttyper bruges, ellers bør indstillingen af skrifttypesantydning kontrolleres.</p>
eu: <p>Aukera honek letra-tipoetarako DPI balio jakin bat behartzen du. Hori lagungarria izan liteke hardwarearen benetako DPIa ondo detektatzen ez bada. Askotan gaizki erabiltzen da kalitate eskaseko letra-tipoak, 96 edo 120 DPIrekin baino ondo ikusten ez direnak, erabiltzen direnean.</p><p>Normalean, ez da gomendagarria aukera hori erabiltzea. DPI balio apropos bat ezartzeko, hobe da esplizituki X zerbitzari osorako konfiguratzea, ahal izanez gero (adibidez, 'Display Size' xorg.conf fitxategian edo <i>-dpi balioa</i> gehituz ServerLocalArgs= $KDEDIR/share/config/kdm/kdmrc-en). Letra-tipoak ondo errendatzen ez badira DPI balio erreal batez, letra-tipo hobeak erabili beharko dira edo letra-tipoen 'hinting' konfigurazioa begiratu beharko da.</p>
fi: <p>Tämä asetus pakottaa fonteille määrätyn DPI-arvon. Tämä voi olla tarpeen, jos laitteiston oikeaa DPI-arvoa ei tunnisteta oikein. Voit myös käyttää valintaa, jos fontit eivät näytä hyviltä muilla DPI-arvoilla kuin 96 tai 120 DPI.</p><p>Tämän asetuksen käyttämistä ei yleensä suositella. Parempi tapa on asettaa DPI-arvo koko X-palvelimelle, jos se on vain mahdollista (esim. DisplaySize xorg.conf tiedostossa, tai lisäämällä <i>dpi-arvo</i> ServerLocalArgs= muuttujaan tiedostossa $KDEDIR/share/config/kdm/kdmrc). Jos fontit eivät piirry kunnolla oikealla DPI-arvolla käytä parempia fontteja, tai korjaa fonttivihjeiden asetuksia.</p>
gl: <p>Esta opción forza un valor específico de PPP para os tipos de letra. Isto pode ser útil se os PPP reais do hardware non se detectan correctamente pero é mal empregada cando se empregan tipos de letra de baixa calidade que non teñen bon aspecto con valores de PPP diferentes de 96 ou 120 PPP.</p><p>O uso desta opción xeralmente non se recomenda. Para escoller o valor correcto dos PPP unha opción mellor é configuralos explicitamente para todo o servidor X se é posíbel (por ex. DisplaySize en xorg.conf ou engadindo <i>-dpi valor</i> a ServerLocalArgs= en $KDEDIR/share/config/kdm/kdmrc). Cando os tipos de letra non se debuxan correctamente co valor real de PPP debería utilizar tipos mellores ou verificar a configuración da indicación do tipo de letra.</p>
he: <p>אפשרות זו, אוכפת ערך DPI מסויים כאשר הערך האמיתי של החומרה לא זוהה כהלכה וגם כאשר מתעורר צורך בגלל גופנים מקולקלים שלא נראים במיטבם בערכים שונים מאשר 96 או 120.</p> <p> השימוש באפשרות זו בדרך כלל לא מומלץ. בכדי לבחור ערך DPI הדרך המומלצת היא להגדיר את הערך עבור כל שרת ה־X אם זה אפשרי (למשל DisplaySize בקובץ xorg.conf) או על ידי הוספה של <i>‎-dpi value</i> אל ServerLocalArgs= הקובץ ‎ $KDEDIR/share/config/‎kdm/kdmrc). כאשר הגופנים לא מוצגים כהלכה בערך ה־DPI האמיתי, יש צורך להשתמש בגופנים טובים יותר או יש לבדוק את ההגדרות של החלקות הגופנים.</p>
hr: <p>Ova opcija prisiljava određenu vrijednost DPI za pisma. Korisno je u slučaju ako stvarni DPI hardvera nije ispravno prepoznat, a često se pogrešno koristi u slučaju ako su upotrebljena pisma loše kvalitete koja imaju kvalitetan izgled samo s vrijednostima 96 ili 120 DPI.</p><p>Ne preporučuje se upotreba ove opcije. Za odabir pravilne vrijednosti DPI, bolja opcija je njezino eksplicitno podešavanje za cijelokupni X poslužitelj, ako je to moguće (npr. putem opcije DisplaySize u datoteci xorg.conf ili dodavanjem vrijednosti <i>-dpi value</i> u opciju ServerLocalArgs= u datoteci $KDEDIR/share/config/kdm/kdmrc). Ako se pisma ne iscrtavaju pravilno uz stvarne vrijesdnosti DPI, potrebno je upotrijebiti bolja pisma ili provjeriti konfiguraciju naslućivanja pisama.</p>
ia: <p>Iste option fortias un specific valor de DPI pro fontes. Il pote esser utile quando le ver DPI del hardware non es relevate propriemente e il es anque sovente mal usate quando fontes de povre qualitate es usate que los non sembla ben con valores de DPI que non es 96 o 120.</p><p>Le uso de iste option es generalmente discoragiate. Pro seliger un proprie valor de DPI un melior option es lo de explicitemente configurar lo pro le integre servitor de X si possibile (P.ex. DisplaySize in xorg.conf o adder <i>-dpi value</i> a ServerLocalArgs= in $KDEDIR/share/config/kdm/kdmrc). Quando fonts non render propriemente con valores real de DPI, melior fontes deberea esser usate o on debe marcar configuration de allusion de font.</p>
it: <p>Questa opzione obbliga ad usare un particolare valore DPI per i caratteri. Può essere utile quando non viene individuato correttamente l'effettivo DPI dell'hardware ma è spesso usato a sproposito quando si utilizzano caratteri di scarsa qualità che hanno una scarsa resa con risoluzioni diverse da 96 o 120 DPI.</p><p>In generale si sconsiglia di utilizzare questa opzione. Per selezionare un corretto valore di DPI, se è possibile, è meglio configurarlo esplicitamente per tutto il server X (per es. usando DisplaySize in xorg.conf o aggiungendo <i>-dpi valore</i> a ServerLocalArgs= in $KDEDIR/share/config/kdm/kdmrc). Quando i caratteri non vengono resi correttamente con il valore di DPI reale, bisognerebbe utilizzare dei caratteri migliori o verificare la configurazione dell'hinting dei caratteri.</p>
ja: <p>このオプションはフォントの DPI の値を指定します。ハードウェアの実際の DPI が正しく検出されない場合に役立つかもしれません。しかしこれはまた、96 や 120 DPI 以外の値では格好よく見えない低品質なフォントが使用されているときに、しばしば誤用されます。</p><p>一般的にはこのオプションの使用は推奨しません。適切な DPI の値は、可能であれば X サーバ全体に対して明示的に設定してください (例 xorg.conf の DisplaySize を指定、または $KDEDIR/share/config/kdm/kdmrc の ServerLocalArgs= に <i>-dpi value</i> を追加)。フォントが実際の DPI の値で適切に表示されないときは、より質の良いフォントを使用するか、フォントのヒント設定をチェックすべきです。</p>
kk: <p>Бұл параметр қаріптің айырымдылығын бекітеді. Осы параметр жабдықтын шын айырымдылығы дұрыс танылмағанда, немесе ол 96 не 120 нүкте/дюйм емес болып, көрінісі нашар болуының себебінен пайдалануға келмейтін жағдайында ұтымды.</p><p>Бұл параметрді қолдану өте жақсы деп табылмайды. Лайықты айырымдылықты, мүмкіндік болса, жалпы X сервер бойы дұрыстап алғаны жөн (мәселен, xorg.conf файлындағы DisplaySize параметрі арқылы немесе $KDEDIR/share/config/kdm/kdmrc файлындағы ServerLocalArgs= жолына <i>-н/д мәнің</i> қосып). Егер қаріп шын айырымдылығымен жақсы көрінбесе басқа қаріпті қолданып көру немесе қаріп хинтингін таңдап алу абзал.</p>
km: <p>ជម្រើស​នេះ​បង្ខំ​នូវ​តម្លៃ DPI ជាក់លាក់​សម្រាប់​ពុម្ព​អក្សរ ។ វា​ប្រហែល​ជា​មាន​ប្រយោជន៍ ពេល​ដែល​ DPI ពិត​របស់​ផ្នែក​រឹង​​មិន​ត្រូវ​បាន​រក​ឃើញ​ដោយ​ត្រឹមត្រូវ​ទេ​នោះ ហើយ​វា​ក៏​ត្រូវ​បាន​ប្រើ​ជា​ញឹកញយ​ផង​ដែរ​នៅ​ពេល​ដែល​បាន​ប្រើ​ពុម្ពអក្សរ​ដែល​មាន​គុណភាព​អន់ ដែល​មើល​ទៅ ​ហាក់ ដូចជា​មិន​សម​ជាមួយ​នឹង​តម្លៃ DPI ក្រៅពី​ 96 ឬ 120 DPI ។</p><p>ការ​ប្រើប្រាស់​ជម្រើស​នេះ ជាទូទៅ​ត្រូវ​បាន​រាំង​ស្ទះ ។ ចំពោះ​ការ​ជ្រើសរើស​តម្លៃ DPI ដែល​ត្រឹមត្រូវ ប្រសិន​បើ​អាច​ធ្វើ​ទៅ​បាន​នោះ​​ជម្រើស​ដែល​ល្អ​គឺ​ត្រូវ​ធ្វើការ​កំណត់​រចនាសម្ព័ន្ធ​វា​ឲ្យ​បាន​ច្បាស់​សម្រាប់​ម៉ាស៊ីន​បម្រើ X ទាំងមូល (ឧ. បង្ហាញ​ទំហំ​នៅ​ក្នុង xorg.conf ឬ​ការ​បន្ថែម <i>តម្លៃ dpi</i> ទៅ​កាន់ ServerLocalArgs= in $KDEDIR/share/config/kdm/kdmrc) ។ នៅ​ពេល​ដែល​ពុម្ព​អក្សរ​បង្ហាញ​មិន​ត្រឹមត្រូវ​ជាមួយ​តម្លៃ DPI ពិត​ទេ នោះ​ពុម្ព​អក្សរ​ដែល​ប្រសើរ​ជាង​មុន​ គឺ​គួរ​តែ​ត្រូវ​បាន​ប្រើ ឬ​ការ​កំណត់​រចនាសម្ព័ន្ធ​នៃ​ការ​ណែនាំ​គួរ​តែ​ត្រូវ​បាន​ធីក​ ។</p>
ko: <p>이 옵션은 글꼴의 DPI 값을 강제로 지정합니다. 실제 하드웨어의 DPI 값이 잘못 계산되었거나, 96이나 120 DPI 이외의 화면에서 제대로 보이지 않는 글꼴에 사용합니다.</p><p>이 옵션의 사용은 일반적으로 권장하지 않습니다. X 서버 설정을 편집하여 적당한 DPI 값을 지정하시기 바랍니다. (예: xorg.conf의 DisplaySize 항목이나 $KDEDIR/share/config/kdm/kdmrc 파일에 ServerLocalArgs= 항목에 <i>-dpi 값</i>추가) 실제 DPI 값을 강제로 지정해도 글꼴이 제대로 표시되지 않으면 다른 글꼴을 사용하거나 글꼴 힌팅 설정을 확인하십시오.</p>
lt: <p>Ši parinktis šriftams nustato konkrečią DPI reikšmę. Ji gali būti naudinga kai tikroji aparatinės įrangos DPI nėra tiksliai nustatomas, ji taip pat gali būti naudojama tais atvejais, kai naudojami prastos kokybės šriftai, kurie prastai atrodo su kitomis nei 96 or 120 DPI vertėmis.</p><p>Šiaip šios parinkties geriau nenaudoti. Norėdami pasirinkti teisingą DPI vertę geriau teisingai ją sukonfigūruokite visam X serveriui, jei tik tai įmanoma (pvz., nustatydami parametrą „DisplaySize“ xorg.conf faile ar pridėdami <i>-dpi vertė</i> parametrą ServerLocalArgs= nustatyme $KDEDIR/share/config/kdm/kdmrc faile). Kai šriftai neteisingai vaizduojami su teisinga DPI verte geriau naudoti geresnius šriftus ar patikrinti šriftų hintingo konfigūraciją.</p>
lv: <p>Šī opcija uzspiež konkrētu izšķirtspējas (DPI = punkti uz collu) vērtību fontiem. Tas var noderēt, kad nav korekti noteikts reālais aparatūras DPI. Un to bieži nepareizi izmanto, lietojot ar zemas kvalitātes fontiem, kuri neizskatās labi citās izšķirtspējās kā 96 vai 120 DPI.</p><p>Šīs opcijas izmantošanu vispārīgā gadījumā neiesaka. Pareizai DPI vērtības izvēlei labāka alternatīva ir atklāti to nodefinēt visam X serverim, ja iespējams (piemēram, DisplaySize xorg.conf failā vai pieliekot <i>-dpi vērtība</i> ServerLocalArgs= mainīgajam, kas atrodas $KDEDIR/share/config/kdm/kdmrc). Ja fonti netiek korekti izzīmēti ar reālo DPI vērtību, jāizmanto kvalitatīvāki fonti, vai jāpārbauda fontu "minēšanas" (hinting) konfigurācija.</p>
nb: <p>Dette valget tvinger en bestemt punkter per tomme verdi for skrift. Dette kan være nyttig når den egentlige punkter per tomme for maskinvaren ikke blir gjenkjent korrekt. Valget blir ofte misbrukt når skrift av dårlig kvalitet ikke får et fint utseende utenom valgene 96 og 120 punkter per tomme.</p> <p>Bruken av dette valget er ikke anbefalt. Hvis mulig så sett opp X tjeneren med korrekt punkter per tomme verdi istedenfor (f.eks DisplaySize i xorg.conf eller legg til <i>-dpi value</i> i ServerLocalArgs= som finnes i $KDEDIR/share/config/kdm/kdmrc). Når skrifta ikke gjengis riktig for faktisk punkter per tomme verdi, kan andre skrifttyper benyttes, eller så bør innstillinga for skriftsnittantydning kontrolleres.</p>
nds: <p>Disse Optschoon verdwingt en fastleggten dpi-Weert för Schriftoorden. Dat nütt, wenn sik de dpi-Weert vun de Hardware nich propper opdecken lett un warrt ok faken för Schriftoorden vun siete Gööd bruukt, de mit anner Oplösen as 96 oder 120 dpi nich goot utseht.</p><p>Vun't Bruken vun disse Optschoon warrt eerstmaal afraadt. De dpi-Weert lett sik beter för den helen X-Server fastleggen, a.B. över den Weert för "DisplaySize" binnen "xorg.conf" oder mit de Optschoon <i>-dpi weert</i>, de Du as Weert för "ServerLocalArgs=" binnen "$KDEDIR/share/config/kdm/kdmrc" angeven kannst. Seht Schriftoorden ok mit den richtigen dpi-Weert nich goot ut, probeer beter Schriftoorden un/oder Henwiesbruuk ("Hinting") ut.</p>
nn: <p>Dette valet tvingar ein spesifikk PPT-verdi (punkt per tomme) for skrifter. Dette kan vera nyttig når den ekte PPT-verdien for skjermen ikkje vert rett oppdaga, eller viss du brukar lågkvalitetsskrifter som ikkje ser bra ut med andre verdiar enn 96 eller 120 PPT.</p><p>Det er frårådd å slå på dette valet. For å velja rett PPT-verdi er det betre å endra oppsettet for heile X-tenaren (valet «DisplaySize» i «xorg.conf», eller legg til <i>-dpi verdi</i> i «ServerLocalArgs=» i «$KDEDIR/share/config/kdm/kdmrc»). Viss skriftene ikkje ser bra ut med ekte PPT-verdiar, bør du bruka betre skrifter, eller sjå til at vala for skrifthinting er rette.</p>
pl: <p>Ta opcja ustawia konkretną wartość DPI dla czcionek. Może być to użyteczne, kiedy systemowa wartość DPI (liczba punktów na cal) nie jest rozpoznawana poprawnie, albo kiedy czcionki niskiej jakości nie wyglądają dobrze przy ustawieniach DPI różnych od 96 lub 120.</p><p>Używanie tej opcji nie jest zalecane. Lepiej podać odpowiednią wartość dla całego serwera X (np. przez ustawienie DisplaySize w xorg.conf lub dodanie opcji <i>-dpi value</i> to ServerLocalArgs= w pliku $KDEDIR/share/config/kdm/kdmrc). Jeśli czcionki nie wyglądają dobrze przy prawdziwej wartości DPI value, lepiej użyć lepszych czcionek lub sprawdzić konfigurację hintingu.</p>
pt: <p>Esta opção obriga a usar um valor de PPP (pontos por polegada) específico para os tipos de letra. Poderá ser útil quando o valor de PPP real do 'hardware' não for detectado convenientemente, e também é mal usado quando são usados tipos de letra de má qualidade, que não apareçam bem com os valores diferentes de 96 ou 120 PPP.</p><p>A utilização desta opção normalmente é desencorajada. Para seleccionar um valor de PPP adequado, uma melhor opção será configurá-lo explicitamente para todo o servidor X, se possível (p.ex. DisplaySize no xorg.conf ou adicionando a opção <i>-dpi valor</i> ao ServerLocalArgs= do ficheiro $KDEDIR/share/config/kdm/kdmrc). Quando os tipos de letra não aparecerem bem com um valor de PPP real, deverá usar tipos de letra melhores ou então deverá verificar a configuração das sugestões de tipos de letra.</p>
sk: <p>Táto možnosť vynúti špecifickú hodnotu DPI pre písma. Môže to byť užitočné, ak skutočné DPI hardvéru nebolo správne zistené. Taktiež sa často nesprávne používa pri nekvalitných písmach, ktoré nevyzerajú dobre s hodnotami DPI inými ako 96 alebo 120.</p><p>Použitie tejto možnosti sa vo všeobecnosti nedoporučuje. Pre voľbu správnej hodnoty DPI je lepšie explicitne nastaviť DPI pre celý X server, ak je to možné (napr. DisplaySize v xorg.conf alebo pridaním <i>-dpi hodnota</i> do ServerLocalArgs= v $KDEDIR/share/config/kdm/kdmrc). Ak sa písma nezobrazujú správne so skutočnou hodnotou DPI, mali by ste použiť lepšie písma alebo skontrolovať nastavenie hintingu pre písma.</p>
sl: <p>Ta možnost vsili določeno ločljivost za pisave. Uporabna je, ko prava ločljivost za strojno opremo ni zaznana pravilno. Možnost se pogosto napačno uporablja za pisave slabše kakovosti, ki pri ločljivostih razen 96 ali 120 DPI ne izgledajo dobro.</p><p>Uporabo te možnosti na splošno odsvetujemo. Boljši način je nastavitev pravilne ločljivosti za celoten strežnik X (npr. nastavitev možnosti DisplaySize v datoteki xorg.conf). Če prikaz pisav pri pravi nastavitvi ločljivosti ni pravilen, je priporočljivo uporabiti pisave višje kakovosti ali pa preveriti nastavitve glajenja za pisave.</p>
sr@ijekavian: <qt><p>Ова опција намеће одређену вриједност тпи за фонтове. То може бити корисно када вриједност одређена хардвером није исправно откривена, као и када се користе фонтови слабијег квалитета који добро изгледају само при 96 или 120 тпи.</p><p>Ову опцију углавном не треба користити. Боље је умјесто тога, ако је могуће, подесити исправну вриједност тпи за цео Икс‑сервер (нпр. параметар <icode>DisplaySize</icode> у фајлу <filename>/etc/X11/xorg.conf</filename>, или додавањем опције <icode>-dpi vrednost</icode> у <icode>ServerLocalArgs=</icode> у фајлу <filename>$KDEDIR/share/config/kdm/kdmrc</filename>). Ако се фонтови и послије тога лоше рендерују, треба или изабрати боље фонтове, или покушати са укљученом опцијом навођења фонтова.</p></qt>
sv: <p>Det här alternativet tvingar att ett visst antal punkter per tum används för teckensnitt. Det kan vara användbart när hårdvarans riktiga antal punkter per tum inte detekteras riktigt, och används också ofta felaktigt när teckensnitt av dålig kvalitet används, som inte ser bra ut med andra värden än 96 eller 120 punkter per tum.</p><p>Användning av alternativet avråds i allmänhet från. Ett bättre alternativ för att välja ett riktigt värde på antal punkter per tum är att explicit ställa in det för hela X-servern om möjligt (t.ex. DisplaySize i xorg.conf eller att lägga till <i>-dpi värde</i> till ServerLocalArgs= i $KDEDIR/share/config/kdm/kdmrc). När teckensnitt inte visas riktigt med riktiga värden för punkter per tum, bör bättre teckensnitt användas, eller bör inställningen av teckensnittsantydning kontrolleras.</p>
uk: <p>За допомогою цього параметра можна вказати роздільну здатність шрифтів. Це може бути корисним, якщо реальна роздільність техніки визначається неправильно, крім того, часто цей параметр використовується неоптимально, якщо використані шрифти низької якості виглядають погано зі значеннями роздільної здатності відмінними від 96 або 120 т/д.</p><p>Зміна цього параметра, як правило, не рекомендується. Якщо можливо, для встановлення оптимального значення точок на дюйм краще налаштувати значення явно для всього сервера X (напр., DisplaySize в xorg.conf або додаючи <i>-dpi значення</i> до ServerLocalArgs= в $KDEDIR/share/config/kdm/kdmrc). Якщо шрифти не відтворюються правильно зі справжнім значенням роздільності, бажано знайти кращі шрифти або спробувати хінтинг.</p>
wa: <p>Cisse tchuze ci va foircî ene dinêye valixhance di DPI (ponts pa pôce) pol finté des fontes. Ça pout esse ahessåve cwand l' vraiye finté del waitroûle n' est nén detectêye comifåt, et ossu avou des fontes di fwebe cwålité ki n' si håynèt nén foirt bén dzo des fintés ôtes ki 96 ou 120 DPI.</p><p>Li pus sovint l' eployaedje di cisse tchuze ci est discoraedjî. Po tchoezi l' boune valixhance pol finté ene meyeuse manire c' est d' l' apontyî dis l' sierveu X, po tos les programes (eg mete DisplaySize dins l' fitchî d' apontiaedje xorg.conf oudonbén radjouter <i>-dpi valixhance</i> al roye ServerLocalArgs= do fitchî d' apontiaedje $KDEDIR/share/config/kdm/kdmrc). Cwand des fontes ni si håynèt nén bén avou l' vraiye valixhance del finté del waitroûle c' est mia d' cweri après des meyeusès fontes, ou verifyî l' apontiaedje do «hinting».</p>

source: <p>Some changes such as anti-aliasing or DPI will only affect newly started applications.</p>
bs: <p>Neke promjene poput anti-aliasing ili DPI će uticati samo na novopokenute programe.</p>
cs: <p>Některé změny, jako např. ve vyhlazování písem nebo DPI, se projeví až po novém spuštění aplikace.</p>
da: <p>Visse ændringer såsom anti-alias eller DPI kommer kun til at påvirke nystartede program.</p>
eu: <p>Aldaketa batzuek —hala nola ertzak leuntzeak edo DPIak— hemendik aurrera abiarazten diren aplikazioetan baino ez dute izango eragina.</p>
fi: <p>Olet valinnut pehmennykseen tai DPI:hin liittyvän asetuksen. Asetus tulee voimaan käynnistyvissä ohjelmissa. </p>
gl: <p>Algunhas modificacións, como o suavizado ou os PPP, só afectarán os programas que execute de agora en diante.</p>
he: <p> שינויים מסויימים כמו החלקת קצוות או שינוי DPI יחולו רק על יישומים חדשים.</p>
ia: <p>Alcun modificationes tal como anti-aliasing o DPI influentiara solmente applicationes initiate de nove.</p>
it: <p>Alcune modifiche, come l'anti-aliasing o le impostazioni DPI, avranno effetto solo sui programmi avviati da questo momento in poi.</p>
kk: <p>Тегістеу не айырымдылық баптаулары секілді параметрлері өзгертілді. Бұл өзгерістер тек жаңадан басталған қолданбалар үшін ғана күшіне енеді.</p>
km: <p>ការ​ផ្លាស់ប្ដូរ​មួយ​ចំនួន ដូច​ជា​ការ​ប្រឆាំង​រឆេតរឆូត​នឹង​មាន​ប្រសិទ្ធិភាព តែ​លើ​កម្មវិធី​ដែល​បាន​ចាប់ផ្ដើម​ថ្មីៗ​ប៉ុណ្ណោះ ។</p>
ko: <p>앤티에일리어싱 및 DPI 같은 일부 설정은 새로 시작한 프로그램에만 적용됩니다.</p>
lt: <p>Kai kurie pakeitimai, pavyzdžiui, šriftų glotninimas arba DPI, turės įtakos tik naujai paleistoms programoms.</p>
nb: <p>Noen endringer, som for eksempel kantutjevning eller DPI, vil bare tre i kraft for programmer som startes etterpå.</p>
nds: <p>En poor Ännern, a.B. de för dat Kantstreken oder DPI, warrt bloots in nieg start Programmen sichtbor.</p>
pa: <p>ਤੁਸੀਂ ਐਂਟੀ-ਲਾਇਸਿੰਗ ਜਾਂ DPI ਨਾਲ ਸੈਟਿੰਗ ਤਬਦੀਲ ਕੀਤੀ ਹੈ। ਇਹ ਸਿਰਫ ਨਵੇਂ ਜਾਰੀ ਕਾਰਜ ਲਈ ਸਹਾਇਕ ਹੋ ਸਕੇਗੀ।</p>
pl: <p>Niektóre zmiany, m. in dotyczące antyaliasingu lub DPI, zostaną uwzględnione jedynie w nowo uruchamianych programach.</p>
pt: <p>Algumas alterações, como o 'anti-aliasing' ou a resolução em PPP, só irão afectar as aplicações acabadas de iniciar.</p>
sk: <p>Niektoré zmeny ako je napr. vyhladzovanie alebo DPI sa prejavia iba pre novo spustené aplikácie.</p>
sl: <p>Nekatere spremembe, npr. glajenja pisav ali ločljivosti, bodo vplivale le na novo zagnane programe.</p>
sr@ijekavian: <qt><p>Измјене неких поставки, попут омекшавања или тпи, имаће утицаја само на новопокренуте програме.</p></qt>
sv: <p>Vissa ändringar såsom kantutjämning eller punkter/tum kommer endast att påverka nystartade program.</p>
uk: <p>Деякі змінені параметри, наприклад зміни згладжування або роздільності, вплинуть тільки на запущені заново програми.</p>
