Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmfonts.po
Languages: bg, bs, cs, da, eu, fi, gl, he, hi, hr, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nn, pa, pl, pt, sk, sl, sr@ijekavian, sv, uk, wa

source: Font Settings Changed
bg: Настройките на шрифтовете са променени
bs: Promijenjene postavke fontova
cs: Změněno nastavení písem
da: Skrifttype-indstillingerne blev ændret
eu: Letra-tipoen ezarpenak aldatuta
fi: Fonttiasetukset muuttuneet
gl: Modificou a configuración dos tipos de letra
he: הגדרות החלקת הקצוות השתנו
hi: फ़ॉन्ट विन्यास परिवर्तित
hr: Postavke pisma su izmijenjene
ia: Preferentias de Font modificate
it: Impostazioni per i caratteri modificate
ja: フォント設定を変更しました
kk: Қаріп баптаулары өзгертілді
km: បាន​ផ្លាស់ប្ដូរ​ការ​កំណត់​ពុម្ព​អក្សរ
ko: 글꼴 설정 변경됨
lt: Šriftų nustatymai pakeisti
lv: Fontu iestatījumi izmainīti
nb: Innstilling for skrift er endret
nds: Schriftoort-Instellen ännert
nn: Skriftinnstillingar er endra
pa: ਫੋਂਟ ਸੈਟਿੰਗ ਬਦਲੀ
pl: Zmieniono ustawienia czcionek
pt: Mudança da Configuração dos Tipos de Letra
sk: Nastavenia písiem sa zmenili
sl: Spremembe nastavitev pisav
sr@ijekavian: Промијењене поставке фонтова
sv: Inställningar av teckensnitt har ändrats
uk: Параметри шрифтів змінено
wa: L' apontiaedje des fontes a candjî

source: <p>Some changes such as DPI will only affect newly started applications.</p>
bg: <p>Някои промени (като заглаждането на шрифтовете) ще важат само за ново стартирани програми.</p>
bs: <qt><p>Izmjene nekih postavki, poput vrijednosti tpi, imaće uticaja samo na novopokrenute programe.</p></qt>
cs: <p>Některé změny, jako např. v nastavení DPI, se projeví až po novém spuštění aplikace.</p>
da: <p>Visse ændringer såsom DPI vil kun påvirke nystartede programmer.</p>
eu: <p>Aldaketa batzuek —hala nola DPIak— hemendik aurrera abiarazten diren aplikazioetan baino ez dute izango eragina.</p>
fi: <p>Jotkut muutokset, kuten DPI-asetus, vaikuttavat vain myöhemmin käynnistetyissä ohjelmissa.</p>
gl: <p>Algunhas modificacións, como os PPP, só afectan aos programas que execute de agora en diante.</p>
he: <p> כמה שינויים כגון שינוי של DPI יחלו רק על יישומים חדשים.</p>
hi: <p>कुछ परिवर्तन जैसे कि डीपीआई सिर्फ नए प्रारंभ किए अनुप्रयोगों में ही लागू होगा</p>
hr: <p>Neke izmjene, poput postavki DPI-a, imat će učinak samo na novo pokrenutim aplikacijama.</p>
ia: <p>Alcun modificationes tal como DPI influentiara solmente applicationes initiate de nove.</p>
it: <p>Alcune modifiche, come le impostazioni DPI, avranno effetto solo sui programmi avviati da questo momento in poi.</p>
ja: <p>DPI などの一部の設定変更は、これ以降に起動されるアプリケーションにのみ反映されます。</p>
kk: <p>Айырымдылық баптаулары өзгертілді. Бұл өзгерістер тек жаңадан басталған қолданбалар үшін ғана күшіне енеді.</p>
km: <p>ការ​ផ្លាស់ប្តូរ​មួយ​ចំនួន​ដូចជា DPI នឹង​មាន​ឥទ្ធិពល​តែ​លើ​កម្មវិធី​ដែល​បាន​ចាប់​ផ្តើម​ថ្មី​ជាង​គេ​តែ​ប៉ុណ្ណោះ ។</p>
ko: <p>DPI와 같은 일부 설정은 새로 시작한 프로그램에만 적용됩니다.</p>
lt: <p>Kai kurie pakeitimai, pavyzdžiui DPI, turės įtakos tik naujai paleistoms programoms.</p>
lv: <p>Dažas izmaiņas, tādas kā DPI uzspiešana attieksies tikai uz no jauna palaižamām programmām.</p>
nb: <p>Noen endringer, som for eksempel punkt-per-tomme, vil bare tre i kraft for nylig startede KDE program.</p>
nds: <p>En Reeg Ännern, a.B. de för de Oplösen, warrt bloots in nieg opropen Programmen sichtbor.</p>
nn: <p>Nokre endringar slik som PPT vil berre påverka nystarta program.</p>
pa: <p>ਕੁਝ ਬਦਲਾਅ ਜਿਵੇਂ DPI ਕੇਵਲ ਨਵੀਆਂ ਚਲਾਈਆਂ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਹੀ ਲਾਗੂ ਹੋਣਗੇ।</p>
pl: <p>Niektóre zmiany, m. in dotyczące DPI, zostaną uwzględnione jedynie w nowo uruchamianych programach.</p>
pt: <p>Algumas alterações, como os pontos-por-polegada, só irão afectar as aplicações acabadas de iniciar.</p>
sk: <p>Niektoré zmeny ako napr. zmena DPI sa prejavia iba pre novo spustené aplikácie.</p>
sl: <p>Nekatere spremembe, npr. ločljivost, bodo vplivale le na novo zagnane programe.</p>
sr@ijekavian: <qt><p>Измјене неких поставки, попут вриједности тпи, имаће утицаја само на новопокренуте програме.</p></qt>
sv: <p>Vissa ändringar såsom punkter per tum kommer endast att påverka nystartade program.</p>
uk: <p>Деякі змінені параметри, наприклад зміни роздільності, вплинуть тільки на запущені заново програми.</p>
wa: <p>Des candjmints k' i gn a, come li foirçaedje do DPI, n' ont nén d' efet so les programes dedja enondés.</p>

# no subpixel rendering
source: None
bg: Без
bs: Nijedan
cs: Nic
da: Ingen
eu: Bat ere ez
fi: Ei mikään
gl: Non usar
he: ללא
hi: कुछ नहीं
hr: Ništa
ia: Necun
it: Nessuno
ja: なし
kk: Жоқ
km: គ្មាន
ko: 없음
lt: Nėra
lv: Nav
nb: Ingen
nds: Keen
nn: Ingen
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt: Nenhuma
sk: Žiadne
sl: Brez
sr@ijekavian: никакво
sv: Ingen
uk: Немає

source: RGB
hi: आरजीबी
sr@ijekavian: РГБ
wa: RVB (rodje, vert, bleu)

source: BGR
hi: बीजीआर
sr@ijekavian: БГР
wa: BVR (bleu, vert, rodje)

source: Vertical RGB
bs: Vertikalni RGB
cs: Svislý RGB
da: Lodret RGB
eu: RGB bertikala
fi: Pystysuuntainen RGB
gl: RGB Vertical
he: RGB אופקי
hi: खड़ा आरजीबी
hr: Uspravni RGB
ia: RGB Vertical
it: RGB verticale
ja: 垂直 RGB
kk: Тік RGB
km: RGB បញ្ឈរ
ko: 수직 RGB
lt: Vertikalus RGB
lv: Vertikālais RGB
nb: Loddrett RGB
nds: Pielrecht RGB
nn: Vertikal RGB
pa: ਵਰਟੀਕਲ RGB
pl: Pionowe RGB
pt: RGB Vertical
sk: Vertikálne RGB
sl: Navpični RGB
sr@ijekavian: усправно РГБ
sv: Vertikal RGB
uk: Вертикальне RGB
wa: RVB d' astampé

source: Vertical BGR
bs: Vertikalni BGR
cs: Svislý BGR
da: Lodret BGR
eu: BGR bertikala
fi: Pystysuuntainen BGR
gl: BGR Vertical
he: BGR אופקי
hi: खड़ा बीजीआर
hr: Uspravni BGR
ia: BGR Vertical
it: BGR verticale
ja: 垂直 BGR
kk: Тік BGR
km: BGR បញ្ឈរ
ko: 수직 BGR
lt: Vertikalus BGR
lv: Vertikālais BGR
nb: Loddrett BGR
nds: Pielrecht BGR
nn: Vertikal BGR
pa: ਵਰਟੀਕਲ BGR
pl: Pionowe BGR
pt: BGR Vertical
sk: Vertikálne BGR
sl: Navpični BGR
sr@ijekavian: усправно БГР
sv: Vertikal BGR
uk: Вертикальне BGR
wa: BVR d' astampé

# medium hinting
source: Medium
bs: Srednje
cs: Střední
da: Mellem
eu: Ertaina
fi: Keskisuuri
gl: Media
he: בינוני
ia: Medie
it: Medio
kk: Орташа
km: មធ្យម
ko: 중간
lt: Vidutinis
nb: Middels
nds: Middel
pa: ਮੱਧਮ
pl: Średni
pt: Média
sk: Stredné
sl: Srednje
sr@ijekavian: средње
sv: Normal
uk: Середнє

# no hinting
source: None
bg: Без
bs: Nijedan
cs: Nic
da: Ingen
eu: Bat ere ez
fi: Ei mikään
gl: Non usar
he: ללא
hi: कुछ नहीं
hr: Ništa
ia: Necun
it: Nessuno
ja: なし
kk: Жоқ
km: គ្មាន
ko: 없음
lt: Nėra
lv: Nav
nb: Ingen
nds: Keen
nn: Ingen
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt: Nenhuma
sk: Žiadne
sl: Brez
sr@ijekavian: никакво
sv: Ingen
uk: Немає

# slight hinting
source: Slight
bs: Manje
cs: Malý
da: Lidt
eu: Arina
fi: Vähäinen
gl: Mínima
he: במקצת
ia: Tenue
it: Moderato
kk: Шамалы
km: ស្រាល
ko: 살짝
lt: Lengvas
nb: Litt
nds: Siet
pa: ਹਲਕਾ
pl: Delikatny
pt: Ligeira
sk: Mierne
sl: Malenkostno
sr@ijekavian: овлаш
sv: Lätt
uk: Легке

# full hinting
source: Full
bs: Puno
cs: Plný
da: Fuld
eu: Osoa
fi: Täysi
gl: Completa
he: מלא
ia: Plen
it: Intero
kk: Толық
km: ពេញ
ko: 완전히
lt: Pilnas
nb: Helt
nds: Vull
pa: ਪੂਰਾ
pl: Pełny
pt: Completa
sk: Plné
sl: Polno
sr@ijekavian: пуно
sv: Fullständig
uk: Повне
