Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmhtmlsearch.po
Languages: el, es

# NAME OF TRANSLATORS
source: Your names
el: Δημήτρης Καμενόπουλος,Στέργιος Δράμης
es: Eloy Cuadra,Pablo de Vicente,José María Pongilioni,Manuel Soriano

# EMAIL OF TRANSLATORS
source: Your emails
el: sdramis@egnatia.ee.auth.gr,el97146@mail.ntua.gr
es: ecuadra@eloihr.net,pvicentea@wanadoo.es,ponghy@ono.com,manu@europa3.com

source: The fulltext search feature makes use of the ht://dig HTML search engine. You can get ht://dig at the
el: Η λειτουργία αναζήτησης πλήρους κειμένου χρησιμοποιεί τη μηχανή αναζήτησης ht://dig. Μπορείτε βρείτε το ht://dig στην
es: La función de búsqueda textual utiliza el motor de búsqueda HTML ht://dig. Puede obtener ht://dig en la

source: Information about where to get the ht://dig package.
el: Πληροφορίες για την ανάκτηση του πακέτου ht://dig.
es: Información sobre dónde obtener el paquete ht://dig.

source: ht://dig home page
el: Αρχική σελίδα του ht://dig
es: Página web de ht://dig

source: Program Locations
el: Τοποθεσίες προγραμμάτων
es: Ubicaciones de programas

source: Enter the path to your htdig program here, e.g. /usr/local/bin/htdig
el: Δώστε εδώ τη διαδρομή για το πρόγραμμα htdig, π.χ. /usr/local/bin/htdig
es: Introduzca aquí la ruta a su programa htdig, por ejemplo, /usr/local/bin/htdig.

source: Enter the path to your htsearch program here, e.g. /usr/local/bin/htsearch
el: Δώστε εδώ τη διαδρομή για το πρόγραμμα htsearch, π.χ. /usr/local/bin/htsearch
es: Introduzca aquí la ruta a su programa htsearch, por ejemplo, /usr/local/bin/htsearch.

source: Enter the path to your htmerge program here, e.g. /usr/local/bin/htmerge
el: Δώστε εδώ τη διαδρομή για το πρόγραμμα htmerge, π.χ. /usr/local/bin/htmerge
es: Introduzca aquí la ruta a su programa htmerge, por ejemplo, /usr/local/bin/htmerge.

source: Scope
el: Εμβέλεια
es: Ámbito

source: Here you can select which parts of the documentation should be included in the fulltext search index. Available options are the KDE Help pages, the installed man pages, and the installed info pages. You can select any number of these.
el: Εδώ μπορείτε να επιλέξετε πια μέρη της τεκμηρίωσης θα πρέπει να περιληφθούν στο ευρετήριο αναζήτησης πλήρους κειμένου. Διαθέσιμες επιλογές είναι οι σελίδες της βοήθειας του KDE, οι εγκατεστημένες σελίδες man και οι εγκατεστημένες σελίδες info. Μπορείτε να επιλέξετε όποιες από αυτές θέλετε.
es: Aquí puede seleccionar qué partes de la documentación deberían ser incluidas en el índice de búsqueda textual. Las opciones disponibles son: las páginas de la Ayuda de KDE, las páginas instaladas de Man y las páginas instaladas de Info. Puede seleccionar cualquier número de ellas.

source: &KDE help
el: Βοήθεια &KDE
es: Ayuda de &KDE

source: &Man pages
el: Σελίδες &man
es: Páginas de &Man

source: &Info pages
el: Σελίδες &info
es: Páginas de &Info

source: Additional Search Paths
el: Πρόσθετες διαδρομές αναζήτησης
es: Rutas de búsqueda adicionales

source: Here you can add additional paths to search for documentation. To add a path, click on the <em>Add...</em> button and select the folder from where additional documentation should be searched. You can remove folders by clicking on the <em>Delete</em> button.
el: Εδώ μπορείτε να προσθέσετε επιπλέον διαδρομές αναζήτησης για τεκμηρίωση. Για να προσθέσετε μια διαδρομή, πατήστε το κουμπί <em>Προσθήκη...</em> και επιλέξτε το φάκελο από όπου η επιπλέον τεκμηρίωση θα αναζητηθεί. Μπορείτε να αφαιρέσετε φακέλους κάνοντας κλικ στο κουμπί <em>Διαγραφή</em>.
es: Aquí puede añadir rutas adicionales para buscar documentación. Para añadir una ruta, pulse el botón <em>Añadir...</em> y seleccione el directorio donde debería buscarse la documentación adicional. Puede eliminar directorios haciendo clic en el botón <em>Eliminar</em>.

source: Add...
el: Προσθήκη...
es: Añadir...

source: Delete
el: Διαγραφή
es: Borrar

source: Language Settings
el: Ρυθμίσεις γλώσσας
es: Preferencias del idioma

source: Here you can select the language you want to create the index for.
el: Εδώ μπορείτε να επιλέξετε τη γλώσσα για την οποία θέλετε να δημιουργηθεί το ευρετήριο.
es: Aquí puede seleccionar el idioma para el que quiere crear el índice.

source: &Language
el: &Γλώσσα
es: Idi&oma

source: Generate Index...
el: Δημιουργία ευρετηρίου...
es: Generar índice...

source: Click this button to generate the index for the fulltext search.
el: Πατήστε αυτό το κουμπί για να δημιουργηθεί το ευρετήριο της αναζήτησης πλήρους κειμένου.
es: Haga clic en este botón para generar el índice para la búsqueda textual.

source: without name
el: χωρίς όνομα
es: sin nombre

source: <h1>Help Index</h1> This configuration module lets you configure the ht://dig engine which can be used for fulltext search in the KDE documentation as well as other system documentation like man and info pages.
el: <h1>Ευρετήριο αναζήτησης</h1> Αυτό το άρθρωμα ρύθμισης σας επιτρέπει να ρυθμίσετε τη μηχανή ht://dig για αναζήτηση πλήρους κειμένου στην τεκμηρίωση του KDE αλλά και σε άλλα βοηθητικά κείμενα του συστήματος, όπως οι σελίδες man και info.
es: <h1>Índice de la ayuda</h1> Este módulo de configuración le permite configurar el motor ht://dig, que puede usarse para realizar búsquedas textuales en la documentación de KDE, así como también en otra documentación del sistema como las páginas de «man» e «info».
