Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcminput.po
Languages: bg, fr, he, it, ja, lt, nb, nn, pl, pt_br, ro, sl, tr, zh_tw

source: <p>This option allows you to change the relationship between the distance that the mouse pointer moves on the screen and the relative movement of the physical device itself (which may be a mouse, trackball, or some other pointing device.)</p><p> A high value for the acceleration will lead to large movements of the mouse pointer on the screen even when you only make a small movement with the physical device. Selecting very high values may result in the mouse pointer flying across the screen, making it hard to control.</p>
bg: <p>Тази настройка позволява да промените съотношението между разстоянието, което пробягва показалецът на мишката на екрана и движението на самата мишка върху подложката.</p><p>По-големи стойности на ускорението означават, че при малко преместване на мишката върху подложката, показалецът на мишката ще се мести повече. С други думи, мишката става по-бърза. Необходимо е малко преместване, за да отиде мишката от единия край на екрана до другия. При много високи стойности на ускорението, показалецът на мишката може да "лети" на екрана и да затрудни работата ви.</p>
fr: <p>Cette option vous permet de changer le rapport entre la distance parcourue par le pointeur de la souris sur l'écran et le mouvement relatif réel du périphérique lui-même (une souris, un trackball ou tout autre périphérique de pointage).</p> <p>Une valeur élevée d'accélération entraîne de grands mouvements du pointeur de souris sur l'écran même si vous déplacez faiblement votre périphérique physique. Le choix d'une très grande valeur risque de faire voler le pointeur de souris d'un bout à l'autre de l'écran, rendant son contrôle difficile.</p>
he: <p> אפשרות זו מאפשרת לך לשנות את היחס בין המרחק שעובר מצביע העכבר על המסך לבין התזוזה היחסית של ההתקן עצמו (שיכול להיות עכבר, כדור עקיבה, או כל התקן הצבעה אחר). </p> <p> ערך האצה גבוה יביא לתזוזות גדולות של מצביע העכבר על המסך, אפילו כשאתה מבצע רק תזוזות קטנות עם ההתקן עצמו. בחירה בערכים גבוהים מאוד עלולה להביא לכך שמצביע העכבר יטוס על גבי המסך, דבר אשר יקשה על השליטה עליו. </p>
it: <p>Questa opzione ti permette di cambiare la relazione tra la distanza percorsa dal puntatore del mouse sullo schermo e quella percorsa dal dispositivo fisico (mouse, trackball o altro)</p><p>Un alto valore dell'accelerazione porta ad un movimento ampio del puntatore del mouse anche se il movimento del dispositivo fisico è piccolo. Selezionando valori molto alti potrebbe succedere che il mouse voli attraverso lo schermo rendendolo impossibile da controllare.</p>
ja: <p>このオプションで、スクリーン上のマウスポインタの移動距離とポインティングデバイス (マウス、トラックボール、その他の機器) の物理的な移動距離の相関関係を変更することができます。</p><p>大きな値を設定すると、ポインティングデバイスを少し動かしただけで、マウスポインタは大きく移動するようになります。非常に大きな値を設定するとマウスポインタはスクリーンを飛び回るほどになり、制御するのが難しくなります。</p>
lt: <p>Ši parinktis leidžia pakeisti sąryšį tarp pelės žymeklio judėjimo distancijos ekrane ir reliatyvaus paties fizinio įtaiso judėjimo (tai gali būti pelė, trekbolas arba kitoks manipuliatorius).</p><p> Didelė pagreičio reikšmė gali sukelti didelius pelės žymeklio judesius ekrane, nors Jūs tik truputį pajudinsite fizinį įtaisą. Pasirinkus labai dideles reikšmes galite pasiekti to, kad pelės žymeklis tiesiog skraidys ekrane, labai apsunkindamas jo kontrolę.</p>
nb: <p>Dette valget gir deg mulighet til å endre sammenhengen mellom avstanden musepekeren flyttes på skjermen og den fysiske enheten (som kan være en mus, styrekule eller et annet pekeredskap).</p><p>En høy akselerasjonsverdi vil føre til at musepekeren flytter seg langt selv om du bare gjør små bevegelser med musa. Hvis du velger veldig høye verdier kan det føre til at musepekeren flyr over skjermen og gjør det vanskelig å styre den.</p>
nn: <p>Med dette valet kan du endra høvet mellom avstanden musepeikaren flyttar seg over skjermen og den relative flyttinga av sjølve den fysiske eininga (som kan vera ei mus, ein rulleball eller liknande).</p><p>Ein høg akselerasjonsverdi fører til at musepeikaren flyttar seg langt sjølv om du berre flyttar musa eit kort stykke. Ved svært høge verdiar kan musepeikaren verta vanskeleg å kontrollera.</p>
pl: <p>Ta opcja pozwala na określenie zależności między odległością, o jaką przesuwa się kursor, a względnym przesunięciem samego urządzenia (myszy, trackballa czy innego urządzenia wskazującego).</p><p>Duża wartość przyspieszenia powoduje, że wystarczy niewielki ruch myszy, aby poruszyć kursorem na dużą odległość. Ustawienie tej wartości na zbyt wielką może spowodować, że kursor będzie skakać po ekranie, utrudniając pracę.</p>
pt_br: <p>Esta opção permite que você altere a relação entre a distância em que o ponteiro do mouse se move na tela e o movimento relativo do próprio dispositivo (que pode ser um mouse, trackball ou algum outro dispositivo de apontamento).</p><p> Um valor elevado para a aceleração resultará em movimentos amplos do ponteiro do mouse na tela mesmo quando você faz um pequeno movimento. A seleção de valores muitos elevados pode fazer com que o ponteiro do mouse voe pela tela, tornando-o difícil de controlar.</p>
ro: <p>Această opțiune vă permite să modificați relația dintre distanța pe care cursorul mausului o parcurge pe ecran și mișcarea fizică relativă a dispozitivului în sine (care poate fi un maus, trackball sau alt dispozitiv de indicare).</p><p> O valoare mare pentru accelerație poate duce deplasări largi ale cursorului pe ecran la mici deplasări ale dispozitivului de indicare. Selectarea unor valori foarte mari poate face cursorul să zboare pe ecran și să fie foarte greu de controlat.</p>
sl: <p>Ta možnost vam omogoča spremembo razmerja med razdaljo, ki jo prepotuje miškina kazalka na zaslonu, in dejanskim premikom same naprave (ki je lahko miška, sledilna kroglica ali kaka druga kazalna naprava).</p><p> Posledica velikega pospeška so veliki premiki kazalke tudi ob majhnih dejanskih premikih miške. Pazite, da ne boste nastavili previsokih vrednosti, ker to lahko oteži nadzor kazalke.</p>
tr: <p>Bu seçenek size, fare imlecinin ekranda katettiği mesafe ile fiziksel olarak aygıtın (fare ya da başka herhangi bir imleç aygıtı olabilir) hareketi arasındaki ilişkiyi düzenleme olanağı verir.</p><p> Yüksek bir hızlandırma değeri, aygıtla fiziksel anlamda çok küçük bir hareket bile yapsanız, imlecin, ekranda büyük bir hareket yapmasını sağlar. Çok yüksek değerlerin seçilmesi, fare imlecini ekranda adeta uçurarak kontrolünü zorlaştırır.</p>
zh_tw: <p>這個選項可以讓您改變滑鼠指標在螢幕上移動與設備本身移動間的相對關係 (移動設備可能是滑鼠，軌跡球或其他指標設備)。</p> <p>即使是您只是稍微的移動，在較高的加速值下，仍將使滑鼠在畫面上有較大的移動。選擇一個很高的加速值可能會讓您的指標飛快的在畫面上移動，並且難以控制。</p>

source: Pointer threshold:
bg: Праг на преместване:
fr: Seuil d'accélération :
he: סף מצביע:
it: Soglia del puntatore:
ja: しきい値(&L):
lt: Žymiklio žingsnis:
nb: Pekerterskel:
nn: Peikarterskel:
pl: Czułość myszy:
pt_br: Limite do ponteiro:
ro: Prag cursor:
sl: Prag kazalke:
tr: İmleç başlangıcı:
zh_tw: 指標界限：

source: <p>The threshold is the smallest distance that the mouse pointer must move on the screen before acceleration has any effect. If the movement is smaller than the threshold, the mouse pointer moves as if the acceleration was set to 1X;</p><p> thus, when you make small movements with the physical device, there is no acceleration at all, giving you a greater degree of control over the mouse pointer. With larger movements of the physical device, you can move the mouse pointer rapidly to different areas on the screen.</p>
bg: <p>Прагът на преместване е най-малкото разстояние на което трябва да се премести показалецът на мишката преди да се включи ускорението.</p><p>Това означава, че при малки (къси) движения на мишката няма да се включва ускорението. По този начин може по-прецизно да позиционирате показалеца на мишката. Големите (дълги) движения на мишката се тълкуват от системата, че искате да преместите показалеца на мишката на далечно разстояние. При това положение се включва ускорението на мишката, което трябва да ви помогне за по-бързото движение на мишката.</p>
fr: <p>Le seuil est la plus petite distance que le pointeur de la souris doit avoir parcourue sur l'écran avant que l'accélération ait un effet. Si le mouvement est inférieur au seuil, le pointeur de la souris se déplace comme si l'accélération était définie à 1x. </p><p>Ainsi, lorsque vous faites de petits mouvements avec le périphérique, il n'y a absolument pas d'accélération, afin de vous donner plus de contrôle sur le pointeur de la souris. Avec de plus grands mouvements du périphérique, vous pouvez déplacer rapidement le pointeur de la souris vers différentes zones de l'écran.</p>
he: <p> ערך הסף הנו המרחק הקטן ביותר שצריך מצביע העכבר לנוע על המסך לפני שלהאצה תהיה השפעה כלשהי. אם מרחק התזוזה קטן יותר מהסף, מצביע העכבר ינוע כאילו ערך ההאצה ההאצה נקבע ל־X1;</p><p> כך, כאשר תבצע תזוזות קטנות עם ההתקן עצמו, לא תהיה כל האצה, דבר אשר ייתן לך רמת שליטה גדולה יותר על מצביע העכבר. עם תזוזות גדולות יותר של ההתקן עצמו, יהיה באפשרותך להזיז את מצביע העכבר יותר מהר לאזורים שונים על המסך. </p>
it: <p>La soglia è la distanza minima che il puntatore del mouse deve percorrere sullo schermo prima che l'accelerazione abbia effetto, prima il mouse si muove come se l'accelerazione fosse impostata a 1X;</p><p>In questo modo quando fai piccoli movimenti del mouse non c'è accelerazione e puoi controllare bene i movimenti del puntatore del mouse. Con movimenti ampi invece puoi spostare velocemente il mouse in aree diverse dello schermo.</p>
ja: <p>しきい値は、加速効果が現れるマウスポインタの最小の移動距離です。移動距離がしきい値より小さいときは、マウスポインタの動きは等速 (加速=1X) のままです。</p><p>これにより、ポインティングデバイスを小さく動かしている間は加速されないので、マウスポインタをスクリーン上で細かく制御できます。一方、大きく動かすと、マウスポインタを素早くスクリーンの別の場所に移動させることができます。</p>
lt: <p>Žingsnis yra mažiausias atstumas, kurį ekrane turi nueiti pelės žymeklis, kol pagreitis turės efektą. Jeigu judesys yra mažesnis už žingsnį, pelės žymeklis judės lyg būtų nustatytas viengubas pagreitis.</p><p> Tokiu būdu, kai Jūs atliekate savo fiziniu įtaisu mažus judesius, nebus jokio pagreičio. Tai jums suteikia didesnes galimybes kontroliuojant pelės žymeklį. Didesniais fizinio įrenginio judesiais, Jūs galite sparčiau perkelti pelės žymeklį į įvairias ekrano sritis.</p>
nb: <p>Terskelen er den minste avstanden musepekeren må flyttes på skjermen før akselerasjon trer i kraft. Hvis den blir flyttet en kortere avstand enn terskelen, vil pekeren flytte seg som om akselerasjonen var satt til 1X.</p><p>Det betyr at det ikke vil skje noe hvis du flytter musa veldig lite. Dette gir stor kontroll over musepekeren. Med større bevegelser kan du raskt flytte pekeren til andre deler av skjermen.</p>
nn: <p>Terskelen er den minste avstanden musepeikaren må flytta seg på skjermen før akselerasjonen trer i kraft. Dersom flyttinga er kortare enn terskelen vil peikaren flytta seg som om akselerasjonen er sett til 1x.</p><p>Dette fører til at du får betre kontroll over musepeikaren når du flyttar han over korte avstandar. Dersom du flyttar lengre kan du raskt flytta peikaren til andre delar av skjermen.</p>
pl: <p>Czułość myszy to najmniejsza odległość, jaką musi pokonać kursor, aby zadziałało przyspieszenie. Jeżeli ruch jest mniejszy niż czułość myszy, kursor przesuwa się tak, jakby przyspieszenie było ustawione na 1x.</p><p>W związku z tym przy małych przemieszczeniach urządzenia wskazującego brak przyspieszenia, co daje dużą kontrolę nad kursorem myszy. Przy dużych przemieszczeniach urządzenia wskazującego można szybko przesunąć kursor z jednego końca ekranu na drugi.</p>
pt_br: <p>O limite é a menor distância que o ponteiro do mouse deve mover na tela antes da aceleração ter efeito. Se o movimento for menor que o limite, o ponteiro do mouse move-se como se a aceleração fosse ajustada para 1X.</p><p>Dessa forma, ao se fazer pequenos movimentos com o dispositivo físico, não há aceleração, resultando em um grau de controle maior sobre o ponteiro do mouse. Com os movimentos mais amplos, pode-se mover o ponteiro do mouse rapidamente para diferentes áreas na tela.</p>
ro: <p>Pragul este cea mai mică distanță pe care cursorul mausului trebuie să o parcurgă pe ecran înainte ca accelerația să aibă efect. Dacă mișcarea este mai mică decît pragul, atunci cursorul se mișcă ca și cum accelerația ar fi fost stabilită la "1x".</p><p> Astfel, atunci cînd veți face deplasări mici cu dispozitivul de indicare, nu va exista nici o accelerare, dîndu-vă un mare grad de control asupra cursorului mausului. Cu deplasări mari ale dispozitivului de indicare puteți muta rapid cursorul în diferite zone ale ecranului.</p>
sl: <p>Prag kazalke je najmanjša razdalja, ki jo mora kazalka miške prepotovati na zaslonu, preden pospešek prične delovati. Če je premik manjši kot prag, se kazalka premika, kot bi bil pospešek nastavljen na 1x.</p><p> Zato pri majhnih premikih miške ni pospeška, kar omogoča boljši nadzor nad kazalko. Z večjimi premiki fizične naprave lahko hitro premaknemo kazalko na različna območja zaslona.</p>
tr: <p>Eşik, herhangi bir hızlandırma efektinin gerçekleşmesi için fare imlecinin ekranda katetmesi gereken asgari mesafedir. Eğer katedilen edilen mesafe eşiğin altındaysa hızlandırma sanki 1X'e ayarlıymış gibi hareket eder;</p><p> böylece, fiziksel aygıtla küçük hareketler yaptığınızda, hiç hızlandırma olmaz ve fare imleci üzerinde daha güçlü bir kontrole sahip olursunuz. Fiziksel aygıtın büyük hareketleriyle, fare imlecini ekranın farklı alanlarına çok hızlı bir biçimde hareket ettirebilirsiniz.</p>
zh_tw: <p>這個界限是游標開始加速前必須移動的距離。 如果移動小於這個界限，游標將用正常速度移動 (1X)；</p> <p>也就是說，當您只有移動設備一小段距離，則不會加速，讓您更容易控制游標。而移動較大距離，則會加速，讓您可以在畫面上快速移動。</p>

source: msec
bg: мсек
fr: ms
he: אלפיות שנייה
ja: ミリ秒
nb: ms
nn: ms
pl: ms
pt_br: ms
sl: msek.
tr: ms
zh_tw: 微秒

source: Double click interval:
bg: Интервал за двукратно щракване:
fr: Intervalle de double clic :
he: משך לחיצה כפולה:
it: Intervallo per il doppio clic:
ja: ダブルクリックの間隔(&U):
lt: Dvigubo spragtelėjimo intervalas:
nb: Dobbeltklikkintervall:
nn: Dobbeltklikkintervall:
pl: Czas podwójnego kliknięcia:
pt_br: Intervalo do clique duplo:
ro: Interval dublu-clic:
sl: Razmik dvojnega klika:
tr: Çift tıklama aralığı:
zh_tw: 雙敲擊間隔：

source: The double click interval is the maximal time (in milliseconds) between two mouse clicks which turns them into a double click. If the second click happens later than this time interval after the first click, they are recognized as two separate clicks.
bg: Интервалът за двукратно щракване е паузата между две последователни щраквания на мишката. Ако интервалът е по-малък от зададената стойност, тези две последователни щраквания се тълкуват като едно двукратно щракване. Ако интервалът е по-голям от зададената стойност, тогава те се тълкуват като две еднократни, последователни щраквания.
fr: L'intervalle de double clic est le temps maximal (en millisecondes) entre deux clics de souris qui se transforment en double clic. Si le second clic se produit au-delà de cet intervalle après le premier clic, les deux clics sont considérés comme distincts.
he: משך לחיצה כפולה הנו הזמן המרבי (באלפיות שנייה) בין שתי לחיצות עכבר שיהפוך אותן ללחיצה כפולה. אם הלחיצה השנייה מתרחשת מאוחר יותר, הלחיצות יזוהו בתור שתי לחיצות נפרדות.
it: L'intervallo per il doppio clic è il tempo massimo (in millisecondi) che può intercorrere tra due clic affinché questi possano essere considerati un doppio clic. Se il secondo clic avviene dopo questo intervallo vengono considerati come due clic separati.
ja: <interface>ダブルクリックの間隔</interface>とは、2 回のクリックを 1 回のダブルクリックと見なす最大間隔 (ミリ秒) です。1 回目のクリックの後、2 回目がここで指定した時間よりも後にクリックされた場合は、それらは別々のクリックとして認識されます。
lt: Dvigubo spragtelėjimo intervalas yra didžiausias laikas (milisekundėmis) tarp dviejų pelės klavišo paspaudimų, kurio metu jis laikomas dvigubu spragtelėjimu. Jeigu antrasis paspaudimas atliekamas vėliau, nei nustatyta šiuo laiko intervalu, tai bus traktuojama kaip du atskiri spragtelėjimai.
nb: Dobbeltklikkintervall er den lengste tiden (i millisekunder) mellom to museklikk som gjør dem til et dobbeltklikk. Hvis det andre klikket skjer etter dette tidspunktet, vil de bli oppfattet som to enkeltklikk.
nn: Dobbeltklikkintervallet er den høgste tida (i millisekund) som kan vera mellom to museklikk for at dei skal oppfattast som eit dobbeltklikk. Dersom det andre klikket skjer seinare vert klikka tolka som to separate klikk.
pl: Czas podwójnego kliknięcia jest maksymalnym czasem (w milisekundach) pomiędzy dwoma kliknięciami myszy, które zostają uznane za jedno podwójne kliknięcie. Jeżeli drugie kliknięcie przekroczy ten czas, to obydwa zostaną uznane za osobne kliknięcia myszy.
pt_br: O intervalo do clique duplo é o tempo máximo (em milissegundos) entre os dois cliques do mouse que os transformam em clique duplo. Se o segundo clique ocorrer depois desse intervalo de tempo após o primeiro clique, eles são reconhecidos como cliques separados.
ro: Intervalul de dublu-clic este perioada maximă de timp (în milisecunde) între două clicuri de maus și care este interpretată ca eveniment dublu-clic. Dacă cel de-al doilea clic are loc mai tîrziu decît acest interval, atunci acestea sînt recunoscute ca clicuri separate.
sl: Razmik za dvojni klik je največji čas (v milisekundah) med dvema klikoma, ki se še razume kot dvojni klik. Če se drugi klik zgodi pozneje, sta klika prepoznana kot dva ločena klika.
tr: Çift tıklama süresi iki fare tıklaması arasında geçecek azami zamandır (milisaniye cinsinden). Eğer ikinci tıklama bu zamandan sonra yapılmışsa bu tıklamalar iki ayrı tıklama olarak algılanacaklardır.
zh_tw: 雙敲擊的間隔，是兩次滑鼠按鍵敲擊的最大間隔時間 (以微秒為單位)。如果第二次在經過這段時間之後才發生，就會被視為二次獨立的敲擊。

source: Drag start time:
bg: Интервал за влачене:
fr: Délai de début de « glisser / déposer » :
he: זמן התחלת גרירה:
it: Tempo di inizio trascinamento:
ja: ドラッグ開始までの時間(&T):
lt: Tempimo pradžios laikas:
nb: Starttid for draoperasjoner:
nn: Starttid for draoperasjonar:
pl: Czas do przesuwania:
pt_br: Tempo inicial de arrasto:
ro: Moment de start tragere:
sl: Začetni čas za vlečenje:
tr: Sürükleme başlangıç zamanı:
zh_tw: 拖曳開始時間：

source: If you click with the mouse (e.g. in a multi-line editor) and begin to move the mouse within the drag start time, a drag operation will be initiated.
bg: Интервалът за влачене е паузата между щракване и преместване на мишката. Ако интервалът е по-малък от зададената стойност, тези две операции се тълкуват като начало на операцията влачене (drag). В противен случай, се тълкуват като две отделни събития.
fr: Si vous cliquez avec la souris (par exemple dans un éditeur de texte) et commencez à déplacer la souris pendant ce délai, une opération de « glisser / déposer » sera démarrée.
he: אם תלחץ עם העכבר (למשל בתוך עורך טקסט) ותתחיל להזיז אותו במסגרת טווח זמן התחלת הגרירה, תותחל פעולת גרירה.
it: Se fai clic con il mouse (per esempio in un campo testuale di più righe) e inizi a spostare dopo il tempo di inizio trascinamento inizierà una operazione di trascinamento.
ja: マウスで (例えばマルチラインエディタ内で) クリックしてから<interface>ドラッグ開始までの時間</interface>以内にマウスを動かすとドラッグ処理を開始します。
lt: Jeigu Jūs spragtelėjate pele (pvz., tekstų redaktoriuje) ir pradedate judinti pelę tempimo pradžios laiko intervale, bus pradėta tempimo operacija.
nb: Hvis du klikker med en museknapp (f.eks. i et skriveprogram med flere linjer) og begynner å flytte musa før starttiden er over, så vil en draoperasjon settes i gang.
nn: Dersom du klikkar med musa (for eksempel i eit redigeringsvindauge) og flyttar musa innan starttida for draoperasjonar, vert ein draoperasjon sett i gang.
pl: Jeżeli klikniesz myszą (np. w edytorze tekstu) i zaczniesz przesuwać kursor w podanym czasie, zostanie rozpoczęta operacja przesuwania.
pt_br: Se você clicar com o mouse (por exemplo, em um editor de multi-linha) e começar a mover o mouse dentro do tempo inicial de arrasto, uma operação de arrasto será inicializada.
ro: Dacă dați clic cu mausul (de exemplu într-un editor multi-linie) și începeți să mutați mausul în intervalul de tragere (<em>drag</em>), atunci va fi inițiată o operație de tragere.
sl: Če kliknete z miško (npr. v večvrstičnem urejevalniku) in v začetnem času za vlečenje začnete premikati miško, se bo začelo dejanje vlečenja.
tr: Eğer fare ile tıklarsanız (örn: bir metin düzenleyicide) ve fareyi sürüklemeye başlangıç zamanı içinde hareket ettirmeye başlarsanız, sürükleme işlemi yapılacaktır.
zh_tw: 如果您按下滑鼠並開始拖曳 (例如在文字編輯器中)，拖曳的動作將會被啟動。

source: Drag start distance:
bg: Разстояние за влачене:
fr: Distance minimale de « glisser / déposer » :
he: מרחק התחלת גרירה:
it: Distanza di inizio trascinamento:
ja: ドラッグを開始する距離(&N):
lt: Tempimo pradžios distancija:
nb: Startavstand for draoperasjon:
nn: Startavstand for draoperasjon:
pl: Odległość do przesuwania:
pt_br: Distância inicial de arrasto:
ro: Distanță de start tragere:
sl: Začetna razdalja za vlečenje:
tr: Sürüklemeye başlangıç uzaklığı:
zh_tw: 拖曳開始距離：

source: If you click with the mouse and begin to move the mouse at least the drag start distance, a drag operation will be initiated.
bg: Разстоянието за влачене е дистанцията, която изминава мишката, след натискането на бутона до отпускане на бутона на мишката, измерено в пиксели. Ако разстоянието е по-голямо от зададената стойност, тези две операции се тълкуват като начало на операцията влачене (drag). В противен случай, това се тълкува само като операцията еднократно щракване и преминатото разстояние се приема като неизбежните трептения (побутвания) при натискане и отпускане на бутона на мишката.
fr: Si vous cliquez avec la souris et commencez à la déplacer d'au moins la distance spécifiée, une opération de « glisser / déposer » sera démarrée.
he: אם תלחץ עם העכבר ותתחיל להזיז אותו למרחק השווה לפחות למרחק התחלת הגרירה, תותחל פעולת גרירה.
it: Se fai clic con il mouse e inizi a spostare il mouse almeno della Distanza di inizio trascinamento sarà iniziata una operazione di trascinamento.
ja: マウスでクリックしてから<interface>ドラッグを開始する距離</interface>以上マウスを移動するとドラッグ処理を開始します。
lt: Jeigu Jūs spragtelėjate pele ir pradedate judinti pelę mažesniu atstumu nei tempimo distancija, bus pradėta tempimo operacija.
nb: Hvis du klikker med musepekeren og drar musa mer enn startavstanden, settes en draoperasjon i gang.
nn: Dersom du klikkar med musa og flyttar peikaren lengre enn startavstanden, vert ein draoperasjon sett i gang.
pl: Jeżeli klikniesz myszą i przesuniesz kursor co najmniej o podaną odległość, zostanie rozpoczęta operacja przesuwania.
pt_br: Se clicar com o mouse e começar a movê-lo pelo menos na distância inicial de arrasto, uma operação de arrasto será inicializada.
ro: Dacă dați clic cu mausul și începeți să mișcați mausul cel puțin distanța de începere a tragerii, atunci va fi inițiată o operație de tragere.
sl: Če kliknete z miško in jo začnete premikati vsaj za začetno razdaljo za vlečenje, se bo začelo dejanje vlečenja.
tr: Eğer fare ile tıklarsanız ve en az sürüklemeye başlangıç uzaklığı kadar fareyi hareket ettirirseniz, sürükleme işlemi yapılacaktır.
zh_tw: 如果您按下滑鼠並移動超過拖曳開始距離，拖曳的動作將被啟動。

source: Mouse wheel scrolls by:
bg: Превъртане чрез колелцето на мишката:
fr: La molette de la souris provoque un défilement par :
he: גלגלת העכבר גוללת:
it: La rotella del mouse scorre di:
ja: マウスホイールのスクロール(&W):
lt: Pelės ratukas pastumia per:
nb: Musehjulet ruller med:
nn: Musehjul rullar med:
pl: Przewijanie kółkiem myszy:
pt_br: Roda do mouse rola:
ro: Rotița mausului defilează:
sl: Miškin kolešček se premakne za:
tr: Fare tekeri kaydırması:
zh_tw: 滑鼠滾輪滾動由：
