Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcminput.po
Languages: bg, fr, he, it, ja, lt, nb, nn, pl, pt_br, ro, sl, tr, zh_tw

source: You have a Logitech Mouse connected, and libusb was found at compile time, but it was not possible to access this mouse. This is probably caused by a permissions problem - you should consult the manual on how to fix this.
bg: Имате свързана мишка Logitech и библиотеката libusb е намерена в време на компилиране, но достъпът до мишката не е възможен. Най-вероятно проблемът е свързан с недостатъчно права. Моля, консултирайте се с ръководството на мишката, как да го отстраните.
fr: Une souris « Logitech » est branchée et la bibliothèque « libusb » a été trouvée lors de la compilation. Cependant, il est impossible d'accéder à la souris. Ceci est probablement dû à un problème de droits d'accès. Vous devriez consulter le manuel pour régler ce problème.
he: יש לך עכבר של Logitech מחובר, וגם libusb נמצא בזמן הקימפול אבל אין אפשרות לגשת אל העכבר. זאת כנראה בעיה שנובעת מהרשאות - עליך לבדוק את המדריך בכדי ללמוד איך לתקן זאת.
it: Hai un mouse Logitech collegato e libusb è stato trovato durante la compilazione ma non è possibile accedere a questo mouse. Questo è dovuto probabilmente ad un problema di permessi - dovresti consultare il manuale per risolvere il problema.
ja: Logitech のマウスを検知しました。またコンパイル時に libusb が見つかりました。しかしマウスにアクセスできません。おそらく許可の問題だと思われます。マニュアルを参照して問題を解決してください。
lt: Turite prijungę Logitech pelę, o kompiliavimo metu buvo aptiktas libusb, tačiau pelės pasiekti nepavyko. Greičiausiai taip yra dėl leidimų problemos; norėdami tai pataisyti, ieškokite sprendimo vadove.
nb: Du har tilkoblet en Logitech-mus og libusb ble funnet under kompileringen, men det var ikke mulig å få tilgang til denne musa. Sannsynligvis mangler du tilgansgrettigheter til enheten – se i dokumentasjonen for å finne ut hvordan dette kan rettes.
nn: Du har kopla til ei Logitech-mus og libusb vart funne under kompileringa, men det var ikkje mogleg å få tilgang til denne musa. Du manglar truleg tilgangsrettar til eininga. Sjå i dokumentasjonen for å finna ut korleis dette kan rettast.
pl: Wykryto podłączoną mysz Logitech, a obsługa libusb jest wkompilowana, ale brak dostępu do myszy. Najprawdopodobniej oznacza to problem z uprawnieniami - proszę zajrzeć do podręcznika.
pt_br: Você possui um mouse Logitech conectado e a libusb foi encontrada durante a compilação, mas não é possível acessá-lo. Isto provavelmente foi causado por problemas de permissões - você deve consultar o manual para saber como corrigir isto.
ro: Aveți conectat un maus Logitech iar librăria "libusb" a fost găsită la compilare, nu este posibil să accesez acest maus. Acest lucru este probabil cauzat de lipsa permisiunilor. Consultați manualul pentru a rezolva această problemă.
sl: Imate priključeno miško Logitech, prav tako je bil najden libusb ob prevajanju, vendar do miške ni moč dostopati. Verjetno je to zaradi težav z dovoljenji. Za odpravo napake si oglejte priročnik.
tr: Bir Logitech Fare bağlı ve libusb derleme zamanında bulunda fakat fareye erişim mümkün olmadı. Bu büyük ihtimalle bir izin problemidir - Bu sorunun üstesinden gelmek için el kitabına bakmanız tavsiye edilir.
zh_tw: 您連接了羅技滑鼠，而且也在編譯時找到 libusb，但是仍無法使用這個滑鼠。這可能是權限的問題 - 您應該參考手冊以了解如何修正它。

source: <h1>Mouse</h1> This module allows you to choose various options for the way in which your pointing device works. Your pointing device may be a mouse, trackball, or some other hardware that performs a similar function.
bg: <h1>Мишка</h1> От този модул може да настроите различни параметри на посочващото устройство. В повечето случаи това е мишка, но може и да е друго устройство с подобни функции.
fr: <h1>Souris</h1> Ce module vous permet de choisir diverses options définissant la façon dont fonctionne votre périphérique de pointage. Votre périphérique de pointage peut être une souris, un trackball ou un autre matériel réalisant les mêmes fonctions.
he: <h1>עכבר</h1> מודול זה מאפשר לך לבחור אפשרויות שונות בנוגע לדרך שבה יפעל התקן ההצבעה שלך. התקן ההצבעה שלך יכול להיות עכבר, כדור עקיבה, או כל חומרה אחרת שממלאת תפקיד דומה.
it: <h1>Mouse</h1>Questo modulo ti permette di scegliere varie opzioni su come il tuo dispositivo di puntamento debba lavorare. Il tuo dispositivo di puntamento può essere un mouse, un trackball o altro hardware analogo.
ja: <h1>マウス</h1> このモジュールではポインティングデバイスの動作を設定します。対象となるのは、マウス、トラックボール、その他同等の機能を持つハードウェアです。
lt: <h1>Pelė</h1> Šis modulis leidžia jums pasirinkti įvairias manipuliatoriaus darbo parinktis. Manipuliatorius gali būti pelė, trekbolas arba koks nors kitas įtaisas, atliekantis panašią funkciją.
nb: <h1>Mus</h1>Med denne modulen kan du velge hvordan pekeredskapet skal virke. Istedenfor mus har du kanskje en styrekule eller annet utstyr som utfører en lignende funksjon.
nn: <h1>Mus</h1> I denne modulen kan du setja opp korleis musa skal verka. I staden for mus har du kanskje ein rulleball eller anna utstyr som utfører ein liknande funksjon.
pl: <h1>Mysz</h1> Ten moduł pozwala wybrać różne opcje zachowania się myszy lub innego urządzenia kontrolującego kursor.
pt_br: <h1>Mouse</h1> Este módulo permite-lhe escolher várias opções de como o seu dispositivo de apontamento funciona. Ele pode ser um mouse, trackball ou algum outro hardware que execute uma função similar.
ro: <h1>Maus</h1> Acest modul vă permite să alegeți opțiuni variate pentru modul în care va lucra dispozitivul dumneavoastră de indicare. Acest dispozitiv poate fi un maus, trackball sau alt echipament care execută o funcție similară.
sl: <h1>Miška</h1>Ta modul omogoča nastavitev mnogih možnosti za delovanje vaše kazalne naprave. Le ta je lahko miška, sledilna kroglica ali kakšen drug kos strojne opreme s podobno funkcijo.
tr: <h1>Fare</h1> Bu modül imleç aygıtınızın nasıl çalışacağına ilişkin çeşitli seçenekleri belirlemenize olanak tanır. İmleç aygıtınız fare ya da benzeri bir işlev gören başka bir donanım olabilir.
zh_tw: <h1>滑鼠</h1>這個模組可以讓您選擇您指標設備工作的方式。 您的指標設備可能是滑鼠，軌跡球或其他有類似功能的硬體。

source: &General
bg: О&бщи
fr: &Général
he: &כללי
it: &Generale
ja: 全般(&G)
lt: &Bendri
nb: &Generelt
nn: &Generelt
pl: &Ogólne
pt_br: &Geral
sl: &Splošno
tr: &Genel
zh_tw: 一般(&G)

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'left-handed' option. If your pointing device has more than two buttons, only those that function as the left and right buttons are affected. For example, if you have a three-button mouse, the middle button is unaffected.
bg: Ако работите с лявата ръка, то за удобство може да размените местата на левия и десния бутон на мишката, като изберете "Лява ръка". Ако посочващото устройство има повече от два бутона, настройката влияе само на левия и десния бутон. Средният бутон остава непроменен.
fr: Si vous êtes gaucher, vous préférerez probablement permuter les fonctions des boutons gauche et droit de votre périphérique de pointage en choisissant l'option « Gaucher ». Si votre périphérique de pointage possède plus de deux boutons, seuls ceux qui agissent en tant que boutons gauche et droit seront modifiés. Par exemple, si vous avez une souris à trois boutons, le bouton central n'est pas modifié.
he: אם אתה שמאלי, יכול להיות שתעדיף להחליף את התפקידים של הלחצנים הימני והשמאלי של התקן ההצבעה שלך, וזאת באמצעות בחירה באפשרות "שמאלי". אם להתקן ההצבעה שלך יש יותר משני לחצנים, יושפעו מזאת רק הלחצנים המתפקדים בתור הימני והשמאלי. כך למשל, אם יש לך עכבר עם שלושה לחצנים, הלחצן האמצעי לא יושפע.
it: Se sei mancino potresti preferire le funzioni dei pulsanti destro e sinistro del mouse invertite sul tuo mouse questo avviene se scegli l'opzione "Mano sinistra". Se il tuo mouse ha più di 2 pulsanti solo le funzioni del tasto destro e sinistro saranno modificate. Per esempio, se hai un mouse a 3 pulsanti quello centrale resterà invariato.
ja: あなたが左利きなら<interface>左利き</interface>オプションを選択して、左右のボタンの機能を入れ替えた方が好ましいでしょう。ポインティングデバイスにボタンが 3 つ以上ある場合は、左右のボタンとして機能しているボタンの機能が入れ替わるだけです (3 ボタンマウスの中ボタンの機能は変わりません)。
lt: Jeigu esate kairiarankis, galite sukeisti savo manipuliatoriaus kairį ir dešinį klavišus, pasirinkdami 'kairės “rankos' parinktį. Jeigu Jūsų manipuliatorius turi daugiau kaip du klavišus, bus įtakojamas tik kairio ir dešinio klavišų funkcionalumas. Pavyzdžiui, jeigu Jūsų pelė yra trijų klavišų, šio klavišo funkcija nepasikeis.
nb: Hvis du er venstrehendt, så kanskje du foretrekker å bytte funksjonene til venstre og høyre knapp på pekeredskapet ditt ved å velge «venstrehendt». Hvis pekeredskapet ditt har mer enn to knapper vil bare funksjonene på venstre og høyre knapp bli påvirket. F.eks. vil den midterste knappen på en treknappers mus forbli uendret.
nn: Dersom du er venstrehendt føretrekk du kanskje å byta funksjonane til venstre og høgre knapp på peikeeininga ved å velja «venstrehendt». Dersom peikeeininga har fleire enn to knappar vert berre dei som fungerer som venstre og høgre knapp påverka.
pl: Jeżeli jesteś leworęczną osobą, możesz chcieć zamienić klawisze myszy prawy z lewym. Jeżeli mysz ma więcej niż dwa klawisze, zamienione zostaną tylko skrajne klawisze, a np. środkowy zostanie nietknięty.
pt_br: Se você é canhoto, é possível trocar as funções dos botões esquerdo e direito do seu dispositivo, escolhendo a opção 'Canhoto'. Se o seu dispositivo tem mais de dois botões, somente as funções dos botões esquerdo e direito serão afetadas. Em um mouse com três botões, por exemplo, o botão do meio não será afetado.
ro: Dacă sînteți stîngaci, puteți prefera să comutați funcțiile pentru butoanele stînga și dreapta ale dispozitivului dumneavoastră de indicare alegînd opțiunea „Pentru stîngaci”. Dacă dispozitivul dumneavoastră de indicare are mai mult de două butoane, numai cele cu funcție de stînga și dreapta vor fi afectate. De exemplu, dacă aveți un maus cu trei butoane, butonul din mijloc nu este afectat.
sl: Če ste levičar, si boste morda zaželeli zamenjati funkciji levega in desnega gumba vaše kazalne naprave z vključitvijo možnosti »Za levičarje«. Če ima vaša naprava več kot dva gumba, bo možnost vplivala le na tista dva, ki delujeta kot levi in desni gumb. Npr. pri miškah s tremi gumbi se funkcija srednjega ne spremeni.
tr: Sol elinizi kullanıyorsanız, imleç aygıtınızın sol ve sağ düğmelerinin işlevlerini 'sol el' seçeneğini işaretleyerek takas etmeyi tercih edebilirsiniz. İmlec aygıtınızın ikiden fazla düğmesi varsa, sadece sol ve sağ düğmeler olarak işlev görenler etkilenir. Örneğin, üç düğmeli bir fareniz varsa orta düğme etkilenmez.
zh_tw: 如果您使用左手，您可能希望透過「使用左手」的選項，來交換指標設備左右鍵的功能。 如果您的指標設備有多於二個按鈕，只有左右的二個會交換。例如您有一個三鍵滑鼠，則滑鼠的中間鍵將不受影響。

source: The default behavior in KDE is to select and activate icons with a single click of the left button on your pointing device. This behavior is consistent with what you would expect when you click links in most web browsers. If you would prefer to select with a single click, and activate with a double click, check this option.
bg: Стандартно в KDE избор и активиране на икони се осъществява с еднократно щракване на мишката. Това поведение е подобно на поведението в уеб браузърите при щракване върху хипервръзка. От тук може да укажете да се използва двукратно щракване за активиране. Изборът ще става с еднократно щракване на мишката.
fr: Le comportement par défaut de KDE est de sélectionner et d'activer les icônes avec un simple clic sur le bouton gauche de votre périphérique de pointage. Ce comportement est cohérent avec la façon de cliquer sur les liens de la majorité des navigateurs Web. Si vous préférez sélectionner les icônes avec un simple clic et les activer avec un double clic, cochez cette option.
he: דרך התפקוד המשמשת כברירת מחדל ב־KDE הנה לבחור ולהפעיל סמלים באמצעות לחיצה בודדת של הלחצן השמאלי של התקן ההצבעה שלך. דרך תפקוד זו דומה ללחיצה על קישורים ברוב דפדפני האינטרנט. אם אתה מעדיף לבחור באמצעות לחיצה בודדת ולהפעיל באמצעות לחיצה כפולה, בחר באפשרות זו.
it: Il comportamento predefinito in KDE è quello di selezionare e attivare le icone con un solo clic del pulsante sinistro del mouse. Questo comportamento è consistente con quello che ti aspetti quando fai clic su un link in tutti i browser Web. Se preferisci selezionare con un clic e attivare con un doppio clic seleziona questa opzione.
ja: KDE の標準設定では、ポインティングデバイスの左ボタンのシングルクリックでアイコンが選択されると同時にアクティブになります。これは多くのウェブブラウザでリンクをクリックしたときの挙動と同じです。シングルクリックでアイコンやファイルを選択し、ダブルクリックでアクティブにするには、このオプションを選択してください。
lt: Numatytas KDE aplinkos elgesys yra pažymėti ir aktyvuoti ženkliukus vienu kairiojo klavišo spragtelėjimu. Tai yra pamažu į tai, kaip Jūs spragtelėjate jungtis daugelyje Žiniatinklio naršyklių. Jeigu norite pažymėti vienu spragtelėjimu, o aktyvuoti dviem, pažymėkite šitą parinktį.
nb: Standard i KDE er å velge og starte ikoner med et enkelt klikk med venstre museknapp. Slik er det også i de fleste nettleserne. Hvis du foretrekker å velge med et enkeltklikk og heller starte med et dobbeltklikk, så ikke kryss av for dette valget.
nn: Den vanlege åtferda i KDE er å velja og starta ikon med eit enkelklikk med venstre museknapp. Denne åtferda tilsvarar den du kjenner frå dei fleste nettlesarar. Dersom du heller vil velja med eit enkelklikk og heller starta med dobbeltklikk fjernar du merkinga her.
pl: Domyślne ustawienie KDE to wybieranie i uruchamianie ikonek jednym kliknięciem myszy, analogicznie do klikania na odnośnikach w przeglądarkach WWW. Jeżeli wolisz uaktywniać ikony podwójnym kliknięciem, włącz tę opcję.
pt_br: O comportamento padrão do KDE é selecionar e ativar ícones com um clique único do botão esquerdo do seu dispositivo apontador. Este comportamento é compatível com o que você obtém ao clicar em links na maioria dos navegadores Web. Se você preferir selecionar com um clique simples e ativar com um clique duplo, selecione essa opção.
ro: Comportamentul implicit al KDE este să selecteze și să activeze pictogramele cu un singur clic stînga al dispozitivului dumneavoastră de indicare. Acest lucru este consistent cu ceea ce așteptați să se întîmple cînd dați clic pe hiperlegături în majoritatea navigatoarelor de web. Dacă preferați să selectați cu un singur clic și să activați cu dublu-clic, marcați această opțiune.
sl: KDE privzeto izbira in omogoči ikone že po enem samem pritisku levega gumba kazalne naprave. To obnašanje je združljivo z obnašanjem v večini spletnih brskalnikov. Če bi raje izbirali z enojnim klikom in omogočali z dvojnim, označite to možnost.
tr: KDE'nin öntanımlı davranışı, farenin sol tuşuna tek tıklamakla simgeleri seçmek ve etkinleştirmektir. Bu davranış, web üzerinde çalışırken de karşılaşabileceğiniz bir yöntemdir. Eğer tek tıklama ile seçmek ve çift tıklama ile etkinleştirmek istiyorsanız bu seçeneği işaretleyin.
zh_tw: KDE 點選並啟動圖示的預設動作，是使用指標的設備左鍵，並以單擊圖示的方式來進行。這個動作就如同您在瀏覽器中，點選超連結的方式是相同的。如果您希望在單擊的時候進行選取，而雙擊的時候進行啟動，那麼請選取這個選項。

source: Activates and opens a file or folder with a single click.
bg: Активиране и отваряне на файл, директория или икона с еднократно щракване.
fr: Active et ouvre un fichier ou un dossier avec un simple clic.
he: הפעלת ופתיחת קבצים ותיקיות באמצעות לחיצה בודדת.
it: Attiva o apre un file o una cartella con un solo clic.
ja: シングルクリックでファイルやフォルダをアクティブにして開きます。
lt: Suaktyvina arba atveria failą arba aplanką vienu spragtelėjimu.
nb: Starter og åpner en fil eller mappe med et enkelt trykk.
nn: Startar og opnar ei fil eller ei mappe med eit enkelt klikk.
pl: Uaktywnia i otwiera plik lub folder pojedynczym kliknięciem.
pt_br: Ativa e abre um arquivo ou pasta com um só clique.
ro: Activează și deschide un fișier sau un dosar cu un singur clic.
sl: Omogoči in odpre datoteko ali mapo z enojnim klikom.
tr: Bir dizini ya da dosyayı tek tıklamayla açar.
zh_tw: 單擊滑鼠來開啟檔案或目錄。

source: If you check this option, pausing the mouse pointer over an icon on the screen will automatically select that icon. This may be useful when single clicks activate icons, and you want only to select the icon without activating it.
bg: Автоматичен избор на икона под показалеца на мишката. Тази настройка е удобна, ако искате да изберете дадена икона без да я активирате, когато е включена настройката за избор и активиране с еднократно щракване.
fr: Si vous cochez cette option, le passage du pointeur de la souris au-dessus d'une icône la sélectionnera automatiquement. Cela peut être utile si vous utilisez le simple clic pour activer / ouvrir » et que vous voulez uniquement sélectionner l'icône sans l'activer.
he: אם תבחר באפשרות זו, עצירה של מצביע העכבר מעל סמל שעל מסך תבחר אוטומטית את הסמל הזה. דבר זה עשוי להיות שימושי כאשר לחיצות בודדות מפעילות סמלים, וברצונך רק לבחור את הסמל מבלי להפעיל אותו.
it: Se selezioni questa opzione, fermandoti col mouse sopra un'icona sullo schermo l'icona si selezionerà automaticamente. Questo può essere utile quando un clic singolo attiva le icone e vuoi selezionare un'icona senza attivarla.
ja: このオプションを有効にすると、マウスポインタをアイコン上で停止させることで、そのアイコンが自動的に選択状態になります。これは<interface>シングルクリックでファイルやフォルダを開く</interface>オプションを有効にしていて、単にアイコンを選択するだけで開きたくないときに便利でしょう。
lt: Jeigu pažymėsite šitą parinktį, sulaikius pelės žymeklį virš ženkliuko ekrane,ženkliukas automatiškai bus pažymėtas. Tai gali būti patogu, kai viengubas spragtelėjimas suaktyvina ženkliukus, o Jūs norite juos tik pažymėti, jų neaktyvuojant.
nb: Hvis dette valget er avkrysset, vil ikonet automatisk bli valgt hvis du holder musepekeren over ikonet. Dette kan være nyttig hvis enkeltklikk starter ikoner og du ønsker å merke ikoner uten å starte programmet.
nn: Dersom du vel dette valet vert eit ikon valt dersom du plasserer musepeikaren over det. Det kan vera nyttig dersom enkelklikk startar ikona og du vil velja eit ikon utan å starta det.
pl: Ta opcja sprawia, że zatrzymanie się kursora myszy na ikonie spowoduje automatyczne wybranie danej ikony. To zachowanie może być użyteczne, gdy pojedyncze kliknięcie aktywuje ikonę, a chodzi tylko o jej wybranie.
pt_br: Se essa opção é selecionada, parar o ponteiro do mouse sobre um ícone na tela selecionará automaticamente esse ícone. Isso pode ser útil quando cliques simples ativam ícones e se você quiser selecionar apenas o ícone sem ativá-lo.
ro: Dacă activați această opțiune, oprind cursorul mausului deasupra unei pictograme de pe ecran va determina selectarea automată a acelei pictograme. Acest lucru poate fi util cînd un singur clic activează pictogramele și doriți numai să selectați pictograma, fără a o activa.
sl: Če vklopite to možnost, bo postanek kazalke miške nad ikono samodejno izbral to ikono. To je lahko koristno, kadar ikono omogočite z enojnim klikom in jo želite le izbrati, ne pa tudi omogočiti.
tr: Bu seçeneği işaretlerseniz, ekrandaki bir simge üzerinde fare imlecinin duraklaması, bu simgenin otomatik olarak seçilmesini sağlayacaktır. Bu, tek tıklamanın simgeleri etkin hale getirmesi tercih edildiğinde ve bir simgeyi etkin hale getirmeden seçmek istediğinizde yararlı olabilir.
zh_tw: 如果您選擇了這個選項，那麼當滑鼠指標停在螢幕上的某個圖示上面時，這個圖示將會自動的被選取。這對於當您使用單擊來啟動圖示，而您卻只想選取那個圖示的時候，會非常的有用。

source: If you have checked the option to automatically select icons, this slider allows you to select how long the mouse pointer must be paused over the icon before it is selected.
bg: Пауза преди да се задейства автоматичният избор на икона под показалеца на мишката. Обикновено се препоръчва да има пауза, преди да се избере иконата под показалеца на мишката.
fr: Si vous avez coché l'option permettant de sélectionner automatiquement les icônes, ce curseur vous permet de sélectionner au bout de combien de temps l'icône est sélectionnée, lorsque le pointeur de la souris reste dessus.
he: אם בחרת באפשרות בחירת הסמלים האוטומטית, מחוון זה מאפשר לך לבחור כמה זמן צריך מצביע העכבר להישאר מעל הסמל לפני שהוא נבחר.
it: Se hai selezionato l'opzione per la selezione automatica delle icone, questa barra ti permette di selezionare il tempo che il mouse deve restare sopra l'icona prima che questa venga selezionata.
ja: アイコンの自動選択を有効にした場合、このスライダーを使ってどのくらいの時間停止していたら選択と見なすかを調整します。
lt: Jeigu Jūs pažymėjote parinktį automatiškai pažymėti ženkliukus, šis šliaužiklis leidžia jums pasirinkti kaip ilgai pelės žymeklis turi būti sulaikytas virš ženkliuko kol jis bus pažymėtas.
nb: Hvis du har krysset av for automatisk å velge ikoner, vil dette feltet gi deg mulighet til å bestemme hvor lenge du må holde musa over et ikon før det blir valgt.
nn: Dersom du har valt å automatisk velja ikon, kan du her velja kor lenge musepeikaren må liggja over ikonet før det vert valt.
pl: Jeżeli wybrana została opcja automatycznego wyboru ikony, ten suwak określa, jak długo kursor musi się zatrzymać nad ikoną, aby została wybrana.
pt_br: Se você marcou a opção de seleção automática de ícones, este botão deslizante permite-lhe escolher quanto tempo o ponteiro do mouse deve ficar parado sobre o ícone antes dele ser selecionado.
ro: Dacă ați marcat opțiunea pentru selectarea automată a pictogramelor, acest cursor vă permite să stabiliți cît de mult timp trebuie să stea cursorul mausului deasupra pictogramei înainte de a fi selectată automat.
sl: Če ste vklopili možnost za samodejno izbiro ikon, potem s tem drsnikom nastavite dolžino premora, ki ga mora kazalec opraviti nad ikono, preden jo izbere.
tr: Simgeleri otomatik seç seçeneğini işaretlediyseniz, bu kaydırma çubuğuyla bir simgenin seçilmesi için fare imlecinin o simge üzerinde ne kadar süreyle duraklaması gerektiğini belirleyebilirsiniz.
zh_tw: 如果您選擇了自動選取圖示的功能，這個滾軸可以讓您設定，滑鼠指標應該停留在圖示上多久的時間，才會選取這個圖示。

source: Advanced
bg: Допълнителни
fr: Avancé
he: מתקדם
it: Avanzate
ja: 詳細オプション(&X)
lt: Sudėtingesni
nb: Avansert
nn: Avansert
pl: Zaawansowane
pt_br: Avançado
ro: Avansat
sl: Napredno
tr: Gelişmiş
zh_tw: 進階

source: Pointer acceleration:
bg: Ускорение показалеца на мишката:
fr: Accélération du pointeur :
he: האצת מצביע:
it: Accelerazione del puntatore:
ja: 加速(&P):
lt: Žymiklio pagreitis:
nb: Pekerakselerasjon:
nn: Peikarakselerasjon:
pl: Przyspieszenie kursora:
pt_br: Aceleração do ponteiro:
ro: Accelerație indicator:
sl: Pospešek kazalke:
tr: İmleç hızlandırma:
zh_tw: 指標加速：
