Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcminfo.po
Languages: ro

# NAME OF TRANSLATORS
source: Your names
ro: Claudiu Costin

# EMAIL OF TRANSLATORS
source: Your emails
ro: claudiuc@kde.org

source: System Information Control Module
ro: Modul de control pentru informații despre sistem

source: This list displays system information on the selected category.
ro: Această listă afișează informații de sistem din categoria selectată.

# %1 is one of the modules of the kinfocenter, cpu info, os info, etc
source: No information available about %1.
ro: Nu există informații disponibile despre %1.

source: All the information modules return information about a certain aspect of your computer hardware or your operating system.
ro: Toate modulele de informații furnizează date despre componente hardware ale calculatorului dumneavoastră sau despre sistemul de operare.

source: Interrupt
ro: Întreruperi

source: I/O-Port
ro: Port I/E

source: DMA-Channel
ro: Canal DMA

source: X-Server
ro: Server X
