Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcminput.po
Languages: bg, fr, he, it, ja, lt, nb, nn, pl, pt_br, ro, sl, tr, zh_tw

# NAME OF TRANSLATORS
source: Your names
fr: Nicolas Ternisien
it: Nicola Ruggero,Andrea Rizzi
nn: Gaute Hvoslef Kvalnes
pt_br: Lisiane Sztoltz Teixeira, André Marcelo Alvarenga
ro: Claudiu Costin,Sergiu Bivol,Laurențiu Buzdugan

# EMAIL OF TRANSLATORS
source: Your emails
fr: nicolas.ternisien@gmail.com
it: nicola@nxnt.org,
nn: gaute@verdsveven.com
pt_br: lisiane@kdemail.net, andrealvarenga@gmx.net
ro: ,sergiu@ase.md,lbuz@rolix.org

source: Select the cursor theme you want to use:
bg: Избор на тема за показалеца на мишката:
fr: Choisissez le thème de curseur à utiliser :
he: בחר את ערכת הנושא למצביע שבה ברצונך להשתמש:
it: Scegli il tema del cursore che vuoi utilizzare:
ja: 使用するカーソルテーマを選択:
lt: Pasirinkite norimą naudoti žymeklio temą:
nb: Velg det pekertemaet du vil bruke:
nn: Vel peikartemaet du vil bruka:
pl: Wybierz zestaw kursorów do używania:
pt_br: Selecione o tema do cursor que deseja usar:
ro: Selectați tematica de cursor de utilizat:
sl: Izberite temo kazalk, ki jo želite uporabiti:
tr: Kullanmak istediğiniz imleç temasını seçin:
zh_tw: 請選取你想使用的滑鼠游標佈景主題:

source: Name
bg: Име
fr: Nom
he: שם
it: Nome
ja: 名前
lt: Vardas
nb: Navn
nn: Namn
pl: Nazwa
pt_br: Nome
ro: Nume
sl: Ime
tr: İsim
zh_tw: 名稱

source: You have to restart KDE for these changes to take effect.
bg: За да имат ефект промените, е необходимо да рестартирате KDE.
fr: KDE doit être redémarré pour que ces changements soient pris en compte.
he: יש להפעיל מחדש את KDE על מנת שהשינוי הללו יכנסו לתוקף.
it: Devi riavviare KDE affinché queste modifiche abbiano effetto.
ja: 変更を反映するには、KDE を再起動する必要があります。
lt: Turite perstartuoti KDE jei norite, kad pakeitimai įsigaliotų.
nb: KDE må startes på nytt for at disse endringene skal tas i bruk.
nn: KDE må startast om att for at desse endringane skal visast.
pl: Zmiany zostaną zastosowane dopiero po ponownym uruchomieniu KDE.
pt_br: O KDE deve ser reiniciado para que as alterações tenham efeito.
ro: Trebuie să restartați KDE pentru a activa modificările.
sl: Za uveljavitev teh sprememb morate znova zagnati KDE.
tr: Bu değişikliğin etkin olması için KDE'yi yeniden başlatmalısınız.
zh_tw: 要使改變發生作用，KDE 必須重新啟動

source: Cursor Settings Changed
bg: Настройките на показалеца са променени
fr: Paramètres du curseur modifiés
he: הגדרות המצביע השתנו
it: Impostazioni del cursore modificate
ja: カーソル設定を変更
lt: Žymeklio nustatymai pakeisti
nb: Pekerinnstillingene er endret
nn: Peikarinnstillingar endra
pl: Ustawienia kursora zostały zmienione
pt_br: Configurações do cursor alteradas
ro: Setări de cursor modificate
sl: Spremenjene nastavitve kazalk
tr: İmleç Ayarları Değiştirildi
zh_tw: 游標設定已變更

source: Small black
bg: Малък черен
fr: Petit et noir
he: שחור קטן
it: Nero piccolo
ja: 小さい黒
lt: Maži juodi
nb: Liten og svart
nn: Liten svart
pl: Mały czarny
pt_br: Preto pequeno
ro: Mic și negru
sl: Majhne črne
tr: Küçük siyah
zh_tw: 細黑

source: Small black cursors
bg: Малък черен показалец
fr: Curseurs petits et noirs
he: מצביעים שחורים קטנים
it: Cursori neri piccoli
ja: 小さい黒のカーソル
lt: Maži juodi žymekliai
nb: Små, svarte pekere
nn: Små, svarte peikarar
pl: Małe czarne kursory
pt_br: Cursores pretos pequenos
ro: Cursoare mici și negre
sl: Majhne črne kazalke
tr: Küçük siyah imleçler
zh_tw: 細黑的游標

source: Large black
bg: Голям черен
fr: Grand et noir
he: שחור גדול
it: Nero grande
ja: 大きい黒
lt: Dideli juodi
nb: Stor og svart
nn: Stor svart
pl: Duży czarny
pt_br: Preto grande
ro: Mare și negru
sl: Velike črne
tr: Büyük siyah
zh_tw: 粗黑

source: Large black cursors
bg: Голям черен показалец
fr: Curseurs grands et noirs
he: מצביעים שחורים גדולים
it: Cursori neri grandi
ja: 大きい黒のカーソル
lt: Dideli juodi žymekliai
nb: Store, svarte pekere
nn: Store, svarte peikarar
pl: Duże czarne kursory
pt_br: Cursores pretos grandes
ro: Cursoare mari și negre
sl: Velike črne kazalke
tr: Büyük siyah imleç
zh_tw: 粗黑游標(&L)

source: Small white
bg: Малък бял
fr: Petit et blanc
he: לבן קטן
it: Bianco piccolo
ja: 小さい白
lt: Maži balti
nb: Liten og hvit
nn: Liten kvit
pl: Mały biały
pt_br: Branco pequeno
ro: Mic și alb
sl: Male bele
tr: Küçük beyaz
zh_tw: 細白

source: Small white cursors
bg: Малък бял показалец
fr: Curseurs petits et blancs
he: מצביעים לבנים קטנים
it: Cursori bianchi piccoli
ja: 小さい白のカーソル
lt: Maži balti žymekliai
nb: Små, hvite pekere
nn: Små, kvite peikarar
pl: Małe białe kursory
pt_br: Cursores brancos pequenos
ro: Cursoare mici și albe
sl: Male bele kazalke
tr: Küçük beyaz imleç
zh_tw: 細白游標(&W)

source: Large white
bg: Голям бял
fr: Grand et blanc
he: לבן גדול
it: Bianchi grandi
ja: 大きい白
lt: Dideli balti
nb: Stor og hvit
nn: Stor kvit
pl: Duży biały
pt_br: Branco grande
ro: Mare și alb
sl: Velike bele
tr: Büyük beyaz
zh_tw: 粗白

source: Large white cursors
bg: Голям бял показалец
fr: Curseurs grands et blancs
he: מצביעים לבנים גדולים
it: Cursori bianchi grandi
ja: 大きい白のカーソル
lt: Dideli balti žymekliai
nb: Store, hvite pekere
nn: Store, kvite peikarar
pl: Duże białe kursory
pt_br: Cursores brancos grandes
ro: Cursoare mari și albe
sl: Velike bele kazalke
tr: Büyük beyaz imleç
zh_tw: 粗白游標(&L)

source: Cursor Theme
bg: Изглед на курсора
fr: Thème de curseur
he: ערכת־נושא למצביע העכבר
it: Tema dei cursori
ja: カーソルのテーマ
lt: Žymeklių tema
nb: Pekertema
pl: Zestaw kursorów
pt_br: Tema de cursores
ro: Tematică cursor
sl: Tema kazalk
tr: İmleç Teması
zh_tw: 游標主題

source: Button Order
bg: Подредба на бутоните
fr: Ordre des boutons
he: סדר כפתורים
it: Ordine dei tasti
ja: ボタンの順番
lt: Mygtukų tvarka
nb: Knapperekkefølge
nn: Knapperekkjefølgje
pl: Kolejność przycisków
pt_br: Ordem dos botões
ro: Ordine butoane
sl: Vrstni red gumbov
tr: Düğme Sırası
zh_tw: 按鍵順序

source: Righ&t handed
bg: &Дясна ръка
fr: Droi&tier
he: ימ&ני
it: Des&tro
ja: 右利き(&T)
lt: &Dešinės rankos
nb: Høyrehend&t
nn: &Høgrehendt
pl: Dla &praworęcznych
pt_br: &Destro
ro: Pentru &dreptaci
sl: Za &desničarje
tr: &Sağ el
zh_tw: 使用右手(&T)

source: Le&ft handed
bg: Л&ява ръка
fr: Gauch&er
he: ש&מאלי
it: &Mancino
ja: 左利き(&L)
lt: &Kairės rankos
nb: &Venstrehendt
nn: &Venstrehendt
pl: Dla &leworęcznych
pt_br: &Canhoto
ro: Pentru &stîngaci
sl: Za &levičarje
tr: Sol &el
zh_tw: 使用左手(&F)

source: Change the direction of scrolling for the mouse wheel or the 4th and 5th mouse buttons.
bg: Промяна посоката на превъртането чрез колелцето на мишката или чрез четвъртия или петия бутон на мишката.
fr: Changer la direction du défilement pour la molette de la souris ou pour les quatrième ou cinquième boutons de la souris.
he: שנה את כיוון הגלילה לגלגלת העכבר או כפתורי העכבר הרביעי והחמישי.
it: Cambia la direzione dello scorrimento per la rotellina o il quarto e quinto pulsante del mouse.
ja: マウスホイール/第4第5ボタンによるスクロールの方向を変更します。
lt: Pakeisti pelės ratuko ar 4-tojo ir 5-tojo pelės mygtuko veikimo kryptį.
nb: Snu rulleretningen for musehjulet eller 4. og 5. museknapp.
nn: Snu rulleretninga for musehjulet eller 4. og 5. museknapp.
pl: Zmień kierunek przewijania kółkiem lub czwartym i piątym przyciskiem myszy.
pt_br: Altera a direção da rolagem da roda do mouse ou do quarto e quinto botões.
ro: Modifică direcția de defilare a rotiței mausului sau a butoanelor 4 și 5 ale mausului.
sl: Spremeni smer vrtenja miškinega koleščka ali četrtega in petega miškinega gumba.
tr: Fare ile kaydırma yaparken veya 4.üncü ve 5.inci tuşları kullanırken yönü değiştir.
zh_tw: 改變滑鼠滾輪捲動的方向或是第四鍵和第五鍵。

source: Re&verse scroll direction
bg: Обр&ъщане посоката на превъртане
fr: In&verser le sens du défilement
he: ה&פוך קוטביות הגלגלת
it: Inverti &direzione dello scorrimento
ja: スクロール方向を逆にする(&N)
lt: At&virkštinė ratuko veikimo kryptis
nb: Om&vendt rulleretning
nn: Om&vend rulling
pl: &Odwróć kierunek przewijania
pt_br: Direção in&versa de rolagem
ro: &Inversează polaritatea rotirii
sl: O&brni smer vrtenja koleščka
tr: Ters ka&ydırma yönü
zh_tw: 反相捲動(&V)

source: Icons
bg: Избор и активиране на икони
fr: Icônes
he: סמלים
it: Icone
ja: アイコン
lt: Ženkliukai
nb: Ikoner
nn: Ikon
pl: Ikony
pt_br: Ícones
ro: Pictograme
sl: Ikone
tr: Simgeler
zh_tw: 圖示

source: Dou&ble-click to open files and folders (select icons on first click)
bg: Двук&ратно щракване за активиране на икони (при еднократно - маркиране)
fr: Dou&ble cliquez pour ouvrir les fichiers et les dossiers (le simple clic permet de sélectionner les icônes)
he: לחיצה כפולה לפתיחת קבצים ותיקיות (בחירת &סמלים בלחיצה בודדת)
it: Do&ppio clic per aprire file e cartelle (il primo clic seleziona le icone)
ja: ダブルクリックでファイルやフォルダを開く(&B) (最初のクリックでアイコンを選択)
lt: Atverti &failus ir aplankus dvigubu spragtelėjimu (viengubas spragtelėjimas ženkliuką pažymės)
nb: Do&bbeltklikk for å åpne filer og mapper (velg ikoner på første klikk)
nn: &Dobbeltklikk for å opna filer og mapper (vel ikon på første klikk)
pl: Otwieraj pliki i katalogi &dwukrotnym kliknięciem (pierwsze wybiera ikonę)
pt_br: Clique duplo para a&brir arquivos e pastas (o primeiro clique seleciona os ícones)
ro: D&ublu-clic pentru deschiderea fișierelor și dosarelor (selectează pictograma la primul clic)
sl: Za odpiranje map in datotek klikni d&vakrat (prvi klik izbere ikone)
tr: &Dizinleri ve dosyaları açmak için çift tıkla (ilk tıklamada simgeler seçilir)
zh_tw: 點兩下開啟檔案或目錄（按第一下為選取）

source: &Single-click to open files and folders
bg: &Еднократно щракване за активиране на икони
fr: Utilisez le &simple clic pour ouvrir les fichiers et les dossiers
he: לחיצה בודדת לפתיחת קבצי&ם או תיקיות
it: &Clic singolo per aprire file e cartelle
ja: シングルクリックでファイルやフォルダを開く(&K)
lt: Atverti failus ir aplankus &viengubu spragtelėjimu
nb: La &Enkeltklikk åpne filer og kataloger
nn: &Enkelklikk for å opna filer og mapper
pl: O&twieraj pliki/katalogi pojedynczym kliknięciem
pt_br: &Clique único para abrir arquivos e pastas
ro: &Un singur clic pentru deschiderea fișierelor și dosarelor
sl: Mape in datoteke odpre &enojni klik
tr: D&izinleri ve dosyaları açmak için tek tıkla
zh_tw: 使用單擊來開啟檔案或目錄(&S)

source: Cha&nge pointer shape over icons
bg: Про&мяна на показалеца на мишката над икона
fr: Cha&nger la forme du pointeur au-dessus des icônes
he: שנה את &צורת המצביע כשהוא מעל סמל
it: Cambia la forma del cursore sopra le ico&ne
ja: アイコン上でマウスポインタの形状を変える(&P)
lt: &Pakeisti žymeklio išvaizdą virš ženkliukų
nb: Endre &pekerform over ikoner
nn: Endra &peikarform over ikon
pl: Zmieniaj &kształt kursora nad ikonami
pt_br: Mudar o formato do po&nteiro sobre os ícones
ro: Schimbă f&orma cursorului deasupra pictogramelor
sl: Obli&ka kazalke se spremeni nad ikono
tr: &Simge üzerindeyken imleci değiştir
zh_tw: 遊標停在圖示上時改變游標形狀(&N)

source: A&utomatically select icons
bg: &Автоматично маркиране на икона
fr: Sélectionner les icônes a&utomatiquement
he: בחר סמלים באופן או&טומטי
it: Sele&ziona automaticamente le icone
ja: 自動的にアイコンを選択する(&U)
lt: A&utomatiškai pažymės ženkliukus
nb: Velg ikoner a&utomatisk
nn: &Vel ikon automatisk
pl: &Automatyczny wybór ikon
pt_br: Selecionar ícones &automaticamente
ro: &Selectează automat pictogramele
sl: S&amodejna izbira ikon
tr: &Simgeleri otomatik seç
zh_tw: 自動選取圖示(&U)

# label. delay (on milliseconds) to automatically select icons
source: Delay
bg: Изчакване
fr: Délai
he: השהיה:
it: Ritardo
ja: 遅延
lt: Delsa
nb: Forsinkelse
pl: Opóźnienie
pt_br: Atraso
ro: Întîrziere
sl: Zakasnitev
tr: Gecikme
zh_tw: 延遲

source: Mouse type: %1
bg: Тип мишка: %1
fr: Type de souris : %1
he: סוג העכבר: %1
it: Tipo di mouse: %1
ja: マウスのタイプ: %1
lt: Pelės tipas: %1
nb: Musetype: %1
nn: Mustype: %1
pl: Typ myszy: %1
pt_br: Tipo do mouse: %1
ro: Tip maus: %1
sl: Vrsta miške: %1
tr: Fare tipi: %1
zh_tw: 滑鼠類型：%1

source: RF channel 1 has been set. Please press Connect button on mouse to re-establish link
bg: Канал RF 1 бе установен. Моля, натиснете бутона Connect, за да установите връзка.
fr: Le canal « RF 1 » a été défini. Veuillez cliquer sur le bouton « Connecter » sur la souris pour rétablir le lien
he: ערוץ האינפרא־אדום מספר 1 נקבע. אנא לחץ עם כפתור החיבור בעכבר בכדי ליצור חיבור מחדש.
it: Canale RF 1 impostato. Per favore premi il pulsante Connect per ristabilire il collegamento
ja: RF チャンネル 1 に設定しました。マウスの接続ボタンを押してリンクを確立してください。
lt: Radijo kanalas 1 nustatytas. Prašome paspausti Prisijungti mygtuką ant pelės ryšio atnaujinimui
nb: RF-kanal 1 er valgt. Trykk «Koble til» for å gjenopprette forbindelsen
nn: RF-kanal 1 er vald. Trykk «Kopla til» for å gjenoppretta sambandet.
pl: Ustawiono kanał 1 RF. Proszę wcisnąć przycisk 'Połącz' w myszy, żeby ponownie nawiązać połączenie
pt_br: O canal RF 1 foi habilitado. Clique com o mouse no botão Conectar para restabelecer a ligação
ro: A fost stabilit canalul 1 RF. Apăsați butonul „Connectare” al mausului pentru a restabili legătura.
sl: Kanal RF 1 je bil nastavljen. Pritisnite gumb »Connect« na miški, da znova vzpostavite povezavo
tr: RF Kanal 1 ayarlandı. Lütfen faredeki Bağlanma (Bağlan) tuşuna basın ve fare ile bağlantıyı sağlayın
zh_tw: RF 頻道 1 已經被設定了。請按滑鼠的連線按鈕來重新建立連結

source: Press Connect Button
bg: Натиснете бутона Connect
fr: Appuyez sur le bouton « Connecter »
he: לחץ על כפתור התחברות
it: Premi il pulsante Connect
ja: 接続ボタンを押す
lt: Spausti mygtuką Prisijungti
nb: Trykk «Koble til»
nn: Trykk «Kopla til»
pl: Proszę wcisnąć przycisk 'Połącz'
pt_br: Clique no botão Conectar
ro: Apăsați butonul „Connectare”
sl: Pritisnite gumb »Connect«
tr: Bağlan Tuşuna Bas
zh_tw: 請按連線按鈕

source: RF channel 2 has been set. Please press Connect button on mouse to re-establish link
bg: Канал RF 2 бе установен. Моля, натиснете бутона Connect, за да установите връзка.
fr: Le canal « RF 2 » a été défini. Veuillez cliquer sur le bouton « Connecter » sur la souris pour rétablir le lien
he: ערוץ האינפרא־אדום מספר 2 נקבע. אנא לחץ עם כפתור החיבור בעכבר בכדי ליצור חיבור מחדש.
it: Canale RF 2 impostato. Per favore premi il pulsante Connect per ristabilire il collegamento
ja: RF チャンネル 2 に設定しました。マウスの接続ボタンを押してリンクを確立してください。
lt: Radijo kanalas 2 nustatytas. Prašome paspausti Prisijungti mygtuką ant pelės ryšio atnaujinimui
nb: RF-kanal 2 er valgt. Trykk «Koble til» for å gjenopprette sambandet
nn: RF-kanal 2 er vald. Trykk «Kopla til» for å gjenoppretta sambandet.
pl: Ustawiono kanał 2 RF. Proszę wcisnąć przycisk 'Połącz' w myszy, żeby ponownie nawiązać połączenie
pt_br: O canal RF 2 foi habilitado. Clique com o mouse no botão Conectar para restabelecer a ligação
ro: A fost stabilit canalul 2 RF. Apăsați butonul „Conectare” al mausului pentru a restabili legătura.
sl: Kanal RF 2 je bil nastavljen. Pritisnite gumb »Connect« na miški, da znova vzpostavite povezavo
tr: RF Kanal 2 ayarlandı. Lütfen faredeki Bağlanma (Bağlan) tuşuna basın ve fare ile bağlantıyı sağlayın
zh_tw: RF 頻道 2 已經被設定了。請按滑鼠的連線按鈕來重新建立連結

# no cordless mouse
source: none
bg: без
fr: aucune
he: ללא
it: nessuno
ja: なし
lt: nėra
nb: ingen
nn: ingen
pl: brak
pt_br: nenhum
ro: niciunul
sl: brez
tr: hiçbiri
zh_tw: 無

source: Cordless Mouse
bg: Безжична мишка
fr: Souris sans fil
he: עכבר אלחוטי
it: Mouse senza filo
nb: Trådløs mus
nn: Trådlaus mus
pl: Mysz bezprzewodowa
pt_br: Mouse sem fio
ro: Maus fără fir
sl: Brezžična miška
tr: Kablosuz Fare
zh_tw: 無線滑鼠

source: Cordless Wheel Mouse
bg: Безжична мишка с колелце
fr: Souris sans fil à molette
he: עכבר אלחוטי עם גלגלת
it: Mouse senza filo con rotellina
nb: Trådløs hjulmus
nn: Trådlaus hjulmus
pl: Mysz bezprzewodowa z kółkiem
pt_br: Roda do mouse sem fio
ro: Maus cu rotiță fără fir
sl: Brezžična miška s koleščkom
tr: Kablosuz Tekerlekli Fare
zh_tw: 無線滾輪滑鼠

source: Cordless MouseMan Wheel
bg: Безжична мишка MouseMan
fr: Souris « MouseMan » sans fil à molette
he: עכבר אלחוטי MouseMan עם גלגלת
it: MouseMan senza filo con rotellina
nb: Trådløs «Mouseman»-mus med rullehjul
nn: Trådlaus «Mouseman»-mus med rullehjul
pl: Mysz bezprzewodowa MouseMan z kółkiem
pt_br: Roda do MouseMan sem fio
ro: Maus cu rotiță fără fir MouseMan
sl: Brezžična miška s koleščkom MouseMan
tr: Kablosuz MouseMan Tekeri
zh_tw: 無線 MouseMan 滾輪

source: Cordless TrackMan Wheel
bg: Безжична мишка TrackMan
fr: Souris « TrackMan » sans fil à molette
he: עכבר אלחוטי TrackMan עם גלגלת
it: TrackMan senza filo con rotellina
nb: Trådløs «Trackman»-mus med rullehjul
nn: Trådlaus «Trackman»-mus med rullehjul
pl: Mysz bezprzewodowa TrackMan z kółkiem
pt_br: Roda do TrackMan sem fio
ro: Maus cu rotiță fără fir TrackMan
sl: Brezžična miška s koleščkom TrackMan
tr: Kablosuz TrackMan Tekeri
zh_tw: 無線 TrackMan 滾輪

source: TrackMan Live
bg: Безжична мишка TrackMan Live
fr: Souris « TrackMan Live »
nb: «Trackman live»-mus
nn: «Trackman live»-mus
tr: TracMan Canlı

source: Cordless TrackMan FX
bg: Безжична мишка TrackMan FX
fr: Souris « TrackMan FX » sans fil
he: עכבר TrackMan FX אלחוטי
it: TrackMan FX senza filo
nb: Trådløs «Trackman FX»-mus
nn: Trådlaus «Trackman FX»-mus
pl: Bezprzewodowa mysz TrackMan FX
pt_br: TrackMan FX sem fio
ro: Maus fără fir TrackMan FX
sl: Brezžična miška TrackMan FX
tr: Kablosuz TrackMan FX
zh_tw: 無線 TrackMan FX

source: Cordless MouseMan Optical
bg: Безжична оптична мишка MouseMan
fr: Souris « MouseMan » optique sans fil
he: עכבר MouseMan אופטי אלחוטי
it: MouseMan ottico senza filo
nb: Optisk trådløs «Mouseman»-mus
nn: Optisk trådlaus «Mouseman»-mus
pl: Bezprzewodowa mysz optyczna MouseMan
pt_br: MouseMan óptico sem fio
ro: Maus optic fără fir MouseMan
sl: Brezžična optična miška MouseMan
tr: Kablosuz Optik MouseMan
zh_tw: 無線 MouseMan 光學

source: Cordless Optical Mouse
bg: Безжична оптична мишка
fr: Souris optique sans fil
he: עכבר אופטי אלחוטי
it: Mouse ottico senza filo
nb: Trådløs optisk mus
nn: Trådlaus optisk mus
pl: Bezprzewodowa mysz optyczna
pt_br: Mouse óptico sem fio
ro: Maus optic fără fir
sl: Brezžična optična miška
tr: Kablosuz Optik Fare
zh_tw: 無線光學滑鼠

source: Cordless MouseMan Optical (2ch)
bg: Безжична оптична мишка MouseMan (2ch)
fr: Souris « MouseMan » optique sans fil (2 canaux)
he: עכבר MouseMan אופטי אלחוטי (ערוץ 2)
it: MouseMan ottico senza filo (2ca)
nb: Trådløs optisk «Mouseman»-mus (2 kanaler)
nn: Trådlaus optisk «Mouseman»-mus (2 kanalar)
pl: Bezprzewodowa mysz optyczna MouseMan (2 kanał)
pt_br: MouseMan óptico sem fio (2ch)
ro: Maus optic fără fir MouseMan (2 canale)
sl: Brezžična optična miška MouseMan (2 kan.)
tr: Kablosuz Optik MouseMan (2knl)
zh_tw: 無線 MouseMan 光學 (2ch)

source: Cordless Optical Mouse (2ch)
bg: Безжична оптична мишка (2ch)
fr: Souris optique sans fil (2 canaux)
he: עכבר אופטי אלחוטי (ערוץ 2)
it: Mouse ottico senza filo (2ca)
nb: Trådløs optisk mus (2 kanaler)
nn: Trådlaus optisk mus (2 kanalar)
pl: Bezprzewodowa mysz optyczna (2 kanał)
pt_br: Mouse óptico sem fio (2ch)
ro: Maus optic fără fir (2 canale)
sl: Brezžična optična miška (2 kan.)
tr: Kablosuz Optik Fare (2knl)
zh_tw: 無線光學滑鼠 (2ch)

source: Cordless Mouse (2ch)
bg: Безжична мишка (2ch)
fr: Souris sans fil (2 canaux)
he: עכבר אלחוטי (ערוץ 2)
it: Mouse senza filo (2ca)
nb: Trådløs mus (2 kanaler)
nn: Trådlaus mus (2 kanalar)
pl: Bezprzewodowa mysz (2 kanał)
pt_br: Mouse sem fio (2ch)
ro: Maus fără fir (2 canale)
sl: Brezžična miška (2 kan.)
tr: Kablosuz Fare (2knl)
zh_tw: 無線滑鼠 (2ch)

source: Cordless Optical TrackMan
bg: Безжична оптична мишка TrackMan
fr: Souris « TrackMan » optique sans fil
he: עכבר אלחוטי אופטי של TrackMan
it: TrackMan ottico senza filo
nb: Trådløs optisk «Trackman»-mus
nn: Trådlaus optisk «Trackman»-mus
pl: Bezprzewodowa mysz optyczna TrackMan
pt_br: TrackMan óptico sem fio
ro: Maus optic fără fir TrackMan
sl: Brezžična optična miška TrackMan
tr: Kablosuz Optik TrackMan
zh_tw: 無線光學 TrackMan

source: MX700 Cordless Optical Mouse
bg: Безжична оптична мишка MX700
fr: Souris « MX700 » optique sans fil
he: עכבר אופטי אלחוטי של MX700
it: Mouse MX700 ottico senza filo
nb: Trådløs optisk «MX700»-mus
nn: Trådlaus optisk «MX700»-mus
pl: Bezprzewodowa mysz optyczna MX700
pt_br: Mouse óptico sem fio MX700
ro: Maus optic fără fir MX700
sl: Brezžična optična miška MX700
tr: MX700 Kablosuz Optik Fare
zh_tw: MX700 無線光學滑鼠

source: MX700 Cordless Optical Mouse (2ch)
bg: Безжична оптична мишка MX700 (2ch)
fr: Souris « MX700 » optique sans fil (2 canaux)
he: עכבר אופטי אלחוטי של MX700 (ערוץ 2)
it: Mouse MX700 ottico senza filo (2ca)
nb: Trådløs optisk «MX700»-mus (2 kanaler)
nn: Trådlaus optisk «MX700»-mus (2 kanalar)
pl: Bezprzewodowa mysz optyczna MX700 (2 kanał)
pt_br: Mouse óptico sem fio MX700 (2ch)
ro: Maus optic fără fir MX700 (2 canale)
sl: Brezžična optična miška MX700 (2 kan.)
tr: MX700 Kablosuz Optik Fare (2knl)
zh_tw: MX700 無線光學滑鼠 (2ch)

source: Unknown mouse
bg: Неизвестна мишка
fr: Souris inconnue
he: עכבר לא ידוע
it: Mouse sconosciuto
ja: 不明なマウス
lt: Nežinoma pelė
nb: Ukjent mus
nn: Ukjend mus
pl: Nieznana mysz
pt_br: Mouse desconhecido
ro: Maus necunoscut
sl: Neznana miška
tr: Bilinmeyen fare
zh_tw: 不明的滑鼠

source: Cordless Name
bg: Безжична мишка
fr: Nom de la souris sans fil
he: שם של האלחוטי
it: Nome cordless
ja: コードレス名
lt: Belaidės vardas
nb: Navn på trådløs mus
nn: Namn på trådlaus mus
pl: Nazwa myszy bezprzewodowej
pt_br: Nome do mouse sem fio
ro: Nume maus fără fir
sl: Ime brezžične miške
tr: Kablosuz Adı
zh_tw: 無線名稱

source: Sensor Resolution
bg: Разделителна способност на сензора
fr: Résolution du capteur
he: חיישן הפרדה
it: Risoluzione sensore
ja: センサー解像度
lt: Sensoriaus raiška
nb: Sensor-oppløsning
nn: Sensor-oppløysing
pl: Czułość czujnika
pt_br: Resolução do sensor
ro: Rezoluție senzor
sl: Ločljivost tipala
tr: Alıcı Çözünürlüğü
zh_tw: 偵測器解析度

source: 400 counts per inch
bg: 400 точки на инч
fr: 400 points par pouce
he: 400 נקודות לאינצ'
it: 400 conteggi per pollice
ja: 400cpi
lt: 400 taškų colyje
nb: 400 ganger per tomme
nn: 400 gongar per tomme
pl: 400 jednostek na cal
pt_br: 400 por polegada
ro: 400 rotiri per inch
sl: 400 zaznavanj na palec
tr: Inch başına 400 sayım
zh_tw: 每英吋 400 次

source: 800 counts per inch
bg: 800 точки на инч
fr: 800 points par pouce
he: 800 נקודות לאינצ'
it: 800 conteggi per pollice
ja: 800cpi
lt: 800 taškų colyje
nb: 800 ganger per tomme
nn: 800 gongar per tomme
pl: 800 jednostek na cal
pt_br: 800 por polegada
ro: 800 rotiri per inch
sl: 800 zaznavanj na palec
tr: Inch başına 800 sayım
zh_tw: 每英吋 800 次

source: Battery Level
bg: Ниво на батерията
fr: Niveau de la batterie
he: עוצמת הסוללה
it: Livello batterie
ja: バッテリレベル
lt: Baterijos lygmuo
nb: Batterinivå
nn: Batterinivå
pl: Poziom akumulatora
pt_br: Nível da bateria
ro: Încărcare baterie
sl: Raven baterije
tr: Pil Seviyesi
zh_tw: 電池電量

source: RF Channel
bg: Канал RF
fr: Canal RF
he: ערוץ רדיו
it: Canale RF
ja: RF チャンネル
lt: Radio kanalas
nb: RF-kanal
nn: RF-kanal
pl: Kanał RF
pt_br: Canal RF
ro: Canal RF
sl: Kanal RF
tr: RF Kanalı
zh_tw: RF 頻道

source: Channel 1
bg: Канал 1
fr: Canal 1
he: ערוץ 1
it: Canale 1
ja: チャンネル 1
lt: 1 kanalas
nb: Kanal 1
nn: Kanal 1
pl: Kanał 1
pt_br: Canal 1
ro: Canalul 1
sl: Kanal 1
tr: Kanal 1
zh_tw: 頻道 1

source: Channel 2
bg: Канал 2
fr: Canal 2
he: ערוץ 2
it: Canale 2
ja: チャンネル 2
lt: 2 kanalas
nb: Kanal 2
nn: Kanal 2
pl: Kanał 2
pt_br: Canal 2
ro: Canalul 2
sl: Kanal 2
tr: Kanal 2
zh_tw: 頻道 2
