Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcminput.po
Languages: bg, fr, he, it, ja, lt, nb, nn, pl, pt_br, ro, sl, tr, zh_tw

source: If you use the wheel of a mouse, this value determines the number of lines to scroll for each wheel movement. Note that if this number exceeds the number of visible lines, it will be ignored and the wheel movement will be handled as a page up/down movement.
bg: Превъртане на зададените редове при използване на колелцето на мишката (ако има такова). Ако зададената стойност превишава броя на видимите редове, движението на колелцето ще функционира като превъртане на страница нагоре/надолу.
fr: Si votre souris est équipée d'une molette, cette valeur détermine le nombre de lignes que chaque mouvement de molette fera défiler. Si ce nombre dépasse le nombre de lignes visibles, il sera ignoré et le mouvement de molette sera traité comme une pression sur l'une des touches « Page précédente » ou « Page suivante ».
he: אם אתה משתמש בגלגלת של העכבר, ערך זה קובע את מספר השורות שייגללו לכל הזזה של הגלגלת. שים לב כי אם מספר זה עולה על מספר השורות הנראות, יתעלמו ממנו והזזת הגלגלת תהיה כמו מעבר עמוד למעלה\למטה.
it: Se usi la rotella di un mouse, questo valore determina il numero di righe da far scorrere per ogni movimento della rotella. Nota che se il numero indicato eccede il numero di righe visibili, sarà ignorato e il movimento della rotella sarà gestito come un movimento di pagina su/giù.
ja: この値はマウスのホイールを動かしたときにスクロールする行数を決定します。表示されている行数がこの値より少ない場合は、この設定にかかわらずホイールの動きは PageUp (1 画面上へスクロール) / PageDown (1 画面下へスクロール) と同様になります。
lt: Jeigu naudojate pelę su ratuku, šita reikšmė nustato pastumiamų eilučių skaičių, kiekvienu ratuko pasukimu. Atminkite, kad, jeigu šis skaičius viršija matomų eilučių skaičių, eilučių prasukimas bus ignoruojamas, o ratuko judesys perstums puslapį aukštyn arba žemyn.
nb: Hvis du bruker en mus med rullehjul, kan du her velge hvor mange linjer teksten skal flytte seg når du ruller på hjulet. Legg merke til at dersom dette tallet er større enn antall synlige linjer, så blir teksten i stedet bare flyttet en side fram eller tilbake.
nn: Dersom du brukar ei mus med rullehjul, kan du her velja kor mange linjer teksten skal flytta seg når du rullar hjulet. Legg merke til at dersom dette talet er større enn talet på synlege linjer, vert teksten i staden berre flytta ei side fram/tilbake.
pl: Jeśli używasz myszy z kółkiem, ta wartość określa liczbę wierszy przesuwanych po każdym ruchu kółka. Jeśli wartość ta będzie większa niż liczba wierszy, ruch kółka zostanie potraktowany jak naciśnięcie klawisza Page Down/Page Up.
pt_br: Se você usa a roda do mouse, este valor determina o número de linhas a serem movidas em cada movimento da roda. Note que se este número excede o número de linhas visíveis, isto será ignorado, e o movimento da roda será manipulado com o movimento das teclas page up/down.
ro: Dacă utilizați rotița mausului, această valoare determină numărul de linii de derulat pentru fiecare pas al rotiței. Trebuie să rețineți că dacă acest număr depășește numărul de linii vizibile acest eveniment va fi ignorat și mișcarea rotiței va fi tratată ca o deplasare de pagină în sus sau în jos.
sl: Če uporabljate miškin kolešček, bo ta vrednost določila premik za število vrstic ob vsakem premiku koleščka. Vedite, da če to število presega število vidnih vrstic, potem ne bo upoštevano in se bo premik koleščka obravnaval kot premik za eno stran gor ali dol.
tr: Farenin tekerleğini kullanıyorsanız bu değer her tekerlek hareketinde ne kadar satır kayacağını belirler.
zh_tw: 如果你使用滑鼠滾輪，這個數值就是你每次滾動滾輪將移動的行距。注意若是這個數值超過了可以顯示的行數，那麼這項設定將會被忽略，並改為切換上／下頁的功能。

source: Mouse Navigation
bg: Навигация
fr: Déplacement de la souris
he: ניווט עכבר
it: Navigazione mouse
ja: マウスの移動(&I)
lt: Pelės navigacija
nb: Musenavigering
nn: Musnavigasjon
pl: Nawigacja myszy
pt_br: Navegação do mouse
ro: Navigare maus
sl: Krmarjenje z miško
tr: Fare Hareketi
zh_tw: 滑鼠瀏覽

source: &Move pointer with keyboard (using the num pad)
bg: П&реместване показалеца на мишката с клавиатурата
fr: Dép&lacer la souris avec le clavier (en utilisant le pavé numérique)
he: הזז את העכבר בעזרת המקל&דת (באמצעות מקשי החצים)
it: &Sposta il puntatore con la tastiera (utilizzando il tastierino numerico)
ja: キーボード (テンキー) でマウスポインタを移動する(&N)
lt: &Judinti pelę klaviatūra (su skaitine klaviatūra)
nb: Flytt &musepekeren med det numeriske tastaturet
nn: &Flytt musa med tastaturet (numerisk tastatur)
pl: Przesuwanie kursora myszy z &klawiatury numerycznej
pt_br: &Mover o ponteiro do mouse com o teclado (usando o teclado numérico)
ro: &Mișcă cursorul cu tastele (utilizînd tastatura numerică)
sl: Pre&makni kazalko s tipkovnico (z uporabo numerične tipkovnice)
tr: &Fareyi nümerik klavye kullanarak hareket ettir
zh_tw: 使用鍵盤移動滑鼠游標（使用數字鍵）(&M)

source: &Acceleration delay:
bg: Па&уза преди ускорение:
fr: Délai d'&accélération :
he: השהיית הא&צה:
it: Attesa per l'&accelerazione:
ja: 加速の遅延(&L):
lt: P&agreičio delsa:
nb: &Akselerasjonsforsinkelse:
nn: Forseinking for &akselerasjon:
pl: &Czas do przyspieszenia kursora:
pt_br: &Atraso da aceleração:
ro: Întîrziere &accelerare:
sl: &Zakasnitev pospeška:
tr: &Hızlandırma gecikmesi:
zh_tw: 加速延遲(&A):

source: R&epeat interval:
bg: &Интервал на повторение:
fr: Int&ervalle de répétition :
he: מרווח בי&ן חזרות:
it: Int&ervallo di ripetizione:
ja: リピート間隔(&V):
lt: Ka&rtojimo intervalas:
nb: R&epetisjonsintervall:
nn: &Repetisjonsintervall:
pl: &Częstotliwość powtarzania:
pt_br: Intervalo de r&epetição:
ro: Interval de &repetiție:
sl: &Razmik ponovitve:
tr: &Tekrarlama aralığı:
zh_tw: 重複間隔(&E):

source: Acceleration &time:
bg: Вр&еме за ускорение:
fr: &Temps d'accélération :
he: ז&מן האצה:
it: &Tempo di accelerazione:
ja: 加速時間(&T):
lt: Pa&greičio laikas:
nb: Akselerasjons&tid:
nn: Akselerasjons&tid:
pl: Przy&spieszenie kursora:
pt_br: &Tempo de aceleração:
ro: &Timp de accelerare:
sl: &Čas pospeševanja:
tr: İ&mleç hızlandırma süresi:
zh_tw: 指標加速(&T):

source: pixel/sec
bg: пиксела/сек
fr: pixels / s
he: פיקסלים לשנייה
ja: ピクセル/秒
lt: pikseliai/sek.
nb: piksler/sek
nn: biletpunkt/s
pl: piksele/s.
pt_br: pixels/seg
ro: pixeli/sec
sl: točk/sek
tr: piksel/sn
zh_tw: 像素/秒

source: Ma&ximum speed:
bg: &Максимална скорост:
fr: Vitesse ma&ximale :
he: מהיר&ות מרבית:
it: &Velocità massima:
ja: 最大速度(&U):
lt: Didžiau&sias greitis:
nb: &Høyeste fart:
nn: &Høgste fart:
pl: &Maksymalna prędkość:
pt_br: &Velocidade máxima:
ro: Viteză ma&ximă:
sl: Največja &hitrost:
tr: &Azami hız:
zh_tw: 最快速度(&X):

source: Acceleration &profile:
bg: Про&фил на ускорение:
fr: &Profil d'accélération :
he: פרופי&ל האצה:
it: &Profilo di accelerazione:
ja: 加速のプロファイル(&P):
lt: Pagreičio &profilis:
nb: Akselerasjons&profil:
nn: Akselerasjons&profil:
pl: &Tryb przyspieszenia:
pt_br: &Perfil de aceleração:
ro: &Profil de accelerare:
sl: Pro&fil pospeševanja:
tr: Hızlandırma &profili:
zh_tw: 加速度設定(&p)

source: Mouse
bg: Мишка
fr: Souris
he: עכבר
ja: マウス
lt: Pelė
nb: Mus
nn: Mus
pl: Mysz
ro: Maus
sl: Miška
tr: Fare
zh_tw: 滑鼠

source: (c) 1997 - 2005 Mouse developers
bg: (c) 1997 - 2005, екипът на Mouse
fr: (c) 1997 - 2005, les développeurs de la gestion de la souris
he: כל הזכויות שמורות 1997 - 2005 המפתחים של העכבר
it: (c) 1997 - 2005 Gli sviluppatori di Mouse
lt: (c) 1997 - 2005 Pelės programuotojai
nb: © 1997–2005 Musutviklerne
nn: © 1997–2005 Musutviklerne
pl: (c) 1997 - 2005 Autorzy modułu Mysz
pt_br: (c) 1997 - 2005 Desenvolvedores do módulo para o mouse
ro: (c) 1997 - 2005 Programatorii de maus
sl: © 1997 - 2005 razvijalci Miške
tr: (c) 1997 - 2005 Fare geliştiricileri
zh_tw: (c) 1997 - 2005 滑鼠開發者

source: line
bg: ред
fr: ligne
he: שורה
it: riga
ja: 行
lt: eilutę
nb: linje
nn: linje
pl: linia
pt_br: linha
ro: linie
sl: vrstic
tr: satır
zh_tw: 行

# @item:inlistbox size
source: resolution dependent
fr: dépendant de la résolution
he: לא תלוי ברזולוציה
it: dipendente dalla risoluzione
lt: Priklausomas nuo skiriamosios gebos
nb: avhengig av oppløsning
pl: zależnie od rozdzielczości
pt_br: dependente de resolução
ro: dependent de rezoluție
sl: odvisno od ločljivosti
tr: çözünürlüğe bağlı
zh_tw: 相依於解析度

source: Drag or Type Theme URL
bg: Местоположение на тема
fr: Glissez ou saisissez l'URL du thème
he: גרור או הקלד כתובת ערכת נושא
it: Trascina o immetti l'URL del tema
ja: テーマの URL をドラッグまたは入力
lt: Nutempkite arba įrašykite temos URL
nb: Dra eller skriv inn nettadresse til temaet
nn: Dra eller tast inn tema-URL
pl: Przeciągnij lub wpisz adres URL zestawu
pt_br: Arraste ou digite a URL do tema
ro: Trageți sau scrieți URL-ul tematicii
sl: Potegnite ali vnesite URL teme
tr: Tema Adresini Taşı veya Yaz
zh_tw: 把佈景主題的網址拖拉到此，或是手動輸入

source: Unable to find the cursor theme archive %1.
bg: Не може да бъде намерена темата с показалци на мишката %1.
fr: Impossible de trouver l'archive du thème de curseur « %1 ».
he: לא ניתן למצוא את ארכיון ערכת הנושא למצביע %1.
it: Impossibile trovare l'archivio del tema del cursore %1.
ja: カーソルテーマのアーカイブ <filename>%1</filename> が見つかりません。
lt: Nepavyksta rasti žymeklių temos archyvo %1.
nb: Klarte ikke finne pekertema-arkivet %1.
nn: Fann ikkje peikartema-arkivet %1.
pl: Nie można znaleźć archiwum zestawu kursorów %1.
pt_br: Não foi possível encontrar o arquivo de tema de cursores %1.
ro: Nu am găsit arhiva tematicii de cursoare %1.
sl: Ni mogoče najti arhiva teme kazalk %1.
tr: %1 imleç tema arşivi bulunamadı.
zh_tw: 無法找到這個游標佈景主題的檔案庫 %1。

source: Unable to download the cursor theme archive; please check that the address %1 is correct.
bg: Не може да бъде изтеглена темата с показалци на мишката. Моля, проверете дали адресът "%1" е правилен.
fr: Impossible de télécharger l'archive du thème de curseur. Vérifiez que l'adresse « %1 » est correcte.
he: לא ניתן להוריד את ארכיון ערכת הנושא למצביע. אנא בדוק שהכתובת %1 נכונה.
it: Impossibile scaricare l'archivio del tema del cursore; per favore controlla che l'indirizzo %1 sia corretto.
ja: カーソルテーマのアーカイブをダウンロードできません。%1 のアドレスが正しいか確認してください。
lt: Nepavyksta atsisiųsti žymeklių temos archyvo; prašome patikrinti, ar teisingas %1 adresas.
nb: Klarte ikke å laste ned pekertema-arkivet, sjekk at adressen %1 stemmer.
nn: Klarte ikkje lasta ned peikartema-arkivet. Sjå til at adressa %1 er rett.
pl: Nie można pobrać archiwum zestawu kursorów. Proszę sprawdzić, czy adres %1 jest poprawny.
pt_br: Não foi possível baixar o arquivo de tema de cursores. Verifique se o endereço %1 está correto.
ro: Nu am putut transfera arhiva tematici de cursoare. Verificați că adresa %1 este corectă.
sl: Ni bilo mogoče prejeti arhiva teme kazalk. Preverite, če je naslov %1 pravilen.
tr: İmleç tema arşivi indirilemedi; lütfen %1 adresinin doğruluğunu kontrol edin.
zh_tw: 無法下載游標佈景主題的檔案庫；請確定網址 %1 是否正確。

source: The file %1 does not appear to be a valid cursor theme archive.
bg: Файлът "%1" не е валиден архив на тема с показалци на мишката.
fr: Le fichier « %1 » ne semble pas correspondre à une archive valable de thème de curseur.
he: הקובץ %1 אינו ארכיון ערכת נושא למצביע תקף.
it: Il file %1 non sembra essere un archivio di tema del cursore valido.
ja: ファイル <filename>%1</filename> は有効なカーソルテーマのアーカイブではないようです。
lt: Failas %1 atrodo nėra teisingas žymeklių temos archyvas.
nb: Fila %1 ser ikke ut til å være et gyldig arkiv for pekertemaer.
nn: Fila %1 ser ikkje ut til å vera eit gyldig arkiv for peikartema.
pl: Plik %1 nie jest poprawnym archiwum zestawów kursorów.
pt_br: O arquivo %1 não parece ser um arquivo de tema de cursores válido.
ro: Fișierul %1 nu pare să fie o arhivă validă de tematică de cursor.
sl: Datoteka %1 najbrž ni veljaven arhiv teme kazalk.
tr: %1 dosya geçerli bir imleç tema dosya değil.
zh_tw: 檔案 %1 並不是一個游標佈景主題

source: <qt>You cannot delete the theme you are currently using.<br />You have to switch to another theme first.</qt>
bg: <qt>Не можете да изтриете текущо използваната тема.<br />Първо превключете на друга.</qt>
fr: <qt>Vous ne pouvez pas supprimer un thème actuellement utilisé.<br />Veuillez tout d'abord en sélectionner un autre.</qt>
he: <qt> אין באפשרותך לשנות את ערכת הנוזא שאתה משתמש בה.<br /> עליך להשתמש בערכה אחרת לפני כן</qt>
it: <qt>Non puoi eliminare il tema che stai usando.<br />Devi prima passare ad un altro tema.</qt>
ja: <qt>使用中のテーマを削除することはできません。<br />先に他のテーマに変更してください。</qt>
lt: <qt>Negalima ištrinti šiuo metu naudojamos schemos.<br />Visų pirma turite persijungti į kitą schemą.</qt>
nb: <qt>Du kan ikke slette det temaet som du bruker. <br />Du må bytte til et annet tema først.</qt>
nn: <qt>Du kan ikkje sletta temaet som er i bruk.<br />Du må skifta til eit anna tema først.</qt>
pl: <qt>Nie można usunąć bieżącego zestawu.<br/>Trzeba najpierw wybrać inny zestaw.</qt>
pt_br: <qt>Não é possível excluir o tema em uso.<br />Você precisa trocar para outro tema primeiro.</qt>
ro: <qt>Nu puteți șterge tematica pe care o folosiți la moment.<br />Trebuie mai întîi să treceți la altă tematică.</qt>
sl: <qt>Teme, ki jo trenutno uporabljate, ne morete izbrisati.<br />Najprej morate preklopiti na drugo temo.</qt>
tr: <qt>Şu anda kullanımda olan temayı silemezsiniz.<br />Önce başka bir temayı kullanıma almayı deneyin.</qt>
zh_tw: <qt>您無法刪除您目前使用中的主題。<br />您必須先切換到其他主題才能刪除。</qt>

source: <qt>Are you sure you want to remove the <i>%1</i> cursor theme?<br />This will delete all the files installed by this theme.</qt>
bg: <qt>Сигурни ли сте, че искате темата с показалци на мишката <i>%1</i> да бъде изтрита?<br />При тази операция ще бъдат изтрити всичките файлове инсталирани от тази тема.</qt>
fr: <qt>Voulez-vous vraiment supprimer le thème de curseur <strong>%1</strong> ? <br />Cette action supprimera tous les fichiers installés par ce thème.</qt>
he: <qt> האם אתה בטוח שברצונך להסיר את ערכת הנושא למצביע <i>%1</i>?<br /> פעולה זו תמחק את כל הקבצים שהותקנו על ידי ערכת נושא זו. </qt>
it: <qt>Sei sicuro di voler rimuover il tema del cursore <strong>%1</strong>?<br/> Questo eliminerà tutti i file installati da questo tema.</qt>
ja: <qt>本当にカーソルテーマ <resource>%1</resource> を削除しますか？<br />このテーマによってインストールされたすべてのファイルを削除することになります。</qt>
lt: <qt>Ar tikrai norite pašalinti <i>%1</i> žymeklių temą?<br />Bus ištrinti visi kartu su tema įdiegti failai.</qt>
nb: <qt> Er du sikker på at du vil fjerne pekertemaet <strong>%1</strong>? <br /> Dette vil slette alle filer som dette temaet har installert.</qt>
nn: <qt>Er du sikker på at du vil fjerna peikartemaet <strong>%1</strong>? <br />Alle filene som høyrer til dette temaet vert fjerna.</qt>
pl: <qt>Czy na pewno usunąć zestaw kursorów <i>%1</i>?<br/> Spowoduje to usunięcie wszystkich plików zainstalowanych przez ten zestaw.</qt>
pt_br: <qt>Tem certeza de que deseja remover o tema de cursores <i>%1</i>?<br />Isto excluirá todos os arquivos instalados por este tema.</qt>
ro: <qt>Sigur doriți să ștergeți tematica de cursori <i>%1</i>?<br /> Această operație va șterge toate fișierele instalate de către această tematică.</qt>
sl: <qt>Ali zares želite odstraniti temo kazalk <em>%1</em>?<br /> To bo izbrisalo vse datoteke, ki jih je namestila ta tema.</qt>
tr: <qt><i>%1</i> imleç temasını kaldırmak istediğinizden emin misiniz?<br />Bu işlem bu tema ile yüklenen tüm dosyaları silecektir.</qt>
zh_tw: <qt>你確定要移除 <i>%1</i> 游標主題嗎？<br />這個動作會刪除所有和這個主題相關的檔案。</qt>

source: A theme named %1 already exists in your icon theme folder. Do you want replace it with this one?
bg: Вече има тема с име "%1". Искате ли да бъде презаписана?
fr: Un thème nommé %1 existe déjà dans votre dossier de thèmes d'icônes. Voulez-vous le remplacer par celui-ci ?
he: ערכת נושא בשם %1 כבר קיים בתיקיית ערכות הנושא לסמלים שלך. האם ברצונך להחליפה בערכת נושא זו?
it: Un tema chiamato %1 esiste già nella tua cartella dei temi. Voi sostituirlo con questo?
ja: <resource>%1</resource> というテーマは既に存在します。置き換えますか？
lt: Tema, pavadinta %1, jau egzistuoja Jūsų ženkliukų temų aplanke. Ar norite ją pakeisti šia tema?
nb: Det finnes allerede et tema som heter %1 i ikondrakt-mappa. Vil du erstatte det med dette?
nn: Det finst allereie eit tema som heiter %1 i mappa for ikontema. Vil du byta ut det gamle temaet?
pl: Zestaw o nazwie %1 już istnieje w twoim katalogu zestawów ikon. Czy chcesz go zastąpić?
pt_br: Já existe um tema chamado %1 na sua pasta de temas de ícone. Deseja substituí-lo por este?
ro: Există deja o tematică cu numele "%1" în dosarul tematicilor de pictograme. Doriți să o înlocuiesc cu aceasta?
sl: Tema z imenom %1 že obstaja v vaši mapi s temami ikon. Ali jo želite zamenjati s to?
tr: %1 isminde bir tema, simge temaları dizininde var. Üzerine yazmak istiyor musunuz?
zh_tw: 一個叫做 %1 的佈景主題已經存在於系統中。請問您要取代它嗎？

source: Overwrite Theme?
bg: Презапис на тема?
fr: Écraser le thème ?
he: לשכתב ערכת נושא?
it: Sovrascrivo il tema?
ja: テーマを上書きしますか？
lt: Perrašyti temą?
nb: Vil du overskrive temaet?
nn: Skriv over tema?
pl: Czy zastąpić zestaw?
pt_br: Sobrescrever o tema?
ro: Suprascriu tematica?
sl: Prepišem temo?
tr: Temanın Üzerine Yazılsın mı?
zh_tw: 覆蓋這個佈景主題？

source: Select the cursor theme you want to use (hover preview to test cursor):
bg: Изберете темата за показалеца на мишката:
fr: Choisissez le thème de curseur à utiliser (déplacer la souris dessus pour un aperçu) :
he: בחר את ערכת הנושא למצביע שבה ברצונך להשתמש (העבר את העכבר מעל לתצוגה מקדימה):
it: Scegli il tema del cursore che vuoi utilizzare (passa su anteprima per provare il cursore):
ja: カーソルテーマを選択 (テストするにはプレビューにカーソルを合わせます):
lt: Pažymėkite žymeklių temą, kurią norite naudoti (užveskite žymeklį ant peržiūros lauko pabandymui):
nb: Velg det pekertemaet du vil bruke (la forhåndsvisningen flyte for å teste):
nn: Vel peikartemaet du vil bruka (hald musa over førehandsvisinga for å testa peikarar):
pl: Wybierz zestaw kursorów do używania (najedź na podgląd, aby wypróbować kursor):
pt_br: Selecione o tema do cursor que deseja usar (passe o cursor sobre as imagens para testar):
ro: Selectați tematica de cursor de utilizat (planați deasupra previzualizării pentru a testa cursorul):
sl: Izberite temo kazalk, ki jo želite uporabljati (za preizkus podržite kazalko nad predogledom):
tr: Kullanmak istediğiniz imleç temasını seçin (imleç temasını önizlemek için üzerine gelin):
zh_tw: 請選取你想使用的滑鼠游標佈景主題（游標置其上可測試）:

source: Get new color schemes from the Internet
fr: Obtenez de nouveaux schémas de couleurs à partir d'Internet
it: Scarica nuovi schemi colore da internet
pt_br: Obter novo esquema de cores da Internet
ro: Preia scheme de culori noi din Internet

source: Get New Theme...
fr: Obtenir un nouveau thème...
it: Scarica nuovo tema...
pt_br: Obter novo tema...
ro: Preia tematică nouă...

source: Install From File...
bg: Инсталиране от файл...
fr: Installer à partir d'un fichier...
he: התקן מקובץ...
it: Installa da file...
lt: Įdiegti iš failo...
nb: Installer fra fil …
pl: Instaluj z pliku...
pt_br: Instalar a partir de um arquivo...
ro: Instalare tematică din fișier...
sl: Namesti iz datoteke ...
tr: Dosyadan Kur...
zh_tw: 從檔案安裝...

source: Remove Theme
bg: Изтриване на тема
fr: Supprimer un thème
he: הסר ערכה
it: Rimuovi tema
ja: テーマを削除
lt: Pašalinti temą
nb: Fjern tema
nn: Fjern tema
pl: Usuń zestaw
pt_br: Remover tema
ro: Elimină tematica
sl: Odstrani temo
tr: Temayı Kaldır
zh_tw: 移除主題

# @label:listbox cursor size
source: Size:
fr: Taille :
he: גודל:
it: Dimensione:
lt: Dydis:
nb: Størrelse:
pl: Rozmiar:
pt_br: Tamanho:
ro: Dimensiune:
sl: Velikost:
tr: Boyut:
zh_tw: 大小：

source: (Available sizes: %1)
fr: (Tailles disponibles : %1)
he: (גדלים זמינים: %1)
it: (Dimensioni disponibili: %1)
lt: (Galimi dydžiai: %1)
nb: (Tilgjengelige størrelser: %1)
pl: (Dostępne rozmiary: %1)
pt_br: (Tamanhos disponíveis: %1)
ro: (Dimensiuni disponibile: %1)
sl: (Razpoložljive velikosti: %1)
tr: (Kullanılabilir boyutlar: %1)
zh_tw: （可用的大小：%1）

source: (c) 2003-2007 Fredrik Höglund
he: כל הזכויות שמורות 2003-2007 Fredrik Höglund
nb: © 2003–2007 Fredrik Höglund

source: pixel
bg: пиксел
he: פיקסל
ja: ピクセル
lt: pikselis
nb: piksel
nn: biletpunkt
pl: piksel
sl: slikovnih točk
tr: piksel
zh_tw: 像素

# milliseconds. time to automatically select the items
source: ms
he: אלפיות שנייה
ja: ミリ秒
zh_tw: 毫秒

source: Description
bg: Описание
he: תיאור
it: Descrizione
ja: 説明
lt: Aprašymas
nb: Beskrivelse
nn: Skildring
pl: Opis
pt_br: Descrição
ro: Descriere
sl: Opis
tr: Açıklama
zh_tw: 解釋

source: Confirmation
bg: Потвърждение
he: אישור
it: Conferma
ja: 確認
lt: Patvirtinimas
nb: Bekreftelse
nn: Stadfesting
pl: Potwierdzenie
pt_br: Confirmação
ro: Confirmare
sl: Potrditev
tr: Doğrulama
zh_tw: 確認
