Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwm.po
Languages: gl, he, kk, lt, nds, pl, ro, sl

source: The placement policy determines where a new window will appear on the desktop. <ul> <li><em>Smart</em> will try to achieve a minimum overlap of windows</li> <li><em>Maximizing</em> will try to maximize every window to fill the whole screen. It might be useful to selectively affect placement of some windows using the window-specific settings.</li> <li><em>Cascade</em> will cascade the windows</li> <li><em>Random</em> will use a random position</li> <li><em>Centered</em> will place the window centered</li> <li><em>Zero-Cornered</em> will place the window in the top-left corner</li> <li><em>Under Mouse</em> will place the window under the pointer</li> </ul>
gl: A política de posicionamento determina onde han aparecer as novas xanelas no escritorio. <ul><li><em>Intelixente</em> tentará conseguir a mínima sobreposición das xanelas</li> <li><em>Maximizar</em> tentará maximizar todas as xanelas para preencher toda a pantalla. Pode ser útil para afectar de xeito selectivo á posición dalgunhas xanelas usando a configuración específica destas.</li><li><em>Solapar</em> porá as xanelas en fervenza,</li> <li><em>Aleatorio</em> empregará unha posición aleatoria</li> <li><em>Centrar</em> porá a xanela no medio</li> <li><em>En riba á esquerda</em> porá a xanela no canto que se indica</li> <li><em>Debaixo do cursor</em> ha pór a xanela debaixo do cursor</li></ul>
he: מדיניות המיקום קובעת היכן על שולחן העבודה יופיע חלון חדש. לעת עתה ישנן שלוש מדיניויות שונות: <ul><li><em>חכם</em> ינסה להשיג מינימום חלונות שמסתירים זה את זה</li> <li><em>מוגדל</em> ינסה להגדיל על חלון לגודל המסך כולו. ייתכן כי זה שימושי לקבוע אפשרות זו עבור חלונות יחודיים, במצעות הגדרות ידניות.</li> <li><em>מדורג</em> יפרוש את החלונות בצורה מדורגת</li><li><em>אקראי</em> ישתמש במיקום אקראי</li> <li><em>ממורכז</em> ימקם את החלון במרכז המסך</li> <li><em>נקודת אפס</em>ימקם את החלון בנקודה השמאלית עליונה של המסך</li> <li><em>מתחת לעכבר</em>ימקם את החלון מתחת לסמן של העכבר</li> </ul>
kk: Жаңа терезе үстелінің қай жерінде пайда болатының реттейтін ережесі. <ul> <li><em>Ыңғайлы</em> - жаңа терезе басқа терезелермен барынша қабаттаспай орналасады.</li> <li><em>Кең жайып</em> - терезелер экранға барынша кең жайылады.</li> <li><em>Тізбектеп</em> - терезелер тізбектеліп орналасады.</li> <li><em>Кездейсоқ</em> - терезенің орналасуы кездейсоқ түрде таңдалады.</li> <li><em>Ортада</em> - терезе экран ортасында орналасады.</li> <li><em>Бұрышта</em> - терезе экранның сол жақ жоғарғы бұрышында орналасады.</li> <li><em>Тышқан меңзегенде</em> - тышқан меңзеген жерде орналасады</li> </ul>
nds: De Platzerenregel leggt fast, woneem nieg Finstern op den Schriefdisch opdukt. <ul> <li><em>Plietsch</em> versöcht, dat Överdecken vun anner Finstern so minn as mööglich to maken.</li> <li><em>Maximeren</em> warrt all Finstern maximeert op den Schirm bringen. Dat mag plietsch wesen, för wiss Finstern över "Instellen för enkelte Finstern" annerswat fasttoleggen.</li> <li><em>Treppwies</em> warrt elk Finster en Stück wieder rechts un nerrn as dat leste opmaken.</li> <li><em>Tofällig</em> bruukt en tofällig Oort för nieg Finstern</li> <li><em>In de Merrn</em> maakt dat Finster in de Merrn op.</li> <li><em>Links baven</em> maakt dat Finster links baven op.</li> <li><em>Ünner Muus</em> sett dat Finster direktemang ünner den Muuswieser</li> </ul>
pl: Sposób rozmieszczania określa, gdzie na pulpicie pojawi się nowe okno. <ul> <li><em>Inteligentnie</em> rozmieszcza okna tak, by jak najmniej nachodziły na siebie</li> <li><em>Maksymalnie</em> maksymalizuje każde okno na cały ekran. Przy tym ustawieniu przydatne może być włączenie specyficznych ustawień niektórych okien.</li> <li><em>Kaskadowo</em> rozmieszcza okna kaskadowo</li> <li><em>Przypadkowo</em> wybiera przypadkowe położenie.</li> <li><em>Wyśrodkowane</em> umieszcza okna na środku ekranu.</li> <li><em>Lewy górny róg</em> umieszcza okna w lewym górnym oknie ekranu.</li> <li><em>Pod wskaźnikiem myszy</em> umieści okno pod wskaźnikiem</li></ul>
sl: Pravilnik postavljanja določi mesto, kjer se bo pojavilo novo okno na namizju. <ul> <li><em>Pametno</em> bo poskušal doseči najmanjše prekrivanje med okni</li> <li><em>Razpeto</em> bo poskušal razpeti vsako okno čez ves zaslon. Uporabno je lahko za izbirno vplivanje na postavitev nekaterih oken, s posebnimi nastavitvami.</li> <li><em>Kaskadno</em> bo postavil okna v kaskade</li> <li><em>Naključno</em> bo postavil okna naključno</li> <li><em>Usredinjeno</em> bo postavil okna na sredino</li> <li><em>Zgornji levi kot</em> bo postavila okna v zgornji levi kot</li> <li><em>Pod miško</em> bo okna postavila pod miškino kazalko</li> </ul>

source: Smart
gl: Intelixente
he: חכם
kk: Ыңғайлы
lt: Išradingai
nds: Plietsch
pl: Inteligentne
ro: Inteligentă
sl: Pametno

source: Maximizing
gl: Maximizar
he: מוגדל
kk: Кең жайып
lt: Išdidinama
nds: Maximeren
pl: Maksymalizowanie
ro: Maximizînd
sl: Razpeto

source: Cascade
gl: Solapar
he: מדורג
kk: Тізбектеп
lt: Laiptuotai
nds: Treppwies
pl: Kaskadowe
ro: Cascadată
sl: Kaskadno

source: Random
gl: Aleatoria
he: אקראי
kk: Кездейсоқ
lt: Atsitiktinai
nds: Tofällig
pl: Przypadkowe
ro: Aleatoare
sl: Naključno

source: Centered
gl: Centrar
he: ממורכז
kk: Ортада
lt: Centre
nds: In de Merrn
pl: Wyśrodkowane
ro: Centrată
sl: Usredinjeno

source: Zero-Cornered
gl: En riba á esquerda
he: בפינת המסך
kk: Бұрышта
nds: Links baven
pl: W narożniku
ro: Fără colțuri
sl: Zgornji levi kot

source: Under Mouse
gl: Debaixo do cursor
he: מתחת לעכבר
kk: Тышқан меңзегенде
lt: Po pele
nds: Ünner Muus
pl: Pod wskaźnikiem myszy
ro: Sub maus
sl: Pod miško

source: Shading
gl: Enrolamento
he: גלילה
kk: Айдарына түю
lt: Užtemdymas
nds: Inrullen
pl: (Ro)zwiń
ro: Strîngere
sl: Zvijanje

source: Dela&y:
gl: &Retardo:
he: השה&יה:
kk: Кідір&у:
lt: Del&sa:
nds: &Töövtiet:
pl: &Opóźnienie:
ro: În&tîrziere:
sl: &Zakasnitev:

source: If Shade Hover is enabled, a shaded window will un-shade automatically when the mouse pointer has been over the title bar for some time.
gl: Se escolle «Estender ao sinalar», unha xanela enrolada desenrolarase automaticamente cando o punteiro se atope sobre a barra de título durante algún tempo.
he: אם האפשרות ריחוף גלילה נבחרת, חלון גלול ייפתח אוטומטית כאשר מצביע העכבר יימצא מעל לשורת הכותרת למשך זמן מסוים.
kk: Егер тышқанның меңзері айдардын үстінде біраз уақыт кідірсе түйілген терезе автоматты түрде жайылады.
lt: Jei automatinis rodymas įjungtas, langas, kuris rodomas tik kaip antraštės juosta, automatiškai bus pradėtas rodyti pilnai, jei pelės žymeklis pabus ties antraštės juosta kurį laiką.
nds: Wenn anmaakt, warrt en inrullt Finster automaatsch utrullt, wenn Du mit den Muuswieser en Tiet lang op den Titelbalken wiest.
pl: Jeśli samoczynne rozwijanie jest włączone, zwinięte okno rozwinie się samoczynnie, kiedy kursor pozostanie nad paskiem tytułowym przez zadany czas.
ro: Dacă efectul de strîngere "hover" este activat, atunci o fereastră va fi automat desfășurată atunci cînd cursorul mausului stă deasupra barei ei de titlu un anumit interval de timp specificat.
sl: Če je omogočen prehod čez zvito okno, se bo le to samodejno odvilo, če je na njem nekaj časa kazalka miške.

source: &Enable hover
gl: &Estender ao sinalar
he: אפשר ריחו&ף
kk: &Меңзеп жаю
lt: &Įjungti virpėjimą
nds: Wi&esen rullt ut
pl: Włącz samoczynn&e rozwijanie
ro: Activează „&hover”
sl: Omogoči pr&ehod

source: Sets the time in milliseconds before the window unshades when the mouse pointer goes over the shaded window.
gl: Estabelece o tempo en milisegundos antes de que a xanela se desenrole cando o cursor se pouse sobre a xanela enrolada.
he: ציון הזמן באלפיות שנייה לפני שהחלון הגלול נפתח כאשר מצביע העכבר נמצא מעליו.
kk: Түйілген терезені автоматты түрде жаятын айдардың үстінде тышқанның меңзерін кідірту уақытын (милисекундтарда) келтіріңіз.
lt: Nustatykite laiką, per kurį langas pradedamas rodyti pilnai, kai pelės žymeklis patenka ant lango, sudaryto tik iš antraštės juostos.
nds: Leggt de Tiet in Millisekunnen fast, de de Muuswieser op den Titelbalken wiesen mutt, ehr sik dat Finster utrullt.
pl: Określa czas w milisekundach, po którym zwinięte okno samoczynnie rozwija się, jeśli kursor pozostaje nad paskiem tytułowym.
ro: Setează timpul în milisecunde înainte ca fereastra să se desfacă atunci cînd cursorul mausului trece deasupra unei ferestre strînse.
sl: Nastavi čas v milisekundah, preden se okno razvije, ko je kazalka miške nad zvitim oknom.

source: ms
he: אלפיות שנייה
kk: мс

source: Special Windows
gl: Xanelas especiais
he: חלונות מיוחדים
kk: Арнаулы терезелер
lt: Specialieji langai
nds: Besünner Finstern
pl: Okna specjalne
ro: Ferestre speciale
sl: Posebna okna

source: When turned on, utility windows (tool windows, torn-off menus,...) of inactive applications will be hidden and will be shown only when the application becomes active. Note that applications have to mark the windows with the proper window type for this feature to work.
gl: Cando se sinale, as xanelas de utilidade (xanelas de ferramentas, menús desprendíbeis ...) dos programas inactivos mostraranse só cando o programa se torne activo. Lembre que os programas deben etiquetar as xanelas co tipo axeitado para que esta característica funcione.
he: כאשר אפשרות זו מופעלת, חלונות שירות (חלונות של סרגלי כלים, תפריטים נקרעים ...) של יישומים לא פעילים יוסתרו ויוצגו רק כאשר היישום הופך לפעיל. שים לב שיישומים צריכים לסמן את החלונות עם סוג החלון המתאים, כדי שאפשרות זו תעבוד.
kk: Қосылып тұрғанда, назардан тыс қолданбаның көмекші терезелер (құрал терезелері, бөлек мәзірлері, т.б.) жасырылады да, қолданбаға назар аударылғанда ғана көрсетіледі. Бұл мүмкіншілік жұмыс істеу үшін, қолданба өзінің терезелерін арнаулы түрде белгілеуі керек.
lt: Įjungus šią parinktį neaktyvių programų šalutiniai langai (įrankių langai, atskirti meniu...) bus paslėpti ir bus rodomi tik tada, kai programa bus perkelta į pirmąjį planą. Atkreipkite dėmesį, kad, norint, kad ši parinktis veiktų, programų langams turi būti priskirti teisingi langų tipai.
nds: Wenn anmaakt, warrt Hülpfinstern (Warktüüchpaneels, aflööst Menüs, ...) vun nich aktiev Programmen versteken, se warrt eerst wedder wiest, wenn dat Programm aktiev warrt. Beacht bitte, de Programmen mööt för ehr Finstern den richtigen Finstertyp angeven, wenn dit funkscheneren schall.
pl: Jeśli ta opcja jest włączona, okna pomocnicze (paski narzędziowe, swobodne menu) nieaktywnych programów będą ukryte i pojawią się dopiero po uaktywnieniu programu. Uwaga: program musi oznaczyć okna odpowiednio, by były one rozpoznane jako pomocnicze.
ro: Cînd este activată, ferestrele utilitare (ferestre cu unelte, ș.a.) ale aplicațiilor inactive vor fi ascunse și se vor afișa numai cînd aplicația devine activă. Aveți în vedere că aplicațiile trebuie să marcheze ferestrele cu tipul de fereastră corespunzător pentru ca această caracteristică să funcționeze.
sl: Ko je omogočena ta možnost, bodo okna s pripomočki, odcepljeni meniji in podobna okna nedejavnih programov skrita. Prikazana bodo, ko program postane dejaven. Za pravilno delovanje morajo imeti programi taka okna označena s primerno vrsto.

source: Hide utility windows for inactive applications
gl: Agochar as xanelas de utilidades dos programas inactivos
he: הסתר חלונות שירותיות עבור יישומים לא פעילים
kk: Назардан тыс қолданбалардың көмекші терезелері жасырылсын
lt: Slėpti neaktyvių programų parankinių langus
nds: Hülpfinstern vun nich aktiev Finstern versteken
pl: Ukryj okna pomocnicze nieaktywnych programów
ro: Ascunde ferestrele utilitare pentru aplicații inactive
sl: Za nedejavne programe skrij okna s pripomočki

source: Activating windows
gl: Activación das xanelas
kk: Терезелерді белсендету
lt: Langų aktyvavimas
nds: Finstern aktiveren
pl: Aktywowanie okien
ro: Activarea ferestrelor
sl: Omogočanje oken

source: <b>Click To Focus</b><br> A window becomes active when you click into it.<br><br> This behaviour is common on other operating systems and<br> likely what you want.
gl: <b>Premer para focalizar</b><br> A xanelas actívanse cando preme nelas.<br><br> Este comportamento é o mesmo que noutros sistemas operativos e<br> seguramente é o que desexa.
kk: <b>Түртуге еру</b><br> Қай терезеге түртім жасалды - назар соған ауысады.<br><br> Бұл басқа операциялық жүйелермен ортақ тәртіп.<br> Сіздің де қалауыңыз шығар.
lt: <b>Spustelėkite, kad sufokusuoti</b><br> Langas tampa aktyviu, kai paspaudžiate ant jo.<br><br> Tai yra standartinis elgesys kitose operacinėse sistemose ir<br> tikriausiai tai ko Jūs norite.
nds: <b>Fokus op Klick</b><br> Finstern warrt aktiev, wenn Du dor binnen klicken deist.<br><br> Dit Bedregen is normaal op anner Bedriefsystemen un<b> wohrschienlich dat, wat Du wullt.
pl: <b>Kliknij, aby uaktywnić</b><br> Okno staje się aktywne, kiedy na nim klikniesz.<br><br> Zachowanie to jest powszechne na innych systemach operacyjnych i<br> jest prawdopodobnie tym czego chcesz.
sl: <b>Kliknite za žarišče</b><br> Okno postane dejavno, ko vanj kliknete.<br><br> To obnašanje je pogosto na drugih operacijskih sistemih in<br> je najbrž to kar želite.

source: <b>Click To Focus - Mouse Precedence</b><br> This is mostly the same as <i>Click To Focus</i><br><br> If an active window has to be chosen by the system<br> (eg. because the currently active one was closed) <br> the window under the mouse is the preferred candidate.<br><br> Unusual, but possible variant of <i>Click To Focus</i>.
gl: <b>Premer para focalizar, preferir o cursor</b><br> Isto é o mesmo que <i>Premer para focalizar</i><br><br> Se o sistema debe escoller unha xanela activa<br> (por ex. porque a actual se pechase) <br> a xanela baixo o cursor é a candidata preferida.<br><br> Atípico, pero unha variante posíbel de <i>Premer para focalizar</i>.
kk: <b>Түртуге еру - Тышқан басымды</b><br> Көбінде <i>Түртуге еру</i> дегенге ұқсас<br><br> Егер белсенді терезені жүйе таңдағанда<br> (мысалы, назардағы терезе жабылғанда) <br> тышқан меңзеп тұрғаны тағайындалады.<br><br> Біртүрлі, бірақ мүмкін <i>Түртуге еру</i>дегеннің варианты.
nds: <b>Fokus op Klick - Muus geiht vor</b><br> Dat is meist dat sülve as <i>Fokus op Klick</i><br><br> Mutt dat Systeem en Finster utsöken, wat dat aktiev maken<br> schall (a.B. wenn dat betherto aktive Finster tomaakt wöör)<br> warrt dat Finster ünner den Muuswieser vörtrocken.<br><br> Nich normaal, man en möögliche Variante vun <i>Fokus op Klick</i>.
pl: <b>Kliknij, aby uaktywnić - pierwszeństwo myszy</b><br> Jest to w większości to samo co <i>Kliknij, aby uaktywnić</i><br><br> Gdy przychodzi do wyboru aktywnego okna przez system<br> (bo np. bieżące aktywne okno zostało zamknięte) <br> to okno pod wskaźnikiem myszy jest faworyzowanym kandydatem.<br><br> Niezbyt popularna, ale możliwa odmiana <i>Kliknij, aby uaktywnić</i>.
sl: <b>Kliknite za žarišče - prednost miške</b><br> To je večinoma enako kot <i>Kliknite za žarišče</i><br><br> Če mora sistem izbrati dejavno okno (npr. ker je bilo zaprto<br> trenutno dejavno), ima prednost okno, ki je pod miško.<br><br> Neobičajna, vendar mogoča različica <i>Kliknite za žarišče</i>.

source: <b>Focus Follows Mouse</b><br> Moving the mouse onto a window will activate it.<br><br> Eg. windows randomly appearing under the mouse will not gain the focus.<br> Focus stealing prevention takes place as usual.<br><br> Think as <i>Click To Focus</i> just without having to actually click.
gl: <b>O foco segue o cursor</b><br> As xanelas actívanse ao mover o cursor sobre unha delas.<br><br> Por ex. as xanelas que aparezan aleatoriamente baixo o cursor non gañarán o foco.<br> A prevención do roubo do foco é a habitual.<br><br> Pense en <i>Premer para focalizar</i> pero sen ter que premer.
kk: <b>Тышқанға еру</b><br> Тышқанның терезеде жылжуы оны белсенді қылады.<br><br> Мысалы, кездейсоқ тышқан меңзері астында пайда болғанға ауыспайды.<br> Назардан айырылуды болдырмау әдеттегідей істейді.<br><br> <i>Түртуге еру</i> дегендей, бірақ, түртусіз.
nds: <b>Fokus folgt Muus</b><br> Dat Bewegen vun de Muus na en anner Finster maakt dat aktiev.<br><br> Dat bedüüdt, Finstern, de tofällig ünner den Muuswieser opdukt, kriegt den Fokus nich.<br> Fokusverleer-Schuul löppt normaal.<br><br> Kann een sik as <i>Fokus op Klick</i> ahn Klicken vörstellen.
pl: <b>Uaktywnienie podąża za myszą</b><br> Przesunięcie myszy na okno, aktywuje je.<br><br> np. okna losowo ukazujące się pod myszą nie zostaną uaktywnione.<br> Jak zwykle zapobieganie przechwyceniu uaktywnienia wchodzi w grę.<br><br> Myśl o tym jako o <i>Kliknij, aby uaktywnić</i>, lecz bez konieczności klikania.
sl: <b>Žarišče sledi miški</b><br> Premik miške na okno, ga bo omogočil.<br><br> Npr. okna, ki se pod miško pojavljajo naključno, ne bodo dobila žarišča.<br> Preprečevanje kraje žarišča je vklopljeno kot običajno.<br><br> Glejte na to kot na <i>Kliknite za žarišče</i> le brez potrebe po kliku.

source: <b>Focus Follows Mouse - Mouse Precedence</b><br> This is mostly the same as <i>Focus Follows Mouse</i><br><br> If an active window has to be chosen by the system<br> (eg. because the currently active one was closed) <br> the window under the mouse is the preferred candidate.<br><br> Choose this, if you want a hover controlled focus.
gl: <b>O foco segue o punteiro, preferir o punteiro</b><br> Isto é o mesmo que <i>O foco segue o punteiro</i><br><br> Se o sistema debe escoller unha xanela activa<br> (por ex. porque a actual se pechase) <br> a xanela baixo o punteiro é a candidata preferida.<br><br> Escolla isto se quer un foco controlado ao pousar o punteiro.
kk: <b>Түртуге еру - Тышқан басымды</b><br> Көбінде <i>Тышқанға еру</i> дегенге ұқсас<br><br> Егер белсенді терезені жүйе таңдағанда<br> (мысалы, назардағы терезе жабылғанда) <br> тышқан меңзеп тұрғаны тағайындалады.<br><br> Егер назар меңзегенге ауыссын десеңіз - осыны таңдаңыз.
nds: <b>Fokus folgt Muus - Muus geiht vör</b><br> Dat is meist dat sülve as <i>Fokus folgt Muus</i><br><br> Mutt dat Systeem en Finster utsöken, wat dat aktiev maken<br> schall (a.B. wenn dat betherto aktive Finster tomaakt wöör)<br> warrt dat Finster ünner den Muuswieser vörtrocken.<br><br> Bruuk dit, wenn Du den Fokus mit de sweven Muus kuntrulleren wullt.
pl: <b>Uaktywnienie podąża za myszą - pierwszeństwo myszy</b><br> Jest to w większości to samo co <i>Uaktywnienie podąża za myszą</i><br><br> Gdy przychodzi do wyboru aktywnego okna przez system<br> (bo np. bieżące aktywne okno zostało zamknięte) <br> to okno pod wskaźnikiem myszy jest faworyzowanym kandydatem.<br><br> Wybierz to, jeśli chcesz uaktywnienie sterowne unoszeniem myszy.
sl: <b>Žarišče sledi miški - prednost miške</b><br> To je večinoma enako kot <i>Žarišče sledi miški</i><br><br> Če mora sistem izbrati dejavno okno (npr. ker je bilo zaprto<br> trenutno dejavno), ima prednost okno, ki je pod miško.<br><br> Izberite to, če hočete imeti nadzor nad žariščem ob prehodu.

source: <b>Focus Under Mouse</b><br> The focus always remains on the window under the mouse.<br><br> Notice:<br> <b>Focus stealing prevention</b> and the <b>tabbox ("Alt+Tab")</b><br> contradict the policy and <b>will not work</b>.<br><br> You very likely want to use<br> <i>Focus Follows Mouse - Mouse Precedence</i> instead!
gl: <b>Foco baixo o punteiro</b><br> O foco permanece na xanela que haxa baixo o punteiro.<br><br> Nota:<br> A <b>prevención do roubo do foco</b> e o <b>percorrido de xanelas («Alt+Tab»)</b><br> contradín a política e <b>non han funcionar</b>.<br><br> O máis seguro é que prefira empregar <br> <i>O foco segue o punteiro, preferir o punteiro</i> no canto!
kk: <b>Тышқан астындағысына ауысу</b><br> Назары әрқашанда тышқанның астындағы терезеде болады.<br><br> Ескерту:<br> <b>Назардан айырылуды болдырмау</b> және <b>("Alt+Tab") деп аралау</b><br> дегендер бұнымен қайшы, сондықтан <b>істемейді</b>.<br><br> Мүмкін, бұдан гөрі <i>Тышқанға еру - Тышқан басымды</i><br> артық дейсіз!
nds: <b>Fokus ünner Muus</b><br> De Fokus blifft jümmers bi't Finster ünner den Muuswieser.<br><br> Beacht:<br> <b>Fokusverleerschuul</b> un de <b>Wessellist (Alt+Tab)</b><br> gaht dor nich mit tosamen un <b>funkscheneert nich</b>.<br><br> Hööchstwohrschienlich wullt Du ansteed<br> <i>Fokus folgt Muus - Muus geiht vör</i> bruken!
pl: <b>Uaktywnienie pod myszą</b><br> Uaktywnienie zawsze utrzymuje się na oknie pod wskaźnikiem myszy.<br><br> Uwaga:<br> <b>Ochrona przed zmianą aktywnego okna</b> i <b>pole kart ("Alt+Tab")</b><br> zaprzecza tej polityce i <b>nie zadziała</b>.<br><br> W tym przypadku prawdopodobnie chcesz użyć<br> <i>Uaktywnienie podąża za myszą - pierwszeństwo myszy</i>!
sl: <b>Žarišče pod miško</b><br> Žarišče vedno ostane na oknu pod miško.<br><br> Opomba:<br> <b>Preprečevanje kraje žarišča</b> in <b>tabulatorski okvir ("Alt+Tab")</b><br> oporekata pravilniku in <b>ne bosta delovala</b>.<br><br> Najverjetneje želite uporabiti<br> <i>Žarišče sledi miški - prednost miške</i>!

source: <b>Focus Strictly Under Mouse</b><br> The focus is always on the window under the mouse - in doubt nowhere -<br> very much like the focus behaviour in an unmanaged legacy X11 environment.<br><br> Notice:<br> <b>Focus stealing prevention</b> and the <b>tabbox ("Alt+Tab")</b><br> contradict the policy and <b>will not work</b>.<br><br> You very likely want to use<br> <i>Focus Follows Mouse - Mouse Precedence</i> instead!
gl: <b>Focalizar estritamente baixo o rato</b><br> O foco sempre está na xanela baixo o rato, se hai dúbidas en ningures<br> como se comportaba o foco nun ambiente herdado X11 sen xestionar.<br><br> Aviso:<br> A <b>prevención do roubo do rato</b> e o <b>selector («Alt+Tab»)</b><br> contradín a política e <b>non han funcionar</b>.<br><br> Posibelmente queira usar <i>O foco segue o rato, preferir o rato</i> no canto.
kk: <b>Тышқан қатаң астындағысына ауысу</b><br> Назары қатаң түрде тышқан астындағыға ауысады (ештеңе болмаса - жоғалады).<br> Тәртіп баяғы X11 ортадағысына ұқсайды. <br><br> Ескерту:<br> <b>Назардан айырылуды болдырмау</b> және <b>("Alt+Tab") деп аралау</b><br> дегендер бұнымен қайшы, сондықтан <b>істемейді</b>.<br><br> Мүмкін, бұдан гөрі <i>Тышқанға еру - Тышқан басымды</i><br> артық дейсіз!
nds: <b>Fokus jümmers ünner Muus</b><br> De Fokus is jümmers bi't Finster ünner de Muus - un in Twiefel narms.<br> Dat is liek as dat Fokusbedregen binnen ole, nich pleegte X11-Ümgeven.<br><br> Beacht:<br> <b>Fokusverleerschuul</b> un de <b>Wessellist (Alt+Tab)</b><br> gaht dor nich mit tosamen un <b>funkscheneert nich</b>.<br><br> Hööchstwohrschienlich wullt Du ansteed<br> <i>Fokus folgt Muus - Muus geiht vör</i> bruken!
pl: <b>Uaktywnienie wyłącznie pod myszą</b><br> Uaktywnione jest zawsze okno pod wskaźnikiem myszy - przy wątpliwościach nic nie jest uaktywnione -<br> bardzo prawdopodobne, że zachowanie uaktywnienia jest niekontynuowanym przestarzałym środowiskiem X11.<br><br> Uwaga:<br> <b>Ochrona przed zmianą aktywnego okna</b> i <b>pole kart ("Alt+Tab")</b><br> zaprzecza tej polityce i <b>nie zadziała</b>.<br><br> W tym przypadku prawdopodobnie chcesz użyć<br> <i>Uaktywnienie podąża za myszą - pierwszeństwo myszy</i>!
sl: <b>Žarišče strogo pod miško</b><br> Žarišče vedno ostane na oknu pod miško - če obstaja dvom, nikjer -<br> to je podobno obnašanju v zastarelem okolju X11, ki ni upravljano.<br><br> Opomba:<br> <b>Preprečevanje kraje žarišča</b> in <b>tabulatorski okvir ("Alt+Tab")</b><br> oporekata pravilniku in <b>ne bosta delovala</b>.<br><br> Najverjetneje želite uporabiti<br> <i>Žarišče sledi miški - prednost miške</i>!

source: &Delay focus by
gl: &Retardar a focalización
kk: Назардың &кідіруі:
lt: Uždelsti fokusavimą
nds: &Fokus-Töövtiet
pl: &Opóźnij uaktywnienie o
ro: Întîrzie fo&calizarea cu:
sl: Zaka&snitev žarišča za
