Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkded.po
Languages: nn

# NAME OF TRANSLATORS
source: Your names
nn: Gaute Hvoslef Kvalnes

# EMAIL OF TRANSLATORS
source: Your emails
nn: gaute@verdsveven.com

source: KDE Service Manager
nn: KDE-tenestehandterar

source: (c) 2002 Daniel Molkentin
nn: © 2002 Daniel Molkentin

source: <h1>Service Manager</h1><p>This module allows you to have an overview of all plugins of the KDE Daemon, also referred to as KDE Services. Generally, there are two types of service:</p><ul><li>Services invoked at startup</li><li>Services called on demand</li></ul><p>The latter are only listed for convenience. The startup services can be started and stopped. In Administrator mode, you can also define whether services should be loaded at startup.</p><p><b> Use this with care: some services are vital for KDE; do not deactivate services if you do not know what you are doing.</b></p>
nn: <h1>Tenestehandterar</h1> <p>Denne modulen er ei oversikt over programtillegga til KDE-tenester. Generelt sett finst det to typar tenester:</p> <ul><li>Tenester som vert starta ved oppstart.</li> <li>Tenester som vert starta når dei trengst.</li></ul> <p>Den siste typen vert berre vist her som ei oversikt. Oppstartstenestene kan startast eller stoppast. I administratormodus kan du i tillegg velja kva for tenester som skal startast når KDE startar.</p> <p><b>Ver varsam. Enkelte tenester må vera på plass for at KDE skal verka skikkeleg. Slå ikkje av tenester dersom du ikkje veit kva du gjer.</b></p>

source: Running
nn: Køyrer

source: Not running
nn: Køyrer ikkje

source: Load-on-Demand Services
nn: Når-det-trengst-tenester

source: This is a list of available KDE services which will be started on demand. They are only listed for convenience, as you cannot manipulate these services.
nn: Dette er ei liste over tilgjengelege KDE-tenester som kan startast når dei trengst. Denne lista er berre ei oversikt, tenestene kan ikkje endrast.

source: Service
nn: Teneste

source: Description
nn: Skildring

source: Startup Services
nn: Oppstartstenester

source: This shows all KDE services that can be loaded on KDE startup. Checked services will be invoked on next startup. Be careful with deactivation of unknown services.
nn: Viser alle KDE-tenestene som kan startast når KDE startar. Tenestene som er kryssa av vert starta når KDE startar neste gong. Ver varsam dersom du slår av tenester du ikkje veit kva er.

source: Use
nn: Bruk

source: Stop
nn: Stopp

source: Unable to contact KDED.
nn: Klarar ikkje kontakta KDED.

source: Unable to start server <em>%1</em>.
nn: Klarar ikkje starta tenaren <em>%1</em>.

source: Unable to start service <em>%1</em>.<br /><br /><i>Error: %2</i>
nn: Klarar ikkje starta tenesta <em>%1</em>.<br /><br /><i>Feil: %2</i>

source: Unable to stop server <em>%1</em>.
nn: Klarar ikkje stoppe tenaren <em>%1</em>.

source: Unable to stop service <em>%1</em>.<br /><br /><i>Error: %2</i>
nn: Klarar ikkje stoppe tenesta <em>%1</em>. <br /><br /><i>Feil: %2</i>
