Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

# Error Message shown when compositing is not active after tried activation
source: Desktop effect system is not running.
ca: El sistema d'efectes d'escriptori no s'està executant..
cs: Systém efektů plochy není spuštěn.
da: Skrivebordseffektsystemet kører ikke.
el: Το σύστημα των εφέ της επιφάνειας εργασίας δεν εκτελείται.
es: El sistema de efectos de escritorio no está en ejecución.
et: Töölauaefektide süsteem ei tööta
eu: Mahaigaineko efektuen sistema ez da ari exekutatzen.
fi: Työpöytätehostejärjestelmä ei ole käynnissä
fr: Le système d'effets de bureau est inactif.
gl: O sistema de efectos do escritorio non se está a executar.
he: מערכת האפקטים לא מופעלת.
hu: Az asztali effektusrendszer nem fut.
ia: Systema de effecto de scriptorio non es executante.
it: Il sistema degli effetti del desktop non è attivo.
kk: Үстел эффекттер жүйесі жегілмеген
km: ប្រព័ន្ធ​បែបផែន​ផ្ទៃតុ​មិន​កំពុង​ដំណើរការ​ទេ ។
ko: 데스크톱 효과 시스템이 실행 중이 아닙니다.
lt: Darbastalio efektų sistema neveikia.
nb: Systemet for skrivebordseffekter kjører ikke.
nds: Schriefdischeffekten-Systeem löppt nich.
nl: Systeem voor bureaublad-effecten is niet actief.
pa: ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਸਿਸਟਮ ਚੱਲ ਨਹੀਂ ਰਿਹਾ ਹੈ।
pl: System efektów pulpitu jest nieuruchomiony.
pt: O sistema de efeitos do ecrã não está em execução.
pt_br: O sistema de efeitos da área de trabalho não está em execução.
ru: Система эффектов рабочего стола не запущена.
sk: Systém efektov plochy nebeží.
sl: Sistem namiznih učinkov ne teče.
sr: Систем ефеката површи није у погону.
sv: Skrivbordseffekter kör inte.
tr: Masaüstü efektleri sistemi çalışmıyor.
uk: Систему ефектів стільниці не запущено.
zh_cn: 桌面特效系统未运行。
zh_tw: 桌面效果系統未執行。

source: <h1>Desktop Effects</h1>
ca: <h1>Efectes d'escriptori</h1>
cs: <h1>Efekty pracovní plochy</h1>
da: <h1>Skrivebordseffekter</h1>
el: <h1>Εφέ επιφάνειας εργασίας</h1>
es: <h1>Efectos de escritorio</h1>
et: <h1>Töölauaefektid</h1>
eu: <h1>Mahaigaineko efektuak</h1>
fi: <h1>Työpöytätehosteet</h1>
fr: <h1>Effets de bureau</h1>
gl: <h1>Efectos do escritorio</h1>
he: <h1>אפקטים של שולחן עבודה</h1>
hu: <h1>Asztali effektusok</h1>
ia: <h1>Effectos de Scriptorio</h1>
it: <h1>Effetti del desktop</h1>
kk: <h1>Үстел эффекттері</h1>
km: <h1>បែបផែន​ផ្ទៃតុ</h1>
ko: <h1>데스크톱 효과</h1>
lt: <h1>Darbastalio efektai</h1>
lv: <h1>Darbvirsmas efekti</h1>
nb: <h1>Skrivebordseffekter</h1>
nds: <h1>Schriefdischeffekten</h1>
nl: <h1>Bureaublad-effecten</h1>
pa: <h1>ਡੈਸਕਟਾਪ ਪਰਭਾਵ</h1>
pl: <h1>Efekty pulpitu</h1>
pt: <h1>Efeitos do Ecrã</h1>
pt_br: <h1>Efeitos da área de trabalho</h1>
ru: <h1>Графические эффекты</h1>
sk: <h1>Efekty plochy</h1>
sl: <h1>Namizni učinki</h1>
sr: <h1>Ефекти површи</h1>
sv: <h1>Skrivbordseffekter</h1>
tr: <h1>Masaüstü Efektleri</h1>
uk: <h1>Ефекти стільниці</h1>
zh_cn: <h1>桌面特效</h1>
zh_tw: <h1>桌面效果</h1>

source: General
cs: Obecné
da: Generelt
el: Γενικά
et: Üldine
eu: Orokorra
fi: Perusasetukset
fr: Général
gl: Xeral
he: כללי
hu: Általános
it: Generale
kk: Жалпы
km: ទូទៅ
ko: 일반
lt: Bendri
lv: Pamata
nb: Generelt
nds: Allmeen
nl: Algemeen
pa: ਆਮ
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Главное
sk: Všeobecné
sl: Splošno
sr: Опште
sv: Allmänt
tr: Genel
uk: Загальні
zh_cn: 常规
zh_tw: 一般

source: Pressing this button can crash the desktop.
ca: Prement aquest botó podeu fer fallar l'escriptori.
cs: Stisknutí tohoto tlačítka může způsobit pád pracovního prostředí.
da: Tryk på knappen kan få skrivebordet til at bryde sammen.
el: Το πάτημα αυτού του κουμπιού μπορεί να προκαλέσει την κατάρρευση της επιφάνειας εργασίας
es: Al presionar este botón se puede bloquear el escritorio.
eu: Baliteke botoi hau sakatuta mahaigaina kraskatzea.
fi: Tämän painikkeen painaminen voi kaataa työpöydän.
fr: Un clic sur ce bouton peut entraîner un arrêt inopiné de l'environnement de bureau.
gl: Premer este botón pode facer que o escritorio teña un peche inesperado.
he: לחיצה על הכפתור הזה עלולה להקריס את שולחן העבודה
hu: A gomb megnyomása összeomlaszthatja az asztalt.
ia: Pressar iste button pote fracassar le scriptorio.
it: Premere questo pulsante può mandare in crash il desktop.
kk: Бұл батырманы басқанда жүйеңіз қирауы мүмкін.
km: ចុច​ប៊ូតុង​នេះ​អាច​ធ្វើ​ឲ្យ​ផ្ទៃតុ​គាំង ។
ko: 이 단추를 누르면 데스크톱이 멈출 수 있습니다.
lt: Šio mygtuko paspaudimas gali nulaužti darbastalį.
lv: Šīs pogas piespiešana var nograut darbvirsmu.
nb: Skrivebordet kan krasje når du trykker på denne knappen.
nds: Drückst Du dissen Knoop, kann de Schriefdisch afstörten
nl: Op deze knop drukken kan het bureaublad laten crashen.
pl: Naciśnięcie tego przycisku może spowodować awarię pulpitu.
pt: Se carregar neste botão, poderá estoirar o ambiente de trabalho.
pt_br: Clicar neste botão poderá travar a área de trabalho.
ru: Нажатие этой кнопки может привести к зависанию компьютера.
sk: Stlačenie tohto tlačidla môže rozbiť plochu.
sl: Klik na ta gumb lahko sesuje namizje.
sr: Притисак на ово дугме може да сруши површ.
sv: Att klicka på den här knappen kan krascha skrivbordet.
tr: Bu düğmeye basmak masaüstünü çökertebilir.
uk: Натискання цієї кнопки може призвести до аварійного завершення роботи стільниці.
zh_cn: 点击此按钮可能引起桌面崩溃。
zh_tw: 按下此按鍵可能會讓整個桌面崩潰當掉。

source: I have saved my data.
ca: He desat les meves dades.
cs: Uložil jsem svá data.
da: Jeg har gemt mine data.
el: Έχω αποθηκεύσει τα δεδομένα μου.
es: Ya he guardado mis datos.
eu: Nire datuak gorde ditut.
fi: Olen tallentanut tietoni.
fr: J'ai enregistré mes données.
gl: Gardei os meus datos.
he: שמרתי את המידע שלי.
hu: Elmentettem az adataimat.
ia: Io ha salveguardate mi datos.
it: Ho salvato i miei dati.
kk: Деректерім сақталған
km: ខ្ញុំ​បាន​រក្សា​ទុក​ទិន្នន័យ​របស់​ខ្ញុំ​ហើយ ។
ko: 데이터를 저장하였습니다.
lt: Aš įrašiau savo duomenis.
lv: Esmu nosūtījis savus datus.
nb: Jeg har lagret mine data.
nds: Ik heff mien Daten sekert.
nl: Mijn gegevens zijn opgeslagen.
pl: Zapisałem moje dane.
pt: Gravei os meus dados.
pt_br: Eu salvei os meus dados.
ru: Я сохранил все свои данные
sk: Uložil som svoje údaje.
sl: Shranil sem svoje podatke.
sr: Сви подаци су ми сачувани
sv: Jag har sparat data.
tr: Verilerimi kaydettim.
uk: Мною збережено всі дані.
zh_cn: 我已经保存了数据。
zh_tw: 我已經將資料儲存好了。

source: Re-enable OpenGL detection
ca: Torna a activar la detecció de l'OpenGL
cs: Znovu povolit detekci OpenGL
da: Genaktivér detektion af OpenGL
el: Επανενεργοποίηση ανίχνευσης OpenGL
es: Reactivar detección de OpenGL
eu: Birgaitu OpenGLren detekzioa
fi: Käytä OpenGL-tunnistusta uudestaan
fr: Activer à nouveau la détection OpenGL
gl: Reactivar a detección de OpenGL
he: הפעל מחדש זיהוי של OpenGL
hu: OpenGL felismerés újra bekapcsolása
ia: Re-habilita detection de openGL
it: Ri-attiva l'identificazione di OpenGL
kk: OpenGL байқауы қайталансын
km: បើក​ការ​ស្វែងរក OpenGL
ko: OpenGL 감지 다시 활성화
lt: Vėl įjungti OpenGL aptikimą
lv: Atkal aktivēt OpenGL noteikšanu
nb: Slå på OpenGL-oppdagelse
nds: "OpenGL-Opdecken" wedder anmaken
nl: Detectie van OpenGL opnieuw inschakelen
pl: Włącz ponownie wykrywanie OpenGL
pt: Reactivar a detecção do OpenGL
pt_br: Reabilitar a detecção do OpenGL
ru: Попытаться использовать OpenGL
sk: Znovu povoliť detekciu OpenGl
sl: Znova omogoči zaznavanje OpenGL-ja
sr: Поново активирај откривање опенГЛ‑а
sv: Aktivera detektering av OpenGL igen
tr: OpenGL bulma işlevini yeniden etkinleştir
uk: Увімкнути виявлення OpenGL
zh_cn: 重新启用 OpenGL 检测
zh_tw: 重新開啟 OpenGL 偵測

source: Activation
ca: Activació
cs: Aktivace
da: Aktivering
el: Ενεργοποίηση
es: Activación
et: Aktiveerimine
eu: Aktibazioa
fi: Aktivointi
gl: Activación
he: הפעלה
hu: Aktiválás
it: Attivazione
kk: Белсендету
km: ការ​ធ្វើ​ឲ្យ​សកម្ម​
ko: 활성화
lt: Aktyvavimas
lv: Aktivizācija
nb: Aktivering
nds: Anmaken
nl: Activatie
pa: ਐਕਟੀਵੇਸ਼ਨ
pl: Aktywacja
pt: Activação
pt_br: Ativação
ru: Включение и выключение эффектов
sk: Aktivácia
sl: Vklop
sr: Активирање
sv: Aktivering
tr: Etkinleştirme
uk: Активація
zh_cn: 启用
zh_tw: 作用

# @option:check
source: Enable desktop effects at startup
ca: Activa els efectes d'escriptori en la inicialització
cs: Povolit efekty plochy při startu
da: Aktivér skrivebordseffekter ved opstart
el: Ενεργοποίηση των εφέ επιφάνειας εργασίας κατά την εκκίνηση
es: Activar los efectos de escritorio al inicio
et: Töölauaefektide lubamine käivitamisel
eu: Gaitu mahaigaineko efektuak abiatzean
fi: Ota työpöytätehosteet käyttöön käynnistyksessä
fr: Activer les effets de bureau au démarrage
gl: Activar os efectos do escritorio no inicio
he: אפשר אפקטים של שולחן עבודה
hu: Asztali effektusok bekapcsolása induláskor
ia: Habilita effectos de scriptorio al initio
it: Abilita gli effetti del desktop all'avvio
kk: Бастағанда үстел эффекттерін рұқсат ету
km: អនុញ្ញាត​ឲ្យ​មាន​បែបផែន​ផ្ទៃតុ​នៅ​ពេល​ចាប់ផ្ដើម
ko: 시작할 때 데스크톱 효과 사용하기
lt: Įjungti darbastalio efektus paleidžiant
lv: Startējoties aktivēt darbvirsmas efektus
nb: Slå på skrivebordseffekter ved oppstart
nds: Schriefdischeffekten bi't Hoochfohren bruken
nl: Bureaublad-effecten activeren bij opstarten
pa: ਸ਼ੁਰੂ ਸਮੇਂ ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਚਾਲੂ ਕਰੋ
pl: Włącz efekty pulpitu przy starcie
pt: Activar os efeitos do ecrã no arranque
pt_br: Ativar os efeitos da área de trabalho na inicialização
ru: Включать графические эффекты при входе в систему
sk: Povoliť efekty plochy pri štarte
sl: Omogoči namizne učinke ob zagonu
sr: Ефекти површи при покретању
sv: Aktivera skrivbordseffekter vid start
tr: Masaüstü efektlerini başlangıçta etkinleştir
uk: Увімкнути ефекти стільниці після запуску
zh_cn: 启动时开启桌面特效
zh_tw: 啟動時開啟桌面效果

source: Desktop effects can be toggled anytime using this shortcut:
ca: Els efectes d'escriptori es poden commutar sempre utilitzant aquesta drecera:
cs: Efekty plochy mohou být touto zkratkou kdykoliv přepnuty.
da: Skrivebordseffekter kan slås til/fra når som helst med genvejen:
el: Τα εφέ γίνονται ενεργά ή ανενεργά με τη συντόμευση:
es: Los efectos de escritorio se pueden conmutar en cualquier momento con este acceso rápido:
et: Tööalauaefekte saab igal ajal lülitada kiirklahviga:
eu: Mahaigaineko efektuak edozein unetan txandakatu daitezke, lasterbide hau erabiliz:
fi: Työpöytätehosteet voidaan ottaa käyttöön tai pois käytöstä milloin tahansa tällä pikanäppäimellä:
fr: Ce raccourci clavier permet d'activer ou de désactiver les effets de bureau à tout moment :
gl: Os efectos do escritorio poden conmutarse en calquera momento con este atallo:
he: ניתן לכבות או להפעיל את האפקטים של השולחן העבודה בעזרת מקש הקיצור:
hu: Az asztali effektusok bármikor kapcsolhatők a következő gyorsbillentyűvel:
ia: Effectos de scriptorio pote esser habilitate/dishabilitate per usage de iste via breve:
it: Gli effetti del desktop possono essere attivati o disattivati in qualsiasi momento con la scorciatoia:
kk: Осы тіркесім кез келгенде үстел эффекттерін қосып/ажыратады.
km: បែបផែន​ផ្ទៃតុ​អាច​ត្រូវ​បាន​បិទ/បើក​ពេល​ណា​ក៏បាន​ដោយ​ប្រើ​ផ្លូវ​កាត់​នេះ ៖​
ko: 다음 단축 키로 데스크톱 효과 전환:
lt: Darbastalio efektai gali būti bet kada perjungiami naudojant šią klavišų kombinaciją:
lv: Darbvirsmas efektus var pārslēgt jebkurā brīdī, izmantojot īsceļu:
nb: Skrivebordseffekter kan slås på/av når som helst med denne snarveien:
nds: De Schriefdischeffekten laat sik jümmers mit disse Tastkombinatschoon an- oder utmaken.
nl: Bureaubladeffecten kunnen aan en uit gezet worden met deze sneltoets:
pa: ਡੈਸਕਟਾਪ ਪ੍ਰਭਾਵ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਹ ਸ਼ਾਰਟਕੱਟ ਦੀ ਵਰਤੋਂ ਨਾਲ ਬਦਲੇ ਜਾ ਸਕਦੇ ਹਨ:
pl: Efekty pulpitu mogą być przełączane w każdej chwili przy użyciu tego skrótu:
pt: Os efeitos do ecrã poderão ser comutados em qualquer altura com esta combinação:
pt_br: Os efeitos da área de trabalho podem ser alternados com este atalho:
ru: Включение и выключение графических эффектов:
sk: Efekty plochy sa môžu kedykoľvek prepnúť touto skratkou:
sl: Namizne učinke je mogoče kadarkoli preklopiti s to bližnjico:
sr: Ефекти површи могу се увек обрнути овом пречицом:
sv: Skrivbordseffekter kan stängas av eller sättas på när som helt med följande genväg:
tr: Masaüstü efektleri bu kısayol kullanılarak her zaman açılıp kapatılabilir:
uk: Ефекти стільниці можна увімкнути або вимкнути за допомогою такого скорочення:
zh_cn: 任何时候都可以通过如下命令切换桌面特效：
zh_tw: 桌面效果可以在任何時間用此捷徑切換：

# @title:group a few general options to set up desktop effects
source: Simple effect setup
ca: Configuració dels efectes senzills
cs: Jednoduché nastavení efektů
da: Simpel opsætning af effekter
el: Εύκολη ρύθμιση των εφέ
es: Configuración de efecto sencillo
et: Lihtne efektide seadistus
eu: Efektu errazen konfigurazioa
fi: Tehosteiden pikasäätö
fr: Configuration de base des effets de bureau
gl: Configuración simple do efecto
he: הגדרה של אפקטים פשוטים
hu: Egyszerű effektusbeállítás
ia: Configuration de effecto simple
it: Impostazione semplice degli effetti
kk: Қарапайым эффектті орнату
km: ការ​រៀបចំ​បែបផែន​ធម្មតា​
ko: 간단한 효과 설정
lt: Paprasti efektų nustatymai
nb: Enkelt effektoppsett
nds: Eenfach Effekt-Instellen
nl: Eenvoudige instelling van effect
pa: ਸੈਂਪਲ ਪ੍ਰਭਾਵ ਸੈਟਅੱਪ
pl: Prosta konfiguracja efektów
pt: Configuração dos efeitos simples
pt_br: Configuração dos efeitos simples
ru: Простая настройка эффектов
sk: Jednoduché nastavenie efektov
sl: Preprosta nastavitev učinkov
sr: Једноставно подешавање ефеката
sv: Enkel effektinställning
tr: Basit efekt ayarları
uk: Просте налаштування ефектів
zh_cn: 简单特效设置
zh_tw: 簡易效果設定

source: Improved window management
ca: Gestió millorada de les finestres
cs: Vylepšená správa oken
da: Forbedret vindueshåndtering
el: Βελτιωμένη διαχείριση παραθύρων
es: Gestión de ventanas mejorada
et: Täiustatud akende haldus
eu: Leiho-kudeaketa hobetua
fi: Paranneltu ikkunanhallinta
fr: Gestion améliorée des fenêtres
gl: Xestión mellorada das xanelas
he: ניהול חלונות מתקדם
hu: Javított ablakkezelés
ia: Gestion de fenestra meliorate
it: Miglioramenti alla gestione delle finestre
kk: Күшейтілген терезе басқаруы
km: បាន​ធ្វើ​ឲ្យ​ការ​គ្រប់គ្រង​បង្អួច​ប្រសើរ
ko: 향상된 창 관리
lt: Pagerintas langų tvarkymas
lv: Uzlabota logu vadība
nb: Forbedret vindusbehandling
nds: Verbetert Finsterpleeg
nl: Verbeterd vensterbeheer
pa: ਸੁਧਾਰ ਕੀਤਾ ਵਿੰਡੋ ਮੈਨੇਜਮੈਂਟ
pl: Usprawnione zarządzanie oknami
pt: Gestão de janelas melhorada
pt_br: Gerenciamento de janelas melhorado
ru: Улучшенное управление окнами
sk: Vylepšená správa okien
sl: Izboljšano upravljanje z okni
sr: Побољшано управљање прозорима
sv: Förbättrad fönsterhantering
tr: Geliştirilmiş pencere yönetimi
uk: Покращене керування вікнами
zh_cn: 改进窗口管理
zh_tw: 改良式視窗管理

source: Various animations
ca: Animacions vàries
cs: Různé animace
da: Diverse animationer
el: Διάφορες κινήσεις
es: Diversas animaciones
et: Mitmesugused animatsioonid
eu: Zenbait animazio
fi: Eri animaatioita
fr: Animations diverses
gl: Animacións diversas
he: הנפשות שונות
hu: Animációk
ia: Varie animationes
it: Animazioni varie
kk: Түрлі анимациялар
km: ចលនា​ផ្សេងៗ
ko: 다양한 애니메이션
lt: Įvairios animacijos
lv: Dažādas animācijas
nb: Diverse animasjoner
nds: Verscheden Animeren
nl: Diverse animaties
pa: ਕਈ ਐਨੀਮੇਸ਼ਨ
pl: Różne animacje
pt: Diversas animações
pt_br: Diversas animações
ru: Анимация
sk: Rôzne animácie
sl: Različne animacije
sr: Разне анимације
sv: Diverse animationer
tr: Çeşitli Canlandırmalar
uk: Різні анімації
zh_cn: 各种动画
zh_tw: 各種動畫

source: Effect for desktop switching:
ca: Efecte per a commutació d'escriptori:
cs: Efekt pro přepínání ploch:
da: Effekt til skift af skrivebord:
el: Εφέ εναλλαγής επιφάνειας εργασίας:
es: Efecto para cambio de escritorio:
et: Töölaua lülitamise efekt:
eu: Mahaigain-aldaketarako efektua:
fi: Työpöydän vaihtotehoste:
fr: Effet de changement de bureau :
gl: Efecto de troco de escritorio:
he: אפקט למעבר בין שולחנות עבודה:
hu: Asztalváltási effektus:
ia: Effecto pro commutar de scriptorio:
it: Effetto per cambio desktop:
kk: Үстелге ауысу эффекті:
km: បែបផែន​សម្រាប់​​ការ​ប្ដូរ​ផ្ទៃតុ​ ៖
ko: 데스크톱 전환 효과
lt: Darbastalio perjungimo efektas:
lv: Darbvirsmu pārslēgšanas efekts:
nb: Effekt for skrivebordsbytte:
nds: Effekt bi't Wesseln vun den Schriefdisch:
nl: Effect voor bureaubladwisseling:
pa: ਡੈਸਕਟਾਪ ਬਦਲਣ ਲਈ ਪਰਭਾਵ:
pl: Efekt podczas przełączania pulpitu:
pt: Efeito para a mudança de ecrãs:
pt_br: Efeito para troca de área de trabalho:
ru: Эффект смены рабочего стола:
sk: Efekt na prepínanie plôch:
sl: Učinek za preklapljanje med namizji:
sr: Ефекат пребацивања површи:
sv: Effekt vid skrivbordsbyte:
tr: Masaüstü değiştirme efekti:
uk: Ефект перемикання стільниць:
zh_cn: 桌面切换时的效果：
zh_tw: 桌面切換效果：

source: Animation speed:
ca: Velocitat d'animació:
cs: Rychlost animace:
da: Animationshastighed:
el: Ταχύτητα κίνησης:
es: Velocidad de la animación:
et: Animatsiooni kiirus:
eu: Animazio-abiadura:
fi: Animointinopeus:
fr: Vitesse d'animation :
gl: Velocidade da animación:
he: מהירות הנפשה:
hu: Animálási sebesség:
ia: Velocitate de animation:
it: Velocità di animazione:
kk: Анимация жылдамдығы:
km: ល្បឿន​ចលនា ៖
ko: 애니메이션 속도
lt: Animacijos greitis:
lv: Animācijas ātrums:
nb: Animeringshastighet:
nds: Animeergauigkeit:
nl: Animatiesnelheid:
pa: ਐਨੀਮੇਸ਼ਨ ਗਲਤੀ:
pl: Szybkość animacji:
pt: Velocidade da animação:
pt_br: Velocidade da animação:
ru: Скорость анимации:
sk: Rýchlosť animácie:
sl: Hitrost animacije:
sr: Брзина анимације:
sv: Animeringshastighet:
tr: Canlandırma hızı:
uk: Швидкість анімації:
zh_cn: 动画速度：
zh_tw: 動畫速度：

source: Instant
ca: Instantani
cs: Okamžitě
da: Øjeblikkelig
el: Στιγμιαία
es: Instante
et: Otsekohene
eu: Berehalakoa
fi: Välitön
fr: Ultra-rapide
gl: Instantánea
he: מיידי
hu: Azonnal
ia: Instante
it: Istantaneo
kk: Лезде
km: បន្ទាន់
ko: 즉시
lt: Akimirksniu
lv: Tūlītēji
nb: Øyeblikkelig
nds: Fuurts
nl: Onmiddellijk
pa: ਤੁਰੰਤ
pl: Natychmiastowo
pt: Instantânea
pt_br: Instantâneo
ru: Без анимации
sk: Okamžitá
sl: Hipna
sr: тренутно
sv: Omedelbar
tr: Anında
uk: Миттєва
zh_cn: 即时
zh_tw: 即時

source: Very Fast
ca: Molt ràpid
cs: Velmi rychle
da: Meget hurtig
el: Πολύ γρήγορα
es: Muy rápido
et: Väga kiire
eu: Oso bizkorra
fi: Hyvin nopea
fr: Très rapide
gl: Moi rápida
he: מהיר מאוד
hu: Nagyon gyors
ia: Multe rapide
it: Molto veloce
kk: Өте жылдам
km: លឿនណាស់
ko: 매우 빠르게
lt: Labai greitai
lv: Ļoti ātri
nb: Svært rask
nds: Bannig gau
nl: Zeer snel
pa: ਬਹੁਤ ਤੇਜ਼
pl: Bardzo szybka
pt: Muito Rápido
pt_br: Muito rápido
ru: Очень быстрая
sk: Veľmi rýchla
sl: Zelo hitra
sr: врло брзо
sv: Mycket snabb
tr: Çok Hızlı
uk: Дуже швидка
zh_cn: 非常快
zh_tw: 非常快

source: Fast
ca: Ràpid
cs: Rychle
da: Hurtigt
el: Γρήγορα
es: Rápido
et: Kiire
eu: Bizkorra
fi: Nopea
fr: Rapide
gl: Rápida
he: מהיר
hu: Gyors
ia: Rapide
it: Veloce
kk: Жылдам
km: លឿន
ko: 빠르게
lt: Greitas
lv: Ātri
nb: Fort
nds: Gau
nl: Snel
pa: ਤੇਜ਼
pl: Szybka
pt: Rápida
pt_br: Rápido
ru: Быстрая
sk: Rýchla
sl: Hitra
sr: брзо
sv: Snabb
tr: Hızlı
uk: Швидка
zh_cn: 快
zh_tw: 快速

source: Normal
cs: Normálně
da: Normalt
el: Κανονικά
et: Tavaline
eu: Arrunta
fi: Normaali
fr: Normale
he: רגיל
hu: Normál
it: Normale
kk: Қалыпты
km: ធម្មតា
ko: 보통
lt: Normalus
lv: Normāli
nb: Normalt
nds: Normaal
nl: Normaal
pa: ਸਧਾਰਨ
pl: Średnia
ru: Обычная
sk: Normálna
sl: Običajna
sr: нормално
uk: Звичайна
zh_cn: 普通
zh_tw: 一般

source: Slow
ca: Lent
cs: Pomalu
da: Langsomt
el: Αργά
es: Despacio
et: Aeglane
eu: Motela
fi: Hidas
fr: Lente
gl: Lenta
he: אטי
hu: Lassú
ia: Lente
it: Lento
kk: Баяу
km: យឺត
ko: 느리게
lt: Lėtas
lv: Lēni
nb: Langsomt
nds: Langsam
nl: Traag
pa: ਹੌਲੀ
pl: Wolna
pt: Lenta
pt_br: Lento
ru: Медленная
sk: Pomalá
sl: Počasna
sr: споро
sv: Långsam
tr: Yavaş
uk: Повільна
zh_cn: 慢
zh_tw: 慢

source: Very Slow
ca: Molt lent
cs: Velmi pomalu
da: Meget langsomt
el: Πολύ αργά
es: Muy despacio
et: Väga aeglane
eu: Oso motela
fi: Hyvin hidas
fr: Très lente
gl: Moi lenta
he: אטי מאוד
hu: Nagyon lassú
ia: Multe lente
it: Lentissimo
kk: Өте баяу
km: យឺត​ណាស់
ko: 매우 느리게
lt: Labai lėtas
lv: Ļoti lēni
nb: Meget langsomt
nds: Bannig langsam
nl: Zeer traag
pa: ਬਹੁਤ ਹੀ ਹੌਲੀ
pl: Bardzo wolna
pt: Muito Lenta
pt_br: Muito lento
ru: Очень медленная
sk: Veľmi pomalá
sl: Zelo počasna
sr: врло споро
sv: Mycket långsam
tr: Çok Yavaş
uk: Дуже повільна
zh_cn: 非常慢
zh_tw: 非常慢

source: Extremely Slow
ca: Extremadament lent
cs: Extrémně pomalu
da: Ekstremt langsomt
el: Υπερβολικά αργά
es: Extremadamente despacio
et: Äärmiselt aeglane
eu: Izugarri motela
fi: Äärimmäisen hidas
fr: Extrêmement lente
gl: Extremadamente lenta
he: אטי ביותר
hu: Rendkívül lassú
ia: Extrememente lente
it: Estremamente lento
kk: Аса баяу
km: យឺត​មែនទែន
ko: 엄청나게 느리게
lt: Ypač lėtas
lv: Pavisam lēni
nb: Ekstremt langsomt
nds: Redig langsam
nl: Extreem traag
pa: ਬਹੁਤ ਬਹੁਤ ਹੌਲੀ
pl: Ekstremalnie wolna
pt: Extremamente Lenta
pt_br: Extremamente lento
ru: Самая медленная
sk: Extrémne pomalá
sl: Skrajno počasna
sr: изузетно споро
sv: Extremt långsam
tr: Çok Çok Yavaş
uk: Фантастично повільна
zh_cn: 极慢
zh_tw: 極慢
