Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkeys.po
Languages: es, et, ga, hi, hr, pa, ug, uk, wa

source: You are about to reset all shortcuts to their default values.
es: Va a reiniciar todos los accesos rápidos a su valor predeterminado.
et: See lähtestab kõik kiirklahvid vaikeväärtustele.
ga: Tá tú ar tí na haicearraí go léir a fhilleadh ar a luachanna réamhshocraithe.
hr: Ovime ćete sve prečace postaviti na njihove uobičajene vrijednosti.
pa: ਤੁਸੀਂ ਸਭ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਉਹਨਾਂ ਦੇ ਡਿਫਾਲਟ ਮੁੱਲ ਲਈ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਜਾ ਰਹੇ ਹੈ।
ug: y
uk: Ви маєте намір відновити типові значення всіх клавіатурних скорочень.
wa: Vos aloz bén rade rimete a zero tos les rascourtis a leus valixhances prémetowes.

source: Reset to defaults
es: Volver a las predeterminadas
et: Vaikeväärtused
ga: Fill ar na réamhshocruithe
hr: Postavljanje na uobičajene vrijednosti
pa: ਡਿਫਾਲਟ ਲਈ ਰੀ-ਸੈੱਟ
ug: كۆڭۈلدىكى قىممەتكە قايتۇر
uk: Скинути до типових
wa: Rimete come prémetous

source: Current Component
es: Componente actual:
et: Aktiivne komponent
ga: Comhpháirt Reatha
hi: वर्तमान अवयव
hr: Trenutna komponenta
pa: ਮੌਜੂਦਾ ਭਾਗ
ug: نۆۋەتتىكى بۆلەك
uk: Поточний компонент
wa: Componint do moumint

source: All Components
es: Todos los componentes
et: Kõik komponendid
ga: Gach Comhpháirt
hi: सभी अवयव
hr: Sve komponente
pa: ਸਭ ਭਾਗ
ug: بارلىق بۆلەكلەر
uk: Всі компоненти
wa: Tos les componints

source: Import Scheme...
es: Importar esquema ...
et: Impordi skeem...
ga: Iompórtáil Scéim...
hi: योजना आयात करें...
hr: Uvezi shemu
pa: ਸਕੀਮ ਇੰਪੋਰਟ...
ug: لايىھە ئەكىر…
uk: Імпортувати схему...
wa: Abaguer djeu...

source: Export Scheme...
es: Exportar esquema ...
et: Ekspordi skeem...
ga: Easpórtáil Scéim...
hi: योजना निर्यात करें...
hr: Izvezi shemu …
pa: ਸਕੀਮ ਐਕਸਪੋਰਟ...
ug: لايىھە چىقار…
uk: Експортувати схему...
wa: Ebaguer djeu...

source: Set All Shortcuts to None
es: Todos los accesos rápidos a nada
et: Tühista kõik kiirklahvid
ga: Socraigh Gach Aicearra go Neamhní
hr: Postavi sve prečace na Nijedan
pa: ਸਭ ਸ਼ਾਰਟਕੱਟ ਕੋਈ ਨਹੀਂ ਸੈੱਟ ਕਰੋ
uk: Встановити всі клавіатурні скорочення у значення «Немає»
wa: Defini tos les rascourtis a nous

source: Remove Component
es: Eliminar componente
et: Eemalda komponent
ga: Bain Comhpháirt
hi: अवयव हटाएँ
hr: Ukloni komponentu.
pa: ਭਾਗ ਹਟਾਓ
ug: بۆلەكنى چىقىرىۋەت
uk: Вилучити компонент
wa: Oister componint

source: Your current changes will be lost if you load another scheme before saving this one
es: Sus cambios actuales se perderán si carga otro esquema antes de guardar este
et: Aktiivsed muudatused lähevad kaduma, kui laadid teise skeemi enne selle salvestamist.
ga: Caillfidh tú do chuid athruithe má luchtaíonn tú scéim eile sula sábhálfaidh tú an ceann seo
hi: इसे सहेजने से पहले यदि आप अन्य योजना लोड करना चाहेंगे तो आपके मौज़ूदा परिवर्तन गुम हो जाएँगे.
hr: Vaše trenutne izmjene bit će izgubljene ako prije spremanja ove sheme učitate neku drugu.
pa: ਤੁਹਾਡੀਆਂ ਮੌਜੂਦਾ ਸਕੀਮ ਗੁਆਚ ਜਾਵੇਗੀ, ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਸਕੀਮ ਸੰਭਾਲਣ ਤੋਂ ਪਹਿਲਾਂ ਲੋਡ ਕਰ ਲਈ
uk: Ваші поточні зміни буде втрачено, якщо ви завантажите іншу схему без збереження цієї
wa: Vos candjmints si vont piede si vos tcherdjîz èn ôte djeu d' tapes rascourti sins schaper ci chal

source: Load Shortcut Scheme
es: Cargar esquemas de accesos rápidos
et: Kiirklahvide skeemi laadimine
ga: Luchtaigh Scéim Aicearraí
hi: शॉर्टकट योजना लोड करें
hr: Učitaj shemu prečaca
pa: ਸ਼ਾਰਟਕੱਟ ਸਕੀਮ ਲੋਡ ਕਰੋ
ug: تېزلەتمە لايىھىسىنى يۈكلەش
uk: Завантажити схему скорочень
wa: Tcherdjî djeu d' tapes rascourti

source: Load
es: Cargar
et: Laadi
ga: Luchtaigh
hi: लोड करें
hr: Učitaj
pa: ਲੋਡ ਕਰੋ
ug: يۈك
uk: Завантажити
wa: Tcherdjî

source: This file (%1) does not exist. You can only select local files.
es: Este archivo (%1) no existe. Solo se pueden seleccionar archivos locales.
et: Seda faili (%1) ei ole olemas. Valida saab ainult kohalikke faile.
ga: Níl an comhad seo (%1) ann. Ní féidir leat ach comhaid logánta a roghnú.
hi: यह फ़ाइल (%1) मौजूद नहीं है. आप सिर्फ स्थानीय फ़ाइलों से चुन सकते हैं.
hr: Ta datoteka (%1) ne postoji. Možete odabrati samo lokalne datoteke.
pa: ਇਹ ਫਾਇਲ (%1) ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ ਕੇਵਲ ਲੋਕਲ ਫਾਇਲਾਂ ਹੀ ਚੁਣ ਸਕਦੇ ਹੋ।
uk: Цей файл (%1) не існує. Можна вибирати тільки локальні файли.
wa: Ci fitchî (%1) n' egzistêye nén. Vos n' poloz tchoezi k' des locås fitchîs.

source: Message: %1 Error: %2
es: Mensaje: %1 Error: %2
et: Teade: %1 Viga: %2
ga: Teachtaireacht: %1 Earráid: %2
hi: संदेश: %1 त्रुटि: %2
hr: Poruka: %1 Pogreška: %2
pa: ਸੁਨੇਹਾ: %1 ਗਲਤੀ: %2
uk: Повідомлення: %1 Помилка: %2
wa: Messaedje: %1 Aroke: %2

source: Failed to contact the KDE global shortcuts daemon
es: Fallo al contactar con el demonio global de accesos rápidos de KDE
et: Ühenduse loomine KDE globaalsete kiirklahvide deemoniga nurjus
ga: Níorbh fhéidir dul i dteagmháil le deamhan na n-aicearraí comhchoiteann KDE
hi: केडीई वैश्विक शॉर्टकट डेमन से सम्पर्क में असफल
hr: Nije uspjelo stupanje u vezu s KDE-ovim demonom za opće prečace
pa: KDE ਗਲੋਬਲ ਸ਼ਾਰਟਕੱਟ ਡੈਮਨ ਨਾਲ ਸੰਪਰਕ ਫੇਲ੍ਹ
uk: Не вдалося зв’язатися з фоновою службою глобальних скорочень KDE
wa: Li saye di contak avou l' démon des globås rascourtis d' KDE a a fwait berwete

source: Component '%1' is currently active. Only global shortcuts currently not active will be removed from the list. All global shortcuts will reregister themselves with their defaults when they are next started.
es: La componente «%1» está activa. Solo no se eliminarán los accesos rápidos no activos. Se anulará el registro de los accesos rápidos globales y se configurará de forma predeterminada la próxima vez que se inicie.
et: Komponent '%1' on praegu aktiivne. Ainult parajasti mitteaktiivsed globaalsed kiirklahvid eemaldatakse nimekirjast. Kõik globaalsed kiirklahvid registreeritakse ümber, kui nad uuesti aktiveeritakse.
ga: Tá comhpháirt '%1' gníomhach faoi láthair. Ní bhainfear ach na haicearraí comhchoiteanna neamhghníomhacha ón liosta. Cláróidh na haicearraí comhchoiteanna go léir arís lena réamhshocruithe an chéad uair eile a ngníomhachtófar iad!
hr: Komponenta '%1' je trenutno aktivna. Samo opći prečaci koji trenutno nisu aktivni bit će uklonjeni s liste. Svi opći prečaci bit će ponovno postavljeni na uobičajne vrijednosti sljedeći put kada budu pokrenuti.
uk: Компонент «%1» вже задіяно. Зі списку буде вилучено лише не задіяні клавіатурні скорочення. Після наступного запуску всі загальні клавіатурні скорочення набудуть своїх типових значень!
wa: Li componint « %1 » est ovrant pol moumint. I gn a k' les rascourtis ovrant pol moumint ki sront oistés del djivêye. Tos les rascourtis globås si reredjistront zels minmes avou come prémetous li côp shuvant ki sront enondés.

source: Remove component
es: Eliminar componente
et: Eemalda komponent
ga: Bain comhpháirt
hi: अवयव हटाएँ
hr: Ukloni komponentu
pa: ਭਾਗ ਹਟਾਓ
ug: بۆلەكنى چىقىرىۋەت
uk: Вилучити компонент
wa: Oister componint

source: Are you sure you want to remove the registered shortcuts for component '%1'? The component and shortcuts will reregister themselves with their default settings when they are next started.
es: ¿Está seguro de querer eliminar el acceso rápido para el componente «%1»? Se anulará el registro de los accesos rápidos de componentes y se configurará de forma predeterminada la próxima vez que se inicie.
et: Kas tõesti eemaldada komponendi '%1' registreeritud kiirklahvid? Komponent ja kiirklahvid registreeritakse ümber ja neile antakse vaikeväärtused, kui nad uuesti aktiveeritakse.
ga: An bhfuil tú cinnte gur mhaith leat na haicearraí cláraithe a bhaint ó chomhpháirt '%1'? Cláróidh an chomhpháirt agus na haicearraí arís lena réamhshocruithe an chéad uair eile a ngníomhachtófar iad.
hr: Jeste li sigurni da želite ukloniti registrirane prečace komponente '%1'? Komponenta i prečaci bit će ponovno postavljeni na uobičajne vrijednosti sljedeći put kada budu pokrenuti.
uk: Ви справді бажаєте вилучити зареєстровані клавіатурні скорочення для компонента «%1»? Компонент і клавіатурні скорочення буде замінено типовими значеннями після наступного запуску.
wa: Voloz podbon oister les rascourtis eredjistrîs pol componint « %1 »? Li componint eyet les rascourtis si reredjistront zels minme avou leus apontiaedjes prémetous li côp shuvant k' i sront renondés.

source: Select the Components to Export
es: Seleccionar componente a exportar
et: Eksporditavate komponentide valik
ga: Roghnaigh na comhpháirteanna le heaspórtáil
hi: निर्यात के लिए अबयव चुनें
hr: Odaberite komponentu za izvoz
pa: ਐਕਸਪੋਰਟ ਕਰਨ ਲਈ ਭਾਗ ਚੁਣੋ
uk: Оберіть компоненти для експорту
wa: Tchoezi les componints a ebaguer

source: Components
es: Componentes
et: Komponendid
ga: Comhpháirteanna
hi: अवयव
hr: Komponente
pa: ਭਾਗ
ug: بۆلەك
uk: Компоненти
wa: Componints

source: KDE component:
es: Componente de KDE:
et: KDE komponent:
ga: Comhpháirt KDE:
hi: केडीई अवयव:
hr: KDE-ova komponenta:
pa: KDE ਭਾਗ:
ug: KDE بۆلىكى:
uk: Компонент KDE:
wa: Componint di KDE:

source: File
es: Archivo
et: Fail
ga: Comhad
hi: फाइल
hr: Datoteka
pa: ਫਾਇਲ
ug: ھۆججەت
uk: Файл
wa: Fitchî

source: Select Shortcut Scheme
es: Seleccione un esquema de accesos rápidos
et: Kiirklahvide skeemi valik
ga: Roghnaigh Scéim Aicearraí
hi: शॉर्टकट योजना चुनें
hr: Odaberi shemu prečaca
pa: ਸ਼ਾਰਟਕੱਟ ਸਕੀਮ ਚੁਣੋ
ug: تېزلەتمە لاھىيەسىنى تاللا
uk: Виберіть схему скорочень
wa: Tchoezi on djeu d' tapes rascourti

source: Select one of the standard KDE shortcut schemes
es: Seleccione uno de los esquemas de accesos rápidos estándar de KDE.
et: Mõne KDE standardse kiirklahvide skeemi valik
ga: Roghnaigh ceann de na scéimeanna caighdeánacha aicearraí KDE
hi: मानक केडीई शॉर्टकट योजना में से एक चुनें
hr: Odaberi jednu od standardnih KDE-ovih shema prečaca
pa: ਸਟੈਂਡਰਡ ਕੇਡੀਈ ਸ਼ਾਰਟਕੱਟ ਸਕੀਮ ਵਿੱਚੋਂ ਇੱਕ ਚੁਣੋ
uk: Виберіть одну зі стандартних схем скорочень KDE
wa: Tchoezixhoz onk des standårds djeus d' tapes rascourti di KDE

source: &Standard scheme:
es: E&squema estándar:
et: &Standardskeem:
ga: &Scéim chaighdeánach:
hi: मानक योजना (&S):
hr: &Standardna shema:
pa: ਸਟੈਂਡਰਡ ਸਕੀਮ (&S)
ug: ئۆلچەملىك لايىھە(&S):
uk: &Стандартна схема:
wa: &Sitandård djeu :

source: Select a shortcut scheme file
es: Seleccione un archivo de esquema de accesos rápidos
et: Kiirklahvide skeemi faili valik
ga: Roghnaigh comhad le scéim aicearraí ann
hi: कोई शॉर्टकट योजना फ़ाइल चुनें
hr: Odaberi datoteku s shemom prečaca
pa: ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਸਕੀਮ ਫਾਇਲ ਚੁਣੋ
ug: ئۆلچەملىك تېزلەتمە لاھىيەسىنى تاللايدۇ
uk: Виберіть файл схеми скорочень
wa: Tchoezi on fitchî di djeu d' tapes rascourti

source: &Path:
es: &Ruta:
et: &Asukoht:
ga: &Conair:
hi: पथ (&P):
hr: &Putanja
pa: ਪਾਥ(&P):
ug: يول(&P):
uk: &Шлях:
wa: &Tchimin :
