Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: Desktop effects are not available on this system due to the following technical issues:
ca: Els efectes d'escriptori no estan disponibles en aquest sistema degut als problemes tècnics següents:
cs: Efekty pracovní plochy jsou v tomto systému vypnuty z těchto technických důvodů:
da: Skrivebordseffekter er ikke tilgængelige på dette system pga. følgende tekniske problemstillinger:
el: Τα εφέ της επιφάνειας εργασίας δεν είναι διαθέσιμα σε αυτό το σύστημα λόγω των παρακάτω τεχνικών ζητημάτων:
es: Los efectos de escritorio no están disponibles en este sistema debido a los siguientes problemas técnicos:
et: Töölauaefektid ei ole selles süsteemis saadaval järgmiste tehniliste probleemide tõttu:
eu: Mahaigaineko efektuak ez daude erabilgarri sistema honetan, arazo tekniko hauek direla eta:
fi: Työpöytätehosteet eivät ole käytettävissä seuraavien teknisten ongelmien takia:
fr: Les effets de bureau ne sont pas disponibles sur ce système en raison des problèmes techniques suivants :
gl: Neste sistema non están dispoñíbeis os efectos de escritorio debido aos seguintes problemas técnicos:
he: אפקטים של שולחן עבודה לא זמינים במערכת הזאת בגלל הסיבות הבאות:
hu: Az asztali effektusok nem érhetők el ezen a rendszeren az alábbi technikai problémák miatt:
ia: Effectos de scriptorio non es disponibile in iste systema pro le sequente motivos technic:
it: Gli effetti del desktop non sono disponibili su questo sistema, a causa dei seguenti problemi tecnici:
kk: Үстел эффекттері бұл жүйеде келесі техникалық себептерімен істемейді:
km: បែបផែន​ផ្ទៃតុ​មិនអាច​ប្រើបាន​នៅ​ក្នុង​ប្រព័ន្ធ​នេះ​ទេ ដោយ​សារ​តែ​បញ្ហា​បច្ចេកទេស​ដូច​ខាង​ក្រោម ៖
ko: 다음 문제로 인하여 데스크톱 효과를 사용할 수 없습니다:
lt: Darbastalio efektai šioje sistemoje neveiks dėl šių techninių problemų:
lv: Darbvirsmas efekti uz šīs sistēmas nav pieejami sekojošu tehnisko iemeslu dēļ:
nb: Skrivebordseffekter er ikke tilgjengelige på dette systemet på grunn av følgende tekniske problemer:
nds: Schriefdischeffekten laat sik op dissen Reekner ut disse technisch Grünnen nich bruken:
nl: Bureaublad-effecten zijn op dit systeem niet beschikbaar vanwege de volgende technische zaken:
pa: ਇਸ ਸਿਸਟਮ ਲਈ ਅੱਗੇ ਦਿੱਤੇ ਤਕਨੀਕੀ ਕਾਰਨਾਂ ਕਰਕੇ ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਉਪਲੱਬਧ ਨਹੀਂ ਹਨ:
pl: Efekty pulpitu nie są dostępne z następujących przyczyn technicznych:
pt: Os efeitos no ecrã não estão disponíveis neste sistema, devido às seguintes questões técnicas:
pt_br: Os efeitos da área de trabalho não estão disponíveis neste sistema, devido às seguintes questões técnicas:
ru: Эффекты рабочего стола недоступны на данной системе по следующим техническим причинам:
sk: Efekty plochy nie sú na tomto systéme dostupné z nasledujúcich technických dôvodov:
sl: Zaradi naslednjih tehničnih težav namizni učinki na tem računalniku niso na voljo:
sr: Ефекти површи нису доступни на овом систему због следећих техничких проблема:
sv: Skrivbordseffekter är inte tillgängliga på den här datorn av följande tekniska orsaker:
tr: Bu sistemde masaüstü efektleri şu teknik sorunlar nedeniyle kullanılabilir değil:
uk: Користування ефектами стільниці у цій системі неможливе через такі технічні негаразди:
zh_cn: 由于以下技术原因，此系统无法使用桌面特效：
zh_tw: 桌面效果無法在此系統上使用，因為以下的原因：

source: Window Manager seems not to be running
ca: Sembla que el gestor de finestres no s'està executant
cs: Správce oken nejspíš není spuštěn
da: Vindueshåndteringen lader ikke til at køre
el: Ο διαχειριστής παραθύρων δε φαίνεται να εκτελείται
es: Parece que el gestor de ventanas no está en ejecución
et: Paistab, et aknahaldur ei tööta
eu: Badirudi leiho-kudeatzailea ez dabilela
fi: Ikkunaointiohjelma ei näytä olevan päällä
fr: Le gestionnaire de fenêtres ne semble pas être en cours d'exécution
gl: Parece que o xestor de xanelas non se está a executar
he: נראה שמנהל החלונות לא מופעל
hu: Úgy tűnik, hogy az ablakkezelő nem fut
ia: Il sembla que le gerente de fenestra non es executante
it: Il gestore delle finestre non sembra in esecuzione
kk: Терезе менеджері жегілмеген сияқты
km: កម្មវិធី​គ្រប់គ្រង​បង្អួច ហាក់​បី​ដូច​ជា​មិន​កំពុង​ដំណើរការ
ko: 실행 중인 창 관리자를 찾을 수 없음
lt: Langų tvarkyklė atrodo neveikia
nb: Det ser ut til at vindusbehandleren ikke kjører
nds: As't lett löppt de Finsterpleger nich
nl: Windowmanager lijkt niet actief
pa: ਵਿੰਡੋ ਮੈਨੇਜਰ ਚੱਲਦਾ ਨਹੀਂ ਜਾਪਦਾ ਹੈ
pl: Wygląda na to, że menadżer okien nie został uruchomiony
pt: O gestor de janelas não parece estar em execução
pt_br: O gerenciador de janelas parece não estar em execução
ru: Возможно диспетчер окон не запущен
sk: Zdá sa, že správca okien nebeží
sl: Videti je, da upravljalnik oken ne teče
sr: Изгледа да менаџер прозора није у погону
sv: Fönsterhanteraren verkar inte köra
tr: Pencere Yöneticisi çalışmıyor gibi görünüyor
uk: Здається, керування вікнам не запущено
zh_cn: 窗口管理器看起来没有在运行
zh_tw: 視窗管理員似乎並未執行

source: Your settings have been saved but as KDE is currently running in failsafe mode desktop effects cannot be enabled at this time. Please exit failsafe mode to enable desktop effects.
ca: L'arranjament s'ha desat però com que actualment el KDE s'està executant en mode segur, els efectes d'escriptori no es poden activar en aquest moment. Sortiu del mode segur per a activar els efectes d'escriptori.
cs: Vaše nastavení byla uložena, ale jelikož KDE právě běží v nouzovém režimu, nemohou být efekty pracovní plochy nyní povoleny. Prosím ukončete nouzový režim čímž tyto efekty zapnete.
da: Dine indstillinger er blevet gemt, men da KDE i øjeblikket kører i fejlsikker tilstand kan skrivebordseffekter ikke aktiveres på nuværende tidspunkt. Afslut fejlsikker tilstand for at aktivere skrivebordseffekter.
el: Οι ρυθμίσεις σας έχουν αποθηκευτεί αλλά καθώς το KDE αυτή την στιγμή βρίσκεται σε κατάσταση ασφαλής λειτουργίας τα εφέ της επιφάνειας εργασίας δεν μπορούν να ενεργοποιηθούν αυτή την στιγμή. Παρακαλώ βγείτε από την κατάσταση ασφαλής λειτουργίας για να μπορέσουν να ενεργοποιηθούν τα εφέ της επιφάνειας εργασίας.
es: Se han guardado sus preferencias pero, como KDE se está ejecutando en modo seguro, no podrá activar los efectos del escritorio. Por favor, salga del modo seguro para activarlos.
et: Sinu seadistused salvestati, aga et KDE töötab praegu turberežiimis, ei ole võimalik töölauaefekte sisse lülitada. Töölauaefektide sisselülitamiseks välju turberežiimist.
eu: Zure ezarpenak gorde dira, baina, une honetan KDE hutsegiteen aurkako moduan exekutatzen ari denez, mahaigaineko efektuak ezin dira gaitu. Irten hutsegiteen aurkako modutik, mahaigaineko efektuak gaitzeko.
fi: Asetuksesi on tallennettu, mutta KDE on paraikaa vikasietotilassa, joten työpöytätehosteita ei voi ottaa käyttöön juuri nyt. Poistu vikasietotilasta ottaaksesi työpöytätehosteet käyttöön.
fr: Vos réglages ont été enregistrés mais KDE s'exécutant actuellement en mode sans échec, vos effets de bureau ne peuvent être activés pour l'instant. Veuillez quitter le mode sans échec pour activer les effets de bureau.
gl: Gardouse a configuración pero debido a que KDE está a executarse no modo a proba de erros non se poden activar os efectos do escritorio por agora. Saia do modo a proba de erros para activar os efectos do escritorio.
he: העדפותיך נשמרו, אך KDE פועל כרגע במצב פעולה בטוח, ואפקטים בשולחן העבודה אינם מאופשרים עקב זה. אנא צא ממצב פעולה בטוח כדי לאפשר אפקטים בשולחן עבודה.
hu: A beállítások el lettek mentve, de mivel a KDE jelenleg is fut egy vissza hibabiztos módba, az asztali hatásokat nem lehet engedélyezni jelenleg. Kérem lépjen ki a hibabiztos módból az asztali hatások engedélyezéséhez.
ia: Tu preferentias ha essite salveguardate, ma, proque KDE hora es executante de modo secur, effectos de scriptorio non pote esser salveguardate in iste momento. Pro favor tu abandona le modo secur pro habilitar effectos de scriptorio.
it: Le impostazioni sono state salvate ma poiché KDE è in esecuzione in modalità infallibile, gli effetti non possono essere attivati al momento. Esci dalla modalità infallibile per attivare gli effetti del desktop.
kk: Баптауларыңыз сақталды, бірақ қазір KDE қауіпсіз режімінде. бұл режімде үстел эффекттері істемейді. Үстел эффекттері істеу үшін бұл режімінен шығыңыз.
km: កា​រកំណត់​របស់​អ្នក​ត្រូវ​បាន​រក្សាទុក​ ប៉ុន្តែ KDE បច្ចុប្បន្ន​កំពុង​រត់​ក្នុង​របៀប failsafemode បែប​ផែន​ផ្ទៃតុ​មិនអាច​ត្រូវ​បានបើក​នៅពេល​តែ​មួយ​បានទេ ។ សូម​ចេញ​ពី​របៀប failsafe ដើម្បី​បើក​បែបផែន​ផ្ទៃតុ ។
ko: 설정이 저장되었습니다. 현재 KDE가 실패-안전 모드로 실행되고 있어서 데스크톱 효과를 사용할 수 없습니다. 실패-안전 모드를 종료하면 데스크톱 효과를 사용할 수 있습니다.
lt: Jūsų nustatymai įrašyti, tačiau, kadangi KDE veikia saugia veiksena, efektų šiuo metu įjungti negalima. Prašome palikti saugią veikseną jei norite įgalinti darbastalio efektus.
lv: Jūsu iestatījumi ir sagalabāti, bet KDE šobrīd strādā kļūddoršā režīmē un darbvirsmas efektus nevar ieslēgt. Lūdzu izejiet no kļūddrošā režīma, lai ieslēgtu darbvirsmas efektus.
nb: Innstillingene er blitt lagret, men siden KDE nå kjører i sikkermodus kan skrivebordseffekter ikke slås på nå. Gå ut av sikkermodus for å slå på skrivebordseffekter.
nds: Dien Ännern wöörn sekert, man KDE löppt opstunns in den Fehlerseker-Bedrief, dorüm laat sik de Schriefdischeffekten opstunns nich anmaken. Maak den Fehlerseker-Bedrief ut, wenn Du de Schriefdischeffekten anmaken wullt.
nl: Uw instellingen zijn opgeslagen, maar omdat KDE nu draait in failsafe-modus kunnen de effecten op dit moment niet worden ingeschakeld. Gaarne failsafe-modus verlaten om bureaublad-effecten in te schakelen.
pa: ਤੁਹਾਡੀ ਸੈਟਿੰਗ ਸੰਭਾਲੀ ਗਈ ਹੈ, ਪਰ ਕੇਡੀਈ ਫੇਲ੍ਹ-ਸੇਫ਼ ਮੋਡ ਵਿੱਚ ਚੱਲ ਰਿਹਾ ਹੈ, ਡੈਸਕਟਾਪ ਪ੍ਰਭਾਵ ਇਸ ਸਮੇਂ ਚਾਲੂ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਡੈਸਕਟਾਪ ਪ੍ਰਭਾਵ ਚਾਲੂ ਕਰਨ ਲਈ ਫੇਲ੍ਹ-ਸੇਫ਼ ਮੋਡ ਨੂੰ ਬੰਦ ਕਰੋ ਜੀ।
pl: Ustawienia zostały zapisane, ale KDE działa obecnie w trybie bezpiecznym ("failsafe") i nie można obecnie włączyć efektów pulpitu. Proszę wyjść z trybu bezpiecznego aby włączyć efekty pulpitu.
pt: A sua configuração foi gravada, mas como o KDE está em modo de execução segura, os efeitos do ecrã não podem ser activados nesta altura. Por favor, saia do modo seguro para activar os efeitos do ecrã.
pt_br: A sua configuração foi salva, mas como o KDE está em modo segurança. Os efeitos da área de trabalho não podem ser habilitados. Saia do modo de execução segura para habilitá-los.
ru: Параметры сохранены, но поскольку KDE запущен в безопасном режиме, графические эффекты не будут включены прямо сейчас. Выйдите из безопасного режима, чтобы включить графические эффекты.
sk: Vaše nastavenie bolo uložené, ale pretože KDE práve beží v záchrannom režime, nemôžu byť efekty plochy momentálne povolené. Ukončite núdzový režim, ak chcete povoliť efekty plochy.
sl: Vaše nastavitve so bile shranjene, vendar KDE-jevo namizje trenutno teče v zasilnem načinu in trenutno namiznih učinkov ni mogoče omogočiti. Da omogočite namizne učinke, zapustite zasilni način.
sr: <p>Поставке су сачуване, али како КДЕ тренутно ради у безотказном режиму, ефекти површи се не могу активирати.</p><p>Напустите безотказни режим да би се ефекти активирали.</p>
sv: Dina inställningar har sparats, men eftersom KDE för närvarande kör i felsäkert läge kan inte skrivbordseffekter för tillfället aktiveras. Avsluta felsäkert läge för att aktivera skrivbordseffekter.
tr: Ayarlarınız kaydedildi ancak KDE hatasız kipte çalıştığından masaüstü efektleri şimdi etkinleştirilmeyecek. Masaüstü efektlerini etkinleştirmek için lütfen hatasız kipten çıkın.
uk: Ваші налаштування було збережено, але, оскільки KDE зараз працює у безпечному режимі, ефекти стільниці цього разу не буде увімкнено. Будь ласка, вийдіть з безпечного режиму, щоб увімкнути ефекти стільниці.
zh_cn: 您的设置已经保存，但 KDE 目前在安全模式下运行，无法启用桌面桌面特效。 请退出安全模式来启用桌面特效。
zh_tw: 您的設定已儲存，但是 KDE 目前是以安全模式執行，因此桌面效果無法啟動。 請離開安全模式以啟動桌面效果。

# Error Message shown when a desktop effect could not be loaded
source: One desktop effect could not be loaded.
ca: No s'ha pogut carregar un efecte d'escriptori.
cs: Jeden efekt plochy nemohl být aktivován.
da: En skrivebordseffekt kunne ikke indlæses.
el: Αδυναμία φόρτωσης ενός εφέ της επιφάνειας εργασίας.
es: No se ha podido cargar un efecto de escritorio.
et: Üht töölauaefekti ei saa laadida.
eu: Ezin izan da kargatu mahaigaineko efektu bat.
fi: Tehosteen lataaminen epäonnistui.
fr: Impossible d'activer un effet de bureau.
gl: Non foi posíbel cargar un efecto do escritorio.
he: אין אפשרות לטעון אפקט אחד.
hu: Nem sikerült betölteni egy asztali effektust.
ia: Un effecto de scriptorio non pote esser cargate.
it: Non è stato possibile caricare il seguente effetto:
kk: %1 үстел эффекттер жүктелмеді.
km: មិន​អាច​ផ្ទុក​បែបផែន​ផ្ទៃតុ %1 បាន​ទេ ។
ko: 데스크톱 효과 중 %1개를 불러올 수 없습니다.
lt: Vieno darbastalio efekto nepavyko įkelti.
nb: En skrivebordseffekt kunne ikke lastes inn.
nds: Een Schriefdisch-Effekt lett sik nich laden.
nl: Één bureaublad-effect kon niet worden geladen.
pa: ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Nie można wczytać jednego efektu pulpitu.
pt: Não foi possível carregar um efeito do ecrã.
pt_br: Não foi possível carregar um efeito da área de trabalho.
ru: Не удалось загрузить %1 графический эффект.
sk: Jeden efekt plochy nemohol byť načítaný.
sl: %1 namiznih učinkov ni bilo mogoče naložiti.
sr: %1 ефекат површи није могао да се учита.
sv: En skrivbordseffekt kunde inte läsas in.
tr: %1 masaüstü efekti yüklenemedi.
uk: Не вдалося завантажити %1 ефект стільниці.
zh_cn: %1 桌面特效无法加载。
zh_tw: 有 %1 個桌面效果無法載入。

# Effect with given name could not be activated due to unknown reason
source: %1 effect failed to load due to unknown reason.
ca: L'efecte %1 ha fallat en carregar-se degut a motius desconeguts.
cs: Efekt %1 nelze z neznámého důvodu načíst.
da: Effekten %1 kunne ikke indlæses af en ukendt årsag.
el: Το %1 εφέ απέτυχε να φορτωθεί για άγνωστη αιτία.
es: Ha fallado la carga del efecto %1 por motivos desconocidos.
et: Efekti %1 laadimine nurjus teadmata põhjusel.
eu: %1 efektuak huts egin du kargatzean, arrazoi ezezagun batengatik.
fi: Tehosteen %1 lataaminen epäonnistui tuntemattomasta syystä.
fr: Impossible d'activer l'effet de bureau « %1 » pour une raison inconnue.
gl: Non foi posíbel cargar o efecto %1 por causas descoñecidas.
he: נכשלה הטעינה של האפקט %1 בגלל סיבה לא ידוע.
hu: A(z) %1 effektust ismeretlen ok miatt nem sikerült betölteni.
ia: Effecto %1 falleva in cargar se debite a un motivation incognite.
it: L'effetto %1 non si è potuto caricare per motivi sconosciuti.
kk: %1 эффекті беймәлім себептен жүктелмеді.
km: បែបផែន %1 បាន​បរាជ័យ​ក្នុងការ​ផ្ទុក ដោយ​សារ​តែ​មាន​កំហុសដែល​មិន​ស្គាល់ ។
ko: 알 수 없는 이유로 %1 효과를 불러올 수 없습니다.
lt: %1 efektas nepasileido dėl nežinomų priežasčių.
nb: %1-effekten ble ikke lastet inn av ukjent grunn.
nds: Effekt %1 is ut en nich begäng Grund fehlslaan.
nl: Effect %1 kon niet worden geladen om een onbekende reden.
pa: %1 ਪਰਭਾਵ ਅਣਜਾਣ ਕਾਰਨਾਂ ਕਰਨ ਕਰਕੇ ਲੋਡ ਹੋਣ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pl: Z nieznanej przyczyny nie udało się wczytanie efektu %1.
pt: Não foi possível carregar o efeito %1, devido a uma razão desconhecida.
pt_br: Não foi possível carregar o efeito %1 por motivo desconhecido.
ru: Эффект %1 не удалось загрузить по неизвестной причине.
sk: %1 efekt sa nepodarilo načítať z neznámeho dôvodu.
sl: Učinka %1 iz neznanega razloga ni bilo mogoče uspešno naložiti.
sr: Ефекат %1 не може да се учита из непознатог разлога.
sv: Inläsning av %1 effekt misslyckades av okänd orsak.
tr: %1 efekt bilinmeyen bir nedenle yüklenemedi.
uk: Ефект %1 не вдалося завантажити з невідомої причини.
zh_cn: %1 特效由于未知原因加载失败。
zh_tw: 桌面效果「%1」無法載入，原因不明。

# Effect with given name could not be activated as it requires hardware shaders
source: %1 effect requires hardware support.
ca: L'efecte %1 requereix que funcioni amb el maquinari.
cs: Efekt %1 vyžaduje podporu od hardwaru.
da: Effekten %1 kræver hardwareunderstøttelse.
el: Το %1 εφέ απαιτεί υποστήριξη υλικού.
es: El efecto %1 necesita un hardware específico.
et: Efekt %1 nõuab riistvaralist toetust.
eu: %1 efektuak hardwarearen laguntza behar du.
fi: Tehoste %1 vaatii laitteistotuen.
fr: L'effet de bureau « %1 » nécessite une prise en charge du matériel.
gl: O efecto %1 require soporte de hardware.
he: האפקט %1 דורש האצת חומרה.
hu: A(z) %1 effektust hardveres támogatást igényel.
ia: Effecto %1 require supporto hardware.
it: L'effetto %1 richiede supporto hardware.
kk: %1 эффектіне жабдық жағынан қолдауы қажет.
km: បែបផែន %1 ទាមទារ​ការ​គាំទ្រ​ផ្នែក​រឹង ។
ko: %1 효과에는 하드웨어 지원이 필요합니다.
lt: %1 efektas reikalauja aparatinės dalies palaikymo.
nb: %1-effekten krever støtte i maskinvare.
nds: Effekt %1 bruukt Ünnerstütten vun de Hardware.
nl: Effect %1 vereist hardware ondersteuning.
pa: %1 ਪਰਭਾਵ ਲਈ ਹਾਰਡਵੇਅਰ ਸਹਿਯੋਗ ਚਾਹੀਦਾ ਹੈ।
pl: Efekt %1 wymaga wsparcia sprzętowego.
pt: O efeito %1 precisa de suporte de 'hardware'.
pt_br: O efeito %1 precisa de suporte do hardware.
ru: Для использования эффекта %1 требуется аппаратная поддержка.
sk: %1 efekt vyžaduje hardvérovú podporu.
sl: Učinek %1 potrebuje strojno podporo.
sr: Ефекат %1 захтева хардверску подршку.
sv: %1 effekt kräver hårdvarustöd.
tr: %1 efekt donanım desteği gerektiriyor.
uk: Використання ефекту %1 потребує апаратної підтримки.
zh_cn: %1 特效需要硬件支持。
zh_tw: 桌面效果「%1」需要硬體支援。

# Effect with given name could not be activated as it requires OpenGL
source: %1 effect requires OpenGL.
ca: L'efecte %1 requereix l'OpenGL.
cs: Efekt %1 vyžaduje OpenGL.
da: Effekten %1 kræver OpenGL.
el: Το %1 εφέ απαιτεί OpenGL.
es: El efecto %1 necesita OpenGL.
eu: %1 efektuak OpenGL behar du.
fi: Tehoste %1 vaatii OpenGL-tuen.
fr: L'effet de bureau « %1 » nécessite OpenGL.
gl: O efecto %1 require OpenGL.
he: האפקט %1 דורש OpenGL.
hu: A(z) %1 effektust OpenGL-t igényel.
ia: Effecto %1 require OpenGL.
it: L'effetto %1 richiede OpenGL.
kk: %1 эффектіне OpenGL керек.
km: បែបផែន %1 ទាមទារ OpenGL ។
ko: %1 효과에는 OpenGL이 필요합니다.
lt: %1 efektas reikalauja OpenGL.
nb: %1-effekten krever OpenGL.
nds: Effekt %1 bruukt OpenGL.
nl: Effect %1 vereist OpenGL.
pl: Efekt %1 wymaga OpenGL
pt: O efeito %1 precisa do OpenGL.
pt_br: O efeito %1 precisa do OpenGL.
ru: Для использования эффекта %1 требуется OpenGL.
sk: %1 efekt vyžaduje OpenGL.
sl: Učinek %1 potrebuje OpenGL.
sr: Ефекат %1 захтева опенГЛ.
sv: %1 effekt kräver OpenGL.
tr: %1 efekt OpenGL gerektiriyor.
uk: Використання ефекту %1 потребує OpenGL.
zh_cn: %1 特效需要OpenGL 支持。
zh_tw: 桌面效果「%1」需要 OpenGL。

# Effect with given name could not be activated as it requires OpenGL 2
source: %1 effect requires OpenGL 2.
ca: L'efecte %1 requereix l'OpenGL 2.
cs: Efekt %1 vyžaduje OpenGL 2.
da: Effekten %1 kræver OpenGL 2.
el: Το %1 εφέ απαιτεί OpenGL 2.
es: El efecto %1 necesita OpenGL 2.
eu: %1 efektuak OpenGL 2 behar du.
fi: Tehoste %1 vaatii OpenGL2-tuen.
fr: L'effet de bureau « %1 » nécessite OpenGL 2.
gl: O efecto %1 require OpenGL 2.
he: האפקט %1 דורש OpenGL 2.
hu: A(z) %1 effektust OpenGL 2-t igényel.
ia: Effecto %1 require OpenGL 2.
it: L'effetto %1 richiede OpenGL 2.
kk: %1 эффектіне OpenGL 2 керек.
km: បែបផែន %1 ទាមទារ OpenGL 2 ។
ko: %1 효과에는 OpenGL 2가 필요합니다.
lt: %1 efektas reikalauja OpenGL 2.
nb: %1-effekten krever OpenGL 2.
nds: Effekt %1 bruukt OpenGL 2.
nl: Effect %1 vereist OpenGL 2.
pl: Efekt %1 wymaga OpenGL 2.
pt: O efeito %1 precisa do OpenGL 2.
pt_br: O efeito %1 precisa de OpenGL 2.
ru: Для использования эффекта %1 требуется OpenGL 2.
sk: %1 efekt vyžaduje OpenGL 2.
sl: Učinek %1 potrebuje OpenGL 2.
sr: Ефекат %1 захтева опенГЛ 2.
sv: %1 effekt kräver OpenGL 2.
tr: %1 efekt OpenGL 2 gerektiriyor.
uk: Використання ефекту %1 потребує OpenGL 2.
zh_cn: %1 特效需要OpenGL 2支持。
zh_tw: 桌面效果「%1」需要 OpenGL 2。

# Window title
source: List of effects which could not be loaded
ca: Llista d'efectes que no s'han pogut carregar
cs: Seznam efektů plochy, které nemohly být aktivovány
da: Liste over effekter som ikke kunne indlæses
el: Η λίστα με τα εφέ τα οποία δεν κατάφεραν να φορτωθούν
es: Lista de efectos que no se han podido cargar
et: Efektid, mida ei saa laadida
eu: Kargatu ezin izan diren efektuen zerrenda
fi: Luettelo tehosteista, joiden lataaminen epäonnistui
fr: Liste des effets n'ayant pu être activés
gl: Lista de efecto que non foi posíbel cargar
he: רשימת האפקטים שלא ניתן לטעון
hu: Nem betölthető effektusok listája
ia: Lista de effectos que non poteva esser cargate
it: Elenco degli effetti che non si sono potuti caricare:
kk: Жүктелмейтін эффекттер тізімі
km: បញ្ជីបែបផែន​ដែល​មិន​អាច​ត្រូវ​បានផ្ទុក
ko: 불러올 수 없는 효과 목록
lt: Sąrašas efektų, kurių nepavyko įkelti
nb: Liste over effekter som ikke kunne lastes inn
nds: Effekten, de sik nich laden laat
nl: Lijst met effecten die niet geladen konden worden
pa: ਪਰਭਾਵ ਦੀ ਲਿਸਟ, ਜੋ ਕਿ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ
pl: Wykaz efektów, których nie można było wczytać
pt: Lista dos efeitos que não foi possível carregar
pt_br: Lista de efeitos que não puderam ser carregados
ru: Список эффектов, которые не могут быть загружены
sk: Zoznam efektov, ktoré sa nedali načítať
sl: Seznam učinkov, ki jih ni bilo mogoče naložiti
sr: Списак ефеката који не могу да се учитају
sv: Lista av effekter som inte kunde läsas in
tr: Yüklenemeyen efektlerin listesi
uk: Список ефектів, які не вдалося завантажити
zh_cn: 无法加载的桌面特效列表
zh_tw: 以下的桌面效果無法載入：

source: For technical reasons it is not possible to determine all possible error causes.
ca: Per motius tècnics no és possible determinar totes les possibles causes d'error.
cs: Z technických důvodů není možné určit všechny možné příčiny chyby.
da: Af tekniske årsager er det umuligt at fastslå alle tænkelige fejlkilder.
el: Για τεχνικούς λόγους δεν είναι δυνατός ο προσδιορισμός όλων των πιθανών αιτιών σφαλμάτων.
es: Por motivos técnicos no ha sido posible determinar todas las posibles causas de error.
et: Tehnilistel põhjustel ei ole võimalik kindlaks määrata vea kõiki võimalikke põhjusi.
eu: Arazo teknikoak direla eta, ezin dira zehaztu errorea eragin lezaketen kausa guztiak.
fi: Teknisisten syiden takia ei ole mahdollista selvittää kaikkien virheiden syytä.
fr: Pour des raisons techniques, il est impossible de déterminer toutes les causes d'erreurs possibles.
gl: Por motivos técnicos non é posíbel determinar todas as posíbeis causas de erro.
he: בגלל סיבות טכניות אי אפשרות לקבוע את כל הסיבות לשגיאות.
hu: Technikai okok miatt nem lehetséges meghatározni az összes hibaforrást.
ia: Per Motivationes technic il non es possibile determinar omne possibile causas de error.
it: Per motivi tecnici non è possibile determinare tutte le possibili cause di errore.
kk: Техникалық себептерімен мүмкін қателер анықталмады.
km: ចំពោះ​បញ្ហា​ប​ច្ចេកទេស​ មិន​អាច​ប្រើបាន​ទេ ដើម្បី​កំណត់​កំហុស​ដែល​អាច​ប្រើបាន​ទាំងអស់ ។
ko: 기술적인 이유로 오류가 발생할 수 있는 모든 원인을 알아볼 수는 없습니다.
lt: Dėl techninių priežasčių neįmanomas nustatyti visų galimų klaidos priežasčių.
nb: Av tekniske grunner er det ikke mulig å bestemme alle mulige feilårsaker.
nds: All mööglich Grünn för den Fehler laat sik nich faststellen.
nl: Om technische redenen is het niet mogelijk om alle mogelijke oorzaken van fouten te bepalen.
pa: ਤਕਨੀਕੀ ਕਾਰਨਾਂ ਕਰਕੇ, ਸਭ ਸੰਭਾਵਿਤ ਗਲਤੀ ਕਾਰਨਾਂ ਨੂੰ ਜਾਣਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ।
pl: Ze względów technicznych nie możliwym jest określenie wszystkich możliwych przyczyn błędów.
pt: Por razões técnicas, não é possível determinar todas as causas de erro possíveis.
pt_br: Por razões técnicas, não foi possível determinar todas as possíveis causas do erro.
ru: По техническим причинам невозможно определить все возможные причины ошибок.
sk: Z technických dôvodov nie je možné zistiť všetky možné dôvody chýb.
sl: Iz tehničnih razlogov ni mogoče določiti vseh mogočih vzrokov za napake.
sr: Из техничких разлога не могу се одредити сви могући узроци грешака.
sv: Av tekniska orsaker är det inte möjligt att bestämma alla möjliga felorsaker.
tr: Teknik nedenlerle hataların nedenleri belirlenemedi.
uk: З технічних причин неможливо визначити всі можливі причини помилок.
zh_cn: 由于技术原因无法检测所有可能的错误来源。
zh_tw: 因為技術上的原因，無法決定所有可能造成錯誤的因素。
