Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: 1 second remaining:
ca: 1 segon restant:
cs: Zbývá 1 sekunda:
da: 1 sekund tilbage:
el: Απομένει 1 δευτερόλεπτο:
es: Queda 1 segundo:
et: 1 sekund jäänud:
eu: Segundo 1 falta da:
fi: 1 sekunti jäljellä:
fr: 1 seconde restante :
gl: falta 1 segundo:
he: נשארה שנייה אחת:
hu: 1 másodperc van hátra:
ia: 1 secunda remanente:
it: 1 secondo rimanente:
kk: %1 секунд қалды:
km: នៅសល់ %1 វិនាទី ៖
ko: %1초 남았습니다:
lt: Liko %1 sekundė
lv: atlikusi %1 sekunde:
nb: 1 sekund igjen:
nds: 1 Sekunn na:
nl: 1 seconde resterend:
pa: 1 ਸਕਿੰਟ ਬਾਕੀ:
pl: Pozostała sekunda:
pt: Falta 1 segundo:
pt_br: Falta 1 segundo:
ru: Осталась %1 секунда:
sk: Zostáva 1 sekunda:
sl: Še %1 sekund:
sr: Још %1 секунда:
sv: 1 sekund återstår:
tr: %1 saniye kaldı:
uk: Лишилась %1 секунда:
zh_cn: 剩余 %1 秒：
zh_tw: 還剩 %1 秒：

source: Confirm Desktop Effects Change
ca: Confirmació del canvi d'efectes de l'escriptori
cs: Potvrdit změnu v efektech pracovní plochy
da: Bekræft ændring af skrivebordseffekter
el: Επιβεβαίωση τροποποιήσεων εφέ επιφάνειας εργασίας
es: Confirmar cambios de efectos del escritorio
et: Töölauaefektide muutmise kinnitus
eu: Berretsi mahaigaineko efektuen aldaketa
fi: Vahvista työpöytätehosteiden muutokset
fr: Confirmer les modifications des effets de bureau
gl: Confirmación da configuración dos efectos do escritorio
he: אשר אפקטים של שולחן עבודה
hu: Biztosan meg szeretné változtatni az asztali effektust?
ia: Confirma modifica de effectos de scriptorio
it: Conferma le modifiche agli effetti del desktop
kk: Үстел эффекттерінің өзгерісін құптау
km: អះអាង​ការផ្លាស់ប្ដូរ​បែបផែន​ផ្ទៃតុ
ko: 데스크톱 효과 변경 확인
lt: Patvirtinti darbastalio efektų pakeitimus
lv: Apstiprināt darbvirsmas efektu izmaiņas
nb: Bekreft endring for skrivebordseffekter
nds: Schriefdischeffekt-Ännern beglöven
nl: Wijziging in bureaublad-effecten bevestigen
pa: ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਬਦਲਾਅ ਪੁਸ਼ਟੀ
pl: Potwierdzenie zmiany efektów pulpitu
pt: Confirmar a Modificação dos Efeitos do Ecrã
pt_br: Confirmar alteração dos efeitos da área de trabalho
ru: Подтверждение изменения эффектов
sk: Potvrdenie zmeny efektov plochy
sl: Potrdite spremembo učinkov za namizje
sr: Потврда измене ефеката површи
sv: Bekräfta ändring av skrivbordseffekter
tr: Masaüstü Efekt Değişikliklerini Doğrula
uk: Підтвердити зміну ефектів стільниці
zh_cn: 确认桌面特效更改
zh_tw: 確認桌面效果變更

source: &Accept Configuration
ca: &Accepta la configuració
cs: Přijmout n&astavení
da: &Godkend konfiguration
el: &Αποδοχή διαμόρφωσης
es: &Aceptar la configuración
et: &Nõus uuega
eu: &Onartu konfigurazioa
fi: Hyväksy &asetukset
fr: &Accepter la configuration
gl: &Aceptar a configuración
he: &אשר תצורה
hu: &Igen, változzon meg
ia: Da &acceptation a configuration
it: &Accetta la configurazione
kk: Баптауын қ&абылдау
km: ព្រម​ទទួល​ការ​កំណត់​រចនាសម្ព័ន្ធ
ko: 설정 적용하기(&A)
lt: &Priimti konfigūraciją
lv: Piekrist konfigurācij&ai
nb: &Godta oppsett
nds: Instellen ö&vernehmen
nl: Configuratie &accepteren
pa: ਸੰਰਚਨਾ ਮਨਜ਼ੂਰ(&A)
pl: &Zaakceptuj konfigurację
pt: &Aceitar a Configuração
pt_br: &Aceitar a configuração
ru: &Принять конфигурацию
sk: &Akceptovať nastavenie
sl: &Sprejmi nastavitve
sr: &Прихвати поставу
sv: &Acceptera inställning
tr: Yapılandırmayı K&abul Et
uk: &Прийняти налаштування
zh_cn: 接受配置(&A)
zh_tw: 接受此設定值(&A)

source: &Return to Previous Configuration
ca: To&rna a la configuració anterior
cs: V&rátit se k předchozímu nastavení
da: &Vend tilbage til forrige konfiguration
el: &Επιστροφή στην προηγούμενη διαμόρφωση
es: Volve&r a la configuración anterior
et: &Kehtima jääb vana
eu: &Itzuli aurreko konfiguraziora
fi: &Palaa aikaisempiin asetuksiin
fr: &Revenir à la configuration précédente
gl: &Voltar á configuración anterior
he: &חזר לתצורה קודמת
hu: &Nem, maradjon az eddigi
ia: &Retorna a previe configuration
it: &Ritorna alla configurazione precedente
kk: Алд&ыңғысына қайтару
km: ត្រឡប់​ទៅ​ការ​កំណត់​រចនាសម្ព័ន្ធ​មុន
ko: 이전 설정으로 돌아가기(&R)
lt: &Grįžti prie ankstesnės konfigūracijos
lv: Atg&riezt iepriekšējo konfigurāciju
nb: Gå &tilbake til forrige oppsett
nds: Verleden Instellen &wedderherstellen
nl: Te&rug naar vorige configuratie
pa: ਪਿਛਲੀ ਸੰਰਚਨਾ ਉੱਤੇ ਜਾਓ(&R)
pl: &Powróć do poprzedniej konfiguracji
pt: Volta&r à Configuração Anterior
pt_br: &Retornar à configuração anterior
ru: &Вернуться к предыдущей конфигурации
sk: &Vrátiť predchádzajúce nastavenie
sl: &Uporabi predhodne nastavitve
sr: &Врати претходну поставу
sv: Åte&rgå till föregående inställning
tr: Önceki Yapılandı&rmaya Dön
uk: &Повернутися до попередніх налаштувань
zh_cn: 恢复为先前配置(&R)
zh_tw: 回到原設定值(&R)

source: Desktop effects settings have changed. Do you want to keep the new settings? They will be automatically reverted in 10 seconds.
ca: S'han modificat els paràmetres d'efectes de l'escriptori. Voleu mantenir els paràmetres nous? Es revertiran automàticament en 10 segons.
cs: Nastavení efektů pracovní plochy se změnilo. Přejete si ponechat nové nastavení? Automaticky se vrátí zpět za 10 sekund.
da: Indstillinger for skrivebordseffekter er ændret. Vil du beholde de nye indstillinger? De vil automatisk blive omgjort om 10 sekunder.
el: Οι ρυθμίσεις εφέ της επιφάνειας εργασίας τροποποιήθηκαν. Επιθυμείτε να αποθηκεύσετε τις τρέχουσες ρυθμίσεις; Θα ανακληθούν αυτόματα σε 10 δευτερόλεπτα.
es: Se ha cambiado la configuración de efectos del escritorio. ¿Quiere mantener esta configuración? Se volverá a la anterior en 10 segundos.
et: Töölauaefektide seadistusi on muudetud. Kas soovid kehtestada uued seadistused? Need tühistakse automaatselt 10 sekundi pärast.
eu: Mahaigaineko efektuen ezarpenak aldatu dira. Ezarpen berriak mantendu nahi dituzu? 10 segundotan, automatikoki itzuliko dira aurreko egoerara.
fi: Työpöytätehosteiden asetuksia on muutettu. Haluatko pitää uudet asetukset? Jos et, vanhat asetukset palautetaan käyttöön 10 sekunnin kuluttua.
fr: Les réglages des effets de bureau ont été modifiés Voulez-vous conserver ces nouveaux réglages ? Les réglages précédents seront rétablis automatiquement dans 10 secondes.
gl: Modificouse a configuración dos efectos do escritorio. Desexa manter a nova configuración? Ha restaurarse automaticamente en 10 segundos.
he: האפקטים של שולחן העבודה השתנו. האם ברצונך לקבל את ההגדרות הללו? אם לא תאשר, עוד 10 שניות ההגדרות יימחקו וההגדרות הקודמות יכנסו לתוף.
hu: Az asztali beállítások megváltoztak. érvényesíteni szeretné az új beállításokat? Automatikus visszavonás 10 másodperc múlva.
ia: Preferentias de effectos de scriptorio ha cambiate. Tu vole mantener nove preferentias? Illos essera automaticamente retornate in 10 secundas.
it: Le impostazioni degli effetti del desktop sono cambiate. Vuoi mantenere le nuove impostazioni? Saranno annullate automaticamente in 10 secondi.
kk: Үстел эффекттерінің параметрлері өзгертілді. Осы жаңа параметрлерін қалдыруды қалайсыз ба? Әйтпесе олар автоматты түрде 10 секундтан кейін қайталылады.
km: ការ​កំណត់​បែបផែន​ផ្ទៃតុ​ត្រូវបាន​ផ្លាស់ប្ដូរ ។ តើ​អ្នក​ចង់​ទុក​ការ​កំណត់​ថ្មី​ឬ ? វា​នឹង​ត្រឡប់​ដោយស្វ័យប្រវត្តិ​ក្នុង​ពេល ១០ វិនាទី ។
ko: 데스크톱 효과 설정이 변경되었습니다. 새로운 설정을 저장하시겠습니까? 10초 후에 기존 설정으로 돌아갑니다.
lt: Darbastalio efektų nustatymai buvo pakeisti. Ar norite išlaikyti naujuosius nustatymus? Po dešimties sekundžių jie bus automatiškai atšaukti.
lv: Darbvirsmas efektu iestatījumi ir mainījušies. Vai vēlaties paturēt jaunos iestatījumus? Tie tiks automātiski atjaunoti pēc 10 sekundēm.
nb: Innstillinger for skrivebordseffekter er endret. Skal de nye innstillingene beholdes? De blir automatisk tilbakestilt om 10 sekunder.
nds: Du hest de Schriefdischeffekt-Instellen ännert. Wullt Du de niegen Instellen wohren? Se warrt in 10 Sekunnen automaatsch torüchdreiht.
nl: De instellingen voor bureaublad-effecten zijn gewijzigd. Wilt u de nieuwe instellingen behouden? Ze zullen na 10 seconden automatisch worden terug gedraaid.
pa: ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਸੈਟਿੰਗ ਬਦਲੀ ਗਈ ਹੈ। ਕੀ ਤੁਸੀਂ ਨਵੀਂ ਸੈਟਿੰਗ ਰੱਖਣੀ ਚਾਹੁੰਦੇ ਹੋ? 10 ਸਕਿੰਟਾਂ ਬਾਅਦ ਇਹ ਆਟੋਮੈਟਿਕ ਹੀ ਵਾਪਸ ਕੀਤੇ ਜਾਣਗੇ।
pl: Ustawienia efektów pulpitu zmieniły się. Czy chcesz używać nowych ustawień? Zmiana na poprzednie nastąpi za 10 sekund.
pt: A configuração dos efeitos do ecrã foi alterada. Deseja manter a nova configuração? Será automaticamente reposta daqui a 10 segundos.
pt_br: As configurações dos efeitos da área de trabalho foram alteradas. Deseja manter as novas configurações? Elas serão restauradas automaticamente em 10 segundos.
ru: Эффекты рабочего стола были изменены. Сохранить новые параметры эффектов? Прежние будут автоматически восстановлены через 10 секунд.
sk: Nastavenie efektov plochy bolo zmenené. Chcete ponechať nové nastavenie? Nastavenie sa automaticky vráti späť za 10 sekúnd.
sl: Nastavitve učinkov za namizje so se spremenile. Ali želite ohraniti nove nastavitve? Nastavitve se bodo samodejno povrnile na stare v 10 sekundah.
sr: Поставке ефеката површи су измењене. Желите ли да задржите нове поставке? Биће аутоматски враћене на претходне за 10 секунди.
sv: Inställning av skrivbordseffekter ändrades. Vill du behålla de nya inställningarna? De återställs automatiskt om 10 sekunder.
tr: Masaüstü efekt ayarları değiştirildi. Yeni ayarları kaydetmek ister misiniz? 10 saniye içerisinde otomatik olarak eski ayarlarınıza dönülecektir.
uk: Було змінено параметри ефектів стільниці. Зберегти нові параметри? Їх буде автоматично скасовано через 10 секунд.
zh_cn: 桌面特效已经更改。 您是否想要保留新设置？ 10 秒后将自动恢复原始值。
zh_tw: 桌面效果設定已變更。 您要保存新的設定值嗎？ 若 10 秒內不決定，將會丟棄變更設回原值。

source: Details
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
eu: Xehetasunak
fi: Yksityiskohdat
fr: Détails
gl: Detalles
he: פרטים
hu: Részletek
ia: Detalios
it: Dettagli
kk: Егжей-тегжейлері
km: សេចក្ដីលម្អិត
ko: 자세한 정보
lt: Išsamiau
nb: Detaljer
nds: Enkelheiten
pa: ਵੇਰਵਾ
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ru: Подробности
sk: Podrobnosti
sl: Podrobnosti
sr: Детаљи
sv: Detaljinformation
tr: Ayrıntılar
uk: Подробиці
zh_cn: 详情
zh_tw: 詳細資料

# Prevent warning from bein displayed again
source: Don't show again!
ca: No el tornis a mostrar!
cs: Již nezobrazovat.
da: Vis ikke igen!
el: Να μην εμφανιστεί ξανά!
es: No volver a mostrar
et: Rohkem ei näidata!
eu: Ez erakutsi berriz!
fi: Älä näytä uudelleen
fr: Ne pas afficher à nouveau !
gl: Non mostrar de novo!
he: אל תציג שנית!
hu: Ne jelenjen meg többé!
ia: Non monstra de nove!
it: Non mostrare più!
kk: Қайта көрсетпеу!
ko: 다시 보이지 않음!
lt: Daugiau nerodyti!
nb: Ikke vis igjen.
nds: Nienich wedder wiesen
nl: Niet opnieuw tonen.
pa: ਮੁੜ ਨਾ ਵੇਖਾਓ!
pl: Nie pokazuj ponownie!
pt: Não mostrar de novo!
pt_br: Não mostrar novamente!
ru: Больше не показывать
sk: Už viac nezobrazovať!
sl: Ne prikaži znova!
sr: Не приказуј више
sv: Visa inte igen.
tr: Bir daha gösterme!
uk: Більше не показувати.
zh_cn: 不再显示！
zh_tw: 不要再顯示。

source: Use GLSL shaders
ca: Usa els «shaders» del GLSL
cs: Použít GLSL shadery
da: Brug GLSL shaders
el: Χρήση των « shaders » GLSL
es: Usar shaders GSLS
eu: Erabili GLSL shader-ak
fi: Käytä GLSL-varjostimia
fr: Utiliser les processus de rendu GLSL
gl: Usar sombreadores GLSL
he: השתמש ב־GLSL shaders
hu: GLSL shaderek használata
ia: Usa umbratores GLSL
it: Usa gli shader GLSL
kk: GLSL шейдері пайдалансын
ko: GLSL 셰이더 사용하기
lt: Naudoti GLSL šešėlius
lv: Izmantot GLSL ēnotājus
nb: Bruk GLSL skyggere
nds: GLSL-Schaddeerers anmaken
nl: GLSL schaduwmakers gebruiken
pl: Wykorzystaj jednostki cieniujące GLSL
pt: Usar as rotinas de GLSL
pt_br: Usar shaders GLSL
ru: Использовать шейдеры GLSL
sk: Použiť GLSL shadery
sl: Uporabi senčilnike GLSL
sr: ГЛСЛ шејдери
sv: Använd GLSL-skuggning
tr: GLSL Hazırlayıcılarını Kullan
uk: Використовувати шейдери GLSL
zh_cn: 使用 GLSL 着色
zh_tw: 使用 GLSL 上色引擎

source: None
ca: Sense
cs: Žádný
da: Ingen
el: Καμία
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei mitään
fr: Aucun
gl: Ningún
he: ללא
hu: Nincs
ia: Necun
it: Nessuna
kk: Жоқ
ko: 없음
lt: Joks
nb: Ingen
nds: Keen
nl: Geen
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt: Nenhuma
pt_br: Nenhum
ru: Нет
sk: Žiadne
sl: Brez
sr: никакво
sv: Ingen
tr: Hiçbiri
uk: Немає
zh_cn: 无
zh_tw: 無

source: The painting is not synchronized with the screen.
ca: El pintat no està sincronitzat amb la pantalla.
da: Tegning synkroniseres ikke med skærmen.
el: Η σχεδίαση δεν συγχρονίζεται με την οθόνη.
es: La pintada no está sincronizada con la pantalla.
eu: Margotzea ez dago pantailarekin sinkronizatuta.
fi: Piirtoa ei ole synkronoitu näyttöön.
fr: Le rafraîchissement n'est pas synchronisé avec l'écran.
gl: O pintar non está sincronizado coa pantalla.
he: הציור לא מסונכרן עם המסך
hu: A rajz nincs szinkronizálva a képernyővel.
ia: Le pictura non es synchronisate con le schermo
it: Il disegno non è sincronizzato con lo schermo
kk: Сурет экранымен қадамдастырылмаған.
ko: 그리는 과정이 화면과 동기화되지 않았습니다.
lt: Piešimas yra nesusinchronizuotas su ekranu.
nb: Opptegningen er ikke synkronisert med skjermen.
nds: Dat Bild is nich mit den Schirm synkroniseert.
nl: Het beschrijven is niet gesynchroniseerd met het scherm.
pl: Malowanie nie jest zsynchronizowane z ekranem.
pt: A pintura não é sincronizada com o ecrã.
pt_br: A pintura não é sincronizada com a tela.
ru: Рисование не синхронизируется с экраном
sk: Maľovanie nie je synchronizované s obrazovkou.
sl: Izrisovanje ni usklajeno z zaslonom.
sr: Исцртавање се не синхронизује са екраном.
sv: Uppritningen är inte synkroniserad med skärmen.
tr: Boyama ekran ile eşzamanlanmaz.
uk: Малювання не синхронізуватиметься з зображення на екрані.
zh_cn: 绘制与屏幕不同步。
zh_tw: 繪圖不會與螢幕同步。

source: Automatic
ca: Automàtic
cs: Automaticky
da: Automatisk
el: Αυτόματα
es: Automático
eu: Automatikoa
fi: Automaattinen
fr: Automatique
gl: Automático
he: אוטומטי
hu: Automatikus
it: Automatica
kk: Авто
ko: 자동
lt: Automatinis
nb: Automatisk
nds: Automaatsch
nl: Automatisch
pl: Samoczynnie
pt: Automática
pt_br: Automático
ru: Автоматическое
sk: Automatické
sl: Samodejno
sr: аутоматско
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh_cn: 自动
zh_tw: 自動

source: Tries to re-use older buffers and if that is not possible, picks a strategy matching your hardware.
ca: Intenta utilitzar la memòria intermèdia anterior, i si això no es possible, tria una estratègia més apropiada pel maquinari.
da: Prøver at genbruge ældre buffere og hvis det ikke er muligt, vælges en strategi som passer til din hardware.
el: Επιχειρεί να επαναχρησιμοποιήσει παλιές ενδιάμεσες μνήμες και αν αυτό δεν είναι εφικτό, επιλέγει μια στρατηγική που ταιριάζει με το υλικό σας.
es: Trata de volver a usar la memoria temporal anterior y, si no es posible, elige una estrategia que coincida con el hardware.
eu: Buffer zaharrak berrerabiltzen saiatzen da, eta ezin bada, zure hardwarearentzako egokia den estrategia bat hartzen du.
fi: Yrittää käyttää vanhempia puskureita uudelleen, tai jollei mahdollista, valitsee laitteistoosi sopivan menetelmän.
fr: Essaie de réutiliser les anciens tampons et si cela n'est pas possible, adopte des règles correspondant à votre matériel.
gl: Tenta reutilizar os búferes vellos e se non se pode, escolle unha estratexia axeitada ao hardware.
he: מנסה להשתמש בחוצצים ישנים ואם זה לא אפשרי, בוחר אסטרטגיה שמתאימה לחומרה שלך.
hu: Megpróbálja újrahasználni a régi puffereket és ha az nem lehetséges, a hardverhez illeszkedő stratégiát választ.
ia: Il essaya re-usar buffers plus vetere e si illo non es possibile, il selige un strategia correspondente a tu hardware.
it: Cerca di riutilizzare i vecchi buffer e se non è possibile, usa una strategia adatta all'hardware.
kk: Ескі буферлерді қайта пайдаланып көреді, егер ол мүмкін емес болса - жабдығыңызға лайық стратегиясын сайлайды.
ko: 과거에 사용했던 버퍼를 다시 사용하는 것을 시도할 것이며 사용 불가능한 경우 하드웨어에 따른 동작을 수행합니다.
nb: Forsøker å bruke eldre buffere på nytt, og hvis umulig, velger en strategi som passer med maskinvaren.
nds: Versöcht, wat dat ole Puffers wedderbruken kann. Is dat nich mööglich, warrt en Metood utsöcht, de op Dien Reekner passt.
nl: Probeert oudere buffers te hergebruiken en als dat niet mogelijk is, kiest een strategie overeenkomend met uw hardware.
pl: Próbuje wykorzystać ponownie stare bufory i jeśli nie jest to możliwe, wybiera strategię odpowiadającą twojemu sprzętowi.
pt: Tenta reutilizar os 'buffers' antigos e, caso não seja possível, escolhe uma estratégia correspondente ao seu 'hardware'.
pt_br: Tenta reutilizar os buffers antigos e, caso não seja possível, escolhe uma estratégia correspondente ao seu hardware.
ru: Пытаться использовать старые буферы, а если это невозможно, выбрать вариант, подходящий для вашего оборудования.
sk: Snaží sa znovu použiť staršie vyrovnávacie pamäte a ak to nie je možné, vyberie stratégiu vyhovujúcu vášmu hardvéru.
sl: Poskuša ponovno uporabiti stare medpomnilnike, če pa to ni mogoče pa izbere strategijo, ki ustreza vaši strojni opremi.
sr: Покушава да искористи старије бафере, па ако то није могуће, бира начин који одговара хардверу.
sv: Försöker återanvända äldre buffrar, och om det inte är möjligt, väljer en strategi som motsvarar hårdvaran.
tr: Daha eski tamponları tekrar kullanmayı dener, mümkün değilse donanım ile eşleşen bir strateji seçer.
uk: Намагатися повторно використати попередні буфери. Якщо це неможливо, вибрати стратегію, що відповідає обладнанню вашого комп’ютера.
zh_cn: 尝试重用旧缓存，根据硬件选用。
zh_tw: 試著重新使用舊的緩衝區資料。如果不能使用， 則選擇一個符合您硬體的方式。

source: Only when Cheap
ca: Només quan sigui econòmic
cs: Pouze pokud není náročné
da: Kun når det er billigt
el: Μόνο όταν είναι φθηνό
es: Solo cuando sea económico
fi: Vain kun edullista
fr: Seulement lorsque peu coûteux
gl: Só cando sexa barato
he: רק כאשר זה זול
hu: Csak ha olcsó
ia: Solo quando incostose
it: Solo se conveniente
kk: Арзанға түсе ғана
ko: 부담되지 않는 경우에만
nb: Bare ved lav kostnad
nds: Bloots bi siet Opwand
nl: Alleen wanneer goedkoop
pl: Tylko gdy niekosztowne
pt: Só Quando barato
pt_br: Apenas quando for econômico
ru: При минимуме затрат
sk: Iba ak lacné
sl: Samo, če je poceni
sr: само ако је јефтино
sv: Bara om billigt
tr: Sadece Ucuz ise
uk: Лише якщо швидко
zh_cn: 仅当占用资源少时
zh_tw: 只更新主要區域

source: When major regions of the screen are updated, the entire screen will be repainted. Can cause tearing with small updates.
ca: Quan s'actualitzin grans regions de la pantalla, es repintarà tota la pantalla. Pot provocar esquinçaments en actualitzacions petites.
da: Når større områder er skærmen opdateres. vil hele skærmen blive gentegnet. Kan give artefakter ved små opdateringer.
el: Όταν μεγάλες περιοχές της οθόνης ενημερώνονται, όλη η οθόνη θα ανασχεδιαστεί. Ίσως προκαλέσει διάλυση για μικρές ενημερώσεις.
es: Cuando se actualizan regiones grandes de la pantalla, se volverá a pintar la totalidad de la pantalla. Puede causar efecto bandera con actualizaciones pequeñas.
fi: Useampaa näytön aluetta virkistettäessä koko näyttö piirretään uudelleen. Voi aiheuttaa pirstoutumista vähäisissä virkistyksissä.
fr: Quand de larges zones de l'écran sont mises à jour, la totalité de l'écran sera rafraîchie. Cela peut causer des anomalies lors de petites mises à jour.
gl: A pantalla enteira só se ha repintar cando se actualicen rexións grandes da pantalla. Pode causaren efecto de bandeira con actualizacións pequenas.
he: כאשר איזורים גדולים של המסך מעודכנים, המסך יצוייר במלואו. במיקרים מסויימים יגרום ללכלוכים על המסך עם עדכונים קטנים.
hu: Amikor a képernyő jelentős területei frissülnek, az egész képernyő újra lesz rajzolva. Szakadásokat okozhat kis frissítéseknél.
ia: Quando regiones maior del schermo es actuasilate, le integre schermo essera repingite. Il pote causar lacerationes con parve actualistiones.
it: Quando vengono aggiornate grandi aree dello schermo, viene ridisegnato l'intero schermo. Può causare disturbi visibili per i piccoli aggiornamenti.
kk: Экранның басым бөлігі жаңартылғанда, экран толығымен қайта суретеледі. Шағын жаңартуларда жыртылыс пайда болады.
ko: 화면의 여러 영역이 갱신되면 전체 화면이 다시 칠해집니다. 작은 영역 갱신 시 티어링이 발생할 수 있습니다.
nb: Når større deler av skjermen oppdateres, blir hele skjermen tegnet opp på nytt. Ved små oppdateringer kan det oppstå rifter.
nds: Wenn grötter Rebeden op den Schirm opfrischt warrt, warrt de hele Schirm nieg wiest. Kann bi lütte Opfrischen dat Bild wat uteneenriten („Tearing“).
nl: Wanneer grote gebieden van het scherm worden bijgewerkt, het gehele scherm opnieuw wordt beschreven. Kan scheeftrekken veroorzaken bij kleine stukjes bijwerken.
pl: Gdy uaktualnianie są duże obszary ekranu, to cały ekran musi zostać przemalowany. Może powodować smużenie przy małych uaktualnieniach.
pt: Quando são actualizadas grandes regiões do ecrã, o ecrã inteiro será pintado de novo. Poderá provocar alguns efeitos estranhos com pequenas actualizações.
pt_br: Quando grandes regiões da tela são atualizadas, a tela inteira será pintada novamente. Isto pode provocar alguns efeitos estranhos com pequenas atualizações.
ru: Весь экран перерисовывается только при изменении больших областей. При небольших изменениях возможны разрывы.
sk: Ak sa aktualizujú hlavné oblasti obrazovky, prekreslí sa celá obrazovka. Toto môže spôsobiť trhanie s malými aktualizáciami.
sl: Ko so večja območja zaslona posodobljena, bo celoten zaslon znova izrisan. To lahko povzroči trganje, če so posodobitve majhne.
sr: Када се ажурирају велики делови екрана поново ће се исцртати цео екран. Може изазвати цепање при малим ажурирањима.
sv: När större områden av skärmen uppdateras, ritas hela skärmen om. Kan orsaka sönderrivning med små uppdateringar.
tr: Ekrandaki önemli alanlar güncellendiğinde, tüm ekran yeniden boyanır.. Küçük güncellemelerde yaşarmaya sebep olabilir.
uk: Перемальовувати все зображення на екрані, якщо оновлюються великі ділянки зображення. Може призвести до розривів у зображенні, якщо оновлення незначні.
zh_cn: 屏幕主要区域更新时，重画整个窗口。 在更新少时会导致图像撕裂。
zh_tw: 當螢幕的主要區域更新時，整個螢幕才會重繪。 不過小的更新可能就不會同步。

source: Full scene repaints
ca: Repinta tota l'escena
cs: Překreslení celé scény
da: Hele skærmen gentegnes
el: Πλήρης ανασχεδίαση σκηνικού
es: Repintar toda la escena
eu: Eszenatoki osoa berriz margotzen da
fi: Koko näkymän piirto uudelleen
fr: Rafraîchissement de larges zones
gl: Repintar toda a escena
he: ציור מחדש של כל הסצינה.
hu: Teljes színtér újrarajzolás
ia: Il repingi scena completemente
it: Ridisegno dell'intera scena
kk: Экранды толығымен қайта суреттеу
ko: 전체 장면 다시 그리기
lt: Pilni scenos perpiešimai
nb: Full scene nyopptegning
nds: Heelschirm-Opfrischen
nl: Volledig beschrijven van het scherm
pl: Przemalowania pełnej sceny
pt: Actualizações totais da cena
pt_br: Atualizações totais da cena
ru: Полная перерисовка
sk: Premaľovania plnej scény
sl: Ponovni izrisi celotne scene
sr: исцртавање целе слике
sv: Återuppritning av hela skärmen
tr: Tam sahneyi yeniden boyar
uk: Повне перемальовування сцени
zh_cn: 全屏幕重画
zh_tw: 整個螢幕重繪
