Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: Crisp
ca: Remarcat
cs: Hrubá
da: Klar
el: Απευθείας
es: Nítido
et: Terav
eu: Zurruna
fi: Terävä
fr: Directe
gl: Rugoso
he: מהיר
hu: Gyors
ia: Crispe
it: Rapido
kk: Иректі
ko: 빠르게
lt: Aiškus
lv: Dzidrs
nb: Skarp
nds: Krosch
nl: Helder
pl: Szybka
pt: Rígido
pt_br: Rígido
ru: Простое растяжение пикселов
sk: Ostrá
sl: Ostro
sr: оштро
sv: Distinkt
tr: Gevrek
uk: Швидкий
zh_cn: 快速
zh_tw: 簡單

source: Smooth (slower)
ca: Suau (més lent)
cs: Jemná (pomalejší)
da: Glat (langsommere)
el: Με εξομάλυνση (αργό)
es: Suave (más lento)
et: Sujuv (aeglasem)
eu: Leuna (motelagoa)
fi: Tasainen (hitaampi)
fr: Avec lissage (plus lent)
gl: Suave (máis lento)
he: חלק (איטי יותר)
hu: Sima (lassabb)
ia: Lisie (plus lente)
it: Liscio (più lento)
kk: Тегіс (баяу)
km: រលូន (យឺត​ជាង)
ko: 부드럽게 (느림)
lt: Glotnus (lėtesnis)
lv: Gluds (lēnāk)
nb: Jevn (langsommere)
nds: Week (langsamer)
nl: Vloeiend (trager)
pa: ਸਮੂਥ (ਹੌਲੀ)
pl: Płynna (wolniejsze)
pt: Suave (mais lento)
pt_br: Suave (mais lento)
ru: Со сглаживанием (медленнее)
sk: Jemná (pomalšia)
sl: Gladko (počasnejše)
sr: глатко (спорије)
sv: Jämn (långsammare)
tr: Yumuşak (daha yavaş)
uk: Плавний (повільніше)
zh_cn: 平滑(较慢)
zh_tw: 平滑（較慢）
