Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: Smooth
ca: Suavitzat
cs: Jemná
da: Glat
el: Με εξομάλυνση
es: Suave
eu: Leuna
fi: Tasainen
fr: Avec lissage
gl: Suave
he: חלק
hu: Sima
ia: Lisie
it: Liscio
kk: Тегіс
ko: 부드럽게
lt: Glotnus
lv: Gluds
nb: Jevn
nds: Week
nl: Vloeiend
pl: Gładka
pt: Suave
pt_br: Suave
ru: Со сглаживанием
sk: Jemná
sl: Gladko
sr: глатко
sv: Jämn
tr: Yumuşak
uk: Плавний
zh_cn: 平滑
zh_tw: 平滑

source: Accurate
ca: Acurat
cs: Přesná
da: Præcis
el: Ακριβείας
es: Preciso
eu: Zehatza
fi: Tarkka
fr: Précise
gl: Exacto
he: מדויק
hu: Pontos
it: Accurato
kk: Ұқыпты
ko: 정확하게
lt: Tikslus
lv: Precīzs
nb: Presis
nds: Akraat
nl: Accuraat
pl: Dokładna
pt: Preciso
pt_br: Preciso
ru: Точное сглаживание
sk: Presná
sl: Natančno
sr: прецизно
sv: Noggrann
tr: Kesin
uk: Точний
zh_cn: 精确
zh_tw: 精確

source: Suspend desktop effects for fullscreen windows
ca: Se suspenen els efectes d'escriptori per les finestres en pantalla completa
cs: Potlačit efekty plochy pro maximalizovaná okna
da: Suspendér skrivebordseffekter for fuldskærm-vinduer
el: Αναστολή των εφέ επιφάνειας εργασίας για παράθυρα πλήρους οθόνης
es: Suspender los efectos de escritorio en las ventanas a pantalla completa
et: Töölauaefektide peatamine täisekraanakende puhul
eu: Egonean utzi pantaila osoko leihoetarako mahaigain-efektuak
fi: Pysäytä työpöytätehosteet koko näytön ikkunoilta
fr: Désactiver les effets de bureau pour les fenêtres en plein écran
gl: Suspende os efectos do escritorio nas xanelas a pantalla completa
he: השהה אפקטים עבור חלון במסך מלא
hu: Asztali effektek felfüggesztése teljes képernyős ablakoknál
ia: Suspende effectos de scriptorio pro fenestras de schermo plen
it: Sospendi gli effetti del desktop per le finestre a schermo intero
kk: Толық экранды режімінде үстел эффекттері болмасын
km: ផ្អាក​បែបផែន​ផ្ទៃតុ​សម្រាប់​បង្អួច​ពេញអេក្រង់
ko: 전체 화면 창의 데스크톱 효과 중단하기
lt: Sustabdyti darbastalio efektus pilno ekrano langams
lv: Deaktivēt darbvirsmas efektus pilnekrāna logiem
nb: Suspender skrivebordseffekter for fullskjerm -vinduer
nds: Schriefdischeffekten för Heelschirmfinstern ophollen
nl: Bureaublad-effecten onderbreken voor vensters met volledig scherm
pa: ਪੂਰੀ ਸਕਰੀਨ ਵਿੰਡੋ ਲਈ ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਸਸਪੈਂਡ ਕਰੋ
pl: Wstrzymaj efekty pulpitu dla okien pełnoekranowych
pt: Suspender os efeitos do ecrã nas janelas de ecrã completo
pt_br: Suspender os efeitos da área de trabalho nas janelas em tela cheia
ru: Отключить графические эффекты для полноэкранных окон
sk: Pozastaviť efekty plochy pre okná na celú obrazovku
sl: Za celozaslonska okna prestavi namizne učinke v pripravljenost
sr: Суспендуј ефекте површи за прозоре преко целог екрана
sv: Stäng av skrivbordseffekter för fullskärmsfönster
tr: Tam ekran pencereler için masaüstü efektlerini askıya al
uk: Призупинка дії ефектів стільниці у повноекранних вікнах
zh_cn: 为全屏窗口挂起桌面特效
zh_tw: 暫停全螢幕視窗的桌面效果

source: Compositing type:
ca: Tipus de composició:
cs: Typ kompozice:
da: Type af compositing:
el: Τύπος σύνθεσης:
es: Tipo de composición:
et: Komposiidi tüüp:
eu: Konposatze-mota:
fi: Koostamistyyppi:
fr: Mode d'affichage composite :
gl: Tipo de composición:
he: מצב שזירה:
hu: Kompozit mód:
ia: Typo de Composition:
it: Tipo di composizione:
kk: Композициялау түрі:
km: ប្រភេទ​តែង ៖
ko: 컴포지팅 종류:
lt: Komponavimo tipas:
lv: Kompozitēšanas tips:
nb: Sammensettingstype:
nds: Tosamensettmetood:
nl: Type compositing:
pa: ਕੰਪੋਜੀਸ਼ਨ ਟਾਈਪ:
pl: Typ kompozycji:
pt: Tipo de composição:
pt_br: Tipo de composição:
ru: Движок:
sk: Typ kompozície:
sl: Vrsta skladnje 3D:
sr: Тип слагања:
sv: Sammansättningstyp:
tr: Birleşiklik tipi:
uk: Тип композиції:
zh_cn: 混成类型：
zh_tw: 組合型態：

source: OpenGL 3.1
sr: опенГЛ 3.1

source: OpenGL 2.0
sr: опенГЛ 2.0

source: OpenGL 1.2
sr: опенГЛ 1.2

source: XRender
sr: Икс‑рендер

source: Qt graphics system:
ca: Sistema gràfic de Qt:
cs: Grafický systém Qt:
da: Qt grafiksystem:
el: Γραφικό σύστημα Qt:
es: Sistema gráfico de Qt:
et: Qt graafikasüsteem:
eu: Qt sistema grafikoa:
fi: Qt:n grafiikkajärjestelmä:
fr: Système graphique Qt :
gl: Sistema de gráficos de Qt:
he: מערכת גרפית של Qt:
hu: Qt grafikai rendszer:
ia: Systema graphic de Qt
it: Sistema grafico Qt:
kk: Qt графикалық жүйесі:
km: ប្រព័ន្ធ​ក្រាហ្វិក Qt ៖
ko: Qt 그래픽 시스템:
lt: Qt grafinė sistema:
nb: Qt grafikksystem
nds: Qt-Grafiksysteem:
nl: Qt-grafisch systeem:
pl: System graficzny Qt:
pt: Sistema gráfico Qt:
pt_br: Sistema gráfico do Qt:
ru: Графическая система Qt:
sk: Qt grafický systém:
sl: Grafični sistem Qt:
sr: Графички систем КуТ‑а:
sv: Qt-grafiksystem:
tr: Qt grafik sistemi:
uk: Графічна підсистема Qt:
zh_cn: Qt 图形系统：
zh_tw: Qt 圖型系統：
