Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: You can find more effects, as well as effect-specific settings, in the "All Effects" tab above.
ca: Podeu trobar més efectes, i la configuració específica d'efecte, a la pestanya «Tots els efectes».
cs: Více efektů a jejich možnosti najdete v kartě "Všechny efekty" výše.
da: Du kan finde flere effekter, samt effekt-specifikke indstillinger, under fanebladet "Alle effekter" ovenfor.
el: Μπορείτε να βρείτε περισσότερα εφέ καθώς και τις ρυθμίσεις τους, στην καρτέλα "Όλα τα εφέ".
es: Puede encontrar más efectos así como configuraciones específicas en la pestaña de todos los efectos.
et: Rohkem efekte ning konkreetsete efektide seadistused leiab kõigi efektide kaardil
eu: Efektu gehiago aurkitu dezakezu, baita efektuen ezarpen espezifikoak ere, goiko "Efektu guztiak" fitxan.
fi: Löydät lisää tehosteita samoin kuin tehostekohtaisia asetuksia ”Kaikki tehosteet” -välilehdeltä.
fr: Vous trouverez d'autres effets, ainsi que leurs réglages spécifiques, dans l'onglet « Tous les effets » ci-dessus.
gl: Pode atopar máis efectos, e parámetros específicos do efecto, na páxina de «Todos os efectos».
he: באפשרותך למצוא עוד אפקטים, וגם הגדרות מיוחדות לאפקטים בלשונית "כל האפקטים"
hu: További effektusok és az effektusokkal kapcsolatos beállítások találhatók fent, a „Minden effektus” lapon.
ia: Tu pote trovar altere effectos, assi como preferentias specific de effecto, in scheda "Omne effectos" de supra.
it: Altri effetti, e le impostazioni relative, si trovano nella scheda «Tutti gli effetti».
kk: 'Бүкіл эффекттер' қойындысында тағы басқаларын, параметрлерімен қоса, табасыз.
km: អ្នក​អាច​រក​បែបផែន​បន្ថែម​ ព្រម​ទាំង​ការ​កំណត់​​បែបផែន​ជាក់លាក់​នៅ​ក្នុង​ផ្ទាំង "បែបផែន​ទាំងអស់" ខាង​លើ ។
ko: "모든 효과" 탭에서 더 많은 효과 및 개별 효과의 설정을 찾을 수 있습니다
lt: Rasti daugiau efektų bei keisti jų parametrus galite kortelėje „Visi efektai“.
lv: Vairāk efektus, kā arī efektu iestatījumus, varat atrast cilnē "Visi efekti"
nb: Flere effekter, og innstillinger spesielt for effektene, finnes på fanen «Alle effekter»
nds: Op de Paneelsiet "All Effekten" baven gifft dat mehr Effekten un ok Instellen dor för.
nl: U kunt zowel meer effecten, als instellingen specifiek voor één effect, vinden in het tabblad "Alle effecten" hierboven.
pa: ਤੁਸੀਂ ਹੋਰ ਪਰਭਾਵ, ਨਾਲ ਹੀ ਪਰਭਾਵ ਸਬੰਧਿਤ ਖਾਸ ਸੈਟਿੰਗ ਨੂੰ, "ਸਭ ਪਰਭਾਵ" ਟੈਬ 'ਚ ਵੇਖ ਸਕਦੇ ਹੋ।
pl: Więcej efektów oraz ustawienia charakterystyczne dla efektu można znaleźć powyżej, na karcie "Wszystkie efekty".
pt: Poderá encontrar mais efeitos, assim como algumas opções específicas de cada efeito, na página "Todos os Efeitos" acima.
pt_br: Para encontrar mais efeitos e ajustar suas configurações específicas clique na aba "Todos os efeitos".
ru: Выбрать и настроить эффекты можно на вкладке «Эффекты».
sk: Viac efektov a tiež špecifické nastavenie efektov nájdete na karte "Všetky efekty".
sl: Več učinkov in posebne nastavitve zanje lahko najdete na zavihku »Vsi učinki«.
sr: <html>Још ефеката, као и поставке посебне по ефекту, можете наћи под језичком <interface>Сви ефекти</interface></html>.
sv: Du hittar fler effekter, samt effektspecifika inställningar, under fliken "Alla effekter" ovan.
tr: Yukarıdaki "Tüm Efektler" sekmesinde daha çok efekt ve tabii ki efektlere özel ayarlar bulabilirsiniz
uk: Більше ефектів, а також параметри ефектів можна знайти на вкладці «Всі ефекти»
zh_cn: 您可以在“全部效果”标签中找到更多效果，以及针对每种效果的设置。
zh_tw: 您可以在「所有效果」分頁中找到更多效果與效果的設定

source: All Effects
ca: Tots els efectes
cs: Všechny efekty
da: Alle effekter
el: Όλα τα εφέ
es: Todos los efectos
et: Kõik efektid
eu: Efektu guztiak
fi: Kaikki tehosteet
fr: Tous les effets
gl: Todos os efectos
he: כל האפקטים
hu: Minden effektus
ia: Omne effectos
it: Tutti gli effetti
kk: Бүкіл эффекттер
km: បែបផែន​ទាំងអស់
ko: 모든 효과
lt: Visi efektai
lv: Visi efekti
nb: Alle effekter
nds: All Effekten
nl: Alle effecten
pa: ਸਭ ਪਰਭਾਵ
pl: Wszystkie efekty
pt: Todos os Efeitos
pt_br: Todos os efeitos
ru: Эффекты
sk: Všetky efekty
sl: Vsi učinki
sr: Сви ефекти
sv: Alla effekter
tr: Tüm Efektler
uk: Всі ефекти
zh_cn: 全部效果
zh_tw: 所有效果

source: Hint: To find out or configure how to activate an effect, look at the effect's settings.
ca: Consell: per trobar els detalls o configurar la manera d'activar un efecte, examineu l'arranjament dels efectes.
cs: Rada: více informací o efektu najdete v jeho nastavení.
da: Tip: For at finde ud af, eller konfigurere, hvordan en effekt aktiveres, så se på effektens indstillinger.
el: Υπόδειξη: για να δείτε πώς να διαμορφώσετε ή να ενεργοποιήσετε ένα εφέ, ανατρέξτε στις ρυθμίσεις του
es: Pista: para encontrar o configurar cómo activar un efecto, mire en la configuración del efecto.
et: Vihje: mõistmaks, kuidas efekti aktiveerida, uuri efekti seadistusi.
eu: Argibidea: efektu bat nola aktibatu jakiteko, edo hura konfiguratzeko, begiratu efektuen ezarpenetan.
fi: Vihje: tehosteen asetuksista löytyy ohje, kuinka tehoste aktivoidaan.
fr: Remarque : pour trouver ou pour savoir comment configurer un effet, veuillez regarder dans les paramètres de l'effet.
gl: Consello: para averiguar ou configurar como activar un efecto, consulte as opcións do efecto.
he: טיפ: בכדי להפעיל אפקט או לשנות את ההגדרות שלו, אנא בדוק בהגדרות של האפקט.
hu: Tipp: Az effektusok megértéséhez tekintse át azok beállítási lehetőségeit.
ia: Suggestion: Pro discoperir o configurar como activar un effecto, tu guarda a le preferentias de effectos.
it: Suggerimento: per scoprire come configurare e attivare un effetto, esamina le sue impostazioni.
kk: Ишара: Эффектті қалай баптау не белсендетуді білу үшін параметрлерін қараңыз.
km: ព័ត៌មាន​ជំនួយ ៖ ដើម្បី​ស្វែងយល់ ឬ​កំណត់​រចនា​សម្ព័ន្ធ​អំពី​របៀប​ធ្វើ​ឲ្យ​បែបផែន​សកម្ម សូម​មើល​ការ​កំណត់​របស់​បែបផែន ។
ko: 정보: 효과를 활성화시키고 설정하는 방법을 알아 보시려면 효과의 설정을 보십시오
lt: Užuomina: norėdami rasti, kaip aktyvuoti efektą arba jį konfigūruoti, žiūrėkite efekto nustatymus.
lv: Padoms: lai uzzinātu, kā nokonfigurēt vai aktivizēt efektu, apskatiet efekta iestatījumus.
nb: Hint: Se på effektens valg for å finne ut hvordan en effekt stilles inn eller skrus på.
nds: Henwies: Wenn Du rutkriegen wullt, wodennig Du en Effekt anmaken kannst oder wenn Du em instellen wullt, bekiek Di em sien Optschonen.
nl: Tip: om uit te vinden hoe u een effect kunt activeren of instellen, kijk bij de instellingen ervan.
pa: ਇਸ਼ਾਰਾ: ਇੱਕ ਪਰਭਾਵ ਨੂੰ ਐਕਟੀਵੇਟ ਕਰਨ ਜਾਂ ਸੰਰਚਨਾ ਕਰਨ ਲਈ, ਪਰਭਾਵ ਦੀ ਸੈਟਿੰਗ ਨੂੰ ਵੇਖੋ।
pl: Podpowiedź: w opcjach efektu można znaleźć informacje o tym jak go skonfigurować i uruchomić
pt: Sugestão: para descobrir ou configurar como activar um efeito, procure as opções do efeito.
pt_br: Dica: Para localizar ou configurar a ativação de um efeito, verifique as configurações do efeito.
ru: Совет: способ запуска эффекта обычно находится в параметрах настройки эффекта.
sk: Rada: viac informácií o efekte nájdete v jeho nastavení.
sl: Namig: da ugotovite, kako omogočiti učinek, si oglejte nastavitve učinka
sr: Савет: Погледајте поставке ефекта да сазнате како да га подесите или активирате.
sv: Tips: För att ta reda på eller ställa in hur en effekt aktiveras, titta på effektens inställningar.
tr: İpucu: Bir efekti nasıl yapılandıracağınızı ya da etkinleştireceğinizi anlamak için efektlerin seçeneklerine bakın.
uk: Підказка: щоб дізнатися про те, як налаштувати або увімкнути ефект, натисніть кнопку параметрів ефекту.
zh_cn: 提示：要查找或配置如何激活效果，请查看相应效果的选项。
zh_tw: 提示：要找出或設定如何啟動效果，請參考效果的設定

source: Get New Effects ...
da: Hent ny effekter...
el: Ανάκτηση νέων εφέ ...
fi: Hae uusia tehosteita…
he: קבל אפקטים חדשים...
hu: Új effektusok letöltése …
it: Scarica nuovi effetti...
kk: Жаңа эффектті табу
ko: 새 효과 가져오기...
lt: Gauti naujus efektus...
nb: Hent nye effekter …
nds: Nieg Effekten halen ...
nl: Nieuwe effecten ophalen ...
pl: Pobierz nowe efekty ...
pt_br: Obter novos efeitos...
ru: Получить новые эффекты...
sk: Získať nové efekty...
sl: Dobi nove učinke ...
sr: Добави нове ефекте...
sv: Hämta nya effekter...
tr: Yeni Efektleri Al...
uk: Отримати новий ефект…
zh_tw: 取得新效果...

source: Advanced
ca: Avançat
cs: Pokročilé
da: Avanceret
el: Για προχωρημένους
es: Avanzado
et: Muud
eu: Aurreratua
fi: Lisäasetukset
fr: Options avancées
gl: Avanzado
he: מתקדם
hu: Speciális
ia: Avantiate
it: Avanzate
kk: Қосымша
km: ​កម្រិត​ខ្ពស់
ko: 고급
lt: Išsamiau
lv: Paplašināti
nb: Avansert
nds: Verwiedert
nl: Geavanceerd
pa: ਤਕਨੀਕੀ
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Дополнительно
sk: Pokročilé
sl: Napredno
sr: Напредно
sv: Avancerat
tr: Gelişmiş
uk: Додатково
zh_cn: 高级
zh_tw: 進階

source: OpenGL Options
ca: Opcions de l'OpenGL
cs: Volby OpenGL
da: Indstillinger for OpenGL
el: Επιλογές OpenGL
es: Opciones de OpenGL
eu: OpenGL-ren aukerak
fi: OpenGL-asetukset
fr: Options OpenGL
gl: Opcións de OpenGL
he: אפשרויות OpenGL
hu: OpenGL beállítások
ia: Optiones de OpenGL
it: Opzioni per OpenGL
kk: OpenGL параметрлері
km: ជម្រើស OpenGL
ko: OpenGL 설정
lt: OpenGL parinktys
lv: OpenGL opcijas
nb: OpenGL-valg
nds: OpenGL-Optschonen
nl: OpenGL-opties
pl: Opcje OpenGL
pt: Opções do OpenGL
pt_br: Opções do OpenGL
ru: Параметры OpenGL
sk: Možnosti OpenGL
sl: Možnosti OpenGL
sr: Опције опенГЛ‑а
sv: OpenGL-alternativ
tr: OpenGL Seçenekleri
uk: Параметри OpenGL
zh_cn: OpenGL 选项
zh_tw: OpenGL 選項

source: <p>Activates color correction if possible, using the Kolor-Manager. Requires OpenGL 2 Shaders to be enabled and Kolor-Manager to be installed. May fail silently.</p><p><strong>Experimental</strong>.</p>
ca: <p>Activa la correcció de color, si és possible, utilitzant el Kolor-Manager. Requereix activar els «Shaders» de l'OpenGL 2 Shaders i instal·lar el Kolor-Manager. Pot fallar sense avís.</p><p><strong>Experimental</strong>.</p>
da: <p>Aktiverer farvekorrektur hvis muligt med Kolor-Manager. Kræver at OpenGL 2 Shaders er aktiveret og at Kolor-Manager er installeret. Kan fejle i stilhed.</p><p><strong>Eksperimentelt</strong>.</p>
el: <p>Ενεργοποιεί τη διόρθωση χρώματος αν είναι εφικτό, με χρήση του Kolor-Manager. Απαιτεί να έχουν ενεργοποιηθεί οι OpenGL 2 Shaders και το Kolor-Manager να είναι εγκατεστημένο. Ίσως να αποτύχει σιωπηρά.</p><p><strong>Πειραματικό</strong>.</p>
es: <p>Activa la corrección de color si es posible usando Kolor-Manager. Necesita que estén activas las sombras OpenGL 2 y que Kolor-Manager esté instalado. Puede fallar sin mostrar un mensaje.</p><p><strong>Experimental</strong>.</p>
fi: <p>Aktivoi Kolor-Manageria käyttävän värinkorjauksen mikäli mahdollista. Vaatii, että OpenGL 2 -varjostukset ovat käytössä ja että Kolor-Manager on asennettu. Voi lakata toimimasta ilmoittamatta.</p><p><strong>Kokeellinen</strong>.</p>
fr: <p>Active la correction de couleurs, si possible, en utilisant Kolor-Manager. Nécessite que les rendus OpenGL 2 soient activés et que Kolor-Manager soit installé. Peut se planter sans effet visible.</p><p><strong>Expérimental</strong>.</p>
gl: <p>Activa se é posíbel a corrección da cor mediante o xestor de cores. Require ter activados os sombreadores de OpenGL 2 e ter instalado o xestor de cores. Pode fallar sen avisar.</p><p><strong>Experimental</strong>.</p>
hu: <p> Ha lehetséges, aktiválja a színjavítást a Kolor-Manager használatával. Szükséges hozzá az OpenGL 2 Shaders engedélyezése és a Kolor-Manager telepítése. Észrevétlenül meghiúsulhat.</p><p><strong>Kísérleti</strong>.</p>
ia: <p>Activa correction de color si possibile, per usar le gerente de color Kolor-Manager. Il require que on ha habilitate OpenGL 2 Shaders e que Kolor-Manager es installate. Il pote fallir silentemente.</p><p><strong>Experimental</strong>.</p>
it: <p>Attiva la correzione dei colori se possibile, attraverso Kolor-manager. Richiede gli shader OpenGL 2 per essere abilitato e Kolor-Manager per essere installato. Può fallire senza segnalarlo.</p><p><strong>Sperimentale</strong>.</p>
kk: <p>Мүмкін болса, Kolor-Manager көмегімен түсті түзеуін қосады. Жұмысы үшін OpenGL 2 шейдерлері рұқсат етулі және Kolor-Manager орнатылған болу тиіс. Үндемей жаңылу мүмкін.</p><p><strong>Эксперименталды</strong>.</p>
ko: <p>Kolor-Manager를 사용할 수 있는 경우 색 보정을 사용합니다. OpenGL 2 셰이더를 활성화해야 하며 Kolor-Manager가 설치되어야 합니다. 오류 메시지 없이 동작하지 않을 수도 있습니다.</p><p><strong>실험적 기능입니다.</strong></p>
nb: <p>Aktiverer fargekorrigering hvis mulig, ved bruk av Kolor-Manager. Krever OpenGL 2 skyggere slått på og installert Kolor-Manager. Kan svikte uten kommentarer.</p> <p><strong>Eksperimentell</strong></p>
nds: <p>Maakt, wenn mööglich, de Klöörrichten över den Klörenpleger Kolor-Manager an. OpenGL 2-Schaddeerers mööt anmaakt un Kolor-Manager mutt anstalleert wesen. Mag ahn Fehlermellen fehlslaan.</p><p><strong>Warrt noch utprobeert</strong>.</p>
nl: <p>Activeert kleurcorrectie indien mogelijk, met de Kolor-Manager. Vereist het inschakelen van OpenGL 2 Shaders en de installatie van Kolor-Manager. Kan stilletjes mislukken.</p><p><strong>Experimenteel</strong>.</p>
pl: <p>Aktywuje korekcję kolorów, jeśli możliwe, przy użyciu Zarządcy-Kolorów. Wymaga włączenia jednostek cieniujących OpenGL 2 i zainstalowanego Zarządcy-Kolorów. Może ulec cichej awarii.</p><p><strong>Eksperymentalne</strong>.</p>
pt: <p>Activa a correcção de cores se possível, usando o Gestor de Cores. Necessita de ter activos os 'Shaders' de OpenGL 2 e de ter o Kolor-Manager instalado. Poderá falhar sem qualquer mensagem.</p><p><strong>Experimental</strong>.</p>
pt_br: <p>Se possível, ativa a correção de cores usando o Kolor-Manager. Necessita que os Shaders de OpenGL 2 estejam ativos e o Kolor-Manager instalado. Poderá falhar sem qualquer mensagem.</p><p><strong>Experimental</strong>.</p>
ru: <p>При возможности активирует цветокоррекцию с помощью менеджера Kolor-Manager. Требуются включённые шейдеры OpenGL 2 и установленный Kolor-Manager. Может отключиться без каких-либо сообщений.</p><p><strong>Экспериментальная версия.</strong>.</p>
sk: <p>Aktivuje korekciu farieb, ak je to možné, použitím Kolor-Manager. Vyžaduje OpenGL 2 shadery povolené a Kolor-Manager nainštalovaný. Môže ticho zlyhať.</p><p><strong>Experimentálne</strong>.</p>
sl: <p>Če je to mogoče, vklopi popravljanje barv z uporabo Kolor-Managerja. Zahtevani so omogočeni senčilniki OpenGL 2 in nameščen Kolor-Manager. Lahko spodleti brez obvestila.</p><p><strong>Poskusno</strong>.</p>
sr: <p>Активира поправку боја ако је могуће, преко Колор-менаџера. Захтева да су активирани шејдери по опенГЛ‑у 2, и да је Колор-менаџер инсталиран. Може не успети без одзива.</p><p><strong>Експериментално.</strong>.</p>
sv: <p>Aktiverar färgkorrektion om möjligt, med användning av Kolor-Manager. Kräver att OpenGL-2 skuggning är aktiverad och att Kolor-Manager är installerad. Kan misslyckas utan något meddelande.</p><p><strong>Experimentellt</strong>.</p>
tr: <p>Kolor-Manager kullanarak mümkün olduğunda renk doğrulamasını etkinleştirir. OpenGL 2 Gölgelendirileri'nin etkin olmasını ve Kolor-Manager'ın yüklü olmasını gerektirir. Uyarısız hata oluşturabilir.</p><p><strong>Deneysel</strong>.</p>
uk: <p>Вмикає виправлення кольорів за допомогою Kolor-Manager, якщо це можливо. Для роботи потрібна увімкнена підтримка шейдерів OpenGL 2 та встановлений комплект Kolor-Manager. Може не спрацювати без додаткових повідомлень.</p><p><strong>Експериментальна можливість</strong>.</p>
zh_cn: <p>可用情况下通过Kolor-Manager激活色彩矫正。需要启用 OpenGL 2 着色，以及需要安装Kolor-Manager。可能启用失败但没有提示。</p><p><strong>实验性</strong>.</p>
zh_tw: <p>可以的話用 Kolor-Manager 啟動色彩校正。需要開啟 OpenGL 2 Shaders 與安裝 Kolor-Manager。可能無預警地失敗。</p><p><strong>此功能為實驗性質</strong>。</p>

source: Enable color correction (experimental)
ca: Activa la correcció de color (experimental)
cs: Povolit korekci barev (experimentální)
da: Aktivér farvekorrektion (eksperimentelt)
el: Ενεργοποίηση διόρθωσης χρώματος (πειραματικό)
es: Activar la corrección de color (experimental)
eu: Gaitu kolore-zuzenketa (esperimentala)
fi: Käytä värinkorjausta (kokeellinen)
fr: Activer la correction de couleurs (expérimental)
gl: Activar a corrección da cor (experimental)
he: אפשר תיקון צבעים (ניסוי)
hu: Színjavítás engedélyezése (kísérleti)
ia: Habilita correction de color (experimental)
it: Abilita la correzione dei colori (sperimentale)
kk: Түстерді түзету рұқсат етілсін (эксперименталды)
ko: 색 보정 사용(실험적)
lt: Įgalinti spalvų taisymą (eksperimentinis)
nb: Slå på fargekorrigering (eksperimentell)
nds: Köörpleeg anmaken (testwies)
nl: Kleurencorrectie inschakelen (experimenteel)
pl: Włącz korekcję kolorów (eksperymentalne)
pt: Activar a correcção de cores (experimental)
pt_br: Ativar a correção de cores (experimental)
ru: Включить цветокоррекцию (экспериментальная версия).
sk: Povoliť korekciu farieb (experimentálne)
sl: Omogoči popravljanje barv (poskusno)
sr: Поправка боја (експериментално)
sv: Aktivera färgkorrektion ( (EXPERIMENTELLT)
tr: Renk doğrulamasını etkinleştir (deneysel)
uk: Увімкнути виправлення кольорів (експериментальне)
zh_cn: 启用色彩矫正(实验性)
zh_tw: 開啟色彩校正（實驗性質）

source: Tearing Prevention (VSync)
ca: Prevenció de l'esquinçament (VSync)
cs: Zabránění trhání ("VSync")
da: Forhindring af artefakter (VSync)
el: Προστασία από διάλυση (VSync)
es: Prevención de efecto bandera (VSync)
fi: Pirstoutumisen esto (VSync)
fr: Prévention de déchirement (Vsync)
gl: Prevención do efecto bandeira (vsync)
hu: Szakadás megelőzés (VSync)
ia: Prevention de laceration (VSync)
it: Prevenzione disturbi (VSync)
kk: Жыртылуын болдырмау (VSync)
ko: 티어링 방지(VSync)
lt: Plyšimo prevencija (VSync)
nb: Rift-forebygging (VSync)
nds: Verhöden vun Uteneenrieten (VSync)
nl: Voorkomen van scheeftrekken (VSync)
pl: Zapobieganie smużeniu (synchronizacja pionowa)
pt: Prevenção de Deslizamento (Sinc-V)
pt_br: Prevenção de deslizamento (VSync)
ru: Предотвращение разрывов (VSync)
sk: Zabránenie trhaniu (VSync)
sl: Preprečevanje trganja (VSync)
sr: Спречавање цепања (в‑синхро)
sv: Förhindra sönderrivning (VSync)
tr: Yaşarma Koruması (VSync)
uk: Запобігання розривам у зображенні (VSync)
zh_cn: 避免撕裂(VSync)
zh_tw: 避免破碎 (VSync)

source: General Options
ca: Opcions generals
cs: Obecné volby
da: Generelle indstillinger
el: Γενικές επιλογές
es: Opciones generales
et: Üldised valikud
eu: Aukera orokorrak
fi: Perusasetukset
fr: Options générales
gl: Opcións xerais
he: אפשרויות כלליות
hu: Általános beállítások
ia: Optiones General
it: Opzioni generali
kk: Жалпы параметрлері
km: ជម្រើស​ទូទៅ
ko: 일반 옵션
lt: Bendrosios parinktys
lv: Vispārīgās opcijas
nb: Generelle innstillinger
nds: Allgemeen Optschonen
nl: Algemene opties
pa: ਸਧਾਰਨ ਚੋਣ
pl: Opcje ogólne
pt: Opções Gerais
pt_br: Opções gerais
ru: Общие параметры
sk: Všeobecné možnosti
sl: Splošne možnosti
sr: Опште опције
sv: Allmänna inställningar
tr: Genel Seçenekler
uk: Загальні параметри
zh_cn: 常规选项
zh_tw: 一般選項

source: Keep window thumbnails:
ca: Mantén les miniatures de les finestres:
cs: Zachovat miniatury oken:
da: Behold miniaturer af vinduer:
el: Διατήρηση επισκόπησης παραθύρων:
es: Mantener miniaturas de las ventanas:
et: Akende pisipiltide säilitamine:
eu: Mantendu leihoen koadro txikiak:
fi: Säilytä ikkunoiden pienoiskuvat:
fr: Conserver les miniatures des fenêtres :
gl: Manter as miniaturas da xanela:
he: שמור תצוגות מקדימות של חלונות:
hu: Áttekintő képek az ablakokról:
ia: Mantene miniaturas de fenestras:
it: Tieni le miniature delle finestre:
kk: Қалдыратын терезенің нобайлары:
km: ទុក​បង្អួច​ជា​រូបភាព​តូចៗ​ជា​និច្ច ៖
ko: 창 미리 보기 그림 계속 그리기:
lt: Laikyti langų miniatiūras:
lv: Paturēt logu sīktēlus:
nb: Behold småbilder av vinduer:
nds: Finster-Vöransichten wohren:
nl: Vensterminiaturen behouden
pa: ਵਿੰਡੋ ਥੰਮਨੇਲ ਰੱਖੋ:
pl: Zachowaj podglądy okien:
pt: Manter as miniaturas da janela:
pt_br: Manter as miniaturas da janela:
ru: Создавать миниатюры окон
sk: Ponechať náhľady okien:
sl: Ohrani sličice oken:
sr: Држи сличице прозора:
sv: Behåll miniatyrbilder av fönster:
tr: Pencere küçük resimlerini tut:
uk: Зберігати мініатюри вікон:
zh_cn: 保留窗口缩略图：
zh_tw: 保持視窗縮圖：

source: Always (Breaks minimization)
ca: Sempre (trenca la minimització)
cs: Vždy (naruší minimalizaci)
da: Altid (ødelægger minimering)
el: Πάντα (ελαχιστοποίηση μη λειτουργική)
es: Siempre (rompe la minimización)
et: Alati (takistab minimeerimist)
eu: Beti (minimizazioa kaltetzen du)
fi: Aina (rikkoo pienennyksen)
fr: Toujours (perturbe la minimisation)
gl: Sempre (Dana a miniminazión)
he: תמיד (שובר מזעור)
hu: Mindig (elrontja a minimalizálást)
ia: Sempre (minimization de interruptiones)
it: Sempre (Rompe la minimizzazione)
kk: Әрқашан да (минимизациясын үзу)
km: ជានិច្ច (បំបែក​ការ​បង្រួម​អប្បបរមា)​
ko: 항상(최소화에 영향을 줌)
lt: Visuomet (sugadina sumažinimą)
lv: Vienmēr (sabojā minimizēšanu)
nb: Alltid (brekker mimering)
nds: Jümmers (Problem bi't Minimeren)
nl: Altijd (breekt minimalisatie)
pa: ਹਮੇਸ਼ਾ (ਘੱਟੋ-ਘੱਟ ਕਰਨ ਨੂੰ ਤੋੜਦਾ ਹੈ)
pl: Zawsze (psuje minimalizację)
pt: Sempre (Quebra a minimização)
pt_br: Sempre (quebra a minimização)
ru: Всегда
sk: Vždy (zniči minimalizáciu)
sl: Vedno (pokvari pomanjševanje)
sr: увек (квари минимизацију)
sv: Alltid (förhindrar minimering)
tr: Her Zaman (Küçültme efektini kırar)
uk: Завжди (перешкоджає мінімізації)
zh_cn: 总是(无视窗口最小化)
zh_tw: 總是（不管最小化）

source: Only for Shown Windows
ca: Només per les finestres visualitzades
cs: Pouze pro zobrazená okna
da: Kun for viste vinduer
el: Μόνο για ορατά παράθυρα
es: Solo para las ventanas mostradas
et: Ainult kuvatavate akende puhul
eu: Soilik bistaratzen diren leihoetarako
fi: Vain näytetyille ikkunoille
fr: Seulement pour les fenêtres affichées
gl: Só para as xanelas que se mostran
he: רק עבור חלונות מוצגים
hu: Csak a megjelenített ablakokról
ia: Solmente pro fenestras monstrate
it: Solo per le finestre visibili
kk: Тек көрінетін терезелер үшін
km: សម្រាប់​តែ​វីនដូ​ដែល​បាន​បង្ហាញ​តែ​ប៉ុណ្ណោះ​​
ko: 보이는 창만
lt: Tik rodomiems langams
lv: Tikai redzamajiem logiem
nb: Bare for viste vinduer
nds: Bloots bi wiest Finstern
nl: Alleen voor weergegeven vensters
pa: ਦਿੱਸ ਰਹੀਆਂ ਵਿੰਡੋਜ਼ ਲਈ ਹੀ
pl: Tylko dla pokazywanych okien
pt: Apenas para as Janelas Visíveis
pt_br: Apenas para as janelas visíveis
ru: Только для видимых окон
sk: Len pre zobrazené okná
sl: Samo za prikazana okna
sr: само за приказане прозоре
sv: Bara för visade fönster
tr: Sadece Gösterilen Pencereler İçin
uk: Лише для показаних вікон
zh_cn: 只对显示的窗口
zh_tw: 只對顯示的視窗

source: Never
ca: Mai
cs: Nikdy
da: Aldrig
el: Ποτέ
es: Nunca
et: Mitte kunagi
eu: Inoiz ez
fi: Ei koskaan
fr: Jamais
gl: Nunca
he: אף־פעם
hu: Soha
ia: Jammais
it: Mai
kk: Ешқашанда
km: កុំ​
ko: 하지 않음
lt: Niekada
lv: Nekad
nb: Aldri
nds: Nienich
nl: Nooit
pa: ਕਦੇ ਨਹੀਂ
pl: Nigdy
pt: Nunca
pt_br: Nunca
ru: Не создавать
sk: Nikdy
sl: Nikoli
sr: никад
sv: Aldrig
tr: Asla
uk: Ніколи
zh_cn: 从不
zh_tw: 永不

source: Scale method:
ca: Mètode d'escala:
cs: Metoda škálování:
da: Skaleringsmetode:
el: Μέθοδος κλιμάκωσης
es: Método de escalado:
et: Skaleerimisviis:
eu: Eskalatzeko metodoa:
fi: Skaalausmenetelmä:
fr: Méthode de mise à l'échelle :
gl: Método de escalado:
he: שיטת שינוי גודל:
hu: Nagyítási mód:
ia: Methodo de scala:
it: Metodo di scalatura:
kk: Масштабтау әдісі:
ko: 크기 조절 방법:
lt: Mastelio keitimo būdas:
lv: Mērogošanas metode:
nb: Skaleringsmetode:
nds: Topassmetood:
nl: Schalingsmethode:
pa: ਸਕੇਲ ਢੰਗ:ਸਕੇਲ ;
pl: Metoda skalowania:
pt: Método de escala:
pt_br: Método de escala:
ru: Метод масштабирования:
sk: Metóda škálovania:
sl: Metoda umerjanja:
sr: Начин скалирања:
sv: Skalningsmetod:
tr: Ölçekleme yöntemi:
uk: Спосіб масштабування:
zh_cn: 缩放方法：
zh_tw: 縮放方法：
