Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwm.po
Languages: gl, he, kk, lt, nds, pl, ro, sl

# NAME OF TRANSLATORS
source: Your names
gl: Xabi García, Marce Villarino
he: צוות התרגום של KDE ישראל
kk: Сайран Киккарин
lt: Eugenijus Paulauskas, Donatas Glodenis
nds: Sönke Dibbern, Manfred Wiese
pl: Michał Rudolf, Piotr Roszatycki, Łukasz Wojniłowicz
ro: Claudiu Costin

# EMAIL OF TRANSLATORS
source: Your emails
gl: xabigf@gmx.net, mvillarino@users.sourceforge.net
he: kde-l10n-he@kde.org
kk: sairan@computer.org
lt: eugenijus@agvila.lt, dgvirtual@akl.lt
nds: s_dibbern@web.de, m.j.wiese@web.de
pl: mrudolf@kdewebdev.org, dexter@debian.org, lukasz.wojnilowicz@gmail.com
ro: claudiuc@kde.org

source: M&ouse wheel:
gl: &Roda do rato:
he: גלגלת ה&עכבר:
kk: Т&ышқанның тегершігі:
lt: &Pelės ratukas:
nds: M&uusrad:
pl: R&olka myszy:
ro: R&otiță maus:
sl: Miškin k&olešček:

source: In this row you can customize middle click behavior when clicking into the titlebar or the frame.
gl: Nesta fila pode personalizar o comportamento cando se preme co botón central na barra de título ou no marco.
he: בשורה זו באפשרותך להתאים אישית את אופן התפקוד של הלחיצה האמצעית בעת לחיצה על שורת הכותרת או המסגרת.
kk: Осы жолда Сіз терезенің айдарын не қоршауын меңзеп, тышқанның ортаңғы батырмасын шерткенде болатын әрекеттерді баптай аласыз.
lt: Šioje eilutėje Jūs galite pakeisti viduriniojo spragtelėjimo ant antraštės juostos ar rėmelio poveikį.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Middelklick op den Titelbalken oder den Finsterrahmen maakt.
pl: Tu możesz ustawić działanie kliknięcia środkowego przycisku myszy na tytule lub brzegu okna.
ro: În acest rînd puteți personaliza comportamentul ferestrei cînd apăsați clic mijloc pe bara de titlu sau pe cadru.
sl: V tej vrstici lahko prilagodite obnašanje ob srednjem kliku naslovne vrstice ali okvirja.

source: Move
gl: Mover
he: הזז
kk: Жылжыту
lt: Perkelti
nds: Verschuven
pl: Przenieś
ro: Mută
sl: Premakni

source: Activate, Raise & Move
gl: Activar, elevar e mover
he: הפעל הבא לחזית והזז
kk: Назар аударып, алға шығару және жылжыту
lt: Suaktyvinti, iškelti į pirmą planą ir perkelti
nds: Aktiev maken, na vörn un verschuven
pl: Uaktywnij, przywołaj i przesuń
ro: Activează, ridică și mută
sl: Omogoči, dvigni in premakni

source: Toggle Raise & Lower
gl: Conmutar elevar e baixar
he: הבא לחזית או העבר לרקע
kk: Алға шығару немесе артқа тығу
lt: Perjungti pirmą ir antrą planą
nds: Na vörn/achtern stellen
pl: Przełącz przywołaj i odwołaj
ro: Comută ridicarea și coborîrea
sl: Preklopi dvig in spust

source: Resize
gl: Mudar o tamaño
he: שנה גודל
kk: Өлшемін өзгерту
lt: Keisti dydį
nds: Grött ännern
pl: Zmień rozmiar
ro: Redimensionează
sl: Spremeni velikost

source: Raise
gl: Elevar
he: הבא לחזית
kk: Алға шығару
lt: Į pirmą planą
nds: Na vörn
pl: Przywołaj
ro: Ridică
sl: Dvigni

source: Lower
gl: Cara atrás
he: העבר לרקע
kk: Төменге
lt: Žemesnis
nds: Na achtern
pl: Odwołaj
ro: Coboară
sl: Spusti

source: Minimize
gl: Minimizar
he: הקטן
kk: Түю
lt: Sumažinti
nds: Minimeren
pl: Minimalizuj
ro: Minimizează
sl: Skrči

source: Decrease Opacity
gl: Diminuir a opacidade
he: הקטן את השקיפות
kk: Мөлдірсіздігін азайту
lt: Sumažinti nepermatomumą
nds: Deckstärk minnern
pl: Zmniejsz nieprzezroczystość
ro: Scade opacitatea
sl: Zmanjšaj motnost

source: Increase Opacity
gl: Aumentar a opacidade
he: הגדל את השקיפות
kk: Мөлдірсіздігін көтеру
lt: Padidinti nepermatomumą
nds: Mehr Deckstärk
pl: Zwiększ nieprzezroczystość
ro: Crește opacitatea
sl: Povečaj motnost

source: Nothing
gl: Nada
he: כלום
kk: Ештеңе
lt: Nieko
nds: Nix
pl: Brak
ro: Nimic
sl: Nič

source: Ri&ght button:
gl: Botón &dereito:
he: לחצן &ימני:
kk: &Оң жақ батырмасы:
lt: Dešinysis klavišas:
nds: Re&chte Knoop:
pl: Prawy &przycisk:
ro: Buton &drept:
sl: Desni &gumb:

source: &Wheel
gl: &Roda
he: &גלגלת
kk: &Тегіршік
lt: &Pelės ratukas
nds: &Rad
pl: &Rolka
ro: &Rotiță
sl: Kol&ešček

source: Middle b&utton:
gl: Botón &central:
he: &לחצן אמצעי:
kk: О&ртаңғы батырмасы:
lt: Vidurinis klavišas:
nds: M&iddelknoop:
pl: Środkowy &przycisk:
ro: B&uton mijloc:
sl: Srednji g&umb:

source: In this row you can customize right click behavior when clicking into the titlebar or the frame.
gl: Nesta fila pode personalizar o comportamento cando se preme co botón secundario na barra de título ou no marco.
he: בשורה זו באפשרותך להתאים אישית את אופן התפקוד של הלחיצה הימנית בעת לחיצה על שורת הכותרת או המסגרת.
kk: Осы жолда Сіз терезенің айдарын не қоршауын меңзеп, тышқанның оң жақ батырмасын шерткенде болатын әрекеттерді баптай аласыз.
lt: Šioje eilutėje Jūs galite pakeisti dešiniojo spragtelėjimo ant antraštės juostos ar rėmelio poveikį.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Rechtsklick op den Titelbalken oder den Finsterrahmen maakt.
pl: Tu możesz ustawić działanie kliknięcia prawego przycisku myszy na tytule lub brzegu okna.
ro: În această linie puteți personaliza comportamentul ferestrei cînd dați clic dreapta pe bara de titlu sau pe cadru.
sl: V tej vrstici lahko prilagodite obnašanje ob desnem kliku naslovne vrstice ali okvirja.

source: &Left button:
gl: Botón &esquerdo:
he: לחצן &שמאלי:
kk: Со&л жақ батырмасы:
lt: &Kairysis klavišas:
nds: &Linke Knoop:
pl: &Lewy przycisk:
ro: &Buton stîng:
sl: &Levi gumb:

source: Inner Window, Titlebar & Frame
gl: Xanela interna, barra de título e marco
he: חלון פנימי, שורת כותרת ומסגרת
kk: Терезенің іші, айдары және қоршауы
lt: Vidinis langas, antraštės juosta ir rėmelis
nds: Finsterinholt, Titelbalken & Rahmen
pl: Wnętrze okno, pasek tytułowy i ramka
ro: Interior fereastră, bara de titlu și cadrul
sl: Notranje okno, naslovna vrstica in okvir

source: In this row you can customize middle click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
gl: Nesta fila pode personalizar o comportamento ao premer co botón central nunha xanela interna inactiva (interna significa sen barra de título e sen marco).
he: בשורה זו באפשרותך להתאים אישית את אופן התפקוד הלחיצה האמצעית בעת לחיצה על חלון פנימי לא פעיל ("פנימי" פירושו כל מה שלא שורת הכותרת ולא המסגרת).
kk: Осы жолда Сіз назардан тыс терезенің ішінде тышқанның ортаңғы батырмасын шерткенде болатын әрекетерін баптай аласыз (ішкі дегені айдарда да, қоршауда да емес).
lt: Šioje eilutėje Jūs galite pakeisti viduriniojo pelės spragtelėjimo ant neaktyvaus vidinio lango poveikį („vidinis“ reiškia be antraštės juostos ir rėmelio).
nds: Hier kannst Du fastleggen, wat en Middelklick binnen en nich aktiev Finster maakt (binnen is allens, wat nich Titelbalken oder Rahmen is)
pl: Tu możesz ustawić działanie kliknięcia środkowego przycisku myszy na wnętrzu nieaktywnego okna ('wnętrze' oznacza: nie pasek tytułu, nie ramka).
ro: Aici puteți personaliza comportamentul atunci cînd dați clic mijloc în interiorul unei ferestre inactive („interior” înseamnă orice în afară de bara de titlu și cadru).
sl: V tej vrstici lahko prilagodite obnašanje ob srednjem kliku nedejavnega notranjega okna (»notranje« pomeni: niti naslovna vrstica, niti okvir).

source: Activate, Raise & Pass Click
gl: Activar, subir e pasar o clic
he: הפעל, הבא לחזית והעבר לחיצה
kk: Назар аударып алға шығару және шертуді қабылдау
lt: Suaktyvinti, perkelti į pirmą planą ir perduoti pelės paspaudimą toliau
nds: Aktiev maken, na vörn & Klick utföhren
pl: Uaktywnij, przywołaj i kliknij
ro: Activează, ridică și transmite clicul
sl: Omogoči, dvigni in posreduj klik

source: Activate & Pass Click
gl: Activar e pasar o clic
he: הפעל והעבר לחיצה
kk: Назар аударып шертуді қабылдау
lt: Suaktyvinti ir perduoti pelės paspaudimą toliau
nds: Aktiev maken & Klick utföhren
pl: Uaktywnij i kliknij
ro: Activează și transmite clicul
sl: Omogoči in posreduj klik

source: Activate
gl: Activar
he: הפעל
kk: Назар аудару
lt: Suaktyvinti
nds: Aktiev maken
pl: Uaktywnij
ro: Activează
sl: Omogoči

source: Activate & Raise
gl: Activar e subir
he: הפעל והבא לחזית
kk: Назар аударып алға шығару
lt: Suaktyvinti ir perkelti į pirmą planą
nds: Aktiev maken & na vörn stellen
pl: Uaktywnij i przywołaj
ro: Activează și ridică
sl: Omogoči in dvigni

source: &Right button:
gl: Botón &dereito:
he: &לחצן ימני:
kk: &Оң жақ батырмасы:
lt: &Dešinysis klavišas:
nds: &Rechte Knoop:
pl: P&rawy przycisk:
ro: Buton d&rept:
sl: &Desni gumb:

source: In this row you can customize behavior when scrolling into an inactive inner window ('inner' means: not titlebar, not frame).
gl: Nesta fila pode personalizar o comportamento ao mover a roda nunha xanela interna inactiva (interna significa sen barra de título e sen marco).
he: בשורה זו באפשרותך להתאים אישית את אופן התפקוד של הלחיצה השמאלית בעת לחיצה על חלון פנימי לא פעיל ("פנימי" פירושו כל מה שלא שורת הכותרת ולא המסגרת).
kk: Осы жолда Сіз назардан тыс терезенің ішінде тышқан тегіршігін бұрағанда болатын әрекетерін баптай аласыз (ішкі дегені айдарда да, қоршауда да емес).
lt: Šioje eilutėje Jūs galite pakeisti neaktyvaus vidinio lango pasiekimo slinkimo metu poveikį („vidinis“ reiškia be antraštės juostos ir rėmelio).
nds: Hier kannst Du fastleggen, wat dat Rullen mit dat Muusrad binnen en nich aktiev Finster maakt (binnen is allens, wat nich Titelbalken oder Rahmen is).
pl: Tu możesz ustawić działanie przewijania na wnętrzu nieaktywnego okna ('wnętrze' oznacza: nie pasek tytułu, nie ramka).
ro: Aici puteți personaliza comportamentul la derularea în interiorul unei ferestre inactive („interior” înseamnă orice în afară de bara de titlu și cadru).
sl: V tej vrstici lahko prilagodite obnašanje ob vrtenju koleščka v nedejavnem notranjem oknu (»notranje« pomeni: niti naslovna vrstica, niti okvir).

source: Scroll
gl: Desprazar
he: גלול
kk: Бұрау
lt: Sukti
nds: Rullen
pl: Przewijanie
ro: Derulare
sl: Vrti kolešček

source: Activate & Scroll
gl: Activar e desprazar
he: הפעל וגלול
kk: Назар аударып жүгірту
lt: Suaktyvinti ir slinkti
nds: Aktiev maken & rullen
pl: Uaktywnij i przewiń
ro: Activează și derulează
sl: Omogoči in vrti kolešček

source: Activate, Raise & Scroll
gl: Activar, subir e desprazar
he: הפעל, הבא לחזית וגלול
kk: Назар аударып, алға шығару және жүгірту
lt: Suaktyvinti, iškelti į pirmą planą ir slinkti
nds: Aktiev maken, na vörn & rullen
pl: Uaktywnij, przywołaj i przewiń
ro: Activează, ridică și derulează
sl: Omogoči, dvigni in vrti kolešček

source: In this row you can customize left click behavior when clicking into the titlebar or the frame.
gl: Nesta fila pode personalizar o comportamento cando prema co botón primario na barra de título ou no marco.
he: בשורה זו באפשרותך להתאים אישית את אופן התפקוד של הלחיצה השמאלית בעת לחיצה על שורת הכותרת או המסגרת.
kk: Осы жолда Сіз терезенің айдарын не қоршауын меңзеп, тышқанның сол жақ батырмасын шерткенде болатын әрекеттерді баптай аласыз.
lt: Šioje eilutėje Jūs galite pakeisti kairiojo spragtelėjimo ant antraštės juostos ar rėmelio poveikį.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Linksklick op den Titelbalken oder den Finsterrahmen maakt.
pl: Tu możesz ustawić działanie kliknięcia lewego przycisku myszy na tytule lub brzegu okna.
ro: În această linie puteți personaliza comportamentul ferestrei cînd dați clic stînga pe bara de titlu sau pe cadru.
sl: V tej vrstici lahko prilagodite obnašanje ob levem kliku naslovne vrstice ali okvirja.

source: Here you can customize KDE's behavior when scrolling with the mouse wheel in a window while pressing the modifier key.
gl: Aquí pode personalizar o comportamento de KDE cando se use a roda do rato nunha xanela mentres se preme a tecla modificadora.
he: כאן באפשרותך להתאים אישית את אופן התפקוד של KDE בעת שימוש בגלגלת העכבר בתוך כותרת החלון תוך לחיצה על מקש משנה מצב.
kk: Осында Сіз түрлендіру пернесін басып тұрып тышқанның тегершігін бұрағанда болатын әрекеттерін баптай аласыз.
lt: Čia galite pritaikyti KDE elgesį, kai pelės mygtukas yra sukamas žymekliui esant virš lango kartu spaudžiant modifikavimo klavišą.
nds: Hier kannst Du fastleggen, wat KDE deit, wenn Du dat Muusrad över en Finster bruukst un dor en Sünnertast bi drückst.
pl: Tu możesz ustawić działanie kółka myszy w oknie, jeśli wciśnięty jest klawisz modyfikujący.
ro: Aici puteți personaliza comportamentul KDE atunci cînd învîrtiți rotița mausului în fereastră în timp ce țineți apăsată o tastă modificator.
sl: Tu lahko nastavite obnašanje KDE-ja, ko vrtite kolešček nekje v oknu, medtem ko držite spremenilno tipko.

source: Raise/Lower
gl: Elevar/Baixar
he: הבא לחזית/רקע
kk: Алға шығару/Артқа тығу
lt: Pakelti/Nuleisti
nds: Na vörn/achtern
pl: Przywołaj/odwołaj
ro: Ridicare/Coborîre
sl: Dvigni/spusti

source: Shade/Unshade
gl: Enrolar/Despregar
he: גלול/בטל גלילה
kk: Айдарға түю/Айдардан жаю
lt: Sutraukti/Išdidinti
nds: Tosamen-/Utrullen
pl: Zwiń/rozwiń
ro: Strîngere/Desfășurare
sl: Zvij/razvij

source: Maximize/Restore
gl: Maximizar/Restaurar
he: הגדל/שחזר
kk: Кең жаю/Қалпына келтіру
lt: Išdidinti/Atstatyti
nds: Maximeren/Ole Grött
pl: Maksymalizuj/przywróć
ro: Maximizare/restabilire
sl: Razpni/obnovi

source: Keep Above/Below
gl: Manter sobre/baixo
he: השאר מעל/מתחת
kk: Алдында/Артында ұстау
lt: Laikyti viršuje/apačioje
nds: Vörn/achtern hollen
pl: Zawsze na wierzchu/pod spodem
ro: Păstrează deasupra/dedesubt
sl: Ohrani nad/pod vsemi

source: Move to Previous/Next Desktop
gl: Mover ao anterior/seguinte escritorio
he: העבר לשולחן עבודה הבא/קודם
kk: Алдыңғы/Келесі үстеліне жылжыту
lt: Perkelti į ankstesnį/kitą darbastalį
nds: Na nakamen/verleden Schriefdisch
pl: Przenieś na poprzedni/następny pulpit
ro: Mută pe biroul precedent/următor
sl: Premakni na predhodno/naslednje namizje

source: Change Opacity
gl: Mudar a opacidade
he: שנה שקיפות
kk: Мөлдірлігін өзгерту
lt: Keisti nepermatomumą
nds: Deckstärk ännern
pl: Zmień przezroczystość
ro: Schimbă opacitatea
sl: Spremeni motnost

source: Switch to Window Tab to the Left/Right
gl: Ir á xanela na lapela da dereita/esquerda
he: עבור לכרטיסיית חלון ימנית/שמאלית
kk: Терезенің Сол/Оң жақ қойындысына ауысу
lt: Pereiti į lango kortelę dešiniau/kairiau
nds: Na Finsterpaneel rechts/links wesseln
pl: Przełącz na kartę po lewej/prawej
ro: Comută în Filele Ferestrelor la stînga/dreapta
sl: Preklopi na levo/desno okno v oken v zavihkih

source: In this row you can customize left click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
gl: Nesta fila pode personalizar o comportamento ao premer co botón primario nunha xanela interna inactiva (interna significa sen barra de título e sen marco).
he: בשורה זו באפשרותך להתאים אישית את אופן התפקוד של הלחיצה השמאלית בעת לחיצה על חלון פנימי לא פעיל ("פנימי" פירושו כל מה שלא שורת הכותרת ולא המסגרת).
kk: Осы жолда Сіз назардан тыс терезенің ішінде тышқанның сол жақ батырмасын шерткенде болатын әрекетерін баптай аласыз (ішкі дегені айдарда да, қоршауда да емес).
lt: Šioje eilutėje Jūs galite pakeisti kairiojo pelės spragtelėjimo ant neaktyvaus vidinio lango poveikį („vidinis“ reiškia be antraštės juostos ir rėmelio).
nds: Hier kannst Du fastleggen, wat en Linksklick binnen en nich aktiev Finster maakt (binnen is allens, wat nich Titelbalken oder Rahmen is).
pl: Tu możesz ustawić działanie kliknięcia lewego przycisku myszy na wnętrzu nieaktywnego okna ('wnętrze' oznacza: nie pasek tytułu, nie ramka).
ro: Aici puteți personaliza comportamentul atunci cînd dați clic stînga în interiorul unei ferestre inactive („interior” înseamnă orice în afară de bara de titlu și cadru).
sl: V tej vrstici lahko prilagodite obnašanje ob levem kliku nedejavnega notranjega okna (»notranje« pomeni: niti naslovna vrstica, niti okvir).

source: In this row you can customize right click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
gl: Nesta fila pode personalizar o comportamento ao premer co botón dereito no interior dunha xanela inactiva (interior significa que non é barra de título nin marco).
he: בשורה זו באפשרותך להתאים אישית את אופן התפקוד של הלחיצה הימנית בעת לחיצה על חלון פנימי לא פעיל ("פנימי" פירושו כל מה שלא שורת הכותרת ולא המסגרת).
kk: Осы жолда Сіз назардан тыс терезенің ішінде тышқанның оң жақ батырмасын шерткенде болатын әрекетерін баптай аласыз (ішкі дегені айдарда да, қоршауда да емес).
lt: Šioje eilutėje Jūs galite pakeisti dešiniojo pelės spragtelėjimo ant neaktyvaus vidinio lango poveikį („vidinis“ reiškia be antraštės juostos ir rėmelio).
nds: Hier kannst Du fastleggen, wat en Rechtsklick binnen en nich aktiev Finster maakt (binnen is allens, wat nich Titelbalken oder Rahmen is)
pl: Tu możesz ustawić działanie kliknięcia prawego przycisku myszy na wnętrzu nieaktywnego okna ('wnętrze' oznacza: nie pasek tytułu, nie ramka).
ro: Aici puteți personaliza comportamentul atunci cînd dați clic dreapta în interiorul unei ferestre inactive („interior” înseamnă orice în afară de bara de titlu și cadru).
sl: V tej vrstici lahko prilagodite obnašanje ob desnem kliku nedejavnega notranjega okna (»notranje« pomeni: niti naslovna vrstica, niti okvir).

source: M&iddle button:
gl: Botón &central:
he: לחצן &אמצעי:
kk: О&ртаңғы батырмасы:
lt: V&idurinis klavišas:
nds: M&iddelknoop:
pl: Środkowy przyc&isk:
ro: Buton m&ijloc:
sl: Srednj&i gumb:

source: Inactive Inner Window
gl: Interior de xanela inactiva
he: חלון פנימי לא פעיל
kk: Назардан тыс терезенің ішінде
lt: Neaktyvus vidinis langas
nds: Inholt vun en nich aktiev Finster
pl: Wnętrze nieaktywnego okna
ro: Interior fereastră inactivă
sl: Nedejavno notranje okno

source: Left &button
gl: Botón &esquerdo
he: לחצן &שמאלי
kk: Сол жақ &батырмасы
lt: &Kairysis klavišas
nds: Linke &Knoop:
pl: &Lewy przycisk
ro: &Buton stîng:
sl: Levi gum&b:

source: Modifier &key:
gl: Tecla &modificadora:
he: מקש &משנה מצב:
kk: Түрлендіру &пернесі:
lt: Modifikavimo &klavišas:
nds: Sünner&tast:
pl: &Klawisz modyfikujący:
ro: Tasta &modificator:
sl: Spremenilna tip&ka:

source: Here you select whether holding the Meta key or Alt key will allow you to perform the following actions.
gl: Aquí pode escoller se ao manter premida a tecla Meta ou a Alt se lle permitirá a realización das seguintes accións.
he: כאן באפשרותך לבחור אם החזקת המקשים Meta או Alt לחוצים תאפשר לך לבצע את הפעולות הבאות.
kk: Осында Сіз Meta және Alt пернелерді басып тұрғанда болатын әрекетерді баптай аласыз.
lt: Čia galite nurodyti kaip nuspaudus, nepriklausomai, Meta ar Alt klavišus, leis jums atlikti sekančius veiksmus.
nds: Hier kannst Du fastleggen, wat dat Drücken vun de Meta- oder de Alt-Tast een vun disse Akschonen utföhrt.
pl: Tu możesz wybrać, czy klawiszem modyfikującym jest Alt czy Meta.
ro: Aici alegeți dacă ținînd apăsată tasta Meta sau Alt vă permite să efectuați acțiunile ce urmează.
sl: Tu lahko nastavite ali vam bo držanje tipke Meta ali Alt omogočilo izvajanje naslednjih dejanj.

source: Window Tabbing
gl: Xanelas en lapelas
he: קיבוץ חלונות
kk: Терезенің ауысуы
lt: Langų kortelės
nds: Finster wesseln
pl: Karty okien
ro: File cu Ferestre
sl: Okna v zavihkih

source: When turned on hide all tabs that are not active from the taskbar.
gl: Cando se activa agóchalle á barra de tarefas todas as lapelas que non estean activas.
kk: Қосылса, барлық назардан тыс қойындыларын тапсырмалар панелінен кетіреді.
lt: Įjungus slepia visas neaktyvias korteles užduočių juostoje.
nds: Wenn anmaakt, all Paneels op den Programmbalken versteken, de nich aktiev sünd.
pl: Kiedy ta opcja jest włączona, nieaktywne karty nie będą widoczne na pasku zadań.
ro: Cînd este activat ascunde în taskbar toate filele care nu sînt active
sl: Ko je omogočeno, so vsa okna v zavihkih, ki so nedejavna, skrita v opravilni vrstici.

source: Hide inactive window tabs from the taskbar
gl: Agochar da barra de tarefas as lapelas de xanela inactivas
kk: Назардан тыс терезе қойындыларын тапсырмалар панелінен кетіру
lt: Slėpti neaktyvias langų korteles užduočių juostoje
nds: Nich aktiev Finsterpaneels nich op Programmbalken wiesen
pl: Ukryj nieaktywne karty z paska zadań
ro: Ascunde în taskbar ferestrele din filele inactive
sl: V opravilni vrstici skrij nedejavna okna v zavihkih

source: When turned on attempt to automatically detect when a newly opened window is related to an existing one and place them in the same window group.
gl: Se activa esta opción hase tentar detectar automaticamente a relación entre unha xanela recén aberta e unha xa existente e poraa no mesmo grupo.
kk: Қосылса, жаңа ашылған терезе бар терезеге ұқсастығын байқап, оны сол терезесімен, автоматты түрде, бір топқа жатқызады.
lt: Įjungus bando automatiškai aptikti, ar naujai atvertas langas yra susijęs su veikiančiuoju ir sudėti juos į tą pačią langų grupę.
nds: Wenn anmaakt, automaatsch opdecken, wenn en nieg opmaakt Finster en vörhannen Finster tohöört un dat den sülven Koppel tofögen
pl: Kiedy ta opcja jest włączona, nowo otwarte okna powiązane z już istniejącymi będą wyświetlane w tej samej grupie okien.
ro: Cînd este activat se încearcă să se detecteze automat dacă o fereastră deschisă recent este în legătură cu una existentă și plasarea lor în același grup de ferestre.
sl: Ko je omogočeno, se samodejno poskuša ugotoviti, ali je novo odprto okno povezano s kakim že obstoječim in se ju v tem primeru skuša združiti v isto skupino oken.

source: Automatically group similar windows
gl: Agrupar automaticamente as xanelas semellantes
kk: Ұқсас терезелерді автоматты түрде топтастырады
lt: Automatiškai rodyti panašius langus
nds: Liek Finstern automaatsch tosamenkoppeln
pl: Samoczynnie pogrupuj podobne okna
ro: Grupează automat ferestrele similare
sl: Samodejno združi podobna okna

source: When turned on immediately switch to any new window tabs that were automatically added to the current group.
gl: Se activa esta opción focalizarase automaticamente a nova xanela que se engadise ao grupo de lapelas actual.
kk: Қосылса, назардағы топқа автоматты түрде кіргізілген жаңа терезе қойындысына бірден ауысады.
lt: Įjungus iškart perjungti į bet kurią naują lango korteles kurios buvo automatiškai pridėtos prie konkrečios grupės.
nds: Wenn anmaakt, direktemang na nieg Finstern wesseln, de den aktuellen Koppel toföögt wöörn.
pl: Jeśli ta opcja jest włączona, to poza dodaniem nowej karty do obecnie pogrupowanych okien zostanie ona także przywołana.
ro: Cînd este activat comută imediat la oricare din filele ferestrelor noi care au fost adăugate automat la grupul curent.
sl: Ko je omogočeno, se takoj preklopi na novi zavihek z oknom, ki je bil samodejno dodan trenutni skupini.

source: Switch to automatically grouped windows immediately
gl: Ir de inmediato para as xanelas agrupadas automaticamente
kk: Бірден автоматты топтастырылған терезелерге ауысу
lt: Iškart perjungti į automatiškai sugrupuotus langus
nds: Fuurts na automaatsch tosamenkoppelt Finstern wesseln
pl: Natychmiastowo przełącz do samoczynnie pogrupowanych okien
ro: Comută imediat la ferestrele grupate automat
sl: Takoj preklopi na samodejno združena okna

source: &Placement:
gl: &Posicionamento:
he: מיק&ום:
kk: Жаңа терезенің &орналасуы:
lt: &Dėliojimas:
nds: &Platzeren:
pl: &Umieszczanie:
ro: &Amplasarea:
sl: &Postavitev:
