Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwm.po
Languages: gl, he, kk, lt, nds, pl, ro, sl

source: Maximize
gl: Maximizar
he: הגדל
kk: Кең жаю
lt: Išdidinti
nds: Maximeren
pl: Maksymalizuj
ro: Maximizează
sl: Razpni

source: Maximize (vertical only)
gl: Maximizar (só verticalmente)
he: הגדל (אנכית בלבד)
kk: Кең жаю (тігінен ғана)
lt: Išdidinti (tik vertikaliai)
nds: Maximeren (pielrecht)
pl: Maksymalizuj (tylko w pionie)
ro: Maximizează (numai pe verticală)
sl: Razpni (samo navpično)

source: Maximize (horizontal only)
gl: Maximizar (só horizontalmente)
he: הגדל (אופקית בלבד)
kk: Кең жаю (көлденеңінен ғана)
lt: Išdidinti (tik horizontaliai)
nds: Maximeren (kimmrecht)
pl: Maksymalizuj (tylko w poziomie)
ro: Maximizează (numai pe orizontală)
sl: Razpni (samo vodoravno)

source: &Double-click:
gl: &Dobre clic:
he: לחיצה &כפולה:
kk: Қ&ос түртім:
lt: &Dvigubas spustelėjimas:
nds: &Dubbelklick:
pl: Po&dwójne kliknięcie:
sl: &Dvojni klik:

source: Behavior on <em>double</em> click into the titlebar.
gl: Comportamento cando se fai <em>duplo-clic</em> na barra de título.
he: אופן התפקוד בעת לחיצה <em>כפולה</em> על שורת הכותרת.
kk: Айдарда <em>қос</em> шертім жасағандағы әрекет.
lt: <em>Dvigubo</em> paspaudimo poveikis antraštės juostai.
nds: Bedregen bi en <em>Dubbel</em>klick op den Titelbalken
pl: Zachowanie przy <em>dwukrotnym</em> kliknięciu na tytule okna.
ro: Comportament la <em>dublu-clic</em> pe bara de titlu.
sl: Obnašanje ob <em>dvojnem</em> kliku naslovne vrstice.

source: Shade
gl: Enrolar
he: גלול
kk: Айдарға түю
lt: Užtemdyti
nds: Inrullen
pl: Zwiń
ro: Strînge
sl: Zvij

source: Close
gl: Pechar
he: סגור
kk: Жабу
lt: Užverti
nds: Tomaken
pl: Zamknij
ro: Închide
sl: Zapri

source: On All Desktops
gl: Pór en todos os escritorios
he: בכל השולחנות עבודה
kk: Барлық Үстелдерде
lt: Visuose darbastaliuose
nds: Op all Schriefdischen
pl: Na wszystkich pulpitach
sl: Na vsa namizja

source: Wheel event:
gl: Evento coa roda:
he: אירוע גלגלת העכבר:
kk: Тегершігінің әрекеті:
lt: Ratuko įvykis:
nds: Muusrad-Begeefnis:
pl: Zdarzenie rolki:
sl: Dogodek koleščka:

source: Handle mouse wheel events
gl: Xestionar os eventos da roda do rato
he: טפל באירועים של גלגלת העכבר
kk: Тышқанның тегершігінің әрекетін баптау
lt: Tvarkyti pelės ratuko įvykius
nds: Muusradsignalen verarbeiden
pl: Obsługuj zdarzenia kółka myszy
ro: Gestionează evenimetele rotiței
sl: Obravnavaj vrtljaje miškinega koleščka

source: In this column you can customize mouse clicks into the titlebar or the frame of an active window.
gl: Nesta columna pode personalizar o comportamento da xanela activa cando se preme na barra de título ou no marco da mesma.
he: בטור זה באפשרותך להתאים אישית את לחיצות העכבר על שורת הכותרת או המסגרת של חלון פעיל.
kk: Осы бағанда Сіз назардағы терезенің айдарын не қоршауын меңзеп, тышқанды шерткенде болатын әрекеттерді баптай аласыз.
lt: Šiame stulpelyje Jūs galite pakeisti pelės paspaudimo ant aktyvaus lango antraštės juostos ar rėmelio poveikį.
nds: Binnen dissen Striep kannst Du fastleggen, wat en Muusklick op den Titelbalken oder den Rahmen vun en aktiev Finster maakt.
pl: W tej kolumnie możesz ustawić działanie kliknięć na pasku tytułowym i ramce aktywnego okna.
ro: În această coloană puteți personaliza comportamentul la clicurile de maus pe bara de titlu sau pe cadrul unei ferestre active.
sl: V tem stolpcu lahko prilagodite klike z miško na naslovno vrstico ali okvir dejavnega okna.

source: Active
gl: Activa
he: פעיל
kk: Назардағы терезеде
lt: Aktyvi
nds: Aktiev
pl: Okno aktywne
ro: Activă
sl: Dejavno

source: In this column you can customize mouse clicks into the titlebar or the frame of an inactive window.
gl: Nesta columna pode personalizar os clics do rato na barra de título ou no marco dunha xanela inactiva.
he: בטור זה באפשרותך להתאים אישית את לחיצות העכבר על שורת הכותרת או המסגרת של חלון לא פעיל.
kk: Осы бағанда Сіз назардан тыс терезенің айдарын не қоршауын меңзеп, тышқанды шерткенде болатын әрекеттерді баптай аласыз.
lt: Šiame stulpelyje Jūs galite pakeisti pelės paspaudimo ant neaktyvaus lango antraštės juostos ar rėmelio poveikį.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Muusklick op den Titelbalken oder den Rahmen vun en nich aktiev Finster maakt.
pl: W tej kolumnie możesz ustawić działanie kliknięć na pasku tytułowym i ramce nieaktywnego okna.
ro: În această coloană puteți personaliza comportamentul la clicurile de maus pe bara de titlu sau pe cadrul unei ferestre inactive.
sl: V tem stolpcu lahko prilagodite klike z miško na naslovno vrstico ali okvir nedejavnega okna.

source: Inactive
gl: Inactiva
he: לא פעיל
kk: Назардан тыс терезе
lt: Neaktyvus
nds: Nich aktiev
pl: Okno nieaktywne
ro: Inactivă
sl: Nedejavno

source: Left button:
gl: Botón primario:
he: לחצן שמאלי:
kk: Сол жақ батырмасы:
lt: Kairysis klavišas:
nds: Linke Knoop:
pl: Lewy przycisk:
ro: Buton stînga:
sl: Levi gumb:

source: Behavior on <em>left</em> click into the titlebar or frame of an <em>active</em> window.
gl: Comportamento cando se preme co botón <em>primario</em> na barra de título ou no marco dunha xanela <em>activa</em>.
he: אופן התפקוד בעת לחיצה <em>שמאלית</em> על שורת הכותרת או המסגרת של חלון <em>פעיל</em>.
kk: <em>Назардағы</em> терезенің айдары не қоршауын меңзеп, тышқанның <em>сол</em> жақ батырмасын шерткенде болатын әрекеттер.
lt: Elgesys po <em>kairiojo</em> pelės spragtelėjimo ant <em>aktyvaus</em> lango antraštės juostos ar rėmelio.
nds: Bedregen bi en <em>Links</em>klick op den Titelbalken oder Rahmen vun en <em>aktiev</em> Finster
pl: Zachowanie dla kliknięcia <em>lewym</em> przyciskiem myszy na tytule lub brzegu <em>aktywnego</em> okna.
ro: Comportament la clic <em>stînga</em> pe bara de titlu sau pe cadrul ferestrei <em>active</em>.
sl: Obnašanje ob <em>levem</em> kliku naslovne vrstice ali okvirja <em>dejavnega</em> okna.

source: Operations Menu
gl: Menú de operacións
he: תפריט פעולות
kk: Әрекеттер мәзірі
lt: Operacijų meniu
nds: Akschonen-Menü
pl: Menu operacji na oknie
ro: Meniul de operații
sl: Meni opravil

source: Start Window Tab Drag
gl: Iniciar o arrastre de xanelas en lapelas
he: התחל את גרירת הלשונית של החלון
kk: Терезе қойындысының сүйреуін бастау
lt: Pradėti lango kortelės pertempimą
nds: Finsterpaneel-Törn anfangen
pl: Rozpocznij przeciąganie karty
ro: Începe tragerea filei de fereastră
sl: Začni vleko okna v zavihku

source: Behavior on <em>left</em> click into the titlebar or frame of an <em>inactive</em> window.
gl: Comportamento cando se preme co botón <em>primario</em> na barra de título ou no marco dunha xanela <em>inactiva</em>.
he: אופן התפקוד בעת לחיצה <em>שמאלית</em> על שורת הכותרת או המסגרת של חלון <em>לא פעיל</em>.
kk: <em>Назардағы емес</em>терезенің айдары не қоршауын меңзеп, тышқанның <em>сол</em> жақ батырмасын шерткенде болатын әрекеттер.
lt: Elgesys po <em>kairiojo</em> pelės spragtelėjimo ant <em>neaktyvaus</em> lango antraštės juostos ar rėmelio.
nds: Bedregen bi en <em>Links</em>klick op den Titelbalken oder Rahmen vun en <em>nich aktiev</em> Finster
pl: Zachowanie dla kliknięcia <em>lewym</em> przyciskiem myszy na tytule lub brzegu <em>nieaktywnego</em> okna.
ro: Comportament la clic <em>stînga</em> pe bara de titlu sau pe cadrul ferestrei <em>inactive</em>.
sl: Obnašanje ob <em>levem</em> kliku naslovne vrstice ali okvirja <em>nedejavnega</em> okna.

source: Activate & Lower
gl: Activar e baixar
he: הפעל והעבר לרקע
kk: Назар аударып артқа тығу
lt: Suaktyvinti ir pašalinti iš pirmo plano
nds: Aktiev maken & na achtern stellen
pl: Uaktywnij i odwołaj
ro: Activează și coboară
sl: Omogoči in spusti

source: Middle button:
gl: Botón central:
he: לחצן אמצעי:
kk: Ортаңғы батырмасы:
lt: Vidurinis klavišas:
nds: Middelknoop:
pl: Środkowy przycisk:
ro: Buton mijloc:
sl: Srednji gumb:

source: Behavior on <em>middle</em> click into the titlebar or frame of an <em>active</em> window.
gl: Comportamento cando se preme co botón <em>central</em> na barra de título ou no marco dunha xanela <em>activa</em>.
he: אופן התפקוד בעת לחיצה <em>אמצעית</em> על שורת הכותרת או המסגרת של חלון <em>פעיל</em>.
kk: <em>Белсенді </em>терезенің айдары не қоршауын меңзеп, тышқанның <em>ортаңғы</em> батырмасын шерткенде болатын әрекеттер.
lt: Elgesys po <em>viduriniojo</em> pelės spragtelėjimo ant <em>aktyvaus</em> lango antraštės juostos ar rėmelio.
nds: Bedregen bi en <em>Middel</em>klick op den Titelbalken oder Rahmen vun en <em>aktiev</em> Finster
pl: Zachowanie dla kliknięcia <em>środkowym</em> przyciskiem myszy na tytule lub brzegu <em>aktywnego</em> okna.
ro: Comportament la clic <em>mijloc</em> pe bara de titlu sau pe cadrul ferestrei <em>active</em>.
sl: Obnašanje ob <em>srednjem</em> kliku naslovne vrstice ali okvirja <em>dejavnega</em> okna.

source: Right button:
gl: Botón secundario:
he: לחצן ימני:
kk: Оң жақ батырмасы:
lt: Dešinysis klavišas:
nds: Rechte Knoop:
pl: Prawy przycisk:
ro: Buton dreapta:
sl: Desni gumb:

source: Behavior on <em>right</em> click into the titlebar or frame of an <em>active</em> window.
gl: Comportamento cando se preme co botón <em>secundario</em> na barra de título ou no marco dunha xanela <em>activa</em>.
he: אופן התפקוד בעת לחיצה <em>ימנית</em> על שורת הכותרת או המסגרת של חלון <em>פעיל</em>.
kk: <em>Назардағы</em> терезенің айдары не қоршауын меңзеп, тышқанның <em>оң</em> жақ батырмасын шерткенде болатын әрекеттер.
lt: Elgesys po <em>dešiniojo</em> pelės spragtelėjimo ant <em>aktyvaus</em> lango antraštės juostos ar rėmelio.
nds: Bedregen bi en <em>Rechts</em>klick op den Titelbalken oder Rahmen vun en <em>aktiev</em> Finster
pl: Zachowanie dla kliknięcia <em>prawym</em> przyciskiem myszy na tytule lub brzegu <em>aktywnego</em> okna.
ro: Comportament la clic <em>dreapta</em> pe bara de titlu sau pe cadrul ferestrei <em>active</em>.
sl: Obnašanje ob <em>desnem</em> kliku naslovne vrstice ali okvirja <em>dejavnega</em> okna.

source: Behavior on <em>left</em> click onto the maximize button.
gl: Comportamento cando se preme no botón <em>primario</em> no botón de maximizado.
he: אופן התפקוד בעת לחיצה <em>שמאלית</em> על כפתור ההגדלה.
kk: Кең жаю батырмасын тышқанның <em>сол</em> жақ батырмасымен шерткенде болатын әрекет.
lt: <em>Kairiojo</em> paspaudimo poveikis paspaudus išdidinimo mygtuką.
nds: Bedregen bi en <em>Links</em>klick op den Maximeren-Knoop
pl: Zachowanie przy kliknięciu <em>lewym</em> przyciskiem na przycisku maksymalizacji.
ro: Comportament la <em>clic stînga</em> pe butonul de maximizare.
sl: Obnašanje ob <em>levem</em> kliku na gumb za razpenjanje.

source: Behavior on <em>middle</em> click onto the maximize button.
gl: Comportamento cando se preme co botón <em>central</em> no botón de maximizado.
he: אופן התפקוד בעת לחיצה <em>אמצעית</em> על כפתור ההגדלה.
kk: Кең жаю батырмасын тышқанның <em>ортаңғы</em> батырмасымен шерткенде болатын әрекет.
lt: <em>Viduriniojo</em> paspaudimo poveikis paspaudus išdidinimo mygtuką.
nds: Bedregen bi en <em>Middel</em>klick op den Maximeren-Knoop
pl: Zachowanie przy kliknięciu <em>środkowym</em> przyciskiem na przycisku maksymalizacji.
ro: Comportament la <em>clic mijloc</em> pe butonul de maximizare.
sl: Obnašanje ob <em>srednjem</em> kliku na gumb za razpenjanje.

source: Behavior on <em>right</em> click onto the maximize button.
gl: Comportamento cando se preme co botón <em>secundario</em> no botón de maximizado.
he: אופן התפקוד בעת לחיצה <em>ימנית</em> על כפתור ההגדלה.
kk: Кең жаю батырмасын тышқанның <em>оң</em> жақ батырмасымен шерткенде болатын әрекет.
lt: <em>Dešiniojo</em> paspaudimo poveikis paspaudus išdidinimo mygtuką.
nds: Bedregen bi en <em>Rechts</em>klick op den Maximeren-Knoop
pl: Zachowanie przy kliknięciu <em>prawym</em> przyciskiem na przycisku maksymalizacji.
ro: Comportament la <em>clic dreapta</em> pe butonul de maximizare.
sl: Obnašanje ob <em>desnem</em> kliku na gumb za razpenjanje.

source: Titlebar & Frame
gl: Barra de título e marco
he: שורת כותרת ומסגרת
kk: Айдары мен қоршауы
lt: Antraštės juosta ir rėmelis
nds: Titelbalken & Rahmen
pl: Ramka i pasek tytułu
sl: Naslovna vrstica in okvir

source: Titlebar
gl: Barra de título
he: שורת כותרת
kk: Айдар жолағы
lt: Antraštės juosta
nds: Titelbalken
pl: Pasek tytułu
sl: Naslovna vrstica

source: Maximize Button
gl: Botón de maximizado
he: כפתור הגדלה
kk: Кең жаю батырмасы
lt: Išdidinimo mygtukas
nds: Maximeren-Knoop
pl: Przycisk maksymalizacji
ro: Buton maximizare
sl: Gumb za razpenjanje

source: Here you can set that windows will be only snapped if you try to overlap them, i.e. they will not be snapped if the windows comes only near another window or border.
gl: Aquí pode estabelecer que as xanelas só se adhiran se tenta sobrepolas, é dicir, non se adherirán se as xanelas só se achegan á beira doutras.
he: כאן באפשרותך לקבוע שחלונות יוצמדו רק אם תנסה לערום אותם, משמע, הם לא יוצמדו אם החלונות רק מתקרבים לחלון או גבול אחר.
kk: Мұнда Сіз тек қабаттасқан терезелерді ғана түйісіп жабыстрылсын деп баптап қоя аласыз, яғни қабаттаспай жай жақын орналасқан терезелерге әсер етпейтіндей.
lt: Čia galite nustatyti, kad langai būtų pritraukiami tik tada, kai juos bandoma perdengti, t.y. jie nebus pritraukiami, jeigu jie tik priartės prie kito lango arba rėmelio.
nds: Hier kannst Du fastleggen, dat en Finster bloots an de Kant vun anner Finstern rantrocken warrt, wenn dat al dat annere Finster överdeckt.
pl: Jeśli ta opcja jest włączona, okna będą się przyciągać tylko wtedy, gdy spróbujesz nałożyć jedno na drugie, tj. nie będą się przyciągać, gdy zbliżysz je do siebie.
ro: Aici puteți stabili dacă ferestrele vor fi potrivite numai dacă încercați să le suprapuneți. Acest lucru înseamnă că ele nu vor fi „potrivite” dacă vin în apropiere una de alta sau de marginea ecranului.
sl: Tu lahko nastavite, da se okna pripnejo le, če se prekrivajo, t.j. ne bodo se pripela, če jih boste postavili le v bližino obrob drugih oken.

source: Snap windows onl&y when overlapping
gl: Adherir as xanelas só cando se &superpoñan
he: הצמד חלו&נות רק אם הם נערמים
kk: &Тек қабаттасқан терезелерді ғана жабыстру
lt: Pritraukti langus tik kai jie persi&dengia
nds: Bloots bi Ö&verdecken andocken
pl: Przyciągaj t&ylko okna nachodzące na siebie
ro: Potrivește ferestrele numai cînd se &suprapun
sl: Okna pripni &samo, če se prekrivajo

source: Here you can set the snap zone for the screen center, i.e. the 'strength' of the magnetic field which will make windows snap to the center of the screen when moved near it.
gl: Aquí pode estabelecer a zona de adherencia do centro da pantalla, é dicir, a intensidade do campo magnético que fará que as xanelas se xunten no centro cando se acheguen a el.
he: כאן באפשרותך לקבוע את אזור ההצמדה של גבולות מסך, כלומר את עוצמת "השדה המגנטי" שיגרום לחלונות להיצמד למרכז המסך כאשר הם יזיזו לידו.
kk: Бұнда Сіз экран ортасының жабысу төңірегін, яғни, терезенің ортасы экранның ортасана жақындағанда, магниттей тартылып жабыса қалатын қашықтықты, баптай аласыз.
lt: Čia galima nustatyti ekrano centro traukos zoną, t.y. magnetinio lauko „stiprumą“, kuris pritraukia langą prie ekrano centro jei traukiamas langas judą netoli centro.
nds: Hier kannst Du dat Andockrebeet för de Schirmmerrn fastleggen. Dat kannst Du as de Stärk vun en Magneetfeld ansehn, dat Finstern na de Schirmmerrn treckt, wenn Du een dor neeg henschuffst.
pl: Tutaj możesz ustawić strefę przyciągania dla środka ekranu, tj. 'siłę' pola magnetycznego, które sprawia, że okna zostają przyciągane do środka ekranu, będąc w jego pobliżu.
ro: Aici puteți stabili zona magnetică a centrului ecranelor, adică „tăria” cîmpului magnetic care face ferestrele să se lipească de centrul ecranului atunci cînd sînt mutate în apropierea ei.
sl: Tu lahko nastavite območje pripenjanja na sredino zaslona, t.j. »moč« magnetnega polja, ki bo okna pripelo na sredino zaslona, če jih postavite v bližino le-tega.

source: pixel
gl: píxel
he: פיקסל
kk: пиксел
lt: pikselis
pl: piksel
sl: slikovnih točk

source: no center snap zone
gl: sen zona de adherencia do centro
he: ללא אזור ההצמדה של המרכז
kk: ортасы жабысу төңірегі жоқ
lt: ne centrinės pritraukimo zonos
nds: keen Merrn-Andockrebeet
pl: brak strefy przyciągania środka
sl: brez sredinskega območja pripenjanja

source: &Border snap zone:
gl: Zonas de adherencia das &beiras:
he: אזור ההצמדה של ה&גבול:
kk: &Шегі жабысу төңірегі:
lt: &Rėmelio traukos zona:
nds: &Rahmen-Andockrebeet:
pl: Strefa przyciągania &brzegu:
ro: Zona magnetică a &marginii:
sl: Območje pripenjanja na obro&bo:

source: &Center snap zone:
gl: Zona de adherencia do &centro:
he: אזור ההצמדה של ה&מרכז:
kk: &Ортасы жабысу төңірегі:
lt: &Centruoti traukos zoną:
nds: &Merrn-Andockrebeet:
pl: Strefa przy&ciągania środka:
ro: Zona magnetică a &centrului:
sl: Območje pripenjanja na sre&dino:

source: Here you can set the snap zone for windows, i.e. the 'strength' of the magnetic field which will make windows snap to each other when they are moved near another window.
gl: Aquí pode estabelecer a zona de adherencia das xanelas, é dicir, a intensidade do campo magnético que fará que as xanelas se xunten con outras cando se acheguen a elas.
he: כאן באפשרותך לקבוע את אזור ההצמדה של חלונות, כלומר את "עוצמת" השדה המגנטי שיגרום לחלונות להיצמד זה לזה כשהם מוזזים ליד חלון אחר.
kk: Бұнда Сіз терезелердің шектерінің жабысу төңірегін, яғни, терезенің шегі басқа терезенің шегіне жақындағанда, магниттердей тартылып жабыса қалатын қашықтықты, баптай аласыз.
lt: Čia galima nustatyti langų traukos zoną, t.y. magnetinio lauko „stiprumą“, kuris traukia vieną langą prie kito velkant pro jį.
nds: Hier kannst Du dat Andockrebeet för de Finsterkanten fastleggen. Dat kannst Du as de Stärk vun en Magneetfeld ansehn, dat en Finster na en anner Finster rantreckt, wenn Du dat neeg na en Kant vun dat annere Finster schuffst.
pl: Tutaj możesz ustawić strefę przyciągania dla okien, tj. 'siłę' pola magnetycznego, które sprawia, że okna zostają przyciągane jedno do drugiego, będąc w swoim pobliżu.
ro: Aici puteți stabili zona magnetică a marginii ferestrelor, adică „tăria” cîmpului magnetic care face ferestrele să se lipească una de alta atunci cînd sînt mutate în apropiere.
sl: Tu lahko nastavite območje pripenjanja za okna, t.j. »moč« magnetnega polja, ki bo okna pripelo ob druga okna, če jih postavite v bližino le-teh.

source: no window snap zone
gl: sen zona de adherencia da xanela
he: ללא אזור ההצמדה של חלון
kk: терезенің жабысу төңірегі жоқ
lt: be lango pritraukimo zonos
nds: keen Finster-Andockrebeet
pl: brak strefy przyciągania okien
sl: brez okenskega območja pripenjanja

source: Here you can set the snap zone for screen borders, i.e. the 'strength' of the magnetic field which will make windows snap to the border when moved near it.
gl: Aquí pode estabelecer a zona de adherencia para as beiras da pantalla, é dicir, a intensidade do campo magnético que fará que as xanelas se xunten á beira cando se acheguen a ela.
he: כאן באפשרותך לקבוע את אזור ההצמדה של גבולות מסך, כלומר את עוצמת "השדה המגנטי" שיגרום לחלונות להיצמד לגבול כשהם מוזזים לידו.
kk: Бұнда Сіз экран шектерінің жабысу төңірегін, яғни, терезенің шегі экранның шегіне жақындағанда, магниттей тартылып жабыса қалатын қашықтықты, баптай аласыз.
lt: Čia galima nustatyti ekrano rėmelių traukos zoną, t.y. magnetinio lauko „stiprumą“, kuris pritraukia langą prie rėmelio velkant pro jį.
nds: Hier kannst Du dat Andockrebeet för de Schirmkanten fastleggen. Dat kannst Du as de Stärk vun en Magneetfeld ansehn, dat Finstern an de Kant rantreckt, wenn Du een neeg na de Kant schuffst.
pl: Tutaj możesz ustawić strefę przyciągania dla brzegów ekranu, tj. 'siłę' pola magnetycznego, które sprawia, że okna zostają przyciągane do brzegów ekranu, będąc w ich pobliżu.
ro: Aici puteți stabili zona magnetică a marginii ecranelor, adică „tăria” cîmpului magnetic care face ferestrele să se lipească de marginea ecranului atunci cînd sînt mutate în apropierea ei.
sl: Tu lahko nastavite območje pripenjanja za obrobe zaslona, t.j. »moč« magnetnega polja, ki bo okna pripelo ob obrobo, če jih postavite v bližino le-te.

source: no border snap zone
gl: sen zona de adherencia das beiras
he: ללא אזור ההצמדה של גבול
kk: шегі жабысу төңірегі жоқ
lt: be rėmo pritraukimo zonos
nds: keen Rahmen-Andockrebeet
pl: brak strefy przyciągania brzegu
sl: brez obrobnega območja pripenjanja

source: Enable this option if you want a window's geometry to be displayed while it is being moved or resized. The window position relative to the top-left corner of the screen is displayed together with its size.
gl: Sinale esta opción se quere que se mostre a xeometría da xanela mentres se está a mover ou mudar de tamaño. A posición da xanela relativa á esquina superior esquerda da pantalla móstrase xunto co seu tamaño.
he: הפעל את אפשרו זו, אם ברצונך שגודל החלון יוצג כאשר החלון מוזז או גודלו משתנה. מיקום החלון יהיה יחסי לפינה שמאלית עליונה של המסך ויוצג ביחד עם הגודל שלו.
kk: Жылжытқанда не өлшемін өзгерткенде терезенің геометриясы көрсетілсін десеңіз бұны рұқсат етіңіз. Өлшемімен бірге, экранның сол жақ жоғарғы бұрышынан өлшенген, терезенің орналасуы көрсетіледі.
lt: Įgalinkite šią parinktį, jei norite, kad lango geometrija būtų rodoma jo perkėlimo ar dydžio keitimo metu. Lango pozicija atsižvelgiant į viršutinį kairįjį ekrano kampą rodoma kartu su jo dydžiu.
nds: Maak dit an, wenn Du Positschoon un Grött vun dat Finster wiest kriegen wullt, bides Du dat verschuven oder trecken deist. De Positschoon warrt relatiev to de bövere linke Eck vun den Schirm angeven.
pl: Włączenie tej opcji spowoduje, że przy każdym przesuwaniu i zmianie rozmiaru okna wyświetlane będą: położenie okna względem górnego lewego rogu ekranu oraz wymiary.
ro: Activați această opțiune dacă doriți afișarea geometriei ferestrei atunci cînd este mutată sau redimensionată. Poziția relativă a ferestrei față de colțul stînga-sus este afișată împreună cu mărimea ei.
sl: Omogočite to možnost, če želite prikazano geometrijo okna med njegovim premikanjem oz. spreminjanjem velikosti. Relativen položaj okna glede na zgornji levi kot zaslona je prikazan skupaj z njegovo velikostjo.

source: Display window &geometry when moving or resizing
gl: Mostrar a &xeometría dunha xanela cando se mova ou mude o tamaño
he: הצג &גודל החלון בעת הזז או שינוי גודל
kk: Өзгерткенде терезенің &геометриясы көрсетілсін
lt: Rodyti lango &geometriją langus perstumiant ar keičiant jų dydį
nds: Finster&grött un -positschoon bi't Verschuven un Trecken wiesen
pl: Wyświetl &geometrię okna przy przesuwaniu lub zmianie rozmiaru
ro: Afișează g&eometria ferestrei la mutare sau redimensionare
sl: Prikaži &geometrijo okna med premikanjem ali spreminjanjem velikosti

source: &Window snap zone:
gl: Zona de adherencia da &xanela:
he: אזור ההצמדה של חלו&ן:
kk: &Терезенің жабысу төңірегі:
lt: &Lango traukos zona:
nds: &Finster-Andockrebeet:
pl: Strefa przyciągania &okien:
ro: Zona magnetică a &ferestrei:
sl: Območje prip&enjanja oken:

source: Windows
gl: Xanelas
he: חלונות
kk: Терезелер
lt: Langai
nds: Finstern
pl: Okna
ro: Ferestre
sl: Okna

source: Snap Zones
gl: Zonas de adherencia
he: אזורי הצמדה
kk: Жабысу төңірегі
lt: Traukos zonos
nds: Andock-Rebeden
pl: Strefy przyciągania
ro: Zone magnetice
sl: Območja pripenjanja
