Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: Native
ca: Natiu
cs: Původní
da: Systemets eget
el: Εγγενές
es: Nativo
et: Natiivne
eu: Jatorrizkoa
fi: Natiivi
fr: Natif
gl: Nativo
he: טבעית
hu: Natív
it: Nativo
kk: Стандартты
km: ដើម
ko: 네이티브
lt: Sava
nb: Lokalt
nds: Natiev
nl: Systeemeigen
pl: Natywny
pt: Nativo
pt_br: Nativo
ru: Системная
sk: Natívne
sl: Lastni
sr: самосвојни
sv: Inbyggd
tr: Doğal
uk: Системна
zh_cn: 原生
zh_tw: 原始

source: Raster
el: Χρωματικό πλέγμα
es: Rasterizado
fi: Rasteri
he: מפת סיביות
hu: Raszteres
kk: Растрлық
km: រ៉ាស្ទ័រ
ko: 래스터
lt: Rastrinė
pt: Rasterizado
pt_br: Rasterizado
ru: Растровая
sl: Rastrski
sr: растерски
uk: Растрова
zh_cn: 光栅

# NAME OF TRANSLATORS
source: Your names
da: Martin Schlander
it: Luciano Montanaro
lt: Andrius Štikonas, Donatas Glodenis
pl: Marta Rybczyńska, Łukasz Wojniłowicz
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
da: mschlander@opensuse.org
it: mikelima@cirulla.net
lt: stikonas@gmail.com, dgvirtual@akl.lt
pl: kde-i18n@rybczynska.net, lukasz.wojnilowicz@gmail.com
zh_tw: franklin at goodhorse dot idv dot tw
