Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: The complete screen is repainted for every frame. Can be slow with large blurred areas.
ca: es repinta tota la pantalla per cada fotograma. Pot ser lent per àrees difuminades grans.
da: Hele skærmen gentegnes ved hvert billede. Kan være langsom ved store slørrede områder.
el: Η πλήρης οθόνη ανασχεδιάζεται για κάθε πλαίσιο. Ίσως να γίνεται με μειωμένη ταχύτητα για μεγάλες ασαφείς περιοχές.
es: Se vuelve a pintar toda la pantalla para cada fotograma. Puede ser lento cuando hay grandes áreas borrosas.
fi: Koko näyttö piirretään uudelleen kullekin kehykselle. Voi olla hidas, jos kuvassa on laajoja sumeita alueita.
fr: La totalité de l'écran sera rafraîchie à chaque trame. Cela peut être lent avec de larges zones floues.
gl: A escena enteira píntase para cada fotograma. Podo ser lento con grandes áreas difuminadas.
he: המסך מצוייר במצואו בכל תמונה. ייתכן וזה יהיה איטי עם איזורים גדולים שמעומעמים.
hu: A teljes képernyő újra van rajzolva minden képkockánál. Lassú lehet nagy elmosott területeknél.
ia: Le scena complete es repingite pro cata quadro. Il pote esser lente con grende areas indistincte.
it: L'intero schermo è ridisegnato per tutti i frame. Può essere lento con grandi aree sfocate.
kk: Әр кадр үшін экран қайта суреттеледі. Бұлдыр жерлерде баяу болады.
ko: 매 프레임마다 전체 화면을 다시 그립니다. 큰 흐린 영역에서 느려질 수도 있습니다.
nb: Hele skjermen tegnes opp på nytt for hver ramme. Kan være langsomt med store diffuse felter.
nds: För elkeen Bild warrt de hele Schirm nieg opstellt. Mag bi grötter verwischt Rebeden langsam wesen.
nl: Het complete scherm wordt voor elk frame herschreven. Kan langzaam zijn met grote verminkte gebieden.
pl: Całkowita powierzchnia ekranu jest przemalowywana co każdą klatkę. Może być wolne przy dużych zamazanych obszarach.
pt: O ecrã completo é pintado de novo para cada imagem. Poderá ser lento com áreas borradas grandes.
pt_br: A tela completa é atualizada novamente para cada quadro. Isto pode ser demorado com grandes áreas borradas.
ru: Весь экран перерисовывается для каждого кадра. Может тормозить с большими размытыми областями.
sk: Celá obrazovka sa prekreslí pre každú snímku. Môže byť pomalé pri veľkých rozmazaných oblastiach.
sl: Za vsako sličico bo znova izrisan celoten zaslon. To je lahko počasi, če so območja večja in zabrisana.
sr: Цео екран се исцртава у сваком кадру. Може бити споро при великим замућеним зонама.
sv: Hela skärmen ritas om för varje ram. Kan vara långsamt med stora suddiga områden.
tr: Her kare için tüm ekran yeniden boyanır. Geniş buğulu alanlarda yavaş olabilir.
uk: Повне перемальовування екрана для кожного кадру. Може уповільнити оновлення великих ділянок зі значним розмиттям.
zh_cn: 每帧都重画整个窗口。 有大面积模糊区域时会很慢。
zh_tw: 每個視框都會重繪整個螢幕。 如果是大的模糊區，可能會很慢。

source: Re-use screen content
ca: Reutilitza el contingut de la pantalla
cs: Znovu využít obsah obrazovky
da: Genbrug skærmindhold
el: Επανάχρηση περιεχομένου οθόνης
es: Reusar el contenido de la pantalla
eu: Berrerabili pantailako edukia
fi: Käytä näytön sisältöä uudelleen
fr: Ré-utiliser le contenu de l'écran
gl: Reutilizar o contido da pantalla
he: השתמש מחדש בתוכן על המסך
hu: Képernyőtartalom újrahasználata
ia: Reusa contento de schermo
it: Riutilizza il contenuto dello schermo
kk: Экран мазмұнын қайта пайдалану
ko: 화면 내용 다시 사용
nb: Bruk skjerminnhold på nytt
nds: Schirminholt wedderbruken
nl: Scherminhoud hergebruiken
pl: Użyj ponownie zawartości ekranu
pt: Reutilizar o conteúdo do ecrã
pt_br: Reutilizar o conteúdo da tela
ru: Повторное использование
sk: Znovu použiť obsah obrazovky
sl: Znova uporabi vsebino zaslona
sr: рециклирање садржаја екрана
sv: Återanvänd skärminnehåll
tr: Ekran içeriğini tekrar kullan
uk: Повторно використовувати вміст екрана
zh_cn: 重用窗口内容
zh_tw: 重新使用螢幕內容

source: WARNING: This strategy is usually slow with Open Source drivers. Undamaged pixels will be copied from GL_FRONT to GL_BACK
ca: AVÍS: Aquesta estratègia normalment és lenta amb els controladors de codi font obert. Els píxels no afectats es copiaran des de GL_FRONT a GL_BACK
da: ADVARSEL: Denne strategi er normalt langsom med open source-drivere. Ikke beskadigede pixels vil blive kopieret fra GL_FRONT til GL_BACK
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η στρατηγική αυτή είναι συνήθως αργή με οδηγούς ανοιχτού κώδικα. Τα άθικτα εικονοστοιχεία θα αντιγραφούν από GL_FRONT σε GL_BACK
es: Advertencia: Esta estrategia suele ser lenta con los controladores de Código Abierto. Los píxeles no dañados se copiarán de GL_FRONT a GL_BACK.
eu: ABISUA: Estrategia hau motela izaten da iturburu-irekiko gidariekin. Kaltetu gabeko pixelak kopiatu egingo dira GL_FRONT-etik GL_Back-era
fi: VAROITUS: Menetelmä on yleensä hidas avoimen lähdekoodin ajureilla. Vioittumattomat kuvapisteet kopioidaan GL_FRONTista GL_BACKiin
fr: Attention : Cette règle est en générale lente avec les pilotes libres. Les pixels endommagés seront copiés de « GL_FRONT » vers « GL_BACK »
gl: Aviso: Esta estratexia adoita ser lenta con controladores libres. Os píxeles non xestionados hanse copiar de «GL_FRONT» a «GL_BACK».
hu: FIGYELEM: Ez a stratégia általában lassú a nyílt forrású meghajtókkal. Az ép pixelek át lesznek másolva a GL_FRONT helyről a GL_BACK helyre
ia: AVISO: Iste strategia es usualment elente con drivers de fonte libere. Pixels non guastate essera copiate ex GL_FRONT a GL_BLACK
it: ATTENZIONE: Questa strategia di solito è lenta con i driver Open Source. I pixel non danneggiati saranno copiati da GL_FRONT a GL_BACK
kk: ЕСКЕРТУ: Коды ашық драйверлерде бұл стратегия әдетте баяу. GL_FRONT пен GL_BACK арадағы өзгермелген пикселдер көшірмеленеді.
ko: 경고: 이 전략은 대부분 오픈 소스 드라이버에서 느립니다. 갱신되지 않은 픽셀이 GL_FRONT에서 GL_BACK으로 복사됩니다
nb: ADVARSEL: Denne strategien er som regel langsom med Open Source drivere. Piksler som ikke er ødelagt blir kopiert fra GL_FRONT til GL_BACK
nds: WOHRSCHO: Disse Metood is mit Apen-Born-Drievers faken langsam. Nich ännert Bildpünkt warrt vun GL_FRONT na GL_BACK kopeert.
nl: WAARSCHUWING: Deze strategie is gewoonlijk langzaam met opensource stuurprogramma's. Onbeschadigde pixels zullen gekopieerd worden uit GL_FRONT naar GL_BACK
pl: OSTRZEŻENIE: Strategia ta jest zazwyczaj wolna ze sterownikami otwarto-źródłowymi. Niezniszczone piksele zostaną skopiowane z GL_FRONT do GL_BACK
pt: ATENÇÃO: Esta estratégia normalmente é lenta com controladores de código aberto. Os pontos não afectados serão copiados do GL_FRONT para o GL_BACK
pt_br: ATENÇÃO: Esta estratégia normalmente é lenta com drivers de código aberto. Os pixels não afetados serão copiados do GL_FRONT para o GL_BACK
ru: ПРЕДУПРЕЖДЕНИЕ: Этот режим обычно работает медленно с открытыми драйверами. Неизменённые пикселы будут копироваться из буфера GL_FRONT в GL_BACK
sk: UPOZORNENIE: Táto stratégia je obyčajne pomalá s Open Source ovládačmi. Nepoškodené body budú skopírované z GL_FRONT do GL_BACK
sl: POZOR: Ta strategija je običajno počasna z odprtokodnimi gonilniki. Nepoškodovane slikovne točke bodo kopirane iz GL_FRONT v GL_BACK
sr: УПОЗОРЕЊЕ: Овај начин обично споро ради са отворенокодним драјверима. Неоштећени пиксели се копирају са GL_FRONT на GL_BACK.
sv: Varning: Strategin är ofta långsam för drivrutiner med öppen källkod. Oskadade bildpunkter kopieras från GL_FRONT till GL_BACK.
tr: UYARI: Bu strateji genellikle Açık Kaynak sürücülerde yavaştır. Hasar görmemiş pikseller GL_FRONT'dan GL_BACK'e kopyalanacaktır
uk: Попередження: Зазвичай, ця стратегія працює погано з драйверами з відкритим кодом. Незмінені пікселі буде скопійовано з GL_FRONT до GL_BACK.
zh_cn: 警告： 此策略在开源驱动中通常非常慢。 未更新的像素需要从 GL_FRONT 复制到 GL_BACK
zh_tw: 警告： 這個方式在開源的驅動程式下通常會很慢。 未損壞的像素會從 GL_FRONT 複製到 GL_BACK

source: kcmkwincompositing
sr: КЦМ‑слагањње-прозора
sv: IM Fönstersammansättning

source: KWin Desktop Effects Configuration Module
ca: Mòdul de configuració d'efectes d'escriptori pel KWin
cs: Konfigurační modul efektů pracovní plochy
da: Konfigurationsmodul til KWins skrivebordseffekter
el: Άρθρωμα διαμόρφωσης εφέ της επιφάνειας εργασίας KWin
es: Módulo de configuración de los efectos de escritorio de KWin
et: KWin'i töölauaefektide seadistamise moodul
eu: KWin mahaigaineko efektuak konfiguratzeko modulua
fi: KWin työpöytätehosteiden asetusosio
fr: Module de configuration des effets de bureau KWin
gl: Módulo de configuración dos efectos de escritorio de KWin
he: מודול הגדרות האפקטים של שולחן העבודה של KWin
hu: KWin beállítómodul az asztali effektusokhoz
ia: KWin Modulo de configuration de Effectos de Scriptorio
it: Modulo di configurazione per gli effetti del desktop di KWin
kk: KWin Үстел эффекттерін баптау модулі
km: ម៉ូឌុល​កំណត់រចនាសម្ព័ន្ធ​បែបផែន​ផ្ទៃតុ KWin
ko: KWin 데스크톱 효과 설정 모듈
lt: KWin darbastalio efektų konfigūravimo modulis
lv: KWin darbvirsmas efektu konfigurēšanas modulis
nb: Oppsettsmodul for KWin skrivebordseffekter
nds: Instellenmoduul för de KWin-Schriefdischeffekten
nl: KWin Bureaublad-effecten Configuratiemodule
pa: KWin ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਸੰਰਚਨਾ ਮੋਡੀਊਲ
pl: Moduł konfiguracji efektów pulpitu KWin
pt: Módulo de Configuração dos Efeitos de Ecrã do KWin
pt_br: Módulo de configuração dos efeitos da área de trabalho do KWin
ru: Модуль настройки эффектов KWin
sk: Konfiguračný modul efektov plochy KWin
sl: Modul za nastavitev grafičnih učinkov za namizje
sr: Контролни модул за К‑винове ефекте површи|/|$[својства дат 'Контролном модулу за К‑винове ефекте површи']
sv: Kwin inställningsmodul för skrivbordseffekter
tr: KWin Masaüstü Efektleri Yapılandırma Modülü
uk: Модуль налаштування ефектів стільниці KWin
zh_cn: KWin 桌面特效配置模块
zh_tw: KWin 桌面效果設定模組

source: (c) 2007 Rivo Laks
es: © 2007 Rivo Laks
fi: © 2007 Rivo Laks
hu: © Rivo Laks, 2007.
it: © 2007 Rivo Laks
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៧ ដោយ Rivo Laks
lv: (c) 2007 Rivo Laks (Rivo Laks)
nb: © 2007 Rivo Laks
nds: © 2007 Rivo Laks
ru: © Риво Лакс (Rivo Laks), 2007
sl: © 2007 Rivo Laks
sr: © 2007, Риво Лакс
sv: © 2007 Rivo Laks
uk: © Rivo Laks, 2007

source: Rivo Laks
lv: Rivo Laks (Rivo Laks)
pa: ਰੀਵੋ ਲਾਕਸ
ru: Риво Лакс (Rivo Laks)
sr: Риво Лакс

source: No effect
ca: Sense efecte
cs: Žádný efekt
da: Ingen effekt
el: Κανένα εφέ
es: Sin efecto
et: Efektid puuduvad
eu: Efekturik ez
fi: Ei tehostetta
fr: Aucun effet
gl: Sen efectos
he: ללא אפקט
hu: Nincs effektus
ia: Nulle effecto
it: Nessun effetto
kk: Эффектсіз
km: គ្មាន​បែបផែន
ko: 효과 없음
lt: Be efekto
nb: Ingen effekt
nds: Keen Effekt
nl: Geen effect
pa: ਪਰਭਾਵ ਨਹੀਂ
pl: Bez efektu
pt: Sem efeitos
pt_br: Nenhum efeito
ru: Без эффекта
sk: Žiadny efekt
sl: Brez učinka
sr: без ефекта
sv: Ingen effekt
tr: Efekt yok
uk: Без ефектів
zh_cn: 无效果
zh_tw: 沒有效果

source: Failed to activate desktop effects using the given configuration options. Settings will be reverted to their previous values. Check your X configuration. You may also consider changing advanced options, especially changing the compositing type.
ca: Ha fallat en activar els efectes d'escriptori usant les opcions de configuració proporcionades. Els paràmetres es revertiran als valors anteriors. Comproveu la configuració de l'X. També podeu considerar el canvi de les opcions avançades, especialment el canvi dels tipus de composició.
cs: Nelze aktivovat efekty plochy se zadanými parametry. Nastavení bude vráceno na původní hodnoty. Zkontrolujte nastavení X serveru. Také uvažte změnu pokročilejších nastavení, jako je např. typ kompozice.
da: Kunne ikke aktivere skrivebordseffekter med den givne konfiguration. Indstillinger omgøres til deres forrige værdier. Tjek din X-konfiguration. Du kan også overveje at ændre avancerede indstillinger, især ændring af type af compositing.
el: Αποτυχία ενεργοποίησης των εφέ επιφάνειας εργασίας με τη χρήση της δοσμένης διαμόρφωσης. Οι ρυθμίσεις θα επιστρέψουν στις προηγούμενες τιμές τους. Ελέγξτε τη διαμόρφωση του X. Ίσως θα πρέπει κάνετε τροποποιήσεις στις προχωρημένες επιλογές, ειδικότερα να τροποποιήσετε τον τύπο σύνθεσης.
es: Ha fallado la activación de efectos de escritorio usando las opciones de configuración dadas. La configuración volverá a los valores anteriores. Revise su configuración X. Considere el cambiar las opciones avanzadas, en especial el tipo de composición.
et: Töölauaefektide aktiveerimine antud seadistustega nurjus. Seadistustele antakse nende varasem väärtus. Kontrolli X'i seadistust. Samuti võiks kaaluda täpsemate valikute, eriti just komposiidi tüübi muutmist.
eu: Huts egin du emandako konfigurazio-aukerekin mahaigaineko efektuak aktibatzean. Ezarpenak aurreko balioetara itzuliko dira. Egiaztatu zure X konfigurazioa. Beharbada, komeniko zaizu aukera aurreratuak aldatzea, bereziki konposatze-mota.
fi: Työpöytätehosteita ei voitu ottaa käyttöön valituilla asetuksilla. Palautetaan vanhat asetukset. Tarkista X-palvelimen asetukset. Myös lisäasetusten vaihtaminen voi auttaa, erityisesti koostamistyylin vaihtaminen.
fr: Impossible d'activer les effets de bureau avec ces options de configuration. La configuration précédente sera rétablie. Veuillez vérifier la configuration de votre serveur X. Vous pouvez aussi envisager de modifier certaines options avancées, en particulier le mode d'affichage composite.
gl: Non se conseguiu activar os efectos do escritorio empregando as opcións de configuración dadas. A configuración reverterá aos valores anteriores. Verifique a configuración das X. Tamén pode pensar en mudar as opcións avanzadas, especialmente se troca o tipo de configuración.
he: ההפעלה של האפקטים של שולחן העבודה באמצעות התצורה הנוכחית נכשלה. אנא בדוק את הגדרות שרת ה־X שלך. כמו כן, אולי עליך לשקול לשנות הגדרות מתקדמות, במיוחד את סוג השזירה (compositing type).
hu: Nem sikerült engedélyezni az asztali effektusokat a megadott beállítások mellett. A beállítások nem változnak meg. Ellenőrizze az X beállításait. Szükség lehet néhány beállítás, például a kompozit típus megváltoztatására.
ia: Il falleva a activar effectos de scriptorios usante le date optiones de configuration. Preferentias retornara a lor previe valores. Tu verifica tu configuration de X. Tu anque pote considerar de cambiar optiones avantiate, specialmente modificante le typo de componer.
it: Non è stato possibile attivare gli effetti del desktop usando le opzioni configurate. Le impostazioni torneranno ai valori precedenti. Controlla la configurazione di X. Puoi anche provare a cambiare le opzioni avanzate, in particolare quella riguardante il tipo di composizione.
kk: Бапталған параметрлерімен үстел эффекттері жаңылды. Параметрлері алдыңғы мәндеріне қайтарылады. X баптауларын тексеріңіз. Мүмкін, қосымша деген параметрлерін өзгерту керек шығар, әсіресе композициялау түріне байланысты.
km: បាន​បរាជ័យ​ក្នុងការ​ធ្វើ​ឲ្យ​បែបផែន​ផ្ទៃតុ​សកម្ម ដោយ​ប្រើ​ប្រើ​ជម្រើស​កំណត់​រចនាសម្ព័ន្ធ​ដែល​បាន​ផ្ដល់​ឲ្យ ។ កា​រកំណត់​នឹង​ត្រូវ​បាន​បម្លែង​ទៅ​តម្លៃ​មុន​របស់​ពួកវា ។ ពិនិត្យ​មើល​ការ​កំណត់​រចនាសម្ព័ន្ធ X របស់​អ្នក ។ អ្នក​ក៏​អាច​ពិចារណា​អំពី​កា​រផ្លាស់ប្ដូរ​ជម្រើស​កម្រិត​ខ្ពស់ ជា​ពិសេស​ការ​​ផ្លាស់ប្ដូរ​ប្រភទ​តែង ។
ko: 설정한 옵션대로 데스크톱 효과를 활성화하는 데 실패하였습니다. 이전 값으로 돌아갈 것입니다. X 설정을 확인해 보십시오. 컴포지팅 종류와 같은 고급 설정도 바꾸어 보십시오.
lt: Nepavyko aktyvuoti darbastalio efektų naudojant nurodytas konfigūracijos parinktis. Bus grąžintos ankstesnės nustatymų vertės. Patikrinkite kompiuterio X konfigūraciją. Gal būt verta pakeisti ir sudėtingesnius nustatymus, ypač – komponavimo tipą.
lv: Neizdevās ieslēgt darbvirsmas efektus ar dotajiem iestatījumiem. Iestatījumi tiks atgriezti uz iepriekšējām vērtībām. Pārbaudiet X konfigurāciju. Varat mēģināt arī mainīt paplašinātos iestatījumus, īpaši komponēšanas tipu.
nb: Klarte ikke å skru på skrivebordseffekter med det oppgitte oppsettet. Innstillingene blir tilbakestilt til sine forrige verdier. Sjekk X-oppsettet. Det kan også være du bør endre avanserte innstillinger, spesielt sammensettingstypen.
nds: Mit de angeven Instellen laat sik de Schriefdischeffekten nich anmaken. De Instellen warrt op ehr verleden Weerten torüchsett. Prööv bitte Dien X-Instellen. Villicht schullst Du ok wat an de verwiederten Instellen maken, sünnerlich den Tosamensett-Typ.
nl: De bureaublad-effecten konden niet met de opgegeven instellingen worden geactiveerd. De instellingen zullen worden teruggezet naar hun vorige waarden. Controleer de instellingen van uw X-server en overweeg om de geavanceerde opties, zoals het type compositing, te wijzigen.
pa: ਦਿੱਤੀ ਸੰਰਚਨਾ ਚੋਣ ਨਾਲ ਡੈਸਕਟਾਪ ਪਰਭਾਵ ਐਕਟੀਵੇਟ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ। ਸੈਟਿੰਗ ਨੂੰ ਪਿਛਲੇ ਮੁੱਲਾਂ ਲਈ ਵਾਪਸ ਕੀਤਾ ਜਾਵੇਗਾ। ਆਪਣੀ X ਸੰਰਚਨਾ ਚੈੱਕ ਕਰੋ। ਤੁਸੀਂ ਤਕਨੀਕੀ ਚੋਣਾਂ ਬਦਲਣਾ ਚਾਹੋਗੇ, ਖਾਸ ਤੌਰ ਉੱਤੇ ਕੰਪੋਜ਼ੀਸ਼ਨ ਕਿਸਮ ਬਦਲਣਾ।
pl: Nie udało się włączyć efektów pulpitu zgodnych z opcjami konfiguracyjnymi. Zostaną przywrócone poprzednie ustawienia. Proszę sprawdzić konfigurację X-ów. Można także rozważyć zmianę opcji zaawansowanych, szczególnie zmianę typu kompozycji.
pt: Não foi possível activar os efeitos do ambiente de trabalho ao usar as opções de configuração indicadas. A configuração será reposta com os seus valores anteriores. Verifique a sua configuração do X. Poderá também pensar em alterar as opções avançadas, nomeadamente o tipo de composição.
pt_br: Não foi possível ativar os efeitos da área de trabalho ao usar as opções de configuração fornecidas. As configurações serão revertidas com os seus valores anteriores. Verifique a sua configuração do X. Você pode também considerar a alteração das opções avançadas, especialmente as do tipo de composição.
ru: Невозможно включить эффект на текущей конфигурации. Будут возвращены прежние параметры. Проверьте параметры графической подсистемы. Возможно, необходимо настроить дополнительные параметры, например, движок.
sk: Nepodarilo sa aktivovať efekty plochy pomocou zadaných konfiguračných možností. Nastavenie sa vráti do predchádzajúcich hodnôt. Overte si svoje nastavenie X. Môžete tiež zvážiť zmenu pokročilých možností, hlavne zmenu typu kompozície.
sl: Namiznih učinkov z danimi nastavitvami ni bilo moč omogočiti. Povrnjene bodo prejšnje nastavitve. Preverite nastavitve grafičnega sistema X. Prav tako lahko poskusite spremeniti napredne možnosti, recimo vrsto skladnje 3D.
sr: Неуспело активирање ефеката површи са датим поставним опцијама. Поставке ће бити враћене на претходне вредности. Проверите поставу Икса. Можете размислити и о измени напредних опција, посебно измени типа слагања.
sv: Misslyckades aktivera skrivbordseffekter med givna inställningsalternativ. Inställningarna återställs till sina tidigare värden. Kontrollera X-inställningarna. Överväg också att ändra avancerade alternativ, i synnerhet sammansättningstypen.
tr: Verilen yapılandırma seçenekleri ile masaüstü efektleri etkinleştirilemedi. Ayarlar önceki haline döndürülecek. X yapılandırmanızı kontrol edin. Özellikle gelişmiş seçenekler bölümündeki birleşiklik tipine dikkat edin.
uk: Не вдалося задіяти ефекти стільниці за вказаними параметрами налаштування. Параметри буде повернуто до попередніх значень. Перевірте налаштування сервера X. Крім того, можливо, слід змінити додаткові параметри, особливо тип композитного відтворення.
zh_cn: 以给定配置选项激活桌面特效失败，现在将还原到先前的设置。 请检查您的 X 配置，您也可以想要更改一些高级选项，尤其是混成类型。
zh_tw: 使用指定的設定選項啟動桌面效果失敗。設定將轉換回之前的設定值。 請檢查您的 X 設定。您可以也要考慮變更一些進階的設定，特別是像組合型態（compositing type）等設定。

source: Appearance
ca: Aparença
cs: Vzhled
da: Udseende
el: Εμφάνιση
es: Apariencia
et: Välimus
eu: Itxura
fi: Ulkoasu
fr: Apparence
gl: Aparencia
he: מראה
hu: Megjelenés
ia: Apparentia
it: Aspetto
kk: Көрінісі
km: រូបរាង
ko: 모양
lt: Išvaizda
lv: Izskats
nb: Utseende
nds: Utsehn
nl: Uiterlijk
pa: ਦਿੱਖ
pl: Wygląd
pt: Aparência
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Videz
sr: Изглед
sv: Utseende
tr: Görünüm
uk: Вигляд
zh_cn: 外观
zh_tw: 外觀

source: Accessibility
ca: Accessibilitat
cs: Zpřístupnění
da: Tilgængelighed
el: Προσβασιμότητα
es: Accesibilidad
et: Hõlbustus
eu: Erabilerraztasuna
fi: Käytettävyys
fr: Accessibilité
gl: Accesibilidade
he: נגישות
hu: Kezelési segítség
ia: Accessibilitate
it: Accessibilità
kk: Арнайы мүмкіндік
km: ភាព​អាច​ចូល​ដំណើរ​ការ
ko: 접근성
lt: Prieinamumas
lv: Pieejamība
nb: Tilgjengelighet
nds: Toganghülp
nl: Toegankelijkheid
pa: ਅਸੈੱਸਬਿਲਟੀ
pl: Dostępność
pt: Acessibilidade
pt_br: Acessibilidade
ru: Специальные возможности
sk: Prístupnosť
sl: Dostopnost
sr: Приступачност
sv: Handikappstöd
tr: Erişebilirlik
uk: Доступність
zh_cn: 辅助功能
zh_tw: 輔助

source: Focus
cs: Zaměření
da: Fokus
el: Εστίαση
es: Enfocar
et: Fookus
eu: Fokua
fi: Kohdistus
gl: Foco
he: מיקוד
hu: Fókusz
ia: Foco
kk: Назары
km: ផ្ដោត​លើ
ko: 초점
lt: Fokusas
lv: Fokuss
nb: Fokus
nds: Fokus
pa: ਫੋਕਸ
pl: Pierwszy plan
pt: Foco
pt_br: Foco
ru: Управление фокусом
sk: Zameranie
sl: Žarišče
sr: Фокус
sv: Fokus
tr: Odaklama
uk: Фокус
zh_cn: 焦点
zh_tw: 焦點

source: Window Management
ca: Gestió de les finestres
cs: Správa oken
da: Vindueshåndtering
el: Διαχείριση παραθύρων
es: Gestión de ventanas
et: Akende haldamine
eu: Leiho-kudeaketa
fi: Ikkunanhallinta
fr: Gestion des fenêtres
gl: Xestión das xanelas
he: ניהול חלונות
hu: Ablakkezelés
ia: Gestion de Fenestra
it: Gestione delle finestre
kk: Терезені басқару
km: ការ​គ្រប់គ្រង​បង្អួច
ko: 창 관리
lt: Langų tvarkymas
lv: Logu vadība
nb: Vindusbehandling
nds: Finsterpleeg
nl: Vensterbeheer
pa: ਵਿੰਡੋ ਮੈਨੇਜਮੈਂਟ
pl: Zarządzanie oknami
pt: Gestão de Janelas
pt_br: Gerenciamento de janelas
ru: Управление окнами
sk: Správa okien
sl: Upravljanje z okni
sr: Управљање прозорима
sv: Fönsterhantering
tr: Pencere Yönetimi
uk: Керування вікнами
zh_cn: 窗口管理
zh_tw: 視窗管理員

source: Candy
ca: Llaminadures
cs: Pastva pro oči
da: Øjeguf
el: Διακόσμηση
es: Embellecimiento
et: Silmailu
eu: Apainketa
fi: Karkit
fr: Ornements
gl: Adornos
he: צעצועים
hu: Extrák
it: Attrazioni
kk: Кәмпит
km: ស្ករ​គ្រាប់
ko: 볼거리
lt: Saldainiukai
lv: Smukumi
nb: Snop
nds: Sööt
nl: Oogstreling
pa: ਕੈਂਡੀ
pl: Upiększenia
pt: Beleza
pt_br: Beleza
ru: Развлечения
sl: Vidni priboljški
sr: Слаткиши
sv: Godsaker
tr: Güzelleştirme
uk: Прикраси
zh_cn: 蜜罐

source: Demos
cs: Demo
da: Demoer
el: Παρουσιάσεις
et: Demod
eu: Demoak
fi: Esittelyt
fr: Démos
gl: Demostracións
he: הדגמות
hu: Demók
it: Dimostrazioni
kk: Демонстрациялар
km: សាកល្បង
ko: 데모
lt: Demonstraciniai
lv: Demonstrācijas
nb: Demoer
nds: Bispillen
pa: ਡੈਮੋ
pl: Demonstracje
pt: Demonstrações
pt_br: Demonstrações
ru: Демонстрации
sk: Demo
sl: Predstavitve
sr: Демои
sv: Demonstrationer
tr: Gösterimler
uk: Демонстрації
zh_cn: 演示
zh_tw: 範例

source: Tests
ca: Proves
cs: Testy
da: Test
el: Έλεγχοι
es: Pruebas
et: Testid
eu: Probak
fi: Kokeilut
gl: Probas
he: בדיקות
hu: Tesztek
ia: Provas
it: Test
kk: Сынақтар
km: សាកល្បង
ko: 테스트
lt: Testai
lv: Pārbaudes
nb: Tester
pa: ਟੈਸਟ
pl: Testy
pt: Testes
pt_br: Testes
ru: Тестирование
sk: Testy
sl: Preizkusi
sr: Пробе
sv: Tester
tr: Testler
uk: Тести
zh_cn: 测试
zh_tw: 測試

source: Tools
ca: Eines
cs: Nástroje
da: Værktøjer
el: Εργαλεία
es: Herramientas
et: Tööriistad
eu: Tresnak
fi: Työkalut
fr: Outils
gl: Utilidades
he: כלים
hu: Eszközök
ia: Instrumentos
it: Strumenti
kk: Құралдар
km: ឧបករណ៍
ko: 도구
lt: Įrankiai
lv: Rīki
nb: Verktøy
nds: Warktüüch
nl: Hulpmiddelen
pa: ਟੂਲ
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
ru: Инструменты
sk: Nástroje
sl: Orodja
sr: Алатке
sv: Verktyg
tr: Araçlar
uk: Інструменти
zh_cn: 工具
zh_tw: 工具
