Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwindecoration.po
Languages: kk, lt, mr

# NAME OF TRANSLATORS
source: Your names
mr: संदिप शेडमाके, चेतन खोना

# EMAIL OF TRANSLATORS
source: Your emails
mr: sandeep.shedmake@gmail.com, chetan@kompkin.com

source: Border size:
kk: Шегінің өлшемі:
lt: K&raštinės plotis:
mr: किनार आकार :

# @item:inlistbox Border size:
source: Tiny
kk: Жұқа
lt: Smulki
mr: लहान

# @item:inlistbox Border size:
source: Normal
kk: Қалыпты
lt: Normali
mr: सामान्य

# @item:inlistbox Border size:
source: Large
kk: Қалың
lt: Didelė
mr: मोठे

# @item:inlistbox Border size:
source: Very Large
kk: Өте қалың
lt: L. didelė
mr: प्रचंड मोठे

# @item:inlistbox Border size:
source: Huge
kk: Зор
lt: Didžiulė
mr: अवाढव्य

# @item:inlistbox Border size:
source: Very Huge
kk: Өте зор
lt: Milžiniška
mr: प्रचंड अवाढव्य

# @item:inlistbox Border size:
source: Oversized
kk: Тым қалың
lt: Per didelė
mr: आकारापेक्षा जास्त

source: Button size:
kk: Батырмасының өлшемі:
lt: Mygtukų dydis:
mr: बटन आकार :

# @item:inlistbox Button size:
source: Tiny
kk: Шағын
lt: Smulki
mr: लहान

# @item:inlistbox Button size:
source: Normal
kk: Қалыпты
lt: Normali
mr: सामान्य

# @item:inlistbox Button size:
source: Large
kk: Үлкен
lt: Didelė
mr: मोठे

# @item:inlistbox Button size:
source: Very Large
kk: Өте үлкен
lt: L. didelė
mr: प्रचंड मोठे

# @item:inlistbox Button size:
source: Huge
kk: Зор
lt: Didžiulė
mr: अवाढव्य

# @item:inlistbox Button size:
source: Very Huge
kk: Өте зр
lt: Milžiniška
mr: प्रचंड अवाढव्य

# @item:inlistbox Button size:
source: Oversized
kk: Тым үлкен
lt: Per didelė
mr: आकारापेक्षा जास्त

source: Close windows by double clicking the menu button
kk: Мәзір батырмасын қос шерткенде терезе жабылсын
lt: Uždaryti langus du kartus spustelėjus meniu mygtuką
mr: मेन्यू बटन वर दोनदा क्लिक करून चौकटी बंद करा

source: KDE
mr: केडीई

source: %1 (unavailable)
kk: %1 (қол жеткізбеуде)
lt: %1 (nepasiekiamas)
mr: %1 (अनुपलब्ध)

source: To add or remove titlebar buttons, simply <i>drag</i> items between the available item list and the titlebar preview. Similarly, drag items within the titlebar preview to re-position them.
kk: Терезелердің айдарындағы батырмаларды қосу немесе өшіру үшін оларды төмендегі тізімі мен айдардың суреті арасында <i>сүйреп</i> орнына апаруға немесе алып тастауға болады.
lt: Norėdami įdėti ar pašalinti antraštės juostos mygtukams, paprasčiausiai <i>nutempkite</i> objektus iš galimų objektų sąrašo į antraštės peržiūrą ir atvirkščiai. Panašiai, pakeisti mygtukų vietai, tempkite objektus antraštės juostos peržiūroje.
mr: शिर्षकपट्टी बटन जोडण्याकरिता किंवा काढून टाकण्याकरिता, उपलब्ध घटक यादी व शिर्षकपट्टी पूर्वावलोकन अंतर्गत घटक <i>ओढा</i>. त्याचनुरूप, घटक पुन्ह-स्थीत करण्याकरिता त्यांस शिर्षकपट्टी पूर्वावलोकन अतंर्गत ओढा.

source: Resize
kk: Өлшемін өзгерту
lt: Keisti dydį
mr: पुन्हाकार

source: Shade
kk: Айдарға түю
lt: Šešėlis
mr: सावली

source: Keep Below Others
kk: Ең артында ұстау
lt: Laikyti po kitais
mr: इतरांच्या खाली दर्शवा

source: Keep Above Others
kk: Бет алдында ұстау
lt: Laikyti virš kitų
mr: इतरांच्या वर दर्शवा

source: Close
kk: Жабу
lt: Užverti
mr: बंद करा

source: Maximize
kk: Кең жаю
lt: Išdidinti
mr: मोठी करा

source: Minimize
kk: Түю
lt: Sumažinti
mr: लहान करा

source: Help
kk: Анықтама
lt: Pagalba
mr: मदत

source: On All Desktops
kk: Барлық үстелдерде
lt: Visuose darbastaliuose
mr: सर्व डेस्कटॉप वर

# Button showing window actions menu
source: Window Menu
kk: Терезе мәзірі
lt: Lango meniu
mr: चौकट मेन्यू

# Button showing application menu imported from dbusmenu
source: Application Menu
kk: Қолданбаның мәзірі
lt: Programos meniu
mr: अनुप्रयोग मेन्यू

source: --- spacer ---
kk: --- бөлгіш ---
lt: --- skirtukas ---
mr: --- रिकामी जागा ---

source: Enabling this checkbox will show window button tooltips. If this checkbox is off, no window button tooltips will be shown.
kk: Терезенің батырмасының ишара жазуы болсын десңіз осы құсбегіні қойыңыз. Қоймасаңыз бұл жазулар шығарылмайды.
lt: Tai pažymėjus, bus rodomos lango mygtukų etiketės. Jeigu tai išjungta, lango mygtukų etiketės nebus rodomos.
mr: या चेकबॉक्सला कार्यान्वित केल्यास चौकट बटन टूलटिप दर्शविले जाईल. या चेकबॉक्सला अकार्यान्वित केल्यास, कोणतीही चौकट बटन टूलटिप दर्शविले जाऊ शकणार नाही.

source: &Show window button tooltips
kk: Терезенің батырмасының ишара жазуы &болсын
lt: &Rodyti lango mygtuko etiketes
mr: चौकट बटन टूलटिप दर्शवा (&S)

source: Please note that this option is not available on all styles yet.
kk: Бұл параметр әлі кейбір стильдерінде жоқ екенін ескерген жөн.
lt: Atkreipkite dėmesį, kad ši parinktis kol kas prieinama ne visiems stiliams.
mr: ही पर्याय सर्व शैली करिता अजून उपलब्ध नाही कृपया याची नोंद घ्या.

source: Use custom titlebar button &positions
kk: Айдардағы батармалар о&рны қалау бойынша болсын
lt: Derintos antraštės juostos &mygtukų vietos
mr: ऐच्छिक शिर्षकपट्टी बटन स्थितीचा वापर करा (&P)

source: Buttons
kk: Батырмалар
lt: Mygtukai
mr: बटन

source: B&order size:
kk: Ш&егінің өлшемі:
lt: K&raštinės plotis:
mr: किनार आकार (&o):

source: Use this combobox to change the border size of the decoration.
kk: Безендірудің шек жиегінің өлшемін осы ашылмалы тізімінен таңдаңыз.
lt: Naudokite šį pasirodantį sąrašą norėdami pakeisti lango kraštinės plotį.
mr: सजावट करिता किनार आकार बदलविण्याकरिता या कॉम्बोबॉक्सचा वापर करा.

source: Decoration Options
kk: Безендірулердің параметрлері
lt: Išvaizdos parinktys
mr: सजावटीचे पर्याय

source: Search
kk: Іздеу
lt: Ieškoti
mr: शोध

source: Select the window decoration. This is the look and feel of both the window borders and the window handle.
kk: Терезелердің безендірулерін таңдаңыз. Бұл терезенің шегінің және басқару бөлшектерінің көрінісі мен қасиеттері.
lt: Nurodykite langų dekoravimą. Tai yra langų rėmelių ir langų tvarkyklės išvaizda ir elgesys.
mr: चौकट सजावट निवडा. चौकट व चौकटीच्या कडा कसे दिसेल ते येथे ठरते.

source: Configure Decoration...
kk: Безендіруді баптау...
lt: Konfigūruoti dekoraciją...
mr: सजावट संयोजीत करा ...

source: Configure Buttons...
kk: Батырмаларды баптау...
lt: Konfigūruoti mygtukus...
mr: बटन संयोजीत करा...

source: Get New Decorations...
kk: Жаңа безендірулерін алу...
mr: नवीन सजावटी प्राप्त करा...

source: kcmkwindecoration
mr: केसीएम के-विन डेकोरेशन

source: Window Decoration Control Module
kk: Терезе безендірулерін басқару модулі
lt: Langų išvaizdos valdymo modulis
mr: चौकट सजावट नियंत्रण विभाग

source: (c) 2001 Karol Szwed
mr: (c) 2001 केरोल श्वेड

source: Karol Szwed
mr: केरोल श्वेड

source: Oxygen
mr: ऑक्सीजन

source: Active Window
kk: Назардағы терезе
lt: Aktyvus langas
mr: सक्रिय चौकट

source: Inactive Window
kk: Назардан тыс терезе
lt: Neaktyvus langas
mr: निष्क्रिय चौकट

# @item:inlistbox Border size:
source: No Side Border
kk: Жақтарда жиегі жоқ
lt: Be šoninio rėmelio

# @item:inlistbox Border size:
source: No Border
kk: Жиегі жоқ
lt: Be rėmelio

source: <h1>Window Manager Decoration</h1><p>This module allows you to choose the window border decorations, as well as titlebar button positions and custom decoration options.</p>To choose a theme for your window decoration click on its name and apply your choice by clicking the "Apply" button below. If you do not want to apply your choice you can click the "Reset" button to discard your changes.<p>You can configure each theme. There are different options specific for each theme.</p><p>On the "Buttons" tab check the "Use custom titlebar button positions" box and you can change the positions of the buttons to your liking.</p>
kk: <h1>Терезе менеджерінің безендіру</h1><p> Бұл модульде терезенің шегінің безендіруін, сонымен қатар, айдардағы батырмалардың орнын және қосымша безендіру параметрлерін, баптай аласыз.</p> Безендіру нақышын қолдану үшін нақышын таңдап, төмендегі "Іске асыру" батырмасын басыңыз. Қолданудан айнысаңыз, "Ысырып тастау" дегенді басыңыз. <p>Әр нақышты баптауға болады. Түрлі нақыштарды баптауы да түрлі.</p><p>"Батырмалар" қойндысындағы "Айдардағы батармалар орындарын қалау бойынша болсын" дегенді таңдауға болады.</p>
lt: <h1>Langų tvarkyklės išvaizda</h1><p>Šiame modulyje galite keisti langų kraštinių išvaizdą, taip pat - titulinės juostos mygtukų išdėstymą bei nustatyti keičiamas parinktis.</p>Norėdami pasirinkti langų išvaizdos temą, pasirinkite jos vardą ir pritaikykite ją paspausdami žemiau esantį „Pritaikyti“ mygtuką. Jei nenorite pritaikyti pakeitimų, Galite pasirinkti mygtuką „Atstatyti“, ir pakeitimai bus panaikinti.<p>Kiekvieną temą galite konfigūruoti. Temoms gali būti numatytos skirtingos, tik konkrečiai temai būdingos parinktys.</p><p>Paspaudę mygtuką „Konfigūruoti mygtukus“ galite įjungti parinktį „Derintos antraštės juostos mygtukų vietos“ ir tada galėsite savo nuožiūra pakeisti mygtukų išdėstymą.</p>
