Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwm.po
Languages: gl, he, kk, lt, nds, pl, ro, sl

source: This is the delay after which the window the mouse pointer is over will automatically receive focus.
gl: Este é o retardo despois do cal a xanela sobre a que está o punteiro recibirá automaticamente o foco.
he: משך ההשהיה שלאחריה יובא לחזית באופן אוטומטי החלון שמעליו נמצא מצביע העכבר.
kk: Бұл терезеге назар ауыстыратын тышқанның кідіріс уақыты.
lt: Tai yra užlaikymas, po kurio langas automatiškai pereina į pirmą planą, kai pelės žymeklis yra virš jo.
nds: Dit is de Töövtiet, na de dat Finster ünner de Muus automaatsch den Fokus kriggt.
pl: Jest to opóźnienie, po którym okno, nad którym przebywa wskaźnik myszy, samoczynnie uzyska uaktywnienie.
ro: Aceasta este întîrzierea după care o fereastră deasupra căreia este cursorul mausului va fi primi automat focalizarea.
sl: To je zakasnitev, po kateri okno, na katerem je kazalka miške, samodejno prejme žarišče.

source: Focus &stealing prevention
gl: Nivel de prevención no outorgamento do &foco:
kk: Назардан &айырылуды болдырмау
lt: Fokuso pavogimo prevencija
nds: Fokusverleer-&Schuul
pl: &Ochrona przed zmianą aktywnego okna
ro: Pre&venirea furtului focalizării:
sl: Preprečevanje kraje &žarišča

source: <p>This option specifies how much KWin will try to prevent unwanted focus stealing caused by unexpected activation of new windows. (Note: This feature does not work with the Focus Under Mouse or Focus Strictly Under Mouse focus policies.) <ul> <li><em>None:</em> Prevention is turned off and new windows always become activated.</li> <li><em>Low:</em> Prevention is enabled; when some window does not have support for the underlying mechanism and KWin cannot reliably decide whether to activate the window or not, it will be activated. This setting may have both worse and better results than the medium level, depending on the applications.</li> <li><em>Medium:</em> Prevention is enabled.</li> <li><em>High:</em> New windows get activated only if no window is currently active or if they belong to the currently active application. This setting is probably not really usable when not using mouse focus policy.</li> <li><em>Extreme:</em> All windows must be explicitly activated by the user.</li> </ul></p> <p>Windows that are prevented from stealing focus are marked as demanding attention, which by default means their taskbar entry will be highlighted. This can be changed in the Notifications control module.</p>
gl: <p>Esta opción especifica o grao no que KWin tentará evitar outorgar de xeito non desexado o foco a causa da activación de novas xanelas. (Nota: Esta funcionalidade non funciona coas políticas de Focalizar baixo o punteiro nin Focalizar estritamente baixo o punteiro.) <ul> <li><em>Ningunha:</em> A prevención está desactivada e as novas xanelas sempre se activan.</li> <li><em>Baixa:</em> A prevención está activada; cando algunha xanela non ten soporte para o mecanismo de decisión de KWin, e este non pode decidir o que facer con ela, a xanela activarase. Esta opción podería ter tanto mellores como peores resultados que o nivel medio, dependendo dos programas.</li> <li><em>Medio:</em> A prevención actívase.</li> <li><em>Alta:</em> As novas xanelas actívanse só se non hai unha xanela activa ou se pertencen ao programa actualmente activado. Esta opción posibelmente non sexa axeitada cando non se emprega a política de Focalizar co punteiro.</li> <li><em> Extrema:</em> Todas as xanelas deben ser activadas explicitamente polo usuario.</li></ul></p> <p>As xanelas ás que non se lles outorga o foco grazas a este sistema han sinalarse como demandantes de atención, o que de xeito predeterminado significa que se realzará a súa entrada na barra de tarefas. Isto pode ser modificado no módulo de control de Notificacións.</p>
kk: <p>Бұл параметр Kwin қалаусыз назардың, күтпеген жаңа терезелерге ауысуын болдырмауға қалай тырысатынын баптайды. (Ескерту: бұл 'Назар тышқан меңзегенде' және 'Назар міндетті түрде тышқан меңзегенде' режімдерде жұмыс істемейді) <ul> <li><em>Жоқ:</em> Болдырмауы жоқ. Жаңа терезелерге назар бірден аударылады.</li> <li><em>Төмен:</em> Болдырмау қосылған, бірақ кейбір терезелерде бұған сайкес тетігін қолдауы болмауы мүмкін, сонымен Kwin назар аудару-аудармауын анық шешімге келе алмайды да, назарды аудара салады. Бұл параметр, істегі қолданбаларға қарай, не дұрыс не бұрыс болуы мүмкін.</li> <li><em>Орташа:</em> Болдырмау қосылған.</li> <li><em>Жоғары:</em> Егер назардағы терезелер болмаса, немесе жаңа терезе белсенді қолданбаға жататын болса ғана жаңа терезеге назар беріледі. Бұл назар тышқанға байланысты режімінің біреуін қолданбаса, шын пайдасы жоқ.</li> <li><em>Өте жоғары:</em>Назарды барлық терезелерге пайдаланушының арнайы амалымен ауыстыру керек.</li> </ul></p> <p>Ауысуы болдырмай назардан тыс қалған терезелер, назар талап ететін терезе деп белгіленеді, яғни, әдетте, оның тапсырмалар панеліндегі белгісі жарқылдайды. Бұны құлақтандыруды басқару модулінде өзгертуге болады.</p>
nds: <p>Mit disse Optschoon kannst Du fastleggen, wo dull KWin Di dor gegen schuult, dat niege, unverwachtens aktievmaakte Finstern Dien Finster den Fokus wegnehmt. (Beacht bitte: Dit funkscheneert nich, wenn Du de Fokusregeln "Fokus ünner Muus" oder "Fokus jümmers ünner Muus" utsöcht hest.) <ul> <li><em>Keen:</em> De Schuul is heel utmaakt, nieg Finstern warrt jümmers aktiev.</li> <li><em>Siet:</em> De Schuul is anmaakt, man wenn en Finster nich op den bruukten Mechanismus reageert un KWin nich richtig fastslaan kann, wat dat aktiev maakt warrn schall oder nich, warrt dat aktiev maakt. Disse Instellen kann beter oder leger Resultaten hebben as de normale Stoop, dat kummt op de Programmen an.</li> <li><em>Middel:</em> De Schuul is anmaakt.</li> <li><em>Hooch:</em> Nieg Finstern warrt bloots aktiev, wenn jüst keen anner Finster aktiev is, oder wenn dat na't jüst aktive Programm tohöört. Lett sik wull nich so bruken, wenn Du keen Muusfokus-Regel anmaakt hest.</li> <li><em>Övermaten:</em> Du muttst all Finstern eerst sülven aktiev maken.</li> </ul></p> <p>Finstern, de den Fokus hebben wullen man em nich kregen harrn, warrt as Finstern wiest, de Acht hebben wüllt. Standardwies warrt ehr Indrääg binnen den Programmbalken rutheevt, man dat kannst Du binnen dat Moduul "Systeemnarichten" ok anners instellen.</p>
pl: <p>Ta opcja określa poziom ochrony KWin przed niepożądaną zmianą aktywnego okna spowodowaną niespodziewanym pojawieniem się nowego okna. (Uwaga: ta opcja nie działa w trybie samoczynnego uaktywniania kursorem myszy). <ul> <li><em>Brak:</em>Standardowe ustawienie starszych menadżerów okien - ochrona jest wyłączona, nowe okna zawsze stają się aktywne.</li> <li><em>Niski:</em>Ochrona jest włączona, ale gdy okno nie dostarcza informacji, czy należy je uaktywnić, na wszelki wypadek zostanie uaktywnione. To ustawienie może dawać zarówno lepsze, jak i gorsze efekty od zwykłego poziomu ochrony - w zależności od programów.</li> <li><em>Średni:</em>Ochrona jest włączona.</li> <li><em>Wysoki:</em>Nowe okno zostaje uaktywnione jedynie wtedy, jeśli należy do aktywnego programu, albo w ogóle brak w danej chwili aktywnego okna. To ustawienie jest zapewne bezużyteczne bez trybu uaktywniania okien kursorem myszy.</li> <li><em>Bardzo wysoki:</em>Wszystkie okna muszą być ręcznie uaktywnione przez użytkownika.</li> </ul></p> <p>Okna, które zostały powstrzymane przed uaktywnieniem są oznaczane jako wymagające reakcji, co domyślnie jest realizowane przez podświetlenie ich na pasku zadań. Można to zmienić w module Powiadamiania.</p>
sl: <p>Ta možnost določa, kako bo KWin poskušal preprečiti neželeno krajo žarišča, ki se zgodi zaradi nepričakovane omogočitve novih oken. (opomba: ta možnost ne deluje za pravilnika »Žarišče pod miško« in »Žarišče strogo pod miško«.) <ul> <li><em>Brez:</em> preprečevanje je izključeno, nova okna pa vedno postanejo dejavna.</li> <li><em>Nizko:</em> preprečevanje je omogočeno. Ko neko okno nima podpore za podporni mehanizem, KWin pa se ne more zanesljivo odločiti, ali naj omogoči okno ali ne, ga omogoči. Ta nastavitev ima lahko boljše ali slabše rezultate kot srednja stopnja (odvisno od programa).</li> <li><em>Srednje:</em> preprečevanje je omogočeno.</li> <li><em>Visoko:</em> nova okna postanejo omogočena samo, če ni dejavno nobeno drugo okno ali pa pripadajo trenutno dejavnemu programu. Ta nastavitev verjetno ni ravno uporabna, če se ne uporablja pravilnik žarišča miške.</li> <li><em>Zelo visoko:</em>Vsa okna mora omogočiti uporabnik.</li> </ul></p> <p>Okna, katerim je preprečena kraja žarišča, so označena, da zahtevajo pozornost. Privzeto je to nakazano s poudarjanjem njihovih vnosov v opravilni vrstici. To se lahko spremenite v nadzornem modulu Obvestila.</p>

source: None
gl: Ningún
he: ללא
kk: Жоқ
lt: Joks
nds: Keen
pl: Żadna
ro: Niciunul
sl: Brez

source: Low
gl: Baixo
he: נמוכה
kk: Төмен
lt: Žemas
nds: Siet
pl: Niska
ro: Mic
sl: Nizko

source: Medium
gl: Media
he: בינוני
kk: Орташа
lt: Vidutinis
nds: Middel
pl: Średnia
ro: Mediu
sl: Srednje

source: High
gl: Alto
he: גבוהה
kk: Жоғары
lt: Aukštas
nds: Hooch
pl: Wysoka
ro: Mare
sl: Visoko

source: Extreme
gl: Extremo
he: הכי גבוהה
kk: Өте жоғары
lt: Ekstremalus
nds: Övermaten
pl: Ekstremalna
ro: Extrem
sl: Zelo visoko

source: Policy
gl: Política
kk: Саясаты
lt: Taisyklė
nds: Regel
pl: Polityka
ro: Politică
sl: Pravilnik

source: Click
gl: Premer
kk: Түрту
lt: Spustelėti
nds: Klick
pl: Kliknięcie
ro: Clic
sl: Klik

source: Hover
gl: Pasar por riba
kk: Мензеу
lt: Užvesti kursorių
nds: Sweven
pl: Pod kursorem
ro: Planare
sl: Prehod nad

source: Raising windows
gl: Elevar as xanelas
kk: Терезелерді алға шығару
lt: Langų pakėlimas
nds: Finstern na vörn stellen
pl: Przywoływanie okien
sl: Dvig oken

source: When this option is enabled, a window in the background will automatically come to the front when the mouse pointer has been over it for some time.
gl: Se escolle esta opción unha xanela do fondo volverá automaticamente á fronte cando o punteiro permaneza sobre ela un tempo.
he: אם אפשרות זו נבחרת, חלון שנמצא ברקע יובא לחזית באופן אוטומטי כאשר מצביע העכבר יימצא מעליו למשך זמן מסוים.
kk: Рұқсат етіліп тұрса, тышқанның меңзері біршама уақыт кідірген терезе автоматты түрде алға шығарылады.
lt: Kai įjungta šita parinktis, langas, esantis fone, automatiškai pereis į priekinį planą, kai pelės žymeklis kuriam laikui sustos virš jo.
nds: Wenn anmaakt, warrt Finstern automaatsch vun achtern na vörn kamen, wenn de Muuswieser en Tiet lang dor över steiht.
pl: Jeśli opcja ta zostanie włączona, to okno w tle zostanie samoczynnie przesunięte na pierwszy plan, gdy kursor myszy będzie nad nim przebywał przez pewien czas.
ro: Dacă opțiunea „Ridicare automată” este activată, atunci o fereastră din fundal va fi automat adusă în față atunci cînd cursorul mausului stă deasupra ei un interval de timp specificat.
sl: Če je ta možnost omogočena, se okno iz ozadja samodejno prestavi v ospredje, če je nad njim nekaj časa kazalka miške.

source: &Raise on hover, delayed by
gl: &Elevar ao pasar por riba, retrasado
kk: Меңзегенде &алға шығаруының кідірісі:
lt: &Pakelti užvedus kursorių, palaukus
nds: Bi't Sweven na vörn stellen, na Töövtiet vun
pl: &Podnieś pod kursorem, opóźnione o
sl: Dvigni ob p&rehodu z zakasnitvijo

source: This is the delay after which the window that the mouse pointer is over will automatically come to the front.
gl: Este é o retardo despois do cal a xanela sobre a que está o punteiro vén automaticamente cada diante.
he: משך ההשהיה שלאחריה יובא לחזית באופן אוטומטי החלון שמעליו נמצא מצביע העכבר.
kk: Автоматты түрде алға шығарылу үшін қажетті тышқан меңзері кідіру уақыты.
lt: Tai yra užlaikymas, po kurio langas automatiškai pereina į pirmą planą, kai pelės žymeklis yra virš jo.
nds: Dit is de Tiet, na de dat Finster ünner den Muuswieser automaatsch na vörn kummt.
pl: Jest to opóźnienie, po którym okno, nad którym przebywa wskaźnik myszy, zostanie samoczynnie przesunięte na pierwszy plan.
ro: Aceasta este întîrzierea după care o fereastră deasupra căreia este cursorul mausului va fi automat adusă în față.
sl: To je zakasnitev, po kateri se okno, nad katerim je kazalka miške, samodejno postavi v ospredje.

source: When this option is enabled, the active window will be brought to the front when you click somewhere into the window contents. To change it for inactive windows, you need to change the settings in the Actions tab.
gl: Se escolle esta opción a xanela activa levarase ao primeiro plano cando prema en calquera lugar do contido da xanela. Para cambialo para as xanelas inactivas, precise cambiar as opcións na páxina de Accións.
he: כאשר אפשרות זו נבחרת, חלונות יובאו לחזית באופן אוטומטי כאשר תלחץ במקום כלשהו בתוך תוכן החלון. כדי לשנות את זה עבור חלונות לא פעילים עליך לגשת אל ההגדרות בלשוניות הפעולות.
kk: Бұл параметр рұқсат етілсе, терезенің кез-келген жерінен шертсеңіз, назар түскен терезе алдына шығады. Бұны назардан тыс терезелерге орнату үшін 'Әрекетер' қойындысына барыңыз.
lt: Įgalinus šią parinktį, aktyvus langas bus perkeltas į priekį spragtelėjus kur nors lange. Norėdami taip padaryti su neaktyviais langais turite pakeisti nustatymus kortelėje „Veiksmai“.
nds: Is dit anmaakt, kummt dat aktive Finster na vörn, wenn Du dor enerwegens op klickst. Wenn Du dit för inaktiev Finstern fastleggen wullt, kannst Du dat op de "Akschonen"-Dialoogsiet.
pl: Jeśli ta opcja jest włączona, aktywne okna będą przesuwane na wierzch po kliknięciu na jego wnętrzu. Żeby ustawić podobne zachowanie dla okien nieaktywnych, należy zmienić ustawienia na karcie Działania.
ro: Dacă această opțiune este activă, atunci fereastra activă va fi adusă automat în față atunci cînd dați clic pe o zonă a conținutului ei. Pentru a schimba setarea pentru ferestrele inactive, trebuie să modificați setările în subfereastra „Acțiuni”.
sl: Če je ta možnost omogočena, se bodo dejavna okna dvignila v ospredje, če boste kliknili na njihovo vsebino. Da bi to spremenili za nedejavna okna, morate spremeniti nastavitve v zavihku »Dejanja naslovne vrstice«.

source: C&lick raises active window
gl: &Premer eleva a xanela activa
he: לחץ &כדי להביא לחזית
kk: Тү&рту назардағыны алға шығарады
lt: Spragte&lėjimas pakelia aktyvų langą
nds: Anmaakt Finster op K&lick na vörn
pl: K&liknięcie przywołuje aktywne okno
ro: C&lic pentru ridicarea ferestrei active
sl: K&lik dvigne dejavno okno

source: Multiscreen behaviour
gl: Comportamento con varias pantallas
kk: Көп экрандар тәртібі
lt: Kelių ekranų elgsena
nds: Mehrschirm-Bedregen
pl: Zachowanie wieloekranowe
sl: Obnašanje ob več zaslonih

source: When this option is enabled, focus operations are limited only to the active Xinerama screen
gl: Se escolle esta opción as operacións de focalización limitaranse só á pantalla de Xinerama activa
he: כאשר אפשרות זו מאופשרת, פעולת הפוקות מוגבלת רק למסכי Xineramam פעילים
kk: Бұл параметрі рұқсат етілсе, назар ауысу әрекеттері тек белсенді Xinerama экранымен шектеледі.
lt: Įgalinus šią parinktį fokusavimo operacijos yra apribotos tik dabartiniu Xinerama ekranu
nds: Is dit anmaakt, speelt sik Fokus-Akschonen bloots op den aktiven Xinerama-Schirm af.
pl: Jeśli ta opcja jest włączona, operacje uaktywniania dotyczą jedynie aktywnego ekranu Xineramy.
ro: Cînd este activată această opțiune, operațiile de focalizare sînt limitate numai la ecranul Xinerama activ
sl: Če je omogočena ta možnost, so operacije žarišča omejene le na dejavni zaslon Xinerama

source: S&eparate screen focus
gl: &Separar o foco da pantalla
he: ה&פרד את פוקוס של המסך
kk: Әрбір экранның назары &бөлек
lt: F&okusavimas ekranuose atskirai
nds: Fokus na Schirm scheden
pl: Osobno uaktywniaj każdy &ekran
ro: Focalizare &ecran separată
sl: Loč&eno žarišče zaslona

source: When this option is enabled, the active Xinerama screen (where new windows appear, for example) is the screen containing the mouse pointer. When disabled, the active Xinerama screen is the screen containing the focused window. By default this option is disabled for Click to focus and enabled for other focus policies.
gl: Se escolle esta opción a pantalla activa de Xinerama (onde aparecen as novas xanelas, por exemplo) será a pantalla co punteiro. Se desmarca esta opción, a pantalla activa de Xinerama será a pantalla que contén a xanela focalizada. Por omisión esta opción está desactivada coa política de focalización Premer para focalizar e activada para as demais.
he: כאשר אפשרות זו מאופשרת, מסך Xinerama פעיל (איפה שחלונות חדשים מופיעים, לדוגמה) הוא זה המכיל את מצביע העכבר. כאשר אפשרות זו מבוטלת, מסך Xinerama הפעיל הוא זה המכיל את החלון המפוקס. בברירת מחדל, אפשרות זו מבוטלת ללחיצה כדי לפקס ומאופשרת לשאר אפשרויות פיקוס.
kk: Бұл параметрі рұқсат етілсе, белсенді Xinerama экраны (мысалы, жаңа терезелер пайда болған) - тышқанның меңзері бар экран. Параметрі рұқсат етілмесе, белсенді Xinerama экраны - назар ауысқан терезесі бар экран. Бұл параметр әдетте 'Түртуге еру' ережесінде рұқсат етілмеген, ал басқа назар ауысу ережелерінде рұқсат етілген.
nds: Is dit anmaakt, is de aktive Xinerama-Schirm (op den a.B. niege Finstern opdukt) de Schirm mit den Muuswieser dor op. Is dit utmaakt, is dat de Schirm mit dat opstunns aktive Finster. Disse Optschoon is bi de Fokusregel "Fokus op Klick" standardwies ut- un bi anner Fokusregeln anmaakt.
pl: Jeśli ta opcja jest włączona, aktywnym ekranem Xineramy (tym, na którym pojawiają się nowe okna) jest ekran z kursorem myszy. Jeśli ta opcja jest wyłączona, aktywny ekran Xineramy to ten, który zawiera aktywne okno. Ta opcja jest domyślnie wyłączona tylko wtedy, jeśli włączone jest uaktywnianie kliknięciem.
sl: Če je omogočena ta možnost, je dejavni zaslon Xinerama (na katerem se, na primer, pojavijo nova okna) tisti, na katerem se nahaja kazalka miške. V nasprotnem primeru je dejavni zaslon Xinerama tisti, na katerem se nahaja okno z žariščem. Ta možnost je privzeto onemogočena za pravilnik »Kliknite za žarišče« in omogočena za ostale pravilnike.

source: Active screen follows &mouse
gl: A pantalla activa &segue o punteiro
he: המסך הפעיל עוקב אחרי ה&עכבר
kk: Белсенді экран &тышқанға ереді
lt: Aktyvus ekranas seka &pelę
nds: &Muus treckt anmaakt Schirm na
pl: Myszka wybiera aktywny ekran
ro: Ecranul activ ur&mărește mausul
sl: Dejaven zaslon sledi &miški

source: &Focus
gl: &Foco
he: הת&מקדות
kk: &Назар
lt: &Fokusas
nds: &Fokus
pl: &Uaktywnianie
ro: &Focalizare
sl: &Žarišče

source: &Titlebar Actions
gl: Accións da barra de &título
he: פעילויות &שורת כותרת
kk: &Айдар әрекеттері
lt: An&traštės juostos veiksmai
nds: &Titelbalken-Akschonen
pl: Działania &paska tytułu
ro: Acțiuni bară de &titlu:
sl: Dejanja naslovne vrs&tice

source: Window Actio&ns
gl: Accións da &xanela
he: פעי&לויות חלון
kk: Терезе әре&кеттері
lt: Lango &veiksmai
nds: Fi&nsterakschonen
pl: Działania &okna
ro: Acțiu&ni fereastră
sl: Dejanja ok&na

source: &Moving
gl: &Movemento
he: ה&זזה
kk: &Жылжыту
lt: Perkėli&mas
nds: Versch&uven
pl: &Przesuwanie
ro: &Mutare
sl: Pre&mikanje

source: Ad&vanced
gl: &Avanzado
he: מתק&דם
kk: Қ&осымша
lt: Pa&pildomai
nds: &Verwiedert
pl: Zaa&wansowane
ro: A&vansat
sl: N&apredno

source: Window Behavior Configuration Module
gl: Módulo de configuración do comportamento das xanelas
he: מודול הגדרות פעולת חלונות
kk: Терезе қасиеттерін баптау модулі
lt: Langų elgsenos konfigūravimo modulis
nds: Instellenmoduul för dat Finsterbedregen
pl: Moduł konfiguracyjny zachowania okien
ro: Modul de configurare a comportamentului ferestrelor
sl: Nastavitveni modul obnašanja oken

source: (c) 1997 - 2002 KWin and KControl Authors
gl: (c) 1997 - 2002 Os autores de KControl e KWin
he: (c) 1997 - 2002 KControl־ו KWin הכותבים של
kk: (c) 1997 - 2002 KWin және KControl авторлары
lt: (c) 1997 - 2002 KWin ir KControl autoriai
nds: © 1997 - 2002: De Autoren vun KWin un KControl
pl: (c) 1997 - 2002 Autorzy KWin i KControl
ro: (c) 1997 - 2002 Autorii KWin și KControl
sl: © 1997 - 2002 Avtorji KWin in KControl

source: <p><h1>Window Behavior</h1> Here you can customize the way windows behave when being moved, resized or clicked on. You can also specify a focus policy as well as a placement policy for new windows.</p> <p>Please note that this configuration will not take effect if you do not use KWin as your window manager. If you do use a different window manager, please refer to its documentation for how to customize window behavior.</p>
gl: <p><h1>Comportamento das xanelas</h1> Aquí pode personalizar o xeito no que se comportan as xanelas cando as move, lles muda o tamaño ou preme nelas. Tamén pode especificar a política de focalización así como a política de posicionamento das novas xanelas.</p> <p>Por favor, lembre que esta configuración non xurdirá efecto se non emprega KWin como xestor de xanelas. Se emprega un xestor diferente, diríxase á súa documentación para saber como se personaliza o comportamento das xanelas.</p>
he: <p><h1>פעולת חלונות</h1>כאן באפשרותך להתאים אישית את הדרך שבה יתפקדו חלונות בעת הזזה, שינוי גודל או לחיצה עליהם. באפשרותך גם לציין מדיניות התמקדות ומדיניות למיקום חלונות חדשים. </p> <p>שים לב שהגדרות אלה לא יהיו בתוקף אם אינך משתמש ב־KWin בתור מנהל החלונות שלך. אם אתה אכן משתמש במנהל חלונות אחר, פנה לתיעוד שלו בנוגע להתאמה אישית של פעולת החלונות. </p>
kk: <p><h1>Терезе қасиеттері</h1> Мұнда Сіз, терезені жылжытқанда, өлшемін өзгерткенде, тышқанды шерту кезінде болатын әрекетерді баптай аласыз. Сонымен қатар, терезелерге назар аудару, жаңа терезелер ашылып орналасу ережелерін таңдай аласыз.</p> <p>Бұның бәрі терезе менеджері ретінде KWіn пайдалансаңыз ғана күшіне енеді. Егер Сіз өзге терезе менеджерін пайдалансаңыз, оның баптауын өзінің құжаттамасынан қараңыз.</p>
lt: <p><h1>Langų elgsena</h1> Čia galite pakeisti langų elgesį juos stumdant, keičiant jų dydį ar ant jų spragtelėjus. Taip pat galite nurodyti fokusavimo taisykles ir išdėstymą naujiems langams. </p> <p> Atkreipkite dėmesį, kad šis derinimas neturės įtakos, jei Jūs nenaudojate KWin kaip savo langų tvarkyklės. Jei Jūs naudojate kitą langų tvarkyklę, informacijos apie langų elgsenos pakeitimą ieškokite jos dokumentacijoje.</p>
nds: <p><h1>Finster-Bedregen</h1> Mit dit Moduul kannst Du instellen, wodennig sik Finstern bedreegt, wenn Du ehr verschuffst, ehr Grött ännerst oder dor op klickst. Du kannst ok Regeln för't Aktievmaken un Platzeren vun nieg Finstern fastleggen.</p><p>Bitte beacht, disse Instellen warrt bloots bruukt, wenn Du KWin as Finsterpleger bruukst. Wenn Du en annern Finsterpleger bruukst, kiek bitte binnen em sien Dokmentatschoon, wodennig sik dat Bedregen vun Finstern instellen lett.</p>
pl: <p><h1>Zachowanie okien</h1>Tu możesz ustawić sposób zachowania okien podczas ich przesuwania, zmiany rozmiaru lub po kliknięciu. Możesz też określić sposób uaktywniania okien i metodę rozmieszczania na ekranie nowych okien.</p><p>Uwaga: konfiguracja dotyczy jedynie domyślnego menadżera okien KDE - KWin. Jeśli używasz innego menadżera, sprawdź w jego dokumentacji, jak skonfigurować zachowanie okien.</p>
ro: <p><h1>Comportament ferestre</h1> Aici puteți personaliza modul în care se comportă ferestrele cînd sînt mutate, redimensionate sau dați clic pe ele. Puteți specifica politica de focalizare precum și pe cea de plasare a noilor ferestre.</p> <p>Aceste configurări nu vor avea efect dacă nu utilizați KWin ca gestionar de ferestre. Dacă utilizați un gestionar de ferestre diferit, atunci consultați documentația acestuia pentru a afla cum se personalizează comportamentul ferestrelor.</p>
sl: <h1>Obnašanje oken</h1><p>Tu lahko nastavite način, kako se okna obnašajo med premikanjem, spreminjanjem velikosti ali klikanjem nanje. Lahko tudi določite uporabo žarišča in pravilnik postavljanja novih oken.</p><p> Zapomnite si, da ta nastavitev ne bo veljala, če za svoj okenski upravljalnik ne uporabljate KWina. Če uporabljate kak drug upravljalnik oken, potem poglejte v njegovo dokumentacijo, če želite izvedeti, kako nastaviti obnašanje oken.</p>
