Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwincompositing.po
Languages: ca, cs, da, el, es, et, eu, fi, fr, gl, he, hu, ia, it, kk, km, ko, lt, lv, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">It is <span style=" font-weight:600;">strongly recommended</span> to use the <span style=" font-weight:600;">native</span> system when using the <span style=" font-weight:600;">XRender</span> backend.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">On the other hand, many decorations perform better with the <span style=" font-weight:600;">raster</span> system on the <span style=" font-weight:600;">default and generally preferred OpenGL</span> backend (though some don't - also the impact here can be anything between "slight" and "incredible" depending on the GPU and driver)</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Es <span style=" font-weight:600;">recomana molt</span> utilitzar el sistema <span style=" font-weight:600;">natiu</span> quan s'usa el dorsal <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Per altra banda, moltes decoracions s'executen millor amb el sistema <span style=" font-weight:600;">raster</span> en el dorsal <span style=" font-weight:600;"> per defecte i generalment preferit OpenGL</span> (encara que no sempre - l'impacte pot estar entre «lleuger» i «increïble» depenent de la GPU i el controlador).</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Je <span style=" font-weight:600;">důrazně doporučováno</span> používat <span style=" font-weight:600;">původní</span> systém při použití podpůrné vrstvy <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Na druhou stranu, mnoho dekorací funguje lépe se systémem <span style=" font-weight:600;">raster</span> jako <span style=" font-weight:600;">výchozí a obecně preferovanou podpůrnou vrstvou OpenGL</span> (ačkoliv, některé ne - rovněž dopad změny může být cokoliv mezi "mírný" a "neuvěřitelný" v závislosti na GPU a ovladači)</p></body></html>
da: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Det <span style=" font-weight:600;">anbefales kraftigt</span> at bruge <span style=" font-weight:600;">systemets eget</span> system ved brug af <span style=" font-weight:600;">XRender</span>-motoren.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">På den anden side er der mange dekorationer som yder bedre med <span style=" font-weight:600;">raster</span>-systemet på <span style=" font-weight:600;">den standard og generelt foretrukne OpenGL</span>-motor (der er dog nogle som ikke gør - desuden kan forskellen være alt mellem "en smule" og "helt utrolig" afhængigt af GPU'en og driveren)</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Συνιστάται <span style=" font-weight:600;">έντονα</span> η χρήση του <span style=" font-weight:600;">εγγενούς</span> συστήματος όταν χρησιμοποιείται το <span style=" font-weight:600;">XRender</span> σύστημα υποστήριξης.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Από την άλλη πλευρά, πολλές διακοσμήσεις έχουν καλύτερες επιδόσεις με το <span style=" font-weight:600;">raster</span> σύστημα στο <span style=" font-weight:600;">προεπιλεγμένο και γενικά προτιμώμενο OpenGL</span> σύστημα υποστήριξης (αν και μερικές δεν έχουν - επίσης το αντίκτυπο εδώ μπορεί να είναι οτιδήποτε μεταξύ «ελαφρύ» και «απίστευτο», ανάλογα με τη GPU και τον οδηγό)</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Está <span style=" font-weight:600;">muy recomendado</span> el uso del sistema <span style=" font-weight:600;">nativo</span> cuando se usa el motor <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por el contrario, muchas decoraciones funcionan mejor con el sistema <span style=" font-weight:600;">raster</span> con el motor <span style=" font-weight:600;">por omisión y generalmente preferido OpenGL</span> (pero otras no; aquí, el impacto también puede ser algo entre «moderado» e «increíble» dependiendo de la GPU y del controlador)</p></body></html>
eu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Oso gomendagarria</span> da <span style=" font-weight:600;">jatorrizko</span> sistema erabiltzea, <span style=" font-weight:600;">XRender</span> bizkarraldekoa erabiltzean.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bestalde, apaindura askok hobeto funtzionatzen dute <span style=" font-weight:600;">raster</span> sistemarekin, <span style=" font-weight:600;">OpenGL bizkarraldekoa lehenetsita, eta, normalean, hura hobetsita</span> (dena den, batzuek ez dute hobeto funtzionatzen; eragina "arinetik" "izugarrira" bitartekoa izan daiteke, GPUren eta gidariaren arabera)</p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">On <span style=" font-weight:600;">erittäin suositeltavaa</span> käyttää <span style=" font-weight:600;">natiivia</span> järjestelmää, jos käyttää <span style=" font-weight:600;">XRender</span>-koostamistyyppiä.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Toisaalta monien ikkunan kehysten suorituskyky on parempi, kun käyttää <span style=" font-weight:600;">rasteri</span>-järjestelmää <span style=" font-weight:600;">oletusarvoisen ja suositumman OpenGL</span>-koostamistyypin kanssa. Joidenkin kehysten suorituskyky ei tosin ole parempi ja ero voi olla näytönohjaimesta ja ajurista riippuen mitä vain mitättömän ja suunnattoman välillä.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Il est <span style=" font-weight:600;">fortement recommandé</span> d'utiliser le système <span style=" font-weight:600;">natif</span> lorsque le moteur de rendu <span style=" font-weight:600;">XRender</span> a été choisi.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">D'un autre côté, les performances d'affichage des décorations sont généralement meilleures avec le système<span style=" font-weight:600;">raster</span> et le moteur de rendu <span style=" font-weight:600;">par défaut OpenGL</span> (ce n'est cependant pas toujours le cas, l'impact sur les performances peut donc aller de « léger » à « énorme » en fonction de la carte graphique et de son pilote).</p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Recoméndase <span style=" font-weight:600;">usar</span> o sistema <span style=" font-weight:600;">nativo</span>cando se utilice a infraestrutura <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aliás, moitas decoracións van mellor co sistema <span style=" font-weight:600;">raster</span> na infraestrutura <span style=" font-weight:600;">predeterminada e xeralmente preferida OpenGL</span> (outras non, asemade o impacto aquí pode ser entre «lixeiro» e «incríbel» segundo a GPU e o controlador)</p></body></html>
hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Erősen ajánlott</span> a <span style=" font-weight:600;">natív</span> rendszer használata az <span style=" font-weight:600;">XRender</span> modul használatakor.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Másrészt számos dekoráció jobban működik <span style=" font-weight:600;">raszteres</span> rendszereken az <span style=" font-weight:600;">alapértelmezett és előnyben részesített OpenGL</span> modullal (habár nem mind - a különbség bármi lehet a „némileg” és a „hihetetlenül” között a GPU-tól és az eszközmeghajtótól függően)</p></body></html>
ia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Il es <span style=" font-weight:600;">recommendate</span> de usar le systema <span style=" font-weight:600;">native</span> quando on usa le retroadministration de <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">De altere parte, multe decorationes executa meliormente con le systema <span style=" font-weight:600;">raster</span> system sur le <span style=" font-weight:600;">predefinite e generalmente preferite retroadministration de OpenGL</span> (ben que alcun non lo es - de plus le impacto hic pote esser omne cosas inter "tenue" e "incredibile" dependente del GPU e driver)</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">È <span style=" font-weight:600;">fortemente raccomandato</span> l'uso del sistema <span style=" font-weight:600;">nativo</span> quando si usa il backend <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">D'altro canto, molte decorazioni funzionano meglio col sistema <span style=" font-weight:600;">raster</span> se si usa il backend <span style=" font-weight:600;">(predefinito e di norma preferito) OpenGL</span> (ma non tutti – inoltre l'impatto può variare fra “leggero” e “incredibile” a seconda della GPU e del driver)</p></body></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">XRender</span> тетігін қолданғанда <span style=" font-weight:600;">стандартты</span> жүйесін пайдаланған <span style=" font-weight:600;">жөн</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Бірақ, басқа жақтан, көп безендірулері <span style=" font-weight:600;">растрлық</span> жүйесі <span style=" font-weight:600;"> әдетті және әдетте артық көретін OpenGL</span> тетігі болғанда жақсы істейді (сонда да түбінде ол, видеотақшаның процесоры мен драйверіне тәуелді)</p></body></html>
ko: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">XRander</span> 백엔드를 사용할 때에는<span style=" font-weight:600;">네이티브</span> 시스템을 사용하는 것을 <span style=" font-weight:600;">강력하게</span> 권장합니다.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">On the other hand, many decorations perform better with the <span style=" font-weight:600;">raster</span> system on the <span style=" font-weight:600;">default and generally preferred OpenGL</span> backend (though some don't - also the impact here can be anything between "slight" and "incredible" depending on the GPU and driver)</p></body></html>
lt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Yra <span style=" font-weight:600;">labai rekomenduojama</span> naudoti <span style=" font-weight:600;">savą</span> sistemą kai naudojama <span style=" font-weight:600;">XRender</span> vidinė dalis.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kita vertus, daugelis dekoracijų veikia geriau su <span style=" font-weight:600;">raster</span> sistema <span style=" font-weight:600;">numatyta ir bendrai siūloma OpenGL</span> vidinės dalies (todėl kai kur neveikia - taip pat įtaka čia gali būti bet kokia tarp "maža" iki "neįtikėtina" priklausomai nuo GPU ir tvarkyklės)</p></body></html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Det <span style=" font-weight:600;">anbefales sterkt</span> å bruke det <span style=" font-weight:600;">lokale</span> systemet når <span style=" font-weight:600;">XRender</span>-motoren brukes.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">På den annen side, mange dekorasjoner gir bedre ytelse med <span style=" font-weight:600;">raster</span> –systemet på den<span style=" font-weight:600;">standard og generelt forektrukne OpenGL-</span> motoren (selv om andre ikke gjør det – og virkningen her kan være hva som helst fra «minimal» til «utrolig» avhengig av GPU-en og driveren.</p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dat is <span style=" font-weight:600;">redig anraadt</span>, dat Du as Systeem <span style=" font-weight:600;">natiev</span> bruukst, wenn Du <span style=" font-weight:600;">XRender</span> as Hülpprogramm bruken wullt.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Op de anner Siet, vele Dekoratschonen loopt beter mit <span style=" font-weight:600;">Raster</span> as Systeem tosamen mit <span style=" font-weight:600;">dat standardwies bruukte un allmeen vörtrocken OpenGL</span>-Hülpprogramm (man en poor ok nich - ok hier köönt de Utwarken vun "siet" bethen to "grulig" wesen, wat vun GPU un Driever afhangt).</p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Het is <span style=" font-weight:600;">sterk aanbevolen</span> om het <span style=" font-weight:600;">systeemeigen</span> systeem te gebruiken wanneer de <span style=" font-weight:600;">XRender</span>-backend wordt gebruikt.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aan de andere kant presteren vele versieringen beter met het <span style=" font-weight:600;">raster</span>systeem op de <span style=" font-weight:600;">standaard en algemeen gewaardeerde OpenGL</span>-backend (hoewel sommige dat niet doen - ook de invloed kan hier alles zijn tussen "licht" en "zwaar" afhankelijk van de GPU en het stuurprogramma)</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Mocno zalecamy</span> użycie <span style=" font-weight:600;">natywnego</span> systemu przy używaniu silnika <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Z drugiej strony, wiele dekoracji działa lepiej z systemem <span style=" font-weight:600;">raster</span> na <span style=" font-weight:600;">domyślnym i ogólnie preferowanym silniku OpenGL</span> (mimo wszystko niektóre się tak nie zachowują - pogorszenie można określić od "nieznacznie" do "niewiarygodnie" w zależności od karty graficznej i sterownika)</p></body></html>
pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">É <span style=" font-weight:600;">altamente recomendado</span> usar o sistema <span style=" font-weight:600;">nativo</span> ao usar a infra-estrutura <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por outro lado, muitas decorações funcionam melhor com o sistema <span style=" font-weight:600;">rasterizado</span> na infra-estrutura <span style=" font-weight:600;">predefinida e normalmente preferida, que é o OpenGL</span> (ainda que algumas não - nesse caso, o impacto poderá ser desde "ligeiro" até "incrível", dependendo do GPU e do controlador)</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">É <span style=" font-weight:600;">altamente recomendado</span> usar o sistema <span style=" font-weight:600;">nativo</span> ao usar a infraestrutura <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por outro lado, muitas decorações funcionam melhor com o sistema <span style=" font-weight:600;">rasterizado</span> na infraestrutura <span style=" font-weight:600;">padrão e normalmente preferida OpenGL</span> (ainda que algumas não - nesse caso, o impacto poderá ser desde "ligeiro" até "incrível", dependendo do GPU e do driver)</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Настоятельно рекомендуется</span> использовать <span style=" font-weight:600;">системные</span> средства при использовании сервера <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">С другой стороны, большая часть эффектов выполняется лучше с <span style=" font-weight:600;">растровой</span> системой на <span style=" font-weight:600;">предпочитаемом и установленном по умолчанию сервере OpenGL</span> (хотя это справедливо не для всех - в зависимости от GPU и драйверов влияние может колебаться от "незначительного" до "невероятного")</p></body></html>
sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Veľmi <span style=" font-weight:600;">sa odporúča</span> použiť <span style=" font-weight:600;">natívny</span> systém pri použití <span style=" font-weight:600;">XRender</span> backendu.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Na druhej strane, veľa dekorácií funguje lepšie so systémom <span style=" font-weight:600;">raster</span> na <span style=" font-weight:600;">predvolenom a všeobecne preferovanom OpenGL</span> backende (hoci niektoré nie - vplyv môže byť od "malého" do "veľký" v závislosti od GPU a ovládača)</p></body></html>
sl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Če uporabljate zaledje <span style=" font-weight:600;">XRender</span>, <span style=" font-weight:600;">močno priporočamo</span> uporabo <span style=" font-weight:600;">lastnega</span> sistema.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Po drugi strani pa so pri uporabi <span style=" font-weight:600;">privzete in priporočljive hrbtenice OpenGL</span> mnogi okraski hitrejši z<span style=" font-weight:600;">rastrskim</span> sistemom. Razlika v hitrosti je lahko precejšnja. Odvisna je od grafične kartice in gonilnika.</p></body></html>
sr: <html><p><b>Врло је препоручљиво</b> користити <b>самосвојни</b> систем уз позадину <b>Икс‑рендер</b>.</p><p>С друге стране, многе декорације боље раде са <b>растерским</b> системом када је позадина <b>подразумевани и обично пожељни опенГЛ</b> (иако неке не — учинак може бити било шта између „занемарљив“ и „невероватан“, у зависности од ГПУ‑а и драјвера).</p></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Det <span style=" font-weight:600;">rekommenderas starkt</span> att använda det <span style=" font-weight:600;">egna</span> systemet när <span style=" font-weight:600;">XRender</span>-gränssnittet används.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Å andra sidan, fungerar många dekorationer bättre med <span style=" font-weight:600;">raster</span>-systemet för <span style=" font-weight:600;">standard och allmänna OpenGL</span>-gränssnitt (även om en del inte gör det: dessutom kan påverkan här vara vad som helst mellan "liten" och "enastående" beroende på GPU:n och drivrutinen)</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">XRender</span> arkaucunu kullanırken <span style=" font-weight:600;">doğal</span> sistemi kullanmak <span style=" font-weight:600;">şiddetlice önerilir</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Diğer bir yandan, çoğu dekorasyon <span style=" font-weight:600;">raster</span> sistemiyle <span style=" font-weight:600;">varsayılan ve genellikle tercih edilen OpenGL</span> arkaucuyla daha iyi çalışmaktadır (bazıları çalışmamaktadır - buradaki etki de GPU ve sürücüye bağlı olarak "biraz" veya "inanılmaz" arasında her şey olabilir)</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Наполегливо рекомендуємо</span> користуватися <span style=" font-weight:600;">системною</span> підсистемою, якщо ви користуєтеся сервером <span style=" font-weight:600;">XRender</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">З іншого боку, у разі використання деяких тем швидкодію можна покращити за допомогою <span style=" font-weight:600;">растрової</span> (за використання <span style=" font-weight:600;">типового і рекомендованого сервера OpenGL</span>). Відмінності у швидкодії залежать від використаної відеокартки та драйвера до неї.</p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">强烈推荐</span> 在使用<span style=" font-weight:600;">XRender</span> 后端时使用 <span style=" font-weight:600;">原生</span>系统。</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">另一方面，许多边框在<span style=" font-weight:600;">默认并且推荐的OpenGL</span>后端使用<span style=" font-weight:600;">光栅</span>系统时性能更好。(尽管有些并非如此 - 请注意这里所谓的影响可能是“轻微”到“难以置信”，取决于GPU 和驱动)</p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Segoe'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">在使用<span style=" font-weight:600;">XRender</span>後端介面時，強烈建議</span>使用<span style=" font-weight:600;">原始</span>系統。</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">不過，大部份的視窗裝飾，使用<span style=" font-weight:600;">預設與建議的 OpenGL 後端介面</span>，配合<span style=" font-weight:600;"> Raster </span>系統<span style=" font-weight:600;">時會有較好的效果（雖然不是全部都會，而且也跟 GPU 與驅動程式有關）</p></body></html>
