Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmkwinrules.po
Languages: lt

source: Normal Window
lt: Paprastas langas

source: Desktop
lt: Darbastalis

source: Dock (panel)
lt: Prišlieti (pultą)

source: Toolbar
lt: Įrankiai

source: Torn-Off Menu
lt: Meniu dalis

source: Dialog Window
lt: Dialogo langas

source: Override Type
lt: Reguliavimo būdas

source: Standalone Menubar
lt: Atskirta meniu juosta

source: Utility Window
lt: Priemonių langas

source: Splash Screen
lt: Prisistatymo langas

source: Unknown - will be treated as Normal Window
lt: Nežinomas - bus laikomas įprastu langu

source: Window-Specific Settings Configuration Module
lt: Specifinių lango nustatymų derinimo modulis

source: (c) 2004 KWin and KControl Authors
lt: (c) 2004 KWin ir KControl autoriai

source: <p><h1>Window-specific Settings</h1> Here you can customize window settings specifically only for some windows.</p> <p>Please note that this configuration will not take effect if you do not use KWin as your window manager. If you do use a different window manager, please refer to its documentation for how to customize window behavior.</p>
lt: <p><h1>Specifiniai lango nustatymai</h1> Čia galite prisitaikyti sau atskiro lango parametrus.</p> <p>Atkreipkite dėmesį, kad šie nustatymai neturės langui įtakos, jei nenaudojate KWin. Jei naudojate kitokią langų valdymo programą, kaip tvarkomi nustatymai turite pasidomėti atitinkamoje dokumentacijoje.</p>

source: Remember settings separately for every window
lt: Įsiminti nustatymus kiekvienam langui atskirai

source: Show internal settings for remembering
lt: Rodyti įsimenamų savybių nustatymus

source: Internal setting for remembering
lt: Įsimenamos savybės nustatymas

source: Application settings for %1
lt: Programos nustatymai %1

source: Window settings for %1
lt: Lango nustatymai %1

# Window caption for the application wide rules dialog
source: Edit Application-Specific Settings
lt: Redaguoti nuo programos priklausančius nustatymus

source: KWin helper utility
lt: KWin pagalbininkas

source: WId of the window for special window settings.
lt: Lango WId specialiesiems lango nustatymams.

source: Whether the settings should affect all windows of the application.
lt: Ar nustatymai turi būti taikomi visiems programos langams.

source: This helper utility is not supposed to be called directly.
lt: Šios pagalbos priemonės nenumatyta iškviesti tiesiogiai.

source: Information About Selected Window
lt: Informacija apie pasirinktą langą

source: Class:
lt: Klasė:

source: Role:
lt: Paskirtis:

source: Type:
lt: Tipas:

source: Title:
lt: Antraštė:

source: Machine:
lt: Įranga:

source: Match by primary class name and
lt: Atitikti pagal pirmosios klasės pavadinimą ir

source: Secondary class name (resulting in term in brackets)
lt: Antrosios klasės pavadinimas (rezultatas terminu skliausteliuose)

source: Window role (can be used to select windows by function)
lt: Lango paskirtis (gali būti naudojami pažymėti langus pagal funkcijas)

source: Window type (eg. all dialogs, but not the main windows)
lt: Lango tipas (pvz. visi dialogai, bet ne pagrindiniai langai)

source: Window title (very specific, can fail due to content changes or translation)
lt: Lango pavadinimas (labai specifinis, gali nepavykti dėl turinio pasikeitimo arba vertimo)

source: &Single Shortcut
lt: &Pavienis derinys

source: C&lear
lt: Iš&valyti

source: &New...
lt: &Naujas...

source: &Modify...
lt: &Pakeisti...

source: Delete
lt: Trinti

source: Move &Up
lt: &Aukštyn

source: Move &Down
lt: &Žemyn

source: &Import
lt: &Importuoti

source: &Export
lt: &Eksportuoti

source: &Window matching
lt: &Langų atitikimas

source: De&scription:
lt: &Apibūdinimas:

source: Window &class (application):
lt: Lango &klasė (programos tipas):

source: Unimportant
lt: Nesvarbus

source: Exact Match
lt: Tikslus atitikmuo

source: Substring Match
lt: Dalinis atitikmuo

source: Regular Expression
lt: Reguliari išraiška

source: Edit
lt: Keisti

source: Match w&hole window class
lt: Sutampa &visa lango klasė

source: Window &role:
lt: Lango &paskirtis:

source: Window &types:
lt: Lango &tipai:

source: Window t&itle:
lt: Lango an&traštė:

source: &Machine (hostname):
lt: Į&renginys (hostname)

source: &Detect Window Properties
lt: &Atpažinti lango savybes

source: s delay
lt: s vėlinimas

source: Unmanaged Window
lt: Nevaldomas langas

source: &Size && Position
lt: &Dydis ir vieta

source: &Position
lt: &Vieta

source: Do Not Affect
lt: Neįtakoti

source: Apply Initially
lt: Pritaikyti iš kart

source: Remember
lt: Prisiminti

source: Force
lt: Vykdyti

source: Apply Now
lt: Pritaikyti dabar

source: Force Temporarily
lt: Laikinai priversti

source: &Size
lt: &Dydis

source: width,height
lt: plotis,aukštis

source: Maximized &horizontally
lt: Išdidintas &horizontaliai

source: Maximized &vertically
lt: Išdidintas &vertikaliai

source: &Desktop
lt: &Darbastalis

source: Activit&y
lt: Ve&ikla

source: &Fullscreen
lt: &Visas ekranas

source: M&inimized
lt: Su&mažintas

source: Sh&aded
lt: &Sutrauktas

source: Default
lt: Numatytas

source: No Placement
lt: Be vietos

source: Smart
lt: Mastantis

source: Maximizing
lt: Išdidinama

source: Cascade
lt: Kaskada

source: Centered
lt: Per vidurį

source: Random
lt: Atsitiktine tvarka

source: Top-Left Corner
lt: Viršutiniame kairiajame kampe

source: Under Mouse
lt: Ties žymekliu

source: On Main Window
lt: Pagrindiniame lange

source: Initial p&lacement
lt: Pradinė &vieta

source: Windows can ask to appear in a certain position. By default this overrides the placement strategy what might be nasty if the client abuses the feature to unconditionally popup in the middle of your screen.
lt: Langai gali norėti pasirodyti konkrečioje vietoje. Standartiškai tai permuša lango vietos nustatymo strategiją, kas gali būti bjauru, jei klientas piktnaudžiauja šia savybe tam, kad besąlygiškai padėtų iššokantį langą ekrano viduryje.

source: Ignore requested &geometry
lt: Ignoruoti prašomą &geometrinę formą

source: M&inimum size
lt: &Mažiausias dydis

source: M&aximum size
lt: &Didžiausias dydis

source: Eg. terminals or video players can ask to keep a certain aspect ratio or only grow by values larger than one (eg. by the dimensions of one character). This may be pointless and the restriction prevents arbitrary dimensions like your complete screen area.
lt: Pvz.: terminalai arba video leistuvai gali prašyti išlaikyti tam tikras proporcijas arba keisti dydį pagal tam tikras reikšmes, didesnes už vienetą (pvz.: pagal vieno simbolio dydį). Tai gali būti beprasmiška ir apribojimai gali negalioti, kai kai jie negali būti įgyvendinami pavyzdžiui dėl ekrano ploto.

source: Obey geometry restrictions
lt: Paklusti geometrijos apribojimams

source: Screen
lt: Ekranas

source: &Arrangement && Access
lt: Rikiavimas && Prieiga

source: Window shall (not) appear in the manager for virtual desktops
lt: Langas turi (neturi) pasirodyti virtualių darbastalių tvarkyklėje

source: Skip pa&ger
lt: Praleisti &puslapiuotoją

source: Window shall (not) appear in the taskbar.
lt: Langas turi (neturi) pasirodyti užduočių juostoje.

source: Skip &taskbar
lt: Praleisti už&duočių juostą

source: Window shall (not) appear in the Alt+Tab list
lt: Langas turi (neturi) pasirodyti Alt+Tab sąraše

source: Skip &switcher
lt: Praleisti &keitiklį

source: Edit...
lt: Redaguoti...

source: Shortcut
lt: Klavišų derinys

source: Keep &above
lt: Laikyti &viršuje

source: Autog&roup in foreground
lt: Automatiškai &grupuoti priekiniame plane

source: Keep &below
lt: Laikyti &apačioje

source: Autogroup by I&D
lt: Automatiškai grupuoti pagal &ID

source: Autogroup with &identical
lt: Automatiškai grupuoti su &identiškais

source: Appearance && &Fixes
lt: Išvaizda ir &pataisymai

source: Block compositing
lt: Blokinis komponavimas

source: &No titlebar and frame
lt: &Be antraštės ir rėmo

source: A&ctive opacity
lt: A&ktyvaus permatomumas

source: I&nactive opacity
lt: &Neaktyvaus permatomumas

source: Windows may prevent to get the focus (activate) when being clicked. On the other hand you might wish to prevent a window from getting focused on a mouse click.
lt: Langai gali neleisti gauti fokuso (aktyvuoti) juos paspaudus. Jūs taipogi galite norėti neleisti langui gauti fokusą paspaudus ant jo pele.

source: Accept &focus
lt: Priimti &pirmąjį planą

source: When used, a window will receive all keyboard inputs while it is active, including Alt+Tab etc. This is especially interesting for emulators or virtual machines. Be warned: you won't be able to Alt+Tab out of the window nor use any other global shortcut (such as Alt+F2 to show KRunner) while it's active!
lt: Įjungus šią parinktį, langas gaus visas klaviatūros įvestis, įskaitant Alt+Tab ir pan. Tai ypatingai svarbu emuliatoriams ir virtualioms mašinoms. Įspėjimas: jūs negalėsite persijungti į kitą langą naudodami Alt+Tab. Taipogi neveiks kitos bendros klavišų kombinacijos (tokios kaip Alt+F2 KRunner parodymui)!

source: Ignore global shortcuts
lt: Ignoruoti globaliuosius sparčiuosius klavišus

source: &Closeable
lt: &Uždaromas

source: Window &type
lt: Lango &tipas

# no focus stealing prevention
source: None
lt: Nieko

source: Low
lt: Žemas

source: Normal
lt: Įprastas

source: High
lt: Aukštas

source: Extreme
lt: Ekstremalus

source: KWin tries to prevent windows from taking the focus ("activate") while you're working in another window, but this may sometimes fail or superact. "None" will unconditionally allow this window to get the focus while "Extreme" will completely prevent it from taking the focus.
lt: KWin stengiasi neleisti langui gauti fokuso (aktyvuotis) tol, kol jūs dirbate kitame lange, bet kartais tai gali nesuveikti ar veikti neteisingai. „Nieko“ besąlygiškai leis šiam langui gauti fokusą, o „Ekstremalus“ absoliučiai niekada neleis gauti fokuso.

source: &Focus stealing prevention
lt: Pirmojo plano &netekimo prevencija

source: Export Rule
lt: Eksportuoti taisyklę

source: Import Rules
lt: Importuoti taisykles

source: Enable this checkbox to alter this window property for the specified window(s).
lt: Pažymėję šią savybę pritaikysit ją pasirinktam langui(ams).

source: Specify how the window property should be affected:<ul><li><em>Do Not Affect:</em> The window property will not be affected and therefore the default handling for it will be used. Specifying this will block more generic window settings from taking effect.</li><li><em>Apply Initially:</em> The window property will be only set to the given value after the window is created. No further changes will be affected.</li><li><em>Remember:</em> The value of the window property will be remembered and every time the window is created, the last remembered value will be applied.</li><li><em>Force:</em> The window property will be always forced to the given value.</li><li><em>Apply Now:</em> The window property will be set to the given value immediately and will not be affected later (this action will be deleted afterwards).</li><li><em>Force temporarily:</em> The window property will be forced to the given value until it is hidden (this action will be deleted after the window is hidden).</li></ul>
lt: Nurodykit kokią įtaką turi turėti lango nustatymai:<ul><li><em>Neįtakoti: </em> Lango nustatymai nebus pritaikyti todėl bus panaudoti išankstiniai nustatymai. Pasirinkus šį punktą bus blokuojami bendresnieji lango nustatymai.</li><li><em>Pritaikyti iš kart:</em> Sukuriant langą jam bus pritaikytas nustatymų rinkinys. Vėlesniems pakeitimams tai neturės įtakos. </li><li><em>Įsiminti:</em> Lango savybės bus įsimintos ir naudojamos viėlau sukuriant langą. kiekvienas pakeitimas taip pat bus įsimintas nedelsiant. </li><li><em>Priversti:</em> Lango nustatymų vertės bus jam taikomos priverstinai.</li><li><em>Pritaikyti dabar:</em> Lango savybės bus pritaikytos tuojau pat, bet vėliau bus pamirštos.</li><li><em>Priversti laikinai:</em> Lango nustatymai bus pritaikyti priverstinai, bet tik laikinai, kol langas bus paslėptas (šis veiksmas bus ištrintas po to kai langas yra paslėptas).</li></ul>

source: Specify how the window property should be affected:<ul><li><em>Do Not Affect:</em> The window property will not be affected and therefore the default handling for it will be used. Specifying this will block more generic window settings from taking effect.</li><li><em>Force:</em> The window property will be always forced to the given value.</li><li><em>Force temporarily:</em> The window property will be forced to the given value until it is hidden (this action will be deleted after the window is hidden).</li></ul>
lt: Pasirinkti poveikio lango savybėms būdą:<ul><li><em>Jokių keitimų:</em> Lango savybės nebus keičiamos, bus naudojamos numatytosios parinktys. Šis nustatymas blokuos bendresnius nustatymus langams.</li><li><em>Priverstinis:</em> Lango savybių reikšmės naujomis bus keičiamos priverstinai.</li><li><em>Priversti laikinai:</em> Lango nustatymai bus pritaikyti priverstinai, bet tik laikinai (šis veiksmas bus ištrintas kai tik langas bus paslėptas).</li></ul>

source: All Desktops
lt: Visi darbastaliai

source: Settings for %1
lt: %1: nustatymai

source: Unnamed entry
lt: Neįvardinta įvestis

source: You have specified the window class as unimportant. This means the settings will possibly apply to windows from all applications. If you really want to create a generic setting, it is recommended you at least limit the window types to avoid special window types.
lt: Jūs pažymėjote lango klasę kaip nesvarbią. Tai suteikia galimybę keisti langų nustatymus iš visų programų. Jei iš tikro norite turėti bendrus nustatymus, patariama bent apriboti specifinių langų tipų nuostatų keitimą.

source: Edit Window-Specific Settings
lt: Redaguoti nuo lango priklausančius nustatymus

source: This configuration dialog allows altering settings only for the selected window or application. Find the setting you want to affect, enable the setting using the checkbox, select in what way the setting should be affected and to which value.
lt: Šis dialogas leidžia keisti nustatymus tik pasirinktam langui ar programai. Susiraskite dialoge kokius nustatymus norite naudoti, pažymėkite juos ir šalia pasirinkite pateikiamas parinktis ar įveskite reikiamasreikšmes.

source: Consult the documentation for more details.
lt: Norėdami sužinoti konkrečiau skaitykite dokumentaciją

source: Edit Shortcut
lt: Redaguoti derinį
