Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmlaunch.po
Languages: ar, bs, da, eu, fa, fi, fr, gl, hi, ia, it, km, lt, lv, nb, nds, pt_br, ro, ru, sl, sr@ijekavian, uk

source: <H1>Taskbar Notification</H1> You can enable a second method of startup notification which is used by the taskbar where a button with a rotating hourglass appears, symbolizing that your started application is loading. It may occur, that some applications are not aware of this startup notification. In this case, the button disappears after the time given in the section 'Startup indication timeout'
ar: <H1>اشعارات شريط المهام</H1> يمكنك تمكين طريقة ثانية للإشعار إلى بدء تشغيل التطبيق و هي المستخدمة في شريط المهام حيث يظهر زر مع صورة ساعة رملية ، ترمز إلى أن التطبيق جاري تشغيله. قد يحصل أن بعض التطبيقات قد لا تعي إلى اشعار بدء التشغيل هذا. في هذه الحالة يختفي الزر بعد الوقت المعطى في قسم 'المهلة لإظهار بدء التشغيل'
bs: <H1>Obavještenje na traci sa zadacima</H1> Možete uključiti i drugu metodu obavještenja o pokretanju koja se koristi u traci sa zadacima. U ovoj traci se pojavljuje dugme sa rotirajućim pješčanim satom, što simbolizira da se učitava pokrenuta aplikacija. Može se desiti da neke aplikacije nisu svjesne ovog obavještenja o pokretanju. U ovom slučaju, dugme nestaje tek nakon isteka vremena navedenog u odjeljku 'Trajanje oznake pokretanja'
da: Man kan aktivere en anden metode til opstartsbekendtgørelse som bliver brugt af opgavelinjen hvor en knap med et roterende timeglas vises, hvilket symboliserer at dit startede program indlæses. Det kan ske at visse programmer ikke er klar over denne opstartsbekendtgørelse. I disse tilfælde vil markøren holde op med at blinke efter tiden givet i afsnittet "Tidsudløb for opstartsindikation"
eu: <h1>Ataza-barraren jakinarazpena</h1> Abiarazte-jakinarazpenen beste modu bat ere gaitu dezakezu: ataza-barran, harea-erloju bat biraka duen botoi bat agertzen da, eta hark adierazten du abiarazi duzun aplikazioa kargatzen ari dela. Baliteke aplikazio batzuek abiarazte-jakinarazpen hori ez jasotzea. Hala bada, botoia desagertu egingo da 'Abiarazte-abisuaren denbora-muga' atalean adierazitako denbora igarotakoan
fa: <H1>اخطار میله تکلیف</H1> می‌توانید روش دوم اخطار راه‌اندازی که توسط میله تکلیفی که یک دکمه با یک ساعت شنی چرخان در آن ظاهر می‌شود، استفاده می‌گردد را فعال کنید، و نماد این است که کاربرد آغازشده شما در حال بار شدن است. ممکن است برخی از کاربردها از این اخطار راه‌اندازی آگاه نباشند. در این حالت، دکمه پس از زمان داده‌شده در بخش »راه‌اندازی اتمام وقت نشانه« ناپدید می‌شود
fi: <H1>Tehtäväpalkin ilmoitus</H1> Varatun osoittimen lisäksi voit näyttää tiedon ohjelmien käynnistymisestä myös tehtäväpalkissa: käynnistyvän ohjelman kuvakkeen päällä näkyy pyörivä levyn kuva. Kaikki sovellukset eivät osaa lopettaa tehtäväpalkin ilmoitusta, jolloin ilmoitus lopetetaan määritellyn aikaviiveen kuluttua.
fr: <H1>Notification de la barre de tâches</H1> Vous pouvez activer une seconde méthode de notification de démarrage utilisée par la barre des tâches. Celle-ci fait apparaître un bouton avec un sablier tournant, montrant que l'application que vous avez lancée est en cours de démarrage. Il est possible que certaines applications ne sachent pas gérer cette notification de démarrage. Dans ce cas, le bouton disparaît après le délai spécifié dans la section « Délai du témoin de démarrage »
gl: <H1>Notificación na barra de tarefas</H1> Pode activar un segundo método de notificación de inicio que é usado pola barra de tarefas onde aparece un botón cun disco en rotación, simbolizando que a aplicación iniciada está cargándose. Pode ocorrer que algunhas aplicacións non reciban esta notificación de inicio. Neste caso, o botón desaparecerá despois do tempo establecido en «Tempo de expiración da indicación de inicio»
ia: <H1>Notification de barra de cargas</H1> Tu pote habilitar un secunde methodo de notification de initio que es usate per le barra de cargas ubi le button con le horologio rotante appare, symbolizante que tu application que initiava es cargante. Il pote occurrer que alcun applicationes non es avisate de iste notification de initio. In iste caso, le button dispare postea le tempore date in le section 'Tempore de Expiration de Indication de Initio'
it: <h1>Notificazione barra delle applicazioni</h1> Puoi abilitare un secondo metodo di notificazione dell'avvio che sarà usato dalla barra delle applicazioni, dove apparirà un pulsante con una clessidra che ruota, che sta ad indicare che l'applicazione che hai avviato sta caricando. Potrebbe verificarsi che alcune applicazioni non siano al corrente di questa notificazione dell'avvio. In questo caso, il scomparirà trascorso il tempo indicato da «Tempo massimo indicazione avvio»
km: <H1>ការ​ជូន​ដំណឹង​របារ​ភារកិច្ច</H1> អ្នក​អាច​អនុញ្ញាត​ឲ្យ​មាន​វិធីសាស្ត្រ​ទី ២ នៃ​ការ​ជូន​ដំណឹង​នៅ​ពេល​ចាប់ផ្តើម ដែល​ ត្រូវ​បាន​ប្រើ​ដោយ​របារភារកិច្ច ហើយ​​ប៊ូតុង​ដែល​មាន​នាឡិកា​នឹង​លេច​ឡើង ជា​និមិត្ត​សញ្ញា​បញ្ជាក់​ថា កម្មវិធី​ដែល​បាន​ចាប់​ផ្ដើម​កំពុង​ផ្ទុក ។ វា​អាច​កើត​ឡើង ពេល​កម្មវិធី​មួយ​ចំនួន​មិន​ដឹង​ការ​ជូន​ដំណឹង​នៅ​ពេល​ចាប់ផ្ដើម​នេះ ។ ក្នុង​ករណី​នេះ ប៊ូតុង​នឹង​លេច​បាត់ បន្ទាប់​ពី​ពេល ដែល​បាន​ផ្ដល់​ឲ្យ​ក្នុង​ផ្នែក 'ចាប់​ផ្តើម​ជូន​ដំណឹង​ពេល​សម្រាក'
lt: <H1>Užduočių juostos pranešimas</H1> Jūs galite įjungti tokį startavimo pranešimo metodą, kada yra naudojamas užduočių juostoje besisukantis mygtukas, simbolizuojantis, kad įkeliama Jūsų paleista programa. Gali būti, kad kai kurios programos nežino apie tokį paleidimo pranešimą. Tokiu atveju, mygtukas pranyks, praėjus laikui, nurodytam sekcijoje „Paleidimo indikacijos delsa“
lv: <H1>Paziņojums uzdevumjoslā</H1> Jūs varat atļaut otru palaišanas paziņojuma metodi, kura uzdevumjoslā parāda palaistās programmas ielādes simbolu. Var gadīties, ka programma nenojauš par palaišanas paziņošanu. Šajā gadījumā, simbols no uzdevumjoslas pazudīs pēc laika, kāds norādīts sadaļā 'Palaišanas paziņošanas noildze'
nb: <H1>Kunngjøring på oppgavelinja</H1> Du kan slå på en annen metode for oppstartskunngjøring, som kommer på oppgavelinja, hvor en en knapp med et roterende timeglass dukker opp. Dette symboliserer at programmet holder på å starte. Det kan skje at noen programmer ikke er klar over denne oppstartskunngjøringen. I så fall vil pekeren slutte å blinke etter den tiden som står oppført i seksjonen 'Tidsgrense for oppstartsindikator'
nds: <h1>Dorstellen för Programmbalken</h1> Du kannst en tweet Oort vun Startanimeren anmaken: Binnen den Programmbalken dukt en Knoop mit en dreihen Stünnenglas op, wat dat Laden vun Dien Programm wiest. En Reeg Programmen kennt dat villicht nich, denn geiht de Knoop eerst wedder na de "Startanimeren-Tiet" weg.
pt_br: <H1>Notificação na barra de tarefas</H1> Você pode habilitar um segundo método de notificação de inicialização que é usado pela barra de tarefas, onde aparece um disco girando, o que indica que o aplicativo que você iniciou está sendo carregado. Pode acontecer que certos aplicativos não se deem conta desta notificação. Neste caso o botão desaparece ao fim do período indicado na seção 'Tempo limite da indicação de inicialização'
ro: <h1>Notificare în bara de procese</h1> Puteți activa a doua metodă de notificare care este utilizată de bara de procese, unde apare un buton cu o clepsidră rotitoare care simbolizează că aplicația pornită se încarcă. Se poate întîmpla ca unele aplicații să nu suporte această opțiune. În acest caz butonul dispare după perioada de timp specificată în "Temporizare indicator pornire".
ru: <H1>Уведомление панели задач</H1> Вы можете использовать другой метод уведомления о запуске, который используется панелью задач, изображающей кнопку с вращающимся диском, символизирующую загрузку запускаемого приложения. Это может быть полезно поскольку некоторые приложения не осуществляют уведомление о загрузке. В этом случае, диск прекратит вращаться по истечению времени, указанного в параметре «Время индикации запуска»
sl: <H1>Obvestilo v opravilni vrstici</H1> Omogočite lahko tudi drugo metodo za obvestilo o zagonu, ki jo uporablja opravilna vrstica, pri kateri se prikaže vrteča se peščena ura, ki simbolizira zagon programa. Zgodi se lahko, da se nekateri programi ne zavedajo tega obvestila ob zagonu. V tem primeru kazalka preneha utripati po času navedenem v odseku »Časovni pretek obvestila o zagonu«.
sr@ijekavian: <qt><h1>Обавештење у траци задатака</h1>Можете одредити и додатни начин за обавјештавање о покретању, гдје се у траци задатака јавља дугме са ротирајућим пешчаником, симболично указујући на учитавање програма. Неки програми могу не бити свјесни оваквог обавјештавања, и тада ће дугме нестати послије времена датог под <interface>Прековријеме одзива на покретању:</interface>.</qt>
uk: <H1>Сповіщення у смужці задач</H1> Ви можете увімкнути інший метод сповіщення про запуск, при цьому на смужці задач з'явиться кнопка з клепсидрою, яка обертатиметься, що символізує завантаження програми. Можливо, деякі програми не знають про сповіщення запуску. В цьому разі, кнопка зникне після часу, вказаного у розділі «Тайм-аут показу запуску»

source: Enable &taskbar notification
ar: مكّن إشع&ارات شريط المهام
bs: Uključi &obavještenje na taskbaru
da: Aktivér bekendtgørelse via &opgavelinje
eu: Gaitu &ataza-barraren jakinarazpena
fa: فعال‌سازی اخطار &میله تکلیف‌
fi: Näytä &tehtäväpalkin ilmoitus
fr: Activer la notifica&tion de la barre de tâches
gl: Activar notificación na barra de &tarefas
hi: कार्य पट्टी सक्षम करें
ia: Habilita no&tification de barra de cargas
it: Abilita no&tifica nella barra delle applicazioni
km: អនុញ្ញាត​ឲ្យ​មាន​ការ​ជូន​ដំណឹង​របារ​ភារកិច្ច
lt: &Įjungti užduočių juostos pranešimą
lv: Ieslēgt paziņojumu &uzdevumjoslā
nb: Slå på &kunngjøring på oppgavelinja
nds: Programm&balken-Animeren anmaken
pt_br: Habilitar a notificação na barra de &tarefas
ro: Activează notificarea în &bara de procese
ru: Разрешить &уведомление панели задач
sl: Omogoči obves&tilo v opravilni vrstici
sr@ijekavian: Укључи обавјештење у &траци задатака
uk: Увімкнути сповіщення у &смужці задач

source: Start&up indication timeout:
ar: الم&هلة لاظهار بدء التشغيل:
bs: &Trajanje oznake pokretanja:
da: Tids&udløb for opstartsindikation:
eu: A&biarazte-abisuaren denbora-muga:
fa: &راه‌اندازی اتمام وقت نشانه:‌
fi: Kä&ynnistyksen ilmaisemisen aikakatkaisu:
fr: Délai d&u témoin de démarrage :
gl: Tempo de e&xpiración da indicación de inicio:
hi: स्टार्टअप इंडीकेशन टाइमआउटः
ia: E&xpiration de tempore de indication pro Initiar
it: Tempo massimo indicazione a&vvio:
km: ចាប់ផ្តើម​ជូន​ដំណឹង​ពេល​ចាប់ផ្តើម​សម្រាក ៖
lt: Paleidimo indikacijos &delsa:
lv: Palaišanas paziņošanas &noildze:
nb: Tid&sgrense for oppstartsvarsel:
nds: Sta&rtanimeren-Tiet:
pt_br: Te&mpo limite do indicador de inicialização:
ro: &Temporizare indicator pornire:
ru: &Время индикации запуска:
sl: Časovni pretek obvestila o zagon&u:
sr@ijekavian: Преко&вријеме одзива на покретању:
uk: Тайм-аут показу &запуску:
