Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmlaunch.po
Languages: ar, bs, da, eu, fa, fi, fr, gl, hi, ia, it, km, lt, lv, nb, nds, pt_br, ro, ru, sl, sr@ijekavian, uk

source: <h1>Launch Feedback</h1> You can configure the application-launch feedback here.
ar: <h1>اشعار الإطلاق</h1> هناك يمكنك ضبط كيفية إشعارك عند إطلاق التطبيق.
bs: <h1>Odziv pokretanja</h1> Ovdje možete podesiti odziv programa pri pokretanju.
da: <h1>Opstartstilbagemelding</h1> Du kan indstille programstart-tilbagemelding her.
eu: <h1>Abiaraztearen jakinarazpena</h1> Hemen, aplikazioen abiaraztearen jakinarazpena konfigura dezakezu.
fa: <h1>بازخورد راه‌انداز</h1> می‌توانید بازخورد راه‌انداز کاربرد را در اینجا پیکربندی کنید.
fi: <h1>Käynnistymisen ilmaiseminen</h1> Tässä voit määrittää sovellusten käynnistymispalautteen.
fr: <h1>Notification de lancement</h1> Vous pouvez configurer ici la notification de lancement des applications.
gl: <h1>Notificación de inicio</h1> Aquí pode configurar a notificación de inicio dun programa.
hi: <h1>लांच फ़ीडबैक</h1> यहाँ आप एप्लीकेशन-लांच फ़ीडबैक कॉन्फ़िगरेशन कर सकते हैं.
ia: <h1>Retorno de lanceamento</h1>Tu ci pote configurar le retorno de lanceamento de application.
it: <h1>Notifica lancio</h1> Puoi configurare il tipo di notifica dell'avvio delle applicazioni.
km: <h1>ប្រតិកម្ម​ពេល​ចាប់ផ្ដើម</h1> អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ប្រតិកម្ម​ពេល​ចាប់ផ្ដើម​កម្មវិធី​នៅ​ទីនេះ ។
lt: <h1>Paleisties grįžtamasis ryšys</h1> Čia galite suderinti programų paleidimo grįžtamą ryšį.
lv: <h1>Palaišanas paziņošana</h1> Šeit jūs varat konfigurēt programmu palaišanas paziņošanu.
nb: <h1>Oppstartskunngjøring</h1> Her kan du velge hvordan det skal varsles at et program starter.
nds: <h1>Startanimeren</h1> Hier kannst Du de Startanimeren vun Programmen instellen.
pt_br: <h1>Retorno de lançamento</h1> Você pode configurar aqui o retorno do lançamento de aplicativos.
ro: <h1>Pornire</h1> Aici puteți configura modul de indicare a pornirii aplicațiilor.
ru: <h1>Отклик запуска</h1> Здесь можно настроить реакцию системы на запуск приложения.
sl: <h1>Odziv zagona</h1> Tu lahko nastavite odziv programa, ki se zaganja.
sr@ijekavian: <h1>Одзив при покретању</h1>Овдје подешавате одзив на основу кога уочавате да је програм управо покренут.
uk: <h1>Показ запуску</h1> Тут ви можете налаштувати відображення процесу запуску програм.

source: Bus&y Cursor
ar: ال&مؤشر المشغول
bs: Kursor &zauzeća
da: &Optagetmarkør
eu: K&urtsore okupatua
fa: مکان‌نمای &مشغول‌
fi: &Varattu osoitin
fr: Tém&oin du curseur
gl: Cursor ocu&pado
hi: व्यस्त संकेतक
ia: C&ursor de occupate
it: Cursore di occ&upato
km: ទស្សន៍​ទ្រនិច​ជាប់​រវល់
lt: Užimt&umo žymeklis
lv: &Aizņemts kursors
nb: Opp&tatt-peker
nds: To-&Doon-Wieser
pt_br: &Cursor de ocupado
ro: Cursor &ocupat
ru: Курсор &занятости
sl: Kazalka za za&poslenost
sr@ijekavian: &Заузет показивач
uk: Курсор «прац&юю»

source: <h1>Busy Cursor</h1> KDE offers a busy cursor for application startup notification. To enable the busy cursor, select one kind of visual feedback from the combobox. It may occur, that some applications are not aware of this startup notification. In this case, the cursor stops blinking after the time given in the section 'Startup indication timeout'
ar: <h1>المؤشر المشغول</h1> كيدي يعرض ميزة المؤشر المشغول للاشعار إلى بدء تشغيل التطبيق. لتمكين المؤشر المشغول, انتقي نوع واحد من الارتداد المرئي من المربع المركب. من الممكن أن يحدث أن بعض التطبيقات قد لا تعي اشعار بدء التشغيل هذا. في هذه الحالة يتوقف المؤشر عن النبض بعد الوقت المعطى في قسم 'المهلة لإظهار بدء التشغيل'
bs: <h1>Kursor zauzeća</h1> KDE omogućuje kursor zauzeća kao obavještenje o pokretanju aplikacije. Da uključite kursor zauzeća, izaberite neku vrstu vizuelnog odziva sa kombiniranog polja. Može se desiti da neke aplikacije nisu svjesne ovog obavještenja o pokretanju. U tom slučaju, kursor će prestati treperiti tek nakon isteka vremena navedenog u odjeljku 'Trajanje oznake pokretanja'.
da: <h1>Optagetmarkør</h1> KDE tilbyder en optagetmarkør til bekendtgørelse af programopstart. For at aktivere optagetmarkør, vælges en type visuel tilbagemelding fra kombinationsfeltet Det kan ske at visse programmer ikke er klar over denne opstartsbekendtgørelse. I disse tilfælde vil markøren holde op med at blinke efter den tid der er angivet i afsnittet "Tidsudløb for opstartsindikation".
eu: <h1>Kurtsore lanpetua</h1> KDEk kurtsore lanpetua eskaintzen du, aplikazioa abiarazi dela jakinarazteko. Kurtsore lanpetua gaitzeko, hautatu konbinazio-koadroko ikusizko ohar bat. Baliteke aplikazio batzuek abiarazteari buruzko jakinarazpen hori ez jasotzea. Hala bada, kurtsoreak keinu egiteari utziko dio 'Abiarazte-abisuaren denbora-muga' atalean adierazitako denbora igarotakoan.
fa: <h1>مکان‌نمای مشغول</h1> KDE مکان‌نمای مشغول را برای اخطار راه‌اندازی کاربرد پیشنهاد می‌کند. برای فعال‌سازی مکان‌نمای مشغول، یک نوع بازخورد تصویری را از جعبه ترکیب انتخاب کنید. شاید اتفاق بیفتد که برخی کاربردها از این اخطار راه‌اندازی آگاه نباشند. در این صورت، مکان‌نما پس از زمان داده‌شده در بخش »اتمام وقت نشانه راه‌اندازی« از چشمک‌زنی می‌ایستد
fi: <h1>Varattu osoitin</h1> KDE voi näyttää ohjelman käynnistyessä hiiriosoittimen ”varattuna”. Jos haluat käyttää tätä asetusta, valitse haluamasi esitystapa monivalintalaatikosta. Kaikki ohjelmat eivät välttämättä kunnioita tapaa. Tällöin osoitin lakkaa vilkkumasta sen jälkeen, kun aikakatkaisussa annettu aika on kulunut.
fr: <h1>Témoin du curseur</h1> KDE propose un témoin lié au curseur pour notifier le démarrage des applications. Pour activer ce témoin, sélectionnez un des modes de retour d'informations visuel de la liste déroulante. Il est possible que certaines applications ne sachent pas gérer cette notification de démarrage. Dans ce cas, le curseur cesse de clignoter après le temps spécifié dans la section « Délai du témoin de démarrage »
gl: <h1>Cursor ocupado</h1> KDE ofrece un cursor ocupado para notificar o inicio dun programa. Para activar o cursor ocupado, seleccione no despregábel o tipo de información visual. Pode ocorrer que algunhas aplicacións non reciban esta notificación de inicio. Neste caso, o cursor deixa de pestanexar despois de transcorrido o tempo que figura na sección «Tempo de espera da indicación de inicio»
hi: व्यस्त संकेतक<h1>Busy Cursor</h1> केडीई प्रस्तुत करता है एक व्यस्त संकेतक- अनुप्रयोग प्रारंभ करने के बारे में बताने के लिए. व्यस्त संकेतक सक्षम करने के लिए एक प्रकार का विज़ुअल फ़ीडबैक कॉम्बो बक्से में से चुनें. ऐसा हो सकता है कि कुछ अनुप्रयोग इस विशेषता- प्रारंभ करने के बारे में बताने के लिए- अनभिज्ञ हों . ऐसी परिस्थिति में, कर्सर टिमटिमाना बन्द कर देता है 'स्टार्टअप इंडीकेशन टाइमआउट' में दिए गए समय के उपरांत.
ia: <h1>Cursor de occupate</h1> KDE offere un cursor de occupate pro notification de initio de application. Pro habilitar le cursor de occupate, tu selectiona un genere de retorno visual ex le quadro combo. Il pote occurrer que alcun applicationes non es avisate de iste notification de initio. In iste caso, le cursor stoppa de palpebrar postea le tempore date in le section 'Tempore de Expiration de Indication de Initio'
it: <h1>Cursore di occupato</h1> KDE offre un cursore di occupato per notificare l'avvio di un'applicazione. Per abilitare il cursore occupato, seleziona un tipo di notifica visiva dalla casella. Può succedere che alcune applicazioni non siano al corrente di questa notifica dell'avvio. In questo caso, il cursore smetterà di lampeggiare trascorso il tempo indicato da «Tempo massimo indicazione avvio»
km: <h1>ទស្សន៍​ទ្រនិច​ជាប់​រវល់</h1> KDE ផ្ដល់​ទស្សន៍​ទ្រនិច​ជាប់​រវល់​មួយ ​សម្រាប់​ការ​ជូន​ដំណឹង​ពេល​កម្មវិធី​ចាប់​ផ្តើម ។ ដើម្បី​អនុញ្ញាត​ឲ្យ​មាន​ទស្សន៍​ទ្រនិច​ជាប់​រវល់ ជ្រើស​ប្រភេទ​មួយ​នៃ​មតិ​អ្នក​ប្រើ​ដែល​អាច​មើល​ឃើញ ពី​ប្រអប់​បន្សំ ។ វា​អាច​កើត​ឡើង ដែល​កម្មវិធី​មួយ​ចំនួន មិន​ដឹង​អំពី​ការ​ជូន​ដំណឹង​នៅ​ពេល​ចាប់ផ្តើម​នេះ ។ ក្នុង​ករណី​នេះ ទស្សន៍​ទ្រនិច​បញ្ឈប់​ការ​លោត​ភ្លឹប​ភ្លែត​ៗ បន្ទាប់​ពី​ពេល ដែល​បាន​ផ្តល់​ឲ្យ​ក្នុង​ផ្នែក 'ចាប់ផ្តើម​ជូន​ដំណឹង​ពេល​សម្រាក​'
lt: <h1>Užimtumo žymeklis</h1> KDE siūlo informavimui apie paleidžiamas programas naudoti „užimtumo žymeklį“. Norėdami naudoti užimtumo žymeklį, pažymėkite „Naudoti užimtumo žymeklį“. Gali būti, kad kai kurios programos neatpažins šitų paleidimo pranešimų. Tokiu atveju, žymeklis nustos mirkčioti, praėjus laikui, nurodytam sekcijoje „Paleidimo indikacijos delsa“
lv: <h1>Aizņemts kursors</h1> KDE piedāvā aizņemtu kursoru programmu palaišanas paziņošanai. Lai ieslēgtu aizņemtu kursoru, atzīmējiet kādu no piedāvātajām iespējām. Var gadīties, ka programma nenojauš par palaišanas paziņošanu. Šajā gadījumā, kursors pārstās mirgot pēc laika, kāds norādīts sadaļā 'Palaišanas paziņošanas noildze'
nb: <h1>Opptatt-peker</h1> KDE tilbyr en opptatt-peker som oppstartskunngjørning for programmer. For å slå på opptatt-peker, kryss av for ett av valgene i kombinasjonsboksen. Det kan skje at noen programmer ikke er klar over denne oppstartskunngjøringen. I så fall vil pekeren slutte å blinke etter den tiden som står oppført i seksjonen 'Tidsgrense for oppstartsindikator'
nds: <h1>To-Doon-Wieser</h1> KDE kann dat wiesen, dat jüst en Programm bi is to starten. Wenn Du dat anmaken wullt, söök en Startanimeren mit dat Utsöökfeld ut. En Reeg Programmen kennt dat villicht nich, denn höört de Muuswieser eerst na de Tiet, de as "Startanimeren-Tiet" angeven is, mit de Animeren op.
pt_br: <h1>Cursor de ocupado</h1> O KDE pode mostrar um cursor de ocupado para notificar a inicialização de um aplicativo. Para ativar o cursor de ocupado, selecione um tipo de retorno visual da caixa de seleção. Pode ocorrer que certos aplicativos não se deem conta desta notificação. Neste caso, o cursor deixa de piscar ao fim do período indicado na seção 'Tempo limite da indicação de inicialização'
ro: <h1>Cursor ocupat</h1> KDE oferă facilitatea de cursor ocupat pentru notificarea pornirii aplicațiilor. Pentru a activa această opțiune selectați unul din mijloacele de indicare vizuală din căsuța combinată. Se poate întîmpla ca unele aplicații să nu suporte această opțiune. În acest caz cursorul se oprește din clipire după perioada de timp specificată în „Temporizare indicator pornire”.
ru: <h1>Курсор занятости</h1> KDE предоставляет курсор занятости для уведомления о запуске приложения. Чтобы включить курсор занятости, выберите тип визуального отклика в выпадающем списке. Некоторые приложения не поддерживают уведомление о запуске. В этом случае курсор прекращает мигать через промежуток времени, заданный параметром «Время индикации запуска».
sl: <h1>Kazalka za zaposlenost</h1> KDE ponuja kazalko za zaposlenost kot obvestilo ob zagonu programa. Da bi kazalko za zaposlenost omogočili, izberite eno vrsto vidnega odziva iz spustnega polja. Zgodi se lahko, da se nekateri programi ne zavedajo tega obvestila ob zagonu. V tem primeru kazalka preneha utripati po času navedenem v odseku »Časovni pretek obvestila o zagonu«.
sr@ijekavian: <qt><h1>Заузет показивач</h1>КДЕ нуди заузет показивач за обавјештавање о покретању програма. Да бисте га укључили, изаберите један од показивача са списка. Неки програми могу не бити свјесни оваквог обавјештавања, и тада ће показивач престати да трепће послије времена датог под <interface>Прековријеме одзива на покретању:</interface>.</qt>
uk: <h1>Курсор «працюю»</h1> KDE пропонує курсор «працюю» для сповіщення про старт програми. Щоб ввімкнути, виберіть тип сповіщення у комбосписку. Можливо, деякі програми не знають про сповіщення запуску. В цьому випадку, курсор перестане блимати через час, вказаний у розділі «Тайм-аут показу запуску»

source: No Busy Cursor
ar: لا مؤشر مشغول
bs: Bez kursora zauzeća
da: Ingen optagetmarkør
eu: K&urtsore lanpeturik ez
fa: بدون مکان‌نمای مشغول
fi: Ei varattua osoitinta
fr: Aucun témoin du curseur
gl: Sen cursor de ocupado
hi: अव्यस्त संकेतक
ia: Nulle cursor de occupate
it: Nessun cursore di occupato
km: គ្មាន​ទស្សន៍​ទ្រនិច​ជាប់​រវល់
lt: Nenaudoti užimtumo žymeklio
lv: Nav aizņemta kursora
nb: Ingen opptatt-peker
nds: Keen Animeren
pt_br: Nenhum cursor de ocupado
ro: Fără cursor ocupat
ru: Нет курсора занятости
sl: Brez kazalke za zaposlenost
sr@ijekavian: Без заузетог показивача
uk: Без курсора «працюю»

source: Passive Busy Cursor
ar: المؤشر المشغول السلبي
bs: Pasivni kursor zauzeća
da: Passiv optagetmarkør
eu: Kurtsore lanpetu pasiboa
fa: مکان‌نمای مشغول غیرفعال
fi: Passiivinen varattu osoitin
fr: Témoin du curseur passif
gl: Cursor ocupado pasivo
hi: अक्रिय व्यस्त संकेतक
ia: Cursor de occupate passive
it: Cursore di occupato passivo
km: ទស្សន៍​ទ្រនិច​ជាប់​រវល់​អកម្ម
lt: Pasyvus užimtumo žymeklis
lv: Pasīvs aizņemts kursors
nb: Passiv opptatt-peker
nds: Bloots Lüttbild
pt_br: Cursor de ocupado passivo
ro: Cursor ocupat pasiv
ru: Статический курсор занятости
sl: Pasivna kazalka za zaposlenost
sr@ijekavian: Пасивни заузети показивач
uk: Пасивний курсор «працюю»

source: Blinking Cursor
ar: المؤشر الوامض
bs: Trepćući kursor
eu: Kurtsore keinukaria
fa: مکان‌نمای چشمک‌زن
fi: Vilkkuva osoitin
gl: Cursor pestanexante
hi: टिमटिमाता संकेतक
it: Cursore di occupato lampeggiante
lt: Mirkčiojantis žymeklis
nb: Blinkende opptatt-peker
pt_br: Cursor piscante
ro: Cursor ocupat clipitor
ru: Мигающий курсор
uk: Миготливий курсор

source: Bouncing Cursor
ar: المؤشر المرتد
bs: Odbijajući kursor
eu: Errebote egiten duen kurtsorea
fa: واگشت مکان‌نما
fi: Pomppiva osoitin
gl: Cursor elástico
hi: उछलता संकेतक
it: Cursore di occupato che rimbalza
lt: Šokinėjantis žymeklis
nb: Sprettende opptatt-peker
pt_br: Cursor saltitante
ro: Cursor ocupat animat
ru: Прыгающий курсор
uk: Стрибаючий курсор

source: &Startup indication timeout:
ar: المهلة لإظهار &بدء التشغيل:
bs: &Trajanje oznake pokretanja:
da: &Tidsudløb for opstartsindikation:
eu: &Abiarazte-abisuaren denbora-muga:
fa: &راه‌اندازی اتمام وقت نشانه:‌
fi: Käynnistyksen ilmaisemisen aikakatkaisu:
fr: &Délai du témoin de démarrage :
gl: Tempo de e&xpiración da indicación do inicio:
hi: स्टार्टअप इंडीकेशन टाइमआउटः
ia: &Tempore de Expiration de Indication de Initio
it: Tempo massimo indicazione a&vvio:
km: ពេល​សម្រាក​ជូន​ដំណឹង​ពេល​ចាប់ផ្ដើម ៖
lt: Paleidimo indikacijos &delsa:
lv: &Palaišanas paziņošanas noildze:
nb: &Tidsgrense for oppstartsvarsel:
nds: &Startanimeren-Tiet:
pt_br: &Tempo limite do indicador de inicialização:
ro: &Temporizare indicator pornire:
ru: &Время индикации запуска:
sl: Ča&sovni pretek obvestila o zagonu:
sr@ijekavian: &Прековријеме одзива на покретању:
uk: Тайм-аут показу &запуску:

source: sec
ar: ثانية
bs: sek.
da: sek
eu: s
fa: ثانیه
fi: s
gl: seg
hi: सेक.
km: វិ.
lt: sek
lv: sek
nb: sek
nds: s
pt_br: s
ru: с
sl: sek.
sr@ijekavian: сек.
uk: с

source: Taskbar &Notification
ar: اشعارات &شريط المهام
bs: &Obavještenje na traci sa zadacima
da: Beke&ndtgørelse via opgavelinje
eu: Ataza-barraren &jakinarazpena
fa: &اخطار میله تکلیف‌
fi: Tehtäväpalki&n ilmoitus
fr: &Notification de la barre de tâches
gl: &Notificación na barra de tarefas
hi: कार्यपट्टी अधिसूचना
ia: &Notification de barra de cargas
it: &Notifica nella barra delle applicazioni
km: ការ​ជូន​ដំណឹង​របារ​ភារកិច្ច
lt: Užduočių juostos pra&nešimas
lv: &Paziņojums uzdevumjoslā
nb: &Kunngjøring på oppgavelinja
nds: Dorstellen för &Programmbalken
pt_br: &Notificação na barra de tarefas
ro: &Notificare în bara de procese
ru: Уведомление &на панели задач
sl: Obvestilo v opravil&ni vrstici
sr@ijekavian: &Обавјештење у траци задатака
uk: &Сповіщення смужки задач
