Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmnotify.po
Languages: pl

source: <h1>System Notifications</h1>KDE allows for a great deal of control over how you will be notified when certain events occur. There are several choices as to how you are notified:<ul><li>As the application was originally designed.</li><li>With a beep or other noise.</li><li>Via a popup dialog box with additional information.</li><li>By recording the event in a logfile without any additional visual or audible alert.</li></ul>
pl: <h1>System powiadamiania</h1> KDE pozwala określić sposób powiadamiania o różnych zdarzeniach. Masz kilka możliwości do wyboru:<ul><li>Sposób domyślny programu.</li><li>Sygnał dźwiękowy.</li><li>Okienko dialogowe zawierające dodatkowe informacje</li>.<li>Zapisanie zdarzenia w pliku dziennika bez dodatkowych ostrzeżeń wizualnych czy dźwiękowych.</li></ul>

source: Event source:
pl: Źródło zdarzenia:

source: &Applications
pl: &Programy

source: &Player Settings
pl: Ustawienia &odtwarzacza

source: System Notification Control Panel Module
pl: Moduł panelu sterowania systemem powiadamiania

source: (c) 2002-2006 KDE Team
pl: (c) 2002-2006 Zespół KDE

source: Original implementation
pl: Pierwotna wersja

source: Use the &KDE sound system
pl: Użyj systemu dźwięku &KDE

source: &Volume:
pl: &Głośność:

source: &Use an external player
pl: Użyj &zewnętrznego programu do odtwarzania

source: &Player:
pl: &Program do odtwarzania:

source: &No audio output
pl: &Brak dźwięku
