Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmopengl.po
Languages: it

source: KCM OpenGL Information
it: Informazioni OpenGL di KCM

source: (c) 2008 Ivo Anjo (c) 2004 Ilya Korniyko (c) 1999-2002 Brian Paul
it: © 2008 Ivo Anjo © 2004 Ilya Korniyko © 1999-2002 Brian Paul

source: Original Maintainer
it: Responsabile originale

source: Author of glxinfo Mesa demos (http://www.mesa3d.org)
it: Autore delle dimostrazioni glxinfo Mesa (http://www.mesa3d.org)

source: Max. number of light sources
it: Numero massimo di sorgenti di luce

source: Max. number of clipping planes
it: Numero massimo di piani di ritaglio

source: Max. pixel map table size
it: Dimensione massima della tabella di mappatura dei pixel

source: Max. display list nesting level
it: Livello massimo di annidamento della lista degli schermi

source: Max. evaluator order
it: Ordine massimo di valutazione

source: Max. recommended vertex count
it: Numero massimo di vertici consigliato

source: Max. recommended index count
it: Numero massimo di indici consigliato

source: Occlusion query counter bits
it: Bit del contatore di interrogazioni di occlusione

source: Max. vertex blend matrices
it: Matrici massime di miscelazione dei vertici

source: Max. vertex blend matrix palette size
it: Dimensione massima della tavolozza delle matrici di miscelazione dei vertici

source: Max. texture size
it: Dimensione massima delle trame

source: No. of texture units
it: Numero di unità di trama

source: Max. 3D texture size
it: Dimensione massima delle trame 3D

source: Max. cube map texture size
it: Dimensione massima della trame di mappe cubiche

source: Max. rectangular texture size
it: Dimensione massima delle trame rettangolari

source: Max. texture LOD bias
it: Distorsione LOD massima delle trame

source: Max. anisotropy filtering level
it: Livello massimo di filtraggio dell'anisotropia

source: No. of compressed texture formats
it: Numero di formati di trame compresse

source: Max. viewport dimensions
it: Dimensione massima della vista

source: Subpixel bits
it: Bit sottopixel

source: Aux. buffers
it: Buffer ausiliari

source: Frame buffer properties
it: Proprietà del framebuffer

source: Texturing
it: Trame

source: Various limits
it: Limiti vari

source: Points and lines
it: Punti e linee

source: Stack depth limits
it: Limiti della profondità di pila

source: Direct Rendering
it: Resa diretta

source: Indirect Rendering
it: Resa indiretta

source: 3D Accelerator
it: Acceleratore 3D

source: Vendor
it: Fornitore

source: Device
it: Dispositivo

source: Subvendor
it: Subfornitore

source: Revision
it: Revisione

source: unknown
it: sconosciuto

source: OpenGL/ES version
it: Versione di OpenGL/ES

source: Kernel module
it: Modulo del kernel

source: OpenGL/ES extensions
it: Estensioni OpenGL/ES

source: Implementation specific
it: Specifico dell'implementazione

source: server GLX vendor
it: fornitore del server GLX

source: server GLX version
it: versione del server GLX

source: server GLX extensions
it: estensioni del server GLX

source: client GLX vendor
it: fornitore del client GLX

source: client GLX version
it: versione del client GLX

source: client GLX extensions
it: estensioni del client GLX

source: GLX extensions
it: Estensioni GLX

source: GLU version
it: Versione GLU

source: GLU extensions
it: Estensioni GLU

source: EGL Vendor
it: Fornitore EGL

source: EGL Version
it: Versione EGL

source: EGL Extensions
it: Estensioni EGL

source: Information
it: Informazioni

source: Value
it: Valore

source: Name of the Display
it: Nome dello schermo

source: Could not initialize OpenGL
it: Impossibile inizializzare OpenGL

source: Could not initialize OpenGL ES2.0
it: Impossibile inizializzare OpenGL ES2.0
