Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmsmartcard.po
Languages: ar, bg, bs, ca@valencia, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn

source: Unable to launch KCardChooser
ar: تعذر تنفيذ KCardChooser
bg: Модулът KCardChooser не може да бъде стартиран
bs: Ne mogu da pokrenem KCardChooser
ca@valencia: No s'ha pogut engegar KCardChooser
cs: Nebylo možné spustit program pro výběr karet.
da: Kan ikke starte KCardChooser
de: KCardChooser lässt sich nicht starten.
el: Αδύνατη η εκκίνηση του KCardChooser
es: Imposible lanzar KCardChooser
et: KCardChooseri käivitamine nurjus
eu: Ezin izan da abiarazi KCardChooser
fa: قادر به راه‌اندازی KCardChooser نیست
fi: KCardChooseria ei voitu käynnistää
fr: Impossible de démarrer KCardChooser
ga: Ní féidir KCardChooser a thosú
gl: Non foi posíbel iniciar KCardChooser
he: אין אפשרות להפעיל את KCardChooser
hi: के-कार्ड-चूसर चलाने में अक्षम
hr: Nije moguće pokrenuti KCardChooser
hu: A KCardChooser program indítása nem sikerült.
ia: Inhabile a lancear KCardChooser
is: Tókst ekki að ræsa KCardChooser
it: Impossibile lanciare KCardChooser
ja: KCardChooser を起動できません
kk: KCardChooser жегілмеді
km: មិន​អាច​បើក KCardChooser បាន​ឡើយ
ko: KCardChooser를 실행할 수 없습니다.
lt: Nepavyksta paleisti KCardChooser
lv: Nevar palaist KCardChooser
mr: KCardChooser दाखल करण्यास अपयशी
nb: Får ikke startet KCardChooser
nds: KCardChooser lett sik nich starten
nl: KCardChooser kon niet worden opgestart
nn: Klarar ikkje starta KCardChooser
pa: ਕੇ-ਕਾਰਡ-ਚੋਣਕਾਰ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਅਸਫ਼ਲ
pl: Nie można uruchomić KCardChooser
pt: Impossível lançar o KCardChooser
pt_br: Não possível executar o KCardChooser
ro: Nu pot executa KCardChooser
ru: Невозможно запустить KCardChooser
sk: Nepodarilo sa spustiť KCardChooser
sl: Ni mogoče zagnati KCardChooser
sr: Не могу да покренем К‑бирач-картица
sv: Kunde inte starta smartkortsväljaren
uk: Неможливо запустити KCardChooser
wa: Dji n' a sepou enonder KTchoezixheuCwåte
zh_cn: 无法启动 KCardChooser

source: No card inserted
ar: لم تدخل البطاقة
bg: Няма вкарана карта
bs: Nema nijedne kartice
ca@valencia: No hi ha cap targeta inserida
cs: Není vložena žádná karta
da: Intet kort indsat
de: Keine Karte eingeführt
el: Δε έχει εισαχθεί κάρτα
es: Ninguna tarjeta insertada
et: Kaarti pole sisestatud
eu: Ez da txartelik sartu
fa: کارتی درج نشد
fi: Ei kortteja
fr: Aucune carte insérée
ga: Níl aon chárta ionsáite
gl: Non ten inserida ningunha tarxeta
he: לא הוכנס כרטיס
hi: कोई कार्ड प्रविष्ट नहीं
hr: Kartica nije umetnuta
hu: Nincs behelyezve kártya
ia: Nulle carta insertate
is: Ekkert kort í lesara
it: Nessuna scheda inserita
ja: カードが挿入されていません
kk: Салынған карта жоқ
km: មិន​បាន​បញ្ចូល​កាត
ko: 카드가 삽입되지 않았습니다.
lt: Kortelė neįdėta
lv: Karte nav ievietota
mr: कार्ड अंतर्भूत करू नका
nb: Intet kort satt inn
nds: Keen Koort insteken
nl: Geen kaart ingevoerd
nn: Ingen kort sett inn
pa: ਕੋਈ ਕਾਰਡ ਨਹੀਂ
pl: Brak włożonych kart
pt: Nenhum cartão inserido
pt_br: Nenhum cartão inserido
ro: Nu este inserat nici un card
ru: Карта не вставлена
sk: Nie je vložená žiadna karta
sl: Kartica ni vstavljena
sr: Картица није убачена
sv: Inget kort instoppat
uk: Картку не вставлено
wa: Pont d' cwåte intrêye
zh_cn: 没有插入卡

source: Smart card support disabled
ar: دعم البطاقات الذكية معطل
bg: Поддръжката на Smartcard е изключена
bs: Podrška za smartcard isključena
ca@valencia: S'ha deshabilitat el funcionament de targeta intel·ligent
cs: Podpora Smart Card vypnuta
da: Smartcard-understøttelse deaktiveret
de: Unterstützung für Smartcards deaktiviert
el: Η υποστήριξη για έξυπνες κάρτες απενεργοποιήθηκε
es: Soporte smartcard desactivado
et: Kiipkaarditoetus keelatud
eu: Txartel adimendunaren euskarria desgaiturik
fa: پشتیبانی کارت هوشمند غیرفعال شد
fi: Smartcard-tuki ei ole käytössä
fr: Gestion des cartes à puce désactivée
ga: Díchumasaíodh tacaíocht do chártaí cliste
gl: O soporte para tarxetas intelixentes está desactivado
he: התמיכה בכרטיסים חכמים כבויה
hi: स्मार्ट कार्ड समर्थन असमर्थित
hr: SmartCard podrška je onemogućena
hu: A csipkártya-támogatás le van tiltva
ia: Supporto de smartcard (carta intelligente) dishabilitate
is: Snjallkort ekki virk
it: Supporto per smartcard disabilitato
ja: スマートカードサポートは無効です
kk: Смарткарта қолдауы рұқсат етілмеген
km: មិន​បាន​អនុញ្ញាត​ការ​គាំទ្រ Smart card
ko: 스마트카드 지원을 사용할 수 없습니다
lt: Gudrių kortelių palaikymas išjungtas
lv: Viedkaršu atbalsts ir izslēgts
mr: स्मार्ट कार्ड समर्थन अकार्यान्वित
nb: Smartkort-støtte skrudd av
nds: Ünnerstütten för Smartkoorten utmaakt
nl: Chipkaartondersteuning uitgeschakeld
nn: Smartkortstøtta er ikkje på
pa: ਸਮਾਰਟ ਕਾਰਡ ਸਹਾਇਤਾ ਆਯੋਗ
pl: Obsługa smartcard wyłączona
pt: Suporte de 'smartcards' desactivado
pt_br: Suporte a smartcard desabilitado
ro: Suportul pentru smartcard este dezactivat
ru: Поддержка смарт-карт отключена
sk: Podpora Smart Card vypnutá
sl: Podpora pametnim karticam je onemogočena
sr: Подршка смарт-картица је искључена
sv: Stöd för smartkort inaktiverat
uk: Підтримку смарт-карт вимкнено
wa: Sopoirt del simartcard essocté
zh_cn: 智能卡支持被禁用

source: No readers found. Check 'pcscd' is running
ar: لا يوجد قراء. تأكد من أن 'pcscd' يعمل
bg: Не е намерен четец. Моля, проверете дали услугата "pcscd" е стартирана.
bs: Nema nijednog čitača. Provjerite da li je 'pcscd' pokrenut
ca@valencia: No s'han trobat lectors. Comproveu si «pcscd» s'està executant
cs: Nenalezeno žádné čtecí zařízení. Zkontrolujte, jestli je spuštěno 'pcscd'.
da: Ingen læsere funder. Tjek om 'pcscd' kører
de: Keine Lesegeräte gefunden. Überprüfen Sie, ob der Prozess pcscd läuft.
el: Δε βρέθηκαν αναγνώστες. Ελέγξτε αν το 'pcscd' τρέχει
es: Ningún lector encontrado. Comprobar si «pcscd» está en ejecución
et: Kaardilugejaid ei leitud. Kontrolli, kas 'pcscd' töötab
eu: Ez da irakurgailurik aurkitu. Begiratu 'pcscd' exekutatzen ari den
fa: خواننده‌ای یافت نشد. بررسی کنید »pcscd« در حال اجرا است
fi: Lukulaitteita ei löytynyt. Tarkista että ”pcscd” on käynnissä
fr: Aucun lecteur trouvé. Veuillez vous assurer que le programme « pcscd » est en cours d'exécution.
ga: Níor aimsíodh aon léitheoir. Féach an bhfuil 'pcscd' ag rith
gl: Non se atopou ningún lector. Verifique que «pscsd» está executándose
he: לא נמצאו קוראים. בדוק ש־"pcscd" פועל
hi: कोई रीडर्स नहीं मिले. देखें कि 'pcscd' चल रहा है
hr: Čitač nije pronađen. Provjerite je li 'pcscd' pokrenut.
hu: Nem található beolvasó. Ellenőrizze, hogy fut-e a 'pcscd' szolgáltatás.
ia: Nulle lectores es trovate. Tu verifica si 'pcscd' es executante
is: Engir lesarar fundust. Gáðu hvort 'pcscd' er ekki í gangi.
it: Nessun lettore trovato. Controlla che "pcscd" sia in esecuzione
ja: リーダーが見つかりません。<command>pcscd</command> が実行されているか確認してください。
kk: Оқу құралы табылмады. 'pcscd' жегілгенін тексеріңіз
km: រក​មិន​ឃើញ​ឧបករណ៍​អាន ។ ពិនិត្យ​មើល​ថា​តើ 'pcscd' កំពុង​រត់​ឬ​ទេ
ko: 리더가 없습니다. pcscd 가 실행 중인지 확인하십시오.
lt: Skaitytuvų nerasta. Patikrinkite ar paleistas „pcscd“
lv: Lasītāji nav atrasti.Pārbaudiet vai 'pcscd' strādā
mr: रिडर आढळले नाही. 'pcscd' कार्यरत असण्याची तपासणी करा
nb: Ingen leser funnet. Sjekk om «pcscd» kjører
nds: Keen Leesreedschap funnen. Kiek wat "pcscd" löppt.
nl: Geen lezers gevonden. Controleer of 'pcscd' wel draait.
nn: Fann ingen lesarar. Sjå til at «pcscd» køyrer.
pa: ਕੋਈ ਰੀਡਰ ਨਹੀਂ ਲੱਭਿਆ। ਚੈੱਕ ਕਰੋ ਕਿ 'pcscd' ਚੱਲ ਰਿਹਾ ਹੈ।
pl: Brak urządzeń czytających. Proszę sprawdzić, czy 'pcscd' jest uruchomiony.
pt: Não foram encontrados nenhuns leitores. Verifique se o 'pscsd' está a correr
pt_br: Nenhum leitor encontrado. Verifique se o 'pcscd' está rodando
ro: Nu am găsit nici un cititor. Verificați dacă programul "pcscd" rulează.
ru: Считыватели не найдены. Убедитесь, что служба pcscd запущена
sk: Nenájdené žiadne čítačky. Overte, že beží 'pscsd'
sl: Ni mogoče najti bralnikov. Preverite, ali »pcscd« teče
sr: Ниједан читач није пронађен. Проверите да ли је <command>pcscd</command> у погону.
sv: Hittade inga läsare. Kontrollera om "pcscd" körs.
uk: Не знайдено зчитувачів. Перевірте, чи працює процес «pcscd».
wa: Pont d' lijheu d' trové. Waitîz si « pcscd » est enondé
zh_cn: 没有找到读卡器。检查“pcscd”是否运行

source: NO ATR or no card inserted
ar: لم يتم إدخال بطاقة أو ATR
bg: Няма вкарана карта или ATR
bs: Nema ATR ili kartica nije ubačena
ca@valencia: No hi ha cap targeta o ATR inserit
cs: Není vložena žádná karta nebo není 'ATR'
da: NO ATR eller intet kort indsat
de: Kein ATR bzw. keine Karte eingeführt
el: ΟΧΙ ATR ή δεν έχει εισαχθεί κάρτα
es: Ninguna ATR o tarjeta insertada
et: Kaarti pole sisestatud või kaardilugeja pole töövalmis.
eu: ATRrik ez, edo ez da txartelik sartu
fa: ATR یا کارتی درج نشده
fi: Ei ATR:ää tai ei kortteja
fr: Aucun ATR ou aucune carte inséré
ga: Níl aon ATR nó chárta ionsáite
gl: Non se inseriu ningunha tarxeta nin ATR
he: אין ATR או שלא הוכנס כרטיס
hi: कोई एटीआर या कोई कार्ड प्रविष्ट नहीं किया गया
hr: NO ATR ili kartica nije umetnuta
hu: Nincs behelyezve kártya vagy NO ATR jelzés
ia: Nulle ATR o nulle carta insertate
is: Annað hvort er ekkiert kort í lesaranum eða það sendi ekki frá sér ATR
it: NO ATR o nessuna scheda inserita
ja: ATR が見つからないか、カードが挿入されていません
kk: NO ATR немесе карта салынған жоқ
km: គ្មាន ATR ឬ​មិន​បាន​បញ្ចូល​កាត​
ko: ATR이 없거나 카드가 삽입되지 않았습니다
lt: Nėra ATR ar kortelė neįdėta
lv: NO ATR vai karte nav ielikta
mr: ATR आढळले नाही किंवा कार्ड अंतर्भूत केले नाही
nb: Ingen ATR, eller intet kort satt inn
nds: Keen ATR oder keen Koort insteken
nl: Geen ATR, of geen kaart ingevoerd
nn: Ingen ATR eller ingen kort sett inn
pa: ਕੋਈ ATR ਜਾਂ ਕਾਰਡ ਨਹੀਂ ਪਾਇਆ ਗਿਆ
pl: Brak włożonych kart lub brak ATR
pt: Nenhuma placa inserida ou nenhum ATR
pt_br: Nenhum ATR ou cartão inserido
ro: Nu există un ATR sau nu este inserat nici card
ru: Нет ATR или карта не вставлена
sk: Nevložená žiadna karta ani ATR
sl: Kartica ni ATR ali ni vstavljena
sr: Нема АТР‑а или картица није убачена
sv: Ingen ATR, eller inget kort instoppat
uk: Картку не вставлено або не виявлено зчитувача
wa: PONT D' ATR ou d' cwåte intrêye
zh_cn: 没有 ATR 或者没有插入卡

source: Managed by:
ar: بإدارة:
bg: Управление от:
bs: Kontrolisan od:
ca@valencia: Gestionat per:
cs: Řízeno:
da: Håndteret af:
de: Verwaltet von:
el: Διαχειριζόμενo από:
es: Gestionada por:
et: Haldaja:
eu: Kudeatzailea:
fa: مدیریت‌شده توسط:
fi: Ajuri:
fr: Géré par :
ga: Bainistithe ag:
gl: Xestionado por:
he: מנוהל על ידי:
hi: द्वारा प्रबंधितः
hr: Upravljač:
hu: Kezelőmodul:
ia: Gerite per:
is: Stjórnað af:
it: Gestito da:
ja: 管理:
kk: Басқаратыны:
km: បាន​គ្រប់​គ្រង​ដោយ ៖
ko: 관리자:
lt: Tvarkoma:
lv: Pārvalda:
mr: द्वारे व्यवस्थापीत:
nb: Håndtert av:
nds: Pleegt vun:
nl: Beheerd door:
nn: Styrt av:
pa: ਦੇਖਭਾਲ ਅਧੀਨ:
pl: Moduł zarządzający:
pt: Gerida por:
pt_br: Gerenciado por:
ro: Controlat de:
ru: Управляется:
sk: Spravuje:
sl: Upravlja:
sr: Управља:
sv: Hanterat av:
uk: Керується:
wa: Manaedjî pa:
zh_cn: 管理者：

source: No module managing this card
ar: لا توجد وحدة للتحكم في هذه البطاقة
bg: Няма модул за управление на тази карта
bs: Nijedan modul ne kontroliše ovu karticu
ca@valencia: No hi ha cap mòdul gestionant esta targeta
cs: Žádný modul neřídí tuto kartu.
da: Intet modul håndterer dette kort
de: Kein Modul zur Verwaltung dieser Karte
el: Κανένα άρθρωμα δε διαχειρίζεται αυτή την κάρτα
es: Ningún módulo controla esta tarjeta
et: Ükski moodul ei halda seda kaarti
eu: Ez dago txartel hau kudeatzen ari den modulurik
fa: هیچ پیمانه‌ای این کارت را مدیریت نمی‌کند
fi: Tällä kortilla ei ole ajurimoduulia
fr: Aucun module gérant cette carte
ga: Níl aon mhodúl ag bainistiú an chárta seo
gl: Non hai ningún módulo para xestionar esta tarxeta
he: אין מודול המנהל כרטיס זה
hi: इस कार्ड को कोई मॉड्यूल प्रबंधित नहीं कर रहा
hr: Nema modula koji upravlja ovom karticom
hu: Nincs kezelőmodul beállítva ehhez a kártyához.
ia: Nulle modulo pro gerer iste carta
is: Engin eining stjórnar þessu korti
it: Nessun modulo sta gestendo questa scheda
ja: このカードを管理するモジュールはありません
kk: Карта басқару модулі жоқ
km: គ្មាន​ម៉ូឌុល​គ្រប់គ្រង​កាត​នេះ
ko: 이 카드를 관리할 모듈이 없습니다.
lt: Joks modulis netvarko šios kortelės
lv: Nav moduļa, kas pārvaldītu šo karti
mr: या कार्डचे व्यवस्थापन करणारे विभाग आढळले नाही
nb: Ingen modul håndterer dette kortet
nds: Keen Moduul pleegt disse Koort
nl: Geen module die deze kaart beheert
nn: Ingen modular styrer dette kortet
pa: ਇਸ ਕਾਰਡ ਦੀ ਦੇਖਭਾਲ ਲਈ ਕੋਈ ਮੋਡੀਊਲ ਨਹੀਂ ਹੈ
pl: Brak modułu zarządzającego tą kartą
pt: Nenhum módulo a gerir esta placa
pt_br: Nenhum módulo gerenciando este cartão
ro: Nici un modul nu controlează acest card
ru: Нет модуля, управляющего этой картой
sk: Túto kartu nespravuje žiadny modul
sl: Te kartice ne upravlja noben modul
sr: Ниједан модул не управља овом картицом
sv: Ingen enhet hanterar det här kortet
uk: Цією карткою не керує жоден з модулів
wa: Gn a pont d' module ki maedje cisse cwåte
zh_cn: 没有模块正在管理此卡

source: <h1>smartcard</h1> This module allows you to configure KDE support for smartcards. These can be used for various tasks such as storing SSL certificates and logging in to the system.
ar: <h1>البطاقة الذكية</h1> تسمح لك هذه الوحدة بضبط دعم كيدي للبطاقات الذكية. يمكن استخدام هذه البطاقات في عدة مهام كتخزين شهادات SSL والدخول للنظام.
bg: <h1>Smartcard</h1> От тук може настроите поддръжката на KDE за Smartcards. Тези карти могат да се използват за различни цели, като запазване на удостоверения за SSL и идентификация за включване в системата.
bs: <h1>smartcard</h1> Ovaj modul vam omogućuje da podesite KDE podršku za smartcards. Ove kartice mogu biti korištene u razne svrhe kao npr. čuvanje SSL certifikata i logovanje na sistem.
ca@valencia: <h1>Targeta intel·ligent</h1> Este mòdul vos permet configurar el funcionament del KDE per a les targetes intel·ligents. Estes es poden usar per a diverses tasques com ara guardar certificats SSL i connectar-se al sistema.
cs: <h1>SmartCard</h1> Tento modul vám dovolí konfigurovat KDE pro použití SmartCard. Toto může být použito pro různé úlohy jako ukládání SSL certifikátů a přihlašování se do systému.
da: <h1>Smartcard</h1> Dette modul tillader dig at indstille KDE-understøttelse for smartcard. Disse kan bruges til forskellige opgaver såsom at gemme SSL-certifikater og at logge på systemet.
de: <h1>Smartcard</h1> Dieses Modul ermöglicht die Einrichtung der KDE-Unterstützung für Smartcards. Diese können für verschiedene Aufgaben verwendet werden, etwa für die Speicherung von SSL-Zertifikaten und für die Anmeldung am System.
el: <h1>έξυπνη κάρτα</h1> Αυτό το άρθρωμα σας επιτρέπει να ρυθμίσετε την υποστήριξη του KDE για τις έξυπνες κάρτες. Αυτές μπορούν να χρησιμοποιηθούν για διάφορους σκοπούς, όπως για την αποθήκευση πιστοποιητικών SSL και για την είσοδο στο σύστημα.
es: <h1>smartcard</h1> Este módulo le permite configurar el soporte KDE para smartcards. Estas se pueden utilizar para diversas tareas tales como almacenamiento de certificados SSL y accesos al sistema.
et: <h1>Kiipkaart</h1> Selle mooduli abil saab seadistada KDE kiipkaardi toetust. Kiipkaarte saab kasutada mitmesugusteks ülesanneteks, näiteks SSL sertifikaatide salvestamiseks või ka süsteemi sisselogimiseks.
eu: <h1>smartcard</h1> Modulu honen bidez KDEren txartel adimendunetarako euskarria konfigura dezakezu. Hainbat zereginetarako erabil daitezke txartel adimendunak, hala nola SSL egiaztagiriak gordetzeko eta sisteman saioa hasteko.
fa: <h1>کارت هوشمند</h1> این پیمانه به شما اجازه پیکربندی پشتیبانی KDE را برای کارتهای هوشمند می‌دهد. اینها برای تکالیف گوناگونی، نظیر ذخیره گواهی‌نا‌مه‌های SSL و ورود به سیستم استفاده می‌شوند.
fi: <h1>smartcard</h1> Tästä voit muokata KDE:n tukea smartcard korteille. Tällaisille korteille voidaan tallentaa esim SSL sertifikaatteja tai tunnistaa käyttäjä.
fr: <h1>Cartes à puce</h1> Ce module vous permet de configurer la prise en charge par KDE des cartes à puce. Celles-ci sont utilisées pour diverses choses, comme, par exemple, l'enregistrement de certificats SSL et la connexion au système.
ga: <h1>cárta cliste</h1> Ceadaíonn an modúl seo duit tacaíocht KDE do chártaí cliste a chumrú. Is féidir iad seo a úsáid le haghaidh tascanna éagsúla, mar shampla teastais SSL a shórtáil nó logáil isteach sa chóras.
gl: <h1>Tarxetas intelixentes</h1> Este módulo permítelle configurar o soporte de KDE para tarxetas intelixentes. Estas pódense empregar para diversas tarefas tales como a almacenaxe de certificados SSL e accesos ao sistema.
he: <h1>כרטיסים חכמים</h1> מודול זה מאפשר לך לקבוע את הגדרות התמיכה של KDE בכרטיסים חכמים. בכרטיסים אלה ניתן לעשות שימוש למגוון צרכים, כמו למשל לשמירה של תעודות SSL או לכניסה למערכת.
hr: <h1>SmartCard</h1>Ovaj modul omogućava konfiguriranje KDE podrške za SmartCard kartice. One se mogu upotrebljavati za razne namjene, poput čuvanja SSL potvrda i prijavljivanja na sustav.
hu: <h1>Csipkártya-kezelés (smartcard)</h1> Ebben a modulban a KDE csipkártya-kezelését lehet beállítani. Ezeket a kártyákat sokféle célra lehet használni, például SSL-tanúsítványok tárolására vagy a rendszerbe való bejelentkezéshez.
ia: <h1>smartcard</h1> Iste modulo permitte te de configurar le supporto de KDE pro smartcardes. Istos pote esser usate pro varie cargas tal como memorisar certificatos SSL e facer accessos de identification in le systema.
is: <h1>Snjallkort</h1> Með þessari einingu má stjórna stuðningi KDE við snjallkort. Þau má nota til ýmissa hluta svo sem að geyma SSL skírteini tilheirandi einkalykla og til að skrá sig inn á kerfið.
it: <h1>smartcard</h1> Questo modulo permette di configurare KDE in modo da supportare le smartcard. Queste possono essere utilizzate per vari compiti come salvare certificati SSL e autenticarsi nel sistema.
ja: <h1>スマートカード</h1>この設定モジュールで KDE のスマートカードのサポートを設定します。これは SSL 証明書の格納やシステムへのログインといったさまざまなタスクに利用することができます。
kk: <h1>Смарткарт</h1> Бұл модуль KDE-нің смарткарт қолдауын баптау мүмкіндігін береді. Смарткарталар түрлі мақсатарға қолданылады, мысалы SSL куәлігін сақтауға не жүйеге кіруге.
km: <h1>smartcard</h1> ម៉ូឌុល​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​រចនាសម្ព័ន្ធ​ការ​គាំទ្រ​របស់ KDE ចំពោះ smartcards ។ ទាំងអស់​នេះ​អាច​ត្រូវ​បាន​ប្រើ​សម្រាប់​ភារកិច្ច​ផ្សេងៗ​ដូច​ជា ការ​ផ្ទុក​វិញ្ញាបនបត្រ SSL និង​​ការ​ចូល​ទៅ​ក្នុង​ប្រព័ន្ធ ។
ko: <h1>스마트카드</h1>이 모듈은 KDE 스마트카드 지원을 설정합니다. SSL 인증서 저장이나 시스템 로그온 등에 사용할 수 있습니다.
lt: <h1>gudri kortelė</h1> Šis modulis leidžia jums konfigūruoti KDE gudrių kortelių palaikymą. Jos gali būti naudojamos įvairioms užduotims, kaip SSL liudijimų saugojimui ir registravimuisi sistemoje.
lv: <h1>Viedkarte</h1> Šis modulis ļauj jums konfigurēt KDE atbalstu viedkartēm. Tās var tikt izmantotas dažādiem mērķiem tādiem kā glabāt SSL sertifikātus un sistēmas pieteikšanās informāciju.
nb: <h1>smartkort</h1> Med denne modulen kan du sette opp KDE-støtte for smartkort. Disse kan brukes for forskjellige oppgaver som lagring av SSL-sertifikater og innlogging på systemet.
nds: <h1>Smartkoort</h1> Mit dit Moduul kannst Du de KDE-Ünnerstütten för Smartkoorten instellen. Smartkoorten köönt för en Reeg Opgaven bruukt warrn, t.B. dat Sekern vun SSL-Zertifikaten oder dat Anmellen op den Reekner.
nl: <h1>Chipkaart</h1> Met deze module kunt u KDE's ondersteuning voor chipkaarten instellen. Chipkaarten kunnen worden gebruik voor diverse taken, zoals het opslaan van SSL-certificaten en het aanmelden op uw systeem.
nn: <h1>Smartkort</h1> I denne modulen kan du setja opp KDE-støtta for smartkort. Slike kort kan brukast til ulike oppgåver som for eksempel lagring av SSL-sertifikat og innlogging på systemet.
pl: <h1>smartcard</h1>Ten moduł umożliwia konfigurowanie obsługi smartcard w KDE. Karty takie mogą być używane np. do przechowywania certyfikatów SSL i logowania do KDE.
pt: <h1>smartcard</h1> Este módulo permite ao utilizador configurar o suporte do KDE para <em>smartcards</em>. Estas podem ser usadas para várias tarefas como o armazenamento de certificados de SSL e para a autenticação no sistema.
pt_br: <h1>smartcard</h1> Este módulo permite-lhe configurar o suporte do KDE para smartcards. Isto pode ser usado para várias tarefas, como estocar certificados SSL e autenticação no sistema.
ro: <h1>Smartcard</h1> Acest modul vă permite să configurați suportul KDE pentru smartcarduri. Acestea pot fi utilizate pentru o mulțime de activități precum memorarea certificatelor SSL sau autentificarea în sistem.
ru: <h1>smartcard</h1> Этот модуль позволяет настроить поддержку смарт-карт в KDE. Смарт-карты могут использоваться для различных задач, таких как хранение сертификатов SSL и вход в систему.
sk: <h1>Smartcard</h1> Tento modul umožňuje nastaviť podporu KDE pre smartcard. Tie sa dajú použiť na rôzne úlohy, napríklad na uloženie certifikátov SSL alebo prihlásenie sa do systému.
sl: <h1>Smartcard</h1>Ta modul vam omogoča prilagoditev podpore KDE za pametne kartice (smartcards). Te se lahko uporabljajo za različna opravila, kot je shranjevanje potrdil SSL in prijavo v sistem.
sr: <h1>Смарт-картице</h1><p>Овим модулом подешавате КДЕ‑ову подршку за смарт-картице. Ове картице имају различите намене, попут смештања ССЛ сертификата или пријављивања на систем.</p>
sv: <h1>Smartkort</h1> Den här modulen låter dig anpassa KDE:s stöd för smartkort. Dessa kan användas för olika uppgifter, som lagring av SSL-certifikat och inloggning på systemet.
uk: <h1>smartcard</h1> За допомогою цього модуля можна налаштувати підтримку смарт-карт в KDE. Ці карти можна використовувати для виконання різних завдань, зокрема збереження сертифікатів SSL та реєстрації в системі.
wa: <h1>smartcard</h1> Çou module vos permet d' apontyî l' sopoirt di KDE po les smartcards. On sait eployî cisses-cile po sacwantès bouyes come wårder des acertineures SSL eyet s' elodjî e sistinme.
zh_cn: <h1>智能卡</h1> 此模块允许您配置 KDE 的智能卡支持。智能卡可以用于储存 SSL 证书和登录系统等。

source: Smartcard Support
ar: دعم البطاقات الذكية
bg: Поддръжка на Smartcard
bs: Podrška za smartcard
ca@valencia: Funcionament de targetes intel·ligents
cs: Podpora SmartCard
da: Smartcard-understøttelse
de: Unterstützung für Smartcards
el: Υποστήριξη για έξυπνες κάρτες
es: Soporte Smartcard
et: Kiipkaardi tugi
eu: Txartel adimendunetarako euskarria
fa: پشتیبانی کارت هوشمند
fi: Smartcard-tuki
fr: Gestion des cartes
ga: Tacaíocht do Chártaí Cliste
gl: Soporte para tarxetas intelixentes
he: תמיכה בכרטיסים חכמים
hi: स्मार्ट-कार्ड समर्थन
hr: SmartCard podrška
hu: Csipkártya-támogatás
ia: Supporto de Smartcard
is: Snjallkortastuðningur
it: Supporto per smartcard
ja: スマートカードサポート
kk: Смарткарт қолдауы
km: ការ​គាំទ្រ Smartcard
ko: 스마트카드 지원
lt: Gudrių kortelių palaikymas
lv: Viedkaršu atbalsts
mr: स्मार्टकार्ड समर्थन
nb: Støtte for smartkort
nds: Ünnerstütten för Smartkoorten
nl: Chipkaartondersteuning
nn: Smartkortstøtte
pa: ਸਮਾਟਕਾਰਡ ਸਹਿਯੋਗ
pl: Obsługa Smartcard
pt: Suporte de 'Smartcards'
pt_br: Suporte a cartões com chip
ro: Suport Smartcard
ru: Поддержка смарт-карт
sk: Podpora smartcard
sl: Podpora pametnim karticam
sr: Подршка смарт-картица
sv: Stöd för smartkort
uk: Підтримка смарт-карт
wa: Sopoirt del simartcard
zh_cn: 智能卡支持
