Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmscreensaver.po
Languages: ar, bg, ca, da, el, et, eu, fa, fi, fr, ga, gl, he, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nds, nl, pa, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn, zh_tw

source: KDE Screen Saver Control Module
ar: وحدة التحكم بحافظة الشاشة لكدي
bg: Предпазител на екрана
ca: Mòdul de control de l'estalvi de pantalla del KDE
da: KDE's kontrolmodul for pauseskærm
el: Άρθρωμα ρύθμισης της προφύλαξης οθόνης του KDE
et: KDE ekraanisäästja juhtimismoodul
eu: KDE pantaila-babeslearen aginte-modulua
fa: پیمانه کنترل محافظ صفحه نمایش KDE
fi: KDE näytönsäästäjän hallinta
fr: Module de contrôle de l'écran de veille de KDE.
ga: Modúl Rialaithe Spárálaí Scáileáin KDE
gl: Módulo de control do protector de pantalla de KDE
he: מודול שומר המסך של KDE
hr: KDE kontrolni modul čuvara zaslona
hu: Beállítómodul a KDE képernyővédőhöz
ia: Modulo de controlo de Salvator de Schermo de KDE
it: Modulo di controllo di KDE del salvaschermo
ja: KDE スクリーンセーバー設定モジュール
kk: KDE экран сақтаушысын басқару модулі
km: ម៉ូឌុល​ត្រួត​ពិនិត្យ​ធាតុ​រក្សា​អេក្រង់​របស់ KDE
ko: KDE 화면 보호기 제어 모듈
lt: KDE ekrano užsklandos valdymo modulis
lv: KDE ekrānsaudzētāja kontroles modulis
nds: KDE-Kuntrullmoduul för Pausschirmen
nl: KDE Schermbeveiliging Configuratiemodule
pa: KDE ਸਕਰੀਨ ਸੇਵਰ ਕੰਟਰੋਲ ਮੋਡੀਊਲ
pt_br: Módulo de controle do protetor de tela do KDE
ro: Modul KDE pentru controlul protecției de ecran
ru: Настройка хранителя экрана KDE
sk: KDE modul šetriča obrazovky
sl: Nadzorni modul KDE za ohranjevalnik zaslona
sr: Контролни модул за чувар екрана|/|$[својства дат 'Контролном модулу за чувар екрана']
sv: Inställningsmodul för KDE:s skärmsläckare
uk: Модуль центру керування для зберігача екрана
wa: Module di controle do spårgneu dd' wiatroûle di KDE
zh_cn: KDE 屏幕保护控制模块
zh_tw: KDE 螢幕保護程式控制模組

source: (c) 1997-2002 Martin R. Jones (c) 2003-2004 Chris Howells
fa: (ح) ۲۰۰۲-۱۹۹۷ Martin R. Jones (ح) ۲۰۰۴-۲۰۰۳ Chris Howells
fi: © 1997–2002 Martin R. Jones © 2003–2004 Chris Howells
ga: © 1997-2002 Martin R. Jones © 2003-2004 Chris Howells
hu: (c) Martin R. Jones, 1997-2002. (c) Chris Howells, 2003-2004.
it: © 1997–2002 Martin R. Jones © 2003–2004 Chris Howells
km: រក្សា​សិទ្ធិ​ឆ្នាំ ១៩៩៧-២០០២ ដោយ Martin R. Jones រក្សា​សិទ្ធិ​ឆ្នាំ ២០០៣-២០០៤ ដោយ Chris Howells
nds: © 1997-2002: Martin R. Jones © 2003-2004: Chris Howells
ru: © Мартин Джонс (Martin R. Jones), 1997-2002 © Крис Хоуэллс (Chris Howells), 2003-2004
sl: © 1997-2002 Martin R. Jones © 2003-2004 Chris Howells
sr: © 1997-2002, Мартин Р. Џоунс © 2003-2004, Крис Хауелс
sv: © 1997-2002 Martin R. Jones © 2003-2004 Chris Howells
uk: © Martin R. Jones, 1997–2002 © Chris Howells, 2003–2004
wa: © 1997-2002 Martin R. Jones © 2003-2004 Chris Howells

source: Chris Howells
ru: Крис Хоуэлс (Chris Howells)
sr: Крис Хауелс

source: Martin R. Jones
ru: Мартин Джонс (Martin Jones)
sr: Мартин Р. Џоунс

source: Loading...
ar: يحمل...
bg: Зареждане...
ca: S'està carregant...
da: Indlæser...
el: Φόρτωση...
et: Laadimine...
eu: Kargatzen...
fa: بارگذاری...
fi: Ladataan…
fr: Chargement...
ga: Á Luchtú...
gl: Estase a cargar...
he: טוען...
hr: Učitavam …
hu: Betöltés...
ia: Cargante...
it: Caricamento...
ja: 読み込み中...
kk: Жүктеу...
km: កំពុង​ផ្ទុក​...
ko: 불러오는 중...
lt: Įkeliama...
lv: Ielāde...
nds: An't Laden...
nl: Bezig met laden...
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Carregando...
ro: Încarc...
ru: Загрузка...
sk: Načítava sa...
sl: Nalaganje ...
sr: Учитавам...
sv: Laddar...
uk: Завантаження…
wa: Dji tchedje...
zh_cn: 正在装入...
zh_tw: 載入中...

# NAME OF TRANSLATORS
source: Your names
ar: Mohamed SAAD محمد سعد,زايد السعيدي
da: Erik Kjær Pedersen
el: Σπύρος Γεωργαράς,Τούσης Μανώλης, Δημήτριος Γλενταδάκης
et: Hasso Tepper, Marek Laane
fa: نازنین کاظمی
ga: Séamus Ó Ciardhuáin,Kevin Scannell
gl: Javier Jardón, Xabi García, Marce Villarino
he: צוות התרגום של KDE ישראל
hu: Szántó Tamás,Kiszel Kristóf
it: Federico Zenith,Andrea Rizzi
ko: Park Shinjo
nds: Sönke Dibbern
ro: Claudiu Costin
wa: Lorint Hendschel,Pablo Saratxaga,Djan Cayron
zh_tw: Chao-Hsiung Liao

# EMAIL OF TRANSLATORS
source: Your emails
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
da: erik@binghamton.edu
el: sngeorgaras@otenet.gr,manolis@koppermind.homelinux.org, dglent@gmail.com
et: hasso@estpak.ee, bald@starman.ee
fa: kazemi@itland.ir
ga: seoc@iolfree.ie,kscanne@gmail.com
gl: javierjc@mundo-r.com, xabigf@gmx.net, mvillarino@users.sourceforge.net
he: kde-l10n-he@kde.org
hu: tszanto@interware.hu,ulysses@kubuntu.org
it: federico.zenith@member.fsf.org,
ko: kde@peremen.name
nds: s_dibbern@web.de
ro: claudiuc@kde.org
wa: laurent.hendschel@skynet.be,pablo@walon.org,jean.cayron@gmail.com
zh_tw: j_h_liau@yahoo.com.tw
