Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmsmserver.po
Languages: bs, ca@valencia, cs, gl, he, hi, lt, mr, nn, pa, ro, wa

source: <h1>Session Manager</h1> You can configure the session manager here. This includes options such as whether or not the session exit (logout) should be confirmed, whether the session should be restored again when logging in and whether the computer should be automatically shut down after session exit by default.
bs: <h1>Upravitelj sesijama</h1> Ovdje možete podesiti upravitelj sesijama. To uključuje opcije kao da li ćete trebati da potvrdite izlaz iz sesije (logout), da li će vaša prethodna sesija biti rekonstruisana kada otvorite novu sesiju i da li će kompjuter automatski biti ugašen pri izlasku iz (KDE) sesije.
ca@valencia: <h1>Gestor de sessió</h1> Ací podeu configurar el gestor de sessió. Això inclou opcions com ara si s'ha de confirmar o no l'eixida de sessió, si s'ha de tornar a restaurar la sessió en tornar-se a connectar i si l'ordinador s'ha d'apagar automàticament en eixir de la sessió.
cs: <h1>Správce sezení</h1> Zde můžete nastavit správce sezení KDE. Toto zahrnuje volby jako potvrzování odhlášení, obnovení sezení při přihlášení nebo vypnutí počítače.
gl: <h1>Xestor de sesións</h1> Aquí pode configurar o xestor de sesións. Isto inclúe opcións tales como se ao pechar a sesión (terminar) débese solicitar confirmación, se a sesión previa debería ser restaurada ao acceder á conta, e se o ordenador debe apagarse por omisión tras pechar automaticamente a sesión.
he: <h1>מנהל ההפעלה</h1> כאן באפשרותך לקבוע את הגדרות מנהל ההפעלה. הגדרות אלה כוללות אפשרויות כגון האם לבקש אישור לפני סיום ההפעלה (יציאה), האם לשחזר שוב את ההפעלה בעת הכניסה, והאם לכבות כברירת מחדל את המחשב באופן אוטומטי לאחר סיום ההפעלה.
hi: आप यहाँ <h1>सत्र प्रबंधक</h1> को कॉन्फ़िगर कर सकते हैं. इसमें शामिल हैं कि क्या सत्र से बाहर (लॉग आउट) होने के विकल्प की पुष्टि की जाए, जब लॉगइन करें तो क्या सत्र फिर से बहाल किया जाए, तथा क्या डिफ़ॉल्ट से कम्प्यूटर को स्वचलित बन्द किया जाए जब सत्र से बाहर हों.
lt: <h1>Sesijų tvarkyklė</h1>Čia Jūs galite konfigūruoti sesijų tvarkyklę. Galite nustatyti, ar reikia patvirtinti sesijos pabaigą (išsiregistravimą), ir ar turi būti praėjusi sesija išsaugoma išsiregistruojant ir atstatoma registruojantis iš naujo kitaip nenurodžius, ir ar kompiuteris turi būti automatiškai išjungiamas numatytu būdu baigus sesiją.
nn: <h1>Økthandsamar</h1>Du kan setja opp økthandsamaren her. Du kan velja om du skal stadfesta avslutting (utlogging), om den førre økta skal gjenopprettast neste gong du loggar inn og om datamaskina automatisk skal slåast av etter utlogging.
pa: <h1>ਸ਼ੈਸ਼ਨ ਮੈਨੇਜਰ</h1> ਤੁਸੀਂ ਸ਼ੈਸ਼ਨ ਮੈਨੇਜਰ ਨੂੰ ਇੱਥੇ ਸੰਰਚਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਵਿੱਚ ਇਹ ਵੀ ਸ਼ਾਮਲ ਹੈ ਕਿ ਸ਼ੈਸ਼ਨ ਲਾਗਆਉਟ ਦੀ ਪੁਸ਼ਟੀ ਕਰਵਾਈ ਜਾਵੇ, ਕੀ ਸ਼ੈਸ਼ਨ ਮੁੜ ਲੋਡ ਕੀਤਾ ਜਾਵੇ ਜਾਂ ਨਾ ਅਤੇ ਕੀ ਮੂਲ ਰੂਪ ਵਿੱਚ ਸ਼ੈਸ਼ਨ ਬੰਦ ਕਰਨ ਉੱਤੇ ਕੰਪਿਊਟਰ ਆਟੋਮੈਟਿਕ ਹੀ ਬੰਦ ਹੋ ਜਾਵੇ।
ro: <h1>Administratorul de sesiune</h1> Aici puteți configura administratorul de sesiune. Acesta include opțiuni printre care dacă ieșirea din mediul KDE va fi sau nu confirmată, dacă sesiunea precedentă va fi refăcută la următoarea autentificare și dacă mașina să fie oprită automat după ce închideți sesiunea.

source: General
bs: Opšte
cs: Obecné
gl: Xeral
he: כללי
hi: सामान्य
lt: Bendri
mr: सामान्य
nn: Generelt
pa: ਸਧਾਰਨ
wa: Djenerå

source: Check this option if you want the session manager to display a logout confirmation dialog box.
bs: Uključite ovu opciju ako želite da upravitelj sesijama zatraži potvrdu zatvaranja sesije.
ca@valencia: Marqueu esta opció si voleu que el gestor de sessió mostre un diàleg de confirmació d'eixida.
cs: Zaškrtněte tuto volbu přejete-li si, aby správce sezení před odhlášením zobrazil potvrzovací dialog.
gl: Sinale esta opción se desexa que o xestor de sesións mostre un cadro de diálogo solicitando confirmación para pechar a sesión.
he: בחר באפשרות זו אם ברצונך שמנהל ההפעלה יציג תיבת דו־שיח לאישור היציאה.
hi: इस विकल्प को चुनें यदि आप चाहते हैं कि सत्र प्रबंधक एक लॉगआउट पुष्टिकरण संवाद बक्सा दिखाए.
lt: Pažymėkite šią parinktį, jei Jūs norite, kad sesijų tvarkyklė rodytų išsiregistravimo patvirtinimo dialogo langą.
mr: सत्र व्यवस्थापकाने तुम्ही बाहेर पडताना खात्री करण्याची संवाद पेटी दर्शविण्याकरिता या पर्याय निवडा.
nn: Kryss av her om du vil at økthandsamaren skal visa ein dialogboks der du kan stadfesta at du vil logga ut.
pa: ਇਹ ਚੋਣ ਨੂੰ ਚੁਣੋ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਕਿ ਸ਼ੈਸ਼ਨ ਮੈਨੇਜਰ ਲਾਗਆਉਟ ਕਰਨ ਸਮੇਂ ਇੱਕ ਪੁਸ਼ਟੀ ਡਾਈਲਾਗ ਬਕਸਾ ਵੇਖਾਏ।
ro: Selectați această opțiune dacă doriți ca administratorul de sesiune să afișeze un dialog de confirmare la ieșire.

source: Conf&irm logout
bs: Potvrd&i odjavu
ca@valencia: Con&firma l'eixida
cs: Potvrdit odh&lášení
gl: Confirmar a &saída
he: בקש אישור לי&ציאה
hi: लॉगआउट की पुष्टि करें (&i)
lt: Patvirtinti išsi&registravimą
mr: बाहेर पडण्याची खात्री करा (&I)
nn: Stadfest ut&logging
pa: ਲਾਗਆਉਟ ਪੁਸ਼ਟੀ(&i)
ro: Confirmă &ieșirea
wa: Acert&iner dislodjaedje

source: O&ffer shutdown options
bs: Po&nudi opcije gašenja sistema
ca@valencia: O&fereix les opcions d'parada
cs: Na&bídnout volby vypnutí
gl: O&frecer opcións de apagado
he: &הצע אפשרויות כיבוי
hi: बन्द करने के विकल्प दें (&f)
lt: &Siūlyti išjungimo parinktis
mr: बंद करण्याचे पर्याय द्या (&F)
nn: &Tilby val for avslutning
pa: ਬੰਦ ਕਰਨ ਲਈ ਚੋਣ ਦਿਓ(&f)
ro: &Oferă posibilitatea de oprire a sistemului
wa: O&fri des tchuzes å distindaedje

source: Here you can choose what should happen by default when you log out. This only has meaning, if you logged in through KDM.
bs: Ovdje možete izabrati šta će se podrazumijevano desiti kada se odjavite. Ovo će raditi samo ako ste se prijavili koristeći KDM.
ca@valencia: Ací podeu triar que hauria de passar per omissió quan vos desconnecteu. Això només té significat si vos heu connectat mitjançant KDM.
cs: Zde si můžete vybrat, která činnost se provede jako výchozí, když se odhlásíte. Toto má význam, pouze pokud používáte KDM.
gl: Aquí pode escoller o que debería ocorrer por omisión cando termine. Isto só ten sentido se accede a través de KDM.
he: כאן באפשרות לבחור מה יקרה כברירת מחדל כשתצא מהמערכת. להגדרה זו תהיה משמעות רק אם נכנסת באמצעות KDM.
hi: यहाँ आप चुन सकते हैं कि जब आप लॉगआउट होंगे तो डिफ़ॉल्ट से क्या होना चाहिए. परंतु इसका असर तभी होगा जब आप केडीएम के द्वारा लॉगइन किए हुए होंगे.
lt: Čia Jūs galite pasirinkti, kas turi įvykti kitaip nenurodžius po išsiregistravimo. Tai turi prasmę tik tuo atveju, jei Jūs įsiregistravote KDM pagalba.
nn: Her kan du velja kva som skal skje når du loggar ut. Innstillinga fungerer berre når du har logga inn gjennom KDM.
ro: Aici puteți alege ce anume să se întîmple cînd ieșiți din KDE. Această setare are sens numai dacă v-ați autentificat utilizînd KDM ca manager de autentificare.

source: Default Leave Option
bs: Podrazumijevana opcija napuštanja
ca@valencia: Opció d'eixida per omissió
cs: Výchozí volba pro odchod
gl: Opción de saída predeterminada
he: אפשרות יציאה ברירת מחדל
lt: Numatyta išjungimo parinktis
mr: मूलभूत बाहेर पडण्याचा पर्याय
nn: Standard lukkeval
pa: ਡਿਫਾਲਟ ਛੱਡੋ ਚੋਣ
ro: Opțiunea implicită de plecare
wa: Prémetowès tchuzes po moussî foû

source: &End current session
bs: &Završi trenutnu sesiju
ca@valencia: &Finalitza la sessió actual
cs: Ukončit současnou r&elaci
gl: R&ematar a sesión actual
he: &סיים הפעלה נוכחית
hi: वर्तमान सत्र समाप्त करें
lt: &Baigti dabartinę sesiją
mr: वर्तमान सत्र समाप्त करा (&E)
nn: Avslutt &denne økta
pa: ਮੌਜੂਦਾ ਸ਼ੈਸ਼ਨ ਬੰਦ ਕਰੋ(&E)
ro: &Termină sesiunea curentă
wa: &Fini l' session do moumint

source: &Turn off computer
bs: &Ugasi računar
ca@valencia: Apa&ga l'ordinador
cs: Vypnou&t počítač
gl: A&pagar o ordenador
he: &כבה את המחשב
hi: कम्प्यूटर बन्द करें (&T)
lt: &Išjungti kompiuterį
mr: संगणक बंद करा (&T)
nn: &Slå av maskina
pa: ਕੰਪਿਊਟਰ ਬੰਦ ਕਰੋ(&T)
ro: &Oprește calculatorul
wa: &Distinde li copiutrece

source: &Restart computer
bs: &Restartuj računar
ca@valencia: &Torna a engegar l'ordinador
cs: &Restartovat počítač
gl: &Reiniciar o ordenador
he: הפעל מח&דש את המחשב
hi: कम्प्यूटर फिर से प्रारंभ करें (&R)
lt: &Perstartuoti kompiuterį
mr: संगणक पुन्हा सुरु करा (&R)
nn: Start &maskina om att
pa: ਕੰਪਿਊਟਰ ਮੁੜ ਚਾਲੂ ਕਰੋ(&R)
ro: &Repornește calculatorul
wa: &Renonder l' copiutrece

source: <ul> <li><b>Restore previous session:</b> Will save all applications running on exit and restore them when they next start up</li> <li><b>Restore manually saved session: </b> Allows the session to be saved at any time via "Save Session" in the K-Menu. This means the currently started applications will reappear when they next start up.</li> <li><b>Start with an empty session:</b> Do not save anything. Will come up with an empty desktop on next start.</li> </ul>
bs: <ul> <li><b>Obnovi prethodnu sesiju:</b> Snima sve pokrenute programe prilikom izlaza, te ih vraća u isto stanje pri idućem pokretanju</li> <li><b>Ručno obnovi snimljenu sesiju:</b> Omogućuje da snimite trenutno stanje u bilo kojem trenutku koristeći opciju "Snimi sesiju" u K meniju. Ovo znači da će se trenutno pokrenute aplikacije ponovo pojaviti pri idućem pokretanju.</li> <li><b>Počni sa praznom sesijom:</b> Nemoj snimati ništa. Pri svakom pokretanju će se pojaviti prazan desktop.</li> </ul>
ca@valencia: <ul> <li><b>Restaura la sessió anterior:</b> Quan isca desarà l'estat de totes les aplicacions en execució i les restaurarà en el següent inici.</li> <li><b>Restaura la sessió guardada manualment: </b> Permet guardar la sessió en qualsevol moment mitjançant l'element del menú K «Guarda la sessió». Això vol dir que les aplicacions en execució apareixeran en el següent inici.</li> <li><b>Inicia amb una sessió buida:</b> No guarda res. En el següent inici es començarà amb un escriptori buit.</li> </ul>
cs: <ul> <li><b>Obnovit předchozí sezení:</b> Při ukončení uloží všechny běžící aplikace a obnoví je při příštím spuštění.</li> <li><b>Obnovit ručně uložené sezení:</b> Umožňuje kdykoliv uložit sezení pomocí funkce "Uložit sezení" v hlavní nabídce KDE. To znamená, že právě běžící aplikace se objeví při dalším spuštění.</li> <li><b>Spustit s prázdným sezením:</b> Nic neukládat, při příštím spuštění se objeví prázdná plocha.</li> </ul>
gl: <ul> <li><b>Restaurar a sesión anterior:</b> Gardará todos os programas en execución ao saír e as restauraraos no próximo inicio.</li> <li><b>Restaurar a sesión gardada manualmente: </b> Permítelle gardar a sesión en calquera momento a través da opción «Gardar a sesión» no menú K. Isto significa que os programas en execución nese momento reaparecerán no seu próximo inicio.</li> <li><b>Iniciar cunha sesión baleira:</b> Non garda nada. Arrincará cunha sesión baleira no próximo inicio.</li> </ul>
he: <ul> <li><b>שחזר הפעלה קודמת:</b> ישמור את כל היישומים הפועלים בעת היציאה וישחזר אותם בכניסה הבאה.</li> <li><b>שחזר הפעלה שנשמרה באופו ידני:</b> מאפשר את השמירה של הפעלה בכל עת, דרך תפריט "שמור הפעלה" בתפריט המערכת. זה אומר שהיישומים הפעילים כעת יופעלו מחדש בעת הכניסה מחדש למערכת. </li> <li><b>התחל עם הפעלה ריקה:</b> אל תשמור כלום. בעת הכניסה שולחן העבודה יהיה ריק מישומים. </li> </ul>
hi: <ul> <li><b>पिछला सत्र बहाल करें:</b> बाहर होने पर सभी चलते अनुप्रयोगों को सहेजेगा तथा उनके अगली बार प्रारंभ होने पर उन्हें बहाल करेगा.</li> <li><b>हस्तचालित सहेजे गए सत्र को बहाल करता है: </b> सत्र को किसी भी समय सहेजे जाने के लिए स्वीकारता है- के-मेन्यू में "सत्र सहेजें" के द्वारा. इसका अर्थ है कि मौज़ूदा प्रारंभ किया अनुप्रयोग उनके अगले प्रारंभ होने पर फिर से प्रकट होंगे.</li> <li><b>एक खाली सत्र के साथ प्रारंभ हों:</b> कुछ भी नहीं सहेजता. अगली बार प्रारंभ होने पर सत्र एक खाली डेस्कटॉप के साथ आएगा.</li> </ul>
lt: <ul> <li><b>Atstatyti prieš tai buvusią sesiją:</b> Išsaugos programų nustatymus išjungimo metu ir atstatys jas kitą kartą įjungus kompiuterį</li> <li><b>Atstatyti rankiniu būdu išsaugotą sesiją: </b> Leidžia išsaugoti sesiją bet kuriuo metu pasirinkus „Išsaugoti sesiją“ įrašą K-Meniu. Tai reiškia, kad išsaugota sesija iš naujo pasirodys kito kompiuterio paleidimo metu.</li> <li><b>Pradėti tuščią sesiją:</b> Neišsaugoti nieko. Įjungus kompiuterį jokia sesija nebus tęsiama.</li> </ul>
nn: <ul><li><b>Gjenopprett førre økt:</b> Lagrar alle programma som køyrer når du avsluttar, og startar dei att neste gong du loggar inn.</li> <li><b>Gjenopprett manuelt lagra økt:</b> Gjer slik at økta kan lagrast når som helst med «Lagra økt» i K-menyen. Då vert dei programma som køyrer no starta automatisk neste gong.</li> <li><b>Start med tom økt:</b> Lagrar ingenting, slik at skrivebordet vert heilt tomt neste gong.</li></ul>
ro: <ul> <li><b>Restaurează sesiunea precedentă:</b> La terminare va salva toate aplicațiile ce rulează și le va restaura la următoarea pornire</li> <li><b>Restaurează manual sesiunea salvată: </b> Permite ca sesiunea să fie salvată în orice moment folosind itemul "Salvează sesiunea" din meniul K. Acest lucru înseamnă că aplicațiile pornite în acest moment vor reapărea la următoarea pornire a KDE.</li> <li><b>Pornește cu o sesiune nulă:</b> Nu salvează nimic. La următoarea pornire nu vor fi startate aplicații.</li> </ul>

source: On Login
bs: Pri prijavi
ca@valencia: En connectar-se
cs: Při přihlášení
gl: Ao acceder
he: בעת הכניסה למערכת
hi: लॉगइन पर
lt: Registruojantis
mr: प्रवेश करताना
nn: Ved innlogging
pa: ਲਾਗਇਨ ਸਮੇਂ
ro: La autentificare
wa: A l' elodjaedje

source: Restore &previous session
bs: Vrati &prethodnu sesiju
ca@valencia: Restaura la sessió &anterior
cs: Obnovit &předchozí sezení
gl: Restaurar a sesión &anterior
he: שחזר את ההפע&לה הקודמת
hi: पिछला सत्र फिर चलाएँ (&p)
lt: Atstatyti &prieš tai buvusią sesiją
mr: पूर्वीचे सत्र पुन्हस्थापित करा (&P)
nn: Gjenopprett &førre økt
pa: ਪਿਛਲਾ ਸ਼ੈਸ਼ਨ ਮੁੜ-ਸਟੋਰ ਕਰੋ(&p)
ro: R&estaurează sesiunea precedentă
wa: Rassonrer session &di dvant

source: Restore &manually saved session
bs: Vrati &ručno snimljenu sesiju
ca@valencia: Restaura la sessió guardada &manualment
cs: Obnovit ručně uloženou rela&ci
gl: Restaurar a sesión &gardada manualmente
he: שחזר הפעלה שנשמרה באופן י&דני
hi: हाथ से सहेजे गए सत्र को बहाल करें (&m)
lt: Atstatyti &rankiniu būdu išsaugotą sesiją
mr: स्वहस्ते साठवलेले सत्र पुन्हस्थापित करा (&M)
nn: Gjenopprett &manuelt lagra økt
pa: ਖੁਦ ਸੰਭਾਲਿਆ ਸ਼ੈਸ਼ਨ ਮੁੜ-ਸਟੋਰ ਕਰੋ(&m)
ro: Restaurează &manual sesiunea salvată
wa: Rassonrer session schapêye al &mwin

source: Start with an empty &session
bs: Počni sa praznom &sesijom
ca@valencia: Comença amb una s&essió buida
cs: &Spustit s prázdným sezením
gl: Iniciar cunha sesión &baleira
he: התחל ע&ם הפעלה ריקה
hi: ख़ाली सत्र के साथ शुरू करें (&s)
lt: Pradėti &tuščią sesiją
mr: रिकामे सत्र प्रारंभ करा (&S)
nn: Start med &tom økt
pa: ਇੱਕ ਖਾਲੀ ਸ਼ੈਸ਼ਨ ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ(&s)
ro: Pornește cu o sesiune &nulă
wa: Enonder avou ene vude &session

source: Applications to be e&xcluded from sessions:
bs: Programi koje treba &isključiti iz snimanja sesije:
ca@valencia: Aplicacions que s'e&xclouran de les sessions:
cs: Vyjmout t&yto aplikace ze sezení:
gl: Programas a e&xcluír das sesións:
he: יישומים ש&אין לשמור בהפעלות:
hi: इन अनुप्रयोगों को सत्रों से बाहर रखना है: (&x)
lt: Programos, kurių &nereikia paleisti sesijose:
mr: सत्रातून वगळण्याचे अनुप्रयोग (&X):
nn: Program som &ikkje skal reknast med i øktene:
pa: ਸ਼ੈਸ਼ਨ ਵਿੱਚੋਂ ਕੱਢਣ ਵਾਲੇ ਐਪਲੀਕੇਸ਼ਨ(&x):
ro: Aplicațiile de exclus din controlul sesiunii:
wa: Programes a n' &nén prinde dins les sessions:

source: Here you can enter a colon or comma separated list of applications that should not be saved in sessions, and therefore will not be started when restoring a session. For example 'xterm:konsole' or 'xterm,konsole'.
bs: Ovdje možete unijeti dvotačkama ili zarezima razdvojen spisak programa koje ne treba upisivati u sesije, i koji stoga neće biti pokrenuti pri vraćanju sesije. Na primjer 'xterm:konsole' ili 'xterm,konsole'.
ca@valencia: Ací podeu introduir, separades per dos punts o per comes, una llista de les aplicacions que no s'haurien de guardar a les sessions, i que, per tant, no s'iniciaran quan es restauri una sessió. Per exemple «xterm:konsole» o «xterm,konsole».
cs: Zde můžete zadat čárkou nebo dvojtečkou oddělený seznam aplikací, které nemají být ukládány, a tudíž nebudou spuštěny při obnovení sezení. Např: 'xterm,konsole' nebo 'xterm:konsole'.
gl: Aquí pode engadir unha lista de programas separados por vírgulas ou dous puntos que non se gardarán nas sesións nin han ser iniciados cando se restaure a sesión. Por exemplo «xterm:kconsole» ou «xterm,konsole».
he: כאן באפשרותך להכניס רשימה מופרדת בפסיקים של יישומים שאין לשמור אותם בהפעלות, ולכן לא יופעלו מחדש בעת שחזור הפעלה. למשל: "xtrem,xconsole" או "'xterm:konsole".
lt: Čia galite įrašyti programas, atskirdami jas dvitaškiu arba kableliu, kurių nereikia išsaugoti sesijose, ir todėl jos nebus paleistos atstatant sesiją. Pavyzdžiui, „xterm:konsole“ arba „xterm,konsole“.
nn: Her kan du skriva inn ei liste over program som ikkje skal lagrast med øktene, slik at dei ikkje vert starta når ei økt vert gjenoppretta. Du kan oppgje fleire program med kolon eller komma mellom, som for eksempel «xterm:xconsole» eller «xterm,konsole».
ro: Aici puteți introduce o listă de aplicații separate prin virgulă sau două puncte, care nu trebuie salvate în sesiuni și nu vor fi pornite la restaurarea sesiunii. De exemplu: 'xterm:konsole' sau 'xterm,konsole'.
