Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmsmartcard.po
Languages: ar, bg, bs, ca@valencia, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn

# NAME OF TRANSLATORS
source: Your names
fa: نازنین کاظمی
km: ខឹម សុខែម, អេង វណ្ណៈ, អោក ពិសិដ្ឋ​​
sv: Stefan Asserhäll,Mattias Newzella
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
fa: kazemi@itland.ir
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
sv: stefan.asserhall@bredband.net,newzella@linux.nu
zh_cn: kde-china@kde.org

source: <b>Unable to contact the KDE smartcard service.</b>
ar: <b>لم أتمكن من الوصول إلى خدمة البطاقات الذكية لكدي.</b>
bg: <b>Не може да се установи връзка с услугата Smartcard.</b>
bs: <b>Ne mogu da kontaktiram KDE smartcard uslugu.</b>
ca@valencia: <b>No s'ha pogut contactar amb el servei de targeta intel·ligent del KDE.</b>
cs: <b>Nebylo možné spustit službu KDE SmartCard.</b>
da: <b>Kan ikke kontakte KDE Smartcard-tjenesten.</b>
de: <b>Keine Verbindung zum KDE-Smartcard-Dienst.</b>
el: <b>Δεν ήταν δυνατή η επικοινωνία με την υπηρεσία έξυπνων καρτών του KDE.</b>
es: <b>No se pudo contactar con el servicio KDE de smartcard.</b>
et: <b>Ühenduse loomine KDE kiipkaardi teenusega nurjus.</b>
eu: <b>Ezin da jarri harremanetan KDEren txartel adimendunen zerbitzuarekin.</b>
fa: <b>قادر نیست با خدمت کارت هوشمند KDE تماس بگیرد.</b>
fi: <b>KDE:n smartcard-palveluun ei saatu yhteyttä.</b>
fr: <b>Impossible de contacter le service de cartes à puce de KDE.</b>
ga: <b>Ní féidir dul i dteagmháil leis an sheirbhís chárta cliste KDE.</b>
gl: <b>Non foi posíbel contactar co servizo de tarxetas intelixentes do KDE.</b>
he: <b> אין אפשרות ליצור קשר עם שירות הכרטיסים החכמים של KDE. </b>
hi: <b>केडीई स्मार्ट कार्ड सेवा से सम्पर्क में अक्षम.</b>
hr: <b>Nije moguće kontaktirati KDE SmartCard uslugu.</b>
hu: <b>Nem sikerült felvenni a kapcsolatot a KDE csipkártya-szolgáltatásával.</b>
ia: <b>On non pote continger le servicio de smartcard de KDE</b>
is: <b>Get ekki tengst KDE snjallkortaþjónustunni.</b>
it: <b>Impossibile contattare il servizio smartcard di KDE.</b>
ja: <b>KDE スマートカードサービスに接続できません。</b>
kk: <b>KDE смарткарта қызметімен байланыс жоқ.</b>
km: <b>មិន​អាច​ទាក់ទង​សេវា smartcard របស់ KDE ។</b>
ko: <b>KDE 스마트카드 서비스를 시작할 수 없습니다.</b>
lt: <b>Nepavyksta susisiekti su KDE gudrių kortelių tarnyba</b>
lv: <b>Nevar kontaktēties ar KDE viedkaršu servisu!</b>
mr: <b>केडीई स्मार्टकार्ड सेवाशी संपर्क करू शकत नाही.</b>
nb: <b>Klarer ikke å kontakte KDE smartkort-tjeneste.</b>
nds: <b>Keen Verbinnen na den Smartkoort-Deenst</b>
nl: <b>Er kon geen contact gemaakt worden met KDE's chipkaartenservice.</b>
nn: <b>Klarte ikkje kontakta KDE-smartkorttenesta.</b>
pa: <b>KDE ਸਮਾਰਟ ਕਾਰਡ ਸਰਵਿਸ ਨਾਲ ਸੰਪਰਕ ਪੈਦਾ ਕਰਨ ਤੋਂ ਅਸਮਰੱਥ ਹੈ।</b>
pl: <b>Nie można skontaktować się z usługą KDE smartcard.</b>
pt: <b>Não foi possível contactar o serviço de <em>smartcards</em> do KDE.</b>
pt_br: <b>Não foi possível contatar o serviço de smartcard KDE.</b>
ro: <b>Nu am putut contacta serviciul KDE pentru smartcarduri.</b>
ru: <b>Невозможно установить связь со службой поддержки смарт-карт в KDE.</b>
sk: <b>Nepodarilo sa pripojiť ku službe KDE smartcard.</b>
sl: <b>Ni mogoče stopiti v stik s storitvijo KDE smartcard.</b>
sr: <b>Не могу да дозовем КДЕ‑ов сервис смарт-картица.</b>
sv: <b>Kan inte kontakta KDE:s smartkorttjänst.</b>
uk: <b>Неможливо з'єднатися зі службою смарт-карт KDE.</b>
wa: <b>Dji n' a sepou contacter l' siervice di smartcard di KDE.</b>
zh_cn: <b>无法联系 KDE 智能卡服务。</b>

source: Possible Reasons
ar: الأسباب المحتملة
bg: Вероятни причини
bs: Mogući razlozi
ca@valencia: Raons possibles
cs: Možné důvody
da: Mulige grunde
de: Mögliche Ursachen
el: Πιθανοί λόγοι
es: Posibles motivos
et: Võimalikud põhjused
eu: Arrazoi posibleak
fa: دلایل ممکن
fi: Mahdolliset syyt
fr: Raisons possibles
ga: Cúiseanna Incheaptha
gl: Posíbeis causas
he: סיבות אפשריות
hi: संभावित कारण
hr: Vjerojatni razlozi
hu: A hiba lehetséges okai
ia: Possibile Motivos
is: Mögulegar ástæður
it: Motivi possibili
ja: 考えられる理由
kk: Мүмкін себептері
km: ហេតុផល​ដែល​អាច
ko: 가능한 이유
lt: Galimos priežastys
lv: Iespējamie iemesli
mr: संभाव्य कारण
nb: Mulige årsaker
nds: Möögliche Oorsaken
nl: Mogelijke oorzaken
nn: Moglege årsaker
pa: ਸੰਭਵ ਕਾਰਨ
pl: Możliwe powody
pt: Razões Possíveis
pt_br: Razões possíveis
ro: Motive posibile
ru: Возможные причины
sk: Možné dôvody
sl: Mogoči razlogi
sr: Могући разлози
sv: Möjliga orsaker
uk: Можливі причини
wa: Possibès råjhons
zh_cn: 可能的原因

source: 1) The KDE daemon, 'kded' is not running. You can restart it by running the command 'kdeinit' and then try reloading the KDE System Settings to see if this message goes away. 2) You do not appear to have smartcard support in the KDE libraries. You will need to recompile the kdelibs package with libpcsclite installed.
ar: 1) مراقب كدي 'kded' لا يعمل. ويمكنك أن تعيد تشغيله بواسطة الأمر 'kdeinit' ثم تحاول إعادة تحميل إعدادات النظام كدي لترى إذا إذا ما اختفت هذه الرسالة أم لا. 2) قد تكون لا تملك دعم للبطاقات الذكية في مكتبات كدي المثبتة. أنت بحاجة إلى إعادة بناء حزمة kdelibs و بوجود libpcsclite مثبتة على النظام.
bg: 1) Демонът на KDE "kded" не е стартиран. Може да го рестартирате като изпълните командата "kdeinit" и тогава да се опитате да заредите контролния център на KDE, за да видите дали това съобщение е изчезнало. 2) Нямате поддръжка на Smartcard в библиотеките на KDE. Необходимо е да прекомпилирате пакета "kdelibs" с инсталирана библиотека "libpcsclite".
bs: 1) KDE demon KDED nije u pogonu. Možete ga ponovo pokrenuti naredbom <command>kdeinit</command>, a zatim pokušajte da ponovo pokrenete Sistemske postavke KDE‑a da vidite da li će ova poruka nestati. 2) Izgleda da u bibliotekama KDE‑a nema podrške za smart-kartice. Morate instalirati paket <icode>kdelibs</icode> izgrađen sa bibliotekom <icode>libpcsclite</icode>.
ca@valencia: 1) El dimoni del KDE, «kded» no s'està executant. Podeu tornar-lo a engegar executant l'orde «kdeinit» i llavors provar de recarregar l'arranjament del sistema del KDE per a veure si este missatge desapareix. 2) Pareix que no teniu la implementació de targeta intel·ligent a les biblioteques del KDE. Vos cal recompilar el paquet kdelibs amb libpcsclite instal·lat.
cs: 1) Démon KDE, 'kded' není spuštěn. Můžete jej znovu spustit z shellu příkazem 'kdeinit' a poté znovu spustit Ovládací centrum KDE a podívat se, jestli tato zpráva zmizela. 2) Zřejmě vaše SmartCard není podporována v KDE knihovnách. Bude potřeba, abyste znovu zkompilovali balíček kdelibs s libpcsclite.
da: 1) KDE dæmonen "kded" kører ikke. Du kan genstarte den ved at køre kommandoen "kdeinit" og så forsøge at genindlæse KDE's Systemindstillinger for at se om denne besked forsvinder. 2) Du synes ikke at have smartcard-understøttelse i KDE-bibliotekerne. Du vil være nødt til at genoversætte kdelibs-pakken med libpcsclite installeret.
de: 1) Der KDE-Dienst „kded“ läuft nicht. Sie können ihn neu starten, indem Sie den Befehl „kdeinit“ in Konsole eingeben. Starten Sie dann erneut die KDE-Systemeinstellungen, um festzustellen, ob diese Meldung weiterhin auftaucht. 2) Die KDE-Bibliotheken Ihres Systems bieten keine Unterstützung für Smartcards. In diesem Fall müssen Sie das Paket „kdelibs“ neu kompilieren und „libpcsclite“ installieren.
el: 1) Ο δαίμονας του KDE, 'kded' δεν εκτελείται. Μπορείτε να τον επανεκκινήσετε εκτελώντας την εντολή 'kdeinit' και μετά προσπαθήστε να ξαναφορτώσετε τις Ρυθμίσεις συστήματος του KDE για να δείτε αν αυτό το μήνυμα εξαφανίστηκε. 2) Δε φαίνεται να έχετε υποστήριξη για έξυπνες κάρτες στις βιβλιοθήκες του KDE. Θα πρέπει να ξαναμεταγλωττίσετε το πακέτο kdelibs με τη libpcsclite εγκατεστημένη.
es: 1) El demonio de KDE, «kded», no se está ejecutando. Puede reiniciarlo ejecutando la orden «kdeinit» e intentar recargar las Preferencias del sistema de KDE para ver si este mensaje desaparece. 2) Parece que usted no tiene soporte para smartcard en las bibliotecas de KDE. Necesitará recompilar el paquete kdelibs con libpcsclite instalado.
et: 1) KDE deemon 'kded' ei tööta. Sa saad selle uuesti käivitada käsuga 'kdeinit'. Seejärel proovi KDE Süsteemi seadistused taas käivitada ja vaata, kas see teade kaob. 2) KDE teekides pole kiipkaardi tuge. Sa pead paigaldama 'libpcsclite' ning paketi kdelibs uuesti kompileerima.
eu: 1) KDEren daimona, 'kded', ez da ari exekutatzen. 'kdeinit' agindua exekutatuz berrabiaraz dezakezu, eta, ondoren, saiatu KDEren sistema-ezarpenak berriro kargatzen, mezu hau desagertzen den ikusteko. 2) Antza denez, KDE liburutegietan ez daukazu txartel adimendunei dagokien euskarria. 'kdelibs' paketea birkonpilatu beharko duzu 'libpcsclite' instalaturik daukazula.
fi: 1) KDE:n taustaprosessi ”kded” ei ole käynnissä. Voit käynnistää sen suorittamalla komennon ”kdeinit” pääteikkunassa ja avaamalla Järjestelmäasetukset sen jälkeen uudestaan. Tämän viestin pitäisi kadota. 2) KDE:n kirjastoissa ei ole smartcard-tukea mukana. KDE:n kirjastot (kdelibs) täytyy kääntää uudelleen. Tarkista että paketti ”libpcsclite” on asennettu.
fr: 1) Le démon KDE « kded » n'est pas actif. Vous pouvez le redémarrer par la commande « kdeinit ». Redémarrez ensuite le Centre de configuration de KDE pour voir si ce message a disparu. 2) Votre version de KDE ne semble pas gérer les cartes à puce. Vous devez alors recompiler le paquet « kdelibs » avec la gestion de la bibliothèque « libpcsclite ».
ga: 1) Níl an deamhan KDE 'kded' ag rith. Is féidir leat é a atosú tríd an ordú 'kdeinit' a rith agus ansin Socruithe an Chórais KDE a aluchtú le súil go n-imeoidh an teachtaireacht seo. 2) Níl tacaíocht cártaí cliste agat sna leabharlanna KDE de réir cosúlachta. Caithfidh tú an pacáiste kdelibs a thiomsú arís agus libpcsclite suiteáilte agat.
gl: 1) O daemon KDE, «kded» non se está executando. Pode reinicialo executando a orde «kdeinit» e despois tentar recargar a Configuración do sistema de KDE para ver se esta mensaxe desaparece. 2) Non parece que teña soporte para smartcards nas bibliotecas de KDE. Necesitará recompilar o paquete kdelibs con libpcsclite instalado.
he: 1) תהליך הרקע של kded" ,KDE", אינו פועל. באפשרותך להפעילו מחדש באמצעות הפעלת הפקודה "kdeinit". לאחר מכן, נסה להפעיל שוב את מרכז הבקרה של KDE ובדוק אם הודעה זו נעלמת. 2) נראה שאין בספריות של KDE תמיכה בכרטיסים חכמים. יהיה עליך לקמפל מחדש את החבילה kdelibs כאשר החבילה libpcsclite מותקנת.
hr: 1) KDE-ov servis 'kded' nije pokrenut. Možete ga ponovo pokrenuti naredbom 'kdeinit' i potom pokušati s ponovnim učitavanjem KDE Postavki sustava za provjeru ispisuje li se ponovno ova poruka. 2) Izgleda da u KDE bibliotekama nemate podršku za pametne kartice (smartcard). Morate ponovno sastaviti paket kdelibs uz instaliranu biblioteku libpcsclite.
hu: 1) A „kded” nevű KDE alapszolgáltatás nem fut. Ennek újraindításához futtassa a „kdeinit” programot és próbálja meg újból megnyitni a KDE Rendszerbeállításokat. Ellenőrizze, hogy a hibaüzenet nem jelentkezik-e újból. 2) Lehet, hogy nincs csipkártya-támogatás a KDE programkönyvtárakban. Ebben az esetben újra kell fordítani a kdelibs csomagot a libpcsclite programkönyvtár telepítése után.
ia: 1) Le demone de KDE , 'kded' non es executante. Tu pote reinitiar lo per executar le commando 'kdeinit' e postea tentar de recargar le preferentias de Systema de KDE pro vider si iste message va via. 2) Il non sembla que tu ha supporto de smartcard in le librerias de KDE, tu necessitara de recompilar le pacchetto kdelibs con installate libpcsclite.
is: 1) KDE þjónninn 'kded' er ekki keyrandi. Þú getur sett hann í gang aftur með því keyra 'kdeinit' skipunina og svo endurræst KDE stjórnborðið til að sjá hvort þessi boð hætta að koma. 2) Þú gætir ekki verið með snjallkortastuðning í KDE aðgerðasöfnunum. Þú þarft þá að endurþýða kdelibs pakkann með libpscsclite stuðning inni.
it: 1) Il demone KDE «kded» non è in esecuzione. Puoi riavviarlo eseguendo il comando «kdeinit» e ricaricando poi Impostazioni di sistema di KDE per vedere se questo messaggio è andato via. 2) Sembra che tu non abbia il supporto smartcard nelle librerie di KDE. Dovresti ricompilare il pacchetto kdelibs con le librerie libpcsclite installate.
ja: 1) KDE デーモン <command>kded</command> が実行されていない。<command>kdeinit</command> コマンドで再起動してから、KDE システム設定を再度立ち上げて、エラーメッセージが消えるかどうか試してみてください。 2) KDE ライブラリにスマートカードサポートが含まれていない。libpcsclite をインストールしてから kdelibs をコンパイルし直す必要があります。
kk: 1) 'kded' деген KDE қызметі жегілмеген. Оны 'kdeinit' деген командасымен қайта жегіп, KDE 'жүйе параметрлер' дегенін қайта жүктеп, жегілгенін байқаңыз. 2) Бәлкім, KDE жиын файлдары смарткарт қолауысыз жинақталған. Онда libpcsclite жинағын ортнатып kdelibs жинағын қайта құрастыру керек.
km: 1) ដេមិន 'kded' របស់ KDE មិនកំពុង​រត់ឡើយ ។ អ្នក​អាច​ចាប់​ផ្ដើម​វាឡើង​វិញ ​ដោយ​រត់​ពាក្យ​បញ្ជា 'kdeinit' ហើយ​​បន្ទាប់​មក​ព្យាយាម​ផ្ទុក​ការ​កំណត់​ផ្ទាល់​ខ្លួន​របស់ KDE ឡើង​វិញ ដើម្បី​ពិនិត្យ​មើល​ថា​តើ​សារ​នេះ​ចេញ ឬ​នៅ ។ 2) អ្នក​ទំនង​ជា​មិន​មាន​ការ​គាំទ្រ smartcard ក្នុង​បណ្ណាល័យ​របស់ KDE ។ អ្នក​ត្រូវ​ចងក្រង​ឡើង​វិញ​នូវ kdelibs ជាមួយ​នឹង libpcsclite ដែល​បាន​ដំឡើង ។
ko: 1) KDE 데몬 'kded'가 실행 중이 아닙니다. 'kdeinit' 명령어를 사용하셔서 다시 시작해 보시고 그 다음 KDE 시스템 설정을 다시 시작해서 이 메시지가 사라졌는지 확인하십시오. 2) KDE 라이브러리에서 스마트카드를 지원하지 않는 것 같습니다. libpcslite를 사용하셔서 kdelibs 패키지를 다시 컴파일하십시오.
lt: 1) KDE tarnyba „kded“ neveikia. Jūs galite perstartuoti ją paleisdami komandą „kdeinit“ ir mėginti iš naujo įkelti KDE sistemos nustatymus bei pažiūrėti ar pranešimas dingo. 2) Jūsų KDE bibliotekos nepalaiko gudrių kortelių. Jums reikės sukompiliuoti kdelibs iš naujo prieš tai įdiegus libpcslite.
lv: 1) KDE dēmons, 'kded' nedarbojas. Jūs varat to restartēt palaižot komandu 'kdeinit' un tad mēģināt pārlādēt KDE sistēmas iestatījumus, lai redzētu vai ziņojums ir pazudis. 2) Izskatās, ka jums nav viedkaršu atbalsta KDE bibliotēkās. Jums jāpārkompilē kdelibs pakotne ar instalētu libpcsclite.
nb: 1)KDE-nissen «kded» kjører ikke. Du kan restarte den med kommandoen «kdeinit» for så å gjenlaste KDE Systeminnstillinger for å se om meldinga forsvinner. 2) Det kan se ut til at smartkort-støtten mangler i KDE-biblioteket. Du trenger å rekompilere kdelibs-pakken med libpcsclite installert.
nds: 1) De KDE-Dämoon "kded" löppt nich. Du kannst em nieg starten, wenn Du den Befehl "kdeinit" utföhrst. Denn start de Systeeminstellen nochmaal un kiek, wat de Fehler weg is. 2) As't lett ünnerstütt Dien KDE-Bibliotheken Smartkoorten nich. Denn muttst Du "libpcsclite" installeren un dat Paket "kdelibs" nieg kompileren.
nl: 1)De KDE-daemon 'kded' draait niet. U kunt deze herstarten door middel van het commando 'kdeinit' en proberen het KDE Configuratiecentrum te herladen om te kijken of deze melding verdwijnt. 2) Uw KDE-bibliotheken hebben geen chipkaartondersteuning. U dient in dat geval het pakket kdelibs opnieuw te compileren met libpcsclite ge√Ønstalleerd.
nn: 1) KDE-demonen «kded» køyrer ikkje. Du kan starta han om att ved å køyra kommandoen «kdeinit» og prøva å starta KDE-systemoppsettet om att for å sjå om denne meldinga forsvinn. 2) Du har kanskje ikkje smartkortstøtte i KDE-biblioteka. Du må i så fall kompilera «kdelibs»-pakken på nytt med «libpcsclite» installert.
pl: 1) Demon KDE 'kded' nie jest uruchomiony. Można go uruchomić ponownie poleceniem 'kdeinit' i spróbować jeszcze raz uruchomić ten moduł Centrum sterowania. 2) W bibliotekach KDE brak obsługi smartcard. Należy ponownie skompilować kdelibs po zainstalowaniu biblioteki libpcsclite.
pt: 1) O servidor do KDE, o 'kded', não está a correr. O utilizador pode reiniciá-lo com o comando 'kdeinit' e depois correr de novo a Configuração do Sistema do KDE para ver se esta mensagem desaparece. 2) O utilizador não parece ter o suporte de <em>smartcards</em> nas bibliotecas do KDE. Terá de recompilar o pacote kdelibs com o libpcsclite instalado.
pt_br: 1) O servidor do KDE, 'kded' não está em execução. Você pode reiniciá-lo executando o comando 'kdeinit' e então tentar recarregar as Configurações do sistema do KDE para ver se esta mensagem desaparece. 2) Parece que você não tem suporte a smartcard nas bibliotecas do KDE. Você precisará recompilar o pacote kdelibs com a libpcsclite instalada.
ro: 1) Demonul KDE, „kded” nu rulează. Îl puteți reporni executînd comanda„kdeinit” și apoi porniți Configurări de sistem KDE pentru a vedea dacă mai apare acest mesaj. 2) Este posibil să nu aveți suport pentru smartcarduri în KDE. Va trebuie să recompilați pachetul „kdelibs” asigurîndu-vă că librăria „libpcsclite” este instalată.
ru: 1) Служба KDED не выполняется. Вы можете перезапустить её командой «kdeinit» и после этого перегрузить приложение «Параметры системы», чтобы убедиться что это сообщение исчезло. 2) Возможно, библиотеки KDE были собраны без поддержки смарт-карт. Необходимо установить libpcsclite и пересобрать пакет kdelibs.
sk: 1) Démon KDE, 'kded', nebeží. Môžete ho reštartovať spustením príkazu 'kdeinit' a potom skúsiť znovu spustiť Systémové nastavenia KDE, aby ste overili, že sa táto správa už nezobrazuje. 2) Nemáte podporu smartcard v knižniciach KDE. Budete musieť kdelibs znovu preložiť s nainštalovanou knižnicou libpcsclite.
sl: 1) Ozadnji program KDE »kded« ne teče. Znova ga lahko zaženete z ukazom »kdeinit« in nato poskusite naložiti KDE-jeve sistemske nastavitve, da vidite, ali to sporočilo izgine. 2) Videti je, da nimate podpore za pametne kartice v knjižnicah KDE. Paket kdelibs boste morali ponovno prevesti z nameščenim »libpcsclite«.
sr: 1) КДЕ демон КДЕД није у погону. Можете га поново покренути наредбом <command>kdeinit</command>, а затим покушајте да поново покренете Системске поставке КДЕ‑а да видите да ли ће ова порука нестати. 2) Изгледа да у библиотекама КДЕ‑а нема подршке за смарт-картице. Морате инсталирати пакет <icode>kdelibs</icode> изграђен са библиотеком <icode>libpcsclite</icode>.
sv: 1) KDE-demonen, 'kded' har inte startats. Du kan starta om den genom att köra kommandot 'kdeinit', och därefter försöka starta om KDE:s systeminställningar för att se om meddelandet försvinner. 2) Du verkar inte ha stöd för smartkort i KDE-biblioteken. Du måste kompilera om kdelibs-paketet med libpcsclite installerad.
uk: 1) Фонову службу KDE, «kded» не запущено. Ви можете перезапустити фонову службу виконавши команду «kdeinit» та спробувати перезавантажити Системні параметри KDE, щоб переконатись, що це повідомлення зникло. 2) Схоже, що ваші бібліотеки KDE не мають підтримки смарт-карт. Потрібно зібрати пакунок kdelibs з встановленою бібліотекою libpcsclite.
wa: 1) Li démon KDE, « kded » n' est nén enondé. Vos l' polz renonder en enondant l' comande « kdeinit » ey adon sayî d' ritcherdjî les Apontiaedjes do sistinme di KDE po vey si ç' messaedje eva. 2) Vos n' avizez nén aveur di sopoirt pol simartcard ezès livreyes di KDE. Voz alez aveur dandjî d' ricopiler l' pacaedje kdelibs avou libpcsclite astalé.
zh_cn: 1) KDE 守护进程“kded”没有运行。您可以通过运行命令“kdeinit”重新启动它。然后请重新打开 KDE 系统设置，查看本信息是否消失。 2) 您的 KDE 程序库不支持智能卡。您需要安装 libpcsclite 并重新编译 kdelibs 软件包。

source: kcmsmartcard
hi: केसीएमस्मार्टकार्ड
sr: КЦМ‑смарткартица
sv: IM smartkort

source: KDE Smartcard Control Module
ar: وحدة التحكم بالبطاقات الذكية لـِ كيدي
bg: Контролен модул за управление на Smartcard
bs: KDE Smartcard kontrolni modul
ca@valencia: Mòdul de control de targeta intel·ligent del KDE
cs: KDE Smartcard ovládací modul
da: KDE Smartcard-kontrolmodul
de: Smartcard-Modul
el: Άρθρωμα ελέγχου έξυπνων καρτών για το KDE
es: Módulo Smartcard del Centro de Control de KDE
et: KDE kiipkaardi juhtimismoodul
eu: KDEren txartel adimendunaren aginte-modulua
fa: پیمانه کنترل کارت هوشمند KDE
fi: KDE:n smartcard-moduuli
fr: Module de configuration des cartes à puce de KDE
ga: Modúl Rialaithe Cártaí Cliste KDE
gl: Módulo de control de tarxetas intelixentes de KDE
he: מודול בקרת הכרטיסים החכמים של KDE
hi: केसीएम स्मार्टकार्ड नियंत्रण मॉड्यूल
hr: KDE SmartCard upravljački modul
hu: KDE csipkártya-beállító modul
ia: Modulo de Controlo de Smartcard
is: KDE Snjallkortastjórneining
it: Modulo di controllo delle smartcard di KDE
ja: KDE スマートカード設定モジュール
kk: KDE смарткарта басқару модулі
km: ម៉ូឌុល​ត្រួត​ពិនិត្យ Smartcard របស់ KDE
ko: KDE 스마트카드 제어 모듈
lt: KDE gudrių kortelių valdymo modulis
lv: KDE viedkaršu kontroles modulis
mr: केडीई स्मार्टकार्ड नियंत्रण विभाग
nb: KDE Smartkort kontrollmodul
nds: KDE-Kuntrullmoduul för Smartkoorten
nl: KDE Chipkaart Configuratiemodule
nn: Kontrollmodul for KDE-smartkortstøtte
pa: KDE ਸਮਾਰਟਕਾਰਡ ਕੰਟਰੋਲ ਮੋਡੀਊਲ
pl: Moduł obsługi Smartcard w KDE
pt: Módulo de Controlo de Smartcards do KDE
pt_br: Módulo de controle de smartcards do KDE
ro: Modul de control smartcarduri pentru KDE
ru: Модуль KDE управления смарт-картами
sk: Ovládací modul KDE pre smartcard
sl: Nadzorni modul KDE Smartcard
sr: Контролни модул за смарт-картице|/|$[својства дат 'Контролном модулу за смарт-картице']
sv: KDE:s inställningsmodul för smartkort
uk: Модуль керування смарт-картами для KDE
wa: Module di controle Smartcard di KDE
zh_cn: KDE 智能卡控制模块

source: (c) 2001 George Staikos
de: © 2001 George Staikos
fa: (ح) ۲۰۰۱ George Staikos
fi: © 2001 George Staikos
ga: © 2001 George Staikos
hi: (c) 2001 जॉर्ज स्टायकॉस
hr: © 2001 George Staikos
hu: (c) George Staikos, 2001.
km: រក្សា​សិទ្ធិ​ឆ្នាំ ២០០១ ដោយ George Staikos
lt: © 2001 George Staikos
nb: © 2001 George Staikos
nn: © 2001 George Staikos
pa: (c) ੨੦੦੧ ਜਾਰਜ ਸਟਾਈਕੋਸ
ru: © George Staikos, 2001
sl: © 2001 George Staikos
sr: © 2001, Џорџ Стајкос
sv: © 2001 George Staikos
uk: © George Staikos, 2001
wa: © 2001 George Staikos

source: Change Module...
ar: غيّر الوحدة...
bg: Смяна на модул...
bs: Promijeni modul...
ca@valencia: Canvi de mòdul...
cs: Změnit modul...
da: Ændr modul...
de: Modul wechseln ...
el: Αλλαγή αρθρώματος...
es: Cambiar módulo...
et: Vaheta moodul...
eu: Aldatu modulua...
fa: تغییر پیمانه...
fi: Vaihda moduuli…
fr: Changer de module...
ga: Athraigh Modúl...
gl: Cambiar de módulo...
he: שינוי מודול...
hi: मॉड्यूल बदलें...
hr: Promijeni modul …
hu: Modulcsere...
ia: Modifica Modulo...
is: Breyta einingu...
it: Cambia modulo...
ja: モジュールを変更...
kk: Модульді өзгерту...
km: ផ្លាស់ប្ដូរ​ម៉ូឌុល...
ko: 모듈 변경...
lt: Keisti modulį...
lv: Mainīt moduli...
mr: विभाग बदला...
nb: Endre modul …
nds: Moduul wesseln...
nl: Module wijzigen...
nn: Endra modul …
pa: ਮੋਡੀਊਲ ਬਦਲੋ...
pl: Zmień moduł...
pt: Mudar o Módulo...
pt_br: Alterar módulo...
ro: Modifică modulul...
ru: Изменить модуль...
sk: Zmeniť modul...
sl: Spremeni modul ...
sr: Промени модул...
sv: Ändra modul...
uk: Змінити модуль...
wa: Candjî module...
zh_cn: 更改模块...
