Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmscreensaver.po
Languages: ar, bg, ca, da, el, et, eu, fa, fi, fr, ga, gl, he, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nds, nl, pa, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn, zh_tw

source: <h1>Screen Saver</h1> <p>This module allows you to enable and configure a screen saver. Note that you can enable a screen saver even if you have power saving features enabled for your display.</p> <p>Besides providing an endless variety of entertainment and preventing monitor burn-in, a screen saver also gives you a simple way to lock your display if you are going to leave it unattended for a while. If you want the screen saver to lock the session, make sure you enable the "Require password" feature of the screen saver; if you do not, you can still explicitly lock the session using the desktop's "Lock Session" action.</p>
ar: <h1>حافظ الشاشة</h1> <p>تسمح لك هذه الوحدة تمكين و ضبط حافظ الشاشة.لاحظ أنه بإمكانك تفعيل حافظ الشاشة حتى ولو كانت مميزات حفظ الطاقة مفعلة لشاشتك.</p> <p>بجانب تزويد بترفيه لا محدود و حفظ شاشتك من التلف ، يعطيك حافظ الشاشة طريقة سهلة لقفل شاشتك إذا اضطررت ترك شاشتك لبرهة من من الوقت. إذا كنت ترغب أن يقفل حافظ الشاشة الجلسة ، فتأكد من تفعيل ميزة "يتطلب كلمة سر" لحافظ الشاشة ، إذا لم تفعل ذلك ، فما زال بإمكانك قفل الجلسة بواسطة إجراء سطح المكتب "اقفل الجلسة" .</p>
bg: <h1>Предпазител на екрана</h1> <p>От тук може да настроите предпазителя на екрана.</p> <p>Като предоставя широки възможности за забавление и намалява амортизацията на монитора, предпазителят представлява и опростен начин да заключите работното си място когато оставяте компютъра без надзор. Ако искате предпазителя да заключи сесията, включете отметката "Изискване на парола за спиране".</p>
ca: <h1>Estalvi de pantalla</h1> <p>Aquest mòdul us permet habilitar i configurar un estalvi de pantalla. Tingueu present que podeu habilitar un estalvi de pantalla fins i tot si teniu habilitades les característiques d'estalvi d'energia del vostre monitor.</p><p>A més de proporcionar una varietat de distracció sense fi i prevenir el desgast del monitor, un estalvi de pantalla també us proporciona una manera senzilla de bloquejar la pantalla si la deixeu sense atenció durant una estona. Si voleu que l'estalvi de pantalla bloquegi la pantalla, assegureu-vos d'habilitar la característica «Cal contrasenya» de l'estalvi de pantalla. Si no ho feu, encara podeu bloquejar la pantalla explícitament fent servir l'acció de l'escriptori «Bloqueja la sessió».</p>
da: <h1>Pauseskærm</h1> <p>Dette modul tillader dig at starte brugen af en pauseskærm og indstille pauseskærmen. Bemærk, at du kan bruge pauseskærmen også selvom du bruger strømsparing for skærmen.</p> <p> Udover at give en uendelig varietet af underholdning og forhindre at skærmen brænder fast, kan en pauseskærm også give dig en simpel måde at låse sessionen på, hvis du forlader den et stykke tid. Hvis du ønsker at pauseskærmen skal låse sessionen, så aktivér egenskaben "Kræver adgangskode". Hvis du ikke vil det, kan du eksplicit låse skærmen ved brug af skrivebordets "Lås session"-handling.</p>
el: <h1>Προφύλαξη οθόνης</h1><p> Αυτό το άρθρωμα σας επιτρέπει να ενεργοποιήσετε και να διαμορφώσετε μια προφύλαξη οθόνης. Σημειώστε ότι μπορείτε να ενεργοποιήσετε μια προφύλαξη οθόνης ακόμα και αν έχετε ενεργές τις λειτουργίες εξοικονόμησης ενέργειας της οθόνης σας.</p><p> Εκτός από μια ατελείωτη ποικιλία διασκέδασης και την πρόληψη του καψίματος της οθόνης σας, μια προφύλαξη οθόνης σας παρέχει επίσης έναν απλό τρόπο να κλειδώσετε την οθόνη σας αν πρόκειται να την αφήσετε χωρίς επιτήρηση για λίγη ώρα. Αν θέλετε η προφύλαξη οθόνης να κλειδώνει την οθόνη, βεβαιωθείτε ότι έχετε ενεργοποιήσει τη λειτουργία "Απαίτηση κωδικού πρόσβασης". Αν δε θέλετε, μπορείτε πάντα να κλειδώνετε άμεσα την οθόνη σας με την ενέργεια "Κλείδωμα οθόνης" της επιφάνειας εργασίας.</p>
et: <h1>Ekraanisäästja</h1> <p>See moodul võimaldab lubada ja seadistada ekraanisäästjat. Teadmiseks, et sa võid lubada ekraanisäästja kasutamist ka siis, kui monitori energiasäästu omadused on sisse lülitatatud.</p> <p>Peale selle, et ekraanisäästja pakub sulle meelelahutust ning kaitseb monitori läbipõlemise eest, annab see sulle ka lihtsa võimaluse ekraan lukustada, kui oled sunnitud mõneks ajaks sellest eemalduma. Kui soovid seansi lukustada, siis veendu, et seadistustes oleks sisse lülitataud "Vajalik parool". Ka siis, kui sa seda ei tee, on sul võimalus seanss lukustada, valides töölaua menüüst "Lukusta seanss".</p>
eu: <h1>Pantaila-babeslea</h1> <p>Modulu honen bidez, pantaila-babesle bat gaitu eta konfigura dezakezu. Kontuan izan pantaila-babeslea erabil dezakezula pantailaren energia aurrezteko eginbideak gaiturik izan arren.</p> <p>Denbora pasatzeko aukera ugari eskaini eta monitorea erretzea saihesteaz gain, pantaila-babesleak aukera ematen du pantaila erraz giltzatzeko, denboraldi batez ordenagailua erabili behar ez baduzu. Pantaila-babesleak zure pantaila giltzatzea nahi baduzu, ziurtatu pantaila-babeslearen "Eskatu pasahitza" aukera gaituta daukazula; hala ez bada, mahaigaineko "Giltzatu saioa" ekintzaren bidez ere blokea dezakezu saioa.</p>
fa: <h1>محافظ صفحه</h1> <p>این پیمانه به شما این امکان را می‌دهد که یک محافظ صفحه را فعال و پیکربندی کنید. توجه کنید که می‌توانید محافظ صفحه‌ای را فعال کنید، حتی اگر قابلیت صرفه‌جویی نیرو را برای صفحهٔ نمایشتان فعال کرده باشید.</p> <p>در کنار فراهم کردن تنوعی بی‌پایان از سرگرمی و جلوگیری از سوختن نمایش‌گر، یک محافظ صفحه، راه ساده‌ای برای قفل کردن صفحه‌تان هنگامی که آن را برای مدتی ترک می‌کنید، در اختیار می‌گذارد. اگر می‌خواهید محافظ صفحه، نشست را قفل کند، حتماً قابلیت «لزوم گذرواژه» از محافظ صفحه را فعال کنید؛ اگر چنین نکنید، همچنان می‌توانید با استفاده از کنش «قفل‌نمایی نشست» رومیزی، نشست را صراحتاً قفل کنید.</p>
fi: <h1>Näytönsäästäjä</h1> <p>Tästä voit muuttaa näytönsäästäjän asetuksia. Huomaa, että voit käyttää näytönsäästäjää vaikka virransäästöominaisuudet ovat käytössä.</p><p>Viihteen ja monitorin säästämisen lisäksi näytönsäästäjä mahdollistaa helpon tavan lukita näytön, jos jätät koneen joksikin aikaa yksikseen. Jos haluat näytönsäästäjän lukitsevan näytön varmista, että ”Vaadi salasana” on valittuna. Jos et käytä automaattista lukitsemista, voit käyttää työpöydän ”Lukitse näyttö” -toimintoa lukitaksesi näytön.</p>
fr: <h1>Écran de veille</h1> <p>Ce module permet d'activer et de configurer un écran de veille. Veuillez noter que vous pouvez activer un écran de veille même si des fonctions d'économie d'énergie sont activées pour votre affichage.</p><p>Les écrans de veille offrent une grande variété de divertissements et évitent la dégradation de votre écran. Ils vous permettent aussi de verrouiller facilement votre affichage en cas d'absence prolongée. Si vous voulez que l'écran de veille verrouille la session, veuillez vous assurer que vous avez activé la fonctionnalité « Mot de passe demandé » pour l'écran de veille. Dans le cas contraire, vous pouvez également verrouiller explicitement la session en utilisant l'action de bureau « Verrouiller la session.</p>
ga: <h1>Spárálaí Scáileáin</h1> <p>Leis an modúl seo is féidir leat spárálaí scáileáin a chumasú agus a chumrú. Tabhair faoi deara go bhfuil tú in ann spárálaí scáileáin a chumasú fiú má tá gnéithe spárála cumhachta cumasaithe agat.</p> <p>Cuireann spárálaí scáileáin siamsaíocht ilchineálach ar fáil agus cuireann sé cosc ar dhó íomhánna ar do scáileán. Agus freisin soláthraíonn sé slí éasca chun do scáileán a chur faoi ghlas nuair atá amuigh ar feadh tamaill. Más mian leat go gcuirfidh sé an scáileán faoi ghlas, bí cinnte go bhfuil an rogha "Éiligh focal faire" cumasaithe agat; mura bhfuil, is féidir an scáileán a chur faoi ghlas fós trí ghníomh na deisce "Cuir an Scáileán Faoi Ghlas".</p>
gl: <h1>Protector de pantalla</h1><p>Este módulo permite habilitar e configurar un protector. Pódese habilitar un protector aínda que teña activado o modo de aforro de enerxía de pantalla.</p><p>Ademais de fornecer un entretemento variado e impedir que se deteriore o monitor, o protector fornécelle unha forma moi simple de bloqueo da pantalla se vai deixala desatendida durante un tempo. Se desexa trancar a pantalla asegúrese de sinalar a opción do protector «Requirir o contrasinal». Se non o fai, aínda pode trancar a pantalla explicitamente, coa opción do escritorio «Bloquear a pantalla».</p>
he: <h1>שומר מסך</h1> <p> מודול זה מאפשר לך להשתמש בשומר מסך ולקבוע את הגדרותיו. שים לב שבאפשרותך להשתמש בשומר מסך גם אם יש לתצוגה שלך תכונות של חיסכון באנרגיה. <p> </p> מלבד סיפוק בידור אינסופי ומניעת צריבה על המסך, שומרי מסך נותנים לך גם דרך פשוטה לנעול את התצוגה שלך אם אתה עומד להשאיר אותה ללא השגחה לזמן מסוים. אם ברצונך ששומר המסך ינעל את המסך, וודא שאתה מאפשר את התכונה "דרוש ססמה" של שומר המסך. אם לא תעשה זאת, עדיין באפשרותך לנעול את המסך באופן מפורש, וזאת באמצעות פעולת "נעילת המסך" של שולחן העבודה. </p>
hr: <h1>Čuvar zaslona</h1> <p>Ovaj modul omogućava vam ukjlučivanje i konfiguriranje čuvara zaslona. Imajte na umu da možete uključiti čuvar zaslona čak i ako su značajke štednje energije ztaslona uključene.</p> <p>Osim toga ima ih beskrajnonzabavnih, a štite monitor od pregaranja. Čuvar zaslona vam također nudi jednostavan način da zaključate vaš ekran ako ostavljate računalo bez nadzora na neko vrijeme. Ako želite da čuvar zaslona zaključa sesiju, onda uključite značajku čuvara zaslona "Potrebna zaporka"; ako to ne učinite, možete još uvijek eksplicitno zaključati sesiju koristeći radnju radne površine "Zaključaj sesiju".</p>
hu: <h1>Képernyővédő</h1> <p>Ebben a modulban lehet beállítani a képernyővédő jellemzőit. A képernyővédő akkor is bekapcsolható, ha a képernyő energiatakarékossági funkcióit korábban már aktiválta.</p><p>A képernyővédő azon kívül, hogy szórakoztató és védi a monitort a beégéstől, lehetőséget nyújt a számítógép védelmére, ha felügyelet nélkül marad a gép. Ha használni kívánja a képernyővédő zárolási funkcióját, jelölje be a "Jelszó kérése" opciót a beállításoknál. Ha ezt nem teszi meg, a képernyő akkor is zárolható az asztalon található "Zárolás" gomb segítségével.</p>
ia: <h1>Salvator de schermo</h1> <p>Iste modulo permitte te de habilitar e configurar un salvator de schermo. Nota que tu pote habilitar un salvator de schermo anque si tu ha characteristicas de sparnio de energia habilitate pro tu monstrator.</p> <p>In ultra que fornir un varietate sin fin de intertenimentos e prevenir adustion de monstrator, un salvator de schermo etiam da te un simple modo de blocar tu monstrator si tu lassa lo sin guardia per alcun tempore. Si tu vole que le salvator de schermo bloca le session, tu assecura te de habilitar le characteristica "Require contrasigno" del salvator de schermo; si tu non face lo, tu ancora pote explicitemente blocar le session con le uso del action de scriptorio "Bloca Session".</p>
it: <h1>Salvaschermo</h1><p>Questo modulo permette di abilitare e configurare un salvaschermo. Puoi abilitare un salvaschermo anche se hai attivato le funzioni di risparmio energetico dello schermo.</p><p>Oltre a garantire un divertimento illimitato e ad evitare che il tuo monitor si rovini, un salvaschermo fornisce anche un modo semplice per bloccare lo schermo se hai intenzione di lasciarlo incustodito per qualche minuto. Se vuoi che il salvaschermo blocchi la sessione, assicurati di attivare la funzione del salvaschermo «Richiedi la password». Se non lo fai, puoi comunque bloccare esplicitamente la sessione usando l'azione del desktop «Blocca la sessione».</p>
ja: <h1>スクリーンセーバー</h1><p>このモジュールではスクリーンセーバーの有効化と各種の設定を行います。ディスプレイの省電力機能を有効にしている場合でも、スクリーンセーバーを有効にすることができます。</p><p>いまやスクリーンセーバーは、さまざまなエンターテイメントを提供したり、画面の焼き付きを防止するためだけのものではありません。ちょっと席を外すときなどにディスプレイをロックするのに便利な機能も提供しています。スクリーンセーバーによる画面のロック機能を利用する場合は、「スクリーンセーバーの停止にはパスワードが必要」を有効にしてください。この機能を利用しない場合も、デスクトップメニューの「セッションをロック」を選択することで、明示的に画面をロックすることができます。</p>
kk: <h1>Экран сақтаушысы</h1> <p>Бұл модуль экран сақтаушыны қосып қоюға және баптауға мүмкіндік береді. Экран сақтаушысын, мониторыңыз энергия үнемдеу қасиеті болса да, қосып қоюға болады</p> <p>Экран сақтаушысы, көп мөлшерде қызық бейнелер мен монитордың қызмет мерзімін ұзартудың сыртында, біраз уақытқа шығып кеткенде экранды бұғаттап қоюға мүмкіндік береді. Егер экран сақтаушының бұғаттау қасиетін пайдаланамын десеңіз, "Парольді талап ету" құсбелгісін қойыңыз. Немесе, "Сеансты бұғаттау" үстел әрекетін қолданып экранды бұғаттап тастауңызға болады.</p>
km: <h1>ធាតុ​រក្សា​អេក្រង់</h1> <p>ម៉ូឌុល​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​រចនាសម្ព័ន្ធ​ធាតុ​រក្សា​អេក្រង់ ។ ចំណាំ​ថា អ្នក​អាច​ប្រើ​ធាតុ​រក្សា​អេក្រង់​បាន​ ទោះ​ជា​អ្នក​មាន​លក្ខណៈ​រក្សា​ថាមពល​ពិសេស​ដែល បាន​អនុញ្ញាត​ពេល​បង្ហាញ​ក៏​ដោយ​ ។</p> <p>ក្រៅ​ពី​ផ្ដល់​​នូវ​ការ​កំសាន្ដ​ជា​ច្រើន និង​ការពារ​មិន​ឲ្យ​ឆេះ ម៉ូនីទ័រ ធាតុ​រក្សា​អេក្រង់​ក៏​បាន​ផ្ដល់​ឲ្យ​អ្នក​ផង​ដែរ​ នូវ​មធ្យោបាយ​ដ៏​សាមញ្ញ ក្នុង​ការ​ចាក់​សោ ការ​បង្ហាញ​របស់​អ្នក បើ​អ្នក​ទុក​វា​ចោល​មួយ​រយៈ ។ ​បើ​អ្នក​ចង់​ឲ្យ​ធាតុ​រក្សា​អេក្រង់​ចាក់​សោ​សម័យ សូម​ប្រាកដ​ថា អ្នក​បាន​អនុញ្ញាត​នូវ​លក្ខណៈ​​ពិសេស​របស់​ធាតុ​រក្សា​អេក្រង់ "ត្រូវ​ការ​ពាក្យ​សម្ងាត់" ​បើ​អ្នក​មិន​បាន​អនុញ្ញាត​អ្នក​នៅ​តែ​អាច​ចាក់​សោ​សម័យ​យ៉ាង​ជាក់​លាក់ ដោយ​ប្រើ​សកម្ម​ភាព "ចាក់​សោ​សម័យ" របស់​ផ្ទៃ​តុ ។</p>
ko: <h1>화면 보호기</h1><p>이 모듈에서는 화면 보호기를 설정합니다. 절전 기능을 사용하고 있어도 화면 보호기 설정을 사용할 수 있습니다.</p><p>다양한 종류의 즐거움과 모니터 번 인 현상을 방지하는 화면 보호기는 잠시 자리를 비울 때 화면을 잠글 수 있는 방법이기도 합니다. 만약 화면 보호기로 세션을 잠그시려면, 화면 보호기의 "암호 필요" 설정을 사용하십시오. 그렇지 않은 경우 데스크톱의 "세션 잠금" 기능을 사용해야만 합니다.</p>
lt: <h1>Ekrano užsklanda</h1> <p>Šis modulis leidžia jums įgalinti ir konfigūruoti ekrano užsklandą. Jūs galite įgalinti ekrano užsklandą net jei esate įjungę monitoriaus energijos taupymo galimybes.</p> <p>Ekrano užsklanda yra ne tik gera pramoga, bei neleidžia išdegti monitoriui, ji taip pat suteikia paprastą būdą užrakinti ekraną, jei ruošiatės kurį laiką jį palikti be priežiūros. Jei norite, kad ekrano užsklanda užrakintų ekraną, įsitikinkite, kad įjungėte „Reikalauti slaptažodžio“ parinktį; jei to nepadarėte, vis tiek galite užrakinti ekraną naudodami darbastalio veiksmą „Užrakinti ekraną“.</p>
lv: <h1>Ekrāsaudzētājs</h1> <p>Šis modulis ļauj jums atļaut un konfigurēt ekrānsaudzētāju. Jūs varat atļaut ekrānsaudzētāju arī tad, ja enerģijas ekonomijas iespējas jūsu monitoram ir atļautas.</p><p> Bez izklaides un moitora aizsargāšanas iespējām, ekrānsaudzētājs sniedz jums arī vienkāršu veidu kā slēgt displeju, ja atstājat to bez uzraudzības. Ja jūs vēlaties, lai ekrānsaudzētājs slēdz ekrānu, pārliecinaties, ka east aktivizējuši "Prasīt paroli" ekrānsaudzētāja īpašību. Ja ne, jūs tāpat varat slēgt ekrānu izmantojot darbvirsmas "Slēgt ekrānu" darbību.</p>
nds: <h1>Pausschirm</h1> <p>Mit dit Moduul kannst Du Pausschirmen anmaken un instellen. Du kannst Pausschirmen ok denn anmaken, wenn Du Stroomspoorfunkschonen för Dien Schirm anmaakt hest.</p><p>Blang dat Vergnögen un dat de Schirm vör Inbrennen schuult warrt, kann en Pausschirm ok den Schirm afsluten, wenn Du den Reekner maal en beten alleen lettst. Wenn de Pausschirm den Törn afsluten schall, muttst Du de Optschoon "Passwoort deit noot" anmaken; wenn Du dat nich deist, kannst Du den Schirm liekers över de "Schirm afsluten"-Akschoon vun den Schriefdisch afsluten.</p>
nl: <h1>Schermbeveiliging</h1> <p>In deze module kunt u de schermbeveiliging inschakelen en aanpassen. Ook als u de energiebesparing voor uw monitor hebt ingeschakeld, kunt u een schermbeveiliging gebruiken.</p><p> Een schermbeveiliging is vermakelijk, beschermt tegen het inbranden van uw beeldscherm en kan het scherm vergrendelen als u dat een tijdje onbeheerd achterlaat.Als u uw scherm wilt vergrendelen, zorg er dan voor dat u de optie "Wachtwoord vereist" hebt ingeschakeld. Als u dat niet doet, dan kunt u nog steeds uw sessie vergrendelen via de optie "Sessie vergrendelen" in uw bureaubladmenu.</p>
pt_br: <h1>Protetor de tela</h1> <p>Este módulo permite-lhe habilitar e configurar um protetor de tela. Note que você pode habilitar um protetor de tela mesmo que tenha recursos de economia de energia ativados para a sua tela.</p> <p>Além de oferecer divertimento e prevenir o gasto de energia, um protetor de tela é uma forma simples de bloquear sua tela, quando estiver sem uso por algum tempo. Se desejar que o protetor de tela bloqueie a tela, não esqueça de habilitar o recurso "Solicitar senha para finalizar" do protetor de tela. Você também pode bloquear a tela diretamente usando a ação "Bloquear sessão" da área de trabalho.</p>
ro: <h1>Protecția de ecran</h1> <p>Acest modul vă permite să activați și să configurați un program de protecție a ecranului. Trebuie să rețineți că puteți activa un asemenea program chiar dacă aveți activate caracteristicile de economisire a energiei pentru monitor.</p> <p>Pe lîngă asigurarea unei varietăți fără sfîrșit de distracție și prevenirea uzării monitorului, un program de protecție a ecranului vă oferă și o posibilitate simplă de a vă bloca ecranul atunci cînd trebuie să plecați de lîngă calculator pe neașteptate, pentru o anumită perioadă de timp. Dacă doriți să blocați ecranul, activați opțiunea „Cere parola”. Dacă nu doriți acest lucru, atunci puteți bloca ecranul în mod explicit utilizînd acțiunea de ecran „Blochează sesiunea”.</p>
ru: <h1>Хранитель экрана</h1><p>Этот модуль позволяет включить и настроить хранитель экрана. Включить хранитель экрана можно даже если монитор поддерживает функцию энергосбережения.</p><p> Кроме большого количества зрелищных заставок и предотвращения выгорания монитора, хранитель экрана позволяет заблокировать экран, если пользователь отошёл на неопределённое время. Установите параметр «Требовать пароль», чтобы хранитель экрана обеспечивал блокировку. Также можно заблокировать экран, используя пункт «Заблокировать сеанс» в К-меню.</p>
sk: <h1>Šetrič obrazovky</h1> <p>Tento modul umožňuje povoliť a nastaviť šetrič obrazovky. Uvedomte si, že môžete povoliť šetrič obrazovky taktiež, ak máte povolené šetrenie energie na vašom monitore.</p> <p>Okrem pestrého výberu zábavy a ochrany monitora pred vypálením, vám šetrič obrazovky tiež umožní jednoduchým spôsobom zamknúť váš monitor pokiaľ na chvíľu opustíte počítač. Ak chcete šetričom obrazovky zamknúť obrazovku, povoľte možnosť "Požadovať heslo" šetriča obrazovky. Ak to neurobíte, môžete zamknúť obrazovku použitím akcie plochy "Zamknúť obrazovku".</p>
sl: <h1>Ohranjevalnik zaslona</h1><p>Ta modul omogoča vklop in nastavitev ohranjevalnika zaslona. Le-tega lahko vklopite tudi, če imate vklopljeno varčevanje z energijo zaslona.</p><p> Razen brezmejne zabave in preprečitve vžgane slike vam omogoča tudi enostavno zaklepanje zaslona ob začasni odsotnosti. Če želite zakleniti zaslon, vklopite možnost ohranjevalnika zaslona »Zahtevaj geslo«. Če ne, lahko še vedno uporabite možnost namizja »Zakleni sejo«.</p>
sr: <html><h1>Чувар екрана</h1><p>У овом модулу можете активирати и подесити чувар екрана. Чувар се може активирати чак и ако су укључене могућности штедње енергије монитора.</p><p>Осим разноразних забавних призора и спречавања да се монитор истроши, чуваром екрана можете и на једноставан начин закључати екран ако одлазите некуд и остављате рачунар без надзора. Ако желите да чувар закључа екран, укључите опцију <interface>Лозинка за заустављање после:</interface>. Ако то не учините, сесију и даље можете ручно закључати радњом <interface>Закључај сесију</interface> из менија површи.</p></html>
sv: <h1>Skärmsläckare</h1> <p>Den här modulen låter dig aktivera och anpassa en skärmsläckare. Observera att du kan aktivera en skärmsläckare trots att du har energisparfunktioner aktiverade för din skärm.</p> <p>Förutom att erbjuda ett outtömligt utbud av underhållning och att förhindra att din skärm bränns sönder, ger en skärmsläckare dig även ett enkelt sätt att låsa din skärm när du lämnar datorn obevakad. Om du vill att skärmsläckaren ska låsa sessionen så se till att du aktiverar alternativet "Kräv lösenord" i skärmsläckaren. Även om du inte gör det kan du ändå låsa sessionen via åtgärden "Lås session" på skrivbordet.</p>
uk: <h1>Зберігач екрана</h1> <p>За допомогою цього модуля ви зможете увімкнути та налаштувати зберігач екрана. Зауважте, що ви можете увімкнути зберігач, навіть якщо в вашій системі увімкнено функція збереження енергії для екрана. Поряд з нескінченною різноманітністю розваг та з фактом фізичного зберігання вашого екрана, за допомогою зберігача можна замкнути екран, щоб відійти від нього на деякий час. Якщо ви хочете, щоб зберігач замикав екран, переконайтеся, що позначено пункт «Вимагати пароль». Також ви можете явно замкнути екран за допомогою дії стільниці «Замкнути сеанс».</p>
zh_cn: <h1>屏幕保护程序</h1> <p>此模块让您启用并配置屏幕保护程序。请注意，即使您启用了显示器的节能功能，您仍然能启用屏幕保护程序。</p><p>除了提供丰富多采的娱乐和防止显示器损伤外，屏幕保护程序同时提供了一个简便的方法，在您离开显示器时锁定它。如果您希望屏幕保护程序锁定屏幕，请确认您启用了屏幕保护程序的“需要密码”功能。如果您没有启用，仍然可以用桌面的“锁定会话”动作来锁定屏幕。</p>
zh_tw: <h1>螢幕保護</h1><p>這個模組可以讓您啟動並組態螢幕保護。注意即使您有設定您顯示器的省電功能也可以啟動螢幕保護。</p> <p>此外，提供一個無止境的數值來提供娛樂與保護顯示器，同時如果您必須離開電腦一陣子，螢幕保護也提供您一個簡單的方法來鎖定您的畫面。如果您希望螢幕保護程式鎖定畫面，請確定您有啟動螢幕保護程式的「需要密碼」功能；如果沒有，您仍然可以使用桌面上的「鎖定畫面」按鈕。</p>

# unit of time. minutes until the screensaver is triggered
source: minute
ar: حالا
bg: минута
ca: minut
da: minut
el: λεπτό
et: minut
eu: minutu
fi: min kuluttua
ga: nóiméad
gl: minuto
he: דקות
hr: minuta
hu: perc
ia: minuta
it: minuto
ja: 分
kk: минут
km: នាទី
ko: 분
lt: minutės
lv: minūte
nds: Minuut
nl: minuut
pa: ਮਿੰਟ
pt_br: minuto
ro: minut
ru: минуты
sk: minúta
sl: minutah
sr: минут
sv: minut
uk: хвилина
wa: munute
zh_cn: 分钟
zh_tw: 分鐘

source: second
bg: секунда
ca: segon
da: sekund
el: δευτερόλεπτο
et: sekund
eu: segundo
fi: s kuluttua
fr: seconde
ga: soicind
gl: segundo
he: שניה
hr: sekunda
hu: másodperc
ia: secunda
it: secondo
ja: 秒
kk: секунд
km: វិនាទី
ko: 초
lt: sekundės
lv: sekunde
nds: Sekunn
nl: seconde
pa: ਸਕਿੰਟ
pt_br: segundo
ro: secundă
ru: секунды
sk: sekunda
sl: sekund
sr: секунда
sv: sekund
uk: секунда
wa: segonde
zh_cn: 秒
zh_tw: 秒

source: A preview of the selected screen saver.
ar: معاينة حافظة الشاشة المختارة.
bg: От тук можете да видите, как ще изглежда избраният от вас предпазител на екрана.
ca: Una vista prèvia de l'estalvi de pantalla seleccionat.
da: En forhåndsvisning af den valgte pauseskærm.
el: Μια προεπισκόπηση της επιλεγμένης προφύλαξης οθόνης.
et: Valitud ekraanisäästja eelvaatlus.
eu: Hautatutako pantaila-babeslearen aurreikuspen bat.
fa: پیش‌نمایشی از محافظ صفحه نمایش برگزیده.
fi: Valitun näytönsäästäjän esikatselu.
fr: Un aperçu de l'écran de veille sélectionné.
ga: Réamhamharc ar an spárálaí scáileáin roghnaithe.
gl: Unha vista previa do protector escollido.
he: כאן באפשרותך לראות תצוגה מקדימה של שומר המסך הנבחר.
hr: Izgled odabranog čuvara zaslona.
hu: Itt tekinthető meg a kiválasztott képernyővédő előképe.
ia: Un vista preliminar del salvator de schermo seligite.
it: Un'anteprima del salvaschermo selezionato.
ja: 選択されたスクリーンセーバーのプレビューです。
kk: Таңдалған экран сақтаушының нобайы.
km: ការ​មើល​ជាមុន​នៃ​ធាតុ​រក្សា​អេក្រង់​ដែល​បាន​ជ្រើស ។
ko: 선택한 화면 보호기의 미리 보기입니다.
lt: Pažymėtos ekrano užsklandos peržiūra.
lv: Izvēlētā ekrānsaudzētāja priekšapskate.
nds: En Vöransicht vun den utsöchten Pausschirm
nl: Een klein voorbeeld van de gekozen schermbeveiliging.
pa: ਤੁਸੀਂ ਚੁਣੇ ਸਕਰੀਨ-ਸੇਵਰ ਦੀ ਝਲਕ ਵੇਖੋ।
pt_br: Uma visualização do protetor de tela selecionado.
ro: O previzualizare a protecției de ecran.
ru: Образец выбранного хранителя экрана.
sk: Náhľad vybraného šetriča obrazovky.
sl: Predogled izbranega ohranjevalnika zaslona.
sr: Преглед изабраног чувара екрана.
sv: En förhandsgranskning av den valda skärmsläckaren.
uk: Перегляд вибраного зберігача екрана.
wa: On prévoeyaedje do spårgneu d' waitroûle tchoezi.
zh_cn: 选中屏幕保护程序的预览。
zh_tw: 選取的螢幕保護程式預覽。

source: kcmscreensaver
fi: Näytönsäästäjä
sr: КЦМ‑чувар-екрана
sv: IM skärmsläckare
