Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmscreensaver.po
Languages: ar, bg, ca, da, el, et, eu, fa, fi, fr, ga, gl, he, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nds, nl, pa, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn, zh_tw

# Screen saver category
source: Banners & Pictures
ar: اللافتات والصور
bg: Снимки и банери
ca: Pancartes i quadres
da: Bannere og billeder
el: Λογότυπα & εικόνες
et: Ribad ja pildid
eu: Iragarki-bandak eta irudiak
fa: بنرها و تصاویر
fi: Mainosjulisteet ja kuvat
fr: Bannières et images
ga: Meirgí agus Pictiúir
gl: Rótulos e imaxes
he: תמונות וססמאות
hr: Zastavice i slike
hu: Feliratok, képek
ia: Standardos & Photos
it: Striscioni e immagini
ja: バナー & ピクチャ系
kk: Баннер мен суреттер
km: បដា​ និង​រូបភាព​
ko: 현수막과 그림
lt: Vėliavėlės ir paveikslėliai
lv: Bildes un karogi
nds: Schriften un Biller
nl: Banieren en afbeeldingen
pa: ਬੈਨਰ ਅਤੇ ਤਸਵੀਰਾਂ
pt_br: Faixas e imagens
ro: Bannere și imagini
ru: Транспаранты и изображения
sk: Nápisy a obrázky
sl: Napisi in slike
sr: Барјаци и слике
sv: Text och bilder
uk: Банери та малюнки
wa: Messaedjes et imådjes
zh_cn: 旗帜和图片
zh_tw: 標題與圖片

# Screen saver category
source: Desktop Distortions
ar: تشويهات سطح المكتب
bg: Деформации на екрана
ca: Distorsions de l'escriptori
da: Skrivebordsforvrængninger
el: Παραμορφώσεις επιφάνειας εργασίας
et: Töölaua moonutused
eu: Mahaigainaren desitxuratzeak
fa: اعوجاجهای رومیزی
fi: Työpöytävääristelyt
fr: Déformations de bureau
ga: Díchumadh na Deisce
gl: Distorsións do escritorio
he: הפרעות בשולחן עבודה
hr: Distorzije radne površine
hu: Az asztal torzított képe
ia: Distortiones de Scriptorio
it: Distorsioni del desktop
ja: デスクトップ・ディストーション系
kk: Үстел көрінісін бұрмалаулары
km: ការ​បង្ខូច​ទ្រង់ទ្រាយ​ផ្ទៃតុ
ko: 데스크톱 왜곡
lt: Ekrano iškraipymai
lv: Darbvirsmas kropļojumi
nds: Schriefdisch vertarren
nl: Bureaubladvervormingen
pa: ਡੈਸਕਟਾਪ ਸਜਾਵਟ
pt_br: Distorções da área de trabalho
ro: Distorsiuni ecran
ru: Искажения рабочего стола
sk: Deformácia plochy
sl: Popačitve namizja
sr: Изобличења површи
sv: Skrivbordsdistorsion
uk: Спотворення стільниці
wa: Cotoirdaedjes do scribanne
zh_cn: 桌面变形
zh_tw: 桌面扭曲

# Screen saver category
source: Flying Things
ar: أشياء طائرة
bg: Хвърчащи неща
ca: Objectes voladors
da: Flyvende ting
el: Ιπτάμενη αντικείμενα
et: Lendavad asjad
eu: Gauza hegalariak
fa: چیزهای پرنده
fi: Lentävät asiat
fr: Choses volantes
ga: Rudaí ar Eitilt
gl: Obxectos voando
he: דברים מעופפים
hr: Leteći objekti
hu: Repülő objektumok
ia: Cosas Volante
it: Oggetti volanti
ja: フライング系
kk: Ұшатын заттар
km: វត្ថុ​ហោះ
ko: 날아다니는 것
lt: Skraidantys daiktai
lv: Lidojošās lietas
nds: Flegen Saken
nl: Vliegende objecten
pa: ਉਡਦੀਆਂ ਚੀਜ਼ਾਂ
pt_br: Objetos voadores
ro: Lucruri care zboară
ru: Летающие предметы
sk: Lietajúce predmety
sl: Leteči predmeti
sr: Летеће ствари
sv: Flygande saker
uk: Літаючі предмети
wa: Sacwès volantes
zh_cn: 飞行物体
zh_tw: 飛翔物體

# Screen saver category
source: Fractals
ar: صور هندسية متكررة
bg: Фрактали
da: Fraktaler
el: Φράκταλ
et: Fraktaalid
eu: Fraktalak
fa: فراکتالها
fi: Fraktaalit
fr: Fractales
ga: Frachtail
gl: Fractais
he: פראקטלים
hr: Fraktali
hu: Fraktálok
ia: Fractales
it: Frattali
ja: フラクタル系
kk: Фракталдар
km: ប្រភាគ
ko: 프랙탈
lt: Fraktalai
lv: Fraktāļi
nds: Fraktalen
nl: Fractalen
pa: ਪੁਰਜ਼ੇ
pt_br: Fractais
ro: Fractali
ru: Фракталы
sk: Fraktály
sl: Fraktali
sr: Фрактали
sv: Fraktaler
uk: Фрактали
wa: Fractåles
zh_cn: 分形艺术
zh_tw: 分形幾何

# Screen saver category
source: Gadgets & Simulations
ar: الودجات و المحاكيات
bg: Симулации
ca: Estris i simulacions
da: Tingester & Simuleringer
el: Συσκευές & εξομοιώσεις
et: Vidinad ja simulatsioonid
eu: Tramankuluak eta simulazioak
fa: وسایل و شبیه‌سازیها
fi: Vekottimet ja simulaatiot
fr: Gadgets et simulations
ga: Giuirléidí agus Insamhlacha
gl: Aparatos e simulacións
he: סימולציות ומשחקים
hr: Naprave i simulacije
hu: Mütyürkék, szimulációk
ia: Gadgets & Simulationes
it: Giochini e Simulazioni
ja: シミュレーション系
kk: Сызбалау мен модельдеу
km: គ្រឿង​ម៉ាស៊ីន និង​ការ​ក្លែង​
ko: 가젯과 시뮬레이션
lt: Įtaisai ir simuliacijos
lv: Simulatori un spēļmantiņas
nds: Apparaten un Simuleren
nl: Gadgets en simulaties
pa: ਗੈਜੈੱਟ ਅਤੇ ਸਮਰੂਪ
pt_br: Simulações e engenhocas
ro: Jucării și simulări
ru: Приспособления и симуляции
sk: Stroje a simulácie
sl: Strojčki in simulacije
sr: Дрангулије и симулације
sv: Manicker och simuleringar
uk: Дрібнички та імітація
wa: Simulåcions et gadjetes
zh_cn: 装饰和仿真
zh_tw: 小玩意與模擬

# Screen saver category
source: Illusions of Depth
ar: عمق الأوهام
bg: Илюзии
ca: Il·lusions de profunditat
da: Illusioner af dybde
el: Ψευδαισθήσεις βάθους
et: Ruumiillusioonid
eu: Sakontasun-itxura
fa: خطاهای عمق
fi: Syvyysilluusiot
fr: Illusions de profondeur
ga: Seachmaill Doimhneachta
gl: Ilusións de profundidade
he: אשליות עומק
hr: Iluzije dubine
hu: Mélységi illúziót keltő programok
ia: Illusiones de Profunditate
it: Illusione di profondità
ja: イリュージョン系
kk: Елес тереңдігі
km: ការ​បំភាន់​នៃ​ជម្រៅ
ko: 깊이의 환상
lt: Gelmės iliuzijos
lv: Dziļuma ilūzijas
nds: Indrück vun Deepde
nl: Diepte-illusies
pa: ਡੂੰਘਾਈ ਦੀ ਰਚਨਾ
pt_br: Ilusões de profundidade
ro: Iluzii de adîncime
ru: Иллюзии глубины
sk: Ilúzia hĺbky
sl: Iluzije globine
sr: Илузије дубине
sv: Illusion av djup
uk: Ілюзія глибини
wa: Iluzions d' parfondeur
zh_cn: 深度幻想
zh_tw: 深度幻覺

# Screen saver category
source: Miscellaneous
ar: متنوع
bg: Разни
ca: Miscel·lània
da: Diverse
el: Διάφορα
et: Mitmesugust
eu: Beste zenbait
fa: متفرقه
fi: Sekalaiset
fr: Divers
ga: Spárálaithe Éagsúla
gl: Diversos
he: כל מיני
hr: Razno
hu: Egyéb
ia: Miscellanea
it: Varie
ja: その他
kk: Түрлі басқа
km: ផ្សេងៗ
ko: 기타
lt: Įvairios
lv: Dažādi
nds: Anner Saken
nl: Diversen
pa: ਫੁਟਕਲ
pt_br: Diversos
ro: Diverse
ru: Прочие
sk: Rôzne
sl: Razno
sr: Разно
sv: Diverse
uk: Різне
wa: Totès sôres
zh_cn: 杂类
zh_tw: 雜項

# Screen saver category
source: OpenGL Screen Savers
ar: شاشات حفظ OpenGL
bg: Тримерни графики
ca: Estalvis de pantalla OpenGL
da: OpenGL Pauseskærme
el: Προφυλάξεις οθόνης OpenGL
et: OpenGL ekraanisäästjad
eu: OpenGL pantaila-babesleak
fa: محافظهای صفحه نمایش openGL
fi: OpenGL-näytönsäästäjät
fr: Écrans de veille OpenGL
ga: Spárálaithe Scáileáin OpenGL
gl: Protectores de pantalla OpenGL
he: שומרי מסך של OpenGL
hr: OpenGL zaštitnik zaslona (screen saver)
hu: OpenGL-alapú képernyővédők
ia: Salvatores de Schermo OpenGL
it: Salvaschermi OpenGL
ja: OpenGL 系
kk: OpenGL экран сақтаушылар
km: ធាតុ​រក្សា​អេក្រង់ OpenGL
ko: OpenGL 화면 보호기
lt: OpenGL ekrano užsklandos
lv: OpenGL ekrānsaudzētāji
nds: OpenGL-Pausschirmen
nl: OpenGL-schermbeveiliging
pa: OpenGL ਸਕਰੀਨ ਸੇਵਰ
pt_br: Protetores de tela em OpenGL
ro: Protecții OpenGL
ru: Использующие OpenGL
sk: OpenGL šetriče obrazovky
sl: Ohranjevalniki zaslona OpenGL
sr: ОпенГЛ чувари
sv: OpenGL-skärmsläckare
uk: Зберігачі екрана OpenGL
wa: Sipårgneus d' waitroûle OpenGL
zh_cn: OpenGL 屏幕保护程序
zh_tw: OpenGL 螢幕保護程式

# Screen saver category
source: Rapid Motion
ar: حركة سريعة
bg: Бързодвижещи се неща
ca: Moviment ràpid
da: Hurtig bevægelse
el: Γρήγορη κίνηση
et: Kiiresti liikuvad
eu: Mugimendu bizkorra
fa: حرکت سریع
fi: Nopealiikkeiset
fr: Mouvement rapide
ga: Gluaiseacht Tapa
gl: Movemento rápido
he: תנועה מהירה
hr: Brzi pomaci
hu: Gyors mozgás
ia: Motion Rapide
it: Movimenti rapidi
ja: 高速モーション系
kk: Жылдам қозғалыс
km: ចលនា​លឿន
ko: 빠른 움직임
lt: Greito judesio
lv: Straujas kustības
nds: Gaue Bewegen
nl: Snelle bewegingen
pa: ਤੁਰੰਤ ਗਤੀ
pt_br: Movimentos rápidos
ro: Mișcări rapide
ru: Быстрые движения
sk: Rýchly pohyb
sl: Hitro gibanje
sr: Брзо кретање
sv: Snabba rörelser
uk: Швидкий рух
wa: Movmints abeye
zh_cn: 高速运动
zh_tw: 急速移動

# Screen saver category
source: Visit to Flatland
ar: زيارة إلى الأرض المسطّحة
bg: Двумерни графики
ca: Visita a la terra plana
da: Besøg i fladt landskab
el: Επίσκεψη στην πεδιάδα
et: Dimensioonimängud
eu: Bisita mundu laura
fa: مشاهده زمین تخت
fi: Vierailu tasamaalle
fr: Voyage au pays du plat
ga: Cuairt ar Flatland
gl: Visita ao mundo chao
he: ביקור בארץ השמנים
hr: Posjeti Flatland
hu: Kétdimenziós ábrázolások
ia: Visita a Terra Plana
it: Visita a Flatlandia
ja: フラットランド系
kk: Жалпақ елге саяхат
km: ទស្សនា Flatland
ko: 평면 셰계로의 초대
lt: Vizitas į plokščią žemę
lv: Plakanie
nds: Besöök in't Plattland
nl: Bezoek aan vlakland
pa: ਫਲੈਟਲੈਂਡ ਦੀ ਸੈਰ
pt_br: Visita à terra vazia
ro: Vizită în Țara Plată
ru: Визит в плоскую страну
sk: Návšteva v Flatland
sl: Obisk ravnice
sr: Посета Равнодођији
sv: Världen är platt
uk: Подорож до рівнинної країни
wa: Vizite do plat payis
zh_cn: 平原风致
zh_tw: 拜訪平原

source: Automatically start the screen saver after a period of inactivity.
ar: ابدأ تشغيل حافظة الشاشة بعد انقضاء فترة من الخمول.
bg: Автоматично стартиране на предпазителя след даден период на бездействие.
ca: Engega automàticament l'estalvi de pantalla després d'un període d'inactivitat.
da: Start pauseskærmen automatisk efter et tidsrum uden aktivitet.
el: Αυτόματη εκκίνηση της προφύλαξης οθόνης μετά από μια περίοδο αδράνειας.
et: Ekraanisäästja käivitatakse automaatselt pärast määratud mitteaktiivsuse perioodi.
eu: Abiarazi automatikoki pantaila-babeslea, jarduerarik gabeko tarte baten ondoren.
fa: آغاز خودکار محافظ صفحه نمایش بعد از یک دوره غیرفعال.
fi: Käynnistä näytönsäästäjä automaattisesti kun käyttäjä on käyttämättä konetta tietyn ajan.
fr: Démarrer automatiquement l'écran de veille après un certain temps d'inactivité.
ga: Tosaigh an spárálaí scáileáin go huathoibríoch tar éis tréimhse dhíomhaointis.
gl: Iniciar automaticamente o protector despois dun período de inactividade.
he: התחל את שומר המסך באופן אוטומטי אחרי פרק זמן מוגדר של חוסר פעילות.
hr: Automatski pokreni čuvar zaslona nakon nekog vremena neaktivnosti.
hu: A képernyővédő automatikus elindítása adott idejű inaktivitás után.
ia: Initia automaticamente le salvator de schermo postea un periodo de inactivitate.
it: Avvia automaticamente il salvaschermo dopo un periodo di inattività.
ja: 指定した非活動時間が経過すると、自動的にスクリーンセーバーを起動します。
kk: Экран сақтағышты әрекетсіздік аралығынан кейін автоматты түрде іске қосу.
km: ចាប់ផ្ដើម​ធាតុ​រក្សា​អេក្រង់​ដោយ​ស្វ័យ​ប្រវត្តិ បន្ទាប់​ពី​អសកម្ម​មួយ​រយៈ ។
ko: 다음 시간 동안 사용 중이지 않을 때 자동으로 화면 보호기를 시작합니다.
lt: Automatiškai paleisti ekrano užsklandą po neaktyvumo periodo.
lv: Automātiski palaist ekrānsaudzētāju pēc dīkstāves perioda.
nds: Den Pausschirm automaatsch starten, wenn de Bruker en Tiet lang nix deit.
nl: Start de schermbeveiliging automatisch na een periode van inactiviteit.
pa: ਇੱਕ ਗ਼ੈਰ-ਐਕਟੀਵਿਟੀ ਦੇ ਪੀਰੀਅਡ ਬਾਅਦ ਸਕਰੀਨ-ਸੇਵਰ ਆਟੋਮੈਟਿਕ ਸ਼ੁਰੂ ਕਰੋ।
pt_br: Inicia automaticamente o protetor de tela após um período de inatividade.
ro: Pornește automat protecția de ecran după o perioadă de inactivitate.
ru: Автоматически запускать хранитель экрана после периода бездействия.
sk: Automaticky spustiť šetrič obrazovky po určitom čase nečinnosti.
sl: Samodejno zaženi ohranjevalnik zaslona po določenem obdobju nedejavnosti.
sr: Чувар екрана се аутоматски покреће после периода неактивности.
sv: Starta skärmsläckaren automatiskt efter en tid utan aktivitet.
uk: Автоматично запускати зберігач екрана після якогось періоду неактивності.
wa: Enonder otomaticmint l' sipårgneu di waitroûle après on moumint sins rén fé.
zh_cn: 在指定时间不活动之后，自动启动屏幕保护程序。
zh_tw: 在一定時間沒有動作後自動啟動螢幕保護程式。

source: Start a&utomatically after:
ar: ابدأ &تلقائياًبعد:
bg: &Автоматично стартиране след:
ca: Engega a&utomàticament després de:
da: Start a&utomatisk efter:
el: Εκκίνηση &αυτόματα μετά από:
et: Käivitatakse a&utomaatselt pärast:
eu: Hasi a&utomatikoki, denbora-tarte hau igarotakoan:
fi: Käynnistä &automaattisesti:
fr: Démarrer a&utomatiquement après :
ga: Tosaigh go h&uathoibríoch tar éis:
gl: Iniciar a&utomaticamente tras:
he: הפע&ל את שומר המסך באופן אוטומטי לאחר:
hr: Pokreni a&utomatski nakon:
hu: A&utomatikus indítás ennyi idő után:
ia: Initia a&utomaticamente postea:
it: Avvia a&utomaticamente dopo:
ja: 次の時間経過後自動的に起動(&U):
kk: &Автоматты түрде бастау уақыты:
km: ចាប់ផ្ដើម​ដោយ​ស្វ័យ​ប្រវត្តិ​បន្ទាប់​ពី ៖
ko: 자동으로 시작할 시간(&U):
lt: Paleisti a&utomatiškai po:
lv: Palaist a&utomātiski pēc:
nds: A&utomaatsch starten na:
nl: A&utomatisch starten na:
pa: ਆਟੋਮੈਟਿਕ ਸਟਾਰਟ ਕਰੋ(&u):
pt_br: Iniciar a&utomaticamente após:
ro: Pornește a&utomat după:
ru: &Запускать автоматически после
sk: Spustiť a&utomaticky po:
sl: Zaženi samo&dejno po:
sr: Покрени &аутоматски после:
sv: Starta a&utomatiskt efter:
uk: Запускати а&втоматично за:
wa: Enonder &otomaticmint après :
zh_cn: 自动启动前等待(&U)：
zh_tw: 自動啟動時間(&U)：

source: Prevent potential unauthorized use by requiring a password to stop the screen saver.
ar: امنع الاستخدام الغير مرخص المحتمل بطلب كلمة السر لإيقاف حافظة الشاشة.
bg: Изискване на парола за спиране на предпазителя.
ca: Evita un potencial ús no autoritzat demanant una contrasenya per aturar l'estalvi de pantalla.
da: Forhindr potentiel ikke godkendt brug ved at kræve et kodord for at standse pauseskærmen.
el: Εμπόδισε πιθανή μη εξουσιοδοτημένη χρήση ζητώντας κωδικό πρόσβασης για το σταμάτημα της προφύλαξης οθόνης.
et: Väldib arvuti võimalikku lubamatut kasutamist, nõudes ekraanisäästja peatamiseks parooli.
eu: Eragotzi baimenik gabeko erabilera, pantaila-babeslea gelditzeko pasahitza eskatuz.
fa: پیشگیری از استفاده بدون اجازه، با درخواست یک اسم رمز برای ایست محافظ صفحه نمایش.
fi: Estä koneen mahdollinen luvaton käyttö näytönsäästäjän salasanasuojauksella.
fr: Empêcher les éventuelles utilisations non autorisées en demandant un mot de passe pour arrêter l'écran de veille.
ga: Cuir cosc ar úsáideoirí gan údarás trí fhocal faire a éileamh chun an spárálaí scáileáin a stopadh.
gl: Evita o potencial uso non autorizado requirindo o contrasinal para deter o protector.
he: מנע שימוש ללא רשות על ידי בקשת ססמה להפסקת שומר המסך.
hr: Spriječi moguće neovlašteno korištenje zahtijevajući zaporku za zaustavljanje čuvara zaslona.
hu: Ennek bejelölése esetén a képernyővédőből visszalépni csak a jelszó beírása után lehet.
ia: Il preveni uso potential non autorisate per requirer un contrasigno pro stoppar le salvator de schermo
it: Impedisce a persone non autorizzate di utilizzare il computer richiedendo una password per fermare il salvaschermo.
ja: スクリーンセーバーの停止にパスワードを要求することによって、不正使用を防ぎます。
kk: Экран сақтағышты тоқтату үшін парольді сұрау арқылы жүйеңізді бөтен адам жағынан қолдануға кедергі жасау.
km: ទប់ស្កាត់​ការ​ប្រើ​ដែល​គ្មាន​ការ​អនុញ្ញាត ដោយ​ទាមទារ​ឲ្យ​បញ្ចូល​ពាក្យ​សម្ងាត់ ដើម្បី​បញ្ឈប់​ធាតុ​រក្សា​អេក្រង់ ។
ko: 화면 보호기를 끄는 데 암호를 입력받게 해서 허가받지 않은 사용을 방지합니다.
lt: Apsisaugokite nuo potencialiai neteisėto Jūsų kompiuterio panaudojimo reikalaudami slaptažodžio ekrano užsklandos sustabdymui.
lv: Novērš nesankcionētu datora izmantošanu pieprasot paroli, lai apturētu ekrānsaudzētāja darbību.
nds: Verhöödt den Bruuk ahn Verlööf, för dat Stoppen vun den Pausschirm mutt en Passwoort ingeven warrn.
nl: Voorkom dat de computer door onbevoegden kan worden gebruikt door een wachtwoord te vereisen om de schermbeveiliging te stoppen.
pa: ਸਕਰੀਨ-ਸੇਵਰ ਨੂੰ ਰੋਕਣ ਲਈ ਪਾਸਵਰਡ ਦੀ ਮੰਗ ਕਰਕੇ ਪਰਭਾਵੀ ਗ਼ੈਰ-ਪਰਮਾਣਿਤ ਵਰਤੋਂ ਤੋਂ ਬਚਾਓ।
pt_br: Previne o uso não autorizado com a solicitação de uma senha para interromper o protetor de tela.
ro: Previne utilizarea neautorizată a calculatorului, cerînd parola pentru a opri protecția de ecran.
ru: Предотвращать потенциальное несанкционированное использования путём запроса пароля для остановки хранителя экрана.
sk: Vyžadovať heslo na zastavenie šetriča obrazovky, aby sa predišlo neautorizovanému použitiu počítača.
sl: Onemogoči nepooblaščeno uporabo z geslom za zaustavitev ohranjevalnika zaslona.
sr: Спречите могућу неодобрену употребу вашег налог захтевањем лозинке за заустављање чувара.
sv: Förhindra möjligheten till användning utan behörighet genom att kräva ett lösenord för att stoppa skärmsläckaren.
uk: Запобігти неавторизованому використанню програм, вимагаючи пароль для зупинки зберігача екрана.
zh_cn: 要停止屏幕保护程序，需要提供密码，这可以避免未授权的使用。
zh_tw: 要求密碼才能停止螢幕保護程式以防止可能的非法使用。

source: &Require password after:
ar: ا&طلب كلمة السر بعد:
bg: &Изискване на парола след:
ca: &Cal contrasenya després de:
da: K&ræv adgangskode efter:
el: &Απαίτηση κωδικού πρόσβασης μετά από:
et: Pa&rooli nõudmine pärast:
eu: &Eskatu pasahitza, denbora-tarte hau igarotakoan:
fi: &Vaadi salasana:
fr: Demande&r un mot de passe après :
ga: Éiligh &focal faire tar éis:
gl: &Requirir un contrasinal tras:
he: דרוש &ססמה כדי להפסיק לאחר:
hr: Zahtijevaj &zaporku nakon:
hu: Jelszó ké&rése ennyi idő után:
ia: &Require contrasigno postea:
it: &Richiedi password dopo:
ja: 次の時間経過後パスワードを求める:
kk: Келенсіден &кейін паролі сұралады:
km: ទាមទារ​ពាក្យ​សម្ងាត់​បន្ទាប់​ពី ៖
ko: 암호를 입력해야 할 시간(&R):
lt: &Reikalauti slaptažodžio po:
lv: &Pieprasīt paroli pēc:
nds: &Passwoortaffraag na:
nl: Wachtwoord ve&reisen na:
pa: ਰੋਕਣ ਲਈ ਪਾਸਵਰਡ ਲੋੜੀਦਾ ਹੈ(&R):
pt_br: Solicita&r senha após:
ro: Ce&re parola după:
ru: Т&ребовать пароль после
sk: Požadovať &heslo po:
sl: &Zahtevaj geslo po:
sr: &Лозинка за заустављање после:
sv: &Kräv lösenord efter:
uk: &Захищати паролем за:
wa: &Mezåjhe d' on scret après :
zh_cn: 请求密码需等待(&R)：
zh_tw: 多久後需要輸入密碼(&R)

source: The amount of time, after the screen saver has started, to ask for the unlock password.
ar: مدة الوقت ، بعد بدء تشغيل حافظة الشاشة ، و التي يجب طلب كلمة السر لفتح الشاشة عن جديد بعدها.
bg: Период от време след стартиране на предпазителя, след който се изисква парола за спирането му.
ca: El període de temps, després que l'estalvi de pantalla ha engegat, abans de demanar la contrasenya de desbloqueig.
da: Mængden af tid efter pauseskærmen er startet, for der skal spørges om adgangskode for at låse op.
el: Ο χρόνος μετά την εκκίνηση της προφύλαξης οθόνης, που θα ζητείται κωδικός πρόσβασης για ξεκλείδωμα.
et: Periood pärast ekraanisäästja käivitamist, mil hakatakse lukustuse lõpetamiseks parooli küsima.
eu: Zer denbora-tarte utzi behar den pantaila-babeslea abiarazten denetik desblokeatzeko pasahitza eskatu arte.
fa: مدت زمانی که پس از آغاز به کار محافظ صفحه، برای باز کردن اسم رمز سؤال می‌شود.
fi: Aikamäärä, jonka jälkeen käynnistynyt näytönsäästäjä kysyy lukituksen vapautuksen salasanaa.
fr: Le délai à attendre, après le démarrage de l'écran de veille, avant que le mot de passe de déverrouillage soit demandé.
ga: Iarr focal faire tar éis na tréimhse seo, ó am a thosaíonn an spárálaí scáileáin.
gl: A cantidade de tempo despois do que se iniciou o protector, para solicitar o contrasinal e desatrancar.
he: פרק הזמן אחרי הפעלת שומר המסך, שאחריו יש לבקש ססמה לפתיחת נעילת שומר המסך.
hr: Vrijeme, nakon kojeg će se pokrenuti čuvar zaslona, kako bi pitao za zaporku otključavanja.
hu: A képernyővédő elindulása után ennyivel kérje a rendszer a feloldási jelszót.
ia: Le amontar de tempore postea que le salvator de schermo ha initiate, pro demandar le contrasigno de disbloco.
it: Il tempo necessario, dopo che il salvaschermo è partito, per rendere necessaria la password per sbloccare il salvaschermo.
ja: スクリーンセーバーが起動されてから、ロックを解除するためにパスワードが必要になる時間を指定します。
kk: Экран сақтағышы жұмысын бастағаннан кейін парольді сұрауға болатын уақыт аралығы.
km: ពេល​វេលា​សរុប ដើម្បី​ស្នើ​ពាក្យ​សម្ងាត់​ដោះ​សោ បន្ទាប់​ពី​ធាតុ​រក្សា​អេក្រង់​បាន​ចាប់ផ្ដើម ។
ko: 화면 보호기가 시작된 지 다음 시간 후부터 잠금 해제 암호를 필요로 합니다.
lt: Laiko tarpas, kuriam praėjus nuo ekrano užsklandos paleidimo klausti atrakinimo slaptažodžio.
lv: Laiks, kādam ir jāpaiet no ekrānsaudzētāja palaišanas līdz brīdim, kad tiks prasīta atslēgšanas parole.
nds: De Tiet na dat Starten vun den Pausschirm, na de en Passwoort för't Stoppen bruukt warrn mutt.
nl: Het tijdsbestek, nadat de schermbeveiliging is gestart, waarna er gevraagd zal worden om een wachtwoord om het scherm weer vrij te geven.
pa: ਟਾਈਮ, ਜਿਸ ਦੇ ਬਾਅਦ ਸਕਰੀਨ-ਸੇਵਰ ਸ਼ੁਰੂ ਹੋਵੇ, ਅਤੇ ਤਾਲਾ ਖੋਲਣ ਲਈ ਪਾਸਵਰਡ ਪੁੱਛੇਗਾ।
pt_br: A quantidade de tempo, após o protetor de tela ter sido iniciado, para solicitar a senha de desbloqueio.
ro: Intervalul de timp de la pornirea protecției de ecran după care va fi cerută parola pentru deblocare.
ru: Промежуток времени после запуска хранителя экрана, через который должен запрашиваться пароль.
sk: Čas, po ktorom sa má od spustenia šetriča obrazovky vyžadovať heslo.
sl: Čas, po katerem je bil zagnan ohranjevalnik zaslona, v katerem ni zahtevan odklep z geslom.
sr: Време после кога се, по покретању чувара екрана, за откључавање тражи лозинка.
sv: Tiden efter skärmsläckaren har startat, innan lösenordet för upplåsning efterfrågas.
uk: Кількість часу, після запуску зберігача екрана, для запиту пароля для розблокування.
zh_cn: 屏幕保护程序启动后，请求解锁密码的时长。
zh_tw: 一段時間，在螢幕保護程式啟動後，過了多久會要求解鎖密碼。

source: &Screen locker type:
ca: Tipu&s de bloqueig de pantalla:
da: Type af &skærmlås:
el: τύπο&ς κλειδώματος οθόνης:
et: &Ekraani lukustaja tüüp:
eu: &Pantaila-giltzatzaile mota:
fi: &Näytön lukituksen tyyppi:
fr: &Type de verrouillage d'écran :
ga: &Cineál an ghlasálaí scáileáin:
gl: &Tipo de bloqueador de pantalla:
he: &סוג נועל המסך:
hu: &Képernyőzároló típusa:
ia: Typo de blocator de &schermo:
it: Tipo di blocca&schermo:
kk: &Экран бұғаттағышының түрі:
ko: 화면 잠금 종류(&S):
lt: &Ekrano užrakto tipas:
nds: &Schirmslott-Typ:
nl: Type &schermvergrendeling:
pa: ਸਕਰੀਨ ਲਾਕਰ ਕਿਸਮ(&S):
pt_br: Tipo de bloqueador de &sessão:
ro: Tipul &blocării de ecran:
ru: &Тип блокировщика экрана:
sk: Typ zamykača obrazovky:
sl: Vrsta &zaklepa zaslona:
sr: &Тип закључавача екрана:
sv: Typ av &skärmlåsning:
uk: Тип блокувальника &екрана:
zh_cn: 屏幕锁类型(&S)：
zh_tw: 螢幕鎖定程式型態(&S)：

source: S&imple locker
ca: Bloqueig s&imple
da: S&impel lås
el: Α&πλό κλείδωμα
et: L&ihtne lukustaja
eu: Giltzatzaile s&inplea
fi: &Tavallinen lukitus
fr: Verrouillage s&imple
ga: Glasálaí s&implí
gl: Bloqueador &simple
he: &נועל מסך פשוט
hu: &Egyszerű zároló
ia: Blocator s&implice
it: Blocco sempl&ice
kk: Қарапайым бұғаттағыш
ko: 간단한 잠금(&I)
lt: &Paprastas užraktas
nds: &Eenfach Slott
nl: &Eenvoudige vergrendeling
pa: ਸਧਾਰਨ ਲਾਕਰ(&i)
pt_br: Bloqueador s&imples
ro: Blocare s&implă
ru: &Простой блокировщик
sk: Jednoduchý zamykač
sl: &Preprost zaklep
sr: &Једноставни закључавач
sv: Enkel låsn&ing
uk: П&ростий блокувальник
zh_cn: 简单的屏幕锁(&S)
zh_tw: 簡易鎖定程式(&I)

source: &Desktop Widgets
ca: Estris &d'escriptori
da: &Skrivebordswidgets
el: Συσ&τατικά επιφάνειας εργασίας
et: &Töölauavidinad
eu: &Mahaigaineko elementu grafikoak
fi: Työpöytä&sovelmat
fr: Composants graphiques &de bureau
ga: Giuirléidí na &Deisce
gl: &Widgets no escritorio
he: &ווידג'טים על שולחן העבודה
hu: &Asztali widgetek
ia: Wi&dgets de scriptorio
it: Oggetti del &desktop
kk: &Үстел виджеттері
ko: 데스크톱 위젯(&D)
lt: &Darbastalio valdikliai
nds: Schriefdisch-&Lüttprogrammen
nl: &Bureaubladwidgets
pa: ਡੈਸਕਟਾਪ ਵਿਦਜੈੱਟ(&D)
pt_br: &Widgets da área de trabalho
ro: &Controale pentru birou
ru: &Виджеты рабочего стола
sk: Prvky pracovnej plochy
sl: Namizni gra&dniki
sr: &Виџети површи
sv: Skrivbor&dskomponenter
uk: Ві&джети стільниці
zh_cn: 桌面部件(&D)
zh_tw: 桌面元件(&D)

source: Configure...
ca: Configura...
da: Indstil...
el: Διαμόρφωση...
et: Seadista...
eu: Konfiguratu...
fi: Asetukset…
fr: Configurer...
ga: Cumraigh...
gl: Configurar...
he: הגדרות...
hu: Beállítás…
ia: Configura ...
it: Configura...
kk: Баптау...
ko: 설정...
lt: Konfigūruoti...
nds: Instellen...
nl: Configureren...
pa: ...ਸੰਰਚਨਾ
pt_br: Configurar...
ro: Configurare...
ru: Настроить...
sk: Nastaviť...
sl: Nastavi ...
sr: Подеси...
sv: Anpassa...
uk: Налаштувати…
zh_cn: 配置...
zh_tw: 設定...

source: S&creen saver
ca: Es&talvi de pantalla
da: P&auseskærm
el: Προφύλα&ξη οθόνης
et: E&kraanisäästja
eu: Pa&ntaila-babeslea
fi: &Näytönsäästäjä
fr: É&cran de veille
ga: Spárálaí s&cáileáin
gl: &Protector de pantalla
he: &שומר מסך
hu: Képernyő&védő
ia: Salvator de S&chermo
it: Salvas&chermo
kk: Эк&ран сақтағышы
ko: 화면 보호기(&C)
lt: &Ekrano užsklanda
nds: &Pausschirm
nl: S&chermbeveiliging
pa: ਸਕਰੀਨ ਸੇਵਰ(&c)
pt_br: &Protetor de tela
ro: Protecție de e&cran
ru: Х&ранитель экрана
sk: Šetrič obrazovky
sl: &Ohranjevalnik zaslona
sr: &Чувар екрана
sv: S&kärmsläckare
uk: З&берігач екрана
zh_cn: 屏幕保护程序(&C)
zh_tw: 螢幕保護程式(&C)
