Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmscreensaver.po
Languages: ar, bg, ca, da, el, et, eu, fa, fi, fr, ga, gl, he, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nds, nl, pa, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn, zh_tw

source: Select the screen saver to use.
ar: اختر حافظة الشاشة للإستخدام.
bg: Избор на предпазител за използване.
ca: Seleccioneu l'estalvi de pantalla a usar.
da: Vælg den pauseskærm der skal bruges.
el: Επιλέξτε την προφύλαξη οθόνης που θα χρησιμοποιηθεί.
et: Vali kasutatav ekraanisäästja.
eu: Hautatu erabili beharreko pantaila-babeslea.
fa: انتخاب محافظ صفحه مورد استفاده.
fi: Valitse käytettävä näytönsäästäjä.
fr: Sélectionnez l'écran de veille à utiliser.
ga: Roghnaigh an spárálaí scáileáin le húsáid.
gl: Escolla o protector a empregar.
he: בחר את שומר המסך לשימוש.
hr: Odaberitee čuvar zaslona za korištenje.
hu: Válasszon ki egy képernyővédőt.
ia: Selige le salvator de schermo de usar.
it: Scegli il salvaschermo da utilizzare.
ja: 使用するスクリーンセーバーを選択してください。
kk: Қолданылатын экран сақтаушыны таңдаңыз.
km: ជ្រើស​ធាតុ​រក្សា​អេក្រង់​ដែល​ត្រូវ​ប្រើ ។
ko: 사용할 화면 보호기를 선택하십시오.
lt: Pasirinkite ekrano užsklandą.
lv: Izvēlieties izmantojamo ekrānsaudzētāju.
nds: Söök den Pausschirm ut.
nl: Selecteer de te gebruiken schermbeveiliging.
pa: ਵਰਤਣ ਵਾਸਤੇ ਸਕਰੀਨ ਸੇਵਰ ਚੁਣੋ।
pt_br: Selecione o protetor de tela a ser usado.
ro: Alegeți protecția de ecran de utilizat.
ru: Выберите используемый хранитель экрана.
sk: Zvoľte si šetrič obrazovky.
sl: Izberite ohranjevalnik zaslona za uporabo.
sr: Изаберите чувар екрана.
sv: Välj skärmsläckaren att använda.
uk: Виберіть зберігач екрана.
wa: Tchoezixhoz l' sipårgneu d' waitroûle ki vos vloz eployî.
zh_cn: 选择要使用的屏幕保护程序。
zh_tw: 選擇要使用的螢幕保護程式。

source: Show a full screen preview of the screen saver.
ar: أظهر معاينة حافظة الشاشة في ملء الشاشة.
bg: От тук можете да видите, как ще изглежда избраният от вас предпазител на екрана.
ca: Mostra una vista prèvia de pantalla completa de l'estalvi de pantalla.
da: Vis en fuldskærmsforhåndsvisning af pauseskærmen.
el: Εμφάνιση προεπισκόπησης της προφύλαξης οθόνης σε πλήρη οθόνη.
et: Siin näed valitud ekraanisäästja eelvaatlust.
eu: Erakutsi pantaila-babeslearen pantaila osoko aurreikuspen bat.
fa: نمایش یک پیش‌نمایش تمام پرده از محافظ صفحه.
fi: Tässä näet näytönsäästäjän esikatselun koko näytön kokoisena.
fr: Afficher un aperçu en plein écran de l'écran de veille.
ga: Taispeáin réamhamharc lánscáileáin ar an spárálaí scáileáin.
gl: Mostrar unha vista previa a pantalla completa do protector escollido.
he: כאן באפשרותך לראות תצוגה מקדימה במסך מלא של שומר המסך הנבחר.
hr: Pokaži izgled čuvara zaslona preko cijelog zaslona.
hu: Itt tekinthető meg a képernyővédő teljes képernyős előképe.
ia: Monstra un vista preliminar a plen schermo del salvator de schermo.
it: Mostra un'anteprima a tutto schermo del salvaschermo.
ja: スクリーンセーバーをフルスクリーンでプレビューできます。
kk: Экран сақтаушыны толық экранда алдын ала қарап алу.
km: បង្ហាញ​ការ​មើល​អេក្រង់​ពេញ​ជាមុន​នៃ​ធាតុ​រក្សា​អេក្រង់ ។
ko: 선택한 화면 보호기를 전체 화면으로 미리 봅니다.
lt: Rodyti pasirinktos užsklandos peržiūrą visame ekrane.
lv: Rādīt pilnekrāna ekrānsaudzētāja priekšapskati.
nds: Wiest en Heelschirm-Vöransicht vun den Pausschirm
nl: Toon een voorbeeld van de schermbeveiliging.
pa: ਸਕਰੀਨ ਸੇਵਰ ਦੀ ਪੂਰੀ ਸਕਰੀਨ ਉੱਤੇ ਝਲਕ ਵੇਖੋ।
pt_br: Mostra uma visualização em tela cheia do protetor de tela.
ro: Arată o previzualizare a protecției pe tot ecranul.
ru: Предварительный полноэкранный просмотр хранителя экрана.
sk: Zobraziť náhľad šetriča obrazovky na celú obrazovku.
sl: Prikaži celozaslonski predogled ohranjevalnika zaslona.
sr: Прикажи целоекрански преглед чувара екрана.
sv: Visa en förhandsgranskning av skärmsläckaren med fullskärmsläge.
uk: Показати повно екранний перегляд зберігача екрана.
wa: Mostere on prévoeyaedje so tote li waitroûle do spårgneu di waitroûle.
zh_cn: 显示屏幕保护程序的全屏预览。
zh_tw: 顯示所選擇的螢幕保護程式全螢幕預覽。

source: &Test
ar: ا&ختبر
bg: Про&ба
ca: Pro&va
el: &Δοκιμή
eu: &Proba
fa: &آزمون‌
fi: &Kokeile
fr: &Tester
ga: &Tástáil
gl: &Probar
he: &ניסיון
hr: &Isprobaj
hu: &Próba
ia: &Prova
it: &Prova
ja: テスト(&T)
kk: &Сынап көру
km: សាកល្បង
ko: 미리 보기(&T)
lt: &Testas
lv: &Testēt
nds: &Utproberen
nl: &Testen
pa: ਟੈਸਟ(&T)
pt_br: &Testar
ro: &Testează
ru: &Проверить
sk: &Skúsiť
sl: &Preizkus
sr: &Проба
sv: &Testa
uk: &Тест
wa: &Sayî
zh_cn: 测试(&T)
zh_tw: 測試(&T)

source: Configure the screen saver's options, if any.
ar: اضبط خيارات حافظة الشاشة ، في حال وجودها.
bg: Настройване на предпазителя, ако има настройки.
ca: Configureu les opcions de l'estalvi de pantalla, si n'hi ha.
da: Indstil pauseskærmens tilvalg hvis der er nogen.
el: Διαμόρφωση των επιλογών της προφύλαξης οθόνης, αν υπάρχουν.
et: Seadista ekraanisäästjat (kui on midagi seadistada).
eu: Konfiguratu pantaila-babeslearen aukerak, halakorik badu.
fa: پیکربندی گزینه‌های محافظ صفحه، در صورت وجود.
fi: Aseta mahdolliset näytönsäästäjän ominaisuudet.
fr: Configurer les options de l'écran de veille, s'il en possède.
ga: Cumraigh roghanna an spárálaí scáileáin, más gá.
gl: Configurar as opcións do protector, se as hai.
he: הגדר את האפשריות של שומר המסך, אם בכלל.
hr: Konfigurirajte opcije čuvara zaslona, ako ih ima.
hu: Itt lehet módosítani a képernyővédő beállításait (ha vannak).
ia: Configura le optiones del salvator de schermo, si il ha.
it: Configura le opzioni del salvaschermo, se disponibili.
ja: スクリーンセーバーのオプションを設定します。
kk: Экран сақтаушының параметрлерін (бар болса) баптау.
km: កំណត់​រចនាសម្ព័ន្ធ​ជម្រើស​របស់​ធាតុ​រក្សា​អេក្រង់ បើ​មាន​ច្រើន​ ។
ko: 존재하는 경우 화면 보호기의 설정을 편집합니다.
lt: Konfigūruoti ekrano užsklandos parinktis, jei tokių yra.
lv: Konfigurējiet ekrānsaudzētāja parametrus, ja tādi ir.
nds: De Optschonen vun den Pausschirm instellen (wenn vörhannen)
nl: Stel de opties van de schermbeveiliging, indien aanwezig, in.
pa: ਸਕਰੀਨ-ਸੇਵਰ ਚੋਣ ਦੀ ਸੰਰਚਨਾ ਕਰੋ, ਜੇ ਕੋਈ ਹੈ।
pt_br: Configura as opções do protetor de tela, se existirem.
ro: Configurează opțiunile protecției de ecran, dacă există.
ru: Настройка параметров хранителя экрана (если такие есть).
sk: Nastavte možnosti šetriča obrazovky, ak sú nejaké.
sl: Nastavite možnosti ohranjevalnika zaslona, če obstajajo.
sr: Подесите опције чувара екрана, ако их уопште има.
sv: Anpassa skärmsläckarens alternativ, om det finns några.
uk: Налаштування параметрів зберігача екрана, якщо вони є.
wa: Apontyî les tchuzes do spårgneu d' waitroûle, si nd a.
zh_cn: 如果有的话，配置屏幕保护程序的选项。
zh_tw: 設定螢幕保護程式選項(如果有的話)。

source: &Setup...
ar: إ&عداد...
bg: &Настройване...
ca: Arra&njament...
da: &Indstillinger...
el: &Ρύθμιση...
et: &Seadistus...
eu: &Ezarri...
fa: &برپایی...‌
fi: &Asetukset…
fr: Configur&er...
ga: &Socrú...
gl: Confi&gurar...
he: ה&גדרות...
hr: &Podešavanje …
hu: &Beállítás...
ia: Di&sposition ...
it: &Impostazioni...
ja: 設定(&S)...
kk: &Баптау...
km: ដំឡើង...
ko: 설정(&S)...
lt: &Nustatymas ...
lv: &Konfigurēt...
nds: &Inrichten...
nl: In&stellen...
pa: ਸੈੱਟਅੱਪ(&S)...
pt_br: &Configurar...
ro: &Configurare...
ru: &Настройка...
sk: &Nastavenie...
sl: Na&stavi ...
sr: &Подеси...
sv: St&äll in...
uk: &Налаштувати…
wa: &Apontyî...
zh_cn: 设置(&S)...
zh_tw: 設定(&S)...
