Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmsmartcard.po
Languages: ar, bg, bs, ca@valencia, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn

source: &Beep on card insert and removal
ar: &صفير عند إدخال أو إزالة البطاقة
bg: &Издаване на звук при вкарване и изкарване на карта
bs: &Pisak pri ubacivanju i vađenju kartice
ca@valencia: &So d'avís en inserir i traure la targeta
cs: &Zvukový signál při vložení a vyjmutí karty
da: &Bip når kortet sættes ind og fjernes
de: S&ignalton bei Einführen und Entfernen der Smartcard
el: Π&ροειδοποιητικός ήχος κατά την εισαγωγή και την εξαγωγή κάρτας
es: &Pitar al insertar y extraer la tarjeta
et: P&iiks kaardi sisestamisel ning eemaldamisel
eu: &Egin bip txartela sartu eta ateratzean
fa: &بوق هنگام درج و برداشتن کارت‌
fi: &Piippaa korttia lisättäessä ja poistettaessa
fr: Émettre un &bip lors de l'insertion ou du retrait d'une carte
ga: Déan &bíp nuair a ionsáitear nó nuair a bhaintear cárta
gl: &Pitar ao inserir e extraer a tarxeta
he: &צפצף בעת הכנסת והוצאת כרטיסים
hi: कार्ड प्रविष्ट पर तथा निकाले जाने पर बीप करें (&B)
hr: Oglasi &zvukom pri umetanju i vađenju kartice
hu: &Hangjelzés kártya behelyezésekor és eltávolításakor
ia: &Bip - signal acustic quando on inserta o remove carta
is: &Pípa þegar kort eru sett inn eða tekin
it: &Fai un bip quando la carta viene inserita o rimossa
ja: カードの着脱でベルを鳴らす(&B)
kk: Карта салынып-алынып жатқанда дыбыс &белгі берілсін
km: បន្លឺ​សំឡេង​​ប៊ីប នៅ​ពេល​បញ្ចូល និង​ដក​កាត​
ko: 카드 삽입/제거 시 소리로 알리기(&B)
lt: &Pyptelėti įdedant ir išimant kortelę
lv: &Pīkstiens pie kartes ielikšanas un izņemšanas
mr: कार्ड अंतर्भूत केल्यास व काढल्यावर बीप द्या (&B)
nb: &Pip om kort settes inn eller tas ut
nds: Kla&ng bi't Insteken oder Rutnehmen vun Koorten
nl: Gelui&dsignaal geven bij het insteken en uitnemen van de kaart
nn: &Lydsignal ved innsetjing og fjerning av kort
pa: ਕਾਰਡ ਪਾਉਣ ਅਤੇ ਹਟਾਉਣ ਸਮੇਂ ਬੀਪ(&B)
pl: &Dźwięk przy włożeniu/wyciągnięciu karty
pt: &Tocar um som ao inserir e remover placas
pt_br: Emitir um a&larme sonoro quando inserir ou remover um cartão
ro: &Generează un sunet la inserarea sau scoaterea cardului
ru: &Звуковой сигнал при вставке или извлечении карты
sk: &Pípnuť pri vložení a odstránení karty
sl: &Zapiskaj ob vstavitvi in odstranitvi kartice
sr: &Бипни при убацивању и уклањању
sv: &Ljudsignal när kortet stoppas in och tas ut
uk: &Гудок при вставленні або вийманні картки
wa: &Xhufler cwand on intere ou oistêye ene cwåte
zh_cn: 插入或拔出时响铃(&B)

source: Readers
ar: القارئات
bg: Четци
bs: Čitači
ca@valencia: Lectors
cs: Čtečky
da: Læsere
de: Lesegeräte
el: Αναγνώστες
es: Lectores
et: Lugejad
eu: Irakurgailuak
fa: خوانندگان
fi: Lukijat
fr: Lecteurs
ga: Léitheoirí
gl: Lectores
he: קוראים
hi: रीडर्स
hr: Čitači
hu: Olvasók
ia: Lectores
is: Lesarar
it: Lettori
ja: リーダー
kk: Оқу құралдары
km: ឧបករណ៍​អាន
ko: 리더
lt: Skaitytuvai
lv: Lasītāji
mr: रिडर
nb: Lesere
nds: Leesreedschappen
nl: Lezers
nn: Lesarar
pa: ਰੀਡਰ
pl: Czytniki
pt: Leitores
pt_br: Leitores
ro: Cititoare
ru: Устройства чтения
sk: Čítačky
sl: Bralniki
sr: Читачи
sv: Läsare
uk: Зчитувачі
wa: Lijheus
zh_cn: 读卡器

source: Reader
ar: القارئ
bg: Четец
bs: Čitač
ca@valencia: Lector
cs: Čtečka
da: Læser
de: Lesegerät
el: Αναγνώστης
es: Lector
et: Lugeja
eu: Irakurgailua
fa: خواننده
fi: Lukija
fr: Lecteur
ga: Léitheoir
gl: Lector
he: קורא
hi: रीडर
hr: Čitač
hu: Olvasó
ia: Lector
is: Lesari
it: Lettore
ja: リーダー
kk: Оқу құралы
km: ឧបករណ៍​អាន
ko: 리더
lt: Skaitytuvas
lv: Lasītājs
mr: रिडर
nb: Leser
nds: Leesreedschap
nl: Lezer
nn: Lesar
pa: ਰੀਡਰ
pl: Czytnik
pt: Leitor
pt_br: Leitor
ro: Cititor
ru: Устройство чтения
sk: Čítačka
sl: Bralnik
sr: Читач
sv: Läsare
uk: Зчитувач
wa: Lijheu
zh_cn: 读卡器

source: Type
ar: النوع
bg: Тип
bs: Vrsta
ca@valencia: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
ga: Cineál
gl: Tipo
he: סוג
hi: क़िस्म
hr: Vrsta
hu: Típus
ia: Typo
is: Tegund
it: Tipo
ja: タイプ
kk: Түрі
km: ប្រភេទ
ko: 종류
lt: Tipas
lv: Tips
mr: प्रकार
nds: Typ
pa: ਕਿਸਮ
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sr: Тип
sv: Typ
uk: Тип
wa: Sôre
zh_cn: 类型

source: Subtype
ar: النوع الفرعي
bg: Подтип
bs: Podtip
ca@valencia: Subtipus
cs: Podtyp
da: Undertype
de: Unterart
el: Υπό-τύπος
es: Subtipo
et: Alamtüüp
eu: Azpimota
fa: زیرنوع
fi: Alityyppi
fr: Sous-type
ga: Fochineál
gl: Subtipo
he: סוג משנה
hi: उपक़िस्म
hr: Podvrsta
hu: Altípus
ia: Subtypo
is: Undirtegund
it: Sottotipo
ja: サブタイプ
kk: Субтипі
km: ប្រភេទ​រង
ko: 하위형식
lt: Potipis
lv: Apakštips
mr: उपप्रकार
nb: Undertype
nds: Ünnertyp
nn: Undertype
pa: ਸਬ-ਕਿਸਮ
pl: Podtyp
pt: Sub-tipo
pt_br: Subtipo
ro: Subtip
ru: Подтип
sk: Podtyp
sl: Podvrsta
sr: Подтип
sv: Undertyp
uk: Підтип
wa: Sorsôre
zh_cn: 子类型

source: SubSubtype
ar: فرع النوع الفرعي
bg: Под-подтип
bs: Pod-podvrsta
ca@valencia: Subsubtipus
cs: Podružný podtyp
da: Underundertype
de: Unter-Untertyp
el: Υπό-υπό-τύπος
es: Subsubtipo
et: Alam-alamtüüp
eu: Azpiazpimota
fa: زیرنوع فرعی
fi: AliAlityyppi
fr: Sous-sous-type
ga: FoFochineál
gl: Subsubtipo
he: תת־סוג משנה
hi: उप-उपप्रकार
hr: PodPodvrsta
hu: Al-altípus
ia: SubSubTypo
is: Undir-undirtegund
it: Sottosottotipo
ja: サブサブタイプ
kk: Субсубтипі
km: ប្រភេទ​រង​រង
ko: 하위 하위형식
lt: Potipio potipis
lv: Apakšapakštips
mr: उपउपप्रकार
nb: Undertype av undertypen
nds: Ünner-Ünnertyp
nn: Underundertype
pa: ਸਬ-ਸਬ-ਕਿਸਮ
pl: Podpodtyp
pt: Sub-sub-tipo
pt_br: Tipo do subtipo
ro: SubSubtip
ru: Подтип
sk: Podpodtyp
sl: Podpodvrsta
sr: Потподтип
sv: Undertyp till undertyp
uk: Другий підтип
wa: Sorsorsôre
zh_cn: 子子类型

source: PCSCLite Configuration
ar: تشكيل PCSCLite
bg: Настройване на PCSCLite
bs: Konfiguracija PCSCLite
ca@valencia: Configuració de PCSCLite
cs: Nastavení PCSLite
da: PCSCLite-indstilling
de: Einrichtung von PCSCLite
el: Ρύθμιση PCSCLite
es: Configuración PCSCLite
et: PCSCLite seadistused
eu: PCSCLite konfigurazioa
fa: پیکربندی PCSCLite
fi: PCSCLiten asetukset
fr: Configuration de PCSCLite
ga: Cumraíocht PCSCLite
gl: Configuración de PCSCLite
he: הגדרות PCSCLite
hi: PCSCLite कॉन्फ़िगरेशन
hr: PCSCLite konfiguriranje
hu: PCSCLite-beállítások
ia: Configuration de PCSLite
is: PCSC-Lite stillingar
it: Configurazione PCSCLite
ja: PCSCLite 設定
kk: PCSCLite баптауы
km: ការ​កំណត់​រចនាសម្ព័ន្ធ PCSCLite
ko: PCSCLite 설정
lt: PCSCLite konfigūracija
lv: PCSCLite konfigurācija
mr: PCSCLite संयोजना
nb: PCSCLite-tilpasning
nds: PCSCLite instellen
nl: PCSCLite-configuratie
nn: PCSCLite-oppsett
pa: PCSCLite ਸੰਰਚਨਾ
pl: Konfiguracja PCSCLite
pt: Configuração do PCSCLite
pt_br: Configuração PCSCLite
ro: Configurare PCSCLite
ru: Настройка PCSCLite
sk: Nastavenie PSCSLite
sl: Nastavitev PCSCLite
sr: Постава ПЦСЦлајта
sv: PCSCLite-anpassning
uk: Налаштування PCSCLite
wa: Apontiaedje di PCSCLite
zh_cn: PCSCLite 配置

source: To add new readers you have to modify /etc/readers.conf file and re-start pcscd
ar: لإضافة قراء جدد، عليك أن تعدل الملف /etc/readers.conf وأن تعيد تشغيل pcscd
bg: За да добавите нови четци, трябва да промените файла "/etc/readers.conf" и да рестартирате услугата "pcscd".
bs: Da biste dodali nove čitače morate promijeniti /etc/readers.conf datoteku i ponovo pokrenuti pcscd
ca@valencia: Per afegir nous lectors heu de modificar el fitxer /etc/readers.conf i tornar a engegar pcscd
cs: K přidání nového čtecího zařízení musíte upravit soubor /etc/readers.conf a znovu spustit pcscd
da: For at tilføje læsere skal du ændre /etc/readers.conf-filen og genstarte pcscd
de: Zum Hinzufügen neuer Lesegeräte müssen Sie die Datei /etc/readers.conf bearbeiten und pcscd neu starten.
el: Για να προσθέσετε νέους αναγνώστες πρέπει να τροποποιήσετε το αρχείο /etc/readers.conf και να επανεκκινήσετε το pcscd
es: Para añadir nuevos lectores tiene que modificar el archivo /etc/readers.conf y reiniciar pcscd
et: Kaardilugejate lisamiseks pead muutma /etc/readers.conf faili ning pcscd uuesti käivitama.
eu: Irakurgailu berriak gehitzeko, /etc/readers.conf fitxategia aldatu behar duzu, eta pcscd berrabiarazi
fa: برای افزودن خواننده‌های جدید باید پرونده /etc/readers.conf را تغییر داده و pcscd را دوباره آغاز کنید.
fi: Jos haluat lisätä uusia lukulaitteita, muuta /etc/readers.conf -tiedostoa ja käynnistä pcscd uudelleen.
fr: Pour ajouter de nouveaux lecteurs, vous devez modifier le fichier « /etc/readers.conf » et redémarrer le programme « pcscd ».
ga: Chun léitheoirí nua a chur leis, caithfidh tú an comhad /etc/readers.conf a athrú agus pcscd a atosú
gl: Para engadir novos lectores ten que modificar o ficheiro /etc/readers.conf e reiniciar pcscd
he: לשם הוספת קוראים חדשים יש לשנות את etc/readers.conf/ ולהפעיל את pcscd מחדש
hi: नए रीडर्स जोड़ने के लिए आपको /etc/readers.conf फ़ाइल को परिवर्धित करना होगा तथा pcscd को फिर से प्रारंभ करना होगा
hr: Za dodavanje novih čitača potrebno je izmjeniti datoteku /etc/readers.conf i ponovo pokrenuti pcsd
hu: Új beolvasó beállításához az /etc/readers.conf fájlt kell módosítani, majd újra kell indítani a pcscd szolgáltatást.
ia: Pro adder nove lectores tu debe modificar file /etc/readers.conf e reinitiar pcscd
is: Til að bæta við lesurum þarftu að breyta /etc/readers.conf skránni og endurræsa pcscd
it: Per aggiungere nuovi lettori devi modificare /etc/readers.conf e riavviare pcscd
ja: 新しいリーダーを追加するには、/etc/readers.conf ファイルを編集し、<command>pcscd</command> を再起動する必要があります。
kk: Жаңа оқу құралын қосу үшін /etc/readers.conf файлды өзгертіп, pcscd жұмысын қайта бастаңыз
km: ដើម្បី​បន្ថែម​ឧបករណ៍​អាន​ថ្មី អ្នក​ត្រូវ​តែ​កែប្រែ​ឯកសារ /etc/readers.conf និង​ចាប់ផ្ដើម pcscd ឡើង​វិញ
ko: 새 리더를 추가하시려면 /etc/readers.conf 파일을 수정하시고 pcscd를 다시 시작하십시오.
lt: Norėdami pridėti naujus skaitytuvus pakeiskite /etc/readers.conf failą ir paleisti pcscd iš naujo
lv: Lai pievienotu jaunus lasītājus, jums jāmaina /etc/readers.conf fails un jāpārstartē pcscd
mr: नवीन रिडर जोडण्याकरिता /etc/readers.conf फाईल संपादित करा व pcscd पुन्हा प्रारंभ करा
nb: Du må endre /etc/readers.conf file og omstarte pcscd for å legge til en ny kortleser
nds: Wenn Du niege Leesreedschappen tofögen wullt, muttst Du de Datei /etc/readers.conf bewerken un pcscd nieg starten.
nl: Om nieuwe koppen toe te voegen bewerkt u het bestand /etc/readers.conf en herstart u pcscd.
nn: For å kunna leggja til nye lesarar, må du endra fila /etc/readers.conf og starta pcscd om att.
pa: ਨਵੇਂ ਰੀਡਰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ /etc/readers.conf ਫਾਇਲ ਸੋਧਣੀ ਪਵੇਗੀ ਅਟੇ ਫੇਰ pcscd ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ।
pl: Aby dodać nowe urządzenia czytające, zmodyfikuj plik /etc/readers.conf i uruchom ponownie pcscd
pt: Para o utilizador adicionar novos leitores terá de modificar o /etc/readers.conf e reiniciar o pcscd
pt_br: Para adicionar novos leitores você precisará modificar o arquivo de configuração /etc/readers e reiniciar o pcscd
ro: Pentru a adăuga cititoare noi trebuie să modificați fișierul "/etc/readers.conf" și să restartați demonul "pcscd".
ru: Чтобы добавить новые считыватели, необходимо изменить /etc/readers.conf и перезапустить pcscd
sk: Nové čítačky pridáte úpravou súboru /etc/readers.conf a reštartovaním pcscd
sl: Da dodate nov bralnik, morate urediti datoteko /etc/readers.conf in znova zagnati pcscd
sr: За додавање нових читача морате изменити фајл <filename>/etc/readers.conf</filename> и поново покренути <command>pcscd</command>
sv: För att lägga till nya läsare måste du ändra filen /etc/readers.conf och starta om pcscd
uk: Щоб додати нових зчитувачів, потрібно змінити файл /etc/readers.conf та перезапустити процес pcscd
wa: Po radjouter des noveas lijheus, vos dvoz candjî l' fitchî /etc/readers.conf eyet renonder pcscd
zh_cn: 要添加新的读卡器，您必须修改 /etc/readers.conf 并重新启动 pcscd

source: George Staikos
hi: जॉर्ज स्टायकॉस
mr: जॉर्ज स्टैकोस
pa: ਜਾਰਜ ਸਟਾਈਕੋਸ
sr: Џорџ Стајкос
