Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmsmartcard.po
Languages: ar, bg, bs, ca@valencia, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, uk, wa, zh_cn

source: &Enable smartcard support
ar: &مكّن دعم البطاقات الذكية
bg: Вкл&ючване поддръжката на Smartcard
bs: &Uključi smartcard podršku
ca@valencia: &Habilita el funcionament de la targeta intel·ligent
cs: &Povolit podporu Smartcard
da: &Aktivér smartcard-understøttelse
de: Smartcard-Unterstützung &aktivieren
el: Ε&νεργοποίηση υποστήριξης για έξυπνες κάρτες
es: &Activar soporte smartcard
et: &Kiipkaardi toetuse lubamine
eu: &Gaitu txartel adimendunetarako euskarria
fa: &فعال‌سازی پشتیبانی کارت هوشمند‌
fi: &Ota smartcard-tuki käyttöön
fr: Activ&er la gestion des cartes à puce
ga: &Cumasaigh tacaíocht do Chártaí Cliste
gl: Activar o soport&e para tarxetas intelixentes
he: אפשר תמיכה ב&כרטיסים חכמים
hi: स्मार्ट-कार्ड समर्थन सक्षम करें (&E)
hr: &Omogući SmartCard podršku
hu: A csipkártya-támogatás &engedélyezése
ia: &Habilita Supporto de smartcard (carta Intelligente)
is: &Virkja Snjallkortastuðning
it: &Abilita supporto per smartcard
ja: スマートカードサポートを有効にする(&E)
kk: Смарткарт қолдауы &болсын
km: អនុញ្ញាត​​ការ​គាំទ្រ smartcard
ko: 스마트카드 지원 사용(&E)
lt: &Įjungti gudrių kortelių palaikymą
lv: &Ieslēgt viedkaršu atbalstu
mr: स्मार्टकार्ड समर्थन कार्यान्वित करा (&E)
nb: &Skru på støtte for smartkort
nds: Smartkoort-Ünnerstütten &anmaken
nl: Chipkaartondersteuning activ&eren
nn: &Smartkortstøtte
pa: ਸਮਾਟਕਾਰਡ ਸਹਿਯੋਗ ਯੋਗ(&E)
pl: &Włącz obsługę smartcard
pt: Activar o suport&e de <em>smartcards</em>
pt_br: &Habilitar suporte a smartcard
ro: &Activează suportul pentru smartcarduri
ru: Включить подд&ержку смарт-карт
sk: &Povoliť podporu smartcard
sl: &Omogoči podporo pametnim karticam
sr: &Активирај подршку смарт-картица
sv: Aktiv&era smartkortstöd
uk: &Ввімкнути підтримку смарт-карт
wa: &Mete en alaedje li sopoirt del simartcard
zh_cn: 启用智能卡支持(&E)

source: Enable &polling to autodetect card events
ar: مكّن الا&ستطلاع لإكتشاف أحداث البطاقة تلقائياً
bg: Включване на &проверка за автоматично откриване
bs: &Ispitivanje radi samootkrivanja događaja kartice
ca@valencia: Habilita el &sondeig per a detectar automàticament esdeveniments de targeta
cs: Povolit &sběr k automatickému zjištění činnosti karty
da: Aktivér &trækning (polling) for at autodetektere kortbegivenheder
de: Ab&fragen zum autom. Auffinden von Smartcards zulassen
el: Ενεργοποίηση ε&λέγχου για την αυτόματη εύρεση γεγονότων των καρτών
es: Activar &muestreo para autodetectar eventos de tarjetas
et: &Pollimise lubamine kaardi sündmustest teadasaamiseks
eu: Gaitu &galdeketa, txartelen gertakariak automatikoki detektatzeko
fa: فعال‌سازی &تأییدخواهی جهت آشکارسازی خودکار رویدادهای کارت‌
fi: Käytä kiertokyselyä kortin ta&pahtumien havaitsemiseksi
fr: &Permettre la détection automatique des évènements liés aux cartes
ga: Cumasaigh &faireachán chun teagmhais chártaí a bhrath go huathoibríoch
gl: Activar a &mostraxe para autodetectar eventos coas tarxetas
he: אפשר ב&דיקה לצורך זיהוי אוטומטי של אירועי כרטיסים
hi: कार्ड घटनाओं को स्वचलित पता लगाने के लिए पोलिंग सक्षम करें. (&p)
hr: Omogući &prikupljanje za autodetekciju događaja na kartici
hu: Minta&vételezés engedélyezése a kártyaesemények automatikus észleléséhez
ia: Habilita &polling pro auto deteger eventos de carta.
is: &Vakta kortalesara til að sjá kortaatburði
it: Abilita il controllo &periodico automatico di eventi delle smartcard
ja: カードイベント自動検出のためのポーリングを有効にする(&P)
kk: Смарткарта оқиғаларды автобайқау &сұрау салуы болсын
km: អនុញ្ញាត​ការ​ចុះ​ឈ្មោះ​រក​ឃើញ​ព្រឹត្តការណ៍​កាត​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 카드 이벤트를 검색하기 위하여 폴링 사용(&E)
lt: Įjungti nuolatinį &testavimą norint automatiškai aptikti kortelių įvykius
lv: Atļaut kartes notikumu autodetektēšanas &aptaujāšanu
mr: स्वयंशोध कार्ड घटना करिता पोलींग कार्यान्वित करा (&p)
nb: Skru på &periodisk sjekk for autogjenkjenning av kort
nds: Automaatsch na Smartkoorten &kieken
nl: &Detectie van kaartgebeurtenissen activeren
nn: Automatisk o&ppdaging av korthendingar
pl: Włącz &odpytywanie dla autodetekcji zdarzeń karty
pt: &Pesquisar para auto-detectar eventos da placa
pt_br: Habilitar &pesquisa para detectar automaticamente os eventos de cartões
ro: Activează &verificarea automată pentru a determina evenimente de card
ru: Разрешить о&прос для определения событий с картой
sk: Povoliť &kontrolu pre automatickú detekciu udalostí kariet
sl: Omogoči &preverjanje za samodejno zaznavo dogodkov kartice
sr: &Испитивање ради самооткривања догађаја картице
sv: Aktivera &periodisk kontroll för automatiskt identifiering av korthändelser
uk: Ввімкнути &опитування для автовиявлення подій карток
wa: Mete en alaedje li &saye di cweraedje pol deteccion otomatike des evenmints des cwåtes
zh_cn: 启用轮询以自动检测智能卡事件(&P)

source: In most cases you should have this enabled. It allows KDE to automatically detect card insertion and reader hotplug events.
ar: يجب أن يكون هذا ممكناً في أغلب الأحوال. ستسمح لـِ كيدي بإكتشاف إدخال البطاقة وأحداث قارئ الكبس الساخن بشكل تلقائي.
bg: В повечето случаи е добре да разрешите автоматичната проверка. Това позволява на системата автоматично да открие новоинсталираните карти.
bs: U većini slučajeva trebali biste ovo uključiti. To omogućuje da KDE automatski otkrije karticu i hotplug događaje sa čitačom.
ca@valencia: En la majoria de casos ho heu de tindre habilitat. Permet al KDE detectar automàticament la inserció de targetes i esdeveniments d'inserció al lector.
cs: Ve většině případech by mělo být zapnuto. Povoluje KDE automaticky zjistit vložení karty a zaznamenávat události "hotplug" čtecího zařízení (hotplug = zařízení, které může byt odebráno nebo přidáno za provozu).
da: I de fleste tilfælde bør du have dette aktiveret. Det lader KDE detektere kortindsætning og hotplug-begivenheder automatisk.
de: In den meisten Fällen sollten Sie diese Einstellung aktiviert lassen. KDE kann dann automatisch feststellen, wenn eine Karte eingeführt wird oder andere Ereignisse vom Lesegerät gemeldet werden.
el: Στις περισσότερες περιπτώσεις πρέπει να το έχετε ενεργοποιημένο. Επιτρέπει στο KDE να ανιχνεύει αυτόματα τις εισαγωγές των καρτών και τα γεγονότα αναγνώστη.
es: En la mayor parte de los casos debería tener esto activado. Permite que KDE detecte automáticamente la inserción de tarjetas y eventos de lectores enchufados sobre la marcha.
et: Enamikul juhtudel peaksid sa selle lubama. See võimaldab KDE-l automaatselt leida sisestatud kaardi ning reageerida kaardilugejaga seotud sündmustele.
eu: Gehienetan, gaiturik izan beharko zenuke. Haren bidez, KDEk automatikoki detektatzen ditu bai txartel-sartzeak, bai irakurgailuaren hotplug gertaerak.
fa: در بیشتر موارد باید این را فعال کرده باشید. به KDE اجازه می‌دهد، درج کارت و رویدادهای hotplug خواننده را آشکار سازد.
fi: Useimmissa tapauksissa tämä kannattaa olla valittuna. Tällöin KDE voi tunnistaa automaattisesti korttien lisäämisen ja lukijan lennostakytkemistapahtumat.
fr: Cette option devrait être cochée dans la plupart des cas. Elle permet à KDE de détecter automatiquement tout évènement comme l'insertion d'une nouvelle carte ou des messages d'insertion à chaud en provenance du lecteur.
ga: Ba chóir duit an rogha seo a chumasú go hiondúil. Ceadaíonn sé do KDE brath go huathoibríoch nuair a ionsáitear cárta agus teagmhais léitheora hotplug a bhrath chomh maith.
gl: Na maioría dos casos debería ter isto activado. Permítelle a KDE detectar automaticamente a introdución de tarxetas e eventos de lectores enchufados sobre a marcha.
he: ברוב המקרים יש לבחור באפשרות זו. היא מאפשרת ל־KDE לזהות באופן אוטומטי אירועי הכנסת כרטיס ו־hotplug של הקורא.
hi: प्रायः सभी दशा में आपको इसे सक्षम कर रखना होगा. यह केडीई को कार्ड इंसर्शन तथा रीडर हाटप्लग घटना्स स्वचलित पता लगाने देता है.
hr: Ovu biste opciju u većini slučaje trebali omogućiti. Ona KDE-u dopušta automatsko otkrivanje umetanja kartice i događaja na čitaču.
hu: Általában érdemes ezt az opciót bejelölve hagyni, mert ez teszi lehetővé, hogy a KDE automatikusan értesüljön új kártya behelyezéséről és az egyéb eseményekről.
ia: In plure casos tu deberea haber lo habilitate. Il permitte KDE de automaticamente deteger insertion de carta e eventos de hotplug de lector.
is: Venjulega er best að hafa ekki kveikt á þessum möguleika. Hann leyfir KDE að taka eftir því þegar kortum stungið inn eða þau fjarlægð.
it: Nella maggior parte dei casi devi tenere questa opzione abilitata. Così permetti a KDE di accorgersi automaticamente dell'inserimento di schede e degli eventi hotplug del lettore
ja: ほとんどの場合、このオプションは有効にしておくべきです。これにより KDE は自動的にカードの挿入を検出し、リーダーのホットプラグイベントを受け取ります。
kk: Көбінде бұл таңдалғаны жөн. KDE-ге смарткартаны салғаның я басқа оқиғаларды автоматты түрде байқауға мүмкіндік береді.
km: ក្នុង​ករណី​ភាគ​ច្រើន អ្នក​គួរ​តែ​អនុញ្ញាត​វា ។ វា​អនុញ្ញាត​ឲ្យ KDE រក​ឃើញ​ការ​បញ្ចូល​កាត​ និង​​ព្រឹត្តិការណ៍​ដោត​ឆៅ​ឧបករណ៍​អាន​ដោយ​ស្វ័យ​ប្រវត្តិ ។
ko: 대부분 경우에 이 설정을 사용합니다. 이 설정을 사용하면 KDE에서 자동으로 카드를 검색하고 리더의 핫플러그 이벤트를 감지합니다.
lt: Dažniausiai Jūs turėtumėte tai įjungti. Tai leidžia KDE automatiškai pastebėti kortelės įdėjimą ir skaitytuvo prijungimą.
lv: Vairumā gadījumu jums šī opcija ir jāatļauj. Tas ļauj KDE automātiski detektēt kartes ievietošanu un lasītāja un citus "karstās pieslēgšanas" notikumus.
nb: I de fleste tilfeller burde denne skrus på. Det gjør at KDE automatisk kan oppdage at kort settes i leser, og «hotplug»-hendelser i leseren.
nds: Dit schullst Du normalerwies anmaken, KDE kann denn automaatsch dat Insteken vun Koorten oder Tokoppeln vun Leesreedschappen faststellen.
nl: In de meeste gevallen dient u dit te activeren. KDE kan dan automatisch het insteken van de kaart detecteren, samen met andere 'hotplug events'.
nn: Vanlegvis bør denne funksjonen vera på. Då kan KDE automatisk finna ut når eit kort vert sett inn.
pl: Zazwyczaj ta opcja powinna być włączona. Umożliwia to automatyczną detekcję wkładanych kart w KDE.
pt: Na maioria dos casos, o utilizador deverá ter isto ligado. Permite ao KDE detectar automaticamente a introdução de placas e os eventos da ligação de leitores.
pt_br: Na maioria dos casos você deve ter isto habilitado. Isto permite ao KDE detectar automaticamente a inserção de cartões e ler eventos hotplug.
ro: În mod normal această opțiune trebuie să fie activată. Ea permite KDE să detecteze inserarea cardurilor și evenimentele de activare a cititorului.
ru: В большинстве случаев этот параметр должен быть включён. Он позволяет KDE автоматически определять вставку карты и другие события считывателя.
sk: Vo väčšine prípadov by toto malo byť zapnuté. Umožňuje to KDE, aby automaticky zistil vloženie karty a udalosti pripojenia čítačky.
sl: V večini primerov bi morali imeti to omogočeno. Dovoljuje namreč samodejno zaznavanje vstavitve kartice in dogodkov bralnika.
sr: Требало би да је већини случајева ова опција укључена. Она омогућава КДЕ‑у да аутоматски открива убацивање картице и вруће повезивање читача.
sv: I de flesta fall ska du ha det här aktiverat. Det låter KDE automatiskt identifiera när ett kort stoppas in och anslutning av en kortläsare.
uk: Здебільшого, варто позначити цей пункт. Позначення дозволить KDE автоматично визначати вставлення картки та інші події пристрою зчитування.
wa: Dins les troes cwårts des cas, vos duvrîz aveur çouci metou en alaedje. Ça permer d' trover tot seu cwand on intere ene cwåte eyet les evenmints d' lijheu hotplug.
zh_cn: 在大多数情况下，您应该选上这项。这会使 KDE 自动检测智能卡插入和读卡器热插拔事件。

source: Automatically &launch card manager if inserted card is unclaimed
ar: &نفّذ مدير البطاقة تلقائياً إذا لم تكن البطاقة المدخلة مطلوبة
bg: &Автоматично стартиране мениджъра на карти
bs: Automatski pokreni &menadžera karte ako je ubačena kartica neprepoznata
ca@valencia: &Engega automàticament el gestor de targetes si la targeta inserida no és reclamada
cs: Automaticky &spustit správu karet, jestliže vložená karta není používaná
da: Start &card-håndtering automatisk hvis det indsatte kort ikke bliver fundet
de: &Card-Manager automatisch starten, falls die eingeführte Karte nicht beansprucht wird
el: Αυτόματη εκ&τέλεση του διαχειριστή καρτών αν η εισαχθείσα κάρτα δε χρησιμοποιείται
es: Automáticamente &iniciar el gestor de tarjetas si la tarjeta insertada no es reclamada
et: &Kaardihaldur käivitatakse automaatselt, kui ükski rakendus ei soovi kaarti kasutada
eu: Abiarazi au&tomatikoki txartel-kudeatzailea, sartutako txartela erreklamatzen ez baldin bada
fa: &راه‌اندازی خودکار مدیر کارت، در صورتی که کارت درج‌شده درخواست نشود
fi: Käynnistä automaattisesti &korttihallinta, jos kortti on omistajaton
fr: Dé&marrer automatiquement le gestionnaire de cartes si une carte insérée n'est pas déclarée
ga: Tosaigh bainisteoir na gcártaí go huathoibríoch mura ndéantar éi&leamh ar an gcárta ionsáite
gl: &Iniciar automaticamente o administrador de tarxetas se a tarxeta inserida non fora reclamada
he: הפעל אוטומטית את מ&נהל הכרטיסים אם לכרטיס המוכנס אין דורש
hi: यदि प्रविष्ट किया गया कार्ड दावा रहित रहता है तो कार्ड प्रबंधक स्वचलित प्रारंभ करें (&l)
hr: &Automatski pokreni upravitelja karticama ako umetnuta kartica nije prepoznata
hu: A kártyakezelő a&utomatikus elindítása, ha a behelyezett kártyát nem foglalja le alkalmazás
ia: &Lancea automaticamente le gerente de carta si le carta non es reclamate
is: &Keyra kortastjórann sjálfkrafa ef ekkert forrit eignar sér nýtt kort
it: &Lancia automaticamente il gestore delle schede se la carta non è riconosciuta
ja: 挿入されたカードが要求されなければ自動的にカードマネージャを起動する(&L)
kk: Салынған карта әлі айналымда болмаса, карталар менеджері авто &жегілсін
km: បើក​កម្មវិធី​គ្រប់គ្រង​ប័ណ្ណ​ដោយ​ស្វ័យ​ប្រវត្តិ ​បើ​កាត​​ដែល​បាន​បញ្ចូល​មិន​ត្រូវ​បាន​អះអាង
ko: 알 수 없는 카드가 삽입되면 카드 관리자 자동으로 실행하기(&L)
lt: Automatiškai &paleisti kortelės tvarkyklę jei įdėta kortelė nepareikalauta
lv: Automātiski pa&laist karšu pārvaldnieku, ja ievietotā karte nav pieteikta
mr: अंतर्भूतीत कार्ड मालकीचे नसल्यास आपोआप कार्ड व्यवस्थापक दाखल करा (&l)
nb: Automatisk &oppstart av korthåndterer om innsatt kort ikke gjenkjennes
nds: Koortenp&leger automaatsch starten, wenn dat keen Anspröök op de insteken Koort gifft.
nl: Kaartbeheerder automatisch ops&tarten als de ingestoken kaart niet geclaimd is
nn: Automatisk &start av korthandsamar dersom kortet ikkje er oppteke
pl: &Uruchom menedżer kart, jeśli włożono niewykorzystywaną kartę
pt: &Lançar automaticamente o gestor de placas se a placa inserida não for adquirida
pt_br: Iniciar &automaticamente o gerenciador de cartões se o cartão inserido não tiver sido solicitado
ro: E&xecută automat managerul de carduri cînd cardul inserat nu este recunoscut
ru: Автоматически &запускать диспетчер карт, если вставленная карта не опрашивается
sk: Automaticky &spustiť správcu kariet, ak vložená karta nie je používaná
sl: Samo&dejno zaženi upravljalnika kartic, če vstavljena kartica še ni bila prevzeta
sr: Аутоматски покрени &менаџер картица ако убачена картица није захваћена
sv: Starta automatiskt &korthanteraren om det instoppade kortet inte används
uk: Автоматично зап&ускати менеджер карток, якщо картку, яку було вставлено, ніщо не використовує
wa: &Enonder otomaticmint l' manaedjeu d' cwåte si ene cwåte intrêye n' est nén dmandêye.
zh_cn: 插入不明的智能卡时，自动运行智能卡管理器(&L)

source: When you insert a smartcard, KDE can automatically launch a management tool if no other application attempts to use the card.
ar: حينما تقوم بإدخال بطاقة ذكية، فإن كيدي يستطيع تنفيذ أداة إدارة إذا لم يحاول أي تطبيق آخر استخدام البطاقة.
bg: Когато вкарате карта в слота, системата може автоматично да стартира програмата за управление на карти, ако никоя друга програма не направи заявка за използване на картата.
bs: Kada ubacite smartcard KDE može automatski pokrenuti alat za menadžment ako nijedan drugi program nije pokušao da koristi karticu.
ca@valencia: En inserir una targeta intel·ligent, el KDE pot engegar automàticament una eina de gestió si cap altra aplicació prova d'usar la targeta.
cs: Když vložíte SmartCard, KDE může automaticky spustit nástroj pro správu, pokud jiný program tuto kartu nepoužívá.
da: Når du indsætter et smartcard, kan KDE automatisk starte et håndteringsværktøj hvis der ikke er et andet program, som forsøger at bruge kortet.
de: KDE kann automatisch das Verwaltungsprogramm starten, wenn Sie eine Smartcard einführen und keine andere Anwendung auf diese zugreift.
el: Όταν εισάγετε μια έξυπνη κάρτα, το KDE μπορεί αυτόματα να εκκινήσει ένα εργαλείο διαχείρισης αν καμία άλλη εφαρμογή δεν προσπαθεί να χρησιμοποιήσει την κάρτα.
es: Cuando usted inserte una smartcard, KDE puede iniciar automáticamente una herramienta de gestión si no existe una aplicación que intente usar dicha tarjeta.
et: Kui ükski teine rakendus ei püüa pärast kiipkaardi sisestamist kaarti kasutada, siis käivitab KDE automaatselt halduri.
eu: Txartel adimendun bat sartzen duzunean, KDEk automatikoki abiaraz dezake kudeaketa-tresna bat, beste aplikazioren bat txartela erabiltzen saiatzen ez baldin bada.
fa: وقتی که شما کارت هوشمند را درج می‌کنید، KDE به طور خودکار یک ابزار مدیریت را راه‌اندازی می‌کند، در صورتی که کاربردهای دیگر مبادرت به استفاده از کارت نکنند.
fi: Kun lisäät smartcard-kortin, KDE voi käynnistää korttien hallintaohjelman automaattisesti, ellei mikään muu ohjelma yritä käyttää korttia.
fr: Lorsque vous insérez une carte à puce, KDE peut démarrer automatiquement un gestionnaire de carte, si aucune application n'essaie d'accéder à la carte.
ga: Nuair a ionsánn tú cárta cliste, is féidir le KDE uirlis bhainisteoireachta a thosú go huathoibríoch mura ndéanann aon fheidhmchlár eile iarracht ar an gcárta a úsáid.
gl: Cando insira unha tarxeta intelixente, KDE pode iniciar automaticamente unha utilidade de xestión se outro programa non tenta usar a tarxeta.
he: כאשר מוכנס כרטיס חכם, באפשרות KDE להפעיל באופן אוטומטי כלי ניהול. זאת אם אף יישום אחר לא מנסה להשתמש בכרטיס.
hi: जब आप एक स्मार्टकार्ड प्रविष्ट करते हैं, केडीई स्वचलित रूप से एक प्रबंधन औज़ार प्रारंभ करता है यदि कोई अन्य अनुप्रयोग कार्ड को उपयोग करने के लिए प्रयास नहीं करता है.
hr: Nakon umetanja kartice KDE može automatski pokrenut alat za upravljanje ako neka druga aplikacija ne pokušava upotrijebiti karticu.
hu: Ha behelyez egy kártyát a leolvasóba, akkor a KDE automatikusan elindítja a beállítóprogramot, ha egyik alkalmazás sem próbálja lefoglalni a kártyát.
ia: Quando tu inserta un smartcard, KDE pote automaticamente lancear un instrumento de gestion si nulle altere application tenta de usar le carta.
is: Þegar þú stingur snjallkorti í lesarann getur KDE sjálfkrafa keyrt stýritól ef ekkert annað forrit hefur áhuga á að nota kortið.
it: Quando inserisci una smartcard, KDE può lanciare automaticamente lo strumento per la gestione di essa se nessuna applicazione cerca di usare la card.
ja: スマートカードを挿入すると、KDE は他のアプリケーションがそれを使用しようとしない限り、自動的に管理ツールを起動します。
kk: Смарткарта салынғанда, басқа қолданба картамен айналысып жатпаса, KDE автоматы түрде карталар басқару құралын жеге алады.
km: នៅ​ពេល​អ្នក​បញ្ចូល smartcard KDE អាច​បើក​ឧបករណ៍​គ្រប់គ្រង​ដោយ​ស្វ័យ​ប្រវត្តិ បើ​គ្មាន​កម្មវិធី​ផ្សេង​ប៉ុនប៉ង​ប្រើ​កាត ។
ko: 스마트카드를 삽입하고 카드를 사용하려는 시도를 하지 않았을 때 KDE에서 카드 관리 도구를 실행할 지 설정합니다.
lt: Kai Jūs įdedate gudrią kortelę KDE gali automatiškai paleisti tvarkymo įrankį, jei jokia kita programa nebando naudoti kortelės.
lv: Kad jūs ievietojat viedkarti, KDE var automātiski palaist pārvaldes rīku, ja neviena cita programma nemēģina izmantot karti.
mr: जेव्हा तुम्ही स्मार्टकार्ड आत टाकता, जर कोणत्याही ईतर कार्यक्रमाने ते उघडण्याचा प्रयत्न केला नाही तेव्हा केडीई स्वयंचलितरित्या व्यवस्थापन साधन प्रक्षेपण करतो.
nb: Når du setter inn et smartkort, kan KDE automatisk starte et administrasjonsverktøy om ingen andre programmer forsøker å bruke kortet.
nds: Wenn Du en Smartkoort instickst, kann KDE automaatsch en Pleegwarktüüch opropen, wenn keen anner Programm de Koort bruukt.
nl: Als u een chipkaart insteekt, dan kan KDE automatisch een beheerprogramma opstarten als geen enkel ander programma tracht de kaart te gebruiken.
nn: Når du set inn eit smartkort, kan KDE automatisk starta eit handsamarverktøy dersom ingen andre program prøver å bruka kortet.
pa: ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਸਮਾਰਟ-ਕਾਰਡ ਪਾਉਦੇ ਹੋ ਤਾਂ KDE ਆਟੋਮੈਟਿਕ ਹੀ ਲੋੜੀਦਾ ਟੂਲ ਚਲਾ ਸਕਦੀ ਹੈ, ਜੇ ਕੋਈ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨ ਕਾਰਡ ਨੂੰ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕਰਦੀ।
pl: Jeśli żaden program nie wykorzystuje włożonej karty, KDE może automatycznie uruchomić narzędzie do zarządzania kartami.
pt: Quando introduz uma <em>smartcard</em>, o KDE pode tentar lançar uma ferramenta de gestão se outra aplicação não tentar usar a placa.
pt_br: Quando você insere um smartcard, o KDE pode automaticamente iniciar uma ferramenta de gerenciamento se nenhum outro aplicativo tentar usar o cartão.
ro: Atunci cînd inserați un smartcard, dacă nici o altă aplicație nu încearcă să utilizeze cardul, KDE va porni automat utilitarul de administrare de carduri.
ru: Когда вы вставляете карту, KDE может автоматически запускать утилиту управления, если другие приложения не пытаются использовать карту.
sk: Ak vložíte smartcard, KDE môže automaticky spustiť nástroj na správu, ak sa o použitie karty nepokúsi žiadna iná aplikácia.
sl: Ko vstavite pametno kartico, lahko KDE samodejno zažene upravljalno orodje, če noben drug program ne poskuša uporabiti kartice.
sr: Када убаците смарт-картицу, КДЕ може аутоматски покренути менаџер уколико ниједан други програм не покушава да користи картицу.
sv: KDE kan automatiskt starta ett hanteringsverktyg om inget annat program försöker använda kortet, när du stoppar in ett smartkort.
uk: Коли ви вставляєте смарт-карту, KDE може автоматично стартувати засіб керування смарт-картами, якщо ніяка інша програма не використовує картку.
wa: Cwand vs stitchîz ene smartcard, KDE sait enonder otomaticmint èn usteye di manaedjmint s' i gn a pont d' ôte programe ki saye di s' siervi del cwåte.
zh_cn: 当您插入一张智能卡时，如果没有其它应用程序试图使用智能卡，KDE 可以自动运行智能卡管理工具。
