Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kcmworkspaceoptions.po
Languages: ar, bg, bs, cs, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, is, it, kk, km, ko, lv, nb, nds, nl, pa, pl, pt, ro, sk, sr, sv, ug, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
es: Cristina Yenyxe González García
et: Marek Laane
ga: Kevin Scannell
he: ירון שהרבני
hr: Andrej Dundović
ia: Giovanni Sora
it: Federico Zenith
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា
lv: Viesturs Zariņš
nb: Bjørn Steensrud
nds: Manfred Wiese
nl: Freek de Kruijf
pa: ਅ. ਸ. ਆਲਮ
sr: Часлав Илић
sv: Stefan Asserhäll
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
es: the.blue.valkyrie@gmail.com
et: bald@smail.ee
ga: kscanne@gmail.com
he: sh.yaron@gmail.com
hr: andrej@dundovic.com.hr
ia: g.sora@tiscali.it
it: federico.zenith@member.fsf.org
km: khoemsokhem@khmeros.info,mornmet@khmeros.info,sutha@khmeros.info
lv: viesturs.zarins@mii.lu.lv
nb: bjornst@skogkatt.homelinux.org
nds: m.j.wiese@web.de
nl: freekdekruijf@kde.nl
pa: aalam@users.sf.net
sr: caslav.ilic@gmx.net
sv: stefan.asserhall@bredband.net
ug: sahran.ug@gmail.com, gheyret@gmail.com
uk: yurchor@ukr.net

source: Workspace Type:
ar: نوع مكان العمل:
bg: Вид работна станция:
bs: Tip radnog prostora:
cs: Typ pracovní plochy:
da: Type af arbejdsområde:
el: Τύπος του χώρου εργασίας:
es: Tipo de espacio de trabajo:
et: Töötsooni tüüp:
eu: Laneko eremua mota:
fi: Työtilan tyyppi:
fr: Type d'espace de travail :
ga: Cineál Spáis Oibre:
gl: Tipo de espazo de traballo:
he: סוג מרחב העבודה
hr: Vrsta radnog prostora:
hu: Munkaterület típusa:
ia: Typo de spatio de labor:
is: Gerð vinnurýmis:
it: Tipo di spazio di lavoro:
kk: Жұмыс орынның түрі:
km: ប្រភេទ​តំបន់​​ការងារ ៖
ko: 작업 공간 종류:
lv: Darbvietas tips:
nb: Type arbeidsområde:
nds: Arbeitrebeet-Typ:
nl: Type werkruimte:
pa: ਵਰਕਸਪੇਸ ਕਿਸਮ:
pl: Typ przestrzeni roboczej:
pt: Tipo de Área de Trabalho:
ro: Tip spațiu de lucru:
sk: Typ pracovnej plochy:
sr: Тип радног простора:
sv: Typ av arbetsyta:
ug: خىزمەت رايونى تىپى:
uk: Тип робочого простору:
zh_cn: 工作空间类型：
zh_tw: 工作空間型態：

# Form factor: desktop computer
source: Desktop
ar: سطح المكتب
bg: Настолна
bs: Radna površina
cs: Pracovní plocha
el: Επιφάνεια εργασίας
es: Escritorio
et: Lauaarvuti
eu: Mahaigaina
fi: Työpöytä
fr: Bureau
ga: Deasc
gl: Escritorio
he: מחשב שולחני
hr: Stolno računalo
hu: Asztal
ia: Scriptorio
is: Borðtölva
kk: Үстелдегі
km: ផ្ទៃតុ
ko: 데스크톱
lv: Galddators
nb: Skrivebord
nds: Schriefdisch
nl: Bureaublad
pa: ਡੈਸਕਟਾਪ
pl: Komputer biurkowy
pt: Ecrã
ro: Birou
sk: Počítač
sr: радна површ
sv: Skrivbord
ug: ئۈستەلئۈستى
uk: Стаціонарний
zh_cn: 桌面
zh_tw: 桌面

# Form factor: netbook computer
source: Netbook
ar: نوتبوك
bg: Нетбук
bs: netbuk
et: Väikesülearvuti
eu: Netbooka
fi: Miniläppäri
fr: Ultra portable
he: נטבוק
is: Fartölva
it: Ultraportatile
kk: Нетбук
ko: 넷북
lv: Mazdators
nb: ettbok
nds: Nettbook
pa: ਨੈੱਟਬੁੱਕ
sr: нетбук
sv: Bärbar nätdator
uk: Субноутбук
zh_cn: 上网本

source: Dashboard:
ar: لوحة الودجات:
bg: Табло:
bs: Instrument-tabla:
cs: Přístrojová deska:
da: Instrumentbræt:
el: Πίνακας συστατικών:
es: Tablero de mandos:
et: Vidinavaade:
eu: Aginte-mahaia:
fi: Kojelauta:
fr: Tableau de bord :
ga: Painéal:
gl: Cadro de control:
he: מכתבה
hr: Nadzorna ploča:
hu: Áttekintő nézet:
ia: Pannello de instrumentos:
is: Stjórnborð:
it: Quadro degli strumenti:
kk: Аспап панелі:
km: ផ្ទាំង​គ្រប់គ្រង ៖
ko: 대시보드:
lv: Vadības panelis:
nb: Kontrollpult:
nds: Stüerpaneel:
pa: ਡੈਸ਼ਬੋਰਡ
pl: Tablica:
pt: Painel:
ro: Tablou de bord:
sk: Nástenka:
sr: Инструмент-табла:
sv: Instrumentpanel
ug: يولباشچى تاختا
uk: Панель приладів:
zh_cn: 部件板：
zh_tw: 資訊看板：

source: Show Desktop Widgets
ar: أظهر ودجات سطح المكتب
bg: Показване джаджите на работния плот
bs: Grafičke kontrole površi
cs: Zobrazit widgety na ploše
da: Vis skrivebordswidgets
el: Εμφάνιση γραφικών συστατικών επιφάνειας εργασίας
es: Mostrar elementos gráficos del escritorio
et: Töölauavidinate näitamine
eu: Erakutsi mahaigaineko trepetak
fi: Näytä työpöydän sovelmat
fr: Affiche les composants graphiques du bureau
ga: Taispeáin Giuirléidí Deisce
gl: Mostrar os widgets do escritorio
he: הצגת וידג'טים לשולחן העבודה
hr: Prikaži widgete radne površine
hu: Asztali grafikai elemek megjelenítése
ia: Monstra widgets de scriptorio
is: Sýna skjáborðsgræjur
it: Mostra gli oggetti del desktop
kk: Үстел виджеттерін көрсету
km: បង្ហាញ​ធាតុក្រាហ្វិក​ផ្ទៃតុ
ko: 데스크톱 위젯 보이기
lv: Rādīt darbvirsmas sīkrīkus
nb: Vis skrivebordselementer
nds: Schriefdisch-Verwiedern wiesen
nl: Bureaublad-widgets tonen
pa: ਡੈਸਕਟਾਪ ਵਿਦਜੈੱਟ ਵੇਖੋ
pl: Pokaż elementy pulpitu
pt: Mostrar os Elementos do Ecrã
ro: Arată controalele biroului
sk: Zobraziť widgety pracovnej plochy
sr: виџети површи
sv: Visa grafiska skrivbordskomponenter
ug: ئۈستەلئۈستى Widget نى كۆرسەت
uk: Показувати віджети стільниці
zh_cn: 显示桌面部件
zh_tw: 顯示桌面元件

source: Show an Independent Widget Set
ar: أظهر مجموعة ودجات مستقلة
bg: Показване на незамисим набор джаджи
bs: nezavisni skup grafičkih kontrola
cs: Zobrazit nezávislou sadu widgetů
da: Vis et uafhængigt sæt af widgets
el: Εμφάνιση ενός ανεξάρτητου συνόλου γραφικών συστατικών
es: Mostrar un conjunto distinto de elementos gráficos
et: Sõltumatu vidinatekogu näitamine
eu: Erakutsi trepeta multzo independente bat
fi: Näytä riippumaton sovelmajoukko
fr: Affiche un jeu de composants graphiques indépendants
ga: Taispeáin Tacar Neamhspleách Giuirléidí
gl: Mostrar un conxunto independente de widgets
he: הצגת ערכת וידג'טים עצמאית
hr: Prikaži neovisan skup widgeta
hu: Független grafikai elemkészlet megjelenítése
ia: Monstra un insimul independente de widget
is: Sýna óháð græjusett
it: Mostra un'altra serie di oggetti
kk: Тәуелсіз виджет жинағын көрсету
km: បង្ហាញ​សំណុំ​ធាតុក្រាហ្វិក​ឯករាជ្យ
ko: 독립된 위젯 모음 보이기
lv: Rādīt neatkarīgu sīkrīku komplektu
nb: Vis et uavhengig elementsett
nds: En nich-afhangig Sett vun Verwiedern wiesen
nl: Een onafhankelijke widgetset tonen
pa: ਆਜ਼ਾਦ ਵਿਦਜੈੱਟ ਸੈੱਟ ਵੇਖੋ
pl: Pokaż niezależny zestaw elementów
pt: Mostrar um Conjunto de Elementos Independente
ro: Arată un set independent de controale
sk: Zobraziť nezávislú sadu widgetov
sr: независни скуп виџета
sv: Visa en oberoende grafisk komponentuppsättning
ug: مۇستەقىل Widget توپلىمىنى كۆرسەت
uk: Показувати незалежний набір віджетів
zh_cn: 显示独立的部件集
zh_tw: 顯示獨立的元件集

source: Show Informational Tips:
ar: أظهر التلميحات المعلوماتية:
bg: Показване на подсказки:
bs: Prikaži informativne savjete
cs: Zobrazit informační tipy:
da: Vis Informative tips:
el: Εμφάνιση ενημερωτικών συμβουλών:
es: Mostrar consejos informativos:
et: Teabevihjete näitamine:
eu: Erakutsi argibideak:
fi: Näytä työkaluvihjeet:
fr: Affiche les astuces d'informations :
ga: Taispeáin leideanna:
gl: Mostrar axudas informativas:
he: הצג טיפים עם עזרה
hr: Prikaži informativne savjete:
hu: Információs tippek megjelenítése:
ia: Monstra consilios de information:
is: Birta gagnlegar vísbendingar:
it: Mostra suggerimenti informativi:
kk: Ақпаратты ишарасы:
km: បង្ហាញ​ជំនួយ​ព័ត៌មាន ៖​
ko: 정보:
lv: Rādīt informējošus padomus:
nb: Vis informasjonstips:
nds: Intressante Tipps wiesen:
nl: Informatieverstrekkende tips tonen:
pa: ਜਾਣਕਾਰੀ ਗੁਰ ਵੇਖੋ:
pl: Pokaż podpowiedzi informacyjne:
pt: Mostrar as Dicas Informativas:
ro: Arată indicii informative:
sk: Zobraziť informačné tipy:
sr: Савети:
sv: Visa informationstips:
ug: ئۇچۇر ئەسكەرتىشلىرىنى كۆرسەت:
uk: Показ інформаційних підказок:
zh_cn: 显示信息提示：
zh_tw: 顯示資訊提示：

source: Global options for the Plasma Workspace
ar: الخيارات العامة لمكان عمل بلازما
bg: Общи настройки на работното пространство на Plasma
bs: Globalne opcije za plazma radni prostor
cs: Globální vlastnosti pracovní plochy Plasma
da: Globale indstillinger for Plasma-arbejdsområdet
el: Καθολικές επιλογές για το χώρο εργασίας Plasma
es: Opciones globales del espacio de trabajo Plasma
et: Plasma töötsooni globaalsed valikud
eu: Plasma laneko eremuko aukera orokorrak
fi: Plasma-työtilan yleisasetukset
fr: Options globales pour l'espace de travail Plasma
ga: Roghanna comhchoiteanna don spás oibre Plasma
gl: Opcións globais do espazo de traballo de Plasma
he: אפשרויות כלליות עבור מרחב העבודה של פלסמה
hr: Globalne opcije za Plasmin radni prostor
hu: A Plazma munkaterület globális beállításai
ia: Optiones global pro le spatio de labor de Plasma
is: Almennar stillingar Plasma vinnurýmisins
it: Opzioni globali per lo spazio di lavoro di Plasma
kk: Plasma жұмыс орынның жалпы параметрлері
km: ជម្រើស​សកល​សម្រាប់​តំបន់ការងារ​ប្លាស្មា
ko: Plasma 작업 공간 전역 옵션
lv: Globālās Plasma darbvirmsas opcijas
nb: Globale valg for Plasma-arbeidsområdet
nds: Globaal Optschonen för dat Plasma-Arbeitrebeet
nl: Globale opties voor de Plasma-werkruimte
pa: ਪਲਾਜ਼ਮਾ ਵਰਕਸਪੇਸ ਲਈ ਗਲੋਬਲ ਚੋਣਾਂ
pl: Opcje globalne przestrzeni roboczej Plazmy
pt: Opções globais para o ambiente de trabalho Plasma
ro: Opțiuni globale pentru spațiul de lucru Plasma
sk: Globálne možnosti pre pracovnú plochu Plasma
sr: Глобалне опције за плазма радни простор
sv: Allmänna alternativ för Plasmas arbetsyta
ug: پلازما خىزمەت بوشلۇقىنىڭ ئومۇمىيەت تاللانمىسى
uk: Загальні параметри робочого простору Плазми
zh_cn: Plasma 工作空间的全局选项
zh_tw: Plasma 工作空間的全域選項

source: (c) 2009 Marco Martin
fi: © 2009 Marco Martin
ga: © 2009 Marco Martin
hr: © 2009 Marco Martin
hu: © Marco Martin, 2009.
it: © 2009 Marco Martin
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៩ ដោយ Marco Martin
nb: © 2009 Marco Martin
nds: © 2009: Marco Martin
sr: © 2008, Марко Мартин
sv: © 2009 Marco Martin
uk: © Marco Martin, 2009

source: Marco Martin
pa: ਮੈਕਰੋ ਮਾਰਟਿਨ
sr: Марко Мартин

source: Maintainer
ar: المشرف
bg: Поддръжка
bs: Održava
cs: Správce
da: Vedligeholder
el: Συντηρητής
es: Encargado
et: Hooldaja
eu: Arduraduna
fi: Ylläpitäjä
fr: Mainteneur
ga: Cothaitheoir
gl: Mantenedor
he: מתחזק
hr: Održavatelj
hu: Karbantartó
ia: Mantenitor
is: Umsjónarmaður
it: Responsabile
kk: Жетілдіруші
km: អ្នក​ថែទាំ
ko: 관리자
lv: Uzturētājs
nb: Vedlikeholder
nds: Pleger
nl: Onderhouder
pa: ਪਰਬੰਧਕ
pl: Opiekun
pt: Manutenção
ro: Responsabil
sk: Správca
sr: Одржавалац
sv: Utvecklare
ug: مەسئۇل كىشى
uk: Супровідник
zh_cn: 维护者
zh_tw: 維護者

source: Turning off the show independent widget set feature will result in all widgets that were on the dashboard to be removed. Are you sure you wish to make this change?
ar: ميزة إيقاف عرض مجموعة الودجات المستقلّة ستؤدي إلى إزالة كلّ الودجات التي كانت اللوحة. أمتأكّد من أنك تريد عمل هذه التغييرات؟
bg: Изключването на независимите джаджи ще се отрази в премахване на всички джаджи, които са били на таблото. Наистина ли искате да направите тази промяна?
bs: Isključivanje prikaza nezavisnog skupa grafičkih kontrola će rezultirati u svim grafičkim kontrolama koje su bile na instrument tabli da budu uklonjene. Da li ste sigurni da želite da napravite ovu promjenu?
cs: Vypnutím volby zobrazení nezávislé sady widgetů způsobí, ze budou odstraněny všechny widgety z přístrojové desky. Jste si opravdu jisti, že si přejete tuto změnu provést.
da: At slå funktionen Vis et uafhængigt sæt af widgets fra vil medføre at alle widgets som var på instrumentbrættet vil blive fjernet. Vil du virkelig foretage denne ændring?
el: Απενεργοποιώντας το χαρακτηριστικό της εμφάνισης ανεξάρτητου συνόλου συστατικών θα έχει ως αποτέλεσμα την αφαίρεση όλων των συστατικών που βρίσκονται στον πίνακα συστατικών. Επιθυμείτε σίγουρα την πραγματοποίηση της αλλαγής αυτής;
es: la desactivación de la característica de mostrar el conjunto de controles independientes, ocasionará que todos los controles que estaban en el tablero de mandos se eliminen. ¿Seguro que quiere hacer este cambio?
et: Sõltumatu vidinatekogu näitamise väljalülitamise tulemuseks võib olla kõigi vidinavaates leidunud vidinate eemaldamine. Kas tõesti võtta see muudatus ette?
eu: Trepeta multzo independente bat erakusteko eginbidea desaktibatuz gero, aginte-mahaian zeuden trepeta guztiak kenduko dira. Ziur zaude aldaketa hau egin nahi duzula?
fi: Riippumattoman sovelmajoukon käytöstä poistaminen poistaa kaikki kojelaudalle lisätyt sovelmat. Haluatko varmasti jatkaa?
fr: La désactivation du jeu de composants graphiques indépendants va supprimer tous les composants graphiques sur le tableau de bord. Voulez-vous vraiment valider ce changement ?
ga: Má mhúchann tú na giuirléidí neamhspleácha, bainfear gach giuirléid ón bpainéal. An bhfuil tú cinnte gur mhaith leat é seo a dhéanamh?
gl: A funcionalidade de apagar os widgets independentes eliminará todos os widgets que estivesen no cadro de control. Desexa facer esta modificación?
he: כיבוי ערכת פקדים אצמעית יכול לגרום לכך שהוידג'טים במכתבה יוסרו. האם אתה בטוח כי ברצונך לבצע שינוי זה?
hr: Isključivanjem prikaza neovisnog skupa widgeta uklonit ćete sve widgete koji su bili na ploči s widgetima. Jeste li sigurni da želite napraviti tu promjenu?
hu: A megjelenésfüggetlen grafikai elemkészlet szolgáltatás kikapcsolása eltávolít minden, az áttekintőn lévő grafikai elemet. Biztosan szeretné ezt a változtatást?
ia: Deactivar le characteristica de monstra de insimul de widget independente resultara que totes le widgets que es sur le pannello de instrumentos essera removite. Tu es secur que tu vole applicar iste modification?
it: Disattivare la funzionalità di visualizzazione degli oggetti indipendenti rimuoverà tutti gli oggetti presenti nel quadro. Sei sicuro di voler effettuare questa modifica?
kk: Тәуелсіз виджеттерді өшіру десеңіз аспаптар панеліндегі бүкіл виджеттер өшіріледі. Өшіріле берсін бе?
km: ការ​បិទ​ការ​បង្ហាញ​ធាតុក្រាហ្វិក​ឯករាជ្យ ការ​កំណត់​លក្ខណៈ​នឹង​បង្ហាញ​លទ្ធផល​របស់​​ធាតុក្រាហ្វិក​​ទាំងអស់ ដែល​មាន​នៅ​ផ្ទាំង​ព័ត៌មាន​ត្រូវ​បាន​យកចេញ ។ តើអ្នក​ចង់​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​ដូច​នេះ​ឬ ?
ko: 독립 위젯 보이기 옵션을 끄면 대시보드에 있는 위젯이 모두 삭제됩니다. 변경 사항을 적용하시겠습니까?
nb: Hvis du slår av «uavhengige skjermelementer» blir alle skjermelementer på kontrollpulten fjernet. Er du sikker på at du vil gjøre denne endringen?
nds: Maakst Du "nich-afhangig Sett vun Verwiedern wiesen" ut, warrt all Verwiedern ut dat Klockpaneel wegdaan. Wullt Du disse Ännern redig utföhren?
nl: Uitschakelen van het tonen van de functie onafhankelijke widgetset zal er in resulteren dat alle widgets op het dashboard zullen worden verwijderd. Wilt u deze wijziging maken?
pl: Wyłączenie funkcji pokazania niezależnego elementu interfejsu spowoduje usunięcie wszystkich elementów interfejsu, które były na tablicy. Czy na pewno chcesz dokonać tej zmiany?
pt: Se desligar a opção para mostrar os conjuntos de elementos independentes, fará com que todos os elementos que estavam no quadro sejam removidos. Tem a certeza que deseja fazer esta alteração?
ro: Dezactivînd setul de controale independente se elimină toate controalele de pe tabloul de bord. Sigur doriți această modificare?
sk: Vypnutie zobrazenia sady nezávislých widgetov spôsobí, že všetky widgety, ktoré boli na prístrojovej doske, budú odstránené. Určite chcete urobiť túto zmenu?
sr: Искључивање опције независног скупа виџета довешће до уклањања свих тренутних виџета на инструмент-табли. Желите ли заиста да начините ову измену?
sv: Att stänga av funktionen för oberoende komponentuppsättningar gör att alla grafiska komponenter som finns på instrumentpanelen tas bort. Är du säker på att du vill göra ändringen?
uk: Вимикання показу незалежних наборів віджетів призведе до вилучення всіх віджетів з панелі приладів. Ви справді бажаєте внести цю зміну?
zh_cn: 关闭独立的部件集将会导致部件板上的所有部件被移除。您确认想要这么做吗？
zh_tw: 關閉顯示獨立元件集的功能會導致在資訊看板上的所有元件都會被移除。您確定要做此變更嗎？

source: Turn off independent widgets?
ar: أأوقِف الودجات المستقلة؟
bg: Да се изключат ли независимите джаджи?
bs: Isključiti nezavisne grafičke kontrole?
cs: Vypnout nezávislou sadu widgetů?
da: Slå uafhængige widgets fra?
el: Απενεργοποίηση των ανεξάρτητων γραφικών συστατικών;
es: ¿Desactivar controles independientes?
et: Kas lülitada sõltumatud vidinad välja?
eu: Trepeta independienteak desaktibatu?
fi: Poistetaanko riippumaton sovelmajoukko käytöstä?
fr: Désactiver les composants graphiques indépendants ?
ga: Múch giuirléidí neamhspleácha?
gl: Desexa apagar os widgets independentes?
he: האם לכבות ערכת פקדים אצמעית
hr: Isključiti neovisne widgete?
hu: A független grafikai elemek kikapcsolása?
ia: Deactiva widgets independente?
is: Slökkva á óháðum græjusettum?
it: Disattivare gli oggetti indipendenti?
kk: Тәуелсіз виджеттері өшірілсін бе?
km: បិទ​ធាតុក្រាហ្វិក​ដែល​ឯករាជ្យ ?
ko: 독립 위젯을 끄시겠습니까?
nb: Slå av uavhengige skjermelementer?
nds: Nich-afhangige Verwiedern utmaken?
nl: Onafhankelijke widgets uitschakelen?
pa: ਆਜ਼ਾਦ ਵਿਦਜੈੱਟ ਬੰਦ ਕਰਨੇ ਹਨ?
pl: Czy wyłączyć niezależne elementy interfejsu?
pt: Desactivar os elementos independentes?
ro: Se dezactivează controalele independente?
sk: Vypnúť nezávislé widgety?
sr: Искључити независне виџете?
sv: Stäng av oberoende grafiska komponenter?
uk: Вимкнути незалежність віджетів?
zh_cn: 关闭独立的部件集？
zh_tw: 要關閉獨立元件？

source: Turn off independent widgets
ar: أوقِف الودجات المستقلّة
bg: Изключване на независимите джаджи
bs: Isključenje nezavisnih grafičkih kontrola
cs: Vypnout nezávislou sadu widgetů
da: Slå uafhængige widgets fra
el: Απενεργοποίηση των ανεξάρτητων γραφικών συστατικών
es: Desactivar controles independientes
et: Lülita sõltumatud vidinad välja
eu: Desaktibatu trepeta independienteak
fi: Poista riippumaton sovelmajoukko käytöstä
fr: Désactiver les composants graphiques indépendants
ga: Múch giuirléidí neamhspleácha
gl: Apagar os widgets independentes
he: כבה ערכת פקדים אצמעית
hr: Isključi neovisne widgete
hu: A független grafikai elemek kikapcsolása
ia: Deactiva widgets independente
is: Slökkva á óháðum græjusettum
it: Disattivare gli oggetti indipendenti
kk: Тәуелсіз виджеттерді өшіру
km: បិទ​ធាតុក្រាហ្វិក​ដែល​ឯករាជ្យ
ko: 독립 위젯 끄기
nb: Slå av uavhengige skjermelementer
nds: Nich-afhangige Verwiedern utmaken
nl: Onafhankelijke widgets uitschakelen
pa: ਆਜ਼ਾਦ ਵਿਦਜੈੱਟ ਬੰਦ ਕਰੋ
pl: Wyłącz niezależne elementy interfejsu
pt: Desactivar os elementos independentes
ro: Dezactivează controalele independente
sk: Vypnúť nezávislé widgety
sr: Искључи независне виџете
sv: Stäng av oberoende grafiska komponenter
uk: Вимкнути незалежність віджетів
zh_cn: 关闭独立的部件集
zh_tw: 關閉獨立元件
