Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kde-menu.po
Languages: cs, ja, uk

# NAME OF TRANSLATORS
source: Your names
ja: Taiki Komoda,Noboru Sinohara,Toyohiro Asukai,Kurose Shushi,Shinichi Tsunoda

# EMAIL OF TRANSLATORS
source: Your emails
ja: kom@kde.gr.jp,shinobo@leo.bekkoame.ne.jp,toyohiro@ksmplus.com,md81@bird.email.ne.jp,tsuno@ngy.1st.ne.jp

source: Menu item '%1' could not be highlighted.
cs: Nelze zvýraznit položku nabídky '%1'.
ja: メニュー項目 “%1” を強調表示できませんでした。
uk: Неможливо підсвітити пункт меню «%1».

source: KDE Menu query tool. This tool can be used to find in which menu a specific application is shown. The --highlight option can be used to visually indicate to the user where in the KDE menu a specific application is located.
cs: Nástroj KDE pro dotazování nabídky. Tento nástroj je užitečný pro nalezení, v které nabídce se nachází určitá aplikace. Volbu --highlight lze použít k vizuálnímu zvýraznění umístění určité aplikace KDE v nabídce.
ja: KDE メニュー検索ツール。 このツールは特定のアプリケーションがどのメニューに表示されているかを見つけるためのものです。 <icode>--highlight</icode> オプションは、指定されたアプリケーションが KDE メニューのどこにあるかをユーザに視覚的に示すために使用できます。
uk: Утиліта запитів меню KDE. Ця утиліта може бути корисною, якщо потрібно знайти, у якому меню знаходиться потрібна програма. Вмикання параметра --highlight дозволить візуально показати користувачеві, де в меню KDE знаходиться потрібна програма.

source: kde-menu
cs: Nabídka KDE
ja: KDE メニュー

source: Author
cs: Autor
ja: 作者
uk: Автор

source: Output data in UTF-8 instead of local encoding
cs: Vypisovat data v UTF-8 místo lokálního kódování
ja: ローカルエンコーディングではなく UTF-8 で出力する
uk: Виводити дані в UTF-8, замість локального кодування

source: Print menu-id of the menu that contains the application
cs: Vypsat ID nabídky, která obsahuje aplikaci
ja: アプリケーションを含むメニューの メニュー ID を表示
uk: Друкувати ідентифікатор меню, що містить програму

source: Print menu name (caption) of the menu that contains the application
cs: Vypsat název nabídky (záhlaví), která obsahuje aplikaci
ja: アプリケーションを含むメニューの メニュー名 (キャプション) を表示
uk: Друкувати назву (заголовок) меню, що містить програму

source: Highlight the entry in the menu
cs: Zvýraznit položku v nabídce
ja: メニュー内で項目を強調表示
uk: Підсвітити елемент меню

source: Do not check if sycoca database is up to date
cs: Nekontrolovat aktuálnost databáze Sycoca
ja: sycoca データベースが最新状態かどうかをチェックしない
uk: Не перевіряти актуальність бази даних sycoca

source: The id of the menu entry to locate
cs: ID položky nabídky k nalezení
ja: 検索するメニュー項目の ID
uk: Знайти елемент меню за ідентифікатором

source: You must specify an application-id such as 'kde4-konsole.desktop'
ja: “kde4-konsole.desktop” のようなアプリケーション ID を指定してください
uk: Слід вказати ідентифікатор програми, наприклад «kde4-konsole.desktop»

source: You must specify at least one of --print-menu-id, --print-menu-name or --highlight
cs: Musíte zadat jedno z --print-menu-id, --print-menu-name nebo --highlight
ja: 少なくとも <icode>--print-menu-id</icode>, <icode>--print-menu-name</icode>, <icode>--highlight</icode> のうちの一つは指定してください
uk: Ви маєте вказати принаймні один з --print-menu-id, --print-menu-name або --highlight

source: No menu item '%1'.
cs: Položka nabídky '%1' neexistuje.
ja: “%1” というメニュー項目はありません。
uk: Пункту меню «%1» не знайдено.

source: Menu item '%1' not found in menu.
cs: Položka nabídky '%1' nebyla nalezena.
ja: メニュー項目 “%1” が見つかりませんでした。
uk: Пункту меню «%1» не знайдено у меню.

source: (c) 2003 Waldo Bastian
uk: © Waldo Bastian, 2003
