Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdesu.po
Languages: es

source: Runs a program with elevated privileges.
es: Ejecuta un programa con privilegios elevados.

source: Maintainer
es: Encargado

source: Original author
es: Autor original

source: Specifies the command to run as separate arguments
es: Indica la orden a ejecutar en argumentos separados

source: Specifies the command to run as one string
es: Indica la orden a ejecutar en una cadena texto

source: Run command under target uid if <file> is not writable
es: Ejecutar la orden bajo el UID de destino si no se puede escribir en el archivo <file>

source: Specifies the target uid
es: Indica el UID de destino

source: Do not keep password
es: No guardar la contraseña

source: Stop the daemon (forgets all passwords)
es: Detener el demonio (olvida todas las contraseñas)

source: Enable terminal output (no password keeping)
es: Activar la salida del terminal (no guarda las contraseñas)

source: Set priority value: 0 <= prio <= 100, 0 is lowest
es: Valor de la prioridad: 0 <= prio <= 100, 0 es la más baja

source: Use realtime scheduling
es: Usar planificación en tiempo real

source: Do not display ignore button
es: No mostrar el botón ignorar

source: Specify icon to use in the password dialog
es: Especificar el icono que se utilizará en el diálogo de contraseña

source: Do not show the command to be run in the dialog
es: No mostrar la orden que se ejecutará en el diálogo

source: Makes the dialog transient for an X app specified by winid
es: Hace el cuadro de diálogo transitorio para una aplicación X indicada por winid

source: Cannot execute command '%1'.
es: No se pudo ejecutar la orden «%1».

source: Illegal priority: %1
es: Prioridad no válida: %1

source: No command specified.
es: No se indicó ninguna orden.

source: Su returned with an error.
es: Su devolvió un error.

source: Command:
es: Orden:

source: realtime:
es: tiempo real:

source: Priority:
es: Prioridad:

source: Ignore
es: Ignorar

source: Run as %1
es: Ejecutar como %1

source: Please enter your password below.
es: Por favor, introduzca su contraseña debajo.

source: The action you requested needs <b>root privileges</b>. Please enter <b>root's</b> password below or click Ignore to continue with your current privileges.
es: La acción que solicitó necesita <b>privilegios de superusuario</b> («root»). Por favor, introduzca debajo la contraseña del <b>superusuario</b> o pulse Ignorar para continuar con sus privilegios actuales.

source: The action you requested needs <b>root privileges</b>. Please enter <b>root's</b> password below.
es: La acción que solicitó necesita <b>privilegios de superusuario</b> («root»). Introduzca la contraseña del <b>superusuario</b>.

source: The action you requested needs additional privileges. Please enter the password for <b>%1</b> below or click Ignore to continue with your current privileges.
es: La acción que solicitó necesita privilegios adicionales. Por favor, introduzca debajo la contraseña de <b>%1</b> o pulse «Ignorar» para continuar con sus privilegios actuales.

source: The action you requested needs additional privileges. Please enter the password for <b>%1</b> below.
es: La acción que solicitó necesita privilegios adicionales. Introduzca la contraseña de <b>%1</b>.

source: &Ignore
es: &Ignorar

source: Conversation with su failed.
es: La conversación con «su» ha fallado.

source: The program 'su' could not be found.<br />Ensure your PATH is set correctly.
es: No se encontró el programa «su».<br/>Asegúrese de que su variable PATH esté configurada correctamente.

source: Permission denied.<br />Possibly incorrect password, please try again.<br />On some systems, you need to be in a special group (often: wheel) to use this program.
es: Permiso denegado.<br />Puede que haya introducido una contraseña incorrecta. Inténtelo de nuevo, por favor.<br />En algunos sistemas, debe pertenecer a un grupo especial (normalmente: wheel) para usar este programa.

source: Internal error: illegal return from SuProcess::checkInstall()
es: Error interno: el valor devuelto por SuProcess::checkInstall() no es válido
