Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: KDE Login Manager Config Module
ar: وحدة ضبط مدير الدخول لـكدي
bg: Контролен модул на мениджъра за включване в KDE
ca@valencia: Mòdul de configuració del gestor d'accés del KDE
da: KDE Login-håndterings-indstillingsmodul
el: Άρθρωμα ρύθμισης διαχειριστή σύνδεσης του KDE
es: Módulo de configuración del gestor de inicio de sesión de KDE
et: KDE sisselogimise halduri seadistusmoodul
eu: KDEren saio-hasierako kudeatzailearen konfigurazio-modulua
fi: KDE:n kirjautumisruudun asetukset
fr: Module de configuration du gestionnaire de connexion de KDE
ga: Modúl Cumraíochta an Bhainisteora Logála Isteach le haghaidh KDE
gl: Módulo de configuración do Xestor de acceso de KDE
he: מודול הגדרות מנהל הכניסה למערכת של KDE
hr: KDE modul za podešavanje voditelja prijavljivanja
hu: A KDE bejelentkező felületének beállítómodulja
ia: Modulo de Configuration del gerente de Accessos de Identification de KDE
it: Modulo di configurazione del gestore degli accessi di KDE
kk: KDE жүйеге кіру менеджерін баптау модулі
km: ម៉ូឌុល​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​គ្រប់​គ្រង​ការ​ចូល KDE
lt: KDE Registravimosi tvarkyklės konfigūravimo modulis
lv: KDE pieteikšanās pārvaldnieka konfigurācijas modulis
mr: केडीई प्रवेश व्यवस्थापक संयोजना विभाग
nb: Oppsettsmodul for KDE Loginhåndterer
nds: KDE-Instellenmoduul för den Anmellpleger
nl: KDE Aanmeldbeheer Configuratiemodule
pl: Ustawienia menedżera logowania KDE
pt: Módulo de Controlo do Gestor de Autenticação do KDE
pt_br: Módulo de configuração do gerenciador de autenticação do KDE
ro: Modul de configurare Administrator de autentificare KDE
ru: Модуль настройки диспетчера входа в систему KDE
sk: Konfiguračný modul pre Správcu prihlásenia KDE
sl: Nastavitveni modul upravljalnika prijav v KDE
sr: Контролни модул менаџера пријављивања|/|$[својства дат 'Контролном модулу менаџера пријављивања']
sv: Inställningsmodul för KDE:s inloggningshanterare
wa: Module d' apontiaedje do manaedje d' elodjaedje di KDE
zh_cn: KDE 登录管理器配置模块

source: (c) 1996-2010 The KDM Authors
bg: (c) 1996 - 2010, авторите на KDM
da: (c) 1996-2010 KDM-udviklerne
el: (c) 1996-2010 Οι συγγραφείς του KDM
es: (c) 1996 - 2010 Los autores de KDM
et: (c) 1996 - 2010: KDM-i autorid
eu: (c) 1996-2010 KDMren egileak
fi: © 1996–2010 KDM-tekijät
fr: (c) 1996 - 2010, les auteurs de KDM
ga: © 1996-2010 Údair KDM
gl: (c) 1996-2010 Os autores de KDM
he: ‪(c) 1996-2010‬ ‫הכותבים של KDM‬
hr: © 1996. – 20180. Autori KDM-a
hu: © A KDM szerzői, 1996-2010.
ia: (c) 1996-2010 Le Autores de KDM
it: © 1996-2010 degli autori di KDM
kk: c) 1996 - 2010 KDM авторлары
km: រក្សាសិទ្ធិ​ឆ្នាំ ១៩៩៦-២០១០ ដោយ​អ្នកនិពន្ធ KDM
lt: (c) 1996-2010 KDM autoriai
lv: (c) 1996 - 2010 KDM Autori
mr: (c) 1996-2010 KDM लेखक
nb: © 1996–2010 KDM-forfatterne
nds: © 1996 - 2010: De Autoren vun KDM
nl: (c) 1996 - 2010 De auteurs van KDM
pl: (c) 1996-2010 Autorzy KDM
pt: (c) 1996-2010 Os Autores do KDM
pt_br: (c) 1996-2010 os autores do KDM
ro: (c) 1996-2010 Autorii KDM
ru: © Разработчики KDM, 1996-2010
sk: (c) 1996-2010 Autori KDM
sl: © 1996-2010 Avtorji KDM
sr: © 1996–2010, аутори КДМ‑а
sv: © 1996-2010 KDM-utvecklarna
ug: (c) 1996-2010 KDM ئاپتورلىرى
wa: © 1996-2010 Les oteurs di KDM
zh_cn: (c) 1996-2010 KDM 作者

source: Thomas Tanghus
lv: Tomass Tanghuss (Thomas Tanghus)
mr: थोमस टेंघस
ru: Томас Тангус (Thomas Tanghus)
sr: Томас Тангус

source: Original author
ar: المؤلف الأصلي
bg: Първоначален автор
ca@valencia: Autor original
da: Oprindelig forfatter
el: Αρχικός συγγραφέας
es: Autor original
et: Algne autor
eu: Jatorrizko egilea
fi: Alkuperäinen tekijä
fr: Auteur originel
ga: An chéad údar
gl: Autor orixinal
he: כותב מקורי
hr: Izvorni autor
hu: Eredeti szerző
ia: Autor original
it: Autore originale
kk: Бастапқы авторы
km: អ្នក​និពន្ធ​ដើម
lt: Pradinis autorius
lv: Oriģināla autors
mr: मूळ लेखक
nb: Opprinnelig forfatter
nds: Orginaalautor
nl: Oorspronkelijke auteur
pl: Autor pierwszej wersji
pt: Autor original
pt_br: Autor original
ro: Autor original
ru: Первоначальный автор
sk: Pôvodný autor
sl: Prvotni avtor
sr: првобитни аутор
sv: Ursprunglig upphovsman
ug: ئەسلى ئاپتور
wa: Prumî oteur
zh_cn: 原作者

source: Steffen Hansen
lv: Stefens Hansens (Steffen Hansen)
mr: स्टेफ्फेन हान्सेन
ru: Стефен Хансен (Steffen Hansen)
sr: Стефен Хансен

source: Oswald Buddenhagen
lv: Osvalds Buddenhagens (Oswald Buddenhagen)
mr: ओस्वाल्ड बुडेनहेगन
ru: Освальд Будденхаген (Oswald Buddenhagen)
sr: Освалд Буденхаген

source: Current maintainer
ar: مشرف المشروع الحالي
bg: Текуща поддръжка
ca@valencia: Mantenidor actual
da: Nuværende vedligeholder
el: Τρέχων συντηρητής
es: Encargado actual
et: Praegune hooldaja
eu: Uneko arduraduna
fi: Nykyinen ylläpitäjä
fr: Mainteneur actuel
ga: Cothaitheoir reatha
gl: Mantenedor actual
he: מתחזק נוכחי
hr: Sada održava
hu: A jelenlegi karbantartó
ia: Mantenitor Currente
it: Attuale responsabile
kk: Қазіргі жетілдірушісі
km: អ្នក​ថែទាំ​បច្ចុប្បន្ន
lt: Dabartinis prižiūrėtojas
lv: Pašreizējais uzturētājs
mr: वर्तमान नियंत्रक
nb: Nåværende vedlikeholder
nds: Pleger
nl: Huidige onderhouder
pl: Aktualny opiekun
pt: Manutenção actual
pt_br: Mantenedor atual
ro: Responsabil curent
ru: Сопровождающий
sk: Súčasný správca
sl: Trenutni vzdrževalec
sr: тренутни одржавалац
sv: Nuvarande utvecklare
ug: نۆۋەتتىكى مەسئۇلى
wa: Minteneu pol moumint
zh_cn: 当前维护者

source: Stephen Leaf
lv: Stefens Līfs (Stephen Leaf)
mr: स्टीफन लीफ
ru: Стефен Лиф (Stephen Leaf)
sr: Стивен Лиф

source: Igor Krivenko
mr: इगोर क्रिव्हेंको
ru: Игорь Кривенко (Igor Krivenko)
sr: Игор Кривенко
