Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Unable to download the KDM theme archive; please check that address %1 is correct.
ar: غير قادر على تنزيل أرشيف سِمة مدير الدخول; من فضلك تأكد أن العنوان %1 صحيح.
bg: Архивът с темите за KDM не може да бъде изтеглен; Моля, проверете дали адресът %1 е правилен.
ca@valencia: No s'ha pogut descarregar l'arxiu del tema KDM; comproveu que l'adreça %1 siga correcta.
da: Kan ikke downloade KDM-temaarkivet; tjek venligt at adressen %1 er korrekt.
el: Αδυναμία λήψης της αρχειοθήκης θέματος του KDM: παρακαλώ ελέγξτε ότι η διεύθυνση %1 είναι σωστή.
es: No se ha podido descargar el archivo de temas de KDM; por favor, compruebe que la dirección %1 sea correcta.
et: KDM-i teemaarhiivi allalaadimine nurjus. Palun kontrolli, kas aadress %1 on ikka õige.
eu: Ezin da deskargatu KDMren gai-artxiboa; egiaztatu %1 helbidea zuzena dela.
fi: Teema-arkistoa ei kyetty lataamaan. Tarkista, että osoite %1 on oikein.
fr: Impossible de télécharger l'archive de thèmes KDM. Veuillez vérifier que l'adresse %1 est correcte.
ga: Ní féidir cartlann téamaí KDM a íosluchtú; bí cinnte go bhfuil seoladh %1 ceart.
gl: Non foi posíbel obter o arquivo co tema de KDM; verifique que o enderezo %1 é correcto.
he: אין אפשרות להוריד את ערכת הנושא של מנהל הכניסה. אנא בדוק שהכתובת %1‎ היא נכונה.
hr: Ne mogu preuzeti arhivu KDE teme; molim vas provjerite da li je adresa %1 u redu.
hu: Nem sikerült letölteni a kért KDM-témát. Ellenőrizze, valóban helyes-e a cím: %1.
ia: Il non es habile a discargar le file de thema de KDM; Pro favor tu verifica que le adresse %1 es correcte.
it: Impossibile scaricare l'archivio del tema di KDM: controlla che l'indirizzo %1 sia corretto.
kk: KDM-дің нақыш архиві жүктеп алынбады; %1 деген дұрыс адресі екенін тексеріңіз.
km: មិន​អាច​ទាញ​យក​បណ្ណសារ​ស្បែក​ KDM សូម​ពិនិត្យ​ថា​អាសយដ្ឋាន​ %1 ត្រឹមត្រូវ ។
lt: Nepavyko atsisiųsti KDM temos archyvo; prašome patikrinti, ar adresas %1 yra teisingas.
lv: Nespēju lejupielādēt KDM tēmu arhīvu, lūdzu, pārliecinieties, ka adrese "%1" ir pareiza!
mr: KDM शैली संग्रह डाउनलोड करू शकत नाही; कृपया पत्ता %1 योग्य आहे याची तपासणी करा.
nb: Klarte ikke laste ned KDMs draktarkiv, se etter at adressen %1 er riktig.
nds: Dat KDE-Musterarchiv lett sik nich daalladen. Prööv bitte, wat de Adress „%1“ richtig is.
nl: Kon het KDM-thema-archief niet downloaden. Controleer of het adres %1 correct is.
pl: Nie można pobrać archiwum motywu KDM. Proszę sprawdzić, czy adres %1 jest poprawny.
pt: Não foi possível obter o pacote do tema do KDM; verifique por favor se o endereço %1 está correcto.
pt_br: Não foi possível obter o pacote de tema do KDM. Verifique se o endereço %1 está correto.
ro: Imposibil de descărcat arhiva cu tematică KDE; verificați dacă adresa %1 este corectă.
ru: Невозможно загрузить архив темы KDM, проверьте правильно ли указан адрес «%1».
sk: Nepodarilo sa stiahnuť archív s KDM témou; skontrolujte, či je adresa %1 správna.
sl: Ni mogoče prejeti arhiva s temo za KDM. Preverite, če je naslov %1 pravilen.
sr: Не могу да преузмем архиву КДМ‑овог теме; проверите да ли је адреса %1 исправна.
sv: Kunde inte ladda ner inloggningshanterarens temaarkiv. Kontrollera att adressen %1 är riktig.
ug: KDE ئۆرنەك ئارخىپىنى چۈشۈرگىلى بولمىدى؛ ئادرېس %1 توغرىمۇ تەكشۈرۈڭ.
wa: Dji n' a nén savou aberweter l' årtchive di tinme KDM. Verifyîz ki l' adresse %1 est bén coreke s' i vs plait.
zh_cn: 无法下载 KDM 主题包； 请检查地址 %1 是否正确。

source: The file is not a valid KDM theme archive.
ar: الملف ليس أرشيف سِمة صالح
bg: Файлът не е валиден архив за теми на KDM.
ca@valencia: El fitxer no és un arxiu vàlid de tema KDM.
da: Filen er ikke et gyldigt KDM-temaarkiv.
el: Το αρχείο δεν είναι μια έγκυρη αρχειοθήκη θέματος του KDM.
es: El archivo no es un archivo de temas de KDM válido.
et: See fail ei ole korrektne KDM-i teemaarhiiv.
eu: Fitxategi hori ez da KDMren baliozko gai-artxibo bat.
fi: Tiedosto ei ole kelvollinen KDM-teema-arkisto.
fr: Le fichier n'est pas une archive valable de thèmes KDM.
ga: Ní cartlann bhailí téamaí KDM é an comhad seo.
gl: O ficheiro non é un arquivo válido de tema de KDM.
he: הקובץ הוא לא ערכת נושא תקנית של מנהל הכניסה.
hr: Datoteka nije valjana arhiva KDE teme.
hu: Ez a fájl nem tartalmaz KDM-témát.
ia: Le file non es un valide archivo de thema de KDM.
it: Il file non è un archivio contenente un tema di KDM.
kk: Бұл файл дұрыс KDM-дің нақыш архиві емес.
km: ឯកសារ​មិន​មែន​ជា​បណ្ណសារ​ស្បែក​ KDM ត្រឹមត្រូវ ។
lt: Šis failas nėra teisingas KDM temos archyvas.
lv: Fails nav derīgs KDM tēmas arhīvs.
mr: ही फाईल वैध KDM शैली संग्रह नाही.
nb: Fila er ikke et gyldig draktarkiv for KDM.
nds: De Datei gellt nich as KDM-Musterarchiv.
nl: Het bestand is geen geldig KDM-thema-archief.
pl: To nie jest poprawne archiwum motywu KDM.
pt: O ficheiro não é um pacote de temas válido do KDM.
pt_br: O arquivo não é um pacote de tema do KDM válido.
ro: Fișierul nu este o arhivă cu tematică KDM validă.
ru: Файл не является архивом темы KDM.
sk: Súbor nie je platný archív s KDM témou.
sl: Datoteka ni veljaven arhiv s temo za KDM.
sr: Фајл није правилна архива КДМ‑овог теме.
sv: Filen är inte ett giltigt temaarkiv för inloggningshanteraren.
ug: بۇ ھۆججەت ئىناۋەتلىك KDE ئۆرنەك ئارخىپى ئەمەس.
wa: Li fitchî n' est nén ene årtchive di tinme KDM valide.
zh_cn: 此文件不是有效的 KDM 主题包。

# @title:window
source: Installing KDM themes
ar: تثبيت سمِات مدير الدخول KDM
bg: Инсталиране на теми за KDM
ca@valencia: Instal·lació de temes del KDM
da: Installation af KDM-temaer
el: Εγκατάσταση θεμάτων KDM
es: Instalando temas de KDM
et: KDM-i teemade paigaldamine
eu: KDM gaien instalazioa
fi: Asennetaan KDM-teemoja
fr: Installation de thèmes KDM
ga: Téamaí KDM á suiteáil
gl: Estanse a instalar temas de KDM
he: מתקין ערכות נושא של מנהל הכניסה
hr: Instaliranje KDE tema
hu: KDM-téma telepítése
ia: Il es installante Themas de KDM
it: Installazione dei temi di KDM
kk: KDM нақыштарын орнату
km: ការ​ដំឡើង​ស្បែក KDM
lt: Diegiamos KDM temos
lv: Instalē KDM tēmas
mr: KDM शैली प्रतिष्ठापीत करत आहे
nb: Installerer KDM-drakter
nds: KDM-Mustern installeren
nl: KDM-thema's installeren
pl: Instalowanie motywów KDM
pt: A instalar os temas do KDM
pt_br: Instalando temas do KDM
ro: Instalare tematici KDM
ru: Установка тем KDM
sk: Inštalujú sa KDM témy
sl: Nameščanje tem KDM
sr: Инсталирам КДМ‑ов теме
sv: Installerar inloggningshanterarens teman
ug: KDE ئۆرنەكلىرىنى ئورنىتىش
wa: Astalaedje des tinmes KDM
zh_cn: 安装 KDM 主题

# @info:progress
source: <qt>Unpacking <strong>%1</strong> theme</qt>
bg: <qt>Разархивиране на тема <strong>%1</strong></qt>
ca@valencia: <qt>S'està desempaquetant el tema <strong>%1</strong></qt>
da: <qt>Pakker temaet <strong>%1</strong> ud</qt>
el: <qt>Εγκατάσταση θέματος <strong>%1</strong></qt>
es: <qt>Desempaquetando el tema <strong>%1</strong></qt>
et: <qt>Teema <strong>%1</strong> lahtipakkimine</qt>
eu: <qt><strong>%1</strong> gaia deskonprimatzen</qt>
fi: <qt>Puretaan teemaa <strong>%1</strong></qt>
fr: <qt>Décompression du thème <strong>%1</strong></qt>
ga: <qt>Téama <strong>%1</strong> á dhíphacáil</qt>
gl: <qt>Estase a desempaquetar o tema <strong>%1</strong></qt>
he: <qt>פורס את ערכת הנושא <strong>%1</strong>‎</qt>
hu: <qt>Téma kicsomagolása: <strong>%1</strong></qt>
ia: <qt>Il dispacchetta<strong>%1</strong>thema</qt>
it: <qt>Estrazione del tema <strong>%1</strong></qt>
kk: <qt><strong>%1</strong> нақышын тарқату</qt>
km: <qt>ពន្លា​ស្បែក <strong>%1</strong></qt>
lt: <qt>Išpakuojama <strong>%1</strong> tema</qt>
lv: <qt>Atpako <strong>%1</strong> tēmu</qt>
mr: <qt><strong>%1</strong> शैली अनपैक केली जात आहे</qt>
nb: <qt>Pakker ut temaet <strong>%1</strong></qt>
nds: <qt>Dat Muster <strong>%1</strong> warrt utpackt.</qt>
nl: <qt>Thema <strong>%1</strong> wordt uitgepakt</qt>
pl: <qt>Rozpakowywanie motywu <strong>%1</strong></qt>
pt: <qt>A descomprimir o tema <strong>%1</strong></qt>
pt_br: <qt>Descompactando o tema <strong>%1</strong> </qt>
ro: <qt>Despachetare <strong>%1</strong> tematică</qt>
ru: <qt>Распаковка темы <strong>%1</strong></qt>
sk: <qt>Rozbaľuje sa téma <strong>%1</strong></qt>
sl: <qt>Odpakiranje teme <strong>%1</strong></qt>
sr: <qt>Распакујем тему <strong>%1</strong></qt>
sv: <qt>Packar upp temat <strong>%1</strong></qt>
ug: <qt>ئۆرنەك <strong>%1</strong> نى يېيىۋاتىدۇ</qt>
zh_cn: <qt>正在解包 <strong>%1</strong> 主题</qt>

# @info:progress
source: <qt>Installing the themes</qt>
bg: <qt>Инсталиране на темите</qt>
ca@valencia: <qt>S'estan instal·lant els temes</qt>
da: <qt>Installerer temaerne</qt>
el: <qt>Εγκατάσταση θεμάτων</qt>
es: <qt>Instalando los temas</qt>
et: <qt>Teemade paigaldamine</qt>
eu: <qt>Gaiak instalatzen</qt>
fi: <qt>Asennetaan teemoja</qt>
fr: <qt>Installation des thèmes</qt>
ga: <qt>Téamaí á suiteáil</qt>
gl: <qt>Estanse a instalar os temas</qt>
he: <qt>מתקין את הערכות</qt>
hu: <qt>Témák telepítése</qt>
ia: <qt>Il installa le themas</qt>
it: <qt>Installazione dei temi</qt>
kk: <qt>Нақыштарын орнату</qt>
km: <qt>ដំឡើង​ស្បែក</qt>
lt: <qt>Įdiegiamos temos</qt>
lv: <qt>Instalē tēmu tēmas</qt>
mr: <qt>शेैली प्रतिष्ठापीत केल्या जात आहेत</qt>
nb: <qt>Installerer temaene</qt>
nds: <qt>De Mustern warrt installeert.</qt>
nl: <qt>Thema's worden geïnstalleerd</qt>
pl: <qt>Instalowanie motywów</qt>
pt: <qt>A instalar os temas</qt>
pt_br: <qt>Instalando os temas </qt>
ro: <qt>Se instalează temele</qt>
ru: <qt>Установка тем</qt>
sk: <qt>Inštalujú sa témy</qt>
sl: <qt>Nameščanje tem</qt>
sr: <qt>Инсталирам теме</qt>
sv: <qt>Installerar teman</qt>
ug: <qt>ئۆرنەكلەرنى ئورنىتىۋاتىدۇ</qt>
zh_cn: <qt>正在安装主题</qt>

source: There were errors while installing the following themes:
ca@valencia: Hi ha hagut errors en instal·lar els temes següents:
da: Der opstod fejl under installation af følgende temaer:
el: Υπήρξαν σφάλματα στην εγκατάσταση των ακόλουθων θεμάτων:
es: Se produjeron errores al instalar los siguientes temas:
et: Järgmiste teemade paigaldamisel tekkisid tõrked:
eu: Erroreak gertatu dira gai hauek instalatzean:
fi: Seuraavia teemoja asennettaessa sattui virheitä:
fr: Des erreurs sont survenues pendant l'installation des thèmes suivants :
ga: Tharla earráidí agus na téamaí seo a leanas á suiteáil:
gl: Houbo erros ao instalar estes temas:
he: אירעו שגיאות בעת התקנת הערכות הבאות:
hu: Hibák történtek az alábbi témák telepítése közben:
ia: Il habeva un error durante que il installava le sequente themas:
it: Si sono verificati errori durante l'installazione dei seguenti temi:
kk: Келесі нақыштарын орнату кезінде қателер пайда болды:
km: មាន​កំហុស​ ខណៈពេល​ដំឡើង​ស្បែក​ដូច​ខាងក្រោម ៖
lt: Diegiant žemiau išvardintas temas įvyko klaidų:
lv: Kļūda, instalējot šīs tēmas:
mr: पुढील शैली प्रतिष्ठापीत करतेवेळी त्रुटी आढळली :
nb: Det oppsto en feil ved installasjon av følgende temaer:
nds: Dat hett Fehlers bi't Installeren vun disse Mustern geven:
nl: Er zijn fouten opgetreden bij het installeren van de volgende thema's:
pl: Wystąpiły błędy podczas instalacji następujących motywów:
pt: Ocorreram erros ao instalar os seguintes temas:
pt_br: Ocorreram erros durante a instalação dos seguintes temas:
ro: Au intervenit erori la instalarea următoarelor tematici:
ru: Не удалось установить следующие темы:
sk: Nastali chyby pri inštalácii nasledujúcich tém:
sl: Med nameščanjem naslednjih tem je prišlo do napak:
sr: Дошло је до грешака при инсталирању следећих тема:
sv: Det uppstod fel när följande teman installerades:
ug: تۆۋەندىكى ئۆرنەكلەرنى ئورنىتىۋاتقاندا خاتالىق كۆرۈلدى:
zh_cn: 安装下面的主题时发生错误：

source: Are you sure you want to remove the following themes?
ar: هل أنت متأكد من إزالة السِمات التالية؟
bg: Сигурни ли се, че искате да изтриете следните теми?
ca@valencia: Esteu segur que voleu suprimir els temes següents?
da: Vil du fjerne følgende temaer?
el: Επιθυμείτε σίγουρα την αφαίρεση των παρακάτω θεμάτων;
es: ¿Seguro que desea eliminar los siguientes temas?
et: Kas tõesti eemaldada järgmised teemad?
eu: Ziur zaude gai hauek kendu nahi dituzula?
fi: Haluatko varmasti poistaa seuraavat teemat?
fr: Voulez-vous vraiment supprimer les thèmes suivants ?
ga: An bhfuil tú cinnte go dteastaíonn uait na téamaí seo a leanas a bhaint?
gl: Desexa realmente eliminar os seguintes temas?
he: האם אתה בטוח כי ברצונך להסיר את הערכות הבאות?
hr: Da li ste sigurni da želite ukloniti slijedeće teme?
hu: Biztosan el szeretné távolítani az alábbi témákat?
ia: Tu es secur que tu vole remover le themas sequente?
it: Sei sicuro di voler rimuovere i seguenti temi?
kk: Келесі нақыштарын өшіруін шын қалайсыз ба?
km: តើ​អ្នក​ប្រាកដ​ថា អ្នក​ចង់​យក​ស្បែក​ទាំង​នេះ​ចេញ​ឬ?
lt: Ar tikrai norite pašalinti šias temas?
lv: Vai tiešām vēlies izmest šīs tēmas?
mr: तुम्हाला नक्की खालील शैली काढून टाकायची आहे का?
nb: Er du sikker på at du vil fjerne disse temaene?
nds: Wullt Du disse Mustern redig wegmaken?
nl: Wilt u de volgende thema's verwijderen?
pl: Na pewno usunąć następujące motywy?
pt: Tem a certeza que deseja remover os seguintes temas?
pt_br: Tem certeza de que deseja remover os seguintes temas?
ro: Sigur doriți să eliminați următoarele teme?
ru: Удалить следующие темы?
sk: Naozaj chcete odstrániť nasledujúce témy?
sl: Ali zares želite odstraniti naslednje teme?
sr: Желите ли заиста да уклоните следеће теме?
sv: Är du säker på att du vill ta bort följande teman?
ug: تۆۋەندىكى ئۆرنەكلەرنى راستلا ئۆچۈرەمسىز؟
wa: Estoz vs seur di voleur oister les tinmes shuvants?
zh_cn: 确定要删除以下主题吗？

# @title:window
source: Remove themes?
ar: أزل السمِات؟
bg: Изтриване на темите?
ca@valencia: Suprimeixo els temes?
da: Fjern temaer?
el: Αφαίρεση θεμάτων;
es: ¿Eliminar los temas?
et: Kas eemaldada teemad?
eu: Gaiak kendu?
fi: Poistetaanko teemat?
fr: Supprimer des thèmes ?
ga: Bain na téamaí?
gl: Desexa eliminar os temas?
he: האם להסיר ערכות?
hr: Ukloniti teme?
hu: El szeretné távolítani a témákat?
ia: Remove themas?
it: Rimuovo i temi?
kk: Өшіру керек пе?
km: យក​ស្បែក​ចេញ​ឬ ?
lt: Pašalinti temas?
lv: Izmest tēmas?
mr: शैली काढून टाकायच्या का?
nb: Fjern temaer?
nds: Mustern wegmaken?
nl: Thema's verwijderen?
pl: Usunąć motywy?
pt: Remover os temas?
pt_br: Remover os temas?
ro: Eliminați tematicile?
ru: Удалить темы?
sk: Odstrániť témy?
sl: Odstranim teme?
sr: Уклонити теме?
sv: Ta bort teman?
ug: ئۆرنەكلەرنى چىقىرىۋەتسۇنمۇ؟
wa: Oister les tinmes?
zh_cn: 删除主题吗？

source: There were errors while deleting the following themes:
ca@valencia: Hi ha hagut errors en suprimir els temes següents:
da: Der opstod en fejl under sletning af følgende temaer:
el: Υπήρξαν σφάλματα στη διαγραφή των ακόλουθων θεμάτων:
es: Se produjeron errores al eliminar los siguientes temas:
et: Järgmiste teemade kustutamisel tekkisid tõrked:
eu: Erroreak gertatu dira gai hauek ezabatzean:
fi: Seuraavia teemoja poistettaessa sattui virheitä:
fr: Des erreurs sont survenues pendant la suppression des thèmes suivants :
ga: Tharla earráidí agus na téamaí seo a leanas á scriosadh:
gl: Houbo erros ao borrar estes temas:
he: אירעו שגיאות בעת מחיקת הערכות הבאות:
hu: Hibák történtek az alábbi témák törlése közben:
ia: Il habeva errores durante que on removeva le themas sequente:
it: Si sono verificati errori durante la rimozione dei seguenti temi:
kk: Келесі нақыштарын өшіру кезінде қателер пайда болды:
km: មាន​កំហុស​ ខណៈពេល​លុប​ស្បែក​ដូច​ខាង​ក្រោម ៖
lt: Naikinant žemiau išvardintas temas įvyko klaidų:
lv: Gadījās kļūdas, dzēšot šīs tēmas:
mr: खालील शैली काढून टाकताना त्रुटी निर्माण झाल्या :
nb: Det oppsto feil ved sletting av følgende temaer:
nds: Dat hett Fehlers bi't Wegmaken vun disse Mustern geven:
nl: Er zijn fouten opgetreden bij het verwijderen van de volgende thema's:
pl: Wystąpiły błędy, podczas usuwania następujących motywów:
pt: Ocorreram erros ao apagar os seguintes temas:
pt_br: Ocorreram erros durante a exclusão dos seguintes temas:
ro: Au intervenit erori la ștergerea următoarelor tematici:
ru: Не удалось удалить следующие темы:
sk: Nastali chyby pri odstraňovaní nasledujúcich tém:
sl: Med brisanjem naslednjih tem je prišlo do napak:
sr: Дошло је до грешака при брисању следећих тема:
sv: Det uppstod fel när följande teman skulle tas bort:
ug: تۆۋەندىكى ئۆرنەكلەرنى ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى:
zh_cn: 删除以下主题时发生错误：

source: User 'nobody' does not exist. Displaying user images will not work in KDM.
ar: المستخدم 'لا أحد' غير موجود. لن يتم عرض صور المستخدم في مدير الدخول.
bg: Няма потребител "никой". Показването на изображения в KDM няма да работи.
ca@valencia: L'usuari «nobody» no existeix. No funcionarà la visualització de les imatges d'usuari en el KDM.
da: Brugeren 'nobody' eksisterer ikke. Visning af brugerbilleder vil ikke virke i KDM.
el: Ο χρήστης 'nobody' δεν υπάρχει. Η εμφάνιση των εικονιδίων χρήστη στο KDM δε θα λειτουργεί.
es: El usuario «nobody» no existe. No se podrán mostrar imágenes de los usuarios en KDM.
et: Kasutajat 'nobody' ei ole olemas. KDM ei näita kasutajate pilte.
eu: 'nobody' erabiltzailea ez dago. KDMn ez dira erabiltzaileen irudiak bistaratuko.
fi: Käyttäjää ”nobody” ei ole olemassa. KDM ei voi näyttää käyttäjäkuvia.
fr: L'utilisateur « nobody » n'existe pas. L'affichage des images des utilisateurs ne fonctionnera pas dans KDM.
ga: Níl úsáideoir darb ainm 'nobody' ann. Ní bheidh KDM in ann íomhánna úsáideora a thaispeáint.
gl: Non existe o usuario «nobody». Non se poderán mostrar imaxes dos usuarios en KDM.
he: המשתמש nobody לא קיים. התצוגה של תמונות משתמשים לא תעבוד במנהל הכניסה.
hr: Korisnik 'nitko' ne postoji. Prikazivanje korisničkih slika neće raditi u KDM-u.
hu: Nem létezik 'nobody' nevű felhasználó, ezért a felhasználói képek nem jeleníthetők meg.
ia: Usator 'nobody' non existe. Monstrar images de usator non functionara in KDM.
it: L'utente «nobody» non esiste. Non sarà possibile mostrare le immagini degli utenti in KDM.
kk: 'nobody' деген пайдаланушы жоқ. Пайдаланушының суреті KDM-де көрсетілмейді.
km: អ្នកប្រើ 'nobody' មិនទាន់​មាន​នូវ​ឡើយ​ទេ ។ ការ​បង្ហាញ​រូបភាព​អ្នកប្រើ​មិនអាច​បើក​ក្នុង​ KDM ឡើយ ។
lt: Nėra naudotojo „nobody“. KDM negalės rodyti naudotojų paveikslėlių.
lv: Lietotājs "nobody" neeksistē. Tādēļ lietotāju bildīšu rādīšana nedarbosies.
mr: वापरकर्ता 'कोणीच नाही' अस्तित्वात नाही. वापरकर्ता प्रतिमा प्रदर्शीत करणे KDM अंतर्गत कार्य करत नाही.
nb: Bruker «nobody» finnes ikke. Det vil ikke være muilig å vise brukerbilder i KDM.
nds: Dat gifft den Bruker „nobody“ nich. KDM kann keen Brukerbiller wiesen.
nl: Gebruiker 'nobody' bestaat niet. Het weergeven van gebruikersafbeeldingen zal niet werken in KDM.
pl: Użytkownik 'nobody' nie istnieje. Wyświetlanie obrazków użytkowników nie będzie działać.
pt: O utilizador 'nobody' não existe. A apresentação de imagens do utilizador não irá funcionar no KDM.
pt_br: O usuário 'nobody' não existe. A apresentação de imagens do usuário não irá funcionar no KDM.
ro: Utilizatorul „nobody” nu există. Afișarea imaginilor utilizatorilor nu va funcționa în KDM.
ru: Пользователь «nobody» не существует. Показ изображений пользователей в KDM не будет работать.
sk: Neexistuje užívateľ 'nobody'. V KDM nebudú fungovať obrázky užívateľov.
sl: Uporabnik »nobody« ne obstaja. Prikaz uporabniških slik v KDM ne bo mogoč.
sr: Корисник <icode>nobody</icode> не постоји. Корисничке слике неће бити приказане у КДМ‑у.
sv: Användaren 'nobody' finns inte. Att visa användarbilder kommer inte att fungera i KDM.
zh_cn: 用户“nobody”不存在。显示用户图像的功能在 KDM 中将不可用。

# @title:group UIDs belonging to system users like 'cron'
source: System U&IDs
ar: ر&موز مستخدمي النظام
bg: Системни &номера
ca@valencia: Els U&ID del sistema
da: System-&UID'er
el: U&ID συστήματος
es: U&IDs del sistema
et: Süsteemi U&ID-d
eu: Sistemaren U&IDak
fi: Järjestelmä-U&ID:t
fr: U&IDs du système
ga: A&itheantais Úsáideora an Chórais
gl: &UIDs do sistema
he: זיהויי &משתמש של המערכת
hr: Sustavski &UID-ovi
hu: Rendszerazonosítók (U&ID-k)
ia: U&IDs de Systema
it: U&ID di sistema
kk: Жүйелік U&ID-тер
km: UID របស់​ប្រព័ន្ធ
lt: Sistemos &UID
lv: Sistēmas U&IDi
mr: प्रणाली UIDs (&I)
nb: System U&IDer
nds: Brukernummern (U&IDs)
nl: U&ID's van het systeem
pl: &UID-y systemowe
pt: U&IDs do Sistema
pt_br: UIDs do &sistema
ro: &UID-uri de sistem
ru: Идентификаторы с&истемных пользователей
sk: Systémové &UID
sl: Sistemski U&ID-ji
sr: Системски &УИД‑ови
sv: S&ystem-UID:er
wa: U&IDs do sistinme
zh_cn: 系统 U&ID
