Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Boot manager:
ar: مدير الإقلاع:
bg: Мениджър на зареждането:
ca@valencia: Gestor d'arrencada:
da: Boot-håndtering:
el: Διαχειριστής εκκίνησης:
es: Gestor de arranque:
et: Alglaadur:
eu: Abio-kudeatzailea:
fi: Käynnistyshallinta:
fr: Gestionnaire de démarrage :
ga: Bainisteoir tosaithe:
gl: Xestor de arranque:
he: מנהל אתחול:
hr: Upravitelj podizanja:
hu: Rendszerindító:
ia: Gerente de boot:
it: Gestore dell'avvio:
kk: Жүктеуіш:
km: កម្មវិធី​គ្រប់គ្រង​ចាប់ផ្តើម​កុំព្យូទ័រ​ ៖
lt: Įkelties tvarkyklė:
lv: Ielādes pārvaldnieks:
mr: बूट व्यवस्थापक :
nb: Oppstartslaster:
nds: Systeemstartpleger:
pl: Menedżer uruchamiania systemu:
pt: Gestor de arranque:
pt_br: Gerenciador de inicialização:
ro: Administrator de pornire:
ru: Диспетчер загрузки:
sk: Boot manažér:
sl: Upravljalnik zagona:
sr: Подизни учитавач:
sv: Starthantering:
wa: Enondrece:
zh_cn: 启动管理器：

source: Enable boot options in the "Shutdown..." dialog.
ar: مكّن خيارات الإقلاع في حوار "أوقف التشغيل...".
bg: Показване на опциите за зареждане в диалога за изключване на компютъра.
ca@valencia: Habilita les opcions d'arrencada en el diàleg «Para...».
da: Aktivér boot-muligheder i "Luk ned..."-dialogen.
el: Ενεργοποίηση των επιλογών εκκίνησης στο διάλογο "Τερματισμός...".
es: Habilitar las opciones de arranque en el diálogo «Apagar...».
et: Alglaadimise valikute näitamise lubamine dialoogis "Seiskamine...".
eu: Gaitu abioko aukerak "Itzali..." elkarrizketa-koadroan.
fi: Näytä käynnistysvalikon asetukset ”Sammuta…” -ikkunassa.
fr: Active les options de démarrage dans la boîte de dialogue « Arrêt... ».
ga: Cumasaigh roghanna tosaithe sa dialóg "Múchadh...".
gl: Activa as opcións de arranque no diálogo de «Apagar...».
he: אפשר אפשרויות אתחול בחלון "כיבוי...".
hr: Omogući postavke podizanja u "Isključi..." dijalogu.
hu: A rendszerindítási lehetőségek jelenjenek meg a lezárási párbeszédablakban.
ia: Habilita optiones de boot in le dialogo "Shutdown...".
it: Abilita le opzioni di avvio nella finestra «Spegni...».
kk: "Өшіру..." диалогында жүктеуіш параметрлерін рұқсат ету.
km: អនុញ្ញាត​ឲ្យ​មាន​ជម្រើស​ចាប់​ផ្ដើម​ក្នុង​ប្រអប់ "បិទ..." ។
lt: Įgalinti įkrovos parinktis „Išjungti...“ dialoge.
lv: Atļauj sāknēšanas pārvaldnieka (LILO, GRUB) opcijas dialoglogā "Izslēgt...".
mr: "बंद करा..." संवाद अंतर्गत बूट पर्याय कार्यान्वित करा.
nb: Vis oppstartsvalg i avsluttingsdialogen.
nds: Startoptschonen binnen den „Utmaken“-Dialoog anmaken
nl: Opstartopties in dialoog "Afsluiten..." activeren.
pl: Pokaż opcje uruchamiania systemu w oknie "Wyłącz system...".
pt: Activa as opções de arranque na janela de "Desligar...".
pt_br: Habilite as opções de boot no diálogo "Desligar...".
ro: Activează opțiunile de pornire în dialogul „Oprește...”.
ru: Включить параметры загрузчика LILO в диалог «Выключение...».
sk: Povoliť možnosti bootu v dialógu "Vypnúť...".
sl: V pogovornem oknu »Izklop ...« omogoči zagonske možnosti.
sr: Активирај подизне опције у дијалогу гашења.
sv: Aktivera startalternativ i dialogrutan "Stäng av...".
wa: Mete en alaedje les tchuzes di l' enondrece e fniesse « Arester... ».
zh_cn: 在“关机...”对话框里启用启动选项。

# @title:column
source: Theme
ar: السِمة
bg: Тема
ca@valencia: Tema
da: Tema
el: Θέμα
es: Tema
et: Teema
eu: Gaia
fi: Teema
fr: Thème
ga: Téama
gl: Tema
he: ערכת נושא
hr: Tema
hu: Téma
ia: Thema
it: Tema
kk: Нақышы
km: ស្បែក​
lt: Tema
lv: Tēma
mr: शैली
nb: Drakt
nds: Muster
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ro: Tematică
ru: Тема
sk: Téma
sl: Tema
sr: тема
sv: Tema
ug: ئۆرنەك
wa: Tinme
zh_cn: 主题

# @title:column
source: Author
ar: المؤلف
bg: Автор
ca@valencia: Autor
da: Udvikler
el: Συγγραφέας
es: Autor
et: Autor
eu: Egilea
fi: Tekijä
fr: Auteur
ga: Údar
gl: Autor
he: יוצר
hr: Autor
hu: Szerző
ia: Autor
it: Autore
kk: Авторы
km: អ្នក​និពន្ធ​
lt: Autorius
lv: Autors
mr: लेखक
nb: Forfatter
nds: Autor
nl: Auteur
pl: Autor
pt: Autoria
pt_br: Autor
ro: Autor
ru: Автор
sk: Autor
sl: Avtor
sr: аутор
sv: Upphovsman
ug: ئاپتور
wa: Oteur
zh_cn: 作者

source: This is a list of installed themes. Click the one to be used.
ar: هذه قائمة بالسِمات المثبّتة. انقر على سِمة لاستخدامها.
bg: Това е списък с инсталираните теми. Щракнете върху тази, която искате да използвате.
ca@valencia: Esta és una llista dels temes instal·lats. Cliqueu-ne un per usar-lo.
da: Dette er en liste over installerede temaer. Klik på det der skal bruges.
el: Αυτή είναι η λίστα των εγκατεστημένων θεμάτων. Κάνε κλικ σε αυτό που θα χρησιμοποιηθεί.
es: Esta es una lista de los temas instalados. Pulse sobre el que desee usar.
et: See on paigaldatud teemade nimekiri. Klõpsa teemal, mida soovid kasutada.
eu: Hau instalatutako gaien zerrenda da. Egin klik erabili beharrekoan.
fi: Tämä on asennettujen teemojen luettelo. Valitse käytettävä napsauttamalla.
fr: Ceci est la liste des thèmes installés. Cliquez sur celui à utiliser.
ga: Liosta téamaí atá suiteáilte é seo. Cliceáil an ceann le cur i bhfeidhm.
gl: Esta é unha lista dos temas instalados. Prema no que se deba empregar.
he: זוהי הרשימה שהערכות המותקנות. אנא בחר אחת לשימוש.
hr: Ovo je lista instaliranih tema. Kliknite na onu koju želite koristiti.
hu: Itt látható a telepített témák listája. Válasszon ki egyet.
ia: Isto es un lista de themas installate. Tu pulsa super lo que il debe usar se.
it: Questa è una lista dei temi installati. Fa clic su quello che vuoi usare.
kk: Бұл орнатылған нақыштар тізімі. Қолданатынын түртініз.
km: នេះ​ជា​បញ្ជី​ស្បែក​ដែល​បាន​ដំឡើង ។ ចុច​យក​ស្បែក​មួយ​មក​ប្រើ ។
lt: Čia yra įdiegtų temų sąrašas. Spragtelėkite tą, kurią norite naudoti.
lv: Šajā sarakstā ir pieejamās tēmas. Noklikšķini uz kādas, lai izmantotu.
mr: हे प्रतिष्ठापीत शैलींची यादी आहे. वापरण्याची शैली क्लिक करा.
nb: Dette er lista over installerte drakter. Trykk på den skom skal brukes.
nds: Dit is de List vun installeert Muster. Klick op dat, wat Du bruken wullt.
nl: Dit is een lijst met geïnstalleerde thema's. Klik op degene die u wilt gebruiken.
pl: Lista zainstalowanych motywów. Proszę wybrać motyw z listy.
pt: Esta é uma lista dos temas instalados. Carregue no que deseja usar.
pt_br: Esta é uma lista dos temas instalados. Clique naquele a ser usado.
ro: Aceasta este lista tematicilor instalate. Faceți clic pe cea care va fi utilizată.
ru: Это список установленных тем оформления. Щёлкните на одной из них, чтобы использовать её.
sk: Zoznam nainštalovaných tém. Kliknite na tú, ktorý chcete použiť.
sl: To je seznam nameščenih tem. Kliknite na tisto, ki jo želite uporabiti.
sr: Списак инсталираних тема. Кликните на ону коју желите.
sv: Här är en lista med installerade teman. Klicka på det som ska användas.
ug: بۇ ئورنىتىلغان ئۆرنەكلەرنىڭ تىزىمىدۇ. ئىشلەتمەكچى بولغاننى چېكىڭ.
zh_cn: 这里列出了已安装的主题。 单击要使用的主题。

source: This is a screen shot of what KDM will look like.
ar: هذه لقطة شاشة لما سيبدو عليه مدير الدخول
bg: Така ще изглежда KDM.
ca@valencia: Esta és una captura de pantalla de com es mostrarà el KDM.
da: Dette er et skærmbillede af hvordan KDM vil se ud.
el: Αυτό είναι ένα στιγμιότυπο της μορφής που θα έχει ο KDM.
es: Esto es una captura de pantalla del aspecto que tendrá KDM.
et: See näitab, milline hakkab KDM välja nägema.
eu: Hau KDMk izango duen itxuraren pantaila-argazki bat da.
fi: Tästä kuvasta näet, miltä KDM näyttää muutoksen jälkeen.
fr: Ceci est une copie d'écran montrant à quoi ressemblera KDM.
ga: Seo é réamhamharc ar do scáileán le KDM.
gl: Esta é unha ilustración da aparencia que ha ter KDM.
he: זוהי תמונת מסך שמציגה איך מנהל הכניסה יראה.
hr: Ovo je prikaz zaslona kako će KDM izgledati.
hu: Így fog kinézni a bejelentkezési felület a téma telepítése után.
ia: Isto es un instantanee de schermo de como apparera KDM.
it: Questa è una fotografia di come sarà KDM con questo tema.
kk: Бұл KDM-нің экрандан түсірілген көрінісі.
km: នេះ​ជា​រូបថត​អេក្រង់​នៃ​រូបរាង​របស់ KDM ។
lt: Šioje ekrano nuotraukoje matote, kaip atrodys KDM.
lv: Šis ir ekrānattēls, kas parāda, kā izskatīsies KDM ar šo tēmu.
mr: हे स्क्रीनशॉट KDM कसे दिसेल दे दर्शविते.
nb: Dette er et skjermbilde som viser hvordan KDM vil se ut.
nds: KDM warrt liek to dit Bild utsehn.
nl: Dit is een voorbeeld van hoe KDM er uit zal zien.
pl: Podgląd pokazujący wygląd KDM.
pt: Esta é uma imagem de como ficará o KDM.
pt_br: Esta é uma imagem de como ficará o KDM.
ro: Aceasta este o captură de ecran a felului în care va arăta KDM.
ru: Это пример экрана, показывающий, как будет выглядеть KDM.
sk: Náhľad, ako bude KDM vyzerať.
sl: To je zaslonski posnetek videza KDM-ja.
sr: Снимак екрана како ће КДМ изгледати.
sv: Här är en skärmbild av hur inloggningshanteraren kommer att se ut.
ug: بۇ KDM نىڭ كۆرۈنۈشىنى كۆرسىتىدىغان ئېكران كۆرۈنۈشىدۇر.
zh_cn: 这是 KDM 外观的屏幕截图。

source: This contains information about the selected theme.
ar: هذه تحتوي معلومات حول السِمة المختارة
bg: Съдържа информация за избраната тема.
ca@valencia: Això conté informació quant al tema seleccionat.
da: Dette indeholder information om det valgte tema.
el: Εδώ περιέχονται πληροφορίες σχετικά με το επιλεγμένο θέμα.
es: Esto contiene información sobre el tema seleccionado.
et: See näitab teavet valitud teema kohta.
eu: Honek hautatutako gaiari buruzko informazioa dauka.
fi: Tässä on tietoa valitusta teemasta.
fr: Ceci contient des informations à propos du thème sélectionné.
ga: Eolas anseo maidir leis an téama roghnaithe.
gl: Isto contén información acerca do tema escollido.
he: מכיל מידע אודות הערכה הנבחרת.
hr: Ovo sadrži informacije o odabranoj temi.
hu: A kijelölt téma jellemzőit tartalmazza.
ia: Isto contine informationes re le thema seligite.
it: Questo contiene informazioni sul tema selezionato.
kk: Мұнда таңдалған нақышы туралы мәлімет болады.
km: នេះ​មាន​ព័ត៌មាន​អំពី​ស្បែក​ដែល​បាន​ជ្រើស​ ។
lt: Čia yra informacija apie pasirinktą temą.
lv: Te ir informācija par izvēlēto tēmu.
mr: यात निवडलेल्या शैली विषयी माहिती समाविष्ट आहे.
nb: Dette inneholder opplysninger om den valgte drakten.
nds: Dit sünd Informatschonen över dat utsöchte Muster.
nl: Dit bevat informatie over het gekozen thema.
pl: Informacja o wybranym motywie.
pt: Isto contém informações acerca do tema seleccionado.
pt_br: Isto contém informações sobre o tema selecionado.
ro: Aceasta conține informații despre tematica aleasă.
ru: Здесь содержатся сведения о выбранной теме.
sk: Obsahuje informácie o vybranej téme.
sl: To so podrobnosti o izbrani temi.
sr: Садржи податке о изабраној теми.
sv: Här finns information om markerat tema.
ug: بۇنىڭدا تاللانغان ئۆرنەك ھەققىدىكى ئۇچۇرلار بار.
wa: Çoula contént des infôrmåcions sol tinme tchoezi.
zh_cn: 这里包含所选主题的相关信息。

# @action:button
source: Install &new theme
ar: ثبّت س&مِة جديدة
bg: Инсталиране на &нова тема
ca@valencia: Instal·la un tema &nou
da: Installér &nyt tema
el: Εγκατάσταση &νέου θέματος
es: Instalar un &nuevo tema
et: &Paigalda uus teema
eu: Instalatu &gai berria
fi: Ase&nna uusi teema
fr: Installer un &nouveau thème
ga: Suiteáil téama &nua
gl: Instalar un tema &novo
he: התקן ערכה &חדשה
hr: Instaliraj &novu temu
hu: Új téma tele&pítése
ia: Installa &nove thema
it: Installa un &nuovo tema
kk: Ж&аңа нақышын орнату
km: ដំឡើង​ស្បែក​ថ្មី
lt: Diegti &naują temą
lv: Instalēt jau&nu tēmu
mr: नवीन शैली प्रतिष्ठापीत करा (&N)
nb: Installer &ny drakt
nds: &Nieg Muster installeren
nl: &Nieuw thema installeren
pl: Instaluj &nowy motyw
pt: Instalar um novo &tema
pt_br: Instalar &novo tema
ro: Instalare tematică &nouă
ru: Установить новую тему...
sk: Inštalovať &novú tému
sl: Namesti &novo temo
sr: Инсталирај &нову тему
sv: Installera &nytt tema
ug: يېڭى ئۆرنەك ئورنات(&N)
wa: Astaler on &novea tinme
zh_cn: 安装新主题(&N)

source: This will install a theme into the theme directory.
ar: هذا سيثبت السمِة داخل دليل السمِات
bg: Ще инсталира тема в директорията с теми.
ca@valencia: Això instal·larà una tema en el directori de temes.
da: Dette vil installere et tema i tema-mappen.
el: Αυτή η επιλογή εγκαθιστά ένα θέμα στον κατάλογο θεμάτων.
es: Esto instalará un tema en el directorio de temas.
et: See paigaldab teema teemakataloogi.
eu: Honek gai bat instalatuko du gaien direktorioan.
fi: Tämä asentaa teeman teemahakemistoon
fr: Ceci installera un thème dans le dossier des thèmes.
ga: Suiteálfaidh sé seo téama i gcomhadlann na dtéamaí.
gl: Isto instala un tema no directorio de temas.
he: כפתור זה יתקין את ערכת הנושא אל תיקיית ערכות הנושא.
hr: Ovo će instalirati temu u direktorij tema.
hu: Új témát telepít a témakönyvtárba.
ia: Isto installara un thema in le directorio de thema.
it: Questo installa un tema nella directory dei temi.
kk: Бұл нақыштар каталогына жаңа накышты орналыстырады.
km: ការ​នេះ​នឹង​ដំឡើង​ស្បែក​នៅ​ក្នុង​ថត​ស្បែក ។
lt: Paspaudę šį mygtuką galite pradėti naujos temos diegimą.
lv: Šī darbība pieinstalē tēmu mapē jaunu tēmu.
mr: हा शैली संचयीकेत शैली प्रतिष्ठापीत करतो.
nb: Dette installerer en drakt i drakt-mappa.
nds: Dit installeert en Muster binnen den Muster-Orner.
nl: Dit zal een nieuw thema in de thema-map installeren.
pl: Instaluje motyw w katalogu z motywami.
pt: Isto irá instalar um tema na pasta de temas.
pt_br: Isto irá instalar um tema na pasta de temas.
ro: Această acțiune va instala o tematică în directorul cu tematici.
ru: Установить тему оформления в локальную папку
sk: Nainštaluje tému do adresára tém.
sl: S tem namestite temo v mapo za teme.
sr: Инсталира тему у фасциклу тема.
sv: Det här installerar ett tema i temakatalogen.
ug: يېڭى ئۆرنەكنى ئۆرنەك قىسقۇچىغا ئورنىتىدۇ.
zh_cn: 这将安装新主题到对应目录。

# @action:button
source: &Remove theme
ar: أ&زل السمِة
bg: &Изтриване на тема
ca@valencia: Sup&rimeix el tema
da: &Fjern tema
el: Α&φαίρεση θέματος
es: Elimina&r el tema
et: &Eemalda teema
eu: &Kendu gaia
fi: &Poista teema
fr: Supprime&r un thème
ga: &Bain téama
gl: &Eliminar o tema
he: &הסר ערכה
hr: &Ukloni temu
hu: Téma &eltávolítása
ia: &Remove thema
it: &Rimuovi tema
kk: Нақышты ө&шіру
km: យក​ស្បែក​ចេញ
lt: &Pašalinti temą
lv: I&zmest tēmu
mr: शैली काढून टाका (&R)
nb: Fje&rn drakt
nds: Muster &wegmaken
nl: Thema verwijde&ren
pl: &Usuń motyw
pt: &Remover o tema
pt_br: &Remover tema
ro: &Elimină tematica
ru: &Удалить тему
sk: &Odstrániť tému
sl: Odst&rani temo
sr: &Уклони тему
sv: &Ta bort tema
ug: ئۆرنەكنى چىقىرىۋەت(&R)
wa: &Oister tinme
zh_cn: 删除主题(&R)

source: This will remove the selected theme.
ar: هذا سيزيل السمِة المنتقاة
bg: Ще премахне избраната тема.
ca@valencia: Això suprimirà el tema seleccionat.
da: Dette vil fjerne det valgte tema.
el: Αυτή η επιλογή αφαιρεί το επιλεγμένο θέμα.
es: Esto eliminará el tema seleccionado.
et: See eemaldab valitud teema.
eu: Hautatutako gaia kenduko du honek.
fi: Tämä poistaa valitun teeman
fr: Ceci supprimera le thème sélectionné.
ga: Bainfidh sé seo an téama roghnaithe.
gl: Isto é para eliminar o tema escollido.
he: כפתור זה יסיר את הערכה הנבחרת.
hr: Ovo će ukloniti odabranu temu.
hu: Eltávolítja a kijelölt témát.
ia: Isto removera le thema seligite.
it: Questo rimuove il tema selezionato.
kk: Бұл таңдалған нақышты кетіреді.
km: ការ​នេះ​នឹង​យក​ស្បែក​ដែល​បាន​ជ្រើស​ចេញ ។
lt: Paspaudę šį mygtuką galite pašalinti pažymėtą temą.
lv: Šī darbība izmet iezīmēto tēmu.
mr: हा निवडलेली शैली काढून टाकतो.
nb: Dette fjerner den valgte drakten.
nds: Maakt dat utsöchte Muster weg.
nl: Dit zal het geselecteerde thema verwijderen.
pl: Usuwa wybrany motyw.
pt: Isto irá remover o tema seleccionado.
pt_br: Isto irá remover o tema selecionado.
ro: Această acțiune va elimina tematica selectată.
ru: Удалить выбранную тему
sk: Odstráni vybranú tému.
sl: To bo odstranilo izbrano temo.
sr: Уклања изабрану тему.
sv: Det här tar bort markerat tema.
ug: بۇ تاللانغان ئۆرنەكنى چىقىرىۋېتىدۇ.
wa: Çouchal va oister l' tinme tchoezi.
zh_cn: 这将删除选择的主题。

# @action:button
source: &Get New Themes
ar: أح&صل على سمِات جديدة
ca@valencia: Aconse&gueix temes nous
da: &Hent nye temaer
el: &Λήψη νέων θεμάτων
gl: &Obter novos temas
it: &Scarica nuovi temi
lv: Ie&gūt jaunas tēmas
nb: &Hent nye drakter
nl: Nieuwe thema's op&halen
pt: O&bter Temas Novos
ro: &Preluare tematici noi
ru: &Загрузить новые темы...
sl: &Dobi nove teme
sr: &Добави нове теме
sv: &Hämta nya teman
ug: يېڭى ئۆرنەكلەرنى ئال(&G)

source: <qt><strong>Copyright:</strong> %1<br/></qt>
ar: <qt><strong>حقوق النشر:</strong> %1<br/></qt>
bg: <qt><strong>Авторско право:</strong> %1<br/></qt>
da: <qt><strong>Ophavsret:</strong> %1<br/></qt>
el: <qt><strong>Πνευματικά δικαιώματα:</strong> %1<br/></qt>
et: <qt><strong>Autoriõigus:</strong> %1<br/></qt>
eu: <qt><strong>Kopia-eskubidea:</strong> %1<br/></qt>
fi: <qt><strong>Tekijänoikeudet:</strong> %1<br /></qt>
ga: <qt><strong>Cóipcheart:</strong> %1<br/></qt>
he: <qt><strong>זכויות יוצרים:</strong> %1‎<br/></qt>
hu: <qt><strong>Szerzői jog:</strong> %1<br/></qt>
kk: <qt><strong>Авторлық құқықтары:</strong> %1<br/></qt>
km: <qt><strong>រក្សា​សិទ្ធិ ៖</strong> %1<br/></qt>
lv: <qt><strong>Autortiesības:</strong> %1<br/></qt>
mr: <qt><strong>हक्काधिकार:</strong> %1<br/></qt>
nb: <qt><strong>Opphavsrett:</strong> %1<br/></qt>
ru: <qt><strong>Авторские права:</strong> %1<br/></qt>
sl: <qt><strong>Avtorske pravice:</strong> %1<br/></qt>
sr: <qt><strong>Ауторска права:</strong> %1<br/></qt>
zh_cn: <qt><strong>版权声明：</strong>%1<br/></qt>

source: <qt><strong>Description:</strong> %1</qt>
ar: <qt><strong>الوصف:</strong> %1</qt>
bg: <qt><strong>Описание:</strong> %1</qt>
ca@valencia: <qt><strong>Descripció:</strong> %1</qt>
da: <qt><strong>Beskrivelse:</strong> %1</qt>
el: <qt><strong>Περιγραφή:</strong> %1</qt>
es: <qt><strong>Descripción:</strong> %1</qt>
et: <qt><strong>Kirjeldus:</strong> %1</qt>
eu: <qt><strong>Deskribapena:</strong> %1</qt>
fi: <qt><strong>Kuvaus:</strong> %1</qt>
ga: <qt><strong>Cur Síos:</strong> %1</qt>
gl: <qt><strong>Descrición:</strong> %1</qt>
he: <qt><strong>תיאור:</strong> %1‎<br/></qt>
hr: <qt><strong>Opis:</strong> %1</qt>
hu: <qt><strong>Leírás:</strong> %1</qt>
it: <qt><strong>Descrizione:</strong> %1</qt>
kk: <qt><strong>Сипаттамасы:</strong> %1</qt>
km: <qt><strong>ការ​ពិពណ៌នា ៖</strong> %1</qt>
lt: <qt><strong>Aprašymas:</strong> %1</qt>
lv: <qt><strong>Apraksts:</strong> %1</qt>
mr: <qt><strong>वर्णन:</strong> %1</qt>
nb: <qt><strong>Beskrivelse:</strong> %1</qt>
nds: <qt><strong>Beschrieven:</strong> %1</qt>
nl: <qt><strong>Beschrijving:</strong> %1</qt>
pl: <qt><strong>Opis:</strong> %1</qt>
pt: <qt><strong>Descrição:</strong> %1</qt>
pt_br: <qt><strong>Descrição:</strong> %1</qt>
ro: <qt><strong>Descriere:</strong> %1</qt>
ru: <qt><strong>Описание:</strong> %1</qt>
sk: <qt><strong>Popis:</strong> %1</qt>
sl: <qt><strong>Opis:</strong> %1</qt>
sr: <qt><strong>Опис:</strong> %1</qt>
sv: <qt><strong>Beskrivning:</strong> %1</qt>
ug: <qt><strong>چۈشەندۈرۈلۈشى:</strong> %1</qt>
wa: <qt><strong>Discrijhaedje:</strong> %1</qt>
zh_cn: <qt><strong>描述：</strong>%1</qt>

source: Unable to create folder %1
ar: غير قادر على إنشاء المجلد %1
bg: Директорията %1 не може да бъде създадена
ca@valencia: No es pot crear la carpeta %1
da: Kunne ikke oprette mappen %1
el: Αδύνατη η δημιουργία του φακέλου %1
es: No es posible crear la carpeta %1
et: Kataloogi %1 loomine nurjus
eu: Ezin da %1 karpeta sortu
fi: Kansiota %1 ei voitu luoda
fr: Impossible de créer le dossier %1
ga: Ní féidir fillteán %1 a chruthú
gl: Non foi posíbel crear o cartafol %1
he: אין אפשרות ליצור את התיקייה %1
hr: Ne mogu napraviti mapu %1
hu: Nem sikerült létrehozni egy könyvtárat: %1
ia: Il non pote crear dossier %1
it: Impossibile creare la cartella %1
kk: %1 қапшығы жасалынбады
km: មិន​អាច​បង្កើត​ថត %1 បានទេ
lt: Nepavyko sukurti aplanko %1
lv: Nevar izveidot mapi %1
mr: संचयीका %1 बनवू शकत नाही
nb: Kan ikke opprette mappe %1
nds: Orner „%1“ lett sik nich opstellen
nl: De map %1 kon niet worden aangemaakt
pl: Nie można utworzyć katalogu %1
pt: Não é possível criar a pasta %1
pt_br: Não foi possível criar a pasta %1
ro: Imposibil de creat dosarul %1
ru: Невозможно создать папку %1
sk: Nepodarilo sa vytvoriť priečinok %1
sl: Ni mogoče ustvariti mape %1
sr: Не могу да направим фасциклу <filename>%1</filename>
sv: Kunde inte skapa katalog %1
ug: قىسقۇچ «%1» نى قۇرغىلى بولمىدى
wa: Dji n' sai fé l' ridant %1
zh_cn: 无法创建文件夹 %1

source: Drag or Type Theme URL
ar: اسحب أو اكتب عنوان السمِة
bg: Завлачете или напишете адреса на темата
ca@valencia: Arrossegueu o escriviu l'URL del tema
da: Træk eller indtast URL til tema
el: Σύρετε ή πληκτρολογήστε το URL του θέματος
es: Arrastre o teclee el URL del tema
et: Lohista või kirjuta teema URL
eu: Arrastatu edo idatzi gaiaren URLa
fi: Vedä tai syötä teeman verkko-osoite
fr: Faites glisser ou saisissez l'URL du thème
ga: Tarraing nó Clóscríobh URL an Téama
gl: Arrastre ou escriba o URL do tema
he: גרור, או הקלד את כתובת הערכה
hr: Povucite ili upišite URL adresu teme
hu: Írja be a címet (vagy húzza ide egy téma URL-jét)
ia: Trahe o Typa URL de thema
it: Trascina o scrivi l'URL del tema
kk: Нақыштың URL сілтемесін келтіріңіз немесе сүйреп әкеліңіз
km: អូស ឬ​វាយ URL ស្បែក
lt: Nutempkite arba įrašykite temos URL
lv: Ievelc vai ieraksti tēmas URL
mr: शैली URL ओढा किंवा टाइप करा
nb: Dra inn eller skriv inn drakr-URL
nds: Muster-URL ingeven oder hertrecken
nl: Sleep of type het adres van het thema
pl: Proszę przeciągnąć lub wpisać URL motywu
pt: Arraste ou Escreva o URL do Tema
pt_br: Arraste ou digite a URL do tema
ro: Trageți sau tastați URL-ul tematicii
ru: Перетащите или введите адрес расположения темы оформления
sk: Zadajte URL adresu témy
sl: Potegnite ali vnesite URL teme
sr: Превуците или упишите УРЛ теме
sv: Dra eller skriv in webbadress för tema
ug: ئۆرنەك تور ئادرېسى(URL)نى سۆرەپ كېلىڭ ياكى كىرگۈزۈڭ
wa: Bodjîz et s' saetchîz ou tapez li hårdêye d' on tinme
zh_cn: 拖放或输入主题的 URL

source: Unable to find the KDM theme archive %1.
ar: غير قادر على إيجاد أرشيف سِمة مدير الدخول %1.
bg: Архивът %1 с темите за KDM не може да бъде намерен.
ca@valencia: No s'ha pogut trobar l'arxiu del tema KDM %1.
da: Kan ikke finde KDM-temaarkivet %1.
el: Αδυναμία εύρεσης της αρχειοθήκης του θέματος KDM %1.
es: No se ha podido encontrar el archivo de temas de KDM %1.
et: KDM-i teemaarhiivi %1 ei leitud.
eu: Ezin da aurkitu KDMren %1 gai-artxiboa.
fi: Teema-arkistoa %1 ei löydy.
fr: Impossible de trouver l'archive de thème KDM %1.
ga: Ní féidir cartlann téamaí KDM %1 a aimsiú.
gl: Non foi posíbel atopar o arquivo do tema %1 de KDM.
he: אין אפשרת למצוא את ארכיב ערכת הנושא של מנהל הכניסה %1.
hr: Ne mogu pronaći arhivu KDM teme %1
hu: Nem található ilyen nevű KDM-téma: %1.
ia: Il non pote trovar le file de thema de KDM %1.
it: Impossibile trovare l'archivio del tema di KDM %1.
kk: %1 деген KDM-дің нақыш архиві табылмады.
km: មិន​អាច​រក​ឃើញ​បណ្ណសារ​ស្បែក KDM នៃ​ %1 ។
lt: Nepavyksta rasti KDM tekos archyvo %1.
lv: Nespēju atrast KDM tēmu arhīvu %1.
mr: KDM शैली संग्रह %1 आढळला नाही.
nb: Kan ikke finne KDMs drakt-arkiv %1.
nds: Dat KDE-Musterarchiv „%1“ lett sik nich finnen.
nl: Kon KDM-thema-archief %1 niet vinden.
pl: Nie można znaleźć archiwum z motywem KDM %1.
pt: Não é possível encontrar o pacote de tema %1 do KDM.
pt_br: Não foi possível encontrar o pacote de tema do KDM %1.
ro: Imposibil de găsit arhiva cu tematică KDM %1.
ru: Невозможно найти архив темы KDM «%1».
sk: Nepodarilo sa nájsť archív KDM témy %1.
sl: Ni mogoče najti arhiva %1 s temo za KDM.
sr: Не могу да нађем архиву КДМ‑овог теме <resource>%1</resource>.
sv: Kunde inte hitta inloggningshanterarens temaarkiv %1.
ug: KDE ئۆرنەك ئارخىپى %1 تېپىلمىدى.
wa: Dji n' a nén savou trover l' årtchive di tinme KDM %1 .
zh_cn: 无法找到 KDM 主题包 %1。
