Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Here you can see the image assigned to the user selected in the combo box above. Click on the image button to select from a list of images or drag and drop your own image on to the button (e.g. from Konqueror).
ar: هنا يمكنك رؤية اسم المستخدم للمستخدم المنتقى حالياً و الصورة المعينة لهذا المستخدم. انقر زر صورة للاختيار من قائمة صور أو يمكنك سحب و إفلات صورة خاصة إلى الزر (من كونكيورر مثلاً).
bg: От тук може да видите името на текущо избрания потребител и иконата асоциирана с него. Натиснете бутона с иконата, за да изберете нова икона от списъка, който ще се появи.
ca@valencia: Ací podeu veure la imatge assignada a l'usuari seleccionat al quadre combinat d'amunt. Cliqueu al botó imatge per seleccionar d'una llista d'imatges o arrossegueu i amolleu la vostra pròpia imatge damunt del botó (p. ex. des del Konqueror).
da: Her kan du se billedet tilknyttet den bruger der er valgt i kombinationsfeltet ovenfor. Klik på billedknappen for at vælge fra en liste med billeder eller træk og slip dit eget billede på denne knap (f.eks. fra Konqueror).
el: Εδώ μπορείτε να δείτε την εικόνα που έχει αποδοθεί στον επιλεγμένο χρήστη στην παραπάνω λίστα συνδυασμών. Κάντε κλικ στο κουμπί εικόνας για να επιλέξετε από μία λίστα εικόνων ή κάντε ρίψη της δικής σας εικόνας πάνω στο κουμπί (π.χ. από τον Konqueror).
es: Aquí puede ver la imagen asignada al usuario seleccionado en la lista desplegable de arriba. Pulse sobre el botón de la imagen para seleccionar desde una lista de imágenes o arrastre y suelte su propia imagen sobre el botón (p.ej. desde Konqueror).
et: Siin näeb parajasti valitud kasutaja kasutajanime ja talle omistatud pilti. Pildi muutmiseks klõpsa pildinupul ja vali nimekirjast või lohista pildifail nupule (nt. Konquerorist).
eu: Goiko konbinazio-koadroan hautatutako erabiltzaileari esleitutako irudia ikus dezakezu hemen. Egin klik irudiaren botoian irudi-zerrenda batetik hautatzeko edo arrastatu eta jaregin zeure irudia botoira (Konqueror-etik, adibidez).
fi: Tässä näytetään yllä olevassa yhdistelmäkentässä valitun käyttäjän kuva. Valitse kuva pudotusvalikosta napsauttamalla kuvaa tai vedä ja pudota oma kuvasi painikkeeseen (esim. Konquerorista).
fr: Vous voyez ici l'image associée à l'utilisateur sélectionné dans la liste ci-dessus. Cliquez dessus pour en choisir une autre dans une liste d'images ou faites un glisser-déposer de votre image personnelle (par exemple à partir de Konqueror) sur le bouton.
ga: Anseo is féidir leat íomhá an úsáideora roghnaithe sa bhosca thuas a fheiceáil. Cliceáil an cnaipe íomhá chun rogha a dhéanamh ó liosta d'íomhánna nó tarraing agus scaoil d'íomhá féin ar an gcnaipe (m.sh. ó Konqueror).
gl: Aquí pode ver a imaxe asignada ao usuario escollido na lista de riba. Prema no botón de imaxe para escoller nunha lista de imaxes ou arrastre e solte a súa propria imaxe no botón (por ex. desde Konqueror).
he: כאן באפשרותך לראות את התמונה המוקצית למשתמש אשר נבחר בתיבה המשולבת לעיל. לחץ על כפתור התמונה כדי לבחור תמונה מתוך רשימה של תמונות, או גרור תמונה משלך אל הכפתור (למשל מתוך Konqueror).
hr: Ovdje možete vidjeti ime trenutno odabranog korisnika i sliku koja mu je dodjeljena. Kliknite na gumb slike ako želite odabrati drugu ili je jednostavno povucite iz drugog programa (npr Konqueror-a).
hu: Itt látható a fenti kombinált listában kijelölt felhasználóhoz rendelt kép. Kattintson a képgombra a kép kiválasztásához vagy ejtsen rá a gombra egy képet valamelyik alkalmazásból (pl. a Konquerorból).
ia: Hic tu pote vider le image assignate a le usator seligite in le quadrato combo de supra. Tu pulsa sur le button de image ex un lista de images o tu trahe e depone tu proprie image sur le button (p.ex. ex Konqueror).
it: Qui puoi vedere l'immagine assegnata all'utente selezionato nella casella qui sopra. Fa clic sul pulsante dell'immagine per selezionare da una lista di immagini o trascina un'immagine sul pulsante (ad esempio da Konqueror).
kk: Мұнда жоғардағы ашылмалы тізімдегі пайдаланушыға қатысты суретті көре аласыз. Сурет орнын түртіп, тізімінен алыңыз, немесе көлрсетілген орынға өзіңіздің сүйреттеріңізді сүйреп апарыңыз (мысалы, Konqueror шолғыштан).
km: នៅ​ទីនេះ អ្នក​អាច​មើល​រូបភាព​ដែល​បាន​ផ្ដល់​ឲ្យ​អ្នក​ប្រើ​ដែល​បានជ្រើស​ក្នុង​ប្រអប់​បន្សំ​ខាង​លើ ។ ចុច​លើ​ប៊ូតុង​រូបភាព ដើម្បី​ជ្រើស​ពី​បញ្ជី​មួយ​របស់​រូបភាព ឬ​អូស ហើយ​ទម្លាក់​រូបភាព​ផ្ទាល់​របស់​អ្នក​លើ​ប៊ូតុង (ឧ. ពី Konqueror) ។
lt: Čia Jūs galite Jūs galite pamatyti paveikslėlį, priskirtą naudotojui, pasirinktam iš sąrašo aukščiau. Norėdami pasirinkti paveikslėlį iš sąrašo, paspauskite paveikslėlio mygtuką, arba atitempkite ir padėkite Jūsų nuosavą paveikslėlį ant mygtuko (pvz. iš Konqueror).
lv: Šeit varat redzēt šobrīd iezīmētā lietotājam piešķirto attēlu. Noklikšķiniet uz attēla pogas, lai izvēlētos no attēlu saraksta vai arī pārvelciet kādu attēlu uz pogas (piemēram, no Konqueror).
mr: इथे तुम्ही पुढील कॉम्बो बॉक्स मध्ये वापरकर्त्यासाठी निवडलेले छायाचित्र पाहू शकता.इथे तुम्ही पुढील कॉम्बो बॉक्स मध्ये वापरकर्त्यासाठी निवडलेले छायाचित्र पाहू शकता. छायाचित्रांच्या यादीमधून छायाचित्र निवडण्यासाठी इमेज बटणावर क्लिक करा किंवा बटणावर तुमचे स्वतःचे छायाचित्र ड्रँग व ड्राँप करू शकता (जसे कि कॉन्कररकडून ).
nb: Her kan du se det bildet som tilhører den brukeren som er markert i kombinasjonsboksen ovenfor. Trykk på bildeknappen for å velge i en liste av filer, eller dra og slipp ditt eget bilde oppå knappen (f.eks. fra Konqueror.)
nds: Hier kannst Du dat Bild ankieken, dat den baven utsöchten Bruker tohöört. Klick op den Knoop, wenn Du en Bild ut en List utsöken wullt, oder treck Dien egen Bild her un legg dat op den Knoop af (a.B. ut Konqueror).
nl: Hier kunt u de afbeelding zien die is toegewezen aan de momenteel geselecteerde gebruiker hierboven. Druk op de afbeeldingknop om uit een lijst met afbeeldingen te kiezen, of sleep uw eigen afbeelding naar deze knop (bijv. vanuit Konqueror).
pl: Tu można zobaczyć obrazek użytkownika wybranego z listy powyżej. Kliknij na obrazek, by obejrzeć listę dostępnych obrazków lub przeciągnij odpowiedni obrazek z innego programu (np. Konquerora).
pt: Aqui o utilizador poderá ver a imagem atribuída ao utilizador seleccionado na lista acima. Carregue no botão de imagem para seleccionar uma imagem de uma lista ou arrastando e largando a sua própria imagem em cima do botão (p.ex. a partir do Konqueror).
pt_br: Aqui você pode ver a imagem atribuída ao usuário selecionado na caixa de verificação abaixo. Clique no botão de imagem para selecionar de uma lista de imagens ou arraste e solte sua própria imagem com o botão (p.ex., do Konqueror).
ro: Aici puteți vedea imaginea atribuită utilizatorului selectat în căsuța combinată de mai sus. Dați clic pe butonul imagine pentru a selecta dintr-o listă de imagini sau trageți propria imagine peste acest buton (de exemplu din Konqueror).
ru: Здесь можно видеть изображение, связанное с указанным в выпадающем списке ниже пользователем. Щёлкните на изображении, картинке, чтобы заменить его на одно из стандартных, или перетащите на кнопку собственное изображение (например, из Konqueror).
sk: Tu sa zobrazuje meno a obrázok priradený práve vybranému užívateľovi. Kliknutím na tlačidlo s obrázkom môžete vybrať iný obrázok, alebo môžete myšou presunúť obrázok na toto tlačidlo (napr. z Konquerora).
sl: Tu vidite dodeljeno sliko izbranega uporabnika v zgornjem spustnem polju. Kliknite gumb slike, če želite izbirati s seznama slik, ali sliko povlecite na gumb iz programa (npr. programa Konqueror).
sr: Слика додељена кориснику изабраном у горњем списку. Кликните на дугме са сликом да бисте изабрали једну од понуђених, или превуците и испустите на дугме неку своју слику, нпр. из Делфина.
sv: Här du kan se bilden som är tilldelad användaren som är vald i kombinationsrutan ovan. Klicka på bildknappen för att välja från en lista av bilder eller dra och släpp en egen bild på knappen (t ex från Konqueror).
zh_cn: 您可以在此看到指派给上面的组合框中所选用户的图像。单击图像按钮可以从图像列表中选择，或者将您自已的图像拖到按钮上(例如，从 Konqueror)。

# @action:button assign default user face
source: R&eset
ar: أعد ال&ضبط
bg: &Анулиране
ca@valencia: R&estaura
da: &Nulstil
el: Μη&δενισμός
es: R&estaurar
et: Lä&htesta
eu: &Berrezarri
fi: &Nollaa
fr: Réinitialis&er
ga: &Athshocraigh
gl: R&epór
he: &אפס
hu: &Alapállapotba
ia: &Retorna (Reset)
it: Azz&era
kk: &Ысырып тастау
km: កំណត់​ឡើងវិញ
lt: At&statyti
lv: At&statīt
mr: रिसेट (&e)
nb: &Tilbakestill
nds: &Torüchsetten
nl: Beginwaard&e
pl: &Przywróć
pt: R&einiciar
pt_br: R&einiciar
ro: R&einițializează
ru: С&брос
sk: &Obnoviť
sl: Pona&stavi
sr: &Ресетуј
sv: Åt&erställ
ug: ئەسلىگە قايتۇر(&E)
wa: &Rimete a zero
zh_cn: 重置(&E)

source: Click this button to make KDM use the default image for the selected user.
ar: انقر هذا الزر لجعل مدير الدخول يستخدم الصورة الافتراضية للمستخدم المختار.
bg: Възстановяване на стандартната икона за избрания потребител.
ca@valencia: Cliqueu este botó per a què KDM usi la imatge predeterminada per a l'usuari seleccionat.
da: Klik på denne knap for at få KDM til at bruge standardbilledet for den valgte bruger.
el: Κάντε κλικ σε αυτό το κουμπί για να κάνετε το KDM να χρησιμοποιήσει την προκαθορισμένη εικόνα για τον επιλεγμένο χρήστη.
es: Pulse este botón para que KDM use la imagen predeterminada para el usuario seleccionado.
et: Klõps sellel nupul sunnib KDM-i kasutama antud kasutaja puhul vaikepilti.
eu: Egin klik botoi honetan, KDMk erabiltzaile hautatuaren irudi lehenetsia erabil dezan.
fi: Vaihda kaikkien käyttäjien oletuskuva napsauttamalla tätä painiketta.
fr: Cliquez sur ce bouton pour que KDM utilise l'image par défaut pour l'utilisateur sélectionné.
ga: Cliceáil an cnaipe seo más mian leat go n-úsáidfidh KDM an íomhá réamhshocraithe le haghaidh an úsáideora roghnaithe.
gl: Prema neste botón para facer que KDM empregue a imaxe predeterminada para o usuario escollido.
he: לחץ על כפתור זה כדי ש־KDM ישתמש בתמונת ברירת המחדל עבור המשתמש הנבחר.
hr: Pritisnite ovaj gumb kako bi KDM koristio uobičajenu sliku za odabranog korisnika.
hu: Ha erre kattint, a felhasználóhoz az alapértelmezett kép fog tartozni.
ia: Pulsa iste button pro facer que KDM usa le image predefinite pro iste usator seligite.
it: Fa clic su questo pulsante per far usare a KDM l'immagine predefinita per l'utente selezionato.
kk: KDM таңдалған пайдаланушы үшін әдеттегі суретті қолдансын десеңіз осы батырманы басыңыз.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ធ្វើ​ឲ្យ KDM ប្រើ​រូបភាព​លំនាំ​ដើម​សម្រាប់​អ្នក​ប្រើ​ដែល​បាន​ជ្រើស ។
lt: Norėdami, kad KDE naudotų numatytą paveikslėlį pasirinktam naudotojui, spragtelėkite ant šio mygtuko.
lv: Noklikšķini šo pogu, lai liktu KDE izmantot noklusēto attēlu izvēlētajam lietotājam.
mr: निवडलेल्या वापरकर्ता करिता KDM ला मूलभूत प्रतिमा बनविण्याकरिता या बटनावर क्लिक करा.
nb: Trykk på denne knappen for å få KDM til å bruke standardbildet for den markerte brukeren.
nds: Klick hier, wenn KDM dat Standardbild för den utsöchten Bruker bruken schall.
nl: Druk op deze knop om KDM de standaardafbeelding te laten gebruiken voor de geselecteerde gebruiker.
pl: Naciśnij ten przycisk, by przywrócić domyślny obrazek dla wybranego użytkownika.
pt: Carregue neste botão para que o KDM use a imagem por omissão para o utilizador seleccionado.
pt_br: Clique neste botão para fazer com que o KDM use a imagem padrão para o usuário selecionado.
ro: Dați clic pe acest buton pentru a seta KDM să utilizeze imaginea implicită pentru utilizatorul selectat.
ru: Нажмите эту кнопку, чтобы KDM использовал для выбранного пользователя изображение по умолчанию.
sk: Kliknutím na toto tlačidlo KDM použije štandardný obrázok pre vybraného užívateľa.
sl: Kliknite ta gumb, da KDM uporabi privzeto sliko za izbranega uporabnika.
sr: Кликните овде да би КДМ користио подразумевану слику за изабраног корисника.
sv: Klicka på den här knappen för att KDM ska använda den förvalda bilden för den markerade användaren.
wa: Clitchîz so ç' boton chal po KDM eployî l' prémetowe imådje po l' uzeu tchoezi.
zh_cn: 单击该按钮，选中的用户将使用默认的图像。

source: Save image as default?
ar: احفظ الصورة كصورة افتراضية؟
bg: Запис на иконата като подразбираща се?
ca@valencia: Deso la imatge com a predeterminada?
da: Gem billede som standardbillede?
el: Αποθήκευση εικόνας ως προκαθορισμένη;
es: ¿Guardar imagen como predeterminada?
et: Kas salvestada see pildifail vaikepildina?
eu: Irudia lehenetsi gisa gorde nahi duzu?
fi: Tallennetaanko kuva oletukseksi?
fr: Enregistrer l'image comme image par défaut ?
ga: Sábháil íomhá mar réamhshocrú?
gl: Desexa gardar a imaxe como predeterminada?
he: האם לשמור את התמונה כברירת המחדל?
hr: Pospremi kao zadanu sliku?
hu: A kép mentése alapértelmezett képként?
ia: Salva image como predefinite?
it: Salvo l'immagine come predefinita?
kk: Кескін әдеттегі суреті болсын ба?
km: រក្សា​ទុក​រូបភាព​ជា​រូបភាព​លំនាំ​ដើមឬ ?
lt: Išsaugoti paveikslėlį kaip numatytą?
lv: Saglabāt attēlu kā noklusēto?
mr: प्रतिमा मूलभूत म्हणून साठवा?
nb: Lagre bilde som standard?
nds: Bild as Standardbild sekern?
nl: Afbeelding opslaan als standaardafbeelding?
pl: Zapisać obrazek jako domyślny?
pt: Gravar a imagem como predefinida?
pt_br: Salvar a imagem como padrão?
ro: Salvez ca imagine implicită?
ru: Сохранить изображение как используемое по умолчанию?
sk: Uložiť obrázok ako štandardný?
sl: Shranim sliko kot privzeto?
sr: Сачувати слику као подразумевану?
sv: Spara bild som standardbild?
ug: سۈرەتنى كۆڭۈلدىكى قىلىپ ساقلىسۇنمۇ؟
wa: Schaper l' imådje come prémetowe?
zh_cn: 保存为默认图像吗？

source: There was an error while loading the image %1
ca@valencia: Hi ha hagut un error en carregar la imatge: %1
da: Der opstod en fejl under indlæsning af billedet %1
el: Συνέβη ένα σφάλμα κατά τη φόρτωση της εικόνας %1
es: Se produjo un error al cargar la imagen %1
et: Pildi laadimisel tekkis tõrge: %1
eu: Errore bat gertatu da irudia kargatzean: %1
fi: Sattui virhe ladattaessa kuvaa %1
fr: Une erreur est survenue lors du chargement de l'image %1
ga: Tharla earráid agus an íomhá á luchtú %1
gl: Produciuse un erro mentres se cargaba a imaxe %1
he: אירעה שגיאה בעת טעינת התמונה %1
hu: Hiba történt a következő kép betöltése közben %1
ia: Il habeva un error durante que il cargava le image %1
it: Si è verificato un errore durante il caricamento dell'immagine %1
kk: %1 деген кескінді жүктеу кезінде қате пайда болды
km: មាន​កំហុស ខណៈពេល​ផ្ទុក​រូបភាព %1
lt: Klaida įkeliant paveikslėlį %1
lv: Kļūda, ielādējot attēlu: %1
mr: पुढील प्रतिमा दाखल करतेवेळी त्रुटी आढळली %1
nb: Det oppsto en feil under lasting av bildet %1
nds: Fehler bi't Laden vun dat Bild %1
nl: Er is een fout opgetreden bij het laden van de afbeelding %1
pl: Wystąpił błąd, podczas wczytywania obrazka: %1
pt: Ocorreu um erro ao carregar a imagem %1
pt_br: Ocorreu um erro ao carregar a imagem %1
ro: A intervenit o eroare la încărcarea imaginii %1
ru: Ошибка загрузки изображения: %1
sk: Nastala chyba pri načítaní obrázku: %1
sl: Prišlo je do napake med nalaganjem slike: %1
sr: Грешка при учитавању слике %1
sv: Det uppstod ett fel när bilden laddades %1
ug: سۈرەتنى ئوقۇشتا خاتالىق كۆرۈلدى: %1
zh_cn: 载入以下图像时发生错误 %1

source: There was an error while saving the image: %1
ca@valencia: Hi ha hagut un error en guardar la imatge: %1
da: Der opstod en fejl under gemning af billedet: %1
el: Συνέβη ένα σφάλμα κατά την αποθήκευση της εικόνας: %1
es: Se produjo un error al guardar la imagen: %1
et: Pildi salvestamisel tekkis tõrge: %1
eu: Errore bat gertatu da irudia gordetzean: %1
fi: Sattui virhe tallennettaessa kuvaa: %1
fr: Une erreur est survenue lors de l'enregistrement de l'image : %1
ga: Tharla earráid agus an íomhá á sábháil: %1
gl: Produciuse un erro mentres se gardaba a imaxe: %1
he: אירעה שגיאה בעת שמירת התמונה: %1
hu: Hiba történt a következő kép mentése közben: %1
ia: Il habeva un error durante que il salvava le image: %1
it: Si è verificato un errore durante il salvataggio dell'immagine: %1
kk: Келесі кескінді сақтау кезінде қате пайда болды: %1
km: មាន​កំហុស​ខណៈពេល​រក្សាទុក​រូបភាព ៖ %1
lt: Klaida išsaugant paveikslėlį: %1
lv: Kļūda, saglabājot attēlu: %1
mr: पुढील प्रतिमा संचयीत करतेवेळी त्रुटी आढळली %1
nb: Det oppsto en feil under lagring av bildet: %1
nds: Fehler bi't Sekern vun dat Bild: %1
nl: Er is een fout opgetreden bij het opslaan van de afbeelding: %1
pl: Wystąpił błąd, podczas zapisywania obrazka: %1
pt: Ocorreu um erro ao gravar a imagem: %1
pt_br: Ocorreu um erro durante o salvamento da imagem: %1
ro: A intervenit o eroare la salvarea imaginii: %1
ru: Ошибка сохранения изображения: %1
sk: Nastala chyba pri ukladaní obrázku: %1
sl: Prišlo je do napake med shranjevanjem slike %1
sr: Грешка при уписивању слике: %1
sv: Det uppstod ett fel när bilden sparades: %1
ug: سۈرەتنى ساقلاشتا خاتالىق كۆرۈلدى: %1
zh_cn: 保存以下图像时发生错误： %1

source: There was an error while removing the image: %1
ca@valencia: Hi ha hagut un error en suprimir la imatge: %1
da: Der opstod en fejl under indlæsning af billedet %1
el: Συνέβη ένα σφάλμα κατά την απομάκρυνση της εικόνας: %1
es: Se produjo un error al eliminar la imagen %1
et: Pildi eemaldamisel tekkis tõrge: %1
eu: Errore bat gertatu da irudia kentzean: %1
fi: Sattui virhe poistettaessa kuvaa: %1
fr: Une erreur est survenue lors de la suppression de l'image : %1
ga: Tharla earráid agus an íomhá á baint: %1
gl: Produciuse un erro ao eliminar a imaxe %1
he: אירעה שגיאה בעת הסרת התמונה %1
hu: Hiba történt a következő kép eltávolítása közben: %1
ia: Il habeva un error durante que il removeva le image %1
it: Si è verificato un errore durante la rimozione dell'immagine %1
kk: Келесі кескінді өшіру кезінде қате пайда болды: %1
km: មាន​កំហុស ខណៈពេល​យក​រូបភាព​ចេញ ៖ %1
lt: Klaida pašalinant paveikslėlį: %1
lv: Kļūda, noņemto attēlu: %1
mr: पुढील प्रतिमा काढून टाकतेवेळी त्रुटी आढळली %1
nb: Det oppsto en feil under fjerning av bildet: %1
nds: Fehler bi't Wegmaken vun dat Bild %1
nl: Er is een fout opgetreden bij het verwijderen van de afbeelding %1
pl: Wystąpił błąd, podczas usuwania obrazka: %1
pt: Ocorreu um erro ao remover a imagem: %1
pt_br: Ocorreu um erro durante a remoção da imagem: %1
ro: A intervenit o eroare la ștergerea imaginii %1
ru: Ошибка удаления изображения: %1
sk: Nastala chyba pri odstraňovaní obrázku: %1
sl: Prišlo je do napake med odstranjevanjem slike: %1
sr: Грешка при уклањању слике: %1
sv: Det uppstod ett fel när bilden skulle tas bort: %1
ug: سۈرەتنى چىقىرىۋېتىشتە خاتالىق كۆرۈلدى: %1
zh_cn: 删除以下图像时发生错误 %1

source: Unable to authenticate/execute the action: %1 (code %2)
ca@valencia: No s'ha pogut autenticar/executar l'acció: %1 (codi %2)
da: Kan ikke autentificere/køre handlingen: %1 (kode %2)
el: Αδυναμία πιστοποίησης/εκτέλεσης της ενέργειας: %1 (κωδικός %2)
es: No se pudo autenticar/ejecutar la acción: %1 (código %2)
et: Toimingu autentimine/täitmine nurjus: %1 (kood %2)
eu: Ezin da ekintza autentifikatu/exekutatu: %1 (kodea: %2)
fi: Toimintoa ei voitu varmentaa tai suorittaa: %1 (koodi %2)
fr: Impossible de s'authentifier ou d'exécuter l'action : %1 (code %2)
ga: Ní féidir fíordheimhniú/gníomh a rith: %1 (cód %2)
gl: Non foi posíbel autenticar/executar a acción: %1 (código %2)
he: אין אפשרות להפעיל או לאמת את הפקודה: %1 (קוד %2)
hu: Nem sikerült hitelesíteni/végrehajtani a műveletet: %1 (kód: %2)
ia: Il non pote authenticar/executar le action:%1 (codice %2)
it: Impossibile autenticare o eseguire l'azione: %1 (codice %2)
kk: Келесі әрекект аутентификациялауға/орындауға келмеді: %1 (коды %2)
km: មិនអាច​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ/ប្រតិបត្តិ​សកម្មភាព ៖ %1 បាន​ទេ (កូដ %2)
lt: Nepavyksta autentifikuoti/įvykdyti veiksmo: %1 (kodas %2)
lv: Neizdevās autentificēt/izpildīt darbību: %1 (kods %2)
mr: हि क्रिया अधिप्रमाणनास / चालविण्यास अपयश : %1 (कोड %2)
nb: Kan ikke autentisere/utføre handlingen: %1 (kode %2)
nds: Identiteetprööv/Akschoon lett sik nich utföhren: %1 (Kode %2)
nl: De actie %1 (code %2), kan niet goedgekeurd/uitgevoerd worden
pl: Nie można uwierzytelnić/wykonać tego działania: %1 (kod %2)
pt: Não é possível autenticar/executar a acção: %1 (código %2)
pt_br: Não foi possível autenticar/executar a ação: %1 (código %2)
ro: Imposibil de autentificat/executat acțiunea: %1 (cod %2)
ru: Не удалось авторизоваться и выполнить действие: %1 (код ошибки %2)
sk: Nepodarilo sa overiť/spustiť akciu: %1 (kód %2)
sl: Ni mogoče overiti/izvesti dejanja: %1 (koda %2)
sr: Не могу да аутентификујем или извршим радњу: %1 (ко̂д %2)
sv: Kunde inte behörighetskontrollera eller utföra åtgärden: %1 (kod %2)
zh_cn: 无法授权/执行此动作：%1(代码 %2)

source: %1 does not appear to be an image file. Please use files with these extensions: %2
ar: إن %1 لا يبدو أنه ملف صورة. من فضلك استخدم ملفات ذات الامتدادات التالية: %2
bg: Файлът %1 изглежда не е графичен файл. Моля, използвайте файлове с тези разширения: %2
ca@valencia: %1 no pareix ésser un fitxer imatge Per favor, empreu fitxers amb estes extensions: %2
da: %1 ser ikke ud til at være en billedfil Brug venligst filer med disse endelser: %2
el: Το %1 δε φαίνεται να είναι ένα αρχείο εικόνας. Παρακαλώ χρησιμοποιήστε αρχεία με αυτές τις καταλήξεις: %2
es: %1 no parece ser un archivo de imagen Por favor, utilice archivos con las siguientes extensiones: %2
et: Vabandust, kuid %1 ei tundu olevat pildifail. Palun kasuta järgnevate laienditega faile: %2
eu: Ez dirudi %1 irudi-fitxategi bat denik. Erabili luzapen hauek dituzten fitxategiak: %2
fi: %1 ei vaikuta kuvatiedostolta. Käytä tiedostoja, joiden pääte on: %2
fr: Désolé, mais le fichier « %1 » ne semble pas être une image. Veuillez utiliser des fichiers ayant ces extensions : %2
ga: Is cosúil nach comhad íomhá é %1. Úsáid comhaid leis na hiarmhíreanna seo a leanas: %2
gl: %1 non semella ser un ficheiro de imaxe. Empregue ficheiros con estas extensións: %2
he: עושה רושם ש־%1 אינו קובץ תמונה. יש להשתמש בקבצים עם הסיומות הבאות: %2
hu: %1 feltehetően nem képfájl. A következő kiterjesztésű képfájlok használhatók: %2
ia: %1 non appare esser in le file de image. pro favor tu usa files con iste extensiones: %2
it: %1 non sembra essere un'immagine. Usa file con queste estensioni: %2
kk: Бәлкім, %1 кескін файлы емес. Келесі жұрнақтармен аяқталатын файлдарды қолданыңыз: %2
km: %1 មិន​ទំនង​ជា​ឯកសារ​រូបភាព​មួយ ។ សូម​ប្រើ​ឯកសារ​ជាមួយ​ផ្នែក​បន្ថែម​ទាំងនេះ ៖ %2
lt: %1 nepanašus į paveikslėlio failą Prašome naudoti failus su šiais plėtiniais: %2
lv: Atvainojiet, bet %1 neizskatās pēc attēlu faila. Lūdzu, izmantojiet failus ar šiem paplašinājumiem: %2
mr: %1 प्रतिमा फाईल नुरूप आढळली नाही. कृपया या विस्तारणचे फाईलचे वापर करा: %2
nb: %1 ser ikke ut til å være en bildefil Bruk filer med disse endelsene: %2
nds: As dat lett is „%1“ keen Bilddatei. Bitte bruuk en Datei mit een vun disse Ennen: %2
nl: %1 blijkt geen afbeeldingbestand te zijn Gebruik alleen bestanden met deze extensies: %2
pl: %1 nie jest obrazkiem. Proszę używać plików z następującymi rozszerzeniami: %2
pt: %1 não parece ser um ficheiro de imagem. Por favor utilize ficheiros com estas extensões: %2
pt_br: %1 não parece ser um arquivo de imagem. Por favor, use os arquivos com estas extensões: %2
ro: %1 nu pare să fie un fișier imagine. Vă rog să folosiți fișiere cu următoarele extensii: %2
ru: Видимо, %1 не является графическим файлом. Используйте файлы со следующими расширениями: %2
sk: %1 nevyzerá ako súbor s obrázkom. Prosím, použite súbory s týmito príponami: %2
sl: Žal datoteka %1 ni datoteka s sliko. Uporabite datoteke z naslednjimi priponami: %2
sr: Изгледа да %1 није фајл са сликом. Задајте фајл са једним од ових наставака: %2
sv: %1 verkar inte vara någon bildfil. Använd filer med dessa filändelser: %2
ug: %1 سۈرەتكە ئوخشىمايۋاتىدۇ. تۆۋەندىكى كېڭەيتمە ناملاردىكى ھۆججەتلەرنى ئىشلىتىڭ: %2
wa: %1 ni m' ravize nén on fitchî imådje. Eployîz seulmint des fitchîs avou ene cawete come çouchal s' i vs plait: %2
zh_cn: %1 似乎不是图像文件。 请使用如下扩展名的文件： %2
