Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: This changes the font which is used for failure messages in the login manager.
ar: هذا سيغير الخط المستخدم لرسائل الفشل في مدير الدخول.
bg: Смяна шрифта на съобщенията за провал.
ca@valencia: Això canvia el tipus de lletra que s'usarà per als missatges de falles en el gestor d'accés.
da: Dette ændrer den skrifttype der bruges til fejlmeddelelser i login-håndteringen.
el: Αυτό αλλάζει τη γραμματοσειρά που χρησιμοποιείται για μηνύματα αποτυχίας στο διαχειριστή σύνδεσης.
es: Esto cambia el tipo de letra que se utiliza en los mensajes de error en el gestor de inicio de sesión.
et: See muudab fonti, mida kasutatakse sisselogimishalduris veateadete näitamisel.
eu: Honek saio-hasierako kudeatzailearen hutsegite-mezuetan erabiltzen den letra-tipoa aldatzen du.
fi: Tämä vaihtaa kirjautumisen epäonnistumisviestien fonttia.
fr: Ceci change la police utilisée pour les messages d'erreur du gestionnaire de connexion.
ga: Athraíonn sé seo an cló a úsáidtear le haghaidh teachtaireachtaí earráide sa bhainisteoir logála isteach.
gl: Isto troca o tipo de letra que se emprega para as mensaxes de erro no xestor de acceso.
he: זה משנה את הגופן בשימוש עבור הודעות השגיאה במנהל הכניסה.
hr: Ovo mijenja pismo koji se koristi za poruke o greškama u upravitelju za prijavljivanje.
hu: Ez a betűtípus lesz használva a hibaüzenetekhez.
ia: Isto modifica le font que essera usate pro message de fallimento in le gerente de accesso.
it: Questo modifica i caratteri che vengono utilizzate per i messaggi di errore nel gestore degli accessi.
kk: Бұл жүйеге кіру менеджерінің қателері туралы хабар үшін қолданатын қаріпті өзгертеді.
km: នេះ​នឹង​ផ្លាស់ប្តូរ​ពុម្ព​អក្សរ​ដែល​ត្រូវ​ប្រើ សម្រាប់​សារ​បរាជ័យ​ក្នុង​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល ។
lt: Čia galite pakeisti šriftą, kuris naudojamas klaidų žinutėms registravimosi tvarkyklėje.
lv: Šeit izmaina fontu, kuru pieteikšanās pārvaldnieks izmanto neveiksmju paziņojumu parādīšanai.
mr: यामुळे प्रवेश व्यवस्थापक अंतर्गत अपयशी संदेश करिता वापरण्याजोगी फॉन्ट बदलविले जाते.
nb: Her kan du endre skrifta som blir brukt for feilmeldinger i innloggingsbehandleren.
nds: Hier kannst Du de Schriftoort för Fehlermellen fastleggen.
nl: Dit wijzigt het lettertype dat wordt gebruikt voor de foutmeldingen in de aanmelddialoog.
pl: To zmieni czcionkę używaną do wyświetlania komunikatów o błędach w menedżerze logowania.
pt: Isto altera o tipo de letra que é usado para as mensagens de falha no gestor de autenticação.
pt_br: Isto altera a fonte que é usada para mensagens de falha no gerenciador de autenticação.
ro: Aceasta schimbă fontul utilizat pentru mesajele de eroare ale administratorului de autentificare.
ru: Изменяет шрифт, используемый для сообщений об ошибках диспетчера входа в систему.
sk: Toto zmení písmo používané pre správy o zlyhaní v správcovi prihlásenia.
sl: To spremeni pisavo, ki se uporabi za sporočila ob neuspehu v upravljalniku prijav.
sr: Одређује фонт за поруке о грешкама у менаџеру пријављивања.
sv: Det här ändrar teckensnittet som används för felmeddelanden i inloggningshanteraren.
wa: Çouci candje li fonte eployeye po les messaedjes cwand ça fwait berwete e manaedjeu d' elodjaedje.
zh_cn: 这将更改登录管理器中失败信息所用的字体。

# font for ...
source: &Failure:
ar: ال&فشل:
bg: Шрифт на &провалите:
ca@valencia: E&rrada:
da: &Fejl:
el: &Αποτυχία:
es: Tipo de letra para &fallos:
et: &Vead:
eu: &Hutsegitea:
fi: &Epäonnistuminen:
fr: Messages d'é&checs :
ga: &Teip:
gl: &Erros:
he: &כישלון:
hr: &Kvar:
hu: &Hibaüzeneteknél:
ia: &Fallimento:
it: Carattere per &errori:
kk: &Қателер үшін:
km: បរាជ័យ ៖
lt: &Nesėkmė:
lv: &Neveiksme:
mr: अपयश (&F):
nb: Skri&ft for feilmelding:
nds: F&ehlermellen:
nl: &Foutmelding:
pl: &Błędy:
pt: &Falhas:
pt_br: &Falhas:
ro: &Eșec:
ru: Сообщение об о&шибке:
sk: &Zlyhania:
sl: &Neuspeh:
sr: &Грешка:
sv: &Fel:
ug: مەغلۇبىيەت(&F):
wa: &Berwete:
zh_cn: 失败信息(&F)：

source: This changes the font which is used for the login manager's greeting.
ar: هذا سيغيّر الخط المستخدم في تحية مدير الدخول.
bg: Смяна шрифта на поздравителното съобщение.
ca@valencia: Això canvia el tipus de lletra que s'usarà per a la salutació del gestor d'accés.
da: Dette ændrer den skrifttype der bruges til login-håndteringens velkomsttekst.
el: Αυτό αλλάζει τη γραμματοσειρά που χρησιμοποιείται για το χαιρετισμό του διαχειριστή σύνδεσης.
es: Esto cambia el tipo de letra que se utiliza en la bienvenida del gestor de inicio de sesión.
et: See muudab fonti, mida kasutatakse sisselogimishalduris tervituse näitamisel.
eu: Honek saio-hasierako kudeatzailearen ongietorri-mezuetan erabiltzen den letra-tipoa aldatzen du.
fi: Tämä vaihtaa kirjautumistervehdyksen käyttämää fonttia.
fr: Ceci change la police utilisée pour le message de bienvenue du gestionnaire de connexion.
ga: Athraíonn sé seo an cló a úsáidtear le haghaidh bheannacht an bhainisteora logála isteach.
gl: Isto troca o tipo de letra que se emprega para o texto de benvida do xestor de acceso.
he: זה משנה את הגופן בשימוש עבור הודעות שגיאה במנהל הכניסה.
hr: Ovo mijenja pismo koji se koristi za pozdrave u upravitelju za prijavljivanje.
hu: Ez a betűtípus lesz használva az üdvözlő üzenetekhez.
ia: isto modifica le font que es usate pro le salutationes del gerente de accesso.
it: Questo cambia il carattere utilizzato per il messaggio di benvenuto.
kk: Бұйл жүйеге кіру менеджерінің сәлемі үшін қолданатын қаріпті өзгертеді.
km: នេះ​នឹង​ផ្លាស់ប្តូរ​ពុម្ព​អក្សរ​ដែល​ត្រូវ​ប្រើ សម្រាប់​វន្ទនាការ​របស់​កម្មវិធី​គ្រប់​គ្រង​ការ​ចូល ។
lt: Čia galite pakeisti šriftą, kuris naudojamas registravimosi tvarkyklės pasisveikinimo pranešimui.
lv: Šeit izmaina fontu, kuru pieteikšanās pārvaldnieks izmanto sveiciena parādīšanai.
mr: यामुळे प्रवेश व्यवस्थापकाचा स्वागत करण्याकरिता वापरण्याचा फॉन्ट बदलला जातो.
nb: Her kan du endre skrifta som blir brukt til velkomsthilsenen i innloggingsbehandleren.
nds: Hier kannst Du de Schriftoort för den Grööttext fastleggen.
nl: Dit wijzigt het lettertype dat wordt gebruikt bij de begroeting in de aanmelddialoog.
pl: To zmieni czcionkę używaną do wyświetlania powitania w menedżerze logowania.
pt: Isto altera o tipo de letra usado para a saudação do gestor de autenticação.
pt_br: Isto modifica a fonte usada para a saudação do gerenciador de autenticação.
ro: Aceasta schimbă fontul utilizat pentru mesajul de întîmpinare al administratorului de autentificare.
ru: Изменяет шрифт, используемый диспетчером входа в систему для приглашения.
sk: Toto zmení písmo používané pre uvítanie v správcovi prihlásenia.
sl: To spremeni pisavo, ki se uporablja za pozdrav upravljalnika prijav.
sr: Одређује фонт за поздравни текст у менаџеру пријављивања.
sv: Det här ändrar teckensnittet som används för inloggningshanterarens välkomsttext.
zh_cn: 这将更改登录管理器中欢迎辞所用的字体。

# font for ...
source: Gree&ting:
ar: ال&تحية:
bg: Шрифт на по&здравлението:
ca@valencia: Sa&lutació:
da: &Velkomst:
el: &Χαιρετισμός:
es: &Bienvenida:
et: &Tervitus:
eu: On&gietorria:
fi: &Tervehdys:
fr: Message de &bienvenue :
ga: Beannach&t:
gl: &Benvida:
he: משפ&ט כניסה:
hr: &Pozdrav:
hu: Ü&dvözlő szöveg:
ia: Salu&tation:
it: &Benvenuto:
kk: &Сәлемдесу үшін:
km: វន្ទនាការ ៖
lt: Pa&sisveikinimas:
lv: S&veiciens:
mr: स्वागत (&t):
nb: V&elkomst:
nds: &Grööttext:
nl: Be&groeting:
pl: &Powitanie:
pt: Sa&udação:
pt_br: &Saudação:
ro: Î&ntîmpinare:
ru: &Приветствие:
sk: &Uvítanie:
sl: &Pozdrav:
sr: &Поздрав:
sv: &Välkomsttext:
ug: سالاملىشىش(&T)
wa: &Salutaedje :
zh_cn: 欢迎辞(&T)：

source: Use anti-aliasing for fonts
ar: استخدم إزالة التسنن للخطوط
bg: Заглаждане на шрифтовете
ca@valencia: Usa tipus de lletra amb antialiàsing
da: Brug anti-alias-skrifttyper
el: Χρήση εξομάλυνσης για τις γραμματοσειρές
es: Usar tipos de letra suavizados (Anti-Aliasing)
et: Antialias fontidel
eu: Erabili ertzak leuntzea letra-tipoetarako
fi: Käytä fonttien pehmennystä
fr: Lisser les polices de caractères
ga: Úsáid frithailiasáil
gl: Empregar tipos suavizados
he: השתמש בהחלקת קצוות לגופנים
hr: Koristi anti-aliasing za pisma
hu: Élsimított (antialiased) betűk használata
ia: Usa anti-aliasing pro fonts
it: Utilizza l'anti-aliasing per i caratteri
kk: Қаріптерді тегістеу қолданылсын
km: ប្រើ​ការ​ប្រឆាំង​រឆេត​រឆូត សម្រាប់​ពុម្ព​អក្សរ
lt: Naudoti šriftų glotninimą
lv: Lietot izgludināšanu fontiem
mr: फॉन्ट करिता anti-aliasing चा वापर करा
nb: Bruk kantutjevnede skrifter
nds: Kantstreken för Schriftoorden bruken
nl: Anti-aliasing gebruiken voor tekst
pl: Użyj antyaliasingu
pt: Usar o 'anti-aliasing' para os tipos de letra
pt_br: Usar anti-aliasing para as fontes
ro: Utilizează antialiere pentru fonturi
ru: Использовать сглаживание шрифтов
sk: Používať vyhladzovanie písiem
sl: Uporabi glajenje za pisave
sr: Омекшавање ивица за фонтове
sv: Använd kantutjämning för teckensnitt
wa: Eployî l' discrenlaedje po les fontes
zh_cn: 字体启用抗锯齿

source: If you check this box and your X-Server has the Xft extension, fonts will be antialiased (smoothed) in the login dialog.
ar: إذا اختر هذا المربع وكان خادم العرض X يملك الامتدادة Xft ، فإن الخطوط في مربع الولوج سوف تنعّم.
bg: Използване на заглаждане на шрифтовете за съобщенията.
ca@valencia: Si seleccioneu esta casella i el vostre servidor X té l'extensió Xft, els tipus de lletra apareixeran suavitzats en el diàleg d'inici de sessió.
da: Hvis du markerer dette felt og din X-Server har Xft-udvidelsen, så vil skrifttyper være antialiased (glattet ud) i login-dialogen.
el: Αν ενεργοποιήσετε αυτό το πλαίσιο και ο εξυπηρετητής X σας έχει την επέκταση Xft, υποστηρίζεται η εξομάλυνση των γραμματοσειρών στο διάλογο σύνδεσης.
es: Si marcar esta casilla y su servidor X tiene la extensión Xft, los tipos de letra aparecerán suavizados (anti-aliasing) en el diálogo de inicio de sesión.
et: Kui see kastike on märgitud ja X serveril on Xft laiendus, on fondid sisselogimisdialoogis antialiasega (pehmendatud).
eu: Kontrol-lauki hau markatzen baduzu eta X-zerbitzariak Xft luzapena badauka, letra-tipoei ertzak leuntzea aplikatuko zaie saio-hasierako elkarrizketa-koadroan.
fi: Jos valitset tämän kohdan, ja X-palvelimella on käytettävissä Xft-laajennus, kirjautumisruudun fontit näytetään pehmennettyinä.
fr: Si cette option est sélectionnée et que votre serveur X dispose d'une extension « Xft », la boîte de dialogue de connexion s'affichera avec des polices de caractères lissées.
ga: Má chuireann tú tic sa bhosca seo agus tá an eisínteacht Xft ag do fhreastalaí X, déanfaidh frithailiasáil (míniú) ar chlónna sa dialóg logála isteach.
gl: Se sinala esta opción e o servidor X ten a extensión Xft, as fontes suavizaranse (antialias) no diálogo de acceso.
he: אם אפשרות זו נבחרת ושרת ה־X שלך כולל את ההרחבה Xft, הגופנים בחלון הכניסה יוחלקו.
hr: Ako odaberete ovdje i vaš X poslužitelj ima Xft dodatak, pisma će biti zaglađena (antialiasing) u prijavnom dijalogu.
hu: Ha bejelöli ezt az opciót és az X-kiszolgáló támogatja az Xft kiterjesztést, akkor a bejelentkezési ablakban élsimítottan jelennek majd meg a szövegek.
ia: Si tu marca iste quadrato e tu servitor de X ha le extension Xft, fonts essera antialiasate (lisiate) in le dialogo de accesso.
it: Se marchi questa casella e il tuo Server X ha l'estensione Xft, i caratteri saranno disegnati con l'antialias (più stondati e sfumati) nella finestra di accesso al sistema.
kk: Осы құсбелгісі қойылса, және X-серверіңізде Xft болса, жүйеге кіру диалогындағы қаріптер тегістеліп көрсетіледі.
km: បើ​អ្នក​ធីក​ប្រអប់​នេះ ហើយ​ម៉ាស៊ីន​បម្រើ X របស់​អ្នក​មាន​ផ្នែក​បន្ថែម Xft ពុម្ព​អក្សរ​នឹង​ត្រូវ​បាន​ធ្វើ​ឲ្យ​រលោង ក្នុង​ប្រអប់​ចូល ។
lt: Jei pažymėsite šią parinktį ir Jūsų X-Serveris turi Xft palaikymą, šriftai bus glotninami registravimosi dialoge.
lv: Ja jūs iezīmēsiet šo opciju un jūsu X-Serverim ir Xft paplašinājums, tad pieteikšanās dialoglogā fonti tiks izgludināti (antialiasing).
mr: जर तुम्ही हि चौकट निवडलीत व तुमचा X -सर्वर कडे Xft extensionअसेल तर फॉन्टस लोग इन चौकटीत अँन्टीअलायाझ्ड (स्मूथहेड) केले जातात.
nb: Om du krysser av denne boksen og X-tjeneren har Xft-utvidelser, så brukes fontutjevning i innloggingsvinduet.
nds: Wenn anmaakt, un wenn Dien X-Server de Xft-Verwiedern bruukt, warrt Schrift an de Kanten glattstreken.
nl: Als u dit keuzevakje selecteert en uw X-server heeft de extensie Xft, dan wordt de tekst in het aanmeldscherm gladgestreken.
pl: Jeśli włączysz tę opcję, a serwer X obsługuje rozszerzenie Xft, czcionki w oknie logowania będą wygładzone.
pt: Se activar esta opção e o seu servidor X tiver a extensão Xft, os tipos de letra irão aparecer suavizados na janela de autenticação.
pt_br: Se você marcar esta opção e o seu servidor X possuir a extensão Xft, as fontes usarão anti-aliasing (fontes suavizadas) no diálogo de autenticação.
ro: Dacă această opțiune este selectată și serverul X are activată extensia Xft, fonturile utilizate în dialogul de autentificare vor fi antialiate (netezite).
ru: Если выбран этот параметр и графическая подсистема поддерживает расширение Xft, шрифты в диалоге входа в систему будут сглажены.
sk: Ak začiarknete toto políčko a váš X server podporuje rozšírenie Xft, písma v prihlasovacom dialógu budú vyhladené.
sl: Če izberete to možnost in vaš strežnik X vsebuje razširitev Xft, bodo pisave v prijavnem oknu glajene.
sr: Ако је укључено и Икс‑сервер има проширење Иксфт, фонтови ће бити омекшани у дијалогу за пријављивање.
sv: Om du markerar den här rutan och X-servern har XFT-utökningen, visas teckensnitt med kantutjämning i inloggningsdialogrutan.
wa: Si vos clitchîz cisse boesse ci et ki vosse sierveu a l' sitindaedje Xft, les fontes vont esse discrenlêyes e purnea d' elodjaedje.
zh_cn: 如果选中该项，且 X 服务器支持 Xft 扩展，登录对话框中的字体将会启用抗 锯齿(平滑)。

source: Allow Shutdown
ar: اسمح بإيقاف التشغيل
bg: Разрешение за спиране на компютъра
ca@valencia: Permet parar
da: Tillad nedlukning
el: Επιτρέπεται ο τερματισμός
es: Permitir apagar el equipo
et: Arvuti seiskamise lubamine
eu: Baimendu hauek ordenagailua itzaltzeko:
fi: Salli sammuttaminen
fr: Autoriser l'arrêt du système
ga: Ceadaigh Múchadh
gl: Permitir apagar
he: רשאים לכבות
hr: Dozvoli gašenje
hu: A gép leállítására jogosult
ia: Permitte Shutdown (Action de stoppar)
it: Autorizza a spegnere il computer
kk: Компьютерді сөндіруге рұқсаты
km: អនុញ្ញាត​ឲ្យ​បិទ
lt: Leisti išjungti
lv: Atļaut datora izslēgšanu
mr: बंद करणे स्वीकारा
nb: Tillat brukere å slå av maskinen
nds: Utmaken tolaten
nl: Toestemming voor afsluiten
pl: Możliwość zamknięcia systemu
pt: Permitir Desligar
pt_br: Permitir desligamento
ro: Permite oprirea sistemului
ru: Разрешить выключать компьютер
sk: Povoliť vypnutie
sl: Dovoli izklop
sr: Гасити могу
sv: Tillåt att stänga av
ug: تاقاشقا ئىجازەت
wa: Permete d' arester l' éndjole
zh_cn: 能够关机的用户

# shutdown request origin
source: &Local:
ar: ال&محلّي:
bg: Лок&ално:
da: &Lokal:
el: &Τοπικά:
et: Kohapea&lt:
eu: &Lokala:
fi: &Paikallisesti:
ga: &Logánta:
he: &מקומי:
hr: &Lokalno:
hu: &Helyben:
it: &Locale:
kk: &Жергілікті:
km: មូលដ្ឋាន ៖
lt: &Vietiniams:
lv: &Lokāli:
mr: स्थानिक (&L):
nb: &Lokal:
nds: &Lokaal:
nl: &Lokaal:
pl: &Lokalnie:
ru: &Локально:
sk: &Lokálne:
sl: &Krajevno:
sr: &Локално:
sv: &Lokal:
ug: يەرلىك(&L):
wa: &Locå:
zh_cn: 本地(&L)：

# @item:inlistbox allow shutdown
source: Everybody
ar: لكلّ الأشخاص
bg: Всеки
ca@valencia: Tothom
da: Alle
el: Οποιοσδήποτε
es: Todos
et: kõik kasutajad
eu: Guztiak
fi: Kaikilta
fr: Tout le monde
ga: Gach Duine
gl: Todos
he: כולם
hr: Svi korisnici
hu: mindenki
ia: Omne
it: Tutti
kk: Барлығына
km: គ្រប់គ្នា
lt: Visiems
lv: Visiem
mr: प्रत्येकजण
nb: Alle
nds: Elkeen
nl: Iedereen
pl: Wszyscy
pt: Todos
pt_br: Todos
ro: Oricine
ru: Всем
sk: Všetci
sl: Vsi
sr: сви
sv: Alla
ug: ھەممە ئادەم
wa: Tertos
zh_cn: 任何人

# @item:inlistbox allow shutdown
source: Only Root
ar: للمستخدم الجذري فقط
bg: Само администратора
ca@valencia: Només l'administrador
da: Kun root
el: Μόνο ο ριζικός χρήστης
es: Solo root
et: ainult administraator
eu: Root-a bakarrik
fi: Vain pääkäyttäjältä
fr: Uniquement le superutilisateur
ga: Forúsáideoir Amháin
gl: Só ao superusuario
he: רק המנהל (root)
hr: Samo root korisnik
hu: csak a rendszergazda
ia: Solmente super usator (Radice)
it: Solo root
kk: Тек root әкімшісіне
km: តែ Root ប៉ុណ្ណោះ
lt: Tik Root
lv: Tikai root lietotājam
mr: फक्त रूट
nb: Bare root
nds: Bloots Systeempleger
nl: Alleen root
pl: Tylko administrator
pt: Só o Root
pt_br: Somente o root
ro: Numai administratorul
ru: Только администратору
sk: Iba root
sl: Samo skrbnik
sr: само корен
sv: Endast root
ug: پەقەت Root لا
wa: Rén ki «root»
zh_cn: 仅 Root

# @item:inlistbox allow shutdown
source: Nobody
ar: لا أحد
bg: Никой
ca@valencia: Ningú
da: Ingen
el: Κανένας
es: Nadie
et: mitte keegi
eu: Inor ez
fi: Ei keltään
fr: Personne
ga: Neamhcheadaithe
gl: A ninguén
he: אף אחד
hr: Nitko
hu: senki sem
ia: Nemo
it: Nessuno
kk: Ешкімге
km: គ្មាន​អ្នក​ណា​ម្នាក់
lt: Niekam
lv: Nevienam
mr: कोणीच नाही
nb: Ingen
nds: Keeneen
nl: Niemand
pl: Nikt
pt: Ninguém
pt_br: Ninguém
ro: Nimeni
ru: Никому
sk: Nikto
sl: Nihče
sr: нико
sv: Ingen
ug: ھېچكىم
wa: Nolu
zh_cn: 无人

# shutdown request origin
source: &Remote:
ar: ال&بعيد:
bg: От&далечено:
ca@valencia: Re&mot:
da: Ekste&rn:
el: &Απομακρυσμένα:
es: &Remoto:
et: Ee&malt:
eu: &Urrunekoa:
fi: &Etänä:
fr: Distan&t :
ga: &Cianda:
gl: &Remoto:
he: מר&וחק:
hr: &Udaljeno:
hu: &Távolról:
it: &Remoto:
kk: &Қашықтағы:
km: ពី​ចម្ងាយ ៖
lt: &Nutolusiems:
lv: Attā&lināti:
mr: दूरस्थ (&R):
nb: Ekste&rn:
nds: &Vun anner Reekner:
nl: Op a&fstand:
pl: &Zdalnie:
pt: &Remoto:
pt_br: &Remoto:
ro: &Distant:
ru: &Удалённо:
sk: &Vzdialené:
sl: Oddalj&eno:
sr: &Удаљено:
sv: Fjä&rr:
ug: يىراق(&R):
wa: Å l&on:
zh_cn: 远程(&R)：
