Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Enable this if you would like to use a themed Login Manager.<br>Note that the themed greeter is challenged accessibility-wise (keyboard usage), and themes may lack support for features like a user list or alternative authentication methods.
ca@valencia: Activeu això si voleu utilitzar un Gestor de connexió amb tema.<br>Tingueu en compte que la benvinguda de tema canvia l'accessibilitat (ús del teclat), i els temes poden no tindre suport per a característiques com una llista d'usuaris o mètodes d'autenticació alternatius.
da: Aktivér dette hvis du vil bruge login-håndtering med tema.<br>Bemærk at velkomstskærmen med tema er udfordret hvad angår tilgængelighed (brug af tastatur), og at temaer kan mangle understøttelse af funktioner såsom en brugerliste eller alternative autentificeringsmetoder.
el: Ενεργοποιήστε το αν επιθυμείτε την χρήση ενός Διαχειριστή σύνδεσης με θέμα.<br>Σημειώστε ότι στο θέμα καλωσορίσματος η προσβασιμότητα που παρέχει αμφισβητούμενη (χρήση πληκτρολογίου), και τα θέματα μπορεί να μην παρέχουν υποστήριξη μερικών χαρακτηριστικών όπως η λίστα χρηστών ή εναλλακτικούς τρόπους ταυτοποίησης.
es: Active esto si a usted le gustaría usar un gestor de inicio con temas. <br>Tenga en cuenta que el tema de bienvenida está cambiado a accesible-sabio (uso de teclado) y los temas pueden carecer de apoyo a características como una lista de usuarios o métodos de autenticación alternativos.
et: Märkimisel saab kasutada teemaga tervitusdialoogi.<br>Pane tähele, et teemaga tervitusdialoogil on hulk puudusi hõlbustuse seisukohalt (klaviatuuri kasutamine) ja teemadel ei pruugi olla kõiki võimalusi, näiteks kasutajate nimekirja või alternatiivseid autentimisviise.
fi: Valitse, jos haluat käyttää teemoitettua kirjautumisruutua.<br/>Huomaa, että tämä tila ei juurikaan tue esteettömyyttä (näppäimistökäyttöä), ja teemoista saattaa puuttua tuki ominaisuuksille, kuten käyttäjäluettelolle tai vaihtoehtoisille tunnistautumistavoille.
fr: Sélectionnez cette option si vous voulez utiliser un gestionnaire de connexion à thème.<br> Veuillez noter qu'un accueil à thème limite l'accessibilité (usage du clavier par exemple) et que certains thèmes peuvent ne pas prendre en charge certaines fonctionnalités comme l'affichage de la liste des utilisateurs ou des méthodes alternatives d'authentification.
ga: Cumasaigh é seo más mian leat Fáilteoir Téamaithe a úsáid.<br>Tabhair faoi deara nach bhfuil an fáilteoir seo rómhaith ó thaobh inrochtaineachta (méarchlár), agus seans nach dtacaíonn téamaí le gnéithe áirithe, mar shampla liosta úsáideoirí nó modhanna malartacha fíordheimhnithe.
gl: Active esta opción se quere usar un xestor de accesos con temas.<br>Lembre que isto en xeral prexudica a accesibilidade (polo uso do teclado), e que os temas poden carecer de cousas como unha lista de usuarios ou métodos alternativos de autenticación.
hu: Engedélyezze ezt, ha témázott bejelentkezéskezelőt szeretne használni.<br>Ne feledje, hogy a témázott üdvözlő az akadálymentesítési kódex ellen van (billentyűzet használat), és a témák olyan szolgáltatások támogatásának hiányát okozhatják, mint a felhasználólisták vagy az alternatív hitelesítési módok.
ia: Habilita isto si tu volera usar le Gerente de Accesso con themas.<br>Nota que le themas plus grande is defiante le accessibilitate (usage de claviero), e themas pote mancar de supporto pro characteristicas como lista de usator o methodos de authentication.
it: Abilita questo se vuoi usare una finestra d'accesso con tema.<br>Nota che la finestra di benvenuto con tema può avere un'accessibilità ridotta (in rispetto all'uso della tastiera), e i temi potrebbero non avere supporto per funzionalità come l'elenco degli utenti o metodi di autenticazione alternativi.
lt: ĮJunkite šią parinktį, jei norite naudoti prisijungimo valdymo temas.<br>Pastebėtina, kad naudojant temas gali būti sunkiau naudoti neįgaliesiems (klaviatūros naudojimas). Temose taipogi gali nebūti kai kurių savybių, tokių kaip naudotojų sąrašo ar alternatyvių autentikacijos būdų.
nb: Slå på dette hvis du vil bruke en innloggingsbehandler med tema.<br> Merk at en hilser med tema kan ha dårlig støtte for tilgjengelighetsfunksjoner (tastaturet), og temaene kan mangle støtte for funksjoner som brukerliste eller alternative autentiseringsmetoder.
nds: Maak dit an, wenn Du Mustern för den Anmellpleger bruken wullt.<br>Beacht, dat de Anmellpleger to Problemen mit de Toganghülp föhren kann (Tastatuurbruuk) un de bruukt Mustern villicht keen Ünnerstütten vun Brukerlisten oder anner Anmellmetoden bargt.
nl: Schakel dit in als u een aanmeldbeheerder wilt gebruiken met thema.<br>Bedenk dat de begroeting met thema vanwege zijn toegankelijkheid (gebruik van toetsenbord) onder vuur ligt en thema's mogelijk geen ondersteuning hebben voor functies zoals een gebruikerslijst of alternatieve authenticatie methoden.
pl: Włącz to jeśli chcesz użyć menadżera logowania z motywu.<br>Sprawdź czy pozdrawianie z motywu jest dostosowane do osób z niepełnosprawnościami (użycie klawiatury) i czy nie brakuje mu funkcji takich jak lista użytkowników czy alternatywne metody uwierzytelniania.
pt: Active isto se quiser usar um Gestor do Arranque personalizado com temas.<br/>Lembre-se que o ecrã de boas-vindas com temas poderá ter problemas de acessibilidade (uso do teclado) e os temas poderão não ter o suporte para funcionalidades como uma lista de utilizadores ou métodos de autenticação alternativos.
pt_br: Ative isto se quiser usar um gerenciador de inicialização com temas.<br>Lembre-se de que a tela de boas-vindas com temas poderá ter problemas de acessibilidade (uso do teclado) e os temas poderão não ter o suporte para funcionalidades como uma lista de usuários ou métodos de autenticação alternativos.
ro: Activați această opține dacă doriți un administrator de autentificare cu tematici. <br> Rețineți că ecranul de autentificare cu tematică oferă accesibilitate redusă (folosirea tastaturii) și s-ar putea ca tematicile să nu aibă funcționalități ca lista de utilizatori sau metode de autentificare alternative.
ru: Включите этот параметр, чтобы использовать тематический диспетчер входа в систему.<br>Обратите внимание, что тематическое приветствие имеет ограниченную доступность (использование клавиатуры) и темы могут не иметь поддержки функций, таких как список пользователей или альтернативные методы аутентификации.
sk: Povoľte, ak chcete použiť tematického Správcu prihásenia.<br>Pozor, lebo temarický uvítač je založený na použití klávesnice a témy nemusia podporovať funkcie ako zoznam používateľov alebo zoznam alternatívnych autentifikačných metód.
sl: Omogočite, če želite za upravljalnik prijav uporabljati teme.<br>Zapomnite si, da je zaradi uporabe tem dostopnost slabša (predvsem s tipkovnico), v temah pa lahko tudi manjkajo zmožnosti, kot sta seznam uporabnikov in drugotni načini overitve.
sr: <p>Укључите ово ако желите менаџер пријављивања са темама.</p><p>Имајте на уму да је дијалог са темом непогодан за приступачност (употреба тастатуре), и да поједине теме не пружају могућности попут списка корисника или алтернативних метода аутентификације.</p>
sv: Aktivera det här om du vill använda tema för inloggningshanteraren.<br>Observera att en inloggningshanterare med tema är svårhanterlig ur handikappsynpunkt (tangentbordsanvändning), och teman kan sakna stöd för funktioner som en användarlista eller alternativa metoder för behörighetskontroll.
zh_cn: 如果您想使用主题化的登录管理器，请选中此项。<br>请注意欢迎主题可能辅助访问支持较差（使用键盘），并且主题可能缺少对一些功能，如用户列表，或者其他认证方式的支持。

source: <placeholder>default</placeholder>
ar: <placeholder>افتراضي</placeholder>
bg: <placeholder>по подразбиране</placeholder>
ca@valencia: <placeholder>per omissió</placeholder>
da: <placeholder>standard</placeholder>
el: <placeholder>προκαθορισμένο</placeholder>
es: <placeholder>predeterminado</placeholder>
et: <placeholder>vaikimisi</placeholder>
eu: <placeholder>lehenetsia</placeholder>
fi: <placeholder>oletus</placeholder>
fr: <placeholder>par défaut</placeholder>
ga: <placeholder>réamhshocrú</placeholder>
gl: <placeholder>predeterminado</placeholder>
he: <placeholder>ברירת מחדל</placeholder>
hr: <placeholder>zadano</placeholder>
hu: <placeholder>alapértelmezés</placeholder>
ia: <placeholder>pro definition</placeholder>
it: <placeholder>predefinito</placeholder>
kk: <placeholder>әдетті</placeholder>
km: <placeholder>លំនាំ​ដើម​</placeholder>
lt: <placeholder>numatytas</placeholder>
lv: <placeholder>noklusētais</placeholder>
mr: <placeholder>मूलभूत</placeholder>
nb: <placeholder>standard</placeholder>
nds: <placeholder>Standard</placeholder>
nl: <placeholder>standaard</placeholder>
pl: <placeholder>domyślne</placeholder>
pt: <placeholder>predefinição</placeholder>
pt_br: <placeholder>padrão</placeholder>
ro: <placeholder>implicit</placeholder>
ru: <placeholder>по умолчанию</placeholder>
sk: <placeholder>štandardný</placeholder>
sl: <placeholder>privzeto</placeholder>
sr: <placeholder>подразумевано</placeholder>
sv: <placeholder>förval</placeholder>
ug: <placeholder>كۆڭۈلدىكى</placeholder>
wa: <placeholder>prémetou</placeholder>
zh_cn: <placeholder>默认</placeholder>

source: GUI s&tyle:
ar: أ&سلوب واجهة المستخدم الرسومية:
bg: Г&рафичен стил:
ca@valencia: Es&til de l'IGU:
da: &Brugerfladestil:
el: &Στυλ GUI:
es: Es&tilo de la interfaz:
et: Kasutajaliidese s&tiil:
eu: Interfazearen es&tiloa:
fi: Käyttöliittymän &tyyli:
fr: S&tyle de l'interface graphique :
ga: S&tíl an chomhéadain ghrafaigh:
gl: &Estilo da interface gráfica:
he: סגנו&ן ממשק גרפי:
hr: &Stil GUIa:
hu: A felület &stílusa:
ia: S&tilo de GUI:
it: S&tile interfaccia grafica:
kk: &GUI стилі:
km: រចនាប័ទ្ម GUI ៖
lt: GUI s&tilius:
lv: Grafiskā interfeisa s&tils:
mr: GUI शैली (&t):
nb: GUI-s&til:
nds: Stil för de graafsche Bö&versiet:
nl: GUI-s&tijl:
pl: &Styl interfejsu:
pt: Es&tilo da interface:
pt_br: E&stilo da interface gráfica:
ro: &Stil GUI:
ru: &Стиль:
sk: Š&týl GUI:
sl: Slo&g grafičnega vmesnika:
sr: &Стил сучеља:
sv: Grä&nssnittsstil:
ug: گرافىكىلىق كۆرۈنمەيۈز(GUI)(&T)
wa: &Stîle do GUI:
zh_cn: 界面风格(&T)：

source: You can choose a basic GUI style here that will be used by KDM only.
ar: هنا يمكنك اختيار أسلوب الواجهة الأساسي الذي سيتم استخدامها عن طريق مدير الدخول فقط.
bg: Стил, който ще се използва от KDM.
ca@valencia: Ací podeu triar un estil bàsic d'IGU que s'usarà només pel KDM.
da: Her kan du vælge en basal GUI-stil, som kun vil blive brugt af KDM.
el: Μπορείτε εδώ να επιλέξετε ένα βασικό στυλ GUI που θα χρησιμοποιείται αποκλειστικά από το KDM.
es: Aquí puede elegir un estilo de GUI básico que solo será usado por KDM.
et: Siin saab valida KDM-i kasutatava kasutajaliidese stiili.
eu: KDMk soilik erabiliko duen oinarrizko interfaze-estilo bat aukeratu dezakezu hemen.
fi: Tässä voit valita KDM:n käyttämän GUI-tyylin.
fr: Vous pouvez choisir ici un style basique d'interface graphique, à utiliser uniquement par KDM.
ga: Is féidir leat bunstíl chomhéadain a roghnú anseo a bheifear úsáidte ag KDM amháin.
gl: Aquí pode escoller un estilo básico da GUI, que só empregará KDM.
he: כאן באפשרותך לבחור סגנון ממשק משתמש גרפי בסיסי שישמש רק את KDM.
hr: Možete odabrati osnovni GUI koji će kroistiti samo KDM.
hu: Válassza ki a grafikus felület stílusát (csak a KDM-re vonatkozik).
ia: Tu pote seliger hic un stilo de GUI basic que essera usate solmente per KDM
it: Qui puoi scegliere un semplice stile di interfaccia grafica che sarà usato solo da KDM.
kk: Сіз тек KDM жүйесі қолданатын графикалық интерфейстің негізгі стилін таңдай аласыз.
km: អ្នក​អាច​ជ្រើស​រចនាប័ទ្ម GUI មូលដ្ឋាន​មួយ​នៅ​ទីនេះ ដែល​នឹង​ត្រូវ​បាន​ប្រើ​ដោយ​តែ KDM ប៉ុណ្ណោះ ។
lt: Čia Jūs galite pasirinkti pradinį GUI stilių, kurį naudos tik KDM.
lv: Šeit jūs varat izvēlēties pamat GUI stilu, kuru izmantos tikai KDM.
mr: तुम्ही येथे फक्त KDM द्वारे वापरण्याच्या मूळ GUI शैलीचे निवड करू शकता.
nb: Her kan du velge en grunnleggende GUI-stil som bare KDM vil bruke.
nds: Hier kannst du en eenfachen Stil fastleggen, de bloots vun KDM bruukt warrt.
nl: Hier kunt u de weergavestijl kiezen die alleen door KDM zal worden gebruikt.
pl: Wybierz podstawowy styl GUI dla okna logowania.
pt: O utilizador pode escolher um estilo básico de GUI que será usado apenas pelo KDM.
pt_br: Você pode escolher aqui um estilo GUI básico que será usado apenas pelo KDM.
ro: Puteți alege aici stilul de interfață grafică care va fi utilizat numai de KDM.
ru: Стиль графического интерфейса. Он будет использоваться только для экрана входа в систему.
sk: Tu môžete vybrať základný štýl GUI, ktorý bude používať iba KDM.
sl: Izberete lahko osnovni slog uporabniškega vmesnika, ki ga bo uporabljal le KDM.
sr: Овде бирате основни стил сучеља, који ће користити само КДМ.
sv: Här kan du välja en grundläggande gränssnittsstil som endast kommer att användas av KDM.
ug: بۇ يەردە KDM دىلا ئىشلىتىلىدىغان ئاددىي گرافىكىلىق كۆرۈنمەيۈز ئۇسلۇبىنى تاللىيالايسىز.
zh_cn: 您可以选择仅被 KDM 使用的基本界面风格。

source: Color sche&me:
ar: م&خطط الألوان:
bg: Цветова с&хема:
ca@valencia: Esque&ma de color:
da: &Farvetema:
el: Θέμα &χρώματος:
es: Esque&ma de color:
et: Värviskee&m:
eu: &Kolore-eskema:
fi: &Väriteema:
fr: Je&u de couleurs :
ga: S&céim datha:
gl: Esquema de &cor:
he: &ערכת צבעים:
hr: Shema &boja:
hu: &Színséma:
ia: Sche&ma de Color:
it: Schema di &colori:
kk: &Түс сұлбасы:
km: ពណ៌​ចម្រុះ ៖
lt: &Spalvų schema:
lv: Krāsu &palete:
mr: रंग सुत्रयोजना (&m):
nb: &Fargeoppsett:
nds: Klöörsche&ma:
nl: Kleurens&chema:
pl: Zestaw &kolorów:
pt: Esque&ma de cores:
pt_br: Esque&ma de cores:
ro: Schemă de &culori:
ru: Цветовая схема:
sk: Farebná &schéma:
sl: Barvna she&ma:
sr: &Шема боја:
sv: Färgsche&ma:
ug: رەڭ لايىھىسى(&M):
wa: &Djeu d' coleurs:
zh_cn: 配色方案(&M)：

source: You can choose a basic Color Scheme here that will be used by KDM only.
ar: هنا يمكنك اختيار مخطط الألوان الأساسي الذي سيتم استخدامه عن طريق مدير الدخول فقط.
bg: Цветова схема, която ще се използва от KDM.
ca@valencia: Ací podeu triar un esquema de color bàsic que s'usarà només pel KDM.
da: Her kan du vælge et basalt farvetema, som kun vil blive brugt af KDM.
el: Μπορείτε εδώ να επιλέξετε ένα βασικό Θέμα χρώματος που θα χρησιμοποιείται αποκλειστικά από το KDM.
es: Aquí puede elegir un esquema de color básico que solo será usado por KDM.
et: Siin saab valida KDM-i kasutatava kasutajaliidese värviskeemi.
eu: KDMk soilik erabiliko duen oinarrizko kolore-eskema bat aukeratu dezakezu hemen.
fi: Tässä voit valita KDM:n käyttämän väriteeman.
fr: Vous pouvez choisir ici un jeu basique de couleurs, à utiliser uniquement par KDM.
ga: Is féidir leat bunscéim datha a roghnú anseo a bheifear úsáidte ag KDM amháin.
gl: Aquí pode escoller un esquema de cor básico que só empregará KDM.
he: כאן באפשרותך לבחור ערכת צבעים בסיסית שתשמש רק את KDM.
hr: Možete odabrati osnovni skup boja koji će koristiti samo KDM.
hu: Az itt kiválasztott színösszeállítás csak a bejelentkezési felületre (a KDM-re) lesz érvényes!
ia: Tu pote seliger hic un schema de color basic que essera usate solmente per KDM
it: Qui puoi scegliere qui un semplice stile di colori che sarà usato solo da KDM.
kk: Мұнда тек КDM жүйесі қолданатын түстердің негізгі сұлбасын таңдай аласыз.
km: អ្នក​អាច​ជ្រើស​ពណ៌​ចម្រុះ​មូលដ្ឋាន​មួយ​នៅ​ទីនេះ ដែល​នឹង​ត្រូវ​បាន​ប្រើ​ដោយ​តែ KDM ប៉ុណ្ណោះ ។
lt: Čia Jūs galite pasirinkti pradinę spalvų schemą, kurią naudos tik KDM.
lv: Šeit jūs varat izvēlēties pamata krāsu paleti, kuru izmantos tikai KDM.
mr: तुम्ही येथे फक्त KDM द्वारे वापरण्याच्या मूळ रंग सुत्रयोजनाचे निवड करू शकता.
nb: Her kan du velge et grunnleggende fargeoppsett som bare brukes av KDM.
nds: Hier kannst Du en eenfach Klöörschema fastleggen, dat bloots vun KDM bruukt warrt.
nl: Hier kunt u basis kleurenschema kiezen dat alleen door KDM zal worden gebruikt.
pl: Wybierz zestaw kolorów dla okna logowania.
pt: O utilizador pode escolher aqui um esquema de cores básico que será usado apenas pelo KDM.
pt_br: Você pode escolher aqui um esquema de cores que será usado apenas pelo KDM.
ro: Puteți alege aici schema de culori care va fi utilizată numai de KDM.
ru: Здесь можно выбрать схему цветов. Она будет использоваться только для экрана входа в систему.
sk: Tu môžete vybrať farebnú schému, ktorú bude používať iba KDM.
sl: Izberete lahko osnovno barvno shemo, ki jo bo uporabljal le KDM.
sr: Овде бирате основну шему боја, коју ће користити само КДМ.
sv: Här kan du välja en grundläggande färgschema som endast kommer att användas av KDM.
ug: بۇ يەردە KDM دىلا ئىشلىتىلىدىغان ئاددىي رەڭ لايىھىسىنى تاللىيالايسىز.
zh_cn: 您可以选择仅被 KDM 使用的基本配色方案。

# @title:group
source: Fonts
ar: الخطوط
bg: Шрифтове
ca@valencia: Tipus de lletra
da: Skrifttyper
el: Γραμματοσειρές
es: Tipos de letra
et: Fondid
eu: Letra-tipoak
fi: Fontit
fr: Polices
ga: Clónna
gl: Tipos de letra
he: גופנים
hr: &Pismo
hu: Betűtípusok
it: Caratteri
kk: Қаріптері
km: ពុម្ពអក្សរ
lt: Šriftai
lv: Fonti
mr: फॉन्ट
nb: Skrifter
nds: Schriftoorden
nl: Lettertypen
pl: Czcionki
pt: Tipos de Letra
pt_br: Fontes
ro: Fonturi
ru: Шрифты
sk: Písma
sl: Pisave
sr: Фонтови
sv: Teckensnitt
ug: خەت نۇسخا
wa: Fontes
zh_cn: 字体

source: This changes the font which is used for all the text in the login manager except for the greeting and failure messages.
ar: هذا سيغير الخط المستخدم لكلّ النصوص في مدير الدخول ما عدا التحية ورسائل الفشل.
bg: Смяна на основния шрифт.
ca@valencia: Això canvia el tipus de lletra que s'usarà per a tot el text en el gestor d'accés, excepte per als missatges de salutació i de falles.
da: Dette ændrer den skrifttype som bruges til al tekst i login-håndteringen undtagen til velkomstteksten og fejlmeddelelser.
el: Αυτό αλλάζει τη γραμματοσειρά που χρησιμοποιείται για όλα τα κείμενα στο διαχειριστή σύνδεσης εκτός από το χαιρετισμό και τα μηνύματα αποτυχίας.
es: Esto cambia el tipo de letra que se utilizará para todo el texto del gestor de inicio de sesión excepto en los mensajes de bienvenida y de error.
et: See muudab fonti, mida kasutatakse sisselogimishalduri kõigis tekstides, välja arvatud tervitus ja veateated.
eu: Honek saio-hasierako kudeatzailearen testu guztietan erabiltzen den letra-tipoa aldatzen du, ongietorri- eta hutsegite-mezuetakoak izan ezik.
fi: Tämä vaihtaa kaikkia muita kirjautumisruudun fonttiasetuksia paitsi tervehdys- ja virheviestejä.
fr: Ceci change la police utilisée pour tous les messages du gestionnaire de connexion, excepté pour les messages de bienvenue et d'erreur.
ga: Athraíonn sé seo an cló a úsáidtear don téacs go léir sa bhainisteoir logála isteach, seachas an bheannacht agus teachtaireachtaí earráide.
gl: Isto troca a fonte que se emprega para todo o texto no xestor de acceso excepto para as mensaxes de benvida e de erro.
he: אפשרות זו משנה את הגופן בשימוש עבור כל הטקסט במנהל הכניסה, למעט משפט הכניסה והודעות השגיאה.
hr: Ovo mijenja pismo koji će biti korišten za sav tekst u uraditelju za prijavljivanje osim za poruke pozdrava i poruke o greškama.
hu: Ez a betűtípus lesz felhasználva szinte az összes szöveghez a bejelentkezési ablakban, kivéve az üdvözlő- és hibaüzeneteket.
ia: Isto cambia le font que on debe usar pro omne le testo in le gerente de accesso excepte pro le message de salutationes e fallimento.
it: Questo modifica i caratteri che vengono utilizzati per tutto il testo del gestore degli accessi, escluso il messaggio di benvenuto e i messaggi di errore.
kk: Бұл жүйеге кіру менеджерінің барлық, сәлем мен қателер туралы хабарлардан басқа, мәтіні үшін қолданатын қаріпті өзгертеді.
km: វា​នេះ​នឹង​ផ្លាស់ប្តូរ​ពុម្ព​អក្សរ​ដែល​ត្រូវ​ប្រើ សម្រាប់​អត្ថបទ​ទាំង​អស់​ក្នុង​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល លើក​លែង​តែ​សម្រាប់​សារ​វន្ទនាការ និង​បរាជ័យ ។
lt: Čia galite pakeisti šriftą, kuris naudojamas visame registravimosi tvarkyklėje, išskyrus pasisveikinimo ir klaidų pranešimus.
lv: Šeit izmaina fontu, kuru lietos pieteikšanās pārvaldnieks visam tekstam, izņemot sveiciena un neveiksmju paziņojumus.
mr: या पर्यायात शुभेच्छा व फ़ेलियुअर संदेशाव्यतिरिक्त लॉग इन व्यवस्थापकामधील सर्व अक्षरांचे फॉन्टस बदलू शकता.
nb: Her kan du endre skrifta som blir brukt til all tekst i innloggingsbehandleren, unntatt velkomsthilsenen og feilmeldinger.
nds: Hier kannst Du de Schriftoort fastleggen, de för allens bruukt warrt, bloots nich för den Grööttext un de Fehlermellen.
nl: Dit wijzigt het lettertype dat wordt gebruikt voor alle tekst in de aanmelddialoog, met uitzondering van de groet en foutmeldingen.
pl: To zmieni czcionkę używaną do wyświetlania wszystkich tekstów menedżera logowania poza powitaniem i komunikatami o błędach.
pt: Isto altera o tipo de letra que é usado para todo o texto do gestor de autenticação, excepto as mensagens de saudação e de falha.
pt_br: Isto modifica a fonte usada para todos os textos do gerenciador de autenticação, exceto para a saudação e para as mensagens de falha.
ro: Aceasta schimbă fontul care este utilizat pentru toate textele din administratorului de autentificare cu excepția mesajelor de salut și eșec.
ru: Изменяет шрифт, применяемый для всего интерфейса диспетчера входа в систему, кроме приглашения и сообщений об ошибках.
sk: Toto zmení písmo používané pre všetky texty v správcovi prihlásenia okrem uvítania a správ o zlyhaní.
sl: To spremeni pisavo, ki se uporablja za vso besedilo v upravljalniku prijav, razen za pozdrave in sporočila o neuspehih.
sr: Ово мења фонт који се користи за сав текст у менаџеру пријављивања, осим за поздравни текст и поруке о грешкама.
sv: Det här ändrar teckensnittet som används för texten i inloggningshanteraren, utom för välkomsttexten och felmeddelanden.
zh_cn: 将更改除欢迎辞和失败信息外，登录管理器全部文字所用的字体。

# ... font
source: &General:
ar: ع&ام:
bg: О&сновен шрифт:
da: &Generelt:
el: &Γενικά:
et: Ü&ldine:
eu: &Orokorra:
fi: &Yleistä:
fr: &Général :
ga: &Ginearálta:
gl: &Xeral:
he: &כללי:
hr: &Općenito:
hu: Általán&os:
it: &Generale:
kk: &Жалпы:
km: ទូទៅ ៖
lt: &Bendras:
lv: &Pamata:
mr: सामान्य (&G):
nb: &Generell:
nds: A&llmeen:
nl: Al&gemeen:
pl: &Ogólne:
pt: &Geral:
pt_br: &Geral:
ru: &Основной:
sk: &Všeobecné:
sl: &Splošno:
sr: &Општи:
sv: A&llmänt:
ug: ئادەتتىكى(&G)
wa: &Djenerå:
zh_cn: 常规(&G)：
