Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: KDM will show all checked users. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
ar: مدير الدخول سيظهر كلّ المستخدمين المحدّدين. الخانات الدالة على '@' هي مجموعات مستخدمين. تحديد مجموعة مشابه لتحديد كلّ المستخدمين في هذه المجموعة.
bg: Ще бъдат показани всички включени (избрани) потребители. Елементите, които започват със знака @, са групи. Включване на групата е все едно сте включили всички потребители от нея.
ca@valencia: KDM mostrarà tots els usuaris marcats. Les entrades anotades amb «@» són grups d'usuaris. Marcar un grup és com marcar tots els usuaris del grup.
da: KDM vil vise alle markerede brugere. Indgange markerede med '@' er brugergrupper. Markering af en brugergruppe er ligesom at markere alle brugere i denne gruppe.
el: Το KDM θα εμφανίσει όλους τους επιλεγμένους χρήστες. Οι καταχωρήσεις που σημειώνονται με '@' είναι ομάδες χρηστών. Η επιλογή μιας ομάδας είναι σαν να έχουν επιλεγεί όλοι οι χρήστες σε αυτή την ομάδα.
es: KDM mostrará todos los usuarios marcados. La entradas indicadas con «@» son grupos de usuarios. Marcar un grupo es lo mismo que marcar todos los usuarios de ese grupo.
et: KDM näitab kõiki märgitud kasutajaid. Kirjed tähisega '@' on kasutajate grupid. Grupi märkimisel märgitakse ühtlasi kõik gruppi kuuluvad kasutajad.
eu: Hautatutako erabiltzaile guztiak erakutsiko ditu KDMk. '@' duten sarrerak erabiltzaile taldeak dira. Talde bati hautamarka jartzea talde horretako erabiltzaile guztiei hautamarka jartzea bezala da.
fi: KDM näyttää kaikki valitut käyttäjät. Kohdat, joissa on @, tarkoittavat ryhmiä. Ryhmän valinta toimii kuin jos olisit valinnut kaikki ryhmän jäsenet.
fr: KDM affichera tous les utilisateurs sélectionnés. Les entrées comportant un caractère « @ » sont des groupes d'utilisateurs. La sélection d'un groupe revient à sélectionner tous les utilisateurs de ce groupe.
ga: Taispeánfaidh KDM na húsáideoirí go léir a bhfuil tic leo. Is grúpaí úsáideoirí iad na hiontrálacha a bhfuil '@' leo. Má chuireann tú tic in aice le grúpa, is é sin díreach cosúil le tic a chur le gach úsáideoir sa ghrúpa sin.
gl: KDM mostrará todos os usuarios sinalados. As entradas marcadas con «@» son grupos de usuarios. Se os sinala actívanse todos os usuarios dese grupo.
he: מנהל הכניסה יציג את על המשתמשים הנבחרים. כניסות במתחילות ב־@ הינם קבוצות משתמשים. בחירה של קבוצה שקולה לבחירת כל המשתמשים בקבוצה.
hr: KDM će prikazati sve označene korisnike. Unosi označeni sa '@' su korisničke grupe.Označavanje grupe je kao označavanje svih korisnika u navedenoj grupi.
hu: A KDM megjeleníti az összes megjelölt felhasználót. A '@' jellel kezdődőek csoportok. Csoport kiválasztása egyenlő a csoport tagjainak kiválasztásával.
ia: KDM monstrara omne usatores marcate. Entratas marcate con '@' es gruppos de usatores. Marcar un gruppo es como marcar omne usatores in ille gruppo.
it: KDM mostrerà tutti gli utenti marcati. Le voci con una «@» sono utenti di gruppi. Marcare un gruppo è come marcare tutti gli utenti di quel gruppo.
kk: KDM тек белгісі қойылған пайдаланушыларға жүйеге кіруді ұсынады. '@' - таңбасынан басталған - топтар атауы. Топты белгілеу оның барлық пайдаланушыларын белгілегенге тең.
km: KDM នឹង​បង្ហាញ​អ្នក​ប្រើ​ទាំងអស់​ដែល​បាន​គូស​ធីក ។ ធាតុ​តាង​ដោយ '@' គឺ​ជា​ក្រុម​អ្នក​ប្រើ ។ ការ​ធីក​ក្ការុម គឺ​ដូច​ជា​ការ​ធីក​អ្នកប្រើ​ទាំងអស់​ក្នុង​ក្រុម​នោះ ។
lt: KDM parodys visas pažymėtas grupes. Įrašai, paženklinti '@' yra naudotojų grupės. Pažymėti grupę yra tolygu visų naudotojų pažymėjimui toje grupėje.
lv: KDM rādīs visus lietotājus, kam ir ķeksītis. Ieraksti, kas apzīmēti ar "@" ir lietotāju grupas. Pielikt ķeksīti grupai ir tas pats, kas pielikt ķeksīti katram grupas biedram atsevišķi.
mr: KDMसर्व निवडलेले युजर्स दर्शवेल. हा प्रवेश '@' चिन्हाने चिन्हांकित असलेला वापरकर्त्याचा समूह असतो. हा समूह निवडणे म्हणजे समूहातील सर्व वापरकर्त्यांना निवडणे होय.
nb: KDM vil vise alle avkryssede brukere. Elementer merket «@» er brukergrupper. Å krysse av en gruppe er som å krysse av alle brukere i den gruppa.
nds: KDM warrt all ankrüüzte Brukers wiesen. Indrääg mit en „@“ markeert Koppeln. Dat Ankrüüzen vun en Koppel is dat Lieke as dat Ankrüüzen vun all Brukers binnen den Koppel.
nl: KDM zal alle gemarkeerde gebruikers tonen. Items met een '@' zijn gebruikersgroepen. Als u een groep selecteert, dan worden alle gebruikers in die groep gemarkeerd.
pl: Menedżer logowania pokaże wszystkich zaznaczonych użytkowników. Pozycje oznaczone przez '@' to grupy użytkowników - zaznaczenie grupy jest równoważne zaznaczeniu wszystkich użytkowników z grupy.
pt: O KDM vai mostrar todos os utilizadores marcados. As entradas com um '@' são grupos de utilizadores. Marcar um grupo é como marcar todos os utilizadores desse grupo.
pt_br: O KDM mostrará todos os usuários marcados. As entradas com um '@' são grupos de usuários. Marcar um grupo é o mesmo que marcar todos os usuários daquele grupo.
ro: KDM va afișa toți utilizatorii marcați. Itemii care conțin un '@' reprezintă grupuri de utilizatori. Marcarea unui grup este echivalentă cu marcarea tututor utilizatorilor din acel grup.
ru: KDM будет показывать только избранных пользователей. Элементы, помеченные «@», являются группами пользователей. Выбор группы соответствует выбору всех пользователей в группе.
sk: KDM zobrazí všetkých začiarknutých užívateľov. Položky označené '@' sú skupiny. Začiarknutie skupiny je rovnaké ako začiarknutie všetkých užívateľov v tejto skupine.
sl: KDM bo prikazal vse izbrane uporabnike. Vnosi, ki so označeni z »@«, so uporabniške skupine. Izbor skupine pomeni izbor vseh uporabnikov v tej skupini.
sr: КДМ ће приказати изабране кориснике. Корисничке групе су означене са „@“, и избор групе једнак је избор свих корисника који јој припадају.
sv: KDM visar alla markerade användare. Poster som anges med "@" är användargrupper. Att markera en grupp är samma sak som att markera alla användare i gruppen.
zh_cn: KDM 将显示选中的所有用户。“@”表示用户组。选中一组代表选中该组中的全部用户。

source: Excluded Users
ar: المستخدمين المبعدين
bg: Неизбрани потребители
ca@valencia: Usuaris exclosos
da: Skjulte brugere
el: Χρήστες που εξαιρούνται
es: Usuarios excluidos
et: Välistatud kasutajad
eu: Kanpoan utzitako erabiltzaileak
fi: Ohitetut käyttäjät
fr: Utilisateurs exclus
ga: Úsáideoirí Eisiata
gl: Usuarios escollidos
he: משתמשים לא כלולים
hr: &Isključeni korisnici
hu: Kizárt felhasználók
ia: Usatores excludite
it: Utenti esclusi
kk: Бұғатталғандар
km: អ្នកប្រែ​ដែល​មិន​បាន​រាប់បញ្ចូល
lt: Nerodomi naudotojai
lv: Izslēgtie lietotāji
mr: वगळलेले वापरकर्ता
nb: Utelatte brukere
nds: Utslaten Brukers
nl: Uitgesloten gebruikers
pl: Wyłączeni użytkownicy
pt: Utilizadores Excluídos
pt_br: Usuários excluídos
ro: Utilizatori excluși
ru: Исключённые пользователи
sk: Vylúčení užívatelia
sl: Izločeni uporabniki
sr: Искључени корисници
sv: Uteslutna användare
wa: Uzeus metous a pårt
zh_cn: 排除的用户

source: KDM will show all non-checked non-system users. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
ar: سيظهر مدير الولوج جميع المستخدمين غير المعيّنين وغير النظاميّين. المداخل المشار إليها ب'@' عبارة عن مجموعات مستخدمين. تعيين مجموعة يكافئ تعيين كل مستخدمي تلك المجموعة.
bg: Ще бъдат показани всички невключени (неизбрани) потребители. Елементите, които започват със знака @, са групи. Включване на групата е все едно сте включили всички потребители от нея.
ca@valencia: KDM mostrarà tots els usuaris no marcats i no de sistema. Les entrades anotades amb «@» són grups d'usuaris. Marcar un grup és com marcar tots els usuaris del grup.
da: KDM vil vise alle ikke-markerede ikke-system brugere. Indgange markerede med '@' er brugergrupper. Markering af en brugergruppe er ligesom at markere alle brugere i denne gruppe.
el: Το KDM θα εμφανίσει όλους τους μη επιλεγμένους non-system χρήστες. Οι καταχωρήσεις που σημειώνονται με '@' είναι ομάδες χρηστών. Η επιλογή μιας ομάδας είναι σαν να έχουν επιλεγεί όλοι οι χρήστες σε αυτή την ομάδα.
es: KDM mostrará todos los usuarios que no sean del sistema y no estén marcados. Las entradas indicadas con «@» son grupos de usuarios. Marcar un grupo es lo mismo que marcar todos los usuarios de ese grupo.
et: KDM näitab kõiki märkimata mittesüsteemseid kasutajaid. Kirjed tähisega '@' on kasutajate grupid. Grupi märkimisel märgitakse ühtlasi kõik gruppi kuuluvad kasutajad.
eu: Sistemarenak ez diren eta hautatu gabe dauden erabiltzaile guztiak erakutsiko ditu KDMk. '@' duten sarrerak erabiltzaile taldeak dira. Talde bati hautamarka jartzea talde horretako erabiltzaile guztiei hautamarka jartzea bezala da.
fi: KDM näyttää kaikki tavalliset käyttäjät, joita ei ole valittu. Kohdat, joissa on @, tarkoittavat ryhmiä. Ryhmän valinta toimii kuin jos olisit valinnut kaikki ryhmän jäsenet.
fr: KDM affichera tous les utilisateurs non sélectionnés et sans privilèges d'administrateur. Les entrées comportant un caractère « @ » sont des groupes d'utilisateurs. La sélection d'un groupe revient à sélectionner tous les utilisateurs de ce groupe.
ga: Taispeánfaidh KDM na húsáideoirí go léir nach bhfuil tic leo agus nach úsáideoirí córais iad. Is grúpaí úsáideoirí iad na hiontrálacha a bhfuil '@' leo. Má chuireann tú tic in aice le grúpa, is é sin díreach cosúil le tic a chur le gach úsáideoir sa ghrúpa sin.
gl: KDM mostrará todos os usuarios non do sistema non sinalados. As entradas marcadas con «@» son grupos de usuarios. Sinalar un grupo é como sinalar todos os usuarios dese grupo.
he: מנהל הכניסה יציג את כל משתמשי המערכת שלא מסומנים. כניסות במתחילות ב־@ הינם קבוצות משתמשים. בחירה של קבוצה שקולה לבחירת כל המשתמשים בקבוצה.
hr: KDM će pokazati sve neprovjerene nesistemske korisnike. Ulazi označeni sa '@' su grupe korisnika. Provjera grupa je kao promjena svih korisnika unutar te grupe.
hu: A KDM megjeleníti az összes nem megjelölt felhasználót, kivéve a rendszerhez tartozókat. A '@' jellel kezdődőek csoportok. Csoport kiválasztása egyenlő a csoport tagjainak kiválasztásával.
ia: KDM monstrara omne usatores non de systema e non marcate. Entratas marcate con '@' es gruppo de usatores. Marcar un gruppo es como marcar omne usatores in ille gruppo.
it: KDM mostrerà tutti gli utenti non di sistema non marcati. Le voci con una «@» sono utenti di un gruppo. Marcare un gruppo è come marcare tutti gli utenti di quel gruppo.
kk: KDM тек белгісі қойылмаған шын пайдаланушыларға жүйеге кіруді ұсынады. '@' - таңбасынан басталған - топтар атауы. Топты белгілеу оның барлық пайдаланушыларын белгілегенге тең.
km: KDM នឹង​បង្ហាញ​អ្នក​ប្រើ​មិន​មែន​ជា​របស់​ប្រព័ន្ធ​ដែល​មិន​បាន​គូស​ធីក​ទាំង​អស់ ។ ធាតុ​តាង​ដោយ​សញ្ញា '@' គឺ​ជា​ក្រុម​អ្នក​ប្រើ ។ ការ​ជ្រើស​ក្រុម​មួយ គឺ​ដូច​ជា​ការ​ជ្រើស​អ្នក​ប្រើ​ទាំងអស់​ក្នុង​ក្រុម​នោះ ។
lt: KDM rodys visus ne sistemos naudotojus. Įrašai, pažymėti '@' yra naudotojų grupės. Pažymėti grupę yra tolygu visų naudotojų pažymėjimui toje grupėje.
lv: KDM rādīs visus lietotājus (izņemot sistēmas lietotājus), kam nav pielikts ķeksītis. Ieraksti, kas apzīmēti ar "@" ir lietotāju grupas. Pielikt ķeksīti grupai ir tas pats, kas pielikt ķeksīti, katram grupas biedram atsevišķi.
mr: KDMसर्व न निवडलेले नॉन सिस्टीम युजर्स दर्शवेल. हा प्रवेश '@' चिन्हाने चिन्हांकित असलेला वापरकर्त्याचा समूह असतो.हा समूह निवडणे म्हणजे समूहातील सर्व वापरकर्त्यांना निवडणे होय.
nb: KDM vil vise alle brukere som ikke er system-brukere og ikke krysset av. Elementer merket «@» er brukergrupper. Å krysse av en gruppe er som å krysse av alle brukere i den gruppa.
nds: KDM warrt all nich ankrüüzte Brukers wiesen. Indrääg mit en „@“ markeert Koppeln. Dat Ankrüüzen vun en Koppel is dat Lieke as dat Ankrüüzen vun all Brukers binnen den Koppel.
nl: KDM zal alle niet-gemarkeerde niet-systeem-gebruikers tonen. Items met een @ zijn gebruikersgroepen. Door een groep te selecteren markeert u alle gebruikers in die groep.
pl: Menedżer logowania pokaże wszystkich niezaznaczonych użytkowników. Pozycje oznaczone przez '@' to grupy użytkowników - zaznaczenie grupy jest równoważne zaznaczeniu wszystkich użytkowników z grupy.
pt: O KDM vai mostrar todos os utilizadores não marcados, não do sistema. As entradas com um '@' são grupos de utilizadores. Marcar um grupo é como marcar todos os utilizadores desse grupo.
pt_br: O KDM mostrará todos os usuários desmarcados. As entradas com um '@' são grupos de usuários. Marcar um grupo é o mesmo que marcar todos os usuários daquele grupo.
ro: KDM va afișa toți utilizatorii non-sistem care nu sînt marcați. Itemii care conțin un '@' reprezintă grupuri de utilizatori. Marcarea unui grup este echivalentă cu marcarea tututor utilizatorilor din acel grup.
ru: KDM будет показывать всех не отмеченных обычных пользователей. Элементы, помеченные «@», являются группами пользователей. Выбор группы соответствует выбору всех пользователей в группе.
sk: KDM zobrazí všetkých nezačiarknutých nesystémových užívateľov. Položky označené '@' sú skupiny. Začiarknutie skupiny je rovnaké ako začiarknutie všetkých užívateľov v tejto skupine.
sl: KDM bo prikazal vse neizbrane nesistemske uporabnike. Vnosi, ki so označeni z »@«, so uporabniške skupine. Izbor skupine pomeni izbor vseh uporabnikov v tej skupini.
sr: КДМ ће приказати све неизабране несистемске кориснике. Корисничке групе су означене са „@“, и избор групе једнак је избор свих корисника који јој припадају.
sv: KDM visar alla användare som inte är markerade och inte är systemanvändare. Poster som anges med "@" är användargrupper. Att markera en grupp är samma sak som att markera alla användare i gruppen.
zh_cn: KDM 将显示所有未选中的非系统用户。“@”表示用户组。选中一组代表选中该组中的全部用户。

# @title:group source for user faces
source: User Image Source
ar: مصدر صورة المستخدم
bg: Източник на икони
ca@valencia: Origen de la imatge d'usuari
da: Kilde for brugerbillede
el: Πηγή εικόνας χρήστη
es: Origen de imágenes de usuarios
et: Kasutajapildi allikas
eu: Erabiltzailearen irudiaren iturburua
fi: Käyttäjäkuvan lähde
fr: Source de l'image de l'utilisateur
ga: Foinse na híomhá úsáideora
gl: Orixe das imaxes de usuario
he: המקור לתמונות המשתמשים
hr: Izvor korisničke slike
hu: A felhasználók képeinek helye
ia: Fonte de Image de Usator
it: Sorgente immagini utenti
kk: Пайдаланушының суретін алатын көзі
km: ប្រភព​រូបភាព​របស់​អ្នក​ប្រើ
lt: Naudotojo paveikslėlio šaltinis
lv: Lietotāju attēlu atrašanās vieta
mr: वापरकर्ता प्रतिमा स्रोत
nb: Kilde for brukerbilder
nds: Born för't Brukerbild
nl: Afbeeldingsbron voor gebruiker
pl: Obrazki użytkowników
pt: Origem da Imagem do Utilizador
pt_br: Origem da imagem do usuário
ro: Sursă imagine utilizator
ru: Источник изображений пользователей
sk: Zdroj obrázkov užívateľa
sl: Vir slik uporabnikov
sr: Извор слике корисника
sv: Källa för användarbilder
ug: ئىشلەتكۈچىنىڭ سۈرەت مەنبەسى
wa: Sourdant des imådjes di l' uzeu
zh_cn: 用户图像来源
