Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Here you can specify where KDM will obtain the images that represent users. "System" represents the global folder; these are the pictures you can set below. "User" means that KDM should read the user's $HOME/.face.icon file. The two selections in the middle define the order of preference if both sources are available.
ar: يمكنك من هنا تحديد المكان الذي سيحصل منه مدير الدخول على الصور التي تمثل المستخدمين. "النظام" يمثل المجلد العام، وهي الصور التي يمكنك إعدادها بالأسفل. "المستخدم" تعني أنه يجدر بمدير الدخول أن يقرأ ملف .face.icon الموجود في دليل البداية $HOME الخاص بالمستخدم. يعرِّف الخياران بالمنتصف ترتيب الأفضلية إذا كان المصدرين متوفرين.
bg: От тук може да укажете къде да се търсят иконите за потребителите. Настройката "Администратор" означава, че само администратора може да определя иконите. Това представлява директория с икони, които виждате по-долу. Настройката "Потребител" означава, че ще се търси файла $HOME/.face.icon и от него ще се зареди иконата на съответния потребител. Комбинираните настройки означават на кой източник се дава предимство, ако съществуват и двата източника.
ca@valencia: Ací podeu especificar d'on obtindrà el KDM les imatges que representen als usuaris. «Sistema» representa la carpeta global; estes són les imatges que es poden configurar a sota. «Usuari» significa que el KDM hauria de llegir el fitxer $HOME/.face.icon. Les dues seleccions en el mig defineixen l'orde de preferència si els dos orígens estigueren disponibles.
da: Her kan du angive hvor KDM skal få de billeder fra der repræsenterer brugere. "System" repræsenterer den globale mappe; disse er de billeder du kan sætte nedenfor. "Bruger" betyder at KDM skal læse brugerens $HOME/.face.icon fil. De to valg i midten definerer den foretrukne rækkefølge hvis begge begge kilder er tilgængelige.
el: Εδώ μπορείτε να καθορίσετε που θα ψάξει το KDM για τις εικόνες που αναπαριστούν τους χρήστες. Το "Σύστημα" αντιστοιχεί στον καθολικό φάκελο. Αυτές είναι οι εικόνες που μπορείτε να θέσετε παρακάτω. Το "Χρήστης" σημαίνει ότι το KDM θα διαβάσει το αρχείο $HOME/.face.icon του χρήστη. Οι δύο επιλογές που βρίσκονται στη μέση καθορίζουν τη σειρά προτεραιότητας αν και οι δύο πηγές είναι διαθέσιμες.
es: Aquí puede especificar de dónde obtendrá KDM las imágenes que representan a los usuarios. «Sistema» representa la carpeta global; esas son las imágenes que se pueden configurar debajo. «Usuario» significa que KDM debería leer el archivo $HOME/.face.icon. Las dos selecciones en el medio definen el orden de preferencia si ambos tipos de letra estuvieran disponibles.
et: Siin saab määrata, kust hangib KDM kasutajaid kujutavaid pilte. "Süsteem" tähendab globaalset kataloogi - need on pildid, mida saab määrata allpool. "Kasutaja" tähendab, et KDM peab pruukima kasutaja faili $HOME/-face.icon. Keskmised valikud määravad eelistatava järjekorra, kui mõlemad allikad on olemas.
eu: KDMk erabiltzaileen irudiak nondik hartuko dituen zehatz dezakezu hemen. "Sistema"k karpeta orokorra adierazten du; horiek dira behean konfigura ditzakezun irudiak. "Erabiltzailea"k adierazten du KDMk erabiltzailearen $HOME/.face.icon fitxategia irakurri beharko lukeela. Erdiko bi hautaketek adierazten dute zein den lehentasun-ordena bi iturburuak eskuragarri daudenean.
fi: Tässä voit määrittää, mistä KDM noutaa käyttäjiä esittävät kuvat. ”Järjestelmä” tarkoittaa yleistä kansiota, jonka kuvat voit valita alta. ”Käyttäjä” tarkoittaa, että KDM lukee käyttäjän $HOME/.face.icon-tiedoston. Muut kaksi valintaa määrittävät kuvien suositummuusjärjestyksen, jos kumpikin on saatavilla.
fr: Vous pouvez spécifier ici l'endroit où KDM ira chercher les images représentant les utilisateurs. « Administrateur » représente le dossier global, il s'agit des images que vous pouvez choisir ci-dessous. « Utilisateur » signifie que KDM doit lire le fichier « $HOME/.face.icon ». Les deux sélections du milieu définissent l'ordre de préférence si les deux sources sont disponibles.
ga: Anseo is féidir leat an suíomh óna bhfaigheann KDM íomhánna a léiríonn úsáideoirí a roghnú. Léiríonn "Córas" an fillteán domhanda; is iad seo na pictiúir is féidir shocrú thíos. Ciallaíonn "Úsáideoir" gur cóir do KDM comhad $HOME/.face.icon an úsáideora a léamh. Sainíonn an dá rogha sa lár an t-ord molta má tá an dá fhoinse ar fáil.
gl: Aquí pode especificar de onde obterá KDM as imaxes que representan aos usuarios. «System» representa o cartafol global; estas son as imaxes que pode estabelecer en baixo. «Usuario» significa que KDM deberá ler o ficheiro $HOME/.face.icon do usuario. As dúas alternativas do medio definen a orden de preferencia se están dispoñíbeis ambas as dúas fontes.
he: כאן באפשרותך לציין מהיכן ישיג מנהל הכניסה את התמונות המייצגות את המשתמשים. "מנהל" מייצג את התיקייה הגלובלית - אלה התמונות שבאפשרותך להגדיר להלן. "משתמש" פירושו שמנהל הכניסה יקרא את הקובץ HOME/.face.icon$ של המשתמש. שתי האפשרויות שבאמצע מציינות את סדר ההעדפות אם שני המקורות זמינים.
hr: Ovdje možete odrediti gdje će KDM pronaći slike koje predstavljaju korisnike."Sustav" predstavlja globalnu mapu; ovo su slike koje možete postaviti ispod. "Korisnik" znači da KDM treba čitati korisnikovu $HOME/.face.icon datoteku. Dva odabira u sredini definiraju red podešenja ako su oba izvora dostupna.
hu: Itt lehet megadni, hogy a KDM honnan vegye a felhasználókhoz tartozó képeket. "Rendszer" a globális könyvtárt jelenti, mely az alábbi képeket tartalmazza. "Felhasználó" esetén a KDM a $HOME/.face.icon fájlt használja majd. Ha mindkét lehetőség szerepel (vesszővel elválasztva), akkor abban a sorrendben történik a feldolgozás.
ia: Hic tu pote specificar ubi KDM obtenera images que representa usatores. "System" (Systema) representa le dossier global; istos es photos que tu pote preparar a basso. "User" (Usator) significa que KDM deberea leger le file $HOME/.face.icon del usator. Le duo selectiones in le medio define le ordine de preferentias si ambes le fontes es disponibile.
it: Qui puoi specificare il posto in cui KDM prenderà le immagini che rappresentano gli utenti. «Sistema» rappresenta la cartella globale; queste sono le immagini che puoi impostare qui sotto. «Utenti» significa che KDM deve leggere il file dell'utente $HOME/.face.icon. Le due selezioni definiscono l'ordine di preferenza se entrambe le sorgenti sono disponibili.
kk: Мұнда KDM пайдаланушылардың суретін қайдан алатынын көрсетуге болады. "Жүйелік" десеңіз жүйелік каталогтан алынады, онда ол суреттер төменде орнатылады. "Пайдаланушы" десеңіз KDM суретті $HOME/.face.icon файлынан алынады. Ортасындағы екеуі - аралас тәсіл, тәртібі ретімен анықталады, керегі біріншісінде болмаса, екіншісінен алады.
km: នៅ​ទីនេះ អ្នក​អាច​បញ្ជាក់​កន្លែង​ដែល KDM នឹង​ទទួល​រូបភាព​ដែល​តំណាង​ឲ្យ​អ្នក​ប្រើ ។ "ប្រព័ន្ធ" តំណាង​ឲ្យ​ថត​សកល​ទាំង​នេះ​ជា​រូបភាព ដែល​អ្នក​អាច​កំណត់​ខាង​ក្រោម ។ "អ្នក​ប្រើ" មាន​ន័យ​ថា KDM គួរ​អាន​ឯកសារ $HOME/.face.icon របស់​អ្នក​ប្រើ ។ ជម្រើស​ទាំង​ពីរ​នៅ​កណ្ដាល កំណត់​លំដាប់​របស់​ចំណង់​ចំណូល​ចិត្ត បើ​ប្រភព​ទាំង​ពីរ​អាច​ប្រើ​បាន ។
lt: Čia galite nurodyti, iš kur KDM ims naudotojų paveikslėlius. „Sistema“ reiškia bendrą aplanką, kuriame galite nurodyti paveikslėlius. „Naudotojas“ reiškia, kad KDM turėtų skaityti naudotojo $HOME/.face.icon failą. Dvi parinktys viduryje nurodo pasirinkimą tuo atveju, kai prieinami abu paveikslėlio šaltiniai.
lv: Šeit jūs varat norādīt, no kurienes KDM ņems attēlus, kas atbilst lietotājiem. "Sistēmas" apzīmē globālo mapi, tie ir attēli, kurus varat norādīt zemāk. "Lietotāja" nozīmē, ka KDM vajadzētu nolasīt lietotāja $HOME/.face.icon failu. Divi vidū esošie izvēles varianti nosaka, kuram attēlam dot priekšroku, ja pieejami abi avoti.
mr: इथे तुम्ही KDM कोणत्या ठिकाणी वापरकर्त्याचे प्रतिनिधित्व करणारे छायाचित्र टाकणार ते स्पष्ट करू शकता. "System" ग्लोबल फोल्डरचे प्रतिनिधित्व करते;खाली दिलेल्या चित्रांपैकी तुम्ही सेट करू शकता."User"म्हणजे KDM ने वापरकर्त्याला ओळखायला हवे $HOME/.face.icon file.मधील दोन निवडी उपलब्ध दोन स्रोतातील प्राधान्यक्रम स्पष्ट करतो.
nb: Her kan du oppgi et sted der KDM henter bilder som representerer brukere. «Admin» er den globale katalogen, dette er bilder du kan oppgi nedenfor. «Bruker» betyr at KDM skal lese en fil i brukerens hjemmeområde, $HOME/.face.icon. De to valgene i midten avgjør rekkefølgen dersom det er bilder begge steder.
nds: Hier kannst Du instellen, woneem KDM de Brukerbiller söcht. „Systeem“ bedüüdt, dat de Biller ut den Systeemorner kaamt, dat sünd de, de Du nerrn bruken kannst. „Bruker“ bedüüdt, dat KDM den Bruker sien $HOME/.face.icon-Datei bruken schall. De twee Instellen in de Merrn leggt fast, woneem KDM toeerst kiekt.
nl: Hier kunt u opgeven waar KDM afbeeldingen vandaan zal halen die de gebruikers representeren. "Systeem" representeert de globale map; dit zijn de afbeeldingen die u hieronder kunt instellen. "Gebruiker" betekent dat KDM het bestand $HOME/.face.icon van de gebruiker zal lezen. De twee selecties in het midden bepalen welke volgorde gehanteerd wordt als beide bronnen beschikbaar zijn.
pl: Tu można wybrać, skąd KDM pobiera obrazki reprezentujące poszczególnych użytkowników. "Globalne" odpowiada katalogowi globalnemu - są to obrazki do wybrania poniżej. "Indywidualne" oznacza, że KDM powinien czytać obrazek z pliku .face.icon w katalogu użytkownika. Pozostałe dwie opcje definiują kolejność użycia, jeżeli dostępne są oba źródła.
pt: Aqui pode indicar onde quer que o KDM obtenha as imagens que representam os utilizadores. O "Admin." representa a pasta global; estas são as imagens que pode alterar em baixo. O "Utilizador" significa que o KDM irá ler o ficheiro $HOME/.face.icon do utilizador. As duas selecções no meio definem a ordem de preferência se ambas as versões estiverem disponíveis.
pt_br: Aqui você pode especificar onde o KDM obterá as imagens que representarão os usuários. "Sistema" representa a pasta global; estas são as figuras que você pode configurar abaixo. "Usuário" significa que o KDM deve ler o arquivo $HOME/.face.icon da pasta do usuário. As duas seleções do meio definem a ordem de preferência, caso ambas as fontes estejam disponíveis.
ro: Aici puteți specifica de unde va obține KDM imaginile care reprezintă utilizatorii. „Sistem” reprezintă directorul global, iar acestea sînt imaginile pe care le puteți seta mai jos. „Utilizator” înseamnă că KDM trebuie să citească fișierul $HOME/.face.icon al utilizatorului. Cele două selecții din mijloc definesc ordinea preferată cînd sînt disponibile ambele surse de imagini.
ru: Здесь можно указать источник изображений пользователей для KDM. «Системный» означает системную папку, эти изображения можно установить в этом модуле. «Пользовательский» означает, что KDM будет использовать файл $HOME/.face.icon. Два параметра в середине определяют порядок предпочтения, если доступны оба источника.
sk: Tu môžete zadať, odkiaľ KDM získa obrázky pre užívateľov. "Systém" prezentuje globálny priečinok; tieto obrázky môžete nastaviť nižšie. "Užívateľ" znamená že KDM má prečítať užívateľský $HOME/.face.icon súbor. A dva výbery v strede definujú poradie ak sú dostupné oba zdroje.
sl: Tu lahko določite, kje naj KDM pridobi slike, ki predstavljajo uporabnike. »Sistem« predstavlja splošno mapo; to so slike, ki jih lahko nastavite spodaj. »Uporabnik« pomeni, da naj KDM poskuša prebrati uporabnikovo datoteko $HOME/.face.icon. Obe možnosti vmes določata vrstni red, če sta dostopna oba vira.
sr: <html>Овде задајете одакле КДМ добавља слике које представљају кориснике. „Систем“ означава глобалну фасциклу; ово су слике које можете поставити испод. „Корисник“ значи да треба поштовати корисников фајл <filename>$HOME/.face.icon</filename>. Опције у средини одређују приоритет, када се желе оба извора.</html>
sv: Här kan du ange var KDM hämtar bilderna som representerar användare. "System" representerar den globala katalogen. Detta är bilderna du kan ange nedan. "Användare" betyder att KDM läser användarens fil $HOME/.face.icon. De två valen i mitten anger ordningen att föredra om båda källorna är tillgängliga.
zh_cn: 在此指定 KDM 从哪里获得代表用户的图像。“系统”指的是全局文件夹；这些是你可以在下面设置的图片。“用户”指 KDM 应该从用户的 $HOME/.face.icon 文件中读取图片。在中间的两个选择定义了两个来源都可用的情况下的首选顺序。

# @option:radio image source
source: System
ar: النظام
bg: Система
ca@valencia: Sistema
el: Σύστημα
es: Sistema
et: Süsteem
eu: Sistema
fi: Järjestelmä
fr: Administrateur
ga: Córas
gl: Sistema
he: מערכת
hr: Sustav
hu: Rendszer
ia: Systema
it: Sistema
kk: Жүйелік
km: ប្រព័ន្ធ
lt: Sistema
lv: Sistēmas
mr: प्रणाली
nds: Systeem
nl: Systeem
pl: Systemowe
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Системный
sk: Systém
sl: Sistem
sr: систем
ug: سىستېما
wa: Sistinme
zh_cn: 系统

# @option:radio image source
source: System, user
ar: النظام ، و المستخدم
bg: Система, потребител
ca@valencia: Sistema, usuari
da: System, bruger
el: Σύστημα, χρήστης
es: Sistema, usuario
et: Süsteem, kasutaja
eu: Sistema, erabiltzailea
fi: Järjestelmä, käyttäjä
fr: Administrateur, utilisateur
ga: Córas, úsáideoir
gl: Sistema, usuario
he: מנהל, משתמש
hr: Sustav, korisnik
hu: Rendszer, felhasználó
ia: Systema, usator
it: Sistema, utente
kk: Жүйелік, Пайдаланушы
km: ប្រព័ន្ធ អ្នកប្រើ
lt: Sistema, naudotojas
lv: Sistēmas, lietotāja
mr: प्रणाली, वापरकर्ता
nb: System, bruker
nds: Systeem, Bruker
nl: Systeem, gebruiker
pl: Systemowe, indywidualne
pt: Sistema, utilizador
pt_br: Sistema, usuário
ro: Sistem, utilizator
ru: Системный, пользовательский
sk: Systém, užívateľ
sl: Sistem, uporabnik
sr: систем, корисник
sv: System, användare
ug: سىستېما، ئىشلەتكۈچى
wa: Sistinme, uzeu
zh_cn: 系统，用户

# @option:radio image source
source: User, system
ar: المستخدم ، والنظام
bg: Потребител, система
ca@valencia: Usuari, sistema
da: Bruger, system
el: Χρήστης, σύστημα
es: Usuario, system
et: Kasutaja, süsteem
eu: Erabiltzailea, sistema
fi: Käyttäjä, järjestelmä
fr: Utilisateur, Administrateur
ga: Úsáideoir, córas
gl: Usuario, sistema
he: משתמש, מנהל
hr: Korisnik, sustav
hu: Felhasználó, rendszer
ia: Usator, systema
it: Utente, sistema
kk: Пайдаланушы, Жүйелік
km: អ្នក​ប្រើ ប្រព័ន្ធ
lt: Naudotojas, sistema
lv: Lietotāja, sistēmas
mr: वापरकर्ता, प्रणाली
nb: Bruker, system
nds: Bruker, Systeem
nl: Gebruiker, systeem
pl: Indywidualne, systemowe
pt: Utilizador, sistema
pt_br: Usuário, sistema
ro: Utilizator, sistem
ru: Пользовательский, системный
sk: Užívateľ, systém
sl: Uporabnik, sistem
sr: корисник, систем
sv: Användare, system
ug: ئىشلەتكۈچى، سىستېما
wa: Uzeu, sistinme
zh_cn: 用户，系统

# @option:radio image source
source: User
ar: المستخدم
bg: Потребител
ca@valencia: Usuari
da: Bruger
el: Χρήστης
es: Usuario
et: Kasutaja
eu: Erabiltzailea
fi: Käyttäjä
fr: Utilisateur
ga: Úsáideoir
gl: Usuario
he: משתמש
hr: Korisnik
hu: Felhasználó
ia: Usator
it: Utente
kk: Пайдаланушы
km: អ្នក​ប្រើ
lt: Naudotojas
lv: Lietotāja
mr: वापरकर्ता
nb: Bruker
nds: Bruker
nl: Gebruiker
pl: Indywidualne
pt: Utilizador
pt_br: Usuário
ro: Utilizator
ru: Пользовательский
sk: Užívateľ
sl: Uporabnik
sr: корисник
sv: Användare
ug: ئىشلەتكۈچى
wa: Uzeu
zh_cn: 用户

# @title:group user face assignments
source: User Images
ar: صور المستخدمين
bg: Икони на потребителите
ca@valencia: Imatges d'usuari
da: Brugerbilleder
el: Εικόνες χρήστη
es: Imágenes de usuario
et: Kasutajapildid
eu: Erabiltzailearen irudiak
fi: Käyttäjäkuvat
fr: Images d'utilisateurs
ga: Íomhánna Úsáideora
gl: Imaxes do usuario
he: תמונות משתמשים
hr: Korisničke slike
hu: A felhasználók képei
ia: Images de Usator
it: Immagini utente
kk: Пайдаланушылардың суреттері
km: រូបភាព​របស់​អ្នក​ប្រើ
lt: Naudotojo paveikslėliai
lv: Lietotāju attēli
mr: वापरकर्ता प्रतिमा
nb: Brukerbilder
nds: Brukerbiller
nl: Gebruikersafbeeldingen
pl: Obrazki użytkowników
pt: Imagens dos Utilizadores
pt_br: Imagens do usuário
ro: Imagini utilizator
ru: Изображения пользователей
sk: Obrázky užívateľov
sl: Slike uporabnikov
sr: Слике корисника
sv: Användarbilder
ug: ئىشلەتكۈچى سۈرەتلىرى
wa: Imådjes des uzeus
zh_cn: 用户图片

source: The user the image below belongs to.
ar: صورة المستخدم أدناه مملوكة لـ.
bg: Икона на потребител.
ca@valencia: L'usuari al qual pertany la imatge de sota.
da: Brugerbilledet nedenfor tilhører
el: Ο χρήστης στον οποίο ανήκει η παρακάτω εικόνα.
es: El usuario al que pertenece la imagen de debajo.
et: Kasutaja, kellele alltoodud pilt kuulub.
eu: Beheko irudiaren jabea.
fi: Käyttäjä, jolle kuva kuuluu.
fr: L'utilisateur à qui correspond l'image ci-dessous.
ga: An t-úsáideoir a bhfuil an íomhá thíos aige.
gl: O usuario ao que pertence a imaxe en baixo.
he: המשתמש שאליו שייכת התמונה המוצגת להלן.
hr: Korisnik kojem pripada slika ispod.
hu: Ehhez a felhasználónévhez tartozik a megadott kép.
ia: Le usator proprietari de le image de basso.
it: L'utente a cui appartiene l'immagine.
kk: Төмендегі суреттегі пайдаланушы.
km: រូបភាព​ខាង​ក្រោម​ដែល​ជា​របស់​អ្នក​ប្រើ ។
lt: Naudotojas, kuriam priklauso žemiau parodytas paveikslėlis.
lv: Lietotājs, kuram pieder attēls.
mr: खालील प्रतिमा ज्या वापरकर्त्याच्या मालकिची आहे.
nb: Brukeren som bildet nedenfor tilhører.
nds: De Bruker, den dat Bild nerrn tohöört
nl: De gebruiker waartoe deze afbeelding behoort.
pl: Użytkownik, do którego należy obrazek.
pt: O utilizador a quem a imagem em baixo pertence.
pt_br: O usuário a quem a imagem abaixo pertence.
ro: Utilizatorul pentru care este dată imaginea de mai jos.
ru: Пользователь, которому принадлежит изображение.
sk: Užívateľ ku ktorému patrí obrázok.
sl: Uporabnik, ki mu pripada slika spodaj.
sr: Корисник којем доња слика припада.
sv: Användaren som bilden nedan hör till.
ug: ئىشلەتكۈچىگە تەۋە سۈرەت.
wa: L' uzeu ki l' imådje chal pa dzo est aloyî avou.
zh_cn: 下面的图片的所有者。

source: User:
ar: المستخدم:
bg: Потребител:
ca@valencia: Usuari:
da: Bruger:
el: Χρήστης:
es: Usuario:
et: Kasutaja:
eu: Erabiltzailea:
fi: Käyttäjä:
fr: Utilisateur :
ga: Úsáideoir:
gl: Usuario:
he: משתמש:
hr: Korisnik:
hu: Név:
ia: Usator:
it: Utente:
kk: Пайдаланушы:
km: អ្នក​ប្រើ ៖
lt: Naudotojas:
lv: Lietotājs:
mr: वापरकर्ता:
nb: Bruker:
nds: Bruker:
nl: Gebruiker:
pl: Użytkownik:
pt: Utilizador:
pt_br: Usuário:
ro: Utilizator:
ru: Пользователь:
sk: Užívateľ:
sl: Uporabnik:
sr: Корисник:
sv: Användare:
ug: ئىشلەتكۈچى:
wa: Uzeu:
zh_cn: 用户：

source: Click or drop an image here
ar: انقر وافلت صورة هنا
bg: Щракнете за избор на икона или изтеглете икона тук.
ca@valencia: Feu clic o amolleu una imatge ací
da: Klik eller slip et billede her
el: Κάντε κλικ ή τοποθετήστε μια εικόνα εδώ
es: Pulse, o suelte una imagen aquí
et: Klõpsa või lohista siia pilt
eu: Egin klik edo arrastatu irudi bat hona
fi: Napsauta tai pudota kuva tähän
fr: Cliquez ou déposez une image ici
ga: Cliceáil nó scaoil íomhá anseo
gl: Prema ou deixe aquí unha imaxe
he: לחץ או גרור לכאן תמונה
hr: Klikni ili ispusti sliku ovdje
hu: Kattintson vagy ejtsen egy képet ide
ia: Pulsa o trahe un image hic
it: Fa clic o trascina qui un'immagine
kk: Мұнда түртіңіз не суретін сүйреп әкеліңіз
km: ចុច ឬ​ទម្លាក់​រូបភាព​នៅ​ទីនេះ
lt: Paspauskite ar atitempkite čia paveikslėlį
lv: Noklikšķniet vai nometiet attēlu šeit
mr: प्रतिमावर येथे क्लिक करा किंवा ओढा
nb: Klikk eller slipp et bilde her
nds: Klick hier oder treck en Bild her
nl: Klik op een afbeelding of versleep een afbeelding naar dit venster
pl: Kliknij lub przenieś tu obrazek
pt: Carregue ou largue aqui uma imagem
pt_br: Clique ou solte uma imagem aqui
ro: Dați clic sau trageți o imagine aici
ru: Щёлкните или перетащите картинку сюда
sk: Kliknite sem alebo presuňte obrázok myšou
sl: Tu kliknite ali spustite sliko
sr: Кликните или превуците слику
sv: Klicka eller släpp en bild här
ug: سۈرەتنى چېكىڭ ياكى بۇ يەرگە تاشلاڭ
wa: Clitchîz, ou bodjîz ene imådje chal
zh_cn: 点击或拖放图像至此
