Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: The automatically started session will be locked immediately (provided it is a KDE session). This can be used to obtain a super-fast login restricted to one user.
ar: ستقفل الجلسة التي بدأ تلقائيا مباشرة ( إذا كانت جلسة كدي) . يمكن أن يستخدم هذا للحصول على ولوج سريع و محصور لمستخدم واحد.
bg: Автоматично стартираните сесии ще бъдат заключвани незабавно. Това може да се използва за супер бързо включване ограничено до един потребител.
ca@valencia: La sessió iniciada automàticament es bloquejarà immediatament (sempre que siga una sessió KDE). Això es pot usar per obtindre una connexió super ràpida restringida a un usuari.
da: Den automatisk startede session vil blive låst straks (forudsat det er en KDE-session). Dette kan bruges til at opnå at logge ind superhurtigt begrænset til én bruger.
el: Αν ενεργοποιηθεί, η αυτομάτως εκκινούμενη συνεδρία θα κλειδωθεί αμέσως(με την προϋπόθεση ότι είναι συνεδρία του KDE). Αυτό μπορεί να χρησιμοποιηθεί για την επίτευξη μιας πολύ γρήγορης σύνδεσης περιορισμένης σε έναν χρήστη.
es: Si se marca esta casilla, la sesión iniciada de forma automática será bloqueada inmediatamente (suponiendo que sea una sesión de KDE). Esto se puede usar para obtener un inicio de sesión muy rápido restringido a un usuario.
et: Automaatselt käivitatud seanss lukustatakse otsekohe (kui see on muidugi *KDE seanss). See võimaldab ülikiiret sisselogimist ainult ühele kasutajale.
eu: Automatikoki hasitako saioa berehala blokeatuko da (betiere, KDE saioa bada). Hau lagungarria gerta daiteke erabiltzaile bakar bati mugatutako oso saio-hasiera bizkorra lortzeko.
fi: Jos valittu, automaattisesti käynnistetty istunto lukitaan välittömästi, jos se on KDE-istunto. Tätä käytetään yhden käyttäjän erittäin nopeassa kirjautumisessa.
fr: La session démarrée automatiquement sera immédiatement verrouillée (en supposant que c'est une session KDE). Cette fonctionnalité peut être utilisée pour obtenir une connexion super-rapide restreinte à un utilisateur.
ga: Cuirfear an seisiún a tosaíodh go huathoibríoch faoi ghlas láithreach bonn (más seisiún KDE é). Is féidir é seo a úsáid chun logáil isteach an-tapa a fháil d'úsáideoir amháin.
gl: A sesión iniciada automaticamente trancarase de inmediato (sempre que sexa unha sesión de KDE). Isto pode empregarse para obter un acceso moi rápido restrinxido a un usuario.
he: ההפעלה האוטומטית תופעל כאשר היא נעולה (בהינתן שזאת הפעלה של KDE). ניתן לשתמש בזה כדי לקבל התחברות מוגבלת ומהירה ביותר למשתמש אחד.
hr: Automatski pokrenuta sesija biti će odmah zaključana (pod uvjetom da je KDE sesija). Ovvo se može koristiti za dobivanje super-brze prijave ograničene na jednog korisnika.
hu: Ha ez be van jelölve, az automatikusan elindított munkafolyamat azonnal zárolódik (ha a KDE-hez tartozik). Így lehet azonnali bejelentkezési lehetőséget biztosítani egy kijelölt felhasználónak.
ia: Le session initiate automaticamente essera blocate immediatemente (si il es un session de KDE). Isto pote esser usate pro obtener accesso multe rapide restringite a un sol usator.
it: La sessione avviata automaticamente sarà bloccata immediatamente (ammesso che sia una sessione KDE). Questo permette di aver un accesso molto rapido per un dato utente.
kk: Құсбелгісі қойылса, автоматы түрде басталған сеанс бірден бұғатталады (KDE сеансы кәдімгі бұғатталғандай). Бұны жалғыз пайдаланушыға арналған өте тез жүйеге кіру тәсілі ретінде қолдануға болады.
km: សម័យ​ដែល​ចាប់ផ្ដើម​ដោយ​ស្វ័យ​ប្រវត្តិ​នឹង​ត្រូវ​បាន​ចាក់សោ​ភ្លាមៗ (ដែល​ផ្ដល់​វា​ជា​សម័យ KDE) ។ នេះ​អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​ទទួល​ការ​ចូល​លឿន​ដែល​កម្រិត​ចំពោះ​អ្នក​ប្រើ​ម្នាក់ ។
lt: Automatiškai pradėta sesija bus iškart užrakinta (jei tai – KDE sesija). Tai gali būti naudojama labai greitam registravimuisi, apsiribojančiam vienu naudotoju.
lv: Automātiski sāktā sesija tiks nekavējoties slēgta (ja tā ir KDE sesija). Tas atļauj ļoti ātru pieteikšanos ar vienu lietotāju un nodrošināt, ka sesiju var izmantot tikai šis lietotājs.
mr: आपोआपच सुरु असलेले सत्र ताबडतोब कुलुपबंद होते.(ते फक्त केडीई सत्र असायला हवे). हे एखाद्या वापरकर्त्याचे लॉग इन जलद गतीने रोखण्यासाठी करता येते.
nb: Hvis dette er krysset av blir økta som er automatisk startet også straks låst (hvis det er en KDE-økt). Dette kan brukes til å oppnå hurtig innlogging begrenset til én bruker.
nds: Den automaatsch start Törn fuurts afslaten (wenn dat denn en KDE-Törn is). Dat is goot, wenn een enkel Bruker bannig gau anmeldt warrn schall.
nl: De automatisch gestarte sessie zal onmiddellijk worden vergrendeld (alleen van toepassing op KDE-sessies). Dit kan worden gebruikt om een supersnelle aanmelding te krijgen die beperkt is tot één gebruiker.
pl: Jeśli ta opcja jest włączona, automatycznie uruchamiana sesja będzie od razu blokowana (jeśli jest to sesja KDE). Jest to przydatne do szybkiego logowania w systemie z jednym użytkownikiem.
pt: A sessão iniciada automaticamente será bloqueada imediatamente (assumindo que é uma sessão do KDE). Isto poderá ser usado para obter uma autenticação bastante rápida mas restringida a um único utilizador.
pt_br: A sessão automaticamente iniciada será bloqueada imediatamente (se for uma sessão do KDE). Isto pode ser usado para obter uma autenticação muito rápida, mas é restrita a um usuário.
ro: Sesiunea pornită automat va fi blocată imediat (cu condiția că este o sesiune KDE). Această metodă poate fi utilizată pentru a obține o autentificare supra-rapidă restricționată la un singur utilizator.
ru: При включении этого параметра сразу после автоматического входа сеанс KDE будет заблокирован. Обычно это делается для быстрого начала работы конкретного пользователя.
sk: Automaticky spustené sedenie bude okamžite zamknuté (ak je to relácia KDE). Toto môže byť použité ako super rýchle prihlásenie obmedzené na jedného užívateľa.
sl: Samodejno zagnana seja bo takoj zaklenjena. To velja le za seje KDE-ja in je uporabno za zelo hitro prijavo, ki je omejena le na enega uporabnika.
sr: Ако је укључено, аутоматски покренута сесија ће бити одмах закључана (под условом да је КДЕ сесија). Ово се може употребити за супербрзо пријављивање ограничено на једног корисника.
sv: Sessionen som automatiskt har startats låses omedelbart (under förutsättning att det är en KDE-session). Det kan användas för att få en supersnabb inloggning begränsad till en användare.
ug: ئاپتوماتىك باشلانغان ئەڭگىمە شۇ ھامان قۇلۇپلىنىدۇ. بۇنىڭ بىلەن ئالاھىدە تەز كىرگىلى بولىدۇ ۋە بىرلا ئىشلەتكۈچى بىلەنلا چەكلىنىدۇ.
zh_cn: 自动启动的会话会被立即锁定(只要是 KDE 的会话)。可实现某一特定用户的快速登录。

# @title:group
source: Preselect User
ar: اختر المستخدم مسبقاً
bg: Предварително избран потребител
ca@valencia: Usuari preseleccionat
da: Forvalg af bruger
el: Προεπιλογή χρήστη
es: Usuario preseleccionado
et: Eelvalitud kasutaja
eu: Aurrez hautatu erabiltzaile bat
fi: Käyttäjän esivalinta
fr: Pré sélectionner un utilisateur
ga: Réamhshocraigh an tÚsáideoir
gl: Usuario preseleccionado
he: משתמש נבחר מראש
hr: Pred-odabir korisnika
hu: Felhasználónév kijelölése
ia: Pre-selige Usator
it: Utente preselezionato
kk: Алдын-ала таңдалған пайдаланушы
km: ជ្រើស​អ្នក​ប្រើ​ជាមុន
lt: Iš anksto pažymėtas naudotojas
lv: Ieprieš izvēlēties lietotāju
mr: वापरकर्ता पूर्व निवडा
nb: Forvelg bruker
nds: Bruker vörweg utsöken
nl: Gebruiker voorselecteren
pl: Wybrany użytkownik
pt: Pré-Seleccionar o Utilizador
pt_br: Pré-selecionar usuário
ro: Preselectare utilizator
ru: Автоматически выбирать пользователя
sk: Predvolený užívateľ
sl: Vnaprej izbrani uporabnik
sr: Предизабрани корисник
sv: Förvälj användare
ug: ئىشلەتكۈچىنى ئالدىن تاللاش
wa: Uzeu prétchoezi
zh_cn: 预先选择用户

# @option:radio preselected user
source: &None
ar: &بدون
bg: &Без
ca@valencia: &Cap
da: &Ingen
el: &Κανένας
es: &Ninguno
et: &puudub
eu: &Bat ere ez
fi: &Ei valita
fr: Aucu&n
ga: &Ná Réamhshocraigh
gl: &Ningún
he: &ללא
hr: &Ništa
hu: (N&em kell)
ia: &Nulle
it: &Nessuno
kk: &Жоқ
km: គ្មាន
lt: &Joks
lv: &Nevienu
mr: काहिच नाही (&N)
nb: I&ngen
nds: K&eeneen
nl: Gee&n
pl: &Brak
pt: &Nenhum
pt_br: &Nenhum
ro: &Niciunul
ru: &Нет
sk: Ži&adny
sl: &Nihče
sr: &Ниједан
sv: I&ngen
ug: يوق(&N)
wa: &Nolu
zh_cn: 无(&N)

# @option:radio preselected user
source: Prev&ious
ar: السا&بق
bg: По&следен потребител
ca@valencia: Prev&i
da: &Forrige
el: &Προηγούμενος
es: Anter&ior
et: v&iimane
eu: Aurre&koa
fi: &Edellinen
fr: Le &dernier connecté
ga: An tÚsáideoir Ro&imhe Seo
gl: An&terior
he: האחרו&ן
hr: Prethodn&i
hu: A legutóbb &használt
ia: Prev&ie
it: Prece&dente
kk: А&лдыңғы
km: មុន
lt: &Ankstesnis
lv: Iepr&iekšējo
mr: पूर्वीचे (&i)
nb: F&orrige
nds: Ver&leden
nl: &Vorige
pl: &Poprzedni
pt: Anter&ior
pt_br: &Anterior
ro: &Precedent
ru: П&редыдущий
sk: &Predchádzajúci
sl: Prejšnj&i
sr: &Претходни
sv: &Föregående
ug: ئالدىنقى(&I)
wa: Di &dvant
zh_cn: 上一次(&I)

source: Preselect the user that logged in previously. Use this if this computer is usually used several consecutive times by one user.
ar: اختر المستخدم الذي دخل آخر مرة مسبقاً. استخدم هذا الخيار إذا كان الحاسوب مستخدماً لمرات متتالية عن طريق مستخدم واحد.
bg: Потребителят, който се е включвал за последен път в системата, ще бъде избран автоматично. Т. е. това ще бъде потребителя избран по подразбиране. Това е полезно, ако компютъра се използва от потребители, които се включват последователно в системата.
ca@valencia: Preselecciona l'usuari que va accedir-hi anteriorment. Useu això si l'ordinador és usat consecutivament per un únic usuari.
da: Forudvælg den bruger der tidligere var logget ind. Brug dette hvis denne computer sædvanligvis bruges adskillige gange af en og samme bruger.
el: Προεπιλογή του τελευταίου χρήστη που αποσυνδέθηκε. Χρησιμοποιήστε το αν ο υπολογιστής χρησιμοποιείται συνήθως και για συνεχόμενες φορές από ένα χρήστη.
es: Preseleccione el usuario que accedió previamente. Utilice esto si el equipo se utiliza habitualmente varias veces consecutivas por un único usuario.
et: Valib kasutaja, kes logis sisse viimati. Kasuta seda, kui arvutit pruugib tavaliselt mitu korda järjest üks ja sama kasutaja.
eu: Aurrez hautatu aurrez saioa hasi duen erabiltzailea. Erabili hau, erabiltzaile bakar batek behin baino gehiagotan segidan erabiltzen badu ordenagailua.
fi: Esivalitse käyttäjä, joka oli kirjautuneena sisään viimeksi. Käytä tätä, jos konetta käyttää tavallisesti sama käyttäjä peräkkäin.
fr: Pré sélectionne l'utilisateur s'étant connecté en dernier. Utilisez ceci si cet ordinateur est utilisé plusieurs fois consécutives par un utilisateur.
ga: Réamhroghnaigh an t-úsáideoir a logáil isteach roimhe seo. Úsáid é seo má bhaineann an t-úsáideoir céanna úsáid as an ríomhaire seo roinnt uaireanta as a chéile.
gl: Preselecciona o usuario co que entrou antes. Empregue isto se o ordenador se emprega normalmente varias veces consecutivas polo mesmo usuario.
he: בחירה מראש של המשתמש שנכנס אחרון. השתמש באפשרות זו אם נעשה שימוש במחשב זה מספר רב של פעמים רצופות על ידי משתמש אחד.
hr: Unaprijed odaberi korisnika koji se prijavio zadnji put. Koristite ovu opciju ako jedan korisnik više puta uzastopno koristi računalo.
hu: A legutoljára bejelentkezett felhasználónév. Akkor érdemes ezt választani, ha a gépet tipikusan sokszor egymás után ugyanaz a személy használja.
ia: Pre-selige le usator que il habeva accedite previemente. Tu usa lo si iste computator usualmente es usate multe vices consecutive per un usator.
it: Preseleziona l'utente dell'accesso precedente. Utilizza questa opzione se il computer viene utilizzato più volte consecutive dallo stesso utente.
kk: Алдында жүйеге кірген пайдаланушыны алдын-ала таңдадап қою. Бұны компьютерді ұдайы бір пайдаланушы қолданатын болса, пайдаланыңыз.
km: ជ្រើស​ជាមុន​នូវ​អ្នក​ប្រើ​ដែល​បាន​ចូល​ជាមុន ។ ប្រើ​វា​នេះ បើ​កុំព្យូទ័រ​នេះ​ត្រូវ​បាន​ប្រើ​បន្ត​បន្ទាប់​គ្នា​ដោយ​អ្នក​ប្រើ​ម្នាក់ ។
lt: Iš anksto pažymėti naudotoją, kuris buvo prisiregistravęs prieš tai. Naudokite tai, jei šis kompiuteris paprastai naudojamas to paties naudotojo kelis kartus paeiliui.
lv: Iepriekšizvēlēties lietotāju, kurš bija pieteicies pēdējais. Izmantojiet tādā gadījumā, ja datoru parasti lieto viens lietotājs vairākas reizes.
mr: यापूर्वी प्रवेशलेल्या वापरकर्त्याला पुन्हा निवडा. जर हा संगणक एकाच वापरकर्त्याकडून खुपदा वापरला जात असेल.
nb: La forrige bruker automatisk logges inn igjen. Bruk dette hvis denne maskinen som regel brukes flere ganger i rekkefølge av samme bruker.
nds: Söcht den Bruker ut, de sik för den verleden Törn anmeldt hett. Bruuk dit, wenn disse Reekner normalerwies mehr as eenmaal in een Reeg vun den sülven Bruker bruukt warrt.
nl: Selecteer de gebruiker die zich vorige keer heeft aangemeld. Gebruik dit als de computer meestal meerdere keren achter elkaar door één gebruiker wordt gebruikt.
pl: Pokaż użytkownika zalogowanego poprzednio. Warto użyć tej opcji, jeśli komputer jest używany kilka razy z rzędu przez tego samego użytkownika.
pt: Selecciona em primeiro lugar o último utilizador que se ligou anteriormente. Utilize isto se este computador é usado frequente e consecutivamente por apenas um utilizador.
pt_br: Pré-seleciona o usuário que entrou no sistema anteriormente. Use isto se este computador é usado várias vezes consecutivas por um mesmo usuário.
ro: Preselectează utilizatorul care s-a autentificat mai înainte. Utilizați această caracteristică dacă acest calculator este în mod normal utilizat consecutiv de un utilizator.
ru: Предварительно выбирать пользователя, который входил в систему. Используйте этот параметр, если компьютер последовательно несколько раз используется одним и тем же пользователем.
sk: Predvolí užívateľa, ktorý bol naposledy prihlásený. Toto môžete použiť, ak je tento počítač používaný pravidelne tým istým užívateľom.
sl: Vnaprej izberi uporabnika, ki se je prijavil zadnji. Uporabite to, če računalnik uporablja en uporabnik večkrat zaporedoma.
sr: Бира корисника који је претходно био пријављен. Ово је згодно када рачунар обично узастопце користи један корисник.
sv: Förvälj användaren som senast loggade in. Använd detta om datorn oftast används flera gånger i rad av en användare.
ug: ئالدىنقى قېتىم كىرگەن ئىشلەتكۈچىنى تاللايدۇ. ئەگەر بىرلا ئىشلەتكۈچى ئارقىمۇ-ئارقا بىر نەچچە قېتىم كىرگەن بولسا، بۇنى ئىشلىتىڭ.
zh_cn: 预先选择上一次登录的用户。机器通常被一个用户连续使用多次，请用该选项。

# @option:radio preselected user
source: Specifi&ed:
ar: ح&دّد:
bg: &Зададен:
ca@valencia: Especi&ficat:
da: Angiv&et:
el: &Καθορισμός:
es: &Especificado:
et: Määrat&ud:
eu: &Zehaztutakoa:
fi: Ann&ettu:
fr: Utilisat&eur particulier :
ga: Roghnaith&e:
gl: &Especificado:
he: צ&יין:
hr: Nave&deno:
hu: &Megadott:
ia: Specificat&e:
it: Speci&ficato:
kk: &Келтірілгені:
km: បាន​បញ្ជាក់ ៖
lt: &Nurodytas:
lv: Norādī&to:
mr: निर्देशीत केलेले (&E)
nb: Opp&gitt:
nds: An&geven:
nl: Gespecifi&ceerd:
pl: Po&dany:
pt: &Indicado:
pt_br: &Especificado:
ro: Sp&ecificat:
ru: Указанный:
sk: &Zadaný:
sl: Določ&eno:
sr: &Одређени:
sv: Sp&ecificerad:
ug: بەلگىلەنگەن(&E):
wa: Specif&yî :
zh_cn: 指定的用户(&Y)：

source: Preselect the user specified in the combo box to the right. Use this if this computer is predominantly used by a certain user.
ar: اختر المستخدم مسبقاً من مربع التحرير الذي باليمين. استخدم هذا الخيار إذا كان الحاسوب مستخدماً بشكل اعتيادي من مستخدم واحد.
bg: Избор на потребител, който ще бъде избран автоматично. Т. е. това ще бъде потребителя избран по подразбиране. Това е полезно ако даден потребител използва компютъра по-често от останалите потребители.
ca@valencia: Preselecciona a l'usuari especificat en la quadre combinat de la dreta. Utilitzeu això si este ordinador és usat predominantment per un usuari determinat.
da: Forudvælg den bruger der er angivet i kombinationsfeltet til højre. Brug dette hvis denne computer oftest benyttes af én bestemt bruger.
el: Προεπιλογή του χρήστη που καθορίζεται στη λίστα συνδυασμών στα δεξιά. Χρησιμοποιήστε το αν ο υπολογιστής χρησιμοποιείται κυρίως από έναν συγκεκριμένο χρήστη.
es: Preseleccione el usuario especificado en la lista desplegable de la derecha. Úselo si este equipo es usado fundamentalmente por determinado usuario.
et: Vali paremal asuvas liitkastis määratud kasutaja. Kasuta seda, kui arvutit prugib valdavalt konkreetne kasutaja.
eu: Hautatu eskuineko konbinazio-koadroan adierazitako erabiltzailea. Erabili hau, ordenagailua gehienetan erabiltzaile jakin batek erabiltzen badu.
fi: Esivalitse käyttäjä oikealla olevasta yhdistelmäkentästä. Käytä tätä, jos konetta käyttää pääasiassa tietty käyttäjä.
fr: Pré sélectionne l'utilisateur spécifié dans la liste sur la droite. Utilisez ceci si cet ordinateur est utilisé principalement par un utilisateur particulier.
ga: Réamhroghnaigh an t-úsáideoir sonraithe sa bhosca teaglama ar dheis. Úsáid é seo más é úsáideoir áirithe a úsáideann an ríomhaire seo formhór an ama.
gl: Preselecciona o usuario especificado na lista da dereita. Empregue isto se este ordenador é empregado sempre polo mesmo usuario.
he: בחירה מראש של המשתמש המצוין בתיבה המשולבת להלן. השתמש באפשרות זו אם נעשה שימוש במחשב זה בצורה עיקרית על ידי משתמש מסוים.
hr: Unaprijed odaberi korisnika određenog u padajućem izborniku desno. Koristite ovu opciju ako računalo uglavnom koristi određeni korisnik.
hu: Válassza ki a jobb oldalon lévő legördülő menüben megadott felhasználót. Akkor érdemes ezt választani, ha a gépet tipikusan egy felhasználó használja.
ia: Pre-selige le usator specificate in le quadrato combo a dextera. Tu usa lo si iste computator es predominantemente usate per un certe usator.
it: Preseleziona l'utente specificato nella casella a destra. Usa questa opzione se il computer viene usato soprattutto da un certo utente.
kk: Оң жақтағы ашылмалы тізімнен алдын-ала таңдалатын пайдаланушыны келтіріңіз. Бұны компьютерді көбінесе бір пайдаланушы қолданатын болса, пайдаланыңыз.
km: ជ្រើស​អ្នក​ប្រើ​ជា​មុន ដែល​បានបញ្ជាក់​នៅ​ក្នុង​ប្រអប់​ផ្សំទៅ​ស្ដាំ ។ ប្រើ​វា​ ប្រសិនបើ​កុំព្យូទ័រ​ត្រូវ​បានប្រើ​ជា​បណ្ដោះអាសន្ន​ដោយ​អ្នក​ប្រើ​ជាក់លាក់ ។
lt: Iš anksto pažymėti naudotoją iš sąrašo dešiniau. Naudokite tai, jei šis kompiuteris paprastai naudojamas vieno ir to paties naudotojo.
lv: Iepriekšizvēlēties sarakstā norādīto lietotāju. Izmantojiet tādā gadījumā, ja datoru pārsvarā izmanto viens konkrēts lietotājs.
mr: उजवीकडील कॉम्बो बॉक्स यापूर्वी प्रवेशलेल्या वापरकर्त्याला पुन्हा निवडा. जर हा संगणक एकाच वापरकर्त्याकडून वारंवार वापरला जात असेल.
nb: Sett som forvalg det brukernavnet som er oppgitt i kombinasjonsboksen til høyre. Bruk dette hvis det for det meste er én bestemt bruker som bruker denne maskinen.
nds: Söcht den Bruker ut, de rechterhand binnen dat Utsöökfeld angeven is. Bruuk dit, wenn disse Reekner tomehrst vun dissen Bruker bruukt warrt.
nl: Selecteer de gebruiker opgegeven in het zich rechts bevindende combinatieveld. Gebruik dit als deze computer bijna altijd door dezelfde gebruiker wordt gebruikt.
pl: Pokaż użytkownika wybranego z poniższej listy. Warto użyć tej opcji, jeśli komputer jest zazwyczaj używany przez tego samego użytkownika.
pt: Selecciona em primeiro lugar o utilizador indicado na lista em baixo. Utilize isto se este computador é usado frequente e consecutivamente por apenas um utilizador.
pt_br: Pré-seleciona o usuário indicado no campo à direita. Use isto se este computador é normalmente usado por uma determinada pessoa.
ro: Preselectează utilizatorul specificat în căsuța combinată din dreapta. Opțiunea este utilă cînd acest calculator este utilizat cu precădere de un anumit utilizator.
ru: Выберите пользователя из выпадающего списка справа. Используйте этот параметр, если компьютер используется одним и тем же пользователем.
sk: Predvolí užívateľa zo zoznamu vpravo. Toto môžete použiť, ak je tento počítač používaný prevažne tým istým užívateľom.
sl: Vnaprej izberi uporabnika, navedenega na desnem spustnem polju. Uporabite to, če računalnik večinoma uporablja določen uporabnik.
sr: Бира корисника којег наведете у списку десно. Ово је згодно ако рачунар поглавито користи један исти корисник.
sv: Förvälj användaren som anges i kombinationsrutan till höger. Använd detta om datorn oftast används av en viss användare.
ug: ئوڭ تەرەپتىكى كۆزنەكچىدىن بىر ئىشلەتكۈچىنى تاللايدۇ. ئەگەر بىر قانچە ئىشلەتكۈچى بىر بۇ كومپيۇتېرنى ئىشلەتكەن بولسا، بۇنى ئىشلىتىڭ.
zh_cn: 在右侧的组合框中预先选择指定的用户。机器被固定的用户使用时，请使用该选项。
