Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Select the user to be preselected for login. This box is editable, so you can specify an arbitrary non-existent user to mislead possible attackers.
ar: اختر المستخدم الذي سيتم انتقائه مسبقاً للدخول. هذا الصندوق قابل للتحرير, لذا يمكنك استخدام اسم مستخدم كيفي غير موجود لخداع أي مهاجمين محتملين.
bg: Избор на потребител, който ще бъде избран по подразбиране.
ca@valencia: Selecciona a l'usuari preseleccionat per a l'accés. Este quadre és editable, de manera que podreu especificar un usuari arbitrari no existent que despisti als possibles atacants.
da: Vælg brugeren der skal forudvælges til login. Dette felt kan redigeres, så du kan angive en tilfældig ikke-eksisterende bruge for at narre mulige angribere.
el: Καθορίστε το χρήστη που θα είναι προεπιλεγμένος για τη σύνδεση. Το πεδίο εισαγωγής είναι επεξεργάσιμο, ώστε να μπορείτε να καθορίσετε έναν χρήστη που δεν υπάρχει για να παραπλανήσετε επίδοξους χάκερ.
es: Seleccione el usuario que será preseleccionado para el inicio de sesión. Este cuadro es editable, de modo que usted puede especificar un usuario arbitrario no existente que despiste a posibles atacantes.
et: Vali automaatselt sisselogitav kasutaja. See väli on muudetav, nii et sa võid valida ka meelega olematu kasutaja võimalike ründajate eksitamiseks.
eu: Hautatu saioa hasteko aurrez hautatu behar den erabiltzailea. Koadro hau editagarria da; beraz existitzen ez den erabiltzaile arbitrario bat zehatz dezakezu, egon daitezkeen erasotzaileak nahasteko.
fi: Valitse kirjautumisruutuun esivalittava käyttäjä. Kenttää voi muokata, joten voit määrittää myös käyttäjän, jota ei ole olemassa, johtaaksesi mahdollisia hyökkääjiä harhaan.
fr: Choisit l'utilisateur devant être pré sélectionné pour la connexion. Cette liste est modifiable. Vous pouvez donc spécifier arbitrairement un utilisateur inexistant pour leurrer d'éventuels attaquants.
ga: Roghnaigh an t-úsáideoir le réamhroghnú le logála isteach. Is féidir an bosca seo a chur in eagar, sa chaoi go mb'fhéidir leat bréagúsáideoir a shonrú chun ionsaitheoirí a chur amú.
gl: Escolla o usuario preseleccionado para acceder. Este campo é editábel, de xeito de que pode especificar un usuario non existente para evitar posíbeis ataques.
he: בחירת המשתמש שייבחר מראש לכניסה למערכת. תיבה זו ניתנת לעריכה, כך שבאפשרותך לציין משתמש שרירותי שאינו קיים, וזאת במטרה להטעות תוקפים אפשריים.
hr: Izaberite korisnika koji će biti unaprijed odabran za prijavu. Ovo polje možete mijenjati, pa možete navesti nepostojećeg korisnika zbog zavaravanja mogućih napadača.
hu: Meg lehet adni egy tetszőleges nevet a bejelentkezéshez (nem létező név is beírható, hogy ez megzavarja az esetleges behatolókat).
ia: Selige le usator que il debe esser pre-seligite pro accesso de identification. Iste quadrato es modificabile assi que tu pote specificar un arbitrari usator non existente pro confunder possibile attaccantes.
it: Seleziona l'utente da preselezionare al momento dell'accesso al sistema. Questa casella è modificabile così puoi specificare anche utenti non esistenti per disorientare chi si volesse intromettere nel sistema.
kk: Жүйеге кіруге алдын-ала таңдалған пайдаланушыны таңдаңыз. Бұл өрісте теруге де болады, яғни қарақшыны адастыру үшін жүйеде жоқ атауды көрсетуіңізге болады.
km: ជ្រើស​អ្នក​ប្រើ​ដែល​ត្រូវ​ជ្រើស​ជាមុន​សម្រាប់​ការ​ចូល ។ ប្រអប់​នេះ​អាច​កែ​សម្រួល​បាន ដូច្នេះ​អ្នក​អាច​បញ្ជាក់​អ្នក​ប្រើ​តាម​ចិត្ត​របស់​អ្នក ដែល​វា​អាច​បណ្តាល​ឲ្យ​យល់​ខុស​ថា មាន​អ្នក​វាយ​ប្រហារ​កើត​ឡើង ។​
lt: Nurodykite naudotoją, kuris bus pažymėtas registracijos metu. Šis laukas yra redaguojamas, tad norėdami suklaidinti galimus įsilaužėlius, Jūs galite įvesti bet kokį neegzistuojantį naudotoją.
lv: Izvēlieties iepriekšizvēlēto lietotāju. Šis parametrs ir rediģējams tādejādi jūs varat norādīt neeksistējošu lietotāju, lai tādejādi mulsinātu iespējamos iebrucējus.
mr: उजवीकडील कॉम्बो बॉक्स लॉग इन करण्यासाठी पुन्हा निवडा. हि संपादन चौकट असल्याने, तुम्ही अस्तित्वात नसलेल्या एखाद्या निर्णायकाला भावी अँटेकर्स ना भटकवण्याचे काम करू शकता.
nb: Velg en bruker som skal være forhåndsoppsatt for innlogging. Denne ruta kan redigeres, så du kan oppgi et brukernavn som ikke finnes for å forvirre mulige angripere.
nds: Söcht den Bruker ut, de bi't Anmellen vörweg utsöcht warrn schall. Du kannst hier ok en Bruker angeven, den dat op den Reekner nich gifft, wenn Du möögliche Angrepers op en verkehrte Spoor föhren wullt.
nl: Selecteer de gebruiker die wordt voorgeselecteerd bij het aanmelden. Dit vak kunt u wijzigen, zodat u een willekeurige, niet bestaande gebruiker kunt opgeven om mogelijke aanvallers te misleiden.
pl: Wybierz domyślnego użytkownika, który ma zostać domyślnie wybrany do zalogowania. To pole można zmieniać, możesz więc wpisać nieistniejącego użytkownika, by zmylić potencjalnych włamywaczy.
pt: Seleccione o utilizador a ser pré-seleccionado para a autenticação. Esta opção é editável, como tal você pode especificar um utilizador arbitrário para enganar os possíveis atacantes.
pt_br: Seleciona o usuário a ser pré-selecionado para autenticação. Esta caixa pode ser editada, assim você pode especificar um usuário arbitrário não-existente para confundir possíveis atacantes.
ro: Selectează utilizatorul care să fie preselectat la autentificare. Această căsuță este editabilă astfel încît puteți seta și un nume arbitrar de utilizator pentru a induce în eroare posibilii atacatori ai sistemului.
ru: Выберите пользователя, имя которого будет предварительно выбрано для входа в систему. Это поле можно редактировать, то есть можно указать произвольного несуществующего пользователя, чтобы ввести в заблуждение потенциального злоумышленника.
sk: Vyberte užívateľa, ktorý má byť predvolený pre prihlásenie. Položka je upraviteľná, takže môžete zadať aj neexistujúceho užívateľa pre zmätenie možných útočníkov.
sl: Izberite uporabnika, ki naj bo predhodno izbran za prijavo. To polje lahko urejate in tudi začasno navedete poljubnega neobstoječega uporabnika in tako zavedete možne napadalce.
sr: Изаберите корисника који ће бити дат за пријављивање. У поље можете и ручно уписати нешто, на пример непостојећег корисника да завара могуће провалнике.
sv: Välj användaren som ska vara förvald vid inloggning. Den här rutan kan redigeras så du kan ange en godtycklig icke-existerande användare för att försvåra eventuella attacker.
zh_cn: 选择登录时预先选择的用户。该框是可编辑的，可以指定一个不存在的用户以误导可能的攻击者。

# @option:check action
source: Focus pass&word
ar: ركّز على كلمة ال&سر
bg: Фокус &върху паролата
ca@valencia: Focus a la contrasen&ya
da: Fokusér &adgangskode
el: Εστίαση &κωδικού πρόσβασης
es: Foco en co&ntraseña
et: &Parooli fookus
eu: Arreta &pasahitzean
fi: Kohdista &salasanakenttään
fr: Se p&lacer dans le champ du mot de passe
ga: Fócas i réimse an &fhocail faire
gl: Focalizar o &contrasinal
he: התמק&ד בססמה
hr: Fokus na za&porku
hu: A jelszóme&zőre kerüljön a fókusz
ia: Contrasi&gno de foco
it: Focus alla &password
kk: Назар &паролінде
km: ផ្ដោត​លើ​ពាក្យ​សម្ងាត់
lt: Fokusuoti ties slapta&žodžiu
lv: Fokusēties uz paro&li
mr: केंद्रीत गुप्तशब्द (&W)
nb: Fokuser pass&ord
nds: Blinker binnen Passwoortfel&d
nl: &Wachtwoord focussen
pl: Kursor w polu &hasła
pt: Seleccionar o campo 'sen&ha'
pt_br: &Selecionar o campo senha
ro: Focalizează par&ola
ru: Переместить фокус на поле ввода &пароля
sk: Zamerať na &heslo
sl: Žarišče na &geslu
sr: &Фокусирај лозинку
sv: Fokus på lösen&ord
ug: ئىمغا فوكۇسلان(&W)
wa: &Focusse sol sicret
zh_cn: 聚焦于密码输入框(&W)

source: When this option is on, KDM will place the cursor in the password field instead of the user field after preselecting a user. Use this to save one key press per login, if the preselection usually does not need to be changed.
ar: عندما يكون هذا الخيار ممكناً, سيقوم مدير الدخول بوضع المؤشر في حقل كلمة السر بدلاً من حقل اسم المستخدم بعد اختيار المستخدم مسبقاً. هذا سيحفظ ضغطة مفتاح لكل دخول, إذا كان اسم المستخدم نادراً ما يتغير.
bg: Ако отметката е включена, курсорът ще бъде поставен директно в полето за въвеждане на паролата.
ca@valencia: Quan esta opció està activada, el KDM situarà el cursor en el camp de la contrasenya en comptes del camp de l'usuari després de preseleccionar un usuari. Usar això vos estalviarà el prémer una tecla per a l'accés, si el nom de l'usuari preseleccionat es canvia sovint.
da: Når dette valg er gjort, vil KDM placere markøren i adgangskodefeltet i stedet for i login-feltet efter at have forudvalgt en bruger. Brug dette for at spare et tastetryk pr. login, hvis brugernavnet kun sjældent behøver at blive ændret.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, το KDM θα τοποθετήσει το δρομέα στο πεδία εισαγωγής κωδικού πρόσβασης αντί του πεδίου εισαγωγής ονόματος χρήστη, εφόσον έχει οριστεί προεπιλεγμένος χρήσης. Χρησιμοποιήστε το για να εξοικονομήσετε ένα πάτημα πλήκτρου ανά σύνδεση, αν η προεπιλογή δε χρειάζεται να αλλάζει συχνά.
es: Cuando esta opción está activada, KDM situará el cursor en el campo de la contraseña en lugar del campo del usuario después de preseleccionar un usuario. Esto ahorrará una pulsación por inicio de sesión, si el nombre del usuario preseleccionado se cambia rara vez.
et: Selle valiku märgistamise korral asetatakse kursor pärast kasutaja valimist kasutajanime välja asemel parooli väljale. Tihti kasutatava kasutajanime korral päästab see ühest nupuvajutusest.
eu: Aukera hau gaituta dagoenean, KDMk, erabiltzailea aurrez hautatu ondoren, kurtsorea pasahitzaren eremuan jarriko du erabiltzailearen eremuan jarri ordez. Hala, saioa hasteko tekla-sakatze bat gutxiago egin beharko duzu, aurrez hautatutakoa normalean aldatzen ez baduzu.
fi: Jos tämä kohta on valittu, KDM siirtää kohdistimen salasanakenttään. Jollei esivalintaa yleensä tarvitse muuttaa, säästyt yhdeltä näppäinpainallukselta.
fr: Lorsque cette option est sélectionnée, KDM placera le curseur dans la zone de saisie du mot de passe après avoir pré sélectionné un utilisateur. Cela économise un appui sur une touche par connexion, surtout si l'utilisateur pré sélectionné change rarement.
ga: Leis an rogha seo, cuirfidh KDM an cúrsóir i réimse an fhocail faire in ionad réimse an úsáideora nuair a bhí an t-úsáideoir réamhroghnaithe. Úsáid é seo chun eochairbhrú amháin a choigilt gach uair a logálann tú isteach, mura bhfuil gá leis an réamhroghnú a athrú go hiondúil.
gl: Se sinala esta opción, KDM situará o cursor no campo do contrasinal no canto de no campo de usuario tras preseleccionar un usuario. Empregue iso para aforrar calcar unha tecla por identificación, se a preselección non precisa ser trocada normalmente.
he: כאשר אפשרות זו נבחרת, KDM ימקם את הסמן בשדה הססמה, במקום בשדה המשתמש, לאחר בחירת משתמש מראש. השתמש באפשרות זו כדי לחסוך הקשת מקש אחת בכל כניסה למערכת, וזאת אם אין לך צורך לשנות בדרך כלל את המשתמש הנבחר מראש.
hr: Kada je ta mogućnost uključena, KDM će postaviri kursor na polje za šifru umjesto na polje za naziv korisnika, nakon odabira korisnika. Koristite ovo da bi sačuvali unešene tipke, ako ne morate često mjenjati naziv korisnika.
hu: Ha ez az opció be van jelölve, akkor a KDM bejelentkezéskor a fókuszt a jelszóablakra helyezi, ha előre megadta a felhasználónevet. Így meg lehet takarítani egy billentyűleütést minden bejelentkezéskor, ha a felhasználónév nem változik.
ia: Quando iste option es activate, KDM ponera le cursor in le campo de contrasigno in vice del campo de usator postea pre-selectionar un usator. Tu usa isto pro evitar un pression de clave per accesso, si le preselection usualmente non necessita de esser cambiate.
it: Quando questa opzione è abilitata, KDM metterà il cursore nel campo della password anziché in quello del nome utente dopo aver preselezionato un utente. In questo modo ci sarà un tasto in meno da premere ad ogni accesso, ammesso che non si debba cambiare la preselezione.
kk: Бұл белгісі қойылса, меңзерді пайдаланушының атауы жолына, алдын-ала таңдалған атауынан кейін қоюдың орнына, KDM меңзерді пароль енгізу жолына қояды. Сонымен, егер пайдаланушының атауы өзгертілмесе, бұл, жүйеге кіргенде, пернені бір түртуді үнемдейды.
km: ពេល​ធីក​ជម្រើស​នេះ KDM នឹង​ដាក់​ទស្សន៍​ទ្រនិច​ក្នុង​វាល​ពាក្យ​សម្ងាត់​ជំនួស​ឲ្យ​វាល​អ្នក​ប្រើ​បន្ទាប់​ពី​ការ​ជ្រើស​អ្នក​ប្រើ​ជាមុន ។ ប្រើ​វា​ដើម្បី​រក្សា​ទុក​ការ​ចុច​គ្រាប់​ចុច​មួយ​ក្នុង​ការ​ចូល​ម្ដង បើ​ការ​ជ្រើស​ជាមុនតាម​ធម្មតា​មិន​បាន​ផ្លាស់​ប្ដូរ ។
lt: Įjungus šią parinktį KDM nustatys žymeklį slaptažodžio lauke vietoje registracijos vardo lauko po registracijos vardo pažymėjimo. Tai sutaupys vieną klavišo paspaudimą jei naudotojo vardas retai keičiasi.
lv: Kad šī opcija ir ieslēgta, KDM novietos kursoru paroles laukā lietotājvārda lauka vietā pēc lietotāja iepriekšizvēlēšanās. Tas, piesakoties, ietaupa vienu taustiņa nospiešanu, ja lietotāja vārds parasti netiek mainīts.
mr: जेव्हा हा पर्याय सुरु असतो, KDM वापरकर्त्याची पुर्वनिवड झाल्यावर युजर चौकटीऐवजी परवलीचा शब्द भरायच्या चौकटीत कर्सर ठेवतो. जर वारंवार पुर्वनिवडीत बदल करण्याची गरज नसल्यास प्रत्येक लॉग इन सेव करण्यासाठी एक बटन दाबा.
nb: Hvis dette valget er avkrysset, vil KDM plassere markøren i passordfeltet i stedet for i login-feltet når en bruker er forvalgt. Dette sparer ett tastetrykk per innlogging hvis brukernavnet sjelden endres.
nds: Wenn anmaakt, dukt de Blinker binnen dat Passwoortfeld un nich binnen dat Brukerfeld op, wenn en Bruker vörweg utsöcht wöör. Dat spoort Di en Tastendruck, wenn de Vörköör normalerwies nich ännert warrn mutt.
nl: Als deze optie is ingeschakeld, dan plaatst KDM nadat een gebruiker is voorgeselecteerd de cursor in het wachtwoordveld, in plaats van in het gebruikersnaamveld. Dit beperkt het aanmelden tot 1 toetsaanslag, en is handig wanneer er zelden van gebruiker wordt gewisseld.
pl: Jeśli ta opcja jest wybrana, KDM ustawi kursor w polu wpisywania hasła po wybraniu użytkownika. Pozwoli to oszczędzić jedno wciśnięcie klawisza, jeżeli nazwa użytkownika zmienia się rzadko.
pt: Quando esta opção estiver seleccionada, o KDM colocará o cursor no campo da senha em vez de ser no nome do utilizador depois de escolher um utilizador. Isto poupar-lhe-á o carregar duma tecla de cada vez que se liga, se o nome do utilizador for mudado com frequência.
pt_br: Quando esta opção estiver ativada, o KDM colocará o cursor no campo da senha, em vez do campo do usuário, após pré-selecioná-lo. Use isto para economizar uma digitação de tecla por autenticação, se normalmente a pré-seleção não precisa ser alterada.
ro: Cînd această opțiune este activată, după preselectarea unui utilizator KDM va plasa cursorul în cîmpul de parolă în loc de cîmpul utilizator.Este foarte utilă pentru a mai salva un pas în plus la autentificare atunci cînd nu mai este nevoie să modificați numele utilizator preselectat.
ru: При включении этой опции KDM будет помещать курсор сразу в поле ввода пароля, если был выбран пользователь для входа в систему. Это избавит от необходимости лишний раз нажимать кнопку, если этот пользователь все время один и тот же.
sk: Ak je táto voľba zapnutá, KDM umiestni kurzor do poľa s heslom namiesto poľa s užívateľským menom po predvolení užívateľa. To ušetrí jedno tlačenie klávesy pri prihlásení v prípade, že sa užívateľ často nemení.
sl: Ko je vključena ta možnost, bo KDM kazalko za vnaprejšnjim izborom uporabnika postavil v polje za geslo namesto v polje za uporabnika. To vam bo prihranilo en pritisk tipke na prijavo, če običajno ni potrebno spremeniti vnaprejšnje izbire.
sr: Када је ово укључено, КДМ ће након избора корисника сместити курсор у поље лозинке. Колико да уштедите један притисак тастера на пријављивању, у случају да се корисник ретко мења.
sv: När det här alternativet är valt placerar KDM markören i lösenordsfältet istället för inloggningsfältet efter förval av en användare. Använd det här för att spara en tangenttryckning vid varje inloggning, om förvald användare oftast inte behöver ändras.
ug: بۇ تاللانما تاللانسا، ئىشلەتكۈچى ئالدىن تاللانغاندىن كېيىن، فوكۇسنى ئىشلەتكۈچى سوز بۆلىكىگە ئەمەس، ئىم سوز بۆلىكىگە توغرىلايدۇ. ئالدىن تاللاشنى ئۆزگەرتىش كېرەك بولمىغاندا، بىرلا كۇنۇپكا بېسىش بىلەن كىرىش ئۈچۈن بۇنى تاللاڭ. بۇ KDM نىڭ گرافىكىلىق كىرىش ئىقتىدارىغىلا ئىشلىتىلىدۇ. بۇنى ئىناۋەتلىك قىلىشتىن بۇرۇن ياخشى ئويلىنىڭ.
zh_cn: 打开该选项时，KDM 预先选择一个用户后，会将把光标放置在密码框，而不是用户名上。如果预先选择通常不需要改动，该选项每次登录能够减少一次击键。

source: Enable Password-&Less Logins
ar: مكّن تسجيل الدخول بدو&ن كلمة السر
bg: Вклю&чване без парола
ca@valencia: &Habilita els accessos sense contrasenya
da: Aktivér login &uden adgangskode
el: Ενεργοποίηση σύνδεσης &χωρίς απαίτηση κωδικού πρόσβασης
es: Habi&litar los inicios de sesión sin contraseña
et: Paroolita sisse&logimise lubamine
eu: Gaitu pasa&hitzik gabeko saio-hasierak
fi: Hyväksy kirjautuminen &salasanatta
fr: Activer &les connexions sans mot de passe
ga: Cumasaigh Logáil Isteach &Gan Focal Faire
gl: Activar os accesos &sen contrasinal
he: א&פשר כניסות ללא ססמה
hr: Omogući prijavu &bez zaporke
hu: Jelszó nélkü&li bejelentkezés
ia: Habi&lita accessos sin contrasigno
it: Abilita accesso sen&za password
kk: Пароль&сіз кіруге руқсат беру
km: អនុញ្ញាត​ការ​ចូល​ដោយ​គ្មាន​ពាក្យ​សម្ងាត់
lt: Įgalinti registravimąsi &be slaptažodžio
lv: Atļaut bezparo&les pieteikšanos
mr: गुप्तशब्द विना प्रवेश कार्यान्वित करा (&L)
nb: Bruk passord&løs innlogging
nds: Anmellen ahn &Passwoort tolaten
nl: Aanme&lden zonder wachtwoord activeren
pl: Włącz logowanie &bez hasła
pt: Activar as Autenticações &Sem Senha
pt_br: Habilitar a autenticação &sem senha
ro: Activează autentificarea fără &parolă
ru: Разрешить вход &без пароля
sk: Povoliť prihlásenia &bez hesla
sl: Omogoči prijave brez ges&la
sr: &Пријављивање без лозинке
sv: Akti&vera inloggning utan lösenord
ug: ئىمسىز كىرىشنى ئىناۋەتلىك قىل(&L)
wa: Permete les elodjaedjes &sins scret
zh_cn: 启用无密码登录(&L)
