Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Click here to choose an image that KDM will display. You can also drag and drop an image onto this button (e.g. from Konqueror).
ar: انقر هنا لاختيار الصورة التي سيعرضها مدير الدخول. يمكنك أيضاً سحب وإفلات صورة إلى هذا الزر (من كونكيورر مثلاً).
bg: Избор на изображение, което ще се показва на входния екран.
ca@valencia: Cliqueu ací per triar una imatge que mostrarà KDM. També podeu arrossegar i amollar una imatge damunt d'este botó (p.ex. des de Konqueror).
da: Klik her for at vælge et billede, som KDM vil vise. Du kan også trække og slippe et billede hen på denne knap (f.eks. fra Konqueror).
el: Κάντε κλικ εδώ για να διαλέξετε μια εικόνα που θα εμφανίζει το KDM. Μπορείτε επίσης να σύρετε και να αφήσετε μια εικόνα σε αυτό το κουμπί (π.χ. από τον Konqueror).
es: Pulse aquí para elegir la imagen que mostrará KDM. También puede arrastrar y soltar una imagen sobre este botón (p.ej. desde Konqueror).
et: KDM-i näidatava pildi valimiseks klõpsa siia. Samuti võib pildifaili sellele nupule lohistada (nt. Konquerorist).
fi: Valitse kirjautumisruudussa näytettävä kuva napsauttamalla tästä. Voit myös vetää ja pudottaa kuvan tähän kohtaan (esim. Konquerorista).
fr: Cliquez ici pour sélectionner l'image que KDM affichera. Vous pouvez aussi faire un glisser-déposer d'une image sur ce bouton (à partir de Konqueror par exemple).
ga: Cliceáil anseo chun íomhá a roghnú a thaispeánfaidh KDM. Is féidir freisin íomhá a tharraingt agus a scaoileadh ar an gcnaipe seo (m.sh. ó Konqueror).
gl: Prema aquí para escoller a imaxe que mostrará o KDM. Tamén pode arrastrar e deixar unha imaxe neste botón (por ex. desde Konqueror).
he: לחץ כאן כדי לבחור תמונה ש־KDM יציג. באפשרותך גם לגרור תמונה אל כפתור זה (למשל מ־Konqueror).
hu: Kattintson ide a KDM által megjelenítendő kép kiválasztásához. Rá is dobhat egy képet erre a gombra pl. a Konqueror-ból.
ia: Tu pressa hic pro seliger un image que KDM monstrara. Tu anque pote traher e deponer un image sur iste button (p.ex. ex Konqueror).
it: Fa clic qui per scegliere l'immagine che KDM deve mostrare. Puoi anche trascinare un'immagine su questo pulsante (ad esempio da Konqueror).
km: ចុច​ទីនេះ ដើម្បី​ជ្រើស​រូបភាព​មួយ​ដែល KDM នឹង​បង្ហាញ ។ អ្នក​ក៏​អាច​អូស និង​ទម្លាក់​រូបភាព​មួយ​លើ​ប៊ូតុង​នេះ (ឧ. ពី Konqueror) ។
lt: Paspauskite čia norėdami pasirinkti paveikslėlį, kurį rodys KDM. Jūs taip pat galite atitempti ir padėti paveikslėlį į šią vietą (pvz. iš Konqueror).
lv: Noklikšķiniet šeit, lai izvēlētos attēlu ko rādīs KDM. Jūs varat arī pārvilkt un nomest attēlu uz šīs pogas (piemēram, no Konqueror).
nb: Klikk her for å velge et bilde som KDM vil vise. Du kan også dra og slippe et bilde på denne knappen (f eks fra Konqueror).
nds: Klick hier, wenn Du dat Logo-Bild för KDM fastleggen wullt. Du kannst ok en Bild na dissen Knoop trecken (a.B. ut Konqueror).
nl: Klik hier om de afbeelding te kiezen die KDM zal weergeven. U kunt ook een afbeelding naar deze knop toeslepen (bijv. vanuit Konqueror).
pl: Wybierz obrazek wyświetlany przez KDM. Możesz także przeciągnąć obrazek z innego programu (np. Konquerora) i upuścić tutaj.
pt: Carregue aqui para escolher uma imagem, a qual o KDM irá mostrar. Poderá também arrastar e largar uma imagem neste botão (p. ex., vinda do Konqueror).
pt_br: Clique aqui para escolher uma imagem que será exibida pelo KDM. Você também pode arrastar e soltar uma imagem para este botão (ex. do Konqueror).
ro: Dați clic aici pentru a alege o imagine pe care o va afișa KDM. Puteți să trageți și imagini din altă parte și să le puneți pe acest buton (de exemplu din Konqueror).
ru: Здесь задается изображение, которое отобразит диспетчера входа в систему. Также можно поместить изображение на кнопку, перетащив его, например, из Konqueror.
sk: Kliknutím vyberte obrázok, ktorý bude KDM zobrazovať. Taktiež môžete obrázok na toto tlačidlo presunúť myšou (napr. z Konquerora).
sl: Tu kliknite, če želite izbrati sliko, ki jo bo KDM prikazal. Lahko pa sliko tudi povlečete in spustite na ta gumb (npr. iz programa Konqueror).
sr: Кликните овде за избор слике коју ће КДМ приказати. Такође можете превући неку слику на ово дугме, нпр. из Делфина.
sv: Klicka här för att välja en bild som KDM ska visa. Du kan också dra och släppa en bild på den här knappen (t ex från Konqueror).
wa: Clitchîz chal po tchoezi ene imådjete po KDM håyner. Vos ploz eto saetchî et s' saetchî ene imådje dizo ç' boton ci (a pårti di Konqueror, metans).
zh_cn: 单击这里选择 KDM 将显示的图像。可以将图像拖放到这个按钮上(例如从 Konqeuror)。

source: Dialog &position:
ar: موضع مر&بع الحوار:
bg: Пози&ция на прозореца:
ca@valencia: &Posició del diàleg:
da: &Placering af dialog:
el: Θέση &διαλόγου:
es: &Posición del diálogo:
et: &Dialoogi asukoht:
fi: Ikkunan &sijainti:
fr: &Position de la boîte de dialogue :
ga: &Ionad na dialóige:
gl: &Posición do diálogo:
he: &מיקום החלון:
hu: Hely&zet:
ia: &Position de dialogo:
it: &Posizione finestra:
km: ទីតាំង​ប្រអប់​ ៖
lt: Dialogo &pozicija:
lv: Dialogloga &atrašanās vieta:
nb: Dialog&posisjon:
nds: Dialoog-&Positschoon:
nl: Dialoog&positie:
pl: Położenie &okna:
pt: &Posição da janela:
pt_br: &Posição do diálogo:
ro: &Poziția dialogului:
ru: &Позиция диалога:
sk: &Pozícia dialógu:
sl: &Položaj pogovornega okna:
sr: &Положај дијалога:
sv: Dialogrutans &position:
ug: سۆزلەشكۈ ئورنى(&P):
wa: E&plaeçmint do purnea :
zh_cn: 对话框位置(&P)：

source: There was an error loading the image: %1 It will not be saved.
ar: هناك خطأ في تحميل الصورة: %1 لن يتم حفظها.
bg: Възникна грешка при зареждане на изображението: %1 Данните няма да бъдат записани.
ca@valencia: Hi ha hagut un error en carregar la imatge: %1 No es guardarà.
da: Der opstod en fejl ved indlæsning af billedet: %1 Det vil ikke blive gemt.
el: Υπήρξε ένα σφάλμα κατά τη φόρτωση της εικόνας: %1 Δε θα αποθηκευτεί.
es: Error al cargar la imagen: %1 No será guardada.
et: Viga pildi laadimisel: %1 Seda ei salvestata.
fi: Kuvaa ladattaessa tapahtui virhe: %1 Kuvaa ei tallenneta.
fr: Un problème est survenu pendant le chargement de l'image : %1 Elle ne sera pas enregistrée.
ga: Tharla earráid agus an íomhá á luchtú: %1 Ní shábhálfar í.
gl: Produciuse un erro ao cargar a imaxe: %1 Non se gardará.
he: אירעה שגיאה בטעינת התמונה: %1 היא לא תישמר.
hu: Hiba történt az alábbi kép betöltése közben: %1. A kép nem lesz elmentve.
ia: Il habeva un error durante le cargamento del imagine: %1 Illo non essera salvate.
it: Si è verificato un errore durante l'apertura dell'immagine: %1 Non verrà salvata.
km: មាន​កំហុស​មួយ​ក្នុង​ការ​ផ្ទុក​រូបភាព ៖ %1 វា​នឹង​មិន​ត្រូវ​បាន​រក្សា​ទុក​ឡើយ ។
lt: Įvyko klaida įkeliant paveikslėlį: %1 Jis nebus išsaugotas.
lv: Kļūda ielādējot attēlu: %1 tas netiks saglabāts.
nb: Det oppsto en feil ved innlasting av bildet: %1 Det blir ikke lagret.
nds: Fehler bi't Laden vun dat Bild: %1 Dat warrt nich sekert.
nl: Er is een fout opgetreden bij het laden van de afbeelding: %1 Ze zal niet worden opgeslagen.
pl: Wystąpił błąd podczas odczytu obrazka: %1 Obrazek nie zostanie zapisany...
pt: Ocorreu um erro ao carregar a imagem: %1 Esta não será gravada.
pt_br: Houve um erro ao carregar a imagem: %1 Ela não será salva.
ro: A apărut o eroare la încărcarea imaginii: %1 Nu va fi salvată.
ru: Ошибка загрузки изображения: %1 Изображение не будет сохранено.
sk: Pri načítavaní obrázku nastala chyba: %1 Obrázok nebude uložený.
sl: Zgodila se je napaka med nalaganjem slike: %1 Slika ne bo shranjena.
sr: Грешка при учитавању слике: %1 Неће бити сачувана.
sv: Det uppstod ett fel när bilden laddades: %1 Den kommer inte att sparas.
ug: سۈرەتنى ئوقۇشتا خاتالىق كۆرۈلدى: %1ئۇ ساقلانمايدۇ.
wa: Åk n' a nén stî come dji voleu tcherdjî l' imådje: %1 Ele ni srè nén schapêye.
zh_cn: 装入图像时发生错误： %1 不会被保存图像。

source: Welcome to %s at %n
ar: مرحباً بك في نظام %s على %n
bg: Добре дошли в %s на %n
ca@valencia: Benvingut a %s en %n
da: Velkommen til %s på %n
el: Καλώς ήλθατε στο %s την %n
es: Bienvenido a %s en %n
et: Tere tulemast! See on %s (masin %n)
fi: Tervetuloa - %s @ %n
fr: Bienvenue dans %s sur %n
ga: Fáilte go %s ag %n
gl: Benvido a %s en %n
he: ברוך בואך אל %s ב%n
hu: Üdvözöljük a rendszerben! [%s, %n]
ia: Benvenite a %s a %n
it: Benvenuto su %s in %n
km: សូម​ស្វាគមន៍​មក​កាន់ %s នៅ %n
lt: Sveiki atvykę į %s, %n
lv: Laipni lūdzam %s uz %n
nb: Velkommen til %s på %n
nds: Willkamen bi %s op %n
nl: Welkom bij %s op %n
pl: Witamy na komputerze %s w %n
pt: Bem-vindo(a) ao %s em %n
pt_br: Bem-vindo ao %s em %n
ro: Bine ați venit în %s pe %n
ru: Добро пожаловать в %s на %n
sk: Víta vás %s na %n
sl: Dobrodošli v %s na %n
sr: Добро дошли у %s на %n
sv: Välkommen till %s på %n
wa: Bénvnowe so %s a %n
zh_cn: 欢迎访问 %s %n

source: <h1>KDM - Dialog</h1> Here you can configure the basic appearance of the KDM login manager in dialog mode, i.e. a greeting string, an icon etc.
ar: <h1>مدير الدخول - المظهر</h1> هنا يمكنك ضبط المظهر الأساسي لمدير الدخول أي نص التحية، الأيقونة..الخ.
bg: <h1>Външен вид на KDM</h1> От тук може да настроите вида на мениджъра за включване в системата, текстът за поздравление, лого и пр.
ca@valencia: <h1>KDM - Diàleg</h1> Ací podeu configurar l'aparença bàsica del gestor d'accés KDM en mode de diàleg, p.ex. un text de salutació, una icona, etc.
da: <h1>KDM - dialog</h1> Her kan du indstille det basale udseende af KDM Login-håndteringen, f.eks. en velkomstbesked, et ikon osv.
el: <h1>KDM - Διάλογος</h1> Εδώ μπορείτε να ρυθμίσετε τη βασική εμφάνιση του διαχειριστή σύνδεσης KDM, δηλαδή το χαιρετισμό, το εικονίδιο κλπ.
es: <h1>KDM - Diálogo</h1> Aquí puede configurar la apariencia básica del gestor de inicio de sesión KDM en modo diálogo, por ejemplo frase de bienvenida, un icono, etc.
et: <h1>KDM - dialoog</h1> Siin saab seadistada sisselogimise halduri KDM üldist välimust dialoogirežiimis: tervitusteksti, ikooni jne.
fi: <h1>KDM - Ulkoasu</h1> Tästä voit muokata KDM:n (kirjautumisen hallinnan) ulkoasua, esim. tervehdystä tai kuvakkeita. Muokataksesi kirjautumisruutua tarkemmin katso osioita ”Fontit” ja ”Tausta”.
fr: <h1>KDM - boîte de dialogue</h1> Vous pouvez configurer ici l'apparence de base du gestionnaire de connexion KDM grâce à une boîte de dialogue, c'est-à-dire, un message d'accueil, une icône, etc.
ga: <h1>KDM - Dialóg</h1> Anseo is féidir dealramh bunúsach an bhainisteora logála isteach KDE a chumrú sa mhód dialóige, .i. le beannacht, deilbhín, srl.
gl: <h1>Diálogo de KDM</h1> Aquí pode configurar a aparencia básica do xestor de acceso KDM no modo de diálogo, i.e. un texto de benvida, unha icona etc.
he: <h1>מנהל הכניסה חלון</h1> כאן באפשרותך לקבוע את המראה הבסיסי של מנהל הכניסה KDM, למשל את מחרוזת הכניסה, הסמל וכו'.
hu: <h1>KDM - Párbeszédablak</h1> Itt lehet beállítani a KDM bejelentkező felületének megjelenését, például az üdvözlő szöveget, ikont, stb.
ia: <h1>KDM-Dialogo</h1>Ci tu pote configurar le apparentia basic del gerente de accesso de KDM in modo dialogo, i.e. un catena de salutationes, un icone etc.
it: <h1>KDM - Aspetto</h1>Qui puoi configurare l'aspetto base del gestore degli accessi KDM, ovvero una frase di benvenuto, un'icona ecc.
km: <h1>KDM - ប្រអប់​</h1> នៅ​ទីនេះ ​អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​រូបរាង​មូលដ្ឋាន​របស់​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល​របស់ KDM នៅ​ក្នុង​របៀប​ប្រអប់ ឧ. ខ្សែ​អក្សរ​ជូនពរ ឬ​វន្ទនាការ រូប​តំណាង ។ល។
lt: <h1>KDM – dialogas</h1> Čia galite nustatyti bendrą KDM prisijungimų tvarkyklės išvaizdą, pvz., pasisveikinimo užrašą, paveikslėlį ir t.t.
lv: <h1>KDM - logs</h1> Šeit jūs varat konfigurēt KDM pieteikšanās pārvaldnieka pamatizskatu, t.i. apsveikuma tekstu, ikonas u.t.t.
nb: <h1>KDM – dialog</h1>Her kan du sette opp grunnleggende utseende til loginbehandleren KDM, f eks en velkomsthilsen, et ikon osv.
nds: <h1>KDM-Dialoog</h1> Hier kannst Du dat Utsehn vun den Anmellpleger KDM fastleggen, also den Grööttext, dat Lüttbild usw.
nl: <h1>KDM - Dialoog</h1> Hier kunt u het basisuiterlijk van de aanmelddialoog van KDMbepalen; dus de begroetingstekst, de pictogrammen etc.
pl: <h1>Okno KDM</h1> Można tu skonfigurować podstawowy wygląd menedżera logowania w trybie okna dialogowego (napis, ikonę itd.).
pt: <h1>KDM - Janela</h1> Aqui o utilizador pode configurar a aparência básica do gestor de autenticação KDM no modo de janelas, i.e. uma mensagem de saudação, um ícone etc.
pt_br: <h1>KDM - Diálogo</h1> Aqui você pode configurar a aparência básica do gerenciador de autenticação do KDM em modo de diálogo, isto é, uma frase de saudação, um ícone, etc.
ro: <h1>Aspect KDM</h1> Aici puteți configura aspectul de bază al administratorului de autentificare KDM, adică mesajul de întîmpinare, o pictogramă etc.
ru: <h1>Внешний вид KDM</h1> Здесь можно настроить основные параметры оформления диспетчера входа в систему KDM, т.е. строку приглашения, значок и т. д. Для дальнейшего улучшения внешнего вида диспетчера см. панели «Шрифт» и «Фон».
sk: <h1>KDM - Dialóg</h1> Tu môžete nastaviť základný vzhľad správcu prihlásenia KDM, t.j. uvítací text, ikonu atď.
sl: <h1>KDM - pogovorno okno</h1>Tu lahko nastavite osnovni videz upravljalnika prijav KDM v načinu pogovornega okna, npr. pozdravno besedilo, ikono ipd.
sr: <h1>КДМ‑ов дијалог</h1><p>Овде подешавате основну појаву менаџера пријављивања у режиму дијалога, тј. поздравни текст, икону, итд.</p>
sv: <h1>KDM - dialogruta</h1> Här kan du anpassa det grundläggande utseendet på inloggningshanteraren KDM med dialogruta, t ex en välkomsttext, en ikon etc.
wa: <h1>KDM - Purnea</h1> Chal vos ploz apontyî li rivnance di båze do manaedjeu d' elodjaedje KDM e môde purnea, come li messaedje di bénvnowe, l' imådjete, evnd.
zh_cn: <h1>KDM - 对话框</h1> 您可以在此配置 KDM 登录管理程序的基本外观，例如欢迎辞、图标等。

# @title:group 'man locale' ...
source: Locale
ar: المحلّي
bg: Локал
ca@valencia: Localització
da: Lokalitet
el: Τοπικότητα
es: Ubicación
et: Keeleseadistused
eu: Eskualde-ezarpenak
fi: Maa-asetukset
fr: Localisation
ga: Logchaighdeán
gl: Local
he: תרגום
hr: Lokalno
hu: Nyelvi beállítások
ia: Local (Regional)
it: Impostazioni nazionali
kk: Жергіліткіші
km: មូលដ្ឋាន
lt: Lokalė
lv: Lokāle
mr: लोकेल
nb: Lokale
nds: Rebeet
nl: Taalregio
pl: Ustawienia regionalne
pt: Localização
pt_br: Localização
ro: Localizare
ru: Локализация
sk: Lokalizácia
sl: Jezikovna oznaka
sr: Локалитет
sv: Plats
ug: رايون
wa: Lingaedje/payis
zh_cn: 本地语系

source: &Language:
ar: ال&لغة:
bg: &Език:
ca@valencia: &Idioma:
da: &Sprog:
el: &Γλώσσα:
es: &Idioma:
et: Kee&l:
eu: &Hizkuntza:
fi: Kie&li:
fr: &Langue :
ga: &Teanga:
gl: &Lingua:
he: &שפה:
hr: &Jezik:
hu: &Nyelv:
ia: &Linguage:
it: Lingu&a:
kk: &Тілі:
km: ភាសា ៖
lt: &Kalba:
lv: Va&loda:
mr: भाषा (&L):
nb: &Språk:
nds: S&praak:
nl: Taa&l:
pl: &Język:
pt: &Língua:
pt_br: &Idioma:
ro: &Limbă:
ru: &Язык:
sk: &Jazyk:
sl: Jezi&k:
sr: &Језик:
sv: S&pråk:
ug: تىل(&L):
wa: &Lingaedje :
zh_cn: 语言(&L)：

source: Here you can choose the language used by KDM. This setting does not affect a user's personal settings; that will take effect after login.
ar: هنا يمكنك اختيار اللغة المستخدمة عن طريق مدير الدخول. هذا الإعداد لا يؤثر إعدادات المستخدم التي ستُفعَّل بعد تسجيل الدخول.
bg: Език за използване при показване на KDM. Тази настройка няма да засегна персоналните настройки, които се установяват след включване в системата.
ca@valencia: Ací podeu triar l'idioma usat pel KDM. Este arranjament no afecta l'arranjament personal de l'usuari; que tindrà efecte després de l'accés.
da: Her vælger du det sprog, som KDM bruger. Denne indstilling påvirker ikke en brugers personlige indstillinger, som først virker efter at der er logget ind.
el: Εδώ μπορείτε να διαλέξετε τη γλώσσα που θα χρησιμοποιεί το KDM. Αυτή η ρύθμιση δεν επηρεάζει τις προσωπικές ρυθμίσεις ενός χρήστη, που ενεργοποιούνται μετά τη σύνδεση.
es: Aquí puede seleccionar el idioma usado por KDM. Esta configuración no tendrá efecto alguno en las preferencias propias de un usuario que se aplicarán después del inicio de la sesión.
et: Siin saab valida KDM-is kasutatava keele. See ei mõjuta kasutaja isiklikke seadistusi, mis rakenduvad pärast sisselogimist.
eu: Hemen, KDMk erabiliko duen hizkuntza hauta dezakezu. Ezarpen honek ez die eragiten saioa hasi ondoren kontuan hartzen diren erabiltzailearen ezarpen pertsonalei.
fi: Tässä kohdassa voit valita kirjautumisruudun kielen. Asetus ei vaikuta kirjautumisen jälkeisiin henkilökohtaisiin asetuksiin.
fr: Vous pouvez choisir ici la langue utilisée par KDM. Ce paramètre n'affecte pas les paramètres personnels de l'utilisateur. Ils seront pris en compte après la connexion.
ga: Anseo is féidir leat an teanga a mbainfidh KDM úsáid aisti a roghnú. Ní théann an rogha seo i bhfeidhm ar shocruithe pearsanta an úsáideora; cuirfear é seo i bhfeidhm tar éis duit logáil isteach.
gl: Aquí pode escoller a lingua empregada por KDM. Esta opción non afecta ás opcións persoais dos usuarios, que xurdirán efecto despois de accederen.
he: כאן באפשרותך לבחור את השפה ש־KDM ישתמש בה. הגדרה זו לא משפיעה על הגדרותיו האישיות של המשתמש, אשר ייכנסו לתוקף לאחר הכניסה למערכת.
hr: Ovdje možete izabrati jezik koji će KDM upotrebljavati. Postavka jezika ovdje se neće odraziti na korisnikove osobne postavke nakon prijave.
hu: Itt lehet kiválasztani a KDM által használt nyelvet. Ez a beállítás független a felhasználók egyéni nyelvi beállításától, azok a bejelentkezés után lépnek életbe.
ia: Hic tu pote seliger le linguage usate per KDM. Iste preferentia non reguarda preferentia personales del usator; isto habera effecto postea le accesso.
it: Qui puoi scegliere la lingua usata da KDM. Questa impostazione non influenza le impostazioni personali degli utenti che diventeranno effettive dopo l'inizio della sessione.
kk: Мұнда KDM қолданатын тілді таңдауыңызға болады. Бұл параметр, жүйеге кіргеннен кейін ғана күшіне енетін пайдаланушының тіл баптауларына әсерін тигізбейді.
km: នៅ​ទីនេះ អ្នក​អាច​ជ្រើស​ភាសា​ដែល​បាន​ប្រើ​ដោយ KDM ។ ការ​កំណត់​នេះ​មិន​ប៉ះពាល់​ការ​កំណត់​ផ្ទាល់​ខ្លួន​របស់​អ្នក​ប្រើ​ទេ ការ​កំណត់​នេះ​នឹង​មាន​ប្រសិទ្ធិភាព​បន្ទាប់​ពី​ចូល ។
lt: Čia Jūs galite pasirinkti KDM kalbos nustatymą. Šis nustatymas neturi įtakos naudotojo asmeniniams nustatymams, kuriais bus naudojamasi prisijungus.
lv: Šeit jūs varat izvēlēties KDM izmantojamo valodu. Šie iestatījumi neietekmē lietotāja personīgos iestatījumus, kas stājas spēkā pēc pieteikšanās.
mr: इथे तुम्ही KDM द्वारे वापरण्यात येणारी भाषा निवडू शकता. हे सेटिंग वापरकर्त्याचा व्यक्तिगत सेटिंगवर परिणाम करत नाही. परिणाम लॉग इन नंतर दिसतो.
nb: Her kan du velge språket som brukes av KDM. Dette påvirker ikke brukerens personlige innstillinger, som vil bli tatt i bruk etter innlogging.
nds: Hier kannst Du de Spraak fastleggen, de KDM bruken schall. Disse Instellen bedröppt de persöönliche Instellen vun de Brukers nich, de warrt na't Anmellen anwendt.
nl: Hier kunt u de taal kiezen die door KDM zal worden gebruikt. Deze instelling heeft geen effect op de persoonlijke instellingen van de gebruiker nadat deze zich heeft aangemeld.
pl: Tu można wybrać język komunikatów okna logowania. Nie wpłynie to na ustawienia poszczególnych użytkowników.
pt: Aqui pode escolher a língua utilizada pelo KDM. Esta escolha não afecta as opções dos utilizadores, que entram em efeito depois de o utilizador se autenticar.
pt_br: Aqui você pode escolher o idioma usado pelo KDM. Esta configuração não afeta as configurações pessoais do usuário que terão efeito após a autenticação.
ro: Aici puteți alege limba utilizată de KDM. Această setare nu afectează setările personale ale utilizatorului, care vor intra în efect numai după autentificare.
ru: Здесь можно выбрать язык, который будет использовать KDM. Этот параметр не влияет на настройки пользователя, которые вступают в силу после входа в систему.
sk: Tu môžete vybrať jazyk používaný KDM. Toto nastavenie neovplyvní osobné nastavenie užívateľov, ktoré sa prejaví po prihlásení.
sl: Tukaj lahko izberete jezik, ki ga bo uporabljal KDM. Ta nastavitev ne vpliva na osebne jezikovne nastavitve; te bodo uveljavljene po prijavi.
sr: Овде бирате језик на којем се КДМ обраћа кориснику. Ова поставка не утиче на лична подешавања корисника; она ће ступити у дејство одмах након пријављивања.
sv: Här kan du välja vilket språk KDM ska använda. Den här inställningen påverkar inte en användares personliga inställningar som verkställs efter inloggningen.
ug: بۇ يەردە KDM دا ئىشلىتىلىدىغان تىلنى تاللاشقا بولىدۇ. بۇ تەڭشەك ئىشلەتكۈچىنىڭ خۇسۇسىي تەڭشىكىگە تەسىر يەتكۈزمەيدۇ؛ بۇ كىرگەندىن كېيىن ئۈنۈملۈك بولىدۇ.
wa: Vos ploz tchoezi chal li lingaedje eployî pa KDM. Cisse tchuze ni candje nén les tchuzes prôpes a -z on uzeu. Ele rotrè après s' esse elodjî.
zh_cn: 您可以在此选择 KDM 使用的语言。此设置不会影响在登录后才会生效的用户个人设置。

# @title:group
source: Appearance
ar: المظهر
bg: Външен вид
ca@valencia: Aparença
da: Udseende
el: Εμφάνιση
es: Apariencia
et: Välimus
eu: Itxura
fi: Ulkoasu
fr: Apparence
ga: Cuma
gl: Aparencia
he: מראה
hr: &Izgled
hu: Megjelenés
ia: Apparentia
it: Aspetto
kk: Көрініс
km: រូបរាង
lt: Išvaizda
lv: Izskats
mr: दर्शन
nb: Utseende
nds: Utsehn
nl: Uiterlijk
pl: Wygląd
pt: Aparência
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Videz
sr: Изглед
sv: Utseende
ug: كۆرۈنۈشى
wa: Rivnance
zh_cn: 外观

source: &Use themed greeter (Warning: poor accessibility)
ca@valencia: &Usa una benvinguda amb tema (Avís: Accessibilitat dolenta)
da: &Brug velkomstskærm med tema (Advarsel: Dårlig tilgængelighed)
el: &Χρήση θέματος καλωσορίσματος (Προειδοποίηση: κακή προσβασιμότητα)
es: &Usar tema de bienvenida (Aviso: pobre accesibilidad)
et: Teemaga tervit&usdialoogi kasutamine (Hoiatus: hõlbustuse seisukohalt halb)
fi: Kä&ytä teemoitettua tilaa (Varoitus: huono esteettömyys)
fr: &Utiliser un accueil à thème (Attention : faible accessibilité)
ga: Ú&sáid fáilteoir téamaithe (Rabhadh: inrochtaineacht go dona)
gl: Aplicar un &tema á benvida (Advertencia: accesibilidade escasa)
hu: &Témázott üdvözlő használata (Figyelem: szegényes akadálymentesítés)
ia: &Usa themas plus grande (Aviso: paupere accessibilitate)
it: &Usa finestra di benvenuto con tema (Attenzione: accessibilità ridotta)
km: ប្រើ​សារស្វាគមន៍​ដែលមាន​រូបរាង (ព្រមាន ៖ មិន​សូម​ងាយស្រួល)
lt: &Naudoti pasveikinimo temas (Įspėjimas: prastas pritaikymas neįgaliesiems)
nb: Br&uk hilser med tema (Advarsel: dårlig tilgjengelighet)
nds: Anmellpleger bruukt &Mustern (Wohrschoen: Problemen mit de Toganghülp mööglich)
nl: Begroeting met thema gebr&uiken (Waarschuwing: slechte toegankelijkheid)
pl: &Użyj pozdrowienia z motywu (Ostrzeżenie: słaba dostępność)
pt: &Usar um ecrã de boas-vindas com tema (Aviso: baixa acessibilidade)
pt_br: &Usar uma tela de boas-vindas com tema (Aviso: baixa acessibilidade)
ro: &Utilizare ecran de autentificare cu tematică (Avertizare: accesibilitate slabă)
ru: &Использовать тематическое приветствие (Предупреждение: плохая доступность)
sk: Použiť tematické uvítanie (Upozornenie: nízka prístupnosť)
sl: &Uporabi teme (Opozorilo: dostopnost je slaba)
sr: Дијалог с &темом (Упозорење: лоша приступачност)
sv: An&vänd tema för inloggningshanteraren (Varning: dåligt handikappstöd)
zh_cn: 使用欢迎主题(&U) (警告：辅助访问支持较差)
