Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: &General
ar: ع&ام
bg: &Общи
da: &Generelt
el: &Γενικά
et: Ü&ldine
eu: &Orokorra
fi: &Yleistä
fr: &Général
ga: &Ginearálta
gl: &Xeral
he: &כללי:
hr: &Općenito
hu: Általán&os
it: &Generale
kk: &Жалпы
km: ទូទៅ
lt: &Bendri
lv: &Pamata
mr: सामान्य (&G)
nb: &Generelt
nds: A&llmeen
nl: Al&gemeen
pl: &Ogólne
pt: &Geral
pt_br: &Geral
ru: &Основное
sk: &Všeobecné
sl: &Splošno
sr: &Опште
sv: &Allmänt
ug: ئادەتتىكى(&G)
wa: &Djenerå
zh_cn: 常规(&G)

source: &Dialog
ar: &حوار
bg: &Диалог
ca@valencia: &Diàleg
el: &Διάλογος
es: &Diálogo
et: &Dialoog
fi: &Fontit
fr: Boîte de &dialogue
ga: &Dialóg
gl: &Diálogo
he: &חלון
hu: Párbeszé&dablak
ia: &Dialogo
it: F&inestra
km: ប្រអប់​
lt: &Dialogas
lv: &Logs
nds: &Dialoog
nl: &Dialoog
pl: &Okno
pt: &Janela
pt_br: &Diálogo
ru: &Диалог
sk: &Dialóg
sl: Po&govorno okno
sr: &Дијалог
sv: &Dialogruta
ug: سۆزلەشكۈ(&D)
wa: &Divize
zh_cn: 对话框(&D)

source: There is no login dialog window in themed mode.
ar: لا يوجد مربع حوار ولوج في نمط السِمة.
bg: Няма диалогов прозорец за влизане в този режим.
ca@valencia: No hi ha cap finestra de diàleg d'inici de sessió en el mode de tema.
da: Der er intet login-dialogvindue i tematiseret tilstand.
el: Δεν υπάρχει διάλογος σύνδεσης σε λειτουργία θέματος.
es: No hay ventana de diálogo de inicio de sesión en el modo con temas.
et: Teemaga režiimis ei ole sisselogimisdialoogi akent.
fi: Kirjautumisen asetuksia ei voi asettaa erikseen teemoitetussa tilassa.
fr: Il n'y a aucune fenêtre de connexion dans le mode avec thème.
ga: Níl fuinneog logála isteach sa mhód le téamaí.
gl: Non hai diálogo de acceso no modo con tema.
he: אין חלון כניסה במצב ערכת נושא.
hu: Nincs bejelentkezési ablak témás módban.
ia: Il non ha un fenestra de dialogo de accesso de identification in iste modo de thema.
it: Non c'è una finestra di accesso quando si usa un tema.
km: គ្មាន​បង្អួច​ប្រអប់​ចូល​ក្នុង​របៀប​ដែល​បាន​ដាក់​ស្បែក​ឡើយ ។
lt: Naudojant temas nerodomas prisiregistravimo dialogo langas.
lv: Kad ir ieslēgtas tēmas, vairs nav pieteikšanās loga.
nb: Det er ingen innloggingsdialog i temamodus.
nds: In den Musterbedrief gifft dat keen Anmelldialoog.
nl: In de thema-modus wordt geen gebruik gemaakt van dialoogvensters.
pl: W trybie motywu nie ma okienka dialogowego.
pt: Não existe uma janela de autenticação no modo com tema.
pt_br: Não existe uma janela de autenticação no modo com tema.
ro: În regimul cu tematică nu există fereastră de dialog pentru autentificare.
ru: Включено использование темы оформления. Используется диалоговое окно темы.
sk: V režime s témou neexistuje prihlasovací dialóg.
sl: V načinu s temo ni pogovornega okna za prijavo.
sr: У тематском режиму нема прозора дијалога за пријављивање.
sv: Det finns inget dialogfönster när teman används.
ug: ئۆرنەكلىك ھالەتتە كىرىش سۆزلەشكۈسى يوق.
wa: I n' a nou purnea d' elodjaedje e môde tinme.
zh_cn: 主题模式中没有登录对话框窗口。

source: &Background
ar: ال&خلفية
bg: &Фон
ca@valencia: &Fons
da: &Baggrund
el: &Φόντο
es: &Fondo
et: &Taust
fi: T&austa
fr: &Fond d'écran
ga: &Cúlra
gl: &Fondo
he: &רקע
hu: &Háttér
ia: Fun&do
it: S&fondo
km: ផ្ទៃ​ខាងក្រោយ
lt: &Fonas
lv: &Fons
nb: &Bakgrunn
nds: &Achtergrund
nl: &Achtergrond
pl: &Tło
pt: F&undo
pt_br: &Plano de fundo
ro: &Fundal
ru: &Фон
sk: &Pozadie
sl: &Ozadje
sr: &Позадина
sv: &Bakgrund
ug: تەگلىك(&B)
wa: &Fond
zh_cn: 背景(&B)

source: The background cannot be configured separately in themed mode.
ar: الخلفية لا يمكن فصلها في نمط السِمة.
bg: Фонът не може да бъде настроен отделно в този режим.
ca@valencia: No es pot configurar individualment el fons en el mode de tema.
da: Baggrunden kan ikke konfigureres separat i tematiseret tilstand.
el: Το φόντο δεν μπορεί να ρυθμιστεί ανεξάρτητα σε λειτουργία θέματος.
es: El fondo no se puede configurar por separado en el modo con temas.
et: Tausta ei saa teemaga režiimis eraldi seadistada.
fi: Taustaa ei voi asettaa erikseen teemoitetussa tilassa.
fr: Les fonds d'écrans ne peuvent être configurés séparément dans le mode avec thème.
ga: Ní féidir an cúlra a chumrú ar leith sa mhód le téamaí.
gl: O fondo non pode ser configurado por si no modo de tema.
he: אין אפשרות להגדיר את הרקע בנפרד במצב ערכת נושא.
hu: Témás módban nem állítható be külön a háttér.
ia: Le fundo non pote esser configurate separatemente in le modo de thema.
it: Lo sfondo non può essere configurato separatamente quando si usa un tema.
km: ផ្ទៃ​ខាងក្រោយ​មិន​អាច​កំណត់​រចនាសម្ព័ន្ធ​ដែល​បាន​បំបែក​ក្នុង​របៀប​ដែល​បាន​ដាក់​ស្បែក​ឡើយ ។
lt: Naudojant temas fono atskirai konfigūruoti negalima.
lv: Fonu nevar mainīt atsevišķi, kad ieslēgtas tēmas.
nb: Bakgrunnen kan ikke settes opp for seg selv i temamodus.
nds: In den Musterbedrief lett sik de Achtergrund nich enkelt instellen.
nl: In de thema-modus kunt u de achtergrond niet apart instellen.
pl: W trybie motywu nie można osobno konfigurować tła.
pt: O fundo não pode ser configurado em separado no modo com tema.
pt_br: O plano de fundo não pode ser configurado separadamente no modo com tema.
ro: În regimul cu tematică, fundalul nu poate fi configurat separat.
ru: Включено использование темы оформления. Используется фон темы.
sk: Pozadie nie je možné nastaviť v režime s témou.
sl: V načinu s temo ni mogoče ločeno nastaviti ozadja.
sr: Позадина се не може засебно подешавати у тематском режиму.
sv: Bakgrunden kan inte ställas in separat när teman används.
wa: Li fond n' nén esse apontyî a pårt e môde tinme.
zh_cn: 主题模式中无法单独配置背景。

source: &Theme
ar: ال&سِمة
bg: &Тема
ca@valencia: &Tema
da: &Tema
el: &Θέμα
es: &Tema
et: T&eema
eu: &Gaia
fi: &Teema
fr: &Thème
ga: &Téama
gl: &Tema
he: &ערכת נושא
hr: &Tema
hu: &Téma
ia: &Thema
it: &Tema
kk: &Нақышы
km: ស្បែក​
lt: &Tema
lv: &Tēma
mr: शैली (&T)
nb: &Tema
nds: &Muster
nl: &Thema
pl: &Motyw
pt: &Tema
pt_br: &Tema
ro: &Tematică
ru: &Оформление
sk: Té&ma
sl: &Tema
sr: &Тема
sv: &Tema
ug: ئۆرنەك(&T)
wa: &Tinme
zh_cn: 主题(&T)

source: Themed mode is disabled. See "General" tab.
ar: نمط السِمة معطل . انظر لسان "عام" .
bg: Тематичният режим е изключен. Вижте подпрозореца "Общи".
ca@valencia: El mode de tema està deshabilitat. Vegeu la pestanya «General».
da: Tematiseret tilstand er deaktiveret. Se fanebladet "Generelt".
el: Η λειτουργία θέματος είναι απενεργοποιημένη. Δείτε την καρτέλα "Γενικά".
es: El modo con temas está inhabilitado. Vea la pestaña «General».
et: Teemaga režiim on keelatud. Vaata kaarti "Üldine".
fi: Teemat eivät ole käytössä. Katso ”Yleistä”-välilehteä.
fr: Le mode avec thème est désactivé. Consultez l'onglet « Général ».
ga: Díchumasaíodh an mód le téamaí. Féach ar an gcluaisín "Ginearálta".
gl: O modo de tema está desactivado. Consulte a páxina «Xeral».
he: מצג ערכת נושא מבוטל. אנא בדוק את הלשונית עם הכיתוב "כללי".
hu: A témák használata le van tiltva, lásd: „Általános” lap.
ia: Le modo de Thema es dishabilitate. Tu guarda scheda "General".
it: Modalità con tema disabilitata. Vedi sotto la scheda «Generale».
km: របៀប​ដែល​បាន​ដាក់​ស្បែក​មិន​អនុញ្ញាត ។ មើល​ផ្ទាំង "ទូទៅ" ។
lt: Temų naudojimo modulis išjungtas. Žr. kortelę „Bendri“.
lv: Tēmas ir atslēgtas. Skatieties cilni "Pamata".
nb: Temamodus er slått av. Se fanen «Generelt».
nds: Musterbedrief is utmaakt. Kiek op't Paneel „Allmeen“.
nl: De thema-modus is uitgeschakeld. Zie tabblad "Algemeen".
pl: Tryb motywu jest wyłączone. Proszę przejść do karty "Ogólne".
pt: O modo com tema está desactivado. Veja a página "Geral".
pt_br: O modo com tema está desativado. Veja a aba "Geral".
ro: Regimul cu tematică este dazactivat. Vedeți fila „General”.
ru: Использование темы оформления отключено. Включить можно на вкладке «Главное».
sk: Režim s témou je zakázaný. Pozrite záložku "Všeobecné".
sl: Način s temo ni omogočen. Oglejte si zavihek »Splošno«.
sr: Тематски режим је искључен. Погледајте под језичком <interface>Опште</interface>.
sv: Teman är inaktiverade. Se fliken "Allmänt".
ug: ئۆرنەكلىك ھالەت ئىناۋەتسىز قىلىنغان. «ئادەتتىكى» بەتكۈچكە قاراڭ.
wa: Li môde tinme est dismetou. Loukîz al linwete «Djenerå».
zh_cn: 主题模式已禁用。请查看“常规”标签。

source: &Shutdown
ar: ا&طفئ
bg: &Изключване
ca@valencia: &Aturada
da: &Nedlukning
el: &Τερματισμός
es: &Apagar
et: &Seiskamine
eu: &Itzali
fi: &Sammuttaminen
fr: &Arrêt
ga: &Múchadh
gl: &Apagado
he: &כיבוי
hr: &Isključi
hu: Kikapc&solás
ia: &Shutdown (action de stoppar)
it: &Spegnimento
kk: &Сөндіру
km: បិទ
lt: &Išjungimas
lv: &Izslēgšana
mr: बंद करा (&S)
nb: &Steng av
nds: &Utmaken
nl: Af&sluiten
pl: &Zamykanie
pt: &Desligar
pt_br: &Desligar
ro: Înc&hide
ru: В&ыключение
sk: Vyp&nutie
sl: &Izklop
sr: &Гашење
sv: Av&stängning
ug: تاقا(&S)
wa: &Arester
zh_cn: 关机(&S)

source: &Users
ar: ال&مستخدمين
bg: &Потребители
ca@valencia: &Usuaris
da: Br&ugere
el: &Χρήστες
es: &Usuarios
et: Kas&utajad
eu: &Erabiltzaileak
fi: Kä&yttäjät
fr: &Utilisateurs
ga: Ú&sáideoirí
gl: &Usuarios
he: משתמשי&ם
hr: &Korisnici
hu: &Felhasználók
ia: &Usatores
it: &Utenti
kk: &Пайдаланушылар
km: អ្នក​ប្រើ
lt: &Naudotojai
lv: &Lietotāji
mr: वापरकर्ते (&U)
nb: Br&ukere
nds: &Brukers
nl: Gebr&uikers
pl: &Użytkownicy
pt: &Utilizadores
pt_br: &Usuários
ro: &Utilizatori
ru: &Пользователи
sk: &Užívatelia
sl: &Uporabniki
sr: &Корисници
sv: An&vändare
ug: ئىشلەتكۈچىلەر(&U)
wa: &Uzeus
zh_cn: 用户(&U)

source: &Convenience
ar: ال&راحة
bg: &Удобства
ca@valencia: &Conveniència
da: &Belejlighed
el: &Ευκολίες
es: &Comodidad
et: &Mugavused
eu: E&rosotasuna
fi: Mu&kavuus
fr: &Commodités
ga: Ái&siúlacht
gl: &Conveniencia
he: &נוחות
hr: Pogod&nosti
hu: &Kényelem
ia: &Convenientia
it: &Comodità
kk: &Ыңғайлық
km: ភាព​ងាយស្រួល
lt: &Patogumai
lv: Ē&rtības
mr: सुविधा (&C)
nb: &Bekvemmelighet
nds: &Kommood Anmellen
nl: Ge&mak
pl: Uł&atwienia
pt: &Conveniência
pt_br: &Conveniência
ro: F&acilități
ru: &Дополнительно
sk: Po&hodlie
sl: Udob&nost
sr: &Погодности
sv: Be&kvämlighet
wa: &Ahesse
zh_cn: 便利(&C)

source: Unable to install new kdmrc file from %1
ca@valencia: No s'ha pogut instal·lar el nou fitxer kdmrc des de %1
da: Kan ikke installere ny kdmrc-fil fra %1
el: Αδύνατη η εγκατάσταση νέου αρχείου kdmrc από το %1
es: No se pudo instalar el nuevo archivo kdmrc desde %1
et: Ei õnnestunud paigaldada uut kdmrc-faili asukohast %1
eu: Ezin da kdmrc fitxategi berria hemendik instalatu: %1
fi: Uutta kdmrc-tiedostoa ei voitu asentaa kohteesta %1
fr: Impossible d'installer le nouveau fichier « kdmrc » depuis %1
ga: Ní féidir comhad nua kdmrc a shuiteáil ó %1
gl: Non foi posíbel instalar o novo ficheiro kdmrc desde %1
he: אין אפשרות להתקין kdmrc חדש מאת %1
hr: Nije moguće instalirati novu datoteku kdmrc iz %1
hu: Nem sikerült telepíteni az új kdmrc fájlt innen: %1
ia: Il non pote installar nove file kdmrc ex %1
it: Impossibile installare il nuovo file kdmrc da %1
kk: %1 дегеннен жаңа kdmrc файлы орнатылмады
km: មិនអាច​ដំឡើង​ឯកសារ kdmrc ថ្មី​ពី %1 បាន​ទេ
lt: Nepavyko įdiegti naujo kdmrc failo iš %1
lv: Neizdevās instalēt jaunu kdmrc failu no %1
mr: नवीन kdmrc फाईल येथून प्रतिष्ठापीत करू शकत नाही %1
nb: Klarer ikke å installere en ny kdmrc-fil fra %1
nds: Nieg „kdmrc“-Datei vun %1 lett sik nich installeren.
nl: Installeren van nieuw kdmrc bestand lukt niet uit %1
pl: Nie można zainstalować nowego pliku kdmrc z %1
pt: Não é possível instalar o novo ficheiro 'kdmrc' a partir de %1
pt_br: Não foi possível instalar o novo arquivo kdmrc a partir de %1
ro: Nu am putut instala noul fișier kdmrc din %1
ru: Не удалось установить новый файл kdmrc из %1
sk: Nepodarilo sa nainštalovať nový kdmrc súbor z %1
sl: Ni mogoče namestiti nove datoteke kdmrc iz %1
sr: Не могу да инсталирам нови .kdmrc фајл из %1
sv: Kunde inte installera ny kdmrc-fil från %1
ug: يېڭى kdmrc ھۆججىتىنى تۆۋەندىكى يەردىن ئورناتقىلى بولمىدى %1
zh_cn: 无法从以下位置安装新 kdmrc 文件 %1

source: Unable to install new backgroundrc file from %1
ca@valencia: No s'ha pogut instal·lar el nou fitxer backgroundrc des de %1
da: Kan ikke installere ny backgroundrc-fil fra %1
el: Αδύνατη η εγκατάσταση νέου αρχείου backgroundrc από το %1
es: No se pudo instalar el nuevo archivo backgroundrc desde %1
et: Ei õnnestunud paigaldada uut backgroundrc-faili asukohast %1
fi: Uutta backgroundrc-tiedostoa ei voitu asentaa kohteesta %1
fr: Impossible d'installer le nouveau fichier « backgroundrc » depuis %1
ga: Ní féidir comhad nua backgroundrc a shuiteáil ó %1
gl: Non foi posíbel instalar o novo ficheiro backgroundrc desde %1
he: אין אפשרות להתקין backgroundrc חדש מאת %1
hu: Nem sikerült telepíteni az új backgroundrc fájlt innen: %1
ia: Il non pote installar nove file backgroundrc ex %1
it: Impossibile installare il nuovo file backgroundrc da %1
km: មិនអាច​ដំឡើង​ឯកសារ backgroundrc ពី %1 បាន​ទេ
lt: Nepavyko įdiegti naujo backgroundrc failo iš %1
lv: Neizdevās instalēt jaunu backgroundrc failu no %1
nb: Klarer ikke installere ny backgroundrc-fil fra %1
nds: Nieg Achtergrund-Datei vun %1 lett sik nich installeren.
nl: Installeren van nieuw backgroundrc bestand lukt niet uit %1
pl: Nie można zainstalować nowego pliku backgroundrc z %1
pt: Não é possível instalar o novo ficheiro 'kbackgroundrc' a partir de %1
pt_br: Não foi possível instalar o novo arquivo backgroundrc a partir de %1
ro: Nu am putut instala noul fișier backgroundrc din %1
ru: Не удалось установить новый файл backgroundrc из %1
sk: Nepodarilo sa nainštalovať nový backgroundrc súbor z %1
sl: Ni mogoče namestiti nove datoteke backgroundrc iz %1
sr: Не могу да инсталирам нови .backgroundrc фајл из %1
sv: Kunde inte installera ny backgroundrc-fil från %1
ug: يېڭى backgroundrc ھۆججىتىنى تۆۋەندىكى يەردىن ئورناتقىلى بولمىدى %1
zh_cn: 无法从以下位置安装新 backgroundrc 文件 %1

source: Unable to install new kdmrc file from %1 and new backgroundrc file from %2
ca@valencia: No s'ha pogut instal·lar el nou fitxer kdmrc des de %1 i el nou fitxer backgroundrc des de %2
da: Kan ikke installere ny kdmrc-fil fra %1 og ny backgroundrc-fil fra %2
el: Αδύνατη η εγκατάσταση νέου αρχείου kdmrc από το %1 και νέου αρχείου backgroundrc από το %2
es: No se pudo instalar el nuevo archivo kdmrc desde %1 y el nuevo archivo backgroundrc desde %2
et: Ei õnnestunud paigaldada uut kdmrc-faili asukohast %1 ja uut backgroundrc-faili asukohast %2
fi: Uutta kdmrc-tiedostoa ei voitu asentaa kohteesta %1 eikä uutta backgroundrc-tiedostoa kohteesta %2
fr: Impossible d'installer le nouveau fichier « kdmrc » depuis %1 ainsi que le fichier « backgroundrc » depuis %2
ga: Ní féidir comhad nua kdmrc ó %1 agus comhad nua backgroundrc ó %2 a shuiteáil
gl: Non foi posíbel instalar o novo ficheiro kdmrc desde %1 e o novo backgroundrc desde %2
he: אין אפשרות להתקין backgroundrc חדש מאת %1וגם backgroundrc חדש מאת %2
hu: Nem sikerült telepíteni az új kdmrc fájlt innen: %1 és az új backgroundrc fájlt innen: %2
ia: Il non pote installar nove file kdmrc ex %1 e nove file backgroundrc ex %2
it: Impossibile installare il nuovo file kdmrc da %1 e il nuovo file backgroundrc da %2
km: មិនអាច​ដំឡើង​ឯកសារ kdmrc ថ្មី​ពី %1 និង​ឯកសារ backgroundrc ពី %2 បាន​ទេ
lt: Nepavyko įdiegti naujo kdmrc failo iš %1 ir naujo backgroundrc failo iš %2
lv: Neizdevās instalēt jaunu kdmrc failu no %1 un jaunu backgroundrc failu no %2
nb: Klarer ikke installere ny kdmrc-fil fra %1 og ny backgroundrc-fil fra %2
nds: Nieg „kdmrc“-Datei vun %1 un nieg Achtergrund-Datei vun %2 lett sik nich installeren.
nl: Installeren van nieuw kdmrc bestand lukt niet uit %1 en nieuw backgroundrc bestand ook niet uit %2
pl: Nie można zainstalować nowego pliku kdmrc z %1 i nowego pliku backgroundrc z %2
pt: Não é possível instalar o novo ficheiro 'kdmrc' a partir de %1 e o novo ficheiro 'backgroundrc' a partir de %2
pt_br: Não foi possível instalar o novo arquivo kdmrc a partir de %1 e o novo arquivo backgroundrc a partir de %2
ro: Nu am putut instala noul fișier kdmrc din %1 și noul fișier backgroundrc din %2
ru: Не удалось установить новый файл kdmrc из %1 и новый файл backgroundrc из %2
sk: Nepodarilo sa nainštalovať nový kdmrc súbor z %1 a nový backgroundrc súbor z %2
sl: Ni mogoče namestiti nove datoteke kdmrc iz %1 in nove datoteke backgroundrc iz %2
sr: Не могу да инсталирам нови .kdmrc фајл из %1 и нови .backgroundrc фајл из %2
sv: Kunde inte installera ny kdmrc-fil från %1 och ny backgroundrc-fil från %2
ug: يېڭى kdmrc ھۆججىتىنى تۆۋەندىكى يەردىن ئورناتقىلى بولمىدى %1 ۋە يېڭى backgroundrc ھۆججىتىنى تۆۋەندىكى يەردىن ئورناتقىلى بولمىدى %2
zh_cn: 无法从以下位置安装新 kdmrc 文件 %1 且无法从以下位置安装新 backgroundrc 文件 %2
