Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: When this option is on, a user will be logged in again automatically when their session is interrupted by an X server crash; note that this can open a security hole: if you use a screen locker than KDE's integrated one, this will make circumventing a password-secured screen lock possible.
ar: عندما يكون هذا الخيار ممكناً، فإن المستخدم سيدخل مرة أخرى بطريقة آلية إذا انقطعت جلسته بانهيار خادم X. لاحظ أن هذا قد يفتح ثغرة أمنية: إذا استخدمت قافل شاشة غير مدمج مع كدي، فسيكون من الممكن الاحتيال على قفل الشاشة المؤمنة بكلمة السر.
bg: Ако отметката е включена и сесията бъде прекъсната поради проблеми предизвикани от сървъра X, потребителите ще могат да се включват автоматично след възстановяване на сървъра и сесията. Имайте предвид, че това крие рискове за сигурността на системата.
ca@valencia: Quan esta opció està activada, un usuari accedirà automàticament, quan la seua sessió siga interrompuda per una fallada del servidor X; tingueu en compte que això pot obrir un forat de seguretat: si useu un altre bloquejador de pantalla diferent del que està integrat a l'escriptori KDE, això podria fer possible trampejar una pantalla bloquejada amb una contrasenya.
da: Når dette tilvalg er slået til, vil en bruger blive logget ind igen automatisk hvis sessionen bliver afbrudt af et X server-sammenbrud. Bemærk at dette kan åbne et sikkerhedshul: hvis du bruger en anden skærmlås end KDE's integrerede vil dette gøre det muligt at gå uden om en adgangskodesikret skærmlås.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, ο χρήστης θα επανασυνδέεται αυτόματα όταν η συνεδρία του διακοπεί λόγω κατάρρευσης του διακομιστή X. Σημειώστε ότι αυτό μπορεί να δημιουργήσει προβλήματα ασφάλειας.
es: Cuando esta opción está activada, un usuario accederá automáticamente, cuando su sesión es interrumpida por una caída del servidor X. Advierta, que esto puede abrir un agujero de seguridad: si utiliza un bloqueador de pantalla distinto del que está integrado en el escritorio de KDE puede que use un método que evite la contraseña que desbloquee la pantalla.
et: Kui see on sisse lülitatud, logitakse kasutaja automaatselt uuesti sisse, kui tema seansi katkestas X serveri krahh. Arvesta, et see kujutab ohtu turvalisusele: kui kasutad mingit muud ekraanilukustajat kui KDEsse integreeritu, võib see muuta võimalikuks parooliga turvatud ekraaniluku lahtimuukimise.
eu: Aukera hau gaituta dagoenean, erabiltzaile batek berriro hasiko du saioa automatikoki, haren saioa X zerbitzari baten kraskadura baten erruz eten denean. Kontuan izan honek segurtasun-zulo bat ireki dezakeela: KDEn integratutako pantaila-blokeatzaileen bestelako bat erabiltzen baduzu, horrek pasahitzez babestutako pantaila-blokeoa saihestu dezake.
fi: Jos tämä kohta on valittu, järjestelmä kirjaa käyttäjän sisään automaattisesti, jos istunto keskeytyy X-palvelimen kaatumiseen. Huomaa, että tämä voi olla tietoturva-aukko: Jos työpöydän lukitsemiseen käytetään jotakin muuta kuin KDE:n työpöydän lukitusta, se voidaan kiertää kaatamalla X.
fr: Quand cette option est sélectionnée, un utilisateur sera reconnecté automatiquement lorsque sa session est interrompue suite un plantage du serveur X. Attention, cela peut constituer une faille de sécurité : si vous utilisez un autre système de verrouillage d'écran que celui intégré à KDE, il sera possible de contourner le verrouillage d'écran, même s'il est protégé par un mot de passe.
ga: Leis an rogha seo, logálfar úsáideoir isteach go huathoibríoch tar éis tuairteáil an fhreastalaí X a chuireann deireadh le seisiún an úsáideora; tabhair faoi deara go mb'fhéidir go mbeadh éalang shlándála ann dá bharr seo: má úsáideann tú glasálaí scáileáin seachas an ceann atá comhtháite le KDE, bheifí in ann an glasálaí scáileáin a shárú in ainneoin focail faire.
gl: Se escolle esta opción cando a sesión dun usuario se interrompa por un peche inesperado do servidor, accederá de novo automaticamente. Lembre que isto pode abrir un burato de seguridade: se emprega un bloqueador de pantalla distinto do de KDE, un atacante poderá aproveitar un erro das X para evitar introducir o contrasinal.
he: כאשר אפשרות זו נבחרת, משתמש יוכנס בחזרה באופן אוטומטי אם ההפעלה שלו מופסקת על ידי התרסקות של שרת ה־X. שים לב כי דבר זה עלול ליצור פרצת אבטחה: אם אתה משתמש בתוכנית לנעילת המסך שאינה זו שמשולבת ב־KDE, דבר זה יאפשר לעקוף נעילה של מסך שמאובטחת על ידי ססמה.
hr: Kada je ovo uključeno, korisnik će biti automatski ponovno prijavljen nakon što je njegova seansa prekinuta padom X poslužitelja. Pazite, ovdje postoji mogućnost siguronosne rupe: ako koristite neki drugi progam za zaključavanje zaslona, koji nije dio KDE-a, tada postoji mogućnost zaobilaženja zaporkom zaključanog zaslona.
hu: Ha ez be van jelölve, akkor a felhasználó automatikusan újra be lesz jelentkeztetve, ha az X-ben programhiba történik. Használata biztonsági kockázatot jelent: ha a KDE beépített képernyőzároló programjától eltérő alkalmazást használ, akkor esetleg ki lehet kerülni a jelszóval védett képernyőzárolást.
ia: Quando iste option es activate, un usator habera accesso automaticamente quando su session es interrumpite per un ruina del servitor de X; tu nota que isto pote aperir un foramine de securitate.
it: Quando questa opzione è attiva un utente avrà accesso al sistema automaticamente quando la sua sessione sarà interrotta da un crash del server X; nota che questa opzione può aprire un buco di sicurezza: se si utilizza un bloccaschermo diverso da quello di KDE sarà possibile aggirare il blocco dello schermo.
kk: Бұл құсбелгісі қойылса, сеансы X-сервердің қирауының нәтижесінде үзілген пайдаланушы, автоматты түрде жүйеге қайта кіргізіледі. Ескерту: бұндайда, егер KDE жүйесінің экран бұғаттауышының орнына, басқасын қолдансаңыз, парольмен қорғалған экран бұғаттауышын айналып өтуге жол беретін, қауіпсіздік тапшылығы пайда болады.
km: ពេល​ជម្រើស​នេះ​បើក អ្នក​ប្រើ​នឹង​ត្រូវ​បាន​ចូល​ម្ដង​ដោយ​ស្វ័យ​ប្រវត្តិ ពេល​សម័យ​របស់​ពួក​គេ​ត្រូវ​បាន​បញ្ឈប់​ដោយការ​គាំង​របស់​ម៉ាស៊ីន​បម្រើ X សូម​ចំណាំ​ថា វា​នេះ​អាច​បើក​រន្ធ​សុវត្ថិភាព​មួយ ៖ បើ​អ្នក​ប្រើ​ឧបករណ៍​ចាក់សោ​អេក្រង់​មួយ ដោយ​មិន​ប្រើ​របស់ KDE ដែល​មាន​ស្រាប់ នេះ​នឹង​ធ្វើ​ឲ្យ​មិន​អាច​ជៀសវៀង​អេក្រង់​ដែល​មាន​សុវត្ថិភាព​ដោយ​ពាក្យ​សម្ងាត់ ។
lt: Įgalinus šią parinktį naudotojas bus automatiškai registruojamas iš naujo, kai sesija nutrūks nulūžus X serveriui. Pastaba: tuo atveju, jei naudojate kitą ekrano užsklandą, nei integruotą į KDE, tai gali atverti saugumo spragą, t.y. sudaro galimybes apeiti apsaugotą slaptažodžiu ekrano užrakinimą.
lv: Kad šī opcija ir ieslēgta, lietotājs tiks pieteikts automātiski, ja viņa sesiju būs pārtraukusi X servera avārija. Atcerieties, ka šī opcija var radīt drošības problēmas: ja jūs izmantojiet ekrāna slēdzēju, kas atšķiras no darbvirsmā integrētā, tas padarīs iespējamu apiet ar paroli aizsargāta ekrāna slēgšanu.
mr: जेव्हा हा पर्याय चालू असेल, तर X सर्वर क्रँश झाल्यावर चालू सत्र बंद पडल्यास वापरकर्त्याचे आपोआप पुन्हा लॉग इन केले जाते. नोंद घ्या कि यामुळे तुमचे सुरक्षा छिद्र (कवच) उघडले जाऊ शकते.जर तुम्ही स्क्रीन लॉकर वापरले तर केडीई मध्ये अंतर्भूत असलेला वर्तुळाकृती परवलीचा-सुरक्षित एखादा शब्द ज्यामुळे स्क्रीन लॉक शक्य होते.
nb: Når dette valget er på, kan en bruker logge inn igjen automatisk om økta skulle avbrytes på grunn av X-tjener krasj. Merk at dette kan åpne et sikkerhetshull: om du bruker en annen skjermlåser enn den som er integrert med KDE, så er det mulig å omgå passordsikringen.
nds: Wenn anmaakt, warrt de Bruker automaatsch wedder anmeldt, wenn de Törn vun en X-Server-Afstört afbraken wöör. Beacht bitte, dat dit en Sekerheitbrook wesen mag: Wenn Du en anner Schirmslott as dat in KDE inbute bruukst, kann dat dat Ümgahn vun de Passwoortschuul mööglich maken.
nl: Als deze optie is geselecteerd, dan zal een gebruiker automatisch opnieuw aangemeld worden als zijn of haar sessie is onderbroken door een onverwachte beëindiging van de X-server. Opmerking: dit kan een gat in uw beveiliging openen; als u een andere sessievergrendeling gebruikt dan die in KDE is geïntegreerd. Het wordt dan mogelijk om een met wachtwoord beveiligde sessievergrendeling te omzeilen.
pl: Jeśli ta opcja jest włączona, użytkownik zostanie automatycznie zalogowany, kiedy jego sesja zostanie przerwana przez awarię serwera X. Uwaga: może to stworzyć zagrożenie dla bezpieczeństwa systemu, jeśli używasz innej blokady ekranu niż zintegrowana z KDE - istnieje możliwość ominięcia hasła zabezpieczającego.
pt: Quando esta opção está activada, o utilizador ligar-se-á de novo automaticamente quando a sua sessão é interrompida por um estoiro do servidor do X. Tenha em atenção que isto pode abrir um buraco de segurança: se usar outro método de trancar o ecrã em vez do integrado no kdesktop, isto poderá permitir ao utilizador contornar um bloqueio do ecrã com senha.
pt_br: Quando esta opção estiver ativada, um usuário entrará no sistema automaticamente quando sua sessão é interrompida por um problema no Servidor X - note que isso pode abrir uma brecha de segurança: caso você use outro bloqueador de tela que não os que são integrados ao KDE, isto abrirá uma possível brecha de segurança através da tela de proteção.
ro: Cînd această opțiune este setată, utilizatorul va fi autentificat din nou în mod automat atunci cînd sesiunea lui este întreruptă de o prăbușire de server X. Rețineți că această opțiune deschide o gaură de securitate: dacă utilizați o protecție de ecran diferită de cele integrate în KDE, este posibilă ocolirea blocării de ecran bazată pe parolă.
ru: Если установлен этот параметр, пользователь будет зарегистрирован автоматически, если его сеанс был прерван в результате сбоя X-сервера. Учтите, что при этом образуется брешь в защите: использование другого блокировщика экрана вместо стандартного в KDE позволит обойти защищённую паролем блокировку экрана.
sk: Ak je táto voľba zapnutá, užívateľ bude automaticky znovu prihlásený v prípade, že jeho sedenie bolo prerušené pádom X servera. Uvedomte si ale, že to môže otvoriť bezpečnostnú dieru: ak používate iné uzamknutie obrazovky ako je integrované v KDE, táto voľba umožní odomknutie obrazovky chránenej heslom.
sl: Če je omogočena ta možnost, bo uporabnik samodejno prijavljen nazaj, če je bila njegova seja prekinjena s sesutjem strežnika X. Vedite, da to lahko odpre varnostno luknjo: če uporabljate drug zaklep zaslona namesto vgrajenega v KDE, lahko napadalec zaobide zaslon zaklenjen z geslom.
sr: Када је ово укључено, корисник ће аутоматски бити поново пријављен ако се његова сесија прекине падом Икс‑сервера. Ово може бити безбедносни проблем ако не користите КДЕ‑ово интегрисано закључавање екрана, већ неко друго: тада ће ова опција омогућити заобилажење лозинком закључаног екрана.
sv: När det här alternativet är aktivt, kommer en användare att loggas in igen automatiskt om sessionen avbryts av en X-serverkrasch. Observera att det här kan ge upphov till en säkerhetslucka: om en annan skärmlåsning än KDE:s inbyggda används, blir det möjligt att kringgå denna lösenordssäkrade skärmlåsning.
zh_cn: 打开该选项时，当会话因为图形服务崩溃而中断后，将自动登录该用户；注意，此选项可能导致安全漏洞：如果使用的是非 KDE 集成的屏幕锁定程序，此选项可以绕过受密码保护的屏幕锁定程序。

source: &Greeting:
ar: ال&تحية:
bg: По&здравление:
ca@valencia: Sa&lutació:
da: &Velkomst:
el: &Χαιρετισμός:
es: &Bienvenida:
et: &Tervitus:
fi: &Tervehdys:
fr: Messa&ge de bienvenue :
ga: &Beannacht:
gl: &Benvida:
he: משפ&ט כניסה:
hu: Ü&dvözlő szöveg:
ia: &Salutationes:
it: &Benvenuto:
km: វន្ទនាការ ៖
lt: Pa&sisveikinimas:
lv: &Sveiciens:
nb: &Velkomst:
nds: &Grööttext:
nl: Be&groeting:
pl: &Powitanie:
pt: &Saudação:
pt_br: &Saudação:
ro: &Salut:
ru: &Приглашение:
sk: &Uvítanie:
sl: Pozdra&v:
sr: &Поздрав:
sv: &Välkomsttext:
ug: سالاملىشىش(&G):
wa: &Salutaedje :
zh_cn: 欢迎辞(&G)：
