Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

# @option:check mode of the user selection
source: Inverse selection
ar: اعكس الاختيار
bg: Обръщане на маркираното
ca@valencia: Selecció inversa
da: Invertér udvalg
el: Αντιστροφή επιλογής
es: Selección inversa
et: Valik tagurpidi
eu: Alderantzizko hautaketa
fi: Käänteinen valinta
fr: Inverser la sélection
ga: Inbhéartaigh an roghnúchán
gl: Escolla inversa
he: הפוך בחירה
hr: Obrnuti odabir
hu: Inverz kijelölés
ia: Selection Inverse
it: Selezione inversa
kk: Кері іріктеу
km: បញ្ច្រាស​ជម្រើស​
lt: Atvirkštinis pažymėjimas
lv: Iezīmēt pretējo
mr: उलट निवड
nb: Omvendt valg
nds: Ümdreiht Köör
nl: Selectie omkeren
pl: Odwróć wybór
pt: Escolha inversa
pt_br: Seleção inversa
ro: Inversează selecția
ru: Показывать не скрытых пользователей
sk: Obrátený výber
sl: Obratna izbira
sr: Обратни избор
sv: Omvänt val
wa: Mete a l' evier li tchoes
zh_cn: 反向选择

source: This option specifies how the users for "Show list" and "Autocompletion" are selected in the "Select users and groups" list: If not checked, select only the checked users. If checked, select all non-system users, except the checked ones.
ar: يحدد هذا الخيار كيفية اختيار المستخدمين في "أظهر اللائحة" و"التتمة التلقائية" ضمن القائمة "اختر المستخدمين والمجموعات". إذا لم يعين هذا الخيار، ينقي المستخدمين المعينين فقط. إذا عُيّن، يستخدم جميع المستخدمين غير النظاميين، إلا المعيّنين.
bg: Ако отметката е включена, ще са валидни всички потребители с изключение на тези, които са маркирани. Ако отметката е изключена, валидни потребители ще са тези, които са включени. Имайте предвид, че системните потребители не се вземат под внимание и в двата случая.
ca@valencia: Esta opció especifica com se seleccionen els usuaris de «Mostra la llista» i «Autocompleció» a la llista «Selecciona usuaris i grups»: si no està activada, selecciona només els usuaris marcats. Si està activada, selecciona tots els usuaris no de sistema, excepte els marcats.
da: Dette angiver hvordan brugerne for "Vis liste" og "Autofuldførelse" vælges i "Vælg brugere og grupper"-listen: Hvis det er afmarkeret, så vælges kun markerede brugere. Hvis det er markeret, så vælges alle ikke-system brugere undtagen de markerede.
el: Αυτή η επιλογή καθορίζει πως οι χρήστες για το "Εμφάνιση λίστας" και το "Αυτόματη συμπλήρωση" επιλέγονται στη λίστα "Επιλεγμένοι χρήστες": Αν είναι ενεργοποιημένη, εμφανίζονται μόνο οι επιλεγμένοι χρήστες. Αν είναι απενεργοποιημένη, εμφανίζονται όλοι οι non-system χρήστες, εκτός των επιλεγμένων.
es: Esta opción indica cómo se seleccionan los usuarios de «Mostrar la lista» y «Completado automático» en la lista «Seleccionar usuarios y grupos». Si no está activada, se seleccionan únicamente los usuarios marcados. Si está activada, se seleccionan todos los usuarios que no sean del sistema, salvo los marcados.
et: See määrab, kuidas võimaluste "Kasutajate näitamine" ja "Automaatne lõpetamine" jaoks valitakse kasutajad nimekirjast "Valitud kasutajad ja grupid": kui see on märkimata, valitakse ainult märgitud kasutajad, kui aga märgitud, siis kõik mittesüsteemsed kasutajad, välja arvatud märgitud kasutajad.
eu: Aukera honek zehazten du nola hautatzen diren "Erakutsi zerrenda"ko eta "Osatze automatikoa"ko erabiltzaileak "Hautatu erabiltzaileak eta taldeak" zerrendan. Hautamarkarik ez badu, hautatu aukeratutako erabiltzaileak soilik. Hautamarka badu, hautatu sistemarenak ez diren erabiltzaile guztiak, markatutakoak izan ezik.
fi: Tämä valinta määrittää, miten luetteloissa ”Näytä luettelo” ja ”Automaattinen täydennys” valitaan luetteloon ”Valitse käyttäjät ja ryhmät”. Ellei tätä ole valittu, valitaan vain valitut käyttäjät. Jos on valittu, valitaan kaikki tavalliset käyttäjät paitsi valitut.
fr: Cette option indique comment les utilisateurs bénéficiant des fonctionnalités « Afficher la liste » et « Complètement automatique » sont choisis dans la liste « Sélection des utilisateurs et des groupes ». Si cette option est non sélectionnée, seuls les utilisateurs cochés dans la liste peuvent être sélectionnés. Si cette option est sélectionnée, tous les utilisateurs sans privilèges d'administrateur et non cochés dans la liste peuvent être sélectionnés.
ga: Leis an rogha seo is féidir a shocrú conas a roghnaítear úsáideoirí sa liosta "Roghnaigh úsáideoirí agus grúpaí" le haghaidh "Taispeáin liosta" agus "Comhlánú uathoibríoch": Gan tic, ná roghnaigh ach na húsáideoirí a bhfuil tic in aice leo, agus má chuireann tic anseo, roghnaigh na húsáideoirí go léir nach úsáideoirí córais iad agus nach bhfuil tic in aice leo.
gl: Esta opción especifica como se escollen os usuarios na lista de «Escoller usuarios e grupos» para «Mostrar Lista» e «Completación automática». Se non a sinala, escolle só os usuarios os usuarios sinalados. Se a sinala, escolle todos os usuarios non do sistema, excepto os xa activados.
he: אפשרות זו מגדירה את תצוגת המשתמשים עבור "הצג רשימה" ו"השלמה אוטומטית" נבחר ברשימת ה"אנשים והקבוצות הנבחרים": אם לא מסומן, רק האנשים הנבחרים. אם מסומן, בחר את כל המשתמשים שהם לא משתמשי מערכת, למעט הנבחרים.
hr: Ova opcija određuje kako će se korisnici za "Prikaži popis" i "Automatsko nastavljanje" odabrati u popisu "Odaberi korisnike i grupe". Ukoliko nije označena, odaberite samo označene korisnike. Ukoliko je označeno, odabrani su svi nesustavski korisnici osim označenih.
hu: Ez az opció határozza meg, hogyan történik a kiválasztás a "Lista megjelenítése" és az "Automatikus kiegészítés" listákban a "A kiválasztott felhasználók és csoportok" listában: ha nincs bejelölve, akkor csak a megjelölt felhasználók kerülnek be, ha be van jelölve, akkor az összes felhasználó (kivéve a rendszeréit), kivéve a megjelöltek.
ia: Iste option specifica como le usator pro "Monstra lista" e "Autocompletion" es selectionate on le lista "Selige usatores e gruppos": Si il non es marcate, on selige solmente usatores marcate. Si marcate, on selige omne usatores non de systema, excepte illos marcate.
it: Questa opzione specifica come gli utenti per «Mostra lista» e «Completamento automatico» sono selezionati dalla lista «Seleziona utenti e gruppi»: se non è attiva, seleziona solo gli utenti marcati. Se è marcata seleziona tutti gli utenti non di sistema esclusi quelli marcati.
kk: Бұл параметр "Тізімі көрсетілсін" және "Автотолтыру" күйлерінде "Пайдаланушы мен топтарды таңдау" тізімінен қалай іріктелетінің басқарады. Белгісі койылмаса, белгіленген пайдаланушылар ғана іріктеледі. Қойылса, белгіленбеген шын пайдаланушылар ғана іріктеледі.
km: ជម្រើស​នេះ​បញ្ជាក់​អំពី​របៀប​ដែល​អ្នក​ប្រើ​សម្រាប់ "បង្ហាញ​បញ្ជី" និង "បំពេញ​ដោយ​ស្វ័យ​ប្រវត្តិ" ត្រូវ​បាន​ជ្រើស​ក្នុង​បញ្ជី "ជ្រើស​អ្នក​ប្រើ និង​ក្រុម" ៖ បើ​មិន​បាន​គូស​ធីក ជ្រើស​តែ​អ្នក​ប្រើ​ដែល​បាន​គូស​ធីក ។ ប្រសិន​បើ​បាន​ធីក ជ្រើស​អ្នក​ប្រើ​ដែល​មិន​មែន​ជា​របស់​ប្រព័ន្ធ​ទាំងអស់ លើក​លែង​តែ​អ្នក​ប្រើ​ដែល​បាន​ជ្រើស​មួយ ។
lt: Šis nustatymas nurodo, kaip naudotojai išrenkami „Rodyti sąrašą“ ir „Automatinis užpildymas“ kategorijoms „Pažymėti naudotojus ir grupes“ sąraše. Jei nustatymas nepažymėtas, žymėkite tik išrinktus naudotojus. Jei pažymėta, žymėkite visus ne-sistemos naudotojus, išskyrus pažymėtuosius.
lv: Šis iestatījums nosaka, kādā veidā tiek izvēlēti lietotāji opcijām "Rādīt sarakstu" un "Automātiskā pabeigšana" no saraksta "Izvēlēties lietotājus un grupas": Ja izslēgts, tad tiek rādīti tikai tie lietotāji, kuriem ir ķeksītis. Ja tas ir ieslēgts, tad rāda visus ne-sistēmas lietotājus, kuriem nav ķeksītis.
mr: हा पर्याय स्पष्ट करेल कि "वापरकर्ते व समूह" सूची मधील "दर्शक सूची" व "ऑटोकम्प्लीशन"हे निवडले जातात: जर निवडले नाही,तर फक्त निवडक वापरकर्तेच निवडले जातात. जर निवडले तर निवडक सोडून सर्व प्रणाली व्यतिरिक्त वापरकर्तेच निवडले जातात.
nb: Dette valget bestemmer hvordan brukerne i «Vis liste» og «Autofullfør» velges i lista «Velg brukere og grupper». Hvis det ikke er krysset av, så velges bare avkryssede brukere. Hvis det er krysset av, så velges alle som ikke er system-brukere, unntatt de som er avkrysset.
nds: Disse Optschoon gifft an, wodennig Brukers för de List un dat Kompletteren op de List rechterhand utsöcht warrt. Wenn anmaakt, warrt bloots de ankrüüzten utsöcht, wenn nich, warrt all wieste Brukers utsöcht, bloots de ankrüüzten nich.
nl: Deze lijst bepaalt hoe de gebruikers voor "Lijst tonen" en "Automatisch aanvullen" zijn geselecteerd in de lijst "Gebruikers en groepen selecteren": indien niet geactiveerd worden alleen de gemarkeerde gebruikers gekozen. Indien geactiveerd worden alle niet-systeem-gebruikers gekozen, behalve de gemarkeerde.
pl: Ta opcja określa sposób wyboru użytkowników w listach "Pokaż listę" i "Automatyczne dopełnianie". Jeśli ta opcja jest wyłączona, wybrani użytkownicy będą dodani do listy, jeśli jest włączona, dodani będą wszyscy użytkownicy poza tymi z listy.
pt: Esta opção indica como os utilizadores para "Mostrar a lista" e "Completação automática" são seleccionados na lista "Seleccionar utilizadores e grupos": se não estiver activada, selecciona apenas os utilizadores marcados; se estiver activada selecciona todos os utilizadores não de sistema, excepto os marcados.
pt_br: Esta opção especifica como os usuários para as opção "Mostrar lista" e "Complementação automática" serão selecionados, na lista "Selecionar usuários e grupos": se não estiver marcada, selecione somente os usuários marcados, e se estiver marcada, seleciona todos os usuários que não são do sistema, exceto os que estão marcados.
ro: Această opțiune specifică cum utilizatorii din "Afișează lista" și "Completare automată" sînt selectați pentru lista "Selectare utilizatori și grupuri": Dacă nu este marcată, selectează numai utilizatorii marcați. Dacă este marcată, selectează toți utilizatorii non-sistem, cu excepția celor marcați.
ru: Этот параметр указывает, как выбираются пользователи для функций «Показать список» и «Автодополнение» в списке «Выбор пользователей и групп». Если флажок не установлен, выбираются только отмеченные пользователи. Если установлен, выбираются все обычные пользователи, кроме отмеченных.
sk: Táto voľba určuje, ako sa vyberú užívatelia v zozname "Zobrazení užívatelia" a "Automatické dopĺňanie" v zozname "Vyberte užívateľov a skupiny". Ak nie je začiarknutá, vyberú sa iba označení užívatelia. Ak je začiarknutá, vyberú sa všetci nesystémoví užívatelia okrem začiarknutých.
sl: Ta možnost določa, kako so izbrani uporabniki za »Prikaži seznam« in «Samodejno dopolnjevanje« v seznamu »Izbrani uporabniki in skupine«. Če možnost ni izbrana, izberite samo označene uporabnike. Če je izbrana, izberite vse nesistemske uporabnike razen označenih.
sr: <html>Ова опција одређује како се избор у списку корисника и група одражава на приказ списка и самодопуну на пријављивању. Ако није укључена, узимају се тачно изабрани корисници, а ако је укључена, сви корисници <em>осим</em> изабраних.</html>
sv: Det här alternativet anger hur användare för "Visa lista" och "Automatisk komplettering" väljes i listan "Välj användare och grupper". Om det inte är aktiverat, väljes bara markerade användare. Om det är aktiverat, väljes alla användare utom systemanvändare och de markerade användarna.
zh_cn: 这个选项指定如何将“显示列表”和“自动补全”的用户加入到“选择用户和用户组”：如果不选中此选项的话，将只选择选中的用户。如果选中此选项的话，则选择其它非系统用户。

source: Sor&t users
ar: أ&فرز المستخدمين
bg: Со&ртиране
ca@valencia: &Ordena els usuaris
da: S&ortér brugere
el: Τα&ξινόμηση χρηστών
es: &Ordenar usuarios
et: Kasutajate s&orteerimine
eu: Ordena&tu erabiltzaileak
fi: &Lajittele käyttäjät
fr: &Trier les utilisateurs
ga: Sór&táil na húsáideoirí
gl: &Ordenar os usuarios
he: &סדר משתמשים
hr: S&ortiraj korisnike
hu: A felhasználónevek &rendezése
ia: Ordina usa&tores
it: &Ordina gli utenti
kk: &Реттеп көрсетілсін
km: តម្រៀប​អ្នក​ប្រើ
lt: &Rikiuoti naudotojus
lv: Kārto&t lietotājus
mr: वापरकर्ता क्रमवारीत लावा (&t)
nb: S&orter brukere
nds: Brukers sor&teren
nl: Gebruikers s&orteren
pl: &Sortuj
pt: Ordenar os u&tilizadores
pt_br: O&rdenar usuários
ro: &Sortează utilizatorii
ru: &Сортировать пользователей
sk: T&riediť užívateľov
sl: Razvrs&ti uporabnike
sr: По&ређај кориснике
sv: So&rtera användare
ug: ئىشلەتكۈچىلەرنى تەرتىپلە(&T)
wa: Re&lére les uzeus
zh_cn: 用户排序(&T)

source: If this is checked, KDM will alphabetically sort the user list. Otherwise users are listed in the order they appear in the password file.
ar: `إذا تم تحديد هذا الخيار, فإن مدير الدخول سيفرز قائمة المستخدمين أبجدياً. وإلا فسيتم الفرز كما هو موجود في ملف كلمات السر.
bg: Ако отметката е включена потребителите ще се сортират. В противен случай ще се показват по реда, по който са въведени.
ca@valencia: Si esta opció se seleccionada, KDM ordenarà alfabèticament la llista d'usuaris. Altrament els usuaris es llisten en l'orde en el que apareixen al fitxer de contrasenyes.
da: Hvis dette valg er gjort, vil KDM sortere brugerlisten alfabetisk. Ellers vil brugerne komme i den rækkefølge de findes i adgangskodefilen.
el: Αν αυτό είναι ενεργοποιημένο, το KDM θα ταξινομήσει αλφαβητικά τη λίστα χρηστών. Αλλιώς οι χρήστες εμφανίζονται με τη σειρά στην οποία βρίσκονται στο αρχείο κωδικών πρόσβασης.
es: Si selecciona esta opción, KDM ordenará alfabéticamente la lista de usuarios. De lo contrario los usuarios aparecerán en el orden en el que aparecen en el archivo de contraseñas.
et: Kui see on sisse lülitatud, sorteerib KDM kasutajate nimekirja tähestiku alusel. Vastasel juhul tuuakse nad ära paroolifailis esinemise järjekorras.
eu: Hau hautatuz gero, KDMk alfabetikoki ordenatuko du erabiltzaileen zerrenda. Bestela, erabiltzaileak pasahitzen fitxategian dauden segida berean agertuko dira.
fi: Jos tämä kohta on valittu, KDM järjestää käyttäjät aakkosiin. Muuten käyttäjät luetteloidaan samassa järjestyksessä kuin salasanatiedostossa.
fr: Si cette option est sélectionnée, KDM triera alphabétiquement la liste des utilisateurs. Sinon, les utilisateurs seront listés selon leur ordre d'apparition dans le fichier des mots de passe.
ga: Leis an rogha seo, sórtálfaidh KDM an liosta d'úsáideoirí in ord aibítre. Is é sin nó taispeánfar úsáideoirí san ord a bhfuil siad i gcomhad na bhfocal faire.
gl: Se sinala esta opción, KDM ordenará alfabeticamente a lista de usuarios. Caso contrario, os usuarios listaranse na orden en que aparezan no ficheiro de contrasinais.
he: אם אפשרות זו נבחרת, KDM ימיין את רשימת המשתמשים לפי סדר הא"ב. אחרת, משתמשים יופיעו בסדר בו הם מופיעים בקובץ הססמאות.
hr: Ako ovdje označite, KDM će sortirati listu korisnika. Inače, korisnici će biti izlistani redosljedom koji se pojavljuju u datoteci sa lozinkama.
hu: Ha ez az opció be van jelölve, akkor a KDM a neveket növekvő sorrendbe fogja állítani a listában, máskülönben a sorrendet a passwd fájl határozza meg.
ia: Si isto es marcate, KDM ordinara de modo alphabetic le lista de usatores.Alteremente usatores es monstrate in le ordine que illos appare in le file de contrasigno.
it: Se questa casella viene marcata, KDM ordinerà alfabeticamente gli utenti nella lista. Altrimenti gli utenti saranno elencati nell'ordine in cui compaiono nel file delle password.
kk: Құсбелгісі койылса, KDM пайдаланушыларды әліппе бойынша реттеп береді. Қойылмаса, /etc/passwd файлында жазылған ретімен береді.
km: បើ​ធីក​នេះ KDM នឹង​តម្រៀប​បញ្ជី​របស់​អ្នក​ប្រើ​តាម​លំដាប់​អក្ខរ​ក្រម ។ បើ​ពុំ​នោះ​សោត អ្នក​ប្រើ​នឹង​ត្រូវ​បាន​រាយ​ក្នុង​លំដាប់ ដែល​ពួក​វា​បង្ហាញ​ក្នុង​ឯកសារ​ពាក្យ​សម្ងាត់ ។
lt: Įjungus šią parinktį, KDM rūšiuos naudotojų sąrašą. Priešingu atveju naudotojai bus pateikti tokia tvaka, kokia jie yra sisteminiame slaptažodžių faile.
lv: Ja ir izvēlēta šī opcija, tad KDM alfabētiski sakārtos lietotāju sarakstu. Pretējā gadījumā lietotāju secība sarakstā sakritīs ar to secību passwd failā.
mr: जर हा पर्याय निवडला तर KDM आद्याक्षरानुसार वापरकर्त्यांची सूची विभागतो. अथवा वापरकर्त्यांची सूची जशी परवलीशब्दांच्या फ़ाइल मध्ये अवतरतात त्या ओळीने बनवली जाते.
nb: Hvis dette valget er avkrysset, vil KDM sortere brukerlista alfabetisk. Ellers listes brukerne i samme rekkefølge som i password-fila.
nds: Wenn anmaakt, sorteert KDM de Brukerlist alfabeetsch, anners warrt se in de Reeg wiest, in de se binnen de Passwoortdatei opdukt.
nl: Als deze optie is ingeschakeld, dan zal KDM de gebruikerslijst alfabetisch sorteren. Anders worden ze getoond in de volgorde van het wachtwoordenbestand.
pl: Jeśli ta opcja jest wybrana, KDM będzie sortował listę użytkowników alfabetycznie. W przeciwnym razie zostanie użyta kolejność z listy haseł.
pt: Se esta opção estiver assinalada, o KDM irá ordenar alfabeticamente a lista de utilizadores. Caso contrário, os utilizadores são listados na ordem em que aparecem no ficheiro de senhas.
pt_br: Se esta opção estiver selecionada, o KDM ordenará alfabeticamente a lista de usuários. Caso contrário, os usuários serão listados na ordem em que aparecem no arquivo de senhas.
ro: Dacă această opțiune este selectată, KDM va sorta alfabetic lista de utilizatori. În caz contrar utilizatorii sînt afișați în ordinea în care apar în fișierul de parole.
ru: Если установлен этот параметр, KDM будет сортировать пользователей по алфавиту. Иначе пользователи будут перечислены в том порядке, в котором они появляются в файле /etc/passwd.
sk: Ak je táto voľba začiarknutá, KDM usporiada zoznam užívateľov abecedne. Inak budú užívatelia zobrazení v poradí ako sa nachádzajú v súbore hesiel.
sl: Če je izbrana ta možnost, KDM razvrsti uporabnike po abecedi. Sicer so uporabniki razvrščeni po vrstnem redu, ki je v datoteki z gesli.
sr: Ако је укључено, КДМ ће уредити списак корисника по алфабетском реду, иначе ће корисници бити дати редом којим се јављају у фајлу с лозинкама.
sv: Om detta är markerat kommer KDM att sortera användarlistan i bokstavsordning. Annars listas användare i den ordning de anges i lösenordsfilen.
zh_cn: 如果使用该选项，KDM 将按字母表顺序排序用户列表。否则，将按用户出现在密码文件中的顺序列出用户。

source: S&elect users and groups:
ar: ا&ختر المستخدمين والمجموعات:
bg: &Избор на потребители:
ca@valencia: S&elecciona usuaris i grups:
da: &Udvalgte brugere og grupper:
el: &Επιλογή χρηστών και ομάδων:
es: S&eleccionar usuarios y grupos:
et: &Valitud kasutajad ja grupid:
eu: Ha&utatu erabiltzaileak eta taldeak:
fi: &Valitse käyttäjät ja ryhmät:
fr: Sél&ection des utilisateurs et des groupes :
ga: Roghnaigh úsáid&eoirí agus grúpaí:
gl: &Escoller usuarios e grupos:
he: ב&חר משתמשים וקבוצות:
hr: Odab&eri korisnike i grupe:
hu: A k&iválasztott felhasználók és csoportok:
ia: S&elige usatores e gruppos:
it: Selezione ut&enti e gruppi:
kk: Пайдаланушы мен топтарды т&аңдау:
km: ជ្រើស​អ្នក​ប្រើ និង​ក្រុម ៖
lt: P&asirinkite naudotojus ir grupes:
lv: Iz&vēlēties lietotājus un grupas:
mr: वापरकर्ता व समूह निवडा (&e):
nb: V&elg brukere og grupper:
nds: Brukers un Koppeln ut&söken:
nl: Gebruikers en groepen s&electeren:
pl: &Wybierz użytkowników i grupy:
pt: S&eleccione utilizadores e grupos:
pt_br: &Selecionar usuários e grupos:
ro: &Selectare utilizatori și grupuri:
ru: &Выберите пользователей и группы:
sk: &Vyberte užívateľov a skupiny:
sl: Izbrani uporabniki in skupin&e:
sr: &Изаберите кориснике и групе:
sv: Väl&j användare och grupper:
ug: ئىشلەتكۈچى ۋە گۇرۇپپىلارنى تاللا(&E):
wa: &Tchoezixhoz les uzeus et groupes:
zh_cn: 选择用户和组(&E)：

source: Selected Users
ar: المستخدمين المختارين
bg: Избрани потребители
ca@valencia: Usuaris seleccionats
da: Udvalgte brugere
el: Επιλεγμένοι χρήστες
es: Usuarios seleccionados
et: Valitud kasutajad
eu: Hautatutako erabiltzaileak
fi: Valitut käyttäjät
fr: Utilisateurs sélectionnés
ga: Úsáideoirí Roghnaithe
gl: Usuarios escollidos
he: משתמשים נבחרים
hr: &Izabrani korisnici
hu: A kiválasztott felhasználók
ia: Usatores selectionate
it: Utenti selezionati
kk: Таңдалған пайдаланушылар
km: អ្នក​ប្រើ​ដែល​បាន​ជ្រើស
lt: Pasirinkti naudotojai
lv: Izvēlētie lietotāji
mr: निवडलेले वापरकर्ता
nb: Utvalgte brukere
nds: Utsöcht Brukers
nl: Geselecteerde gebruikers
pl: Wybrani
pt: Utilizadores Seleccionados
pt_br: Usuários selecionados
ro: Utilizatori selectați
ru: Избранные пользователи
sk: Vybraní užívatelia
sl: Izbrani uporabniki
sr: Изабрани корисници
sv: Valda användare
ug: تاللانغان ئىشلەتكۈچىلەر
wa: Uzeus di tchoezis
zh_cn: 选中的用户
