Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: E&nable background
ar: مكّن ال&خلفية
bg: Вкл&ючване на фона
ca@valencia: &Habilita el fons
da: &Aktivér baggrund
el: &Ενεργοποίηση φόντου
es: Habilitar el fo&ndo
et: &Tausta kasutamine
fi: Käytä &taustakuvaa
fr: Activer le fo&nd d'écran
ga: Cumasaigh cú&lra
gl: &Activar o fondo
he: א&פשר רקע
hu: A &háttér engedélyezése
ia: &Habilita fundo
it: Abilita &sfondo
km: អនុញ្ញាត​ឲ្យ​មាន​ផ្ទៃ​ខាង​ក្រោយ
lt: Įjungti &foną
lv: &Aktivēt fonu
nb: Bruk bakgru&nn
nds: Ach&tergrundinstellen bruken
nl: Achtergrond activere&n
pl: Włącz &tło
pt: Activar o fu&ndo
pt_br: Habilitar plano de fu&ndo
ro: Activează imaginea de &fundal
ru: &Устанавливать фон
sk: Povoliť &pozadie
sl: O&mogoči ozadje
sr: &Позадина
sv: Aktive&ra bakgrund
ug: تەگلىكنى ئىناۋەتلىك قىل(&N)
wa: Mete &en alaedje li fond
zh_cn: 启用背景(&N)

source: If this is checked, KDM will use the settings below for the background. If it is disabled, you have to look after the background yourself. This is done by running some program (possibly xsetroot) in the script specified in the Setup= option in kdmrc (usually Xsetup).
ar: إذا كان هذا الخيار محدّداً فسيستخدم مدير الدخول الإعدادات الموجودة بأسفل الخلفية. إذا كان غير محدد فسيكون عليك إعداد الخلفية بنفسك. يمكنك ذلك بتشغيل برنامج معين (قد يكون xsetroot) في ملف الأوامر المحدّد بخيار Setup= في kdmrc (عادة Xsetup).
bg: Ако е включено, KDM ще използва настройките за фон по-долу. Ако е изключено, трябва да зададете фон сами. Това става с изпълнение на програми (вероятно xsetroot) в скрипта, указан в настройката Setup на kdmrc (обикновено Xsetup).
ca@valencia: Si se selecciona esta opció, el KDM usarà l'arranjament de sota pel fons. Si està deshabilitada, haureu de preocupar-vos de configurar el fons després. Això es fa executant algun programa (possiblement xsetroot) en l'script especificat en l'opció Setup= del fitxer kdmrc (usualment Xsetup).
da: Hvis dette er afkrydset, vil KDM bruge indstillingerne nedenfor til baggrunden. Hvis det er deaktiveret, skal du selv sørge for baggrunden. Dette gøres ved at køre et eller andet program (muligvis xsetroot) i scriptet angivet i Setup= option i kdmrc (sædvanligvis Xsetup).
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, το KDE θα χρησιμοποιήσει τις παρακάτω ρυθμίσεις για το φόντο. Αν είναι απενεργοποιημένη, θα πρέπει να φροντίσετε εσείς για το φόντο. Αυτό γίνεται με την εκτέλεση κάποιων προγραμμάτων (πιθανότατα του xsetroot) στο σενάριο εντολών που καθορίζεται στην επιλογή Setup= του αρχείου kdmrc (συνήθως Xsetup).
es: Si se marca esta opción, KDM usará las preferencias de abajo para el fondo. Si está inhabilitada, tendrá que configurar el fondo usted mismo. Esto se hace ejecutando algún programa (por ejemplo xsetroot) en el guion indicado en la opción Setup= en kdmrc (habitualmente Xsetup).
et: Kui see on sisse lülitatud, kasutab KDM tausta jaoks allpool toodud seadistusi. Kui see ei ole sisse lülitatud, tuleb sul tausta üle ise pead murda. Seda saab teha, käivitades mingi programmi (tõenäoliselt xsetroot) skriptis, mille määrab failis kdmrc kirje Setup= (tavaliselt Xsetup).
fi: Jos tämä on valittu, KDM käyttää alla olevia asetuksia taustakuvaan. Muussatapauksessa sinun on itse määritettävä taustakuva, mikä tapahtuu suorittamalla jokin ohjelma (mahdollisesti xsetroot) komentojonosta, joka määritetään kdmrc-tiedoston Setup=-valinnalla (yleensä ”Xsetup”).
fr: Si cette option est sélectionnée, KDM utilisera les réglages ci-dessous pour le fond d'écran. Si elle est non sélectionnée, vous devrez vous occuper vous-même du fond d'écran. Ceci se fait en exécutant un programme (éventuellement « xsetroot ») dans le script (habituellement Xsetup) spécifié par l'option « Setup= » du fichier de configuration « kdmrc » de KDM.
ga: Má chuireann tú tic anseo, úsáidfidh KDM na socruithe thíos le haghaidh an chúlra. Mura bhfuil tic anseo, caithfidh tusa an cúlra a shocrú. Déan é seo trí ríomhchlár éigin a rith (b'fhéidir xsetroot) sa script atá sonraithe sa rogha Setup= i kdmrc (Xsetup de ghnáth).
gl: Se escolle esta opción KDM empregara as opcións en baixo para o fondo. Se non a marca terá que encargarse por si do fondo. Isto faise executando algún programa (posibelmente xsetroot) no script especificado en Setup= opción en kdmrc (normalmente Xsetup).
he: אם אפשרות זו נבחרת, KDM ישתמש בהגדרות להלן עבור הרקע. אם אפשרות זו לא נבחרת, תצטרך לדאוג לרקע בעצמך. את דבר זה באפשרותך לבצע על ידי הפעלה של תוכנה מסוימת (למשל xsetroot) בתסריט המצוין באפשרות =Setup בקובץ kdmrc (בדרך כלל מדובר ב־Xsetup).
hu: Ha ez be van jelölve, akkor a KDM az alábbi háttérbeállításokat fogja használni. Ha nincs, akkor a hátteret külön kell beállítani valamilyen külső programmal, például az xsetroot-tal, a kdmrc fájl Setup= opciójában megadott parancsfájllal (ez általában az Xsetup).
ia: Si isto es marcate, KDM usara le preferentias de basso pro le fundo. Si il es dishabilitate, tu debe curar le fundo. Isto es facite per executar alcun programmas (possibilemente xsetroot) in le script specificate in le option Setup= in kdmrc (usualmente Xsetup).
it: Se questa opzione viene selezionata KDM utilizzerà le impostazioni qui sotto per lo sfondo. Se viene disabilitata devi pensare da solo allo sfondo. Questo di solito viene fatto eseguendo qualche programma (tipo xsetroot) nello script specificato nell'opzione Setup= di kdmrc (di solito Xsetup).
km: បើ​ធីក​នេះ KDM នឹង​ប្រើ​ការ​កំណត់​ខាង​ក្រោម​សម្រាប់​ផ្ទៃ​ខាង​ក្រោយ ។ បើ​វា​មិន​បាន​អនុញ្ញាត អ្នក​ត្រូវ​តែ​ថែ​រក្សា​ផ្ទៃ​ខាង​ក្រោយ​ដោយ​ខ្លួន​ឯង​ផ្ទាល់ ។ អំពើរ​នេះ​ត្រូវ​បាន​ធ្វើ​ឡើង​ដោយ​រត់​កម្មវិធី​មួយ​ចំនួន (ប្រហែល​ជា xsetroot) ក្នុង​ស្គ្រីប​ដែល​បាន​បញ្ជាក់​ក្នុង​ជម្រើស Setup= ក្នុង kdmrc (ជាទូទៅ Xsetup) ។
lt: Jei ši parinktis įjungta, KDM naudos žemiau esančius fono nustatymus. Išjungus šią parinktį turėsite patys murodyti foną. Turėsite iš scenarijaus, nurodyto Setup= parinktyje kdmrc faile (paprastai Xsetup), paleisti tam tikrą programą (paprastai xsetroot).
lv: Ja ir ieslēgta šī opcija, tad KDM izmantos zemāk norādītos fona iestatījumus. Ja opcija ir izslēgta, jums pašiem ir jāparūpējas par fonu. To var izdarīt ar kādu no programmām (piemēram, xsetroot) no skripta, kas ir norādīts "Setup=" parametrā kdmrc (parasti Xsetup).
nb: Hvis du velger dette vil KDM bruke oppsettet nedenfor for bakgrunnen. Hvis det er slått av, må du styre bakgrunnen selv. Dette gjøres ved å kjøre et program ( kanskje xsetroot) i skriptet oppgitt i «Setup=» valget i kdmrc (vanligvis Xsetup).
nds: Wenn anmaakt, bruukt KDM de Instellen nerrn, wenn nich, muttst Du Di sülven mit den Achtergrund aftasen. Dat kannst Du dör dat Utföhren vun en Programm (a.B. xsetroot) binnen dat Skript, dat mit de Optschoon „Setup“ in „kdmrc“ fastleggt is (normalerwies Xsetup).
nl: Als dit is geselecteerd zal KDM de onderstaande achtergrondinstellingen gebruiken. Als dit niet is geselecteerd, dan dient u de achtergrond zelf handmatig in te stellen. Dit wordt gedaan door het uitvoeren van een bepaald programma (waarschijnlijk xsetroot) in het script dat is opgegeven in de optie "Setup=" in het bestand kdmrc (meestal Xsetup).
pl: Jeśli ta opcja jest włączona, KDM będzie używał poniższych ustawień tła. W przeciwnym razie tło będzie ustawiane poza KDM, zazwyczaj przez uruchomienie programu typu 'xsetroot' w skrypcie podanym w opcji Setup= w pliku kdmrc (zazwyczaj skryptem tym jest Xsetup).
pt: Se esta opção estiver assinalada, o KDM irá usar a configuração em baixo para o fundo. Se estiver activa, O KDM irá usar as opções em baixo para o fundo. Se estiver inactiva, o utilizador verá o fundo por omissão. Isto é feito através da execução de algum programa (por exemplo, o xsetroot) no programa especificado na opção Setup= do kdmrc (normalmente, o Xsetup).
pt_br: Se esta opção estiver ativada, o KDM usará as configurações abaixo para o plano de fundo. Se estiver desativada, você terá que procurar pelo fundo sozinho. Isto é feito através da execução de algum programa (provavelmente o xsetroot), no script especificado na opção Setup= no kdmrc (normalmente o Xsetup).
ro: Dacă această opțiune este selectată, KDM va utiliza pentru fundal setările de mai jos. În caz contrar va trebui să setați fundalul în alt mod dacă îl doriți. Acest lucru îl puteți face rulînd anumite programe (precum "xsetroot") din scriptul specificat de opțiunea Setup= din fișierul "kdmrc" (în mod normal el este "Xsetup").
ru: Если установлен этот параметр, KDM будет использовать указанные ниже параметры для фона. Для этого используется внешняя программа (возможно xsetroot) в скрипте, указанном параметром Setup= файла kdmrc (как правило Xsetup).
sk: Ak je začiarknuté, KDM použije pre pozadie nastavenie definované nižšie. Ak je zakázaná, musíte sa postarať o pozadie sami. To sa dá spraviť spustením nejakého programu (pravdepodobne xsetroot) zo skriptu špecifikovaného vo voľbe Setup= v súbore kdmrc (zvyčajne skript Xsetup).
sl: Če je izbrana ta možnost, bo KDM uporabil spodaj navedene nastavitve za ozadje. Če je to onemogočeno, potem boste morali sami poiskati ozadje. To naredite tako, da zaženete nek program (npr. xsetroot) v skripti, navedeni v možnosti »Setup=« v kdmrc (običajno Xsetup).
sr: <html>Ако је ово укључено, КДМ ће користити доње поставке за позадину. Ако је искључено, за позадину се морате сами побринути; то се може учинити неким програмима (нпр. <command>xsetroot</command>) у скрипти задатој опцијом <icode>Setup=</icode> у фајлу <filename>kdmrc</filename> (обично <filename>Xsetup</filename>).</html>
sv: Om det här är markerat använder KDM inställningarna nedan för bakgrunden. Om det inte är markerat måste du hantera bakgrunden själv. Detta görs genom att köra något program (möjligen xsetroot) i skriptet som anges av alternativet Setup= i kdmrc (oftast Xsetup).
ug: ئەگەر بۇ تاللانما تاللانسا، KDM تەگلىككە تۆۋەندىكى تەڭشەكنى ئىشلىتىدۇ. ئەگەر چەكلەنسە، ئۆزىڭىز تەگلىكنى باشقۇرۇشىڭىز لازىم. kdmrc (ھەمىشە Xsetup)دىكى Setup= تاللانما ئارقىلىق تەگلىك باشقۇرىدىغان پروگرامما (xsetroot بولۇشى مۇمكىن)بەلگىلەشكە بولىدۇ.
wa: Ci cisse tchuze ci est clitcheye, KDM va eployî les apontiaedjes chal pa dzo pol fond. Si c' est dismetou, vos vs divoz ocuper vos-minme do fond. Çoula s' fwait tot-z enondant on programe (come xsetroot) a pårti do scripe diné dins l' tchuze Setup= do fitchî kdmrc (å pus sovint li scripe ça serè Xsetup).
zh_cn: 如果选中此选项，KDM 将为背景使用下面的设置。如果禁用，您必须自己管理背景。可以用 kdmrc 中的 Setup= 选项指定管理背景的程序(可能是 xsetroot)。

source: <big><b><center>Attention<br/>Read help</center></b></big>
ar: <big><b><center>انتباه<br/>اقرأ المساعدة</center></b></big>
bg: <big><b><center>Внимание<br/>Прочетете помощта</center></b></big>
ca@valencia: <big><b><center>Atenció<br/>Llegiu l'ajuda</center></b></big>
da: <big><b><center>Bemærk<br/>Læs hjælpen</center></b></big>
el: <big><b><center>Προσοχή<br/>Διαβάστε τη βοήθεια</center></b></big>
es: <big><b><center>Atención<br/>Lea la ayuda</center></b></big>
et: <big><b><center>Tähelepanu<br/>Loe abi</center></b></big>
eu: <big><b><center>Kontuz<br/>Irakurri laguntza</center></b></big>
fi: <big><b><center>Huomio<br/>Lue ohje</center></b></big>
fr: <big><b><center>Attention<br/>Lisez l'aide</center></b></big>
ga: <big><b><center>Aire<br/>Léigh an chabhair</center></b></big>
gl: <big><b><center>Atención<br/>Lea a axuda</center></b></big>
he: <big><b><center>אזהרה!<br />קרא את התיעוד!</center></b></big>
hu: <big><b><center>Figyelem!<br/>Kérjük olvassa el a leírást</center></b></big>
ia: <big><b><center>Attention<br/>Lege Adjuta</center></b></big>
it: <big><b><center>Attenzione<br/>Leggi la guida</center></b></big>
km: <big><b><center>សេចក្ដី​ជូនដំណឹង<br/>ជំនួយ​ពិត​ប្រាកដ</center></b></big>
lt: <big><b><center>Dėmesio<br/>Skaitykite dokumentaciją</center></b></big>
lv: <big><b><center>Uzmanību<br/>Izlasiet palīdzību</center></b></big>
mr: <big><b><center>लक्ष द्या<br/>मदत वाचा</center></b></big>
nb: <big><b><center>MERK:<br/>Les hjelpeteksten</center></b></big>
nds: <big><b><center>Wohrschoen<br/>Lees bitte de Hülp</center></b></big>
nl: <big><b><center>Attentie<br/>Lees de documentatie</center></b></big>
pl: <big><b><center>Uwaga<br/>Przeczytaj pomoc</center></b></big>
pt: <big><b><center>Atenção<br/>Leia a ajuda</center></b></big>
pt_br: <big><b><center>Atenção<br/>Leia a ajuda</center></b></big>
ro: <big><b><center>Atenție<br/>Citiți ajutorul</center></b></big>
ru: <big><b><center>Внимание!<br/>Прочитайте справку!</center></b></big>
sk: <big><b><center>Upozornenie<br/>Prečítajte si pomocníka</center></b></big>
sl: <big><b><center>Pozor<br/>Preberite si pomoč</center></b></big>
sr: <big><b><center>Пажња<br/>Прочитајте помоћ</center></b></big>
sv: <big><b><center>Observera<br/>Läs hjälpen</center></b></big>
ug: <big><b><center>دىققەت<br/>ياردەمنى ئوقۇڭ</center></b></big>
wa: <big><b><center>Asteme ! <br/>Léjhoz l' aidance !</center></b></big>
zh_cn: <big><b><center>注意<br/>阅读帮助</center></b></big>

source: Enable Au&to-Login
ar: مكّن تسجيل ال&دخول تلقائياً
bg: Автоматично вкл&ючване в системата
ca@valencia: Habilita l'accés au&tomàtic
da: Aktivér automatisk &login
el: Ενεργοποίηση αυ&τόματης σύνδεσης
es: Habilitar el inicio de sesión au&tomático
et: Au&tomaatse sisselogimise lubamine
eu: Gaitu saio-hasiera a&utomatikoa
fi: Kirjaudu &automaattisesti sisään
fr: Ac&tiver la connexion automatique
ga: Cumasaigh Logáil Is&teach Uathoibríoch
gl: Activar o acceso &automático
he: אפשר &כניסה אוטומטית
hr: Omogući au&tomatsku prijavu
hu: A&utomatikus bejelentkezés
ia: Habilita Accesso de Identification au&tomatic
it: Abilita accesso au&tomatico
kk: Жүйеге ав&то-кіруге рұқсат беру
km: អនុញ្ញាត​ការ​ចូល​ស្វ័យ​ប្រវត្តិ
lt: Įgalinti au&tomatinį prisiregistravimą
lv: Atļaut au&tomātisku pieteikšanos
mr: स्वयं-प्रवेश कार्यान्वित करा (&t)
nb: Skru på au&tomatisk innlogging
nds: Au&tomaatsch anmellen tolaten
nl: Automatisch aanmelden ac&tiveren
pl: &Włącz automatyczne logowanie
pt: Activar a Autenticação Au&tomática
pt_br: &Habilitar a autenticação automática
ro: Activează autentificarea &automată
ru: &Разрешить автоматический вход в систему
sk: Povoliť &automatické prihlásenie
sl: Omogoči s&amodejno prijavo
sr: &Аутоматско пријављивање
sv: Aktiv&era automatisk inloggning
ug: ئاپتوماتىك كىرىشنى ئىناۋەتلىك قىل(&T)
wa: Mete en alaedje l' &elodjaedje otomatike
zh_cn: 启用自动登录(&T)

source: Turn on the auto-login feature. This applies only to KDM's graphical login. Think twice before enabling this!
ar: هذا يشغل خاصية الدخول التلقائي.هذا ينطبق على الدخول الرسومي لمدير الدخول فقط. فكر مرتين قبل تمكين هذا الخيار!
bg: Автоматичното включване се отнася само за графичната система за включване. Обмислете добре преди да го активирате!
ca@valencia: Activa la característica d'accés automàtic. Això tan sols és aplicable a l'accés gràfic de KDM. Penseu-vos-ho dues vegades abans d'habilitar-lo!
da: Aktivér auto-login. Dette gælder kun KDM's grafiske login-skærm. Tænk dig om en ekstra gang før du gør dette!
el: Ενεργοποίηση της αυτόματης σύνδεσης. Αυτό ισχύει μόνο στη γραφική σύνδεση του KDM. Σκεφτείτε το διπλά προτού την ενεργοποιήσετε!
es: Activar la función de inicio de sesión automático. Esto solo es aplicable al acceso gráfico de KDM. ¡Piénselo dos veces antes de habilitarlo!
et: Automaatse sisselogimise võimaluse lülitamine. Kehtib ainult KDM-i kaudu sisselogimise korral. Mõtle vähemalt kaks korda järele, enne kui asud tegutsema!
eu: Aktibatu saio-hasiera automatikoaren eginbidea. Hau KDMren saio-hasiera grafikoari baino ez zaio aplikatzen. Ondo pentsatu hau gaitu aurretik.
fi: Kirjaudu sisään automaattisesti. Asetus vaikuttaa vain graafiseen kirjautumisruutuun. Harkitse tarkoin ennen asetuksen ottamista käyttöön!
fr: Active la fonctionnalité de connexion automatique. Ceci ne s'applique qu'à la connexion en mode graphique de KDM. Réfléchissez bien avant de l'activer !
ga: Cuir logáil isteach uathoibríoch ar siúl. Téann sé seo i bhfeidhm ar an logáil isteach ghrafach KDM amháin. Bí cinnte gur mhaith leat é seo a chur ar siúl!
gl: Activa a funcionalidade de acceso automático. Isto aplícase só ao acceso gráfico de KDM. Pénseo dúas veces antes de permitir isto!
he: הפעלה של אפשרות הכניסה האוטומטית. הגדרה זו חלה רק על הכניסה הגרפית של KDM. חשוב פעמיים לפני שאתה בוחר באפשרות זו.
hr: Uključuje auto-prijavljivanje. To vrijedi samo za KDM grafički login. Dobro promislite prije nego što ovo omogućite!
hu: Az automatikus bejelentkezés engedélyezése. Csak a grafikus (KDM) bejelentkezésre vonatkozik. Használata biztonsági kockázatot jelent!
ia: Activa le option de accesso de identification automatic. Isto applica se sol a accessos graphic de KDM. Tu pensa duo vices ante de habilitar lo!
it: Abilita l'accesso automatico. Funziona solo con l'accesso grafico di KDM. Pensaci due volte prima di abilitare questa opzione!
kk: Жүйеге авто-кіруге рұқсат береді. Бұл KDM қолданып жүйеге кіргенде ғана мүмкін. Бұл мүмкіндікті қолдану алдында мықтап ойланыңыз!
km: បើក​លក្ខណៈ​ចូល​ដោយ​ស្វ័យ​ប្រវត្តិ ។ វា​នេះ​អនុវត្ត​តែ​ចំពោះ​ការ​ចូល​ក្រាហ្វិក​នៃ KDM ។ សូម​ពិចារណា​ឲ្យ​បាន​ហ្មត់ចត់ មុន​ពេល​ធ្វើ​ឲ្យ​វា​ប្រើ​បាន!
lt: Įjungia automatinį registravimąsi. Tai liečia tik KDM grafinį registravimąsi. Gerai pagalvokite prieš įjungdami šią parinktį!
lv: Ieslēdz automātisku pieteikšanās iespēju. Tas attiecas tikai uz KDM grafisko tieteikšanos. Padomājiet divreiz pirms atļaujiet šo!
mr: स्वयं-प्रवेश गुणविशेष सक्रिय करा. ये फक्त KDM चे चित्रलेखीय प्रवेश करिता लागू होते. हे कार्यान्वित करण्यापूर्वी दोनवेळा विचारा करा!
nb: Skru på automatisk-login funksjonen. Dette gjelder bare for KDMs grafiske login. Tenk deg om to ganger før du skrur på dette!
nds: Lett dat automaatsche Anmellen to. Dit gellt bloots för de graafsche Anmellen in KDM. Bitte överlegg Di goot, wat Du dat redig wullt!
nl: Hiermee schakelt u automatisch aanmelden in. Dit is alleen van toepassing op KDM's grafische aanmelddialoog. Bedenk uzelf tweemaal voordat u dit activeert.
pl: Włącza automatyczne logowanie (dotyczy jedynie logowania w trybie graficznym za pomocą KDM). Zastanów się dobrze przed włączeniem tej opcji!
pt: Active a opção de autenticação automática. Isto aplica-se só à autenticação gráfica do KDM. Pense duas vezes antes de activar isto!
pt_br: Habilita o recurso de autenticação automática. Isto somente se aplica à autenticação gráfica feita com o KDM. Pense duas vezes antes de habilitar este recurso!
ro: Activează opțiunea de autentificare automată. Aceasta se aplică numai autentificării cu KDM. Gîndiți-vă de două ori înainte de a activa această opțiune!
ru: Разрешает автоматический вход в систему. Эта настройка действует только для диспетчера входа в систему (KDM). Предупреждение: подумайте дважды, прежде чем использовать эту опцию!
sk: Zapne funkciu automatického prihlásenia. Toto platí iba pri grafickom prihlásení cez KDM. Poriadne si to rozmyslite!
sl: Vključi možnost samodejne prijave. To velja samo za grafično prijavo KDM. Temeljito premislite, preden to omogočite!
sr: Могућност аутоматског пријављивања, што се односи само на графичко пријављивање у КДМ‑у. Размислите двапут пре него што укључите ово!
sv: Aktivera funktionen logga in automatiskt. Det här påverkar endast KDM:s grafiska inloggning. Tänk till innan du aktiverar det här!
ug: ئاپتوماتىك كىرىش ئىقتىدارىنى ئىناۋەتلىك قىلىدۇ. بۇ KDM نىڭ گرافىكىلىق كىرىش ئىقتىدارىغىلا ئىشلىتىلىدۇ. بۇنى ئىناۋەتلىك قىلىشتىن بۇرۇن ياخشى ئويلىنىڭ.
wa: Mete en alaedje li fonccionålité d' elodjaedje otomatike. Çoula n' s' aplike k' manaedjeu d' elodjaedje grafike KDM. Tuzez bén a çou k' vos fjhoz divant d' mete çoula en alaedje!
zh_cn: 启用自动登录。只适用于 KDM 图形登录，启用前请三思！

source: Use&r:
ar: المست&خدم:
bg: Пот&ребител:
ca@valencia: U&suari:
da: Br&uger:
el: &Χρήστης:
es: Usua&rio:
et: &Kasutaja:
eu: &Erabiltzailea:
fi: &Käyttäjä:
fr: Utilisateu&r :
ga: Úsáideoi&r:
gl: &Usuario:
he: &משתמש:
hr: &Korisnik:
hu: &Felhasználó:
ia: Usato&r:
it: &Utente:
kk: Пайда&ланушы:
km: អ្នក​ប្រើ ៖
lt: &Naudotojas:
lv: Lieto&tājs:
mr: वापरकर्ता (&r):
nb: Bruke&r:
nds: B&ruker:
nl: Gebruike&r:
pl: &Użytkownik:
pt: &Utilizador:
pt_br: &Usuário:
ro: Utilizato&r:
ru: &Пользователь:
sk: &Užívateľ:
sl: Upo&rabnik:
sr: &Корисник:
sv: Använda&re:
ug: ئىشلەتكۈچى(&R):
wa: &Uzeu :
zh_cn: 用户(&R)：

source: Select the user to be logged in automatically.
ar: اختر المستخدم الذي سيدخل تلقائياً من هذه القائمة.
bg: Избор на потребител, който ще може да се включва автоматично в системата.
ca@valencia: Seleccioneu l'usuari que accedirà automàticament.
da: Vælg den bruger, som skal logges ind automatisk.
el: Επιλέξτε το χρήστη που θα συνδεθεί αυτόματα.
es: Seleccione el usuario que accederá automáticamente.
et: Vali nimekirjast automaatselt sisselogitav kasutaja.
eu: Hautatu saioa automatikoki hasiko duen erabiltzailea.
fi: Valitse automaattisesti sisään kirjattava käyttäjä.
fr: Sélectionnez l'utilisateur à connecter automatiquement.
ga: Roghnaigh an t-úsáideoir le logáil isteach go huathoibríoch.
gl: Escolla o usuario co que se accederá automaticamente.
he: בחר את המשתמש שיוכנס אוטומטית.
hr: Odaberite korisnika s popisa koji će automatski biti prijavljen.
hu: Válassza ki az automatikus bejelentkezéshez használni kívánt felhasználónevet.
ia: Selige le usator que il ha accesso de identification automatic.
it: Seleziona l'utente con il quale si desidera accedere automaticamente.
kk: Жүйеге авто-кіруге рұқсат берілетін пайдаланушыны таңдаңыз.
km: ជ្រើស​អ្នក​ប្រើ​ដែល​ត្រូវ​ចូល​ដោយ​​ស្វ័យ​ប្រវត្តិ ។
lt: Parinkite naudotoją, kuris bus registruojamas automatiškai.
lv: Izvēlieties no saraksta lietotāju, kurš tiks automātiski pieslēgts.
mr: स्वयंचलित प्रवेश करण्यायोग्य वापरकर्ता निवडा.
nb: Velg brukeren som skal logges inn automatisk.
nds: Söök den Bruker ut, de automaatsch anmeldt warrt.
nl: Selecteer de gebruiker die automatisch wordt aangemeld.
pl: Wybierz użytkownika, którego sesja ma być rozpoczęta automatycznie.
pt: Seleccione o utilizador a autenticar-se automaticamente.
pt_br: Selecione o usuário para autenticação automática.
ro: Selectați din listă utilizatorul care se va fi autentificat automat.
ru: Выберите пользователя, для которого будет включён автоматический вход в систему.
sk: Vyberte užívateľa, ktorý sa má automaticky prihlásiť.
sl: Izberite uporabnika, ki bo samodejno prijavljen.
sr: Изаберите корисника кога треба аутоматски пријавити.
sv: Välj användaren som ska loggas in automatiskt.
ug: ئاپتوماتىك كىرىدىغان ئىشلەتكۈچىنى تاللايدۇ.
wa: Tchoezixhoz l' uzeu a esse elodjî otomaticmint.
zh_cn: 选择自动登录的用户。

source: Loc&k session
ar: أق&فل الجلسة
bg: &Заключване на сесията
ca@valencia: Blo&queja la sessió
da: &Lås session
el: Κλεί&δωμα συνεδρίας
es: Blo&quear la sesión
et: Seansi lu&kustamine
eu: &Blokeatu saioa
fi: Lu&kitse istunto
fr: Ve&rrouiller la session
ga: &Cuir an seisiún faoi ghlas
gl: &Trancar a sesión
he: &נעל הפעלה
hr: Za&ključaj sesiju
hu: A munkafolyamat &zárolása
ia: Session de &bloco
it: Bloc&ca la sessione
kk: Сеансты &бұғаттау
km: ចាក់​សោ​សម័យ
lt: Už&rakinti sesiją
lv: Slēg&t sesiju
mr: सत्र कुलूपबंद करा (&k)
nb: Lås ø&kt
nds: Tör&n afsluten
nl: Sessie vergrende&len
pl: Za&blokuj sesję
pt: Blo&quear a sessão
pt_br: &Bloquear a sessão
ro: Bloc&hează sesiunea
ru: &Заблокировать сеанс
sk: Zam&knúť sedenie
sl: Za&kleni sejo
sr: &Закључај сесију
sv: &Lås session
ug: ئەڭگىمەنى قۇلۇپلا(&K)
wa: Ecla&wer li session
zh_cn: 锁定会话(&K)
