Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: <h1>Login Manager</h1> In this module you can configure the various aspects of the KDE Login Manager. This includes the look and feel as well as the users that can be selected for login. Note that you can only make changes if you run the module with superuser rights.<h2>General</h2> On this tab page, you can configure parts of the Login Manager's look, and which language it should use. The language settings made here have no influence on the user's language settings.<h2>Dialog</h2>Here you can configure the look of the "classical" dialog based mode if you have chosen to use it. <h2>Background</h2>If you want to set a special background for the dialog-based login screen, this is where to do it.<h2>Themes</h2> Here you can specify the theme to be used by the Login Manager.<h2>Shutdown</h2> Here you can specify who is allowed to shutdown/reboot the machine and whether a boot manager should be used.<h2>Users</h2>On this tab page, you can select which users the Login Manager will offer you for logging in.<h2>Convenience</h2> Here you can specify a user to be logged in automatically, users not needing to provide a password to log in, and other convenience features.<br/>Note that by their nature, these settings are security holes, so use them very carefully.
ca@valencia: <h1>Gestor d'accés</h1> En este mòdul podeu configurar els diversos aspectes del gestor d'accés del KDE. Això inclou l'aspecte i efecte així com els usuaris seleccionables per a l'accés. Tingueu present que només podeu fer canvis si executeu el mòdul amb drets d'administrador.<h2>General</h2> En esta pestanya podeu configurar l'aspecte que hauria de tindre el gestor d'accés, i quin idioma hauria d'usar. L'arranjament de l'idioma que es fa ací no té cap influència en l'arranjament d'idioma de l'usuari.<h2>Diàleg</h2> Ací podeu configurar l'aparença del mode de diàleg «clàssic» si heu triat d'utilitzar-lo.<h2>Fons</h2> Si voleu establir un fons especial per la pantalla d'accés, ho heu de fer ací. <h2>Temes</h2> Ací podeu indicar el tema que serà utilitzat pel gestor d'accés.<h2>Parada</h2> Ací podeu especificar qui tindrà permisos per a parar i rearrencar la màquina i si s'hauria d'emprar un gestor d'arrencada.<h2>Usuaris</h2> En esta pestanya podeu triar quins usuaris per connectar vos oferirà el gestor de connexió. <h2>Conveniència</h2> Ací podeu especificar un usuari per a l'accés automàtic, els usuaris que no necessiten contrasenya per a connectar-se i altres característiques ideals.<br/>Tingueu present que estos valors són forats de seguretat per la seua pròpia naturalesa, per tant empreu-los amb molt de compte.
da: <h1>Login-håndtering</h1> I dette modul kan du indstille forskellige aspekter af KDE's login-håndtering. Dette inkluderer udseendet såvel som de brugere, som kan vælges til login. Bemærk, at du kun kan lave ændringer hvis du kører modulet som superbruger.<h2>Generelt</h2> Under dette faneblad kan du konfigurere dele af login-håndteringens udseende og hvilket sprog der skal bruges. Sprogindstillingen her har ingen virkning på brugerens sprogindstillinger. <h2>Dialog</h2>Her kan du konfigurere udseendet af den "klassiske" dialogbaserede tilstand hvis du har valgt at bruge den. <h2>Baggrund</h2> Hvis du ønsker at sætte en speciel baggrund på den dialogbaserede login-skærm gøres det her. <h2>Temaer</h2> Her kan du specificere et tema der skal bruges af login-håndteringen.<h2>Nedlukning</h2> Her kan du angive hvem der har rettigheder til at lukke ned/genstarte og om boot-håndtering skal bruges.<h2>Brugere</h2>Under dette faneblad kan du vælge hvilke brugere login-håndteringen vil tilbyde til at logge ind. <h2>Belejlighed</h2> Her kan du angive en bruger der skal logges ind automatisk, brugere som ikke behøver at angive adgangskode og andre belejlighedsfunktioner.<br /> Bemærk at disse indstillinger i sagens natur er sikkerhedshuller, så brug dem med stor omtanke.
el: <h1>Διαχειριστής σύνδεσης</h1> Σε αυτό το άρθρωμα μπορείτε να ρυθμίσετε τις διάφορες παραμέτρους του διαχειριστή σύνδεσης του KDE. Αυτό περιλαμβάνει την όψη και την αίσθηση καθώς επίσης και τους χρήστες που θα μπορούν να συνδεθούν στο σύστημα. Σημειώστε ότι μπορείτε να κάνετε αλλαγές μόνο αν εκτελείτε το άρθρωμα με προνόμια διαχειριστή.<h2>Γενικά</h2> Σε αυτήν τη σελίδα, μπορείτε να ρυθμίσετε τμήματα της όψης του διαχειριστή σύνδεσης καθώς και τη γλώσσα που θα χρησιμοποιηθεί. Οι ρυθμίσεις γλώσσας εδώ, δεν επηρεάζουν τις ρυθμίσεις γλώσσας του χρήστη.<h2>Διάλογος</h2>Εδώ μπορείτε να ρυθμίσετε την όψη της λειτουργίας του "κλασικού" διαλόγου αν έχετε επιλέξει τη χρήση του.<h2>Φόντο</h2>Αν θέλετε να καθορίσετε το φόντο της οθόνης σύνδεσης, μπορείτε να το κάνετε από εδώ.<h2>Θέματα</h2> Εδώ καθορίζετε το θέμα που θα χρησιμοποιηθεί από το διαχειριστή σύνδεσης.<h2>Τερματισμός</h2>Εδώ μπορείτε να καθορίσετε ποιος επιτρέπεται να κλείσει/επανεκκινήσει το μηχάνημα και αν θα χρησιμοποιηθεί διαχειριστής εκκίνησης.<h2>Χρήστες</h2>Σε αυτή την καρτέλα, μπορείτε να επιλέξετε τους χρήστες που θα σας εμφανίζει ο διαχειριστής σύνδεσης.<h2>Ευκολίες</h2> Εδώ μπορείτε να επιλέξετε το χρήστη που θα συνδέεται αυτόματα, τους χρήστες που δε θα τους ζητείται κωδικός σύνδεσης, και άλλα χαρακτηριστικά για εύκολη εργασία.<br/>Σημειώστε ότι αυτές οι ρυθμίσεις δημιουργούν εκ της φύσης τους προβλήματα ασφάλειας, γι' αυτό χρησιμοποιήστε τις με προσοχή.
es: <h1>Gestor de inicio de sesión</h1> En este módulo podrá configurar varios aspectos del Gestor de acceso de KDE. Esto incluye su apariencia y qué usuarios se pueden seleccionar para acceder. Tenga en cuenta que solo puede realizar cambios si ha ejecutado el módulo con permisos de superusuario. <h2>General</h2> En esta pestaña puede configurar partes del aspecto del Gestor de acceso y el idioma que se usará. Las preferencias de idioma que seleccione aquí no influirán en las del usuario.<h2>Diálogo</h2> Aquí puede configurar el aspecto del modo basado en el diálogo «clásico» si ha elegido usarlo. <h2>Fondo</h2> Si desea establecer un fondo especial para la pantalla de acceso basada en diálogo, este es lugar para hacerlo.<h2>Temas</h2>Aquí puede indicar un tema para el Gestor de acceso.<h2>Apagar</h2> Aquí puede especificar a quién se le permite apagar/reiniciar la máquina y si se debe usar un gestor de arranque.<h2>Usuarios</h2>En esta pestaña podrá seleccionar qué usuarios le mostrará el Gestor de acceso para acceder.<h2>Comodidad</h2> Aquí puede especificar el acceso automático para un usuario, los usuarios que no necesitan contraseña para acceder, y otras comodidades.<br/>Tenga en cuenta que estas opciones son inseguras por naturaleza, así que utilícelas con precaución.
et: <h1>Sisselogimise haldur</h1> Selles moodulis saab seadistada mitmeid KDE sisselogimise halduri omadusi, näiteks halduri välimust ja tunnetust, kui ka sisselogimise dialoogis kuvatavaid kasutajaid. Pane tähele, et selles moodulis on võimalik muudatusi salvestada ainult siis, kui moodul on käivitatud administraatori õigustes. <h2>Üldine</h2> Sellel kaardil on võimalik määrata seda, kuidas sisselogimise haldur välja näeb ja millist keelt kasutatakse. Siin valitud keel ei mõjuta kuidagi kasutaja keeleseadistusi. <h2>Dialoog</h2> Sellel kaardil saab määrata "klassikalise" dialoogipõhise režiimi välimust, kui otsustad seda kasutada. <h2>Taust</h2> Kui soovid sisselogimise ekraanil kasutada erilist tausta, siis on see just õige koht selle määramiseks. <h2>Themes</h2> Siin saab valida teema, mida sisselogimise haldur peab kasutama. <h2>Seiskamine</h2> Siin saab määrata, kellel on õigus masinat seisma panna või seda taaskäivitada ja kas kasutada alglaadimishaldurit või mitte.<h2>Kasutajad</h2> Sellel kaardil saab määrata KDM-i poolt sisselogimiseks pakutavaid kasutajanimesid. <h2>Mugavus</h2> Sellel kaardil saab määrata kasutajate automaatset sisselogimist, parooli sisestamise vältimist ja muid laiskadele inimestele ideaalseid võimalusi.<br/>Arvesta, et need seadistused kujutavad endast juba loomu poolest turvaauke, nii et kasuta neid äärmise ettevaatlikkusega.
fi: <h1>Kirjautumisruutu</h1> Tässä voit määrittää KDE:n kirjautumisruudun asetukset. Asetuksiin kuuluvat ulkoasu- ja tuntuma-asetusten lisäksi mm. käyttäjät, jotka voidaan valita kirjauduttaessa. Vain pääkäyttäjä voi muuttaa asetuksia.<h2>Yleistä</h2> Tällä välilehdellä voit määrittää, miltä kirjautumisruutu näyttää, mitä kieltä ja ulkoasutyyliä käytetään. Kieliasetusten muuttaminen ei vaikuta käyttäjien kieliasetuksiin. <h2>Fontit</h2>Tällä välilehdellä voit muokata ”perinteiseen” valintaikkunaan perustuvaa tilaa, jos olet valinnut sen käytön. <h2>Tausta</h2>Jos haluat määritellä kirjautumisruutuun oman taustakuvan, voit tehdä sen täällä.<h2>Teemat</h2> Tällä välilehdellä voit määrittää teeman, jota haluat käyttää kirjauduttaessa sisään.<h2>Sammuttaminen</h2>Täällä voit määrittää, kuka saa sammuttaa tai käynnistää tietokoneen uudelleen ja mitä käynnistysohjelmaa käytetään.<h2>Käyttäjät</h2>Tällä välilehdellä voit määrittää käyttäjät, joiden tiedot näytetään kirjautumisruudussa.<h2>Mukavuus</h2> Täällä voit määrittää käyttäjätunnuksen, jolla kirjaudutaan automaattisesti sisään tietokoneen käynnistyessä, tai käyttäjät, joiden ei tarvitse kirjoittaa salasanaa kirjautuessaan.<br />Huomaa, että näiden asetusten käyttäminen heikentää tietoturvaa, joten käytä niitä harkiten.
fr: <h1>Gestionnaire de connexion</h1>Dans ce module, vous pouvez configurer les différents aspects du gestionnaire de connexion de KDE. Ceci concerne aussi bien l'apparence que les utilisateurs pouvant être sélectionnés pour une connexion. Veuillez noter que vous ne pourrez effectuer de changements que si vous lancez ce module avec les droits de superutilisateur.<h2> Général</h2>Dans la page de cet onglet, vous pouvez configurer des éléments pour l'apparence du gestionnaire de connexion et la langue qu'il doit utiliser. Les paramètres de langue définis ici sont indépendants des paramètres de langue de l'utilisateur.<h2>Dialogue</h2>Vous pouvez configurer ici l'apparence du mode reposant sur la boîte de dialogue « classique », si vous avez choisi de l'utiliser. <h2>Fond d'écran</h2>Si vous voulez définir un fond d'écran personnalisé pour l'écran de connexion à partir d'une boîte de dialogue, ceci se fait ici.<h2>Thèmes</h2> Vous pouvez spécifier ici le thème à utiliser par le gestionnaire de connexion.<h2>Arrêt</h2> Vous pouvez spécifier ici les personnes autorisées à arrêter / redémarrer la machine et si un gestionnaire de démarrage doit être utilisé.<h2>Utilisateurs</h2>Dans la page de cet onglet, vous pouvez sélectionner quels utilisateurs vous seront proposés par le gestionnaire de connexion.<h2>Commodités</h2>Vous pouvez spécifier ici un utilisateur à connecter automatiquement, les utilisateurs ne devant pas fournir de mot de passe pour se connecter et d'autres fonctionnalités de commodité.<br/>Veuillez noter que, de par leur nature, ces paramètres représentent des failles de sécurité. Ainsi, utilisez les avec beaucoup de prudence.
ga: <h1>Bainisteoir Logála Isteach</h1> Sa mhodúl seo is féidir leat Bainisteoir Logála Isteach KDE a chumrú, cuma an bhainisteora agus an liosta d'úsáideoirí is féidir a roghnú san áireamh. Tabhair faoi deara nach mbeidh cead agat athruithe a dhéanamh mura rithfear an modúl le ceadanna an fhorúsáideora.<h2>Ginearálta</h2> Sa chluaisín seo, is féidir leat cuma an Bhainisteora a chumrú, agus an teanga a úsáidfidh sé. Ní théann na socruithe teanga seo i bhfeidhm ar shocruithe teanga an úsáideora.<h2>Dialóg</h2>Anseo is féidir leat cuma an mhóid "chlasaicigh" bunaithe ar dhialóg a chumrú, más mian leat é a úsáid. <h2>Cúlra</h2>Más mian leat cúlra speisialta a shocrú le haghaidh an scáileáin logála isteach bunaithe ar dhialóg, seo í an áit.<h2>Téamaí</h2> Anseo is féidir téama a roghnú a úsáidfidh an Bainisteoir Logála Isteach.<h2>Múchadh</h2> Anseo is féidir leat roghnú cé hiad na húsáideoirí a bhfuil cead acu an ríomhaire a mhúchadh/atosú agus an cóir bainisteoir tosaithe a úsáid.<h2>Úsáideoirí</h2>Sa chluaisín seo, is féidir leat an liosta d'úsáideoirí a thaispeánfaidh an Bainisteoir Logála Isteach duit a roghnú.<h2>So-úsáidteacht</h2> Anseo is féidir leat úsáideoir a logálfar isteach go huathoibríoch, úsáideoirí a bhfuil cead acu logáil isteach gan focal faire, agus gnéithe so-úsáidteachta eile a roghnú.<br/>Tabhair faoi deara gur éalanga slándála iad seo iontu féin, agus mar sin ba chóir duit a bheith cúramach leo.
gl: <h1>Xestor de Entrada</h1> Neste módulo pode configurar o Xestor de acceso de KDE. Isto inclúe a aparencia e comportamento, así como os usuarios que poden escollerse para acceder. Lembre que só poderá facer modificacións se executa este módulo como superusuario. <h2>Xeral</h2> Nesta lapela pode configurar partes da aparencia do Xestor de acceso, e a lingua que se vai empregar. As opcións de lingua que se configuren aquí non terán influencia nas opcións de lingua de cada usuario. <h2>Diálogo</h2>Aquí pode escoller a aparencia do modo clásico baseado nun diálogo, se escolleu o seu uso. <h2>Fondo</h2>Se quere estabelecer un fondo especial para a pantalla de acceso baseada nun diálogo, aquí poderao facer. <h2>Temas</h2> Aquí pode especificar un tema para empregalo polo Xestor de accesos. <h2>Apagar</h2>Aquí pode especificar quen pode apagar/reiniciar a máquina e se debe empregarse un xestor de arranque. <h2>Usuarios</h2>Nesta lapela, pode escoller os usuarios que ofrecerá o Xestor para acceder como eles. <h2>Conveniencia</h2>Aquí pode especificar un usuario co que se fará un acceso automático, os usuarios que non deberán indicar o contrasinal, e outras funcionalidades útiles.<br/>Lembre que estas funcionalidades son buracos de seguridade pola súa propria natureza, así que emprégueas con moito coidado.
he: <h1>מנהל הכניסה למערכת</h1> במודול זה באפשרותך לקבוע את הגדרות מנהל הכניסה למערכת של KDE על מגוון היבטיו. הגדרות אלה כוללות בין השאר את המראה והתחושה וכן את המשתמשים שניתן לבחור בעת הכניסה. שים לב שבאפשרותך לבצע שינויים רק אם אתה מפעיל את המודול עם הרשאות של מנהל, משתמש root. אם לא הפעלת את מרכז הבקרה של KDE עם הרשאות של משתמש־על (שזה, אגב, בהחלט הדבר הנכון לעשות), לחץ על הכפתור <em>שינוי</em> כדי לקבל הרשאות של מנהל. אתה תתבקש לספק את הססמה של המנהל. <h2>כללי</h2> בלשונית זו באפשרותך לקבוע כיצד ייראה מנהל הכניסה למערכת, באיזו שפה הוא יופיע ובאיזה סגנון ממשק משתמש גרפי הוא ישתמש. להגדרת השפה כאן לא תהיה כל השפעה על הגדרות השפה של המשתמש. <h2>חלון</h2> כאן באפשרות להגדיר את המראה של החלון ה"קלאסי" ללא ערכת הנושא, אם בחרת להשתמש בו. <h2>רקע</h2> אם ברצונך להגדיר רקע מיוחד עבור מסך הכניסה למערכת, זהו המקום לעשות זאת. <h2> ערכות נושא</h2> כאן באפשרותך לציין באיזה ערכת נושא יש להשתמש בה במנהל הכניסה. <h2>כיבוי</h2> כאן באפשרותך לציין מי יש לו אפשרות לכבות או להפעיל מחדש את המכונה, והאם יש להשתמש במנהל אתחול. <h2>משתמשים</h2> בלשונית זו באפשרותך לבחור אילו משתמשים יציע בפניך מנהל הכניסה למערכת לבחור לכניסה. <h2>נוחות</h2> כאן באפשרותך לציין משתמש שיוכנס למערכת אוטומטית, משתמשים שלא יידרשו לספק ססמה לכניסה, ותכונות אחרות הקשורות לנוחיות.<br /> שים לב שהגדרות אלה מהוות מטבען פרצות אבטחה, ולכן יש להשתמש בהן בחכמה.
hu: <h1>Bejelentkezéskezelő</h1> Ebben a modulban lehet módosítani a KDE bejelentkezéskezelő különféle beállításait. A program grafikai megjelenésén kívül a bejelentkezésre jogosult felhasználókat is ki lehet választani. Ne felejtse el, hogy a módosítások csak akkor menthetők, ha rendszergazdai jogosultsággal futtatja a modult.<h2>Általános megjelenés</h2> Ezen a lapon lehet a Bejelentkezéskezelő külső megjelenését testre szabni, nyelvet választani, a felület stílusát beállítani. Ez a nyelvi beállítás független a felhasználók nyelvi beállításától!<h2>Párbeszédablak</h2>Itt lehet megadni a „klasszikus” bejelentkezési ablak megjelenését, ha azt szeretné használni. <h2>Háttér</h2>Ha a párbeszédablak-alapú bejelentkező képernyőhöz speciális hátteret szeretne beállítani, akkor azt itt teheti meg.<h2>Témák</h2>Itt állíthatja be, melyik téma legyen érvényes a bejelentkezéskezelőre.<h2>Leállítás</h2> Itt lehet megadni, hogy mely felhasználók indíthatják újra, illetve állíthatják le a számítógépet és milyen rendszerindító programot kell használni.<h2>Felhasználók</h2>Ezen a lapon lehet kiválasztani azokat a felhasználókat, akik nevét a bejelentkezéskezelő felajánlja majd a bejelentkezési képernyőn.<h2>Kényelem</h2> Itt lehet engedélyezni az automatikus bejelentkezést, fel lehet sorolni azokat a felhasználókat, akik jelszómegadás nélkül léphetnek be és más hasonló opciók találhatók még itt.<br />A fenti lehetőségek aktiválása biztonsági kockázatot jelent, ezért gondolja át alaposan a használatukat!
ia: <h1>Gerente de Accesso de Identification</h1>In iste modulo tu pote configurar varie aspectos del KDE Login Manager (Gerente de Accesso de Identification de KDE). Isto include le semblantias e etiam le usatores que los pote esser seligite pro acceder. Tu nota que tu pote sol facer cambios si tu executa le modulo con derectos de super usator.<h2>General</h2>Sur iste pagina de scheda, tu pote configurar partes de semblantias del gerente e qual linguage on debe usar. Le preferentias de linguage facite hic non influentia le preferentias de linguage del usator.<h2>Dialogo</h2>Hic tu pote configurar le semblantia del modo basate sur dialogo "classic" si tu seligeva de usar lo. <h2>Fundo</h2>Si tu vole disponer un special fundo pro le schermo de accesso basate sur le dialogo, isto es ubi tu pote facer lo.<h2>Themas</h2>Hic tu pote specificar le thema que il debe esser usate per le Gerente de Accesso.<h2>Shutdown (Action de stoppar)</h2>Hic tu pote specificar qui es permittite de facer actiones de shutdown/reboot super le machina e si on debe usar un gerente de boot.<h2>Usatores</h2>Sur iste pagina de scheda, tu pote seliger qual usatores de accesso essera monstrate.<h2>Convenientia</h2>Hic tu pote specificar un usator que il pote haber accesso de identification automatic, usatores que non debe fornir contrasignos pro haber accesso, e altere characteristicas de convenientia,<br/>Tu nota que iste preferentias, pro lor natura, ha foramines de securitate, assi tu usa los con multe attention.
it: <h1>Gestione degli accessi</h1> In questo modulo puoi configurare i vari aspetti del Gestore degli accessi di KDE. Questi includono sia l'aspetto che la lista degli utenti da mostrare all'accesso. Nota che puoi fare modifiche solo se esegui questo modulo con i diritti di root.<h2>Generale</h2>Da questa scheda puoi decidere come apparirà il Gestore degli accessi e quale lingua e stile dell'interfaccia grafica dovrà usare. Le impostazioni della lingua scelte qui non hanno influenza su quelle dell'utente. <h2>Finestra</h2> Qui puoi modificare l'aspetto della finestra «classica» a seconda delle tue preferenze.<h2>Sfondo</h2> Se vuoi uno sfondo speciale per la schermata di accesso questo è il posto in cui configurarlo.<h2>Temi</h2> Qui puoi specificare il tema da usare per il gestore degli accessi.<h2>Spegnimento</h2>Qui puoi specificare chi è autorizzato a riavviare il computer e se utilizzare il gestore di avvio del computer.<h2>Utenti</h2>Sotto questa linguetta puoi selezionare quali utenti deve mostrare il Gestore degli accessi.<h2>Comodità</h2>Qui puoi specificare un utente con cui accedere automaticamente senza immettere la password, gli utenti che non devono immettere la password e altre opzioni che rendono la vita più comoda.<br/>Nota che queste impostazioni sono, per loro natura, delle falle di sicurezza, quindi pensaci bene prima di usarle.
km: <h1>កម្មវិធី​គ្រប់គ្រង​ការ​ចូល</h1> នៅ​ក្នុង​ម៉ូឌុល​នេះ អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​ទិដ្ឋភាព​ផ្សេងៗ​របស់​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល KDE ។ វា​រួម​មាន​ទាំង​រូបរាង និង​តួនាទី ព្រម​ទាំង​អ្នកប្រើ​អាច​ត្រូវបាន​ជ្រើស​សម្រាប់​ការ​ចូល​ទៀត​ផង ។ ចំណាំថា អ្នក​អាច​ធ្វើការ​ផ្លាស់ប្ដូរបាន នៅពេល​ដែល​អ្នក​រត់​ម៉ូឌុល​ជាមួយ​នឹង​សិទ្ធិ​អ្នកប្រើ​ជាន់ខ្ពស់ ។ ប្រសិន​បើ​អ្នក​មិនបាន​ចាប់ផ្ដើម​មជ្ឈមណ្ឌល​បញ្ជា​របស់ KDE ដោយ​ប្រើ​សិទ្ធិ​អ្នកប្រើ​ជាន់ខ្ពស់​ទេ (ជា​រឿង​ដែល​ត្រូវ​ធ្វើ) គឺ​ចុច​លើ​ប៊ូតុង <em>កែប្រែ</em> ដើម្បី​ទទួល​សិទ្ធិ​ជា​អ្នក​គ្រប់គ្រង​ជាន់ខ្ពស់ ។ អ្នក​នឹង​តម្រូវ​ឲ្យ​បញ្ចូល​សិទ្ធិ​អ្នកប្រើ​ជាន់ខ្ពស់ ។<h2>ទូទៅ</h2> នៅ​ទំព័រ​ផ្ទាំង​នេះ អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​ផ្នែក​នៃ​រូបរាង​របស់​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល និង​ភាសា​ដែល​វា​ត្រូវប្រើ ។ កំណត់​ភាសា​នៅទីនេះ គឺ​គ្មាន​ប្រយោជន៍​ចំពោះ​ការ​កំណត់​ភាសា​របស់​អ្នកប្រើ​ទេ ។<h2>ប្រអប់</h2>នៅ​ទីនេះ អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​រូបរាង​​នៃ​របៀប​ដែល​មាន​មូលដ្ឋាន​លើ​ប្រអប់ "បុរាណ" ប្រសិន​បើ​អ្នក​បាន​ជ្រើស​ប្រើ​វា ។ <h2>ផ្ទៃ​ខាងក្រោយ</h2> ប្រសិន​បើ​អ្នក​ចង់​កំណត់​ផ្ទៃខាងក្រោយ​ពិសេស​សម្រាប់​​អេក្រង់​ចូល​ជា​ប្រអប់ នេះ​ជា​កន្លែង​ដែល​ត្រូវ​ធ្វើ​ហើយ ។<h2>ស្បែក</h2> នៅទីនេះ​អ្នកអាច​បញ្ជាក់​ស្បែក​ដែល​ត្រូវប្រើ​ដោយ​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល ។<h2>បិទ</h2> នៅទីនេះ អ្នក​អាច​បញ្ជាក់​ថា​អ្នកណា​អាច​បិទ/​ចាប់ផ្ដើម​ម៉ាស៊ីន​ឡើងវិញ ហើយ​ថាត្រូវប្រើ​កម្មវិធី​គ្រាប់គ្រាង​ការ​ចាប់ផ្ដើម​ឬ​អត់ ។<h2>អ្នកប្រើ</h2> នៅលើ​ទំព័រ​ផ្ទាំង​នេះ អ្នក​អាច​ជ្រើស​អ្នកប្រើ​ណាមួយ​ដែល​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល​ផ្ដល់​ការ​ចូល​ដល់​អ្នក ។<h2>ភាព​ងាយស្រួល</h2> នៅទីនេះ អ្នក​អាច​បញ្ជាក់​អ្នកប្រើ​ដែល​ត្រូវ​ចូល​ដោយ​ស្វ័យ​ប្រវត្តិ អ្នកប្រើ​មិនត្រូវ​ផ្ដល់​ពាក្យសម្ងាត់​ដើម្បី​ចូល​ទេ និង​លក្ខណៈពិសេស​ភាពងាយស្រួល​ផ្សេងទៀត ។<br/>ចំណាំ ការ​កំណត់​ទាំងនេះ គឺ​ជាច្រក​សុវត្ថិភាព​តាម​ធម្មតា​របស់វា ដូច្នេះ​ត្រូវប្រើ​វា​ដោយ​ប្រុងប្រយ័ត្ន ។
lt: <h1>Registravimosi tvarkyklė</h1> Šiame modulyje galite konfigūruoti įvairius KDE registravimosi tvarkyklės veikimo aspektus. Į tai įeina išvaizda, taip pat ir naudotojai, kurie gali būti parinkti registravimuisi. Dėmesio – Jūs galite daryti pakeitimus tik tada, jei Jūs paleidote šį modulį kaip supernaudotojas.<h2>Bendri</h2> Šioje kortelėje Jūs galite nustatyti kaip turi atrodyti Registravimosi tvarkyklė ir kurią kalbą ji turi naudoti. Čia padarytas kalbos nustatymas neturi įtakos pagrindinės naudotojo sąsajos ir paleidžiamų programų kalbos nustatymui.<h2>Dialogas</h2>Čia Jūs galite keisti „klasikinio“ dialogo režimo išvaizdos detales (jei pasirinkote šitą registravimo tvarkyklės režimą).<h2>Fonas</h2>Jei Jūs norite nustatyti savo pasirinktą foną registravimosi langui, Jūs tai galite padaryti čia.<h2>Temos</h2>Čia galite nurodyti registravimo tvarkyklės naudojamą temą.<h2>Išjungimas</h2>Čia galite nurodyti, kam leidžiama išjungti ir perkrauti kompiuteri, bei ar reikia naudoti įkrovos tvarkyklę.<h2>Naudotojai</h2>Šiame puslapyje Jūs galite pasirinkti naudotojus, kuriuos registravimosi tvarkyklė rodys registravimosi metu.<h2>Patogumai</h2> Čia Jūs galite nurodyti naudotoją, kurio vardu bus registruojamasi automatiškai, naudotojus, kuriems nereikia įvesti slaptažodžio registravimuisi, ir kitus patogumui skirtus dalykus.<br/>Dėmesio, šios parinktys yra saugumo skylės savo esme, naudokite jas labai atidžiai.
lv: <h1>Pieteikšanās pārvaldnieks</h1>Šajā modulī jūs varat konfigurēt daudzus KDE pieteikšanās pārvaldnieka aspektus. Šie aspekti sevī iekļauj izskatu un darbošanās pielāgošanu kā arī lietotāju, starp kuriem varēs izvēlēties, ar kuru pieteikties, saraksta izveidošanu. Atcerieties, ka izmaiņas varat izdarīt tikai, ja darbiniet moduli ar superlietotāja tiesībām. <h2>Pamata</h2>Šeit jūs varat norādīt, kā jāizskatās pieteikšanās pārvaldniekam un kura valoda tam jāizmanto. Šeit norādītie valodas iestatījumi neatstāj iespaidu uz lietotāja valodas iestatījumiem.<h2>Dialoglodziņš</h2>Šeit varat konfigurēt izskatu "klasiskajam" dialoglodziņa režīmam, ja esat nolēmuši to izmantot. <h2>Fons</h2> Ja vēlaties iestatīt īpašu fonu dialoglodziņu pieteikšanās ekrānam, to var izdarīt šeit.<h2>Tēmas</h2>Šeit varat norādīt, kuru tēmu vēlaties izmantot pieteikšanās pārvaldniekam.<h2>Izslēgšana</h2>Šeit varat norādīt, kam būs ļauts izslēgt vai pārstartēt datoru, kā arī to, vai ir jāiesaista sāknēšanas pārvaldnieks.<h2>Lietotāji</h2>Šajā vietā varat norādīt, kuriem lietotājiem pieteikšanās pārvaldnieks piedāvās pieteikties.<h2>Ērtības</h2>Šeit varat norādīt lietotāju, kurš tiks automātiski pieteikts sistēmā. Kā arī tos lietotājus, kuriem ļaus pieteikties bez paroles, un citas papildus ērtības<br/> Ņemiet vērā, ka šīs ērtību opcijas pēc savas būtības ir lokāli drošības caurumi, tādēļ <u>ļoti rūpīgi pārdomājiet</u>, vai drīkstat tās izmantot.
nb: <h1>Innloggingsbehandler</h1> I denne modulen kan du sette opp innloggingsbehandleren til KDE, deriblant utseende og oppførsel og brukere som kan logge inn. Merk at du må ha superbrukertilgang for å gjøre endringer. <h2>Generelt</h2> Her kan du sette opp delvis hvordan innloggingsbehandleren skal se ut, og hvilket språk den skal bruke. Språkoppsettet her påvirker ikke brukerens eget oppsett. <h2>Dialog</h2> Her kan du sette opp utseende for den «klassiske» dialogbaserte kjøremåten om det er den du har valgt.<h2>Bakgrunn</h2> Hvis du vil ha en spesiell bakgrunn for den dialogbaserte innloggingen kan du velge den her<h2>Avslutting</h2>Her kan du sette opp hvilke brukere som kan avslutte/starte maskinen på ny og om en oppstartsbehandler skal benyttes.<h2>Brukere</h2>På denne siden kan du velge hvilke brukere som skal være tilgjengelige i innloggingsskjermbildet.<h2>Bekvemmelighet</h2> Her kan du bestemme at en gitt bruker skal logges inn automatisk, slippe brukere til uten å oppgi passord, og andre bekvemmeligheter. <br /> Merk at disse innstillingene er sikkerhetshull av natur, så bruk dem meget forsiktig.
nds: <h1>Anmellpleger</h1> Mit dit Moduul kannst Du den KDE-Anmellpleger instellen. Dor is dat Utsehn bi, man ok de Brukers, de sik anmellen dörvt. Beacht bitte, dat Du Systeemplegerrechten bruukst, wenn Du hier wat ännern wullt.<h2>Allmeen</h2> Mit dissen Dialoog kannst Du fastleggen, wodennig de Anmellschirm utsüht un welk Spraak he bruukt. De Spraakinstellen hier bedröppt de Brukers ehr Spraakinstellen nich.<h2>Dialoog</h2> Hier kannst Du dat Utsehn vun den „klass'schen“ Anmelldialoog instellen, wenn Du em utsöcht hest. <h2>Achtergrund</h2>Hier kannst Du en besünner Achtergrund för den Anmelldialoog fastleggen.<h2>Mustern</h2>Hier kannst Du dat Muster fastleggen, dat de Anmellpleger bruken schall.<h2>Utmaken</h2> Hier kannst Du fastleggen, wokeen den Reekner utmaken / nieg starten dörv un wat en Startpleger bruukt warrn schall.<h2>Brukers</h2> Mit dissen Dialoog kannst Du de Brukers fastleggen, de op den Anmellschirm wiest warrt.<h2>Kommood Anmellen</h2> Hier kannst Du en Bruker fastleggen, de automaatsch anmeldt warrt, un Brukers, de sik ahn dat Ingeven vun Passwöör anmellen köönt, un anner Saken mehr.<br />Beacht bitte, dat disse Optschonen Sekerheitbröken sünd, bruuk se also mit Acht.
nl: <h1>Aanmeldbeheer</h1> In deze module kunt u de verschillende aspecten van KDE's aanmeldbeheer instellen. Dit omvat zowel het uiterlijk en gedrag als ook de gebruikers die geselecteerd kunnen worden bij het aanmelden. Opmerking: u kunt alleen wijzigingen aanbrengen als root. <h2>Algemeen</h2> Op dit tabblad kunt u onderdelen van het uiterlijk van het aanmeldvenster wijzigen en bepalen welke taal er gebruikt zal worden. Deze taalinstelling heeft geen invloed op de taalinstellingen van individuele gebruikers.<h2>Dialoog</h2>Op dit tabblad kunt u bepalen hoe de klassieke aanmelddialoog er uit zal zien als u er voor gekozen hebt die te gebruiken.<h2>Achtergrond</h2>Als u een specifieke achtergrond wilt gebruiken in het dialoog-gebaseerde aanmeldscherm, dan kunt u deze hier opgeven.<h2>Thema's</h2>Hier kunt u het thema opgeven dat u wilt gebruiken in de aanmeldbeheerder.<h2>Afsluiten</h2> Hier kunt u bepalen wie de computer mag afsluiten/herstarten en of er een bootmanager dient te worden gebruikt.<h2>Gebruikers</h2>Op dit tabblad kunt u de gebruikers selecteren die worden getoond in het aanmeldscherm.<h2>Gemak</h2>Hier kunt u enkele opties instellen die het gebruik van KDM kunnen vereenvoudigen. U kunt bijv. een gebruiker opgeven die automatisch wordt aangemeld. De gebruiker hoeft dan geen wachtwoord meer in te voeren.<br />Houd er rekening dat deze instellingen in feite beveiligingsgaten zijn. Gebruik ze dus zorgvuldig.
pl: <h1>Menadżer logowania</h1> W tym module możesz skonfigurować rozmaite aspekty menadżera logowania KDE. Uwzględnia to zarówno wygląd, odczucia jaki i użytkowników, którzy mogą być wybrani do logowania. Zauważ, że możesz dokonać zmian tylko po uruchomieniu tego modułu z prawami super-użytkownika.<h2>Ogólne</h2> Na tej stronie karty możesz skonfigurować elementy wyglądu menadżera logowania i jakiego powinien użyć języka. Ustawienia języka, dokonane tutaj, nie mają wpływu na ustawienia językowe użytkownika. <h2>Okno</h2>Tutaj możesz skonfigurować wygląd trybu bazującego na "klasycznym" oknie, jeśli wybrałe(a)ś jego użycie.<h2>Tło</h2>Jeżeli chcesz ustawić specjalne tło dla ekranu logowania bazującym na oknie, to jest to odpowiednie miejsce do tego.<h2>Motywy</h2> Tutaj możesz określić motyw używany przez menadżera logowania.<h2>Zakończenie</h2> Tutaj możesz określić, komu pozwolić na zamykanie/ponowne uruchamianie komputera i czy menadżer rozruchowy powinien być użyty.<h2>Użytkownicy</h2>Na tej karcie strony możesz wybrać, których użytkowników zaoferuje tobie menadżer logowania do zalogowania.<h2>Wygoda</h2>Tutaj możesz określić użytkownika logującego się automatycznie, użytkownicy nie muszący podawać hasła do logowania, i inne funkcje wygody.<br/>Zauważ, że ze swojej natury te ustawienia są lukami bezpieczeństwa, więc używaj ich bardzo rozważnie.
pt: <h1>Gestor de Autenticação</h1> Neste módulo pode configurar os vários aspectos do Gestor de Autenticação do KDE. Isto inclui o visual, assim como os utilizadores que podem ser seleccionados para se ligarem. De notar que só poderá alterar a configuração se executar o módulo com direitos de administrador. Se não executou a Configuração do Sistema do KDE com direitos de administrador (que é o melhor coisa a fazer, já agora), carregue no botão <em>Modificar</em> para adquirir direitos de administrador. Ser-lhe-á pedida a senha de administrador.<h2>Geral</h2> Nesta secção poderá configurar como o aspecto do Gestor de Autenticação, em que língua deve estar e que estilo gráfico deve usar. As configurações de língua aqui feitas não têm influência nas dos utilizadores.<h2>Fundo</h2>Se quiser definir uma imagem de fundo para o ecrã de autenticação, é aqui que o deverá fazer.<h2>Janela</h2>Aqui poderá configurar a aparência do modo "clássico" baseado em janelas, se tiver optado por usá-lo<h2>Temas</h2> Aqui poderá definir o tema a usar pelo Gestor de Autenticação.<h2>Desligar</h2>Aqui pode indicar quem é que pode desligar/reiniciar a máquina e se deve ser utilizado um gestor de arranque.<h2>Utilizadores</h2>Nesta secção, pode seleccionar que utilizadores o Gestor de Autenticação lhe oferecerá para se autenticarem.<h2>Conveniência</h2> Aqui você poderá indicar um utilizador que se liga automaticamente, os utilizadores que não precisam de indicar a senha para se autenticarem, assim como outras opções de conveniência.<br/>Lembre-se que estas opções representam falhas de segurança, por isso utilize-as com cuidado.
pt_br: <h1>Gerenciador de Autenticação</h1> Neste módulo você pode configurar os diversos aspectos do Gerenciador de Autenticação do KDE. Isto inclui a aparência e o comportamento, assim como os usuários que podem ser selecionados para autenticação. Observe que você pode efetuar mudanças apenas se executar o módulo com privilégios de superusuário. <h2>Geral</h2>Nesta aba você pode configurar a aparência do Gerenciador de Autenticação e o idioma que ele deve usar. As configurações de idioma feitas aqui não têm influência nas configurações de idioma do usuário.<h2>Diálogo</h2>Aqui você pode configurar a aparência do diálogo baseado no modo "clássico" se você escolheu usá-lo.<h2>Plano de Fundo</h2> Se você quiser configurar um plano de fundo especial para a tela de autenticação baseada em diálogos, aqui é o lugar para fazer isso.<h2>Temas</h2>Aqui você pode especificar o tema a ser usado pelo Gerenciador de Autenticação.<h2>Desligar</h2> Aqui você pode especificar quem possui permissão para desligar/reiniciar a máquina, e se um gerenciador de boot deve ser usado.<h2>Usuários</h2> Nesta aba, você pode selecionar quais usuários o Gerenciador de Autenticação oferecerá para autenticação.<h2>Conveniência</h2> Aqui você pode especificar um usuário para autenticação automática, usuários que não precisam digitar senha, e outras funcionalidades convenientes.<br/>Note que estas configurações são regras de segurança por natureza, portanto use-as com cuidado.
ro: <h1>Administrator de autentificare</h1> În acest modul puteți configura diferite aspecte ale Administratorului de autentificare KDE. Acestea includ aspectul vizual și utilizatorii care pot fi utilizați pentru autentificare. Rețineți că puteți face modificări numai dacă aveți drepturi de root.<h2>General</h2>În această filă puteți să configurați modul în care va arăta Administratorul de autentificare și limba care va fi utilizată. Configurările de limbă făcute aici nu au influență asupra preferințelor de limbă ale utilizatorilor.<h2>Dialog</h2>Aici puteți configura aspectul regimului „clasic” bazat pe dialog, dacă ați optat să îl folosiți. <h2>Fundal</h2>Dacă doriți să stabiliți o imagine de fundal specială pentru ecranul bazat pe dialoguri, aici este locul unde o puteți face.<h2>Teme</h2>Aici puteți specifica tema pe care o va utiliza Administratorul de autentificare.<h2>Oprire</h2>Aici precizați cine are permisiunea să oprească/repornească mașina și dacă ungestionar de demarare să fie utilizat.<h2>Utilizatori</h2>În această filă aveți posibilitatea să alegeți ce utilizatori va oferi Administratorul pentru autentificare.<h2>Facilități</h2> Aici puteți specifica un cont utilizator care se va autentifica automat, utilizatorii care nu au nevoie să introducă o parolă pentru a se autentifica și alte opțiuni pentru conveniență.<br />Aceste configurări constituie găuri de securitate prin natura lor și de aceea trebuie să le utilizați cu mult discernămînt.
ru: <h1>Диспетчер входа в систему</h1>В этом модуле настраиваются различные параметры диспетчера входа в систему KDE, а именно: его оформление и список пользователей, которым разрешается входить в систему. Заметьте, что изменять настройки этого модуля можно только в случае обладания правами суперпользователя. <h2>Основное</h2> На этой вкладке можно настроить внешний вид и язык надписей диспетчера. <h2>Диалог</h2> Позволяет настроить оформление классического диалогового окна входа в систему. <h2>Фон</h2> Здесь можно установить специальный фон для экрана входа в систему. <h2>Оформление</h2> Здесь можно выбрать тему для оформления экрана входа в систему. <h2>Выключение</h2> Здесь можно указать, кому из пользователей разрешено выключать и перезагружать компьютер. <h2>Пользователи</h2> Позволяет выбрать имена пользователей, которые диспетчер будет предлагать использовать для входа в систему. <h2>Дополнительно</h2> Позволяет выбрать пользователей, которым будет разрешён автоматический вход в систему и пользователей, которым не надо будет набирать свой пароль для входа в систему.<br/>Необходимо отметить, что по своей природе эти настройки создают брешь в защите, поэтому использовать их нужно с особой осторожностью.
sk: <h1>Správca prihlásenia</h1> V tomto module môžete nastaviť rôzne aspekty Správcu prihlásenia KDE. Toto zahŕňa vzhľad ako aj užívateľov, ktorí môžu byť vybraní pre prihlásenie. Všimnite si, že zmeny môžete robiť len v prípade, ak máte super-užívateľské práva.<h2>Všeobecné</h2> Na tejto karte môžete nastaviť vzhľad Správcu prihlásenia, a ktorý jazyk má používať. Nastavenie jazyka v tejto časti nemá vplyv na užívateľské nastavenie jazyka.<h2>Dialóg</h2> Tu môžete nastaviť vzhľad "klasického" dialógu, ak ste si ho vybrali. <h2>Pozadie</h2>Ak chcete nastaviť špeciálne pozadie pre prihlásenie, môžete to urobiť tu.<h2>Témy</h2> Tu môžete zadať tému, ktorú má použiť Správca prihlásenia. <h2>Vypnutie</h2> Tu môžete zadať, kto môže vypnúť alebo reštartovať počítač a či sa má použiť správca štartu (boot manager).<h2>Užívatelia</h2>Na tejto karte môžete vybrať, ktorých užívateľov bude Správca prihlásenia ponúkať pre prihlásenie. <h2>Pohodlie</h2>Tu môžete nastaviť užívateľa, ktorý má byť automaticky prihlásený, zoznam užívateľov, ktorí nemusia zadávať heslo a iné. <br/>Všimnite si, že tieto nastavenia sú možné bezpečnostné diery, takže si ich použitie dobre rozmyslite.
sl: <h1>Upravljalnik prijav</h1> V tem modulu lahko nastavite vse mogoče v zvezi z upravljalnikom prijav za KDE, tudi videz in uporabnike, ki jih lahko izberete ob prijavi. Zapomnite si, da lahko te nastavitve spreminjate le, če zaganjate modul s skrbniškimi dovoljenji. <h2>Splošno</h2>Na tem zavihku določite izgled upravljalnika prijav in kateri jezik naj bi uporabljal. Jezikovne nastavitve, ki jih določite tu, ne vplivajo na uporabnikove jezikovne nastavitve. <h2>Pogovorno okno</h2> Tu lahko nastavite izgled klasičnega načina s pogovornim oknom.<h2>Ozadje</h2> Če želite nastaviti posebno ozadje prijavnega zaslona (v načinu s pogovornim oknom), lahko to storite tu.<h2>Tema</h2>Tu lahko določite temo, ki jo bo uporabljal upravljalnik prijav.<h2>Izklop</h2> Tu lahko določite, kdo lahko izklopi ali znova zažene računalnik in ali naj se uporabi upravljalnik zagona. <h2>Uporabniki</h2> V tem zavihku lahko izberete uporabniška imena, ki vam jih bo upravljalnik prijav ponudil ob prijavi. <h2>Udobje</h2> Tu določite uporabnika, za samodejno prijavo, uporabnike, ki za prijavo ne potrebujejo gesla, in druge priročne možnosti. <br />Zapomnite si, da so te nastavitve po svoji naravi varnostne luknje, zato jih uporabljajte zelo previdno.
sr: <h1>Менаџер пријављивања</h1><p>Овим модулом се подешавају разне могућности КДЕ‑овог менаџера пријављивања. У њих спадају изглед и осећај, као и корисници који се могу бирати при пријави. Међутим, измене можете начинити само ако је модул покренут са суперкорисничким правима.</p><h2>Опште</h2><p>Ова страница садржи поставке изгледа, језика и стила менаџера пријављивања. Језик задат овде нема утицаја на језичка подешавања корисника, када се једном пријави.</p><h2>Дијалог</h2><p>Подешавање изгледа „класичног“ режима, заснованог на дијалогу, ако сте њега изабрали да се користи.</p><h2>Позадина</h2><p>Ако желите посебну позадину пријавног екрана у режиму дијалога, овде је задајете.</p><h2>Теме</h2><p>Овде бирате тему коју ће менаџер пријављивања користити.</p><h2>Гашење</h2><p>Одредите коме је дозвољено да гаси и поново подиже рачунар, и да ли треба користити подизни учитавач.</p><h2>Корисници</h2><p>На овој страници бирате кориснике које менаџер нуди при пријављивању.</p><h2>Погодности</h2><p>Овде можете одредити корисника који бива аутоматски пријављен, кориснике којима се не тражи лозинка за пријављивање, и сличне згодне могућности. Међутим, имајте на уму да ове могућности по својој природи чине безбедносни ризик, те их користите опрезно.</p>
sv: <h1>Inloggningshanterare</h1> I den här modulen kan du anpassa de olika aspekterna av KDE:s inloggningshanterare. Detta omfattar utseendet och känslan och även vilka användare som kan väljas för inloggning. Observera att du endast kan göra ändringar om du kör modulen med administratörsbehörighet. <h2>Allmänt</h2> På den här fliksidan kan du delvis anpassa hur inloggningshanteraren ska se ut, och vilket språk den ska använda. Språkinställningarna som görs här inverkar inte på användarens språkinställningar.<h2>Dialogruta</h2>Här kan du ställa in utseendet på den "klassiska" dialogrutan om du har valt att använda den. <h2>Bakgrund</h2>Om du vill ange en speciell bakgrund för inloggningsskärmen, så är det här du gör det.<h2>Teman</h2>Här kan du välja ett tema som inloggningshanteraren ska använda. <h2>Avstängning</h2> Här kan du ange vem som får stänga av eller starta om datorn och om en starthanterare ska användas.<h2>Användare</h2>På den här fliksidan kan du välja vilka användare inloggningshanteraren ska erbjuda för inloggning.<h2>Bekvämlighet</h2> Här kan du ange en användare som ska loggas in automatiskt, användare som inte behöver ange lösenord för att logga in, och andra bekvämlighetsfunktioner.<br/>Observera att inställningarna är säkerhetsproblem i sin natur, använd dem med eftertanke.
zh_cn: <h1>登录管理器</h1> 在本模块中，您可以配置 KDE 登录管理器的各种选项，包括外观和登录时可选择的用户等。注意只用超级用户身份运行该模块时才可以更改配置。<h2>常规</h2> 在该页里，您可以配置登录管理器的外观和所用语言。这里的语言设置不会影响用户登录后的语言设置。<h2>对话框</h2> 如果您选择了基于对话框的经典模式，您可以在这里配置该对话框的外观。<h2>背景</h2> 如果您想为登录屏幕设置特别的背景，可以在此设置。<h2>主题</h2> 您可以在此为登录管理器指定主题。<h2>关机</h2>您可以在此指定哪些用户能够关机/重新启动，以及所用的启动管理器。<h2>用户</h2>您可以指定哪些用户能够登录。<h2>便利</h2> 您可以指定以某个用户自动登录，不需要输入密码即可登录；还有其它为懒人准备的其它更能。<br/>注意，这些设置从根本上说是安全漏洞，所以请小心使用。
