Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: <p>This is the "headline" for KDM's login window. You may want to put some nice greeting or information about the operating system here.</p><p>KDM will substitute the following character pairs with the respective contents:</p><ul><li>%d -> current display</li><li>%h -> host name, possibly with domain name</li><li>%n -> node name, most probably the host name without domain name</li><li>%s -> the operating system</li><li>%r -> the operating system's version</li><li>%m -> the machine (hardware) type</li><li>%% -> a single %</li></ul>
ar: <p>هذه ترويسة "ترويسة" نافذة الولوج لـ KDM's. قد ترغب بوضع تحية جميلة أو معلومات عن النظام هنا.</p><p>سيقوم KDM باستبدال زوج الحروف التالية بالمحتوى الذي يقابلها:</p><ul><li>%d -> الشاشة الحالية</li><li>%h ->اسم المستضيفواسم المجال</li><li>%n -> اسم القعدة (في الغالب اسم المستضيف بدون اسم المجال</li><li>%s -> النظام التشغيلي</li><li>%r ->اصدارة النظام التشغيلي </li><li>%m -> نوع العتاد </li><li>%% -> إشارة %</li></ul>
bg: <p>Това е заглавието на първоначалния прозорец. Може да сложите поздравление или информация за операционната система.</p><p>Следните параметри ще бъдат заменени с техните реални стойности:</p><ul><li>%d - текущ екран.</li><li>%h - име на хоста (най-вероятно ще съдържа домейна).</li><li>%n - име на възела (най-вероятно името на хоста без домейна).</li><li>%s - операционната система.</li><li>%r - версия на операционната система.</li><li>%m - типа на компютъра (процесора).</li><li>%% - единичен знак %.</li></ul>
ca@valencia: <p>Esta és la «capçalera» per a la finestra d'accés del KDM. Potser voldreu establir una bonica benvinguda o oferir-hi informació quant al vostre sistema operatiu.</p><p>El KDM substituirà els següents caràcters pel seu respectiu contingut:</p><ul><li>%d -> pantalla actual</li><li>%h -> nom màquina, possiblement amb el nom de domini</li><li>%n -> nom del node, el més probable es que siga el nom de la màquina sense el nom de domini</li><li>%s -> el sistema operatiu</li><li>%r -> la versió del sistema operatiu</li><li>%m -> el tipus de màquina (maquinari)</li><li>%% -> un signe únic de «%»</li></ul>
da: <p>Dette er "overskriften" i KDM's log ind-vindue. Du kan lave en venlig hilsen der eller information om dit operativsystem.</p><p>KDM vil erstatte følgende tegnpar med det respektive indhold:</p><ul><li>%d -> nuværende skærm</li><li>%h -> værtsnavn, muligvis med domænenavn</li><li>%n -> knudenavn, sandsynligvis værtsnavnet uden domænenavn</li><li>%s -> operativsystemet</li><li>%r -> operativsystemets version</li><li>%m -> maskintypen (hardware) </li><li>%% -> et enkelt %</li></ul>
el: <p>Αυτή είναι η "επικεφαλίδα" για το παράθυρο σύνδεσης του KDM. Θα θέλατε να τοποθετήσετε έναν όμορφο χαιρετισμό ή πληροφορίες για το λειτουργικό σύστημα εδώ.</p><p>Το KDM θα αντικαταστήσει τα ακόλουθα ζευγάρια χαρακτήρων με τα αντίστοιχα περιεχόμενά τους:</p><ul><li>%d -> τρέχουσα οθόνη</li><li>%h -> όνομα υπολογιστή, πιθανόν μαζί με το όνομα τομέα</li><li>%n -> όνομα κόμβου, πολύ πιθανόν το όνομα υπολογιστή χωρίς το όνομα τομέα</li><li>%s -> το λειτουργικό σύστημα </li><li>%r -> η έκδοση του λειτουργικού συστήματος</li><li>%m -> ο τύπος του μηχανήματος (υλικό)</li><li>%% -> ένα απλό %</li></ul>
es: <p>Esta es la «cabecera» de la ventana de inicio de sesión de KDM. Si lo desea, puede poner aquí algún texto de bienvenida o información sobre el sistema operativo.</p><p>KDM sustituirá las siguientes parejas de caracteres por su correspondiente contenido:</p><ul><li>%d -> pantalla actual</li><li>%h -> nombre de la máquina, posiblemente con el dominio</li><li>%n -> nombre del nodo, probablemente el nombre del sistema sin el dominio</li><li>%s -> el sistema operativo</li><li>%r -> la versión del sistema operativo</li><li>%m -> el tipo de hardware</li><li>%% -> el símbolo %</li></ul>
et: <p>See on KDM sisselogimisakna "pealkiri". Selleks võib olla mõni kena tervituslause või info arvuti operatsioonisüsteemi kohta.</p><p>KDM asendab järgmised märgipaarid tegelikkusele vastava sisuga:</p><ul><li>%d -> aktiivne kuva</li><li>%h -> masina nimi, võib olla koos domeeni nimega</li><li>%n -> sõlme nimi, tavaliselt masina nimi ilma domeeni nimeta</li><li>%s -> operatsioonisüsteem</li><li>%r -> operatsioonisüsteemi versioon</li><li>%m -> masina (riistvara) tüüp</li><li>%% -> märk %</li></ul>
fi: <p>Tämä on KDM:n kirjautumisruudun ”otsikko”. Voit sisällyttää tähän hauskan tervehdyksen tai tietoa käyttöjärjestelmästä. </p><p>KDM korvaa seuraavat merkkiparit vastaavalla sisällöllä: </p><ul> <li>%d -> nykyinen näyttö</li><li>%h -> isäntäkoneen nimi sekä mahdollisesti verkkoalue</li><li>%n -> solmunimi, luultavimmin verkkoalueeton isäntäkoneen nimi</li><li>%s -> käyttöjärjestelmä</li><li>%r -> käyttöjärjestelmän versio</li><li>%m -> koneen tyyppi</li><li>%% -> %</li></ul>
fr: <p>Ceci est « l'en-tête » de la fenêtre de connexion de KDM. Vous pouvez y afficher ici des messages de bienvenue ou des informations sur le système d'exploitation. </p><p>KDM remplacera les caractères suivants par leur valeurs respectives : </p><ul><li>%d : l'affichage actuel,</li> <li>%h : le nom d'hôte, avec éventuellement le nom du domaine,</li> <li>%n : le nom du nœud, la plupart du temps, le nom d'hôte sans le domaine,</li> <li>%s : le système d'exploitation,</li> <li>%r : la version du système d'exploitation,</li> <li>%m : le type de la machine (matériel),</li> <li>%% : un simple « % ». </li></ul>
ga: <p>Seo é an "cheannlíne" a thaispeántar i bhfuinneog logála isteach KDM. B'fhéidir gur chóir duit beannacht dheas nó eolas faoin chóras oibriúcháin a chur anseo.</p><p>Cuirfidh KDE an teaghrán cuí in ionad na bpéirí carachtar seo a leanas:</p><ul><li>%d -> an scáileán reatha</li><li>%h -> an t-óstainm, b'fhéidir le hainm an fhearainn</li><li>%n -> ainm an nóid, de ghnáth seo é an t-óstainm gan ainm an fhearainn</li><li>%s -> an córas oibriúcháin</li><li>%r -> leagan an chórais oibriúcháin</li><li>%m -> cineál na gcrua-earraí</li><li>%% -> carachtar '%' amháin</li></ul>
gl: <p>Este é o «título» da xanela de identificación de KDM. Aquí debería pór unha mensaxe de benvida ou información acerca do sistema operativo.</p><p>KDM substituirá os seguintes pares de caracteres polos seu respectivo contido:</p><ul><li>%d -> pantalla actual</li><li>%h -> nome do servidor, posibelmente co nome de dominio</li><li>%n -> nome do nodo, máis seguro o nome do servidor sen o nome de dominio</li><li>%s -> o sistema operativo</li><li>%r -> a versión do sistema operativo</li><li>%m -> o tipo de máquina (hardware)</li><li>%% -> un % solto</li></ul>
he: <p> זוהי "הכותרת" של חלון החיבור של KDM. באפשרותך לשים טקסט הקדמה יפה אודות מערכת ההפעלה. </p><p> KDM ימיר את הזוגות תווים הבאים בתוכן הבא: </p><ul> <li>%d -> התצוגה הנוכחית</li> <li>%h -> שם המארח, בדרך כלל כולל שם המתחם</li> <li>%n -> שם ה־node, בדרך כלל שם המארח ללא שם המתחם</li> <li>%s -> מערכת ההפעלה</li> <li>%r -> גרסת מערכת ההפעלה</li> <li>%m -> סוג המכונה (חומרה)</li><li>%% -> סימן אחוז, %</li> </ul>
hu: <p>Ez lesz a KDM bejelentkezési ablak „főcíme”. Általában valamilyen üdvözlés szokott ide kerülni, kiegészítve az operációs rendszer néhány adatával.</p><p>A szövegben az alábbi helyettesítési szimbólumokat lehet használni:</p><ul><li>%d: a jelenlegi képernyő</li><li>%h: a gép neve, esetleg tartománynévvel együtt</li><li>%n: a csomópont neve, általában a tartománynév nélküli gépnév</li><li>%s: az operációs rendszer neve</li><li>%r: az operációs rendszer verziószáma</li><li>%m: a hardver típusa</li><li>%%: százalékjel</li></ul>
ia: <p>Isto es le titulo de testa ("headline") pro le fenestra de accesso de KDM. Tu pote voler poner hic alcun gratiose salutationes o information re le systema operative.</p><p>KDM substituera le sequente copula de characteres con le respective contentos:</p><ul><li>%d-> monstrator currente</li><li>%h -> nomine de hospite, possibilemente con nomine de dominio</li><li>%n -> nomine de nodo, plus probabilemente le nomine de hospite sin nomine de dominio</li><li>%s -> le systema operative</li><li>%r -> le version del systema operative</li><li>%m -> le typo de machina (hardware)</li><li>%% -> un singule %</li></ul>
it: <p>Questo è il «titolo» per la finestra di accesso di KDM. Puoi mettere qui un messaggio di benvenuto o delle informazioni sul sistema operativo.</p><p>KDM sostituirà queste coppie di caratteri con le corrispondenti informazioni:</p><ul><li>%d -> schermo corrente</li><li>%h -> nome host, possibilmente con nome dominio</li><li>%n -> nome host, possibilmente senza nome dominio</li><li>%s -> Il sistema operativo</li><li>%r -> la versione del sistema operativo</li><li>%m -> Il tipo di macchina (hardware) </li><li>%% -> il simbolo %</li></ul>
km: <p>នេះ​គឺ​ជា "ចំណង​ជើង" សម្រាប់​បង្អួច​ចូល​របស់ KDM ។ អ្នក​អាច​ដាក់​វន្ទនាការ ឬ​ព័ត៌មាន​ដ៏​ប្រពៃ ​មួយ​ចំនួន​អំពី​ប្រព័ន្ធ​ប្រតិបត្តិការ​នៅ​ទីនេះ ។</p><p>KDM នឹង​ជំនួស​គូ​តួ​អក្សរ​ខាង​ក្រោម​នេះ​ដោយ​មាតិកា​រៀងៗ​ខ្លួន ៖</p><ul><li>%d -> ការ​បង្ហាញ​បច្ចុប្បន្ន</li><li>%h -> ឈ្មោះ​ម៉ាស៊ីន ប្រហែល​ជា​មាន​ឈ្មោះ​ដែន</li><li>%n -> ឈ្មោះ​ថ្នាំង ភាគ​ច្រើ​ន​ប្រហែល​ជា​ឈ្មោះ​ម៉ាស៊ីន​ដែល​គ្មាន​ឈ្មោះ​ដែន</li><li>%s -> ប្រព័ន្ធ​ប្រតិបត្តិការ</li><li>%r -> កំណែ​របស់​ប្រព័ន្ធ​ប្រតិបត្តិការ</li><li>%m -> ប្រភេទ​ម៉ាស៊ីន (ផ្នែក​រឹង)</li><li>%% -> % តែ​មួយ</li></ul>
lt: <p>Tai yra KDM prisijungimų lango „antraštė“. Čia galite įrašyti kokios nors malonios pasisveikinimo informacijos.</p><p>KDM žemiau nurodytus ženklų junginius pakeis tokiais įrašais:</p><ul><li>%d -> dabartiniu ekranu</li><li>%h -> mazgo vardu, gal būt – domeno vardu</li><li>%n -> taško vardu, greičiausiai - mazgo vardu be domeno vardo</li><li>%s -> operacinės sistemos pavadinimu</li><li>%r -> operacinės sistemos versija</li><li>%m -> mašinos (aparatinės įrangos) tipu</li> <li>%% -> vienu %</li></ul>
lv: <p>Šis ir KDM pieteikšanās loga "virsraksts". Šeit jūs varētu vēlēties ierakstīt kādu jauku sveiciena tekstu vai informāciju par operētājsistēmu.</p><p>KDM aizvietos sekojošos vietturus ar tiem atbilstošo saturu:</p><ul><li>%d - šī brīža ekrāns</li><li>%h - datora nosaukums, iespējams, ar domēna nosaukumu</li><li>%n -> mezgla vārds, visticamāk, datora nosaukums bez domēna nosaukuma</li><li>%s - operētājsistēma</li><li>r% - operētājsistēmas versija</li><li>%m - aparatūras (dzelžu) tips</li><li>%% - procenta zīme</li></ul>
nb: <p>Dette er «overskrifta» til innloggingsvinduet i KDM. Her kan du skrive en velkomsthilsen eller informasjon om operativsystemet.</p><p>KDM vil erstatte følgende tekst med det respektive innholdet:</p><ul><li>%d → navnet på skjermen</li><li>%h → navnet på verten, eventuelt uten domenenavn</li><li>%n → navnet på noden, vanligvis vertsnavnet uten domene</li><li>%s → operativsystemet</li><li>%r → versjonen av operativsystemet</li><li>%m → maskintypen</li><li>%% → ett enkelt prosenttegn</li></ul>
nds: <p>Dit is de „Överschrift“ för dat Anmellfinster vun KDM. Hier kannst Du a.B. en fründlich Gröten oder Informatschonen över dat Bedriefsysteem henstellen.</p><p>KDM sett för disse Bookstaven de tohören Informatschoon in:</p><ul><li>%d -> De aktuelle Schirm</li><li>%h -> Reeknernaam, wohrschienlich mit Domäännaam</li><li>%n -> Knüttnaam, wohrschienlich de Reekner- ahn den Domäännaam</li><li>%s -> Dat Bedriefsysteem</li><li>%r -> De Verschoon vun dat Bedriefsysteem</li><li>%m -> De Reeknertyp</li><li>%% -> en Perzent-Teken</li></ul>
nl: <p>Dit is de kopregel voor het aanmeldvenster van de KDE Display Manager. U kunt hier een leuke groet opgeven. </p><p> Ook kunt u systeemspecifieke informatie in de groet opnemen. KDM zal de volgende plaatshouders vervangen door de erbij genoemde inhoud: </p><ul> <li>%d -> huidige display</li> <li>%h -> hostnaam, eventueel met domeinnaam</li> <li>%n -> nodenaam (meestal hostnaam zonder domein)</li> <li>%s -> naam van het besturingssysteem</li> <li>%r -> versie van het besturingssysteem</li> <li>%m -> de architectuur van de hardware</li> <li>%% -> een enkel procentteken (%)</li> </ul>
pl: <p>To jest "tytuł" okna logowania KDM. Można tu wpisać np. powitanie albo informację o systemie operacyjnym.</p><p>KDM zastąpi następujące pary znaków odpowiednią zawartością:</p> <ul> <li>%d--> aktualny ekran</li> <li>%h--> nazwa serwera, być może z nazwą domeny</li> <li>%n--> nawa serwera bez nazwy domeny</li> <li>%s--> system operacyjny</li> <li>%r--> wersja systemu operacyjnego</li> <li>%m--> typ komputera (procesora)</li> <li>%%--> pojedynczy znak %</li> </ul>
pt: <p>Esta é a "linha de topo" da janela de autenticação do KDM. Você poderá querer pôr algumas boas-vindas ou alguma informação acerca do sistema operativo aqui.</p><p>O KDM irá substituir os seguintes pares de caracteres com o conteúdo respectivo:</p><ul><li>%d -> o 'display' actual</li><li>%h -> o nome da máquina, possivelmente com o nome do domínio</li><li>%n -> o nome do nó, possivelmente o nome da máquina sem o domínio</li><li>%s -> o sistema operativo</li><li>%r -> a versão do sistema operativo</li><li>%m -> o tipo de máquina ('hardware')</li><li>%% -> um simples %</li></ul>
pt_br: <p>Este é o "cabeçalho" para a janela de autenticação do KDM. Você pode querer colocar aqui alguma saudação ou informação sobre o sistema operacional.</p><p>O KDM substituirá os seguintes pares de caracteres pelos respectivos conteúdos:</p><ul><li>%d -> tela atual</li><li>%h -> nome da máquina, possivelmente com o nome de domínio</li><li>%n -> nome da máquina, muito provavelmente sem o nome de domínio</li><li>%s -> o sistema operacional</li><li>%r -> a versão do sistema operacional</li><li>%m -> o tipo de máquina (hardware) </li><li>%% -> um simples %</li></ul>
ro: <p>Acesta este „antetul” pentru fereastra de autentificare KDM. Puteți să introduceți un mesaj de întîmpinare drăguț sau informații despre sistemul de operare.</p><p>KDM va substitui următoarele perechi de caractere cu conținutul asociat:</p><ul><li>%d -> ecranul curent</li><li>%h -> numele mașinii, posibil și cu domeniul</li><li>%n -> numele nodului, cel mai probabil numele mașinii fără domeniu</li><li>%s -> sistemul de operare</li><li>%r -> versiunea sistemului de operare</li><li>%m -> tipul hardware al mașinii</li> <li>%% -> un singur %</li> </ul>
ru: <p>Это «заголовок» экрана-приглашения KDE. В него можно поместить вежливое приветствие или сведения об операционной системе.</p><p>Следующие сочетания символов будут заменены соответствующим содержимым:</p><ul><li>%d -> текущий дисплей</li><li>%h -> имя узла, возможно с доменным именем</li><li>%n -> имя узла, наиболее вероятно без доменного имени</li><li>%s -> операционная система</li><li>%r -> версия операционной системы</li><li>%m -> тип машины (оборудования)</li><li>%% -> один %</li></ul>
sk: <p>Toto je "titulok" pre okno prihlásenia KDM. Môžete sem napísať pekné uvítanie alebo informáciu o operačnom systéme.</p><p>KDM nahradí nasledujúce znaky príslušným obsahom:</p><ul><li>%d -> aktuálny displej</li><li>%h -> názov hostiteľa, možno aj s názvom domény</li><li>%n -> názov uzla, pravdepodobne názov hostiteľa bez názvu domény</li><li>%s -> operačný systém</li><li>%r -> verzia operačného systému</li><li>%m -> typ počítača (hardvér)</li><li>%% -> znak %</li> </ul>
sl: <p>To je »naslov« prijavnega okna KDM. Tukaj lahko postavite kakšen lep pozdrav ali podatek o operacijskem sistemu.</p><p>KDM bo zamenjal naslednje pare znakov s pripadajočimi vsebinami:</p><ul> <li>%d → trenuten zaslon</li> <li>%h → ime gostitelja, po možnosti z domenskim imenom</li> <li>%n → ime vozlišča, najverjetneje ime gostitelja brez domenskega imena</li> <li>%s → operacijski sistem</li> <li>%r → različica operacijskega sistema</li> <li>%m → vrsta strojne opreme</li> <li>%% → enojen %</li></ul>
sr: <p>Ово је „уводна реч“ КДМ‑овог прозора за пријављивање. Можете пожелети да то буде некакав пријатељски поздрав или податак о систему и рачунару.</p><p>Следећи двознаци у тексту биће замењени одговарајућим садржајем:</p><ul><li>%d — текући приказ</li><li>%h — име домаћина, може бити са именом домена</li><li>%n — име чвора, највероватније име домаћина без имена домена</li><li>%s — оперативни систем</li><li>%r — верзија оперативног система</li><li>%m — тип машине (хардвера)</li><li>%% — знак %</li></ul>
sv: <p>Det här är "rubriken" för KDM:s inloggningsfönster. Du kanske vill visa en trevlig hälsning, eller information om operativsystemet här.</p><p>KDM ersätter följande teckenpar med motsvarande innehåll:</p><ul><li>%d - aktuell skärm</li><li>%h - värddatornamn, möjligen med domännamn</li><li>%n - nodnamn, troligen värddatornamnet utan domännamn</li><li>%s - operativsystemet</li><li>%r - operativsystemets version</li><li>%m - datortyp (hårdvara)</li><li>%% - ett ensamt %-tecken</li></ul>
zh_cn: <p>KDM 登录窗口的头条。您可能想在此显示一些欢迎词或者有关操作系统的信息。</p><p>KDM 将会把下列占位符替换为相应的内容：</p><ul><li>%d -> 当前显示器</li><li>%h -> 主机名，可能带有域名</li><li>%n -> 结点名，通常是不带域名的主机名</li><li>%s -> 操作系统</li><li>%r -> 操作系统版本</li><li>%m -> 机器(硬件)类型</li><li>%% -> 显示为一个百分号</li></ul>

source: Logo area:
ar: منطقة الشِعار:
bg: Показване на лого:
ca@valencia: Àrea del logotip:
da: Logo-område:
el: Περιοχή λογοτύπου:
es: Área de logotipo:
et: Logo piirkond:
fi: Logoalue:
fr: Zone du logo :
ga: Limistéar lógó:
gl: Área do logotipo:
he: אזור הסמל:
hu: Az emblématerületen:
ia: Area de logo:
it: Area del logo:
km: តំបន់​ឡូហ្គោ ៖
lt: Logotipo zona:
lv: Logo zona:
nb: Logo-område:
nds: Logo-Rebeet:
nl: Logogebied:
pl: Logo:
pt: Zona do logótipo:
pt_br: Área de logotipo:
ro: Zona de logo:
ru: Область расположения логотипа:
sk: Plocha loga:
sl: Območje logotipa:
sr: У подручју логотипа:
sv: Logoområde:
ug: تۇغ رايونى:
wa: Redjon d' l' imådjete :
zh_cn: 标志区域：

# logo area
source: &None
ar: &بدون
bg: &Без
ca@valencia: &Cap
da: &Ingen
el: &Κανένα
es: &Ninguno
et: &Puudub
fi: Ei mitää&n
fr: Aucu&n
ga: &Gan lógó
gl: &Ningunha
he: &ללא
hu: &Nincs
ia: &Nulle
it: &Nessuno
km: គ្មាន
lt: &Jokio
lv: &Nav
nb: &Intet
nds: K&een
nl: Gee&n
pl: &Brak
pt: &Nenhuma
pt_br: &Nenhum
ro: &Nici una
ru: &Без логотипа
sk: Žiad&na
sl: &Brez
sr: &Ништа
sv: I&nget
ug: يوق(&N)
wa: &Nole
zh_cn: 无(&N)

source: Show cloc&k
ar: أظهر ال&ساعة
bg: Ч&асовник
ca@valencia: Mostra rellot&ge
da: Vis &ur
el: Εμφάνιση &ρολογιού
es: Mostrar &reloj
et: Näidatakse &kella
fi: Näytä &kello
fr: Afficher l'horlo&ge
ga: Taispeáin &clog
gl: Mostrar un &reloxo
he: הצג שעו&ן
hu: egy ó&ra jelenjen meg
ia: Monstra &horologio
it: Mostra l'&orologio
km: បង្ហាញ​នាឡិកា
lt: Rodyti lai&krodį
lv: Rādīt pul&ksteni
nb: Vis &klokke
nds: Klock &wiesen
nl: Klo&k tonen
pl: Pokaż &zegar
pt: Mostrar um &relógio
pt_br: Mostrar r&elógio
ro: Afișează &ceasul
ru: Показать &часы
sk: Zobrazovať &hodiny
sl: Pri&kaži uro
sr: &Сат
sv: Visa &klocka
ug: سائەتنى كۆرسەت(&K)
wa: Mostrer l' ôrlod&je
zh_cn: 显示时钟(&K)

source: Sho&w logo
ar: أظهر ال&شِعار
bg: Ло&го
ca@valencia: &Mostra el logo
da: &Vis logo
el: &Εμφάνιση λογοτύπου
es: Mostrar &logotipo
et: &Näidatakse logo
fi: Näytä &logo
fr: Afficher le &logo
ga: Taispeáin an &lógó
gl: Mostrar unha &imaxe
he: הצג ס&מל
hu: egy em&bléma jelenjen meg
ia: Monstra &logo
it: Mostra il &logo
km: បង្ហាញ​ឡូហ្គោ
lt: Rod&yti logotipą
lv: Rādī&t logo
nb: &Vis logo
nds: Logo w&iesen
nl: Lo&go tonen
pl: Pokaż &logo
pt: &Mostrar um logótipo
pt_br: Mostrar &logotipo
ro: Afișează &logo
ru: Показать &логотип
sk: Zobrazovať &logo
sl: Pok&aži logotip
sr: Лого&тип
sv: Visa lo&go
ug: تۇغنى كۆرسەت(&W)
wa: Mostrer l' &imådjete
zh_cn: 显示图标(&W)

source: You can choose to display a custom logo (see below), a clock or no logo at all.
ar: يمكنك اختيار عرض شعار مخصّص (انظر بالأسفل) , أو ساعة أو لا شعار مطلقاً.
bg: Може да изберете за показване потребителско лого, часовник или нищо да не се показва.
ca@valencia: Podeu triar entre mostrar un logo a mida (veieu a baix), un rellotge o no res.
da: Du kan vælge at vise et brugervalgt logo (se nedenfor) eller et ur eller intet logo overhovedet.
el: Μπορείτε να επιλέξετε να εμφανίζεται ένα δικό σας λογότυπο (δείτε πιο κάτω), ένα ρολόι ή τίποτα.
es: Puede escoger si quiere mostrar un logotipo propio (vea abajo) o un reloj y ningún logotipo.
et: Sul on võimalus valida kohandatud logo (vt. allpool), kella või üldse mitte millegi näitamise vahel.
fi: Voit valita, näytätkö oman logon, kellon tai ei logoa lainkaan.
fr: Vous pouvez afficher un logo personnalisé (voir ci-dessous), une horloge ou rien du tout.
ga: Is féidir leat lógó saincheaptha (féach thíos) nó clog a thaispeáint, nó ná taispeáin faic más mian leat.
gl: Pode escoller entre mostrar unha imaxe personalizada (vexa embaixo), un reloxo ou nada.
he: באפשרותך לבחור להציג סמל מותאם אישית (ראה להלן), שעון, או לא להציג שום דבר.
hu: Megjeleníthető egy tetszőleges embléma (lásd lejjebb), egy óra vagy letiltható a megjelenítés.
ia: Tu pote seliger de monstrar un logo personalisate (tu guarda a basso), un horologio o necun logo.
it: Qui puoi scegliere se visualizzare un logo personalizzato (vedi sotto), un orologio oppure nessuno dei due.
km: អ្នក​អាច​ជ្រើស​បង្ហាញ​ឡូហ្គោ​ផ្ទាល់​ខ្លួន (​មើល​ខាង​ក្រោម) នាឡិកា​មួយ ឬ​គ្មាន​ឡូហ្គោ​ទាល់​តែ​សោះ ។
lt: Jūs galite pasirinkti: rodyti savo logotipą (žr. žemiau), laikrodį arba visai nerodyti logotipo.
lv: Jūs varat izvēlēties vai rādīt pielāgotu logo (skatīt zemāk), pulksteni vai vispār nekādu logo.
nb: Du kan velge mellom å vise en tilpasset logo (se under), en klokke, eller ingen logo i det hele tatt.
nds: Du kannst utsöken, wat gor nix, en Klock oder en (egen) Bild as Logo wiest warrt.
nl: U kunt ervoor kiezen een eigen logo te laten tonen (zie hieronder), een klok, of geen enkel logo.
pl: Możesz wybrać własny obrazek (patrz poniżej), zegar lub nic.
pt: Pode escolher mostrar um logótipo personalizado (ver em baixo), um relógio ou simplesmente não querer mostrar nada.
pt_br: Você pode escolher exibir um logotipo personalizado (ver abaixo), um relógio ou nenhum logotipo.
ro: Puteți să alegeți să afișați un logo personalizat (vedeți mai jos), un ceas sau chiar nimic din toate acestea.
ru: Выберите объект для отображения: собственный логотип (см. ниже), часы или вообще ничего.
sk: Môžete si vybrať zobrazovanie vlastného loga (viď nižšie), hodín alebo žiadneho loga.
sl: Izberete lahko prikaz logotipa po meri (glejte spodaj), ure ali pa brez kakršnegakoli logotipa.
sr: Можете изабрати приказ посебног логотипа (погледајте испод), сата или да остане празно.
sv: Du kan välja om du vill visa en anpassad logo (se nedan), en klocka eller ingen logo överhuvudtaget.
wa: Vos ploz tchoezi di håyner ene imådjete da vosse (loukîz pus bas), l' eure, oudonbén nole imådjete.
zh_cn: 您可以选择显示自定义的图标(见下面)、时钟或什么都没有。

source: &Logo:
ar: ال&شِعار:
bg: &Изображение:
el: &Λογότυπο:
es: &Logotipo:
ga: &Lógó:
gl: &Logotipo:
he: &סמל:
hu: &Embléma:
km: ឡូហ្គោ ៖
lt: &Logotipas:
pt: &Logótipo:
pt_br: &Logotipo:
ru: &Логотип:
sl: &Logotip:
sr: &Логотип:
ug: تۇغ(&L):
wa: &Imådjete :
zh_cn: 图标(&L)：
