Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Here you can select who is allowed to shutdown the computer using KDM. You can specify different values for local (console) and remote displays. Possible values are:<ul> <li><em>Everybody:</em> everybody can shutdown the computer using KDM</li> <li><em>Only root:</em> KDM will only allow shutdown after the user has entered the root password</li> <li><em>Nobody:</em> nobody can shutdown the computer using KDM</li></ul>
ar: هنا يمكنك اختيار المستخدمين المسموح لهم بإغلاق الحاسوب باستخدام مدير الدخول. يمكنك تحديد قيم مختلفة للعروض المحلية و البعيدة. القيم الممكنة هي <ul> <li><em>لكلّ الأشخاص:</em> حيث يمكن للكلّ إغلاق الحاسوب باستخدام مدير الدخول </li> <li><em>للمستخدم الجذري فقط:</em> حيث لن يسمح مدير الدخول بإغلاق الحاسوب إلا بعد إدخال كلمة السر الخاصة بالمستخدم الجذري</li> <li><em>لا أحد:</em> لا يمكن لأحد إغلاق الحاسوب باستخدام مدير الدخول</li></ul>
bg: От тук може да изберете на кого е разрешено да спира компютъра, използвайки KDM. Възможните стойности са:<ul><li><em>Всеки</em> - всеки може да спира системата, използвайки KDM.</li> <li><em>Само администратора</em> - само администратора (root) може да спира компютъра.</li> <li><em>Никой</em> - никой не може да спира компютъра, използвайки KDM</li></ul>
ca@valencia: Ací podeu seleccionar a qui li és permés d'parar l'ordinador mitjançant el KDM. Podeu especificar valors diferents per a pantalles locals (consola) i remotes. Els valors possibles són:<ul> <li><em>Tots:</em> tothom pot parar l'ordinador fent servir el KDM</li> <li><em>Només l'administrador:</em> el KDM només permetrà l'parada després que l'usuari ha introduït la contrasenya de l'administrador</li> <li><em>Ningú:</em> Ningú pot parar l'ordinador fent servir el KDM</li></ul>
da: Her kan du vælge hvem der har lov til at lukke computeren ned ved brug af KDM. Du kan angive forskellige værdier for lokale (konsol) og fjerne skærme. Mulige værdier er:<ul> <li><em>Alle:</em> enhver kan lukke computeren ved brug af KDM</li><li><em>Kun konsol:</em> kun brugere der sidder foran denne computer kan lukke den ned ved brug af KDM</li><li><em>Kun root:</em> KDM vil kun tillade nedlukning efter brugeren har indtastet roots adgangskode </li> <li><em>Ingen:</em> ingen kan lukke computeren ned ved brug af KDM</li></ul>
el: Εδώ μπορείτε να επιλέξετε ποιος έχει τη δυνατότητα να κλείσει τον υπολογιστή χρησιμοποιώντας το KDM. Μπορείτε να ορίσετε διαφορετικές τιμές για τοπικές και απομακρυσμένες συνδέσεις. Πιθανές τιμές είναι:<ul> <li><em>Όλοι:</em> όλοι μπορούν να κλείσουν τον υπολογιστή χρησιμοποιώντας το KDM</li> <li><em>Μόνο ο root:</em> το KDM θα επιτρέψει το κλείσιμο μόνο αν ο χρήστης δώσει τον κωδικό πρόσβασης του root</li> <li><em>Κανένας:</em> κανένας δεν μπορεί να κλείσει τον υπολογιστή χρησιμοποιώντας το KDM</li></ul>
es: Aquí puede seleccionar quién está autorizado a apagar el equipo haciendo uso de KDM. Puede indicar diferentes valores para conexiones locales (consola) y remotas. Los posibles valores son:<ul> <li><em>Todos:</em> cualquiera puede apagar el equipo usando KDM</li><li><em>Solo root:</em> KDM solo permitirá apagar el equipo después de que el usuario haya introducido la contraseña de root</li><li><em>Nadie:</em> Nadie puede apagar el equipo usando KDM</li></ul>
et: Siin saab täpsustada KDM kaudu arvuti seiskamise õigusi. Konsooli tagant ja eemaltkasutamise kohta saab seada erinevad õigused. Võimalikud väärtused on: <ul> <li><em>kõik kasutajad:</em> igaüks saab KDMi kasutades arvuti seisma panna</li> <li><em>ainult administraator:</em> KDM lubab kasutajal arvutit seisma panna alles pärast administraatori (<em>root</em>) õige parooli sisestamist</li> <li><em>mitte keegi:</em> mitte keegi ei saa KDMi kaudu arvutit seisma panna.</li></ul>
eu: Ordenagailua KDM bidez itzaltzeko baimena nork duen hauta dezakezu hemen. Balio desberdinak zehatz ditzakezu bistaratze lokaletarako (kontsola) eta urruneko bistaratzeetarako. Hauek dira balio posibleak:<ul> <li><em>Guztiak:</em> guztiek itzal dezakete ordenagailua KDM erabiliz</li> <li><em>Root-a bakarrik:</em> KDMk itzaltzea baimenduko du soilik erabiltzaileak root-aren pasahitza sartu eta gero</li> <li><em>Inor ez:</em> inork ezin du ordenagailua itzali KDM erabiliz</li></ul>
fi: Tästä voit valita, kuka saa sammuttaa tietokoneen KDM:n avulla. Voit määrittää eri asetukset paikallisille käyttäjille (konsolissa) ja etäkäyttäjille. Mahdollisia arvoja ovat:<ul> <li><em>Kaikilta:</em> kaikki voivat sammuttaa tietokoneen KDM:n avulla</li> <li><em>Ei keltään:</em> kukaan ei voi sammuttaa tietokonetta KDM:n avulla</li> <li><em>Vain pääkäyttäjältä:</em> KDM sallii sammuttamisen vain, jos käyttäjä antaa pääkäyttäjän salasanan</li></ul>
fr: Vous pouvez sélectionner ici l'utilisateur autorisé à éteindre l'ordinateur en utilisant KDM. Vous pouvez spécifier différentes valeurs pour les affichages local (à partir de la console) et distant. Les valeurs possibles sont : <ul> <li><em>Tout le monde : </em> tout le monde peut arrêter l'ordinateur en utilisant KDM </li> <li><em>Uniquement le superutilisateur : </em> KDM n'autorisera l'arrêt de l'ordinateur qu'après la saisie du mot de passe du superutilisateur</li> <li><em>Personne : </em> personne ne peut arrêter l'ordinateur en utilisant KDM </li></ul>
ga: Anseo is féidir leat roghnú cé hiad na húsáideoirí a bhfuil cead acu an ríomhaire a mhúchadh trí KDM. Is féidir luachanna difriúla a shonrú le haghaidh scáileán logánta (consól) agus scáileán i gcéin. Is iad seo na luachanna ceadaithe:<ul> <li><em>Gach Duine:</em> tá cead ag gach duine an ríomhaire a mhúchadh trí KDM</li> <li><em>Forúsáideoir Amháin:</em> caithfear focal faire an fhorúsáideora a iontráil chun múchadh trí KDM</li> <li><em>Neamhcheadaithe:</em> níl cead ag duine ar bith an ríomhaire a mhúchadh trí KDM</li></ul>
gl: Aquí pode escoller quen ten permisos para apagar o ordenador mediante KDM. Pode especificar diferentes valores para sesións locais (consola) ou remotas. Os valores posíbeis son:<ul> <li><em>Todos:</em> todo o mundo pode apagar o ordenador empregando KDM</li> <li><em>Só ao superusuario:</em> KDM só permitirá apagar despois de que o usuario introduza o contrasinal de root</li> <li><em>A ninguén:</em> ninguén poderá apagar o ordenador mediante KDM</li></ul>
he: כאן באפשרותך לבחור מי יורשה לכבות את המחשב באמצעות KDM. באפשרותך לציין ערכים שונים לתצוגות מקומיות (מסוף) ומרוחקות. הערכים האפשריים הם: <ul> <li><em>כולם:</em> כולם יוכלו לכבות את המחשב באמצעות KDM</li> <li><em>רק המנהל:</em> KDM יתיר כיבוי רק לאחר שהמשתמש הזין את הססמה של root</li> <li><em>אף אחד:</em> איש לא יוכל לכבות את המחשב באמצעות KDM</li> </ul>
hr: Ovdje možete odabrati tko ima dopuštenje isključiti računalo koristeći KDM. MOžete odrediti razne vrijednosti za lokalne (konzolne) i udaljene ekrane. Moguće vrijednosti su:<ul> <li><em>Svatko:</em> Svatko može isključiti računalo koristeći KDM</li> <li><em>Samo root:</em> KDM će dozvoliti isključivanje samo nakon što korisnik unese root zaporku </li> <li><em>Nitko:</em> Nitko ne može isključiti računalo koristeći KDM</li></ul>
hu: Itt lehet beállítani, hogy kinek van jogosultsga a számítógép leállítására a KDM-ből. Külön lehet választani a helyi gépről és a távolról történő leállíts jogosultságát. A választási lehetőségek: <ul> <li><em>Mindenki:</em> bármely felhasználó leállíthatja a számítógépet a KDM-ből.</li> <li><em>Csak a rendszergazda:</em> a KDM csak azután engedélyezi a számítógép leállítását, miután a felhasználó megadta a root jelszót.</li><li><em>Senki sem:</em> senki sem állíthatja le a számítógépet a KDM-ből.</li></ul>
ia: Hic tu pote seliger qui es permittite de facer le shutdown del computator usante KDM. Tu pote specificar valores differente pro monstratores local (console) o remote. Valores possibile es:<ul><li><em>Omne:</em>omne pote facer shutdown del computator usante KDM</li><li><em>Solmente Radice (Super usator):</em>KDM permittera le shutdown solmente postea que le usator ha insertate le contrasigno se super usator</li><li><em>Nemo:</em>Nemo pote facer le shutdown del computator usante KDM</li></ul>
it: Qui puoi scegliere chi è autorizzato a spegnere il computer usando KDM. È possibile specificare valori differenti per schermi locali (console) o remoti. I valori possibili sono:<ul><li><em>Tutti:</em> tutti possono spegnere il computer con KDM</li><li><em>Solo root:</em> KDM permetterà lo spegnimento solo dopo che l'utente avrà immesso la password di root</li><li><em>Nessuno:</em> nessuno può spegnere il computer usando KDM</li></ul>
kk: Мұнда KDM менеджерін қолданып компьютерді өшіруге кімге рұқсат берілетінін таңдай аласыз. Сіз осындағы (консольдегі) және қашықтағы дисплейдегілерге әртүрлі құқықтарды бере аласыз. Мүмкін таңдаулары:<ul> <li><em>Барлығына:</em> әрбір пайдаланушы KDM менеджерді қолданып компьютерді өшіре алады.</li> <li><em>Тек root әкімшіге:</em>KDM менеджерден, тек root паролін енгізгеннен кейін ғана компьютерді өшіруге рұқсат беріледі.</li><li><em>Ешкімге:</em> KDM менеджерді қолданып ешкім компьютерді өшіре алмайды.</li></ul>
km: នៅ​ទីនេះ អ្នក​អាច​ជ្រើស​អ្នក​ដែល​មាន​សិទ្ធិ​បិទ​កុំព្យូទ័រ​ដោយ​ប្រើ KDM ។ អ្នក​អាច​បញ្ជាក់​តម្លៃ​ខុសគ្នា​សម្រាប់​មូលដ្ឋាន (កុងសូល) និង​កា​របង្ហាញ​ពី​ចម្ងាយ ។ តម្លៃ​ដែល​អាច​ប្រើ​បានគឺ ៖<ul> <li><em>គ្រប់​គ្នា ៖</em> អ្នក​ទាំងអស់​អាច​បិទ​កុំព្យូទ័រ​ដោយ​ប្រើ KDM</li> <li><em>តែ Root ៖</em> KDM អាច​បិទ​បាន​តែ​បន្ទាប់​ពី​អ្នក​ប្រើ​បាន​បញ្ចូល ​ពាក្យ​សម្ងាត់ root</li> <li><em>គ្មាន​អ្នក​ណា​ម្នាក់ ៖</em> គ្មាន​អ្នក​ណា​ម្នាក់​អាច​បិទ​កុំព្យូទ័រ​កុំព្យូទ័រ​ដោយ​ប្រើ KDM បាន​ទេ</li></ul>
lt: Čia Jūs galite pasirinkti kam leista išjungti kompiuterį naudojant KDM. Galimi variantai:<ul> <li><em>Visiems:</em>bet kas gali išjungti kompiuterį naudodamas KDM</li> <li><em>Iš konsolės:</em> tik naudotojai sėdintys prie šio kompiuterio gali jį išjungti naudodami KDM </li> <li><em>Tik root:</em> KDM leis išjungti tik naudotojui įvedus root slaptažodį</li><li><em>Niekam:</em>niekas negalės išjungti kompiuterio, naudodamas KDM</li></ul>
lv: Šeit jūs varat izvēlēties, kam ir atļauts izslēgt datoru izmantojot KDM. Jūs varat norādīt atšķirīgas vērtības lokālajam (konsoles) un attālinātajam displejam: Iespējamās vērtības ir:<ul> <li><em>Visiem:</em> jebkurš var izslēgt datoru, izmantojot KDM</li><li><em>Tikai root lietotājam:</em> KDM atļaus izslēgt datoru tikai pēc root paroles ievadīšanas</li> <li><em>Nevienam:</em> neviens nevar izslēgt datoru, izmantojot KDM</li></ul>
mr: इथे तुम्ही KDM वापरून संगणक बंद करण्याची परवानगी कोणाला द्यायची ते निवडू शकता. तुम्ही स्थानिक (कन्सोल)व रीमोट प्रदर्शकांच्या विविध किंमती स्पष्ट करू शकता. शक्य किंमती अश्या :<ul> <li><em>प्रत्येकजण:</em> KDM वापरून प्रत्येकजण संगणक बंद करू शकतो.</li> <li><em>फक्त root:</em> KDM फक्त root परवलीचा शब्द प्रवेश करणाऱ्यांनाच संगणक बंद करण्याची परवानगी देतो.</li> <li><em>कोणीही नाही:</em> कोणीही KDM वापरून संगणक बंद करू शकत नाही.</li></ul>
nb: Her kan du velge hvem som har lov til å skru av maskinen fra KDM. Du kan oppgi ulike verdier for lokale bruker (konsollet, de som sitter ved maskinen) og brukere ved andreskjermer. Mulige verdier er:<ul><li><em>Alle:</em> alle kan skru av maskinen fra KDM</li><li><em>Ingen:</em> ingen kan skru av maskinen fra KDM</li><li><em>Bare root:</em> KDM vil bare tillate brukere som kan oppgi root-passordet å skru av maskinen</li></ul>
nds: Hier kannst Du fastleggen, wokeen den Reekner mit KDM utmaken dörv. Du kannst verscheden Weerten för lokale un feerne Schirmen angeven. Möögliche Weerten sünd:<ul><li><em>Elkeen:</em> Elkeen dörv den Reekner dör KDM utmaken.</li><li><em>Bloots Systeempleger:</em> KDM maakt den Reekner bloots ut, wenn de Bruker dat Systeemplegerpasswoort ingeven hett.</li><li><em>Keeneen:</em> Keeneen dörv den Reekner dör KDM utmaken.</li></ul>
nl: Hier kunt u bepalen wie er toestemming heeft om de computer af te sluiten m.b.v. KDM. U kunt verschillende waarden voor lokale (console) displays en voor displays op afstand opgeven. De mogelijke waarden zijn:<ul> <li><em>Iedereen:</em> iedereen kan de computer met KDM afsluiten.</li><li><em>Alleen root:</em> KDM sluit alleen af nadat de gebruiker het wachtwoord van de root-gebruiker heeft ingevoerd.</li><li><em>Niemand:</em> niemand kan de computer via KDM afsluiten</li></ul>
pl: Możesz wybrać, kto może zamknąć system. Możesz wybrać różne ustawienia dla użytkowników lokalnych i zdalnych. Dozwolone wartości to: <ul> <li><em>Wszyscy:</em> każdy może zamknąć system używający KDM</li><li><em>Tylko administrator:</em> KDM zezwoli na zamknięcie systemu jedynie użytkownikowi, który poda hasło administratora</li> <li><em>Nikt:</em> nikomu nie wolno zamknąć systemu</li></ul>
pt: Aqui, o utilizador pode seleccionar a quem é permitido desligar o computador através do KDM. Pode indicar valores diferentes para os ambientes local e remoto. Os valores possíveis são:<ul> <li><em>Todos:</em> todos podem desligar o computador através do KDM</li><li><em>Só o root:</em> o KDM só deixará desligar depois de o utilizador indicar a senha de root</li> <li><em>Ninguém:</em> ninguém pode desligar o computador com o KDM</li></ul>
pt_br: Aqui você pode selecionar quem terá permissão para desligar o computador usando o KDM. Você pode especificar valores diferentes para displays locais (console) e remotos. Os possíveis valores são:<ul> <li><em>Todos:</em> todo mundo pode desligar o computador usando o KDM</li> <li><em>Somente root:</em> o KDM permitirá o desligamento somente após o usuário ter entrado com senha de root</li><li><em>Ninguém:</em> ninguém pode desligar o computador usando o KDM</li> </ul>
ro: Aici puteți selecta cine are voie să oprească sistemul utilizînd KDM. Valorile posibile sînt:<ul> <li><em>Toți:</em> oricine poate opri calculatorul utilizînd KDM</li> <li><em>Numai root:</em> KDM va permite oprirea calculatorului numai după ce utilizatorul a introdus parola de root</li> <li><em>Nimeni:</em> nimeni nu poate opri calculatorul utilizînd KDM</li> </ul>
ru: Здесь можно выбрать пользователей, которым разрешено выключать компьютер, используя диспетчер входа в систему. Возможные значения:<ul> <li><em>Каждому:</em>каждый пользователь может выключить компьютер, используя диспетчер.</li> <li><em>Только с консоли:</em>компьютер могут выключить только пользователи, непосредственно работающие на компьютере с локальной консоли</li> <li><em>Только root:</em>KDM позволит выключить компьютер только после того, как пользователь введёт пароль root.</li><li><em>Никому:</em>никто не может выключить компьютер, используя диспетчер.</li></ul>
sk: Tu môžete vybrať, kto môže vypnúť počítač pomocou KDM. Môžete zadať rozdielne hodnoty pre lokálne a vzdialené prihlásenie. Možné hodnoty sú: <ul> <li><em>Všetci:</em> každý môže vypnúť počítač pomocou KDM</li> <li><em>Iba root:</em> KDM umožní vypnúť počítač iba po zadaní hesla root</li> <li><em>Nikto:</em> nikto nemôže vypnúť počítač pomocou KDM</li></ul>
sl: Tu lahko izberete, kdo sme izklopiti računalnik z uporabo KDM. Različne vrednosti lahko določite za krajevne (konzolo) in oddaljene zaslone. Na izbiro je: <ul> <li><em>Vsi:</em> vsi lahko računalnik izklopijo s pomočjo KDM</li> <li><em>Samo skrbnik:</em> KDM dovoli izklop le uporabniku, ki vnese skrbniško geslo</li> <li><em>Nihče:</em> nihče ne more izklopiti računalnika s pomočjo KDM</li></ul>
sr: <p>Овде бирате коме је дозвољено да угаси рачунар из КДМ‑а. Могуће вредност су:</p><ul> <li><em>сви</em>: свако може угасити рачунар из КДМ‑а</li><li><em>само корен</em>: КДМ ће дозволити гашење након што корисник унесе корену лозинку</li><li><em>нико</em>: нико не може угасити рачунар из КДМ‑а</li></ul>
sv: Här du kan välja vem som har tillåtelse att stänga av datorn med KDM. Du kan ange olika värden för lokala (konsolen) och övriga skärmar. Möjliga värden är:<ul> <li><em>Alla:</em> alla kan stänga av datorn med KDM</li> <li><em>Endast root:</em> KDM kommer endast att tillåta avstängning efter det att användaren har angett root-lösenordet</li> <li><em>Ingen:</em> ingen kan stänga av datorn med KDM</li></ul>
zh_cn: 您可以选择能够用 KDM 关机的用户。本地(控制台)和远程显示可以指定不同的值。可能的值有：<ul><li><em>任何人：</em>任何人都可以通过 KDM 关机</li><li><em>仅 root：</em>KDM 只有在用户输入 root 用户密码后才允许关机</li><li><em>无人：</em>没有人能够通过 KDM 关机</li></ul>

# @title:group shell commands for shutdown
source: Commands
ar: الأوامر
bg: Команди
ca@valencia: Ordes
da: Kommandoer
el: Εντολές
es: Órdenes
et: Käsud
eu: Komandoak
fi: Komennot
fr: Commandes
ga: Orduithe
gl: Ordes
he: פקודות
hr: Naredbe
hu: Parancsok
ia: Commandos
it: Comandi
kk: Командалар
km: ពាក្យ​បញ្ជា
lt: Komandos
lv: Komandas
mr: आदेश
nb: Kommandoer
nds: Befehlen
nl: Commando's
pl: Polecenia
pt: Comandos
pt_br: Comandos
ro: Comenzi
ru: Команды завершения работы
sk: Príkazy
sl: Ukazi
sr: Наредбе
sv: Kommandon
ug: بۇيرۇقلار
wa: Comandes
zh_cn: 命令

# command for ...
source: H&alt:
ar: أو&قف:
bg: &Изключване:
ca@valencia: A&tura:
da: &Luk ned:
el: &Τερματισμός:
es: Dete&ner:
et: &Seiskamine:
eu: &Gelditu:
fi: &Sammuttaminen:
fr: &Arrêt :
ga: St&ad:
gl: &Apagar:
he: &כיבוי:
hr: Z&austavi:
hu: &Kikapcsolás:
ia: Face h&alto:
it: &Arresto:
kk: &Тоқтату:
km: បញ្ឈប់ ៖
lt: &Išjungimo:
lv: &Apturēt:
mr: विश्रांम (&A):
nb: &Stopp:
nds: Reekner u&tmaken:
nl: &Afsluiten:
pl: &Zatrzymanie:
pt: P&arar:
pt_br: Deslig&ar:
ro: Deconect&are:
ru: &Выключение:
sk: &Vypnúť:
sl: Z&austavi:
sr: &Заустави:
sv: Stäng &av:
wa: &Arester l' éndjole:
zh_cn: 关闭系统(&A)：

source: Command to initiate the system halt. Typical value: /sbin/halt
ar: الأمر للبدء في إيقاف النظام. القيمة النموذجية: /sbin/halt
bg: Команда за изключване на компютъра (обикновено, /sbin/halt)
ca@valencia: Orde per a iniciar l'parada del sistema. El valor típic és: /sbin/halt
da: Kommando der får systemet til at begynde på at stoppe. Typisk værdi: /sbin/halt
el: Εντολή αρχικοποίησης του τερματισμού του συστήματος. Τυπική τιμή: /sbin/halt
es: Orden para iniciar la secuencia de apagado. Valor típico: /sbin/halt
et: Käsk süsteemi seiskamiseks, tavaliselt /sbin/halt
eu: Sistema gelditzeko komandoa. Ohiko balioa: /sbin/halt
fi: Komento, jolla järjestelmä sammutetaan. Tavallinen arvo: /sbin/halt
fr: Commande pour arrêter le système. Valeur habituelle : /sbin/halt
ga: Ordú a chuireann tús le múchadh an chórais. Luach coitianta: /sbin/halt
gl: A orde para iniciar o apagado do sistema. Valor típico: /sbin/halt
he: הפקודה שתפעיל את תהליך הכיבוי. הערך הנפוץ: ‎/sbin/halt
hr: Naredba koja inicira gašenje sustava. Uobičajena vrijednost: /sbin/halt
hu: A gép kikapcsolását végző parancs. Általában: /sbin/halt
ia: Commando per initiar le halto de systema. Valor typic: /sbi
it: Comando per iniziare l'arresto del sistema. Impostazione tipica: /sbin/halt
kk: Жүйені тоқтату командасы. Әдетте: /sbin/halt
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ចាប់ផ្តើម​ដើម្បី​បញ្ឈប់​ប្រព័ន្ធ ។ តម្លៃ​ធម្មតា ៖ /sbin/halt
lt: Išjungimo komanda. Paprastai būna /sbin/halt
lv: Komanda, kas izsauc sistēmas izslēgšanu. Tipiskā vērtība: /sbin/halt
mr: प्रणाली विश्राम प्रारंभ करण्याकरिता आदेश. विशिष्ठ मूल्य: /sbin/halt
nb: Kommandoen som setter i gang avsluttings-sekvensen. Typisk verdi: /sbin/halt
nds: Befehl, de dat Anhollen vun't Systeem anstött. Normaal Weert: /sbin/halt
nl: Commando dat het systeem laat afsluiten. Normaliter: /sbin/halt
pl: Polecenie służące do zamykania systemu. Typowa wartość: /sbin/halt
pt: Comando para iniciar a paragem do sistema. Valor normal: /sbin/halt
pt_br: O comando para iniciar o desligamento do sistema. O valor típico é: /sbin/halt
ro: Comanda pentru inițierea opririi sistemului. Valoarea tipică: /sbin/halt
ru: Команда для выключения компьютера. Типичное значение: /sbin/halt
sk: Príkaz pre vypnutie počítač. Obvyklá hodnota: /sbin/halt
sl: Ukaz za začetek zaustavitve sistema. Tipična vrednost: /sbin/halt
sr: Наредба за заустављање система. Уобичајено је <icode>/sbin/halt</icode>
sv: Kommando för att stänga av datorn. Typiskt värde: /sbin/halt.
zh_cn: 关机的命令。一般为：/sbin/halt

# command for ...
source: Reb&oot:
ar: أ&عد الإقلاع:
bg: &Рестартиране:
ca@valencia: &Rearrenca:
da: Ge&nstart:
el: &Επανεκκίνηση:
es: &Reiniciar:
et: &Taaskäivitus:
eu: &Berrabiarazi:
fi: &Uudelleenkäynnistys:
fr: Re-démarra&ge :
ga: At&osaigh:
gl: &Reiniciar:
he: הפע&לה מחדש:
hr: Ponovo p&okreni:
hu: &Újraindítás:
it: &Riavvio:
kk: &Қайта жүктеу:
km: ចាប់ផ្តើម​ឡើង​វិញ ៖
lt: &Paleidimo iš naujo:
lv: Pārsta&rtēt:
mr: रिबूट (&O):
nb: &Omstart:
nds: &Nieg starten:
nl: Hers&tarten:
pl: &Ponowne uruchomienie:
pt: Rei&niciar:
pt_br: Re&iniciar:
ro: Rep&ornire:
ru: Перезагр&узка:
sk: &Reštart:
sl: Zn&ova zaženi:
sr: &Подигни поново:
sv: Starta &om:
wa: Ren&ondaedje:
zh_cn: 重新启动(&O)：

source: Command to initiate the system reboot. Typical value: /sbin/reboot
ar: الأمر للبدء في إعادة إقلاع النظام. القيمة النموذجية: /sbin/reboot
bg: Команда за рестартиране на компютъра (обикновено, /sbin/reboot)
ca@valencia: Orde per a tornar a iniciar l'arrencada del sistema. El valor típic és: /sbin/reboot
da: Kommando der får systemet til at begynde på at reboote. Typisk værdi: /sbin/reboot
el: Εντολή αρχικοποίησης της επανεκκίνησης του συστήματος. Τυπική τιμή: /sbin/reboot
es: Orden para iniciar la secuencia de reinicio. Valor típico: /sbin/reboot
et: Käsk süsteemi taaskäivitamiseks, tavaliselt /sbin/reboot
eu: Sistema berrabiarazteko komandoa. Ohiko balioa: /sbin/reboot
fi: Komento, jolla järjestelmä käynnistetään uudelleen. Tavallinen arvo: /sbin/reboot
fr: Commande pour redémarrer le système. Valeur habituelle : /sbin/reboot
ga: Ordú a chuireann tús le hatosú an chórais. Luach coitianta: /sbin/reboot
gl: A orde para executar o reinicio do sistema. Valor típico: /sbin/reboot
he: הפקודה שתפעיל את תהליך ההפעלה מחדש. הערך הנפוץ: ‎/sbin/reboot
hr: Naredba koja započinje ponovno pokretanje sustava. Uobičajena vrijednost: /sbin/reboot
hu: A rendszer újraindítását végző parancs. Általában: /sbin/reboot
ia: Commando per initiar le reboot de systema. Valor typic:/sbin/reboot
it: Comando per iniziare il riavvio. Valore tipico: /sbin/reboot
kk: Жүйені қайта жүктеу командасы. Әдетте: /sbin/reboot
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ចាប់ផ្តើម​ប្រព័ន្ធ​ឡើងវិញ ។ តម្លៃ​ធម្មតា ៖ /sbin/reboot
lt: Komanda, sukelianti kompiuterio perkrovimą. Papratai būna /sbin/reboot
lv: Komanda, kas veic sistēmas pārstartēšanu. Tipiskā vērtība: /sbin/reboot
mr: प्रणाली रिबूट प्रारंभ करण्याकरिता आदेश. विशिष्ठ मूल्य: /sbin/reboot
nb: Kommandoen som setter i gang omstarts-sekvensen. Typisk verdi: /sbin/reboot
nds: Befehl, de den Niegstart vun't Systeem anstött. Normaal Weert: /sbin/reboot
nl: Commando dat het systeem laat herstarten. Normaliter: /sbin/reboot
pl: Polecenie służące do ponownego uruchomienia systemu. Typowa wartość: /sbin/reboot
pt: Comando para proceder ao reinício do sistema. Valor normal: /sbin/reboot
pt_br: O comando para iniciar o processo de reinicialização do sistema. O valor típico é: /sbin/reboot
ro: Comanda pentru inițierea repornirii sistemului. Valoarea tipică: /sbin/reboot
ru: Команда для перезагрузки компьютера. Типичное значение: /sbin/reboot
sk: Príkaz pre reštart počítača. Obvyklá hodnota: /sbin/reboot
sl: Ukaz za začetek ponovnega zagona sistema. Tipična vrednost: /sbin/reboot
sr: Наредба за поновно подизање система. Уобичајено је <icode>/sbin/reboot</icode>
sv: Kommando för att starta om datorn. Typiskt värde: /sbin/reboot.
zh_cn: 重新启动系统的命令。一般为：/sbin/reboot

# boot manager
source: None
ar: بدون
bg: Без
ca@valencia: Cap
da: Ingen
el: Κανένας
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei mikään
fr: Aucun
ga: Neamhní
gl: Ningún
he: ללא
hr: Ništa
hu: (nincs)
ia: Necun
it: Nessuno
kk: Жоқ
km: គ្មាន
lt: Jokios
lv: Nav
mr: काही नाही
nb: Ingen
nds: Keen
nl: Geen
pl: Brak
pt: Nenhum
pt_br: Nenhum
ro: Nici unul
ru: Не используется
sk: Žiadny
sl: Brez
sr: ниједан
sv: Ingen
ug: يوق
wa: Nole
zh_cn: 无

source: Grub
mr: ग्रब
sr: Груб

source: Grub2
mr: ग्रब2
sr: Груб 2

source: Burg
mr: बर्ग
sr: Бург

source: Lilo
mr: लिलो
sr: Лило
