Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Drag the anchor to move the center of the dialog to the desired position. Keyboard control is possible as well: Use the arrow keys or Home to center. Note that the actual proportions of the dialog are probably different.
ar: اسحب المرساة لتحريك وسط هذا الحوار إلى الموضع المطلوب. يمكن التحكم بلوحة المفاتيح أيضا. لاحظا أن تناسب الحوار قد يكون مختلفا.
bg: Завлачете котвата, за да преместите центъра на прозореца на желаното място. Можете да го направите и с клавиатурата: използвайте стрелките и клавиша "Home" за центриране. Имайте предвид, че истинските пропорции на прозореца вероятно са различни.
ca@valencia: Arrossegueu l'àncora per moure el centre del diàleg a la posició desitjada. També és possible el control amb el teclat: useu les tecles de fletxa o d'inici per a centrar. Tingueu en compte que les proporcions reals del diàleg seran probablement diferents.
da: Træk ankeret for at flytte centrum af dialogen til den ønskede position. Tastaturstyring er også mulig: Brug piletasterne eller Home for at centrere. Bemærk at dialogens faktiske proportioner sikkert er anderledes.
el: Σύρετε την αγκύρωση για τη μετακίνηση του κέντρου του διαλόγου στην επιθυμητή θέση. Υπάρχει η δυνατότητα χειρισμού από το πληκτρολόγιο: Χρησιμοποιήστε τα βέλη ή το Home για το κεντράρισμα. Σημειώστε ότι οι πραγματικές διαστάσεις του διαλόγου είναι πιθανότατα διαφορετικές.
es: Arrastre el ancla para mover el centro del diálogo a la posición deseada. También es posible el control por teclado: utilice los cursores (teclas de flechas) o Inicio para centrar. Observe que las proporciones reales del diálogo probablemente sean diferentes.
et: Lohista ankrut, et liigutada dialoogi tsenter soovitud asukohta. Liigutada saab ka klahvidega, näiteks nooleklahvidega ja klahviga Home. Arvesta, et dialoogi tegelikud proportsioonid on tõenäoliselt teistsugused.
eu: Arrastatu aingura, elkarrizketa-koadroaren erdigunea nahi duzun kokalekura eramateko. Teklatuaren bidez ere egin daiteke: erabili gezi-teklak edo Hasi tekla, erdian jartzeko. Kontuan izan elkarrizketa-koadroaren benetako tamaina seguruenik desberdina izango dela.
fi: Siirrä valintaikkunan keskipiste haluttuun kohtaan vetämällä ankkuria. Siirto onnistuu myös näppäimistöllä käyttäen nuolinäppäimiä siirtelyyn ja Home-painiketta keskittämiseen. Huomaa, että oikean valintaikkunan mittasuhteet ovat luultavasti toiset.
fr: Glissez l'ancre pour déplacer le centre de la boîte de dialogue vers la position désirée. Le contrôle par le clavier est aussi possible : utilisez les flèches de direction ou la touche « Origine » pour le centrage. Veuillez noter que les vraies proportions de la boîte de dialogue sont probablement différentes.
ga: Tarraing an t-ancaire chun lár na dialóige a aistriú go dtí an t-ionad inmhianaithe. Is féidir é a rialú leis an méarchlár freisin: Úsáid na saigheadeochracha nó Home chun é a lárú. Tabhair faoi deara gur dócha go bhfuil comhréireacha na dialóige difriúil.
gl: Arrastre o enganche para mover o centro do diálogo á posición que desexe. Tamén é posíbel controlar isto co rato: Empregue os cursores ou Inicio para centrar. Lembre que a proporcións reais do diálogo probabelmente serán diferentes.
he: גרור את העוגן של מרכז החלון אל המיקום הרצוי. ניתן לנווט גם באמצעות המקלדת: השתמש בחיצים או Home למרכז. שים לב כי ייתכן והפרופורציות של החלון יהיו שונות.
hr: Povucite sidro za pomicanje centra dialoga na željeni položaj. Tipkovničke kontrole su također dostupne: Koristite strelice ili Home za centriranje. Uočite da su aktualne proporcije dialoga vjerojatno različite.
hu: A horgony húzásával lehet az ablak középpontját a kívánt helyzetbe mozgatni. Az elmozgatás billentyűzetről is elvégezhető, a kurzorbillentyűk és a Home segítségével. Az ablak tényleges méretei eltérőek lehetnek.
ia: Trahe le ancora pro mover le centro del dialogo a le desirate position. Controlo de claviero es etiam possibile: tu usa le claves de flechas o Home pro centrar. Tu nota que le proportiones real del dialogo es probabilemente differente.
it: Trascina l'ancora per spostare il centro della finestra nella posizione desiderata. Si può anche usare la tastiera: utilizza le frecce oppure il tasto «Home» per centrare. Nota che le proporzioni reali della finestra potrebbero essere diverse.
kk: Диалогтың ортасын қалаған орына жылжыту үшін бекіткішін сүйретіңіз. Оны пернетақта көмегімен де істеуге болады. Жебелі пернелерін басыңыз немесе Home пернесімен ортаға орналастырыңыз. Диалог терезесінің шын өлшемдері өзге болуы мүмкін екенін ескерген жөн.
km: អូស​យុថ្កា​ដើម្បី​ផ្លាស់ទី​ចំណុច​​កណ្តាល​ប្រអប់​ទៅ​ទីតាំង​ដែល​ចង់​បាន ។ វត្ថុ​បញ្ជា​ក៏​អាច​ធ្វើ​បាន​ដែរ ៖ ប្រើ​គ្រាប់​ចុច​ព្រួញ​កណ្តុរ ឬ​ផ្ទះ​ទៅ​កណ្តាល ។ ចំណាំ​ថា ទំហំ​ខ្នាត​ពិត​របស់​ប្រអប់​អាច​ខុស​គ្នា ។
lt: Tempkite inkarą norėdami perkelti dialogo centrą į reikiamą vietą. Galima tai padaryti ir klaviatūra: centravimui naudokite rodyklytes arba Namų klavišą. Atkreipkite dėmesį į tai, kad tikrosios dialogo proporcijos gali būti kitokios.
lv: Velciet aiz enkurvietas, lai novietotu dialoglogu vēlamajā atrašanās vietā. Ir iespējams pārvietot arī ar tastatūru: Lietojiet bultiņu taustiņus, lai pārvietotu, un taustiņu "Home", lai iecentrētu. Ņemiet vērā, ka reālās dialogloga proporcijas, iespējams, atšķirsies.
mr: इच्छित स्थळी चौकट हलवण्यासाठी चौकटीला मध्यभागी अँन्करच्या सहाय्याने खाली ड्रँग करा. कि-बोर्ड नियंत्रण हि शक्य आहे: अँरो कीज किंवा होम ते सेंटरचा हि वापर करू शकता. नोंद घ्या कि चौकटीचे वास्तविक प्रमाण बहुदा वेगळा असण्याची शक्यता आहे.
nb: Flytt midten av dialogen til ønsket posisjon ved å dra ankeret. Det er også mulig å bruke tastaturet til å styre dette. Bruk piltastene eller Home for å sentrere. Merk at dialogens virkelige proporsjoner antakelig er annerledes.
nds: Mit den Anker kannst Du de Merrn vun den Dialoog na Dien vörtrocken Positschoon trecken. Dat lett sik ok mit de Tastatuur maken: Du kannst de Pieltasten bruken, de Pos1-Tast middelt dat in. Beacht bitte, dat de Dialoog wohrschienlich anner Afmeten hett as hier wiest.
nl: Versleep het anker om het midden van de dialoog naar de gewenste positie te slepen. U kunt dit ook met het toetsenbord doen: gebruik de pijltoetsen of toets 'Home' om te centeren. Opmerking: de eigenlijke proporties van de dialoog zijn waarschijnlijk anders.
pl: Przeciągnij kotwicę, by przemieścić okienko dialogowe w żądane miejsce. Można także użyć klawiatury: klawisze strzałek przesuwają okienko, a klawisz Home środkuje je. Rzeczywiste proporcje okienka są najprawdopodobniej inne.
pt: Arraste a âncora para passar o centro da janela para a posição desejada. Também é possível controlar com o teclado: Use as teclas de cursores ou o Home para centrar. Repare que as proporções actuais da janela poderão ser diferentes.
pt_br: Arraste a âncora pra mover o centro do diálogo para a posição desejada. O controle via teclado também é possível: Use as teclas de direção ou Home para centralizar. Observe que as proporções reais do diálogo provavelmente são diferentes.
ro: Deplasați ancora pentru a muta centrul dialogului spre poziția dorită. Controlul de la tastatură este de asemenea posibil: utilizați săgețile sau tasta Home pentru a centra. Rețineți că proporțiile reale ale dialogului sînt probail altele.
ru: Перетащите центр диалогового окна на нужную позицию. Также поддерживается перемещение стрелками с клавиатуры и клавишей Home для размещения в центре экрана. Настоящие пропорции диалогового окна могут отличаться от примера.
sk: Presunutím kotvy posuniete stred dialógu na požadovanú pozíciu. Je možné tiež ovládanie klávesnicou: použite šipky pre pohyb alebo Home pre vycentrovanie. Všimnite si, že aktuálne proporcie dialógu sú pravdepodobne rozdielne.
sl: Povlecite sidro in tako premaknite sredino pogovornega okna na želeno mesto. Mogoče je tudi nastavljanje s tipkovnico. Za premikanje uporabite tipke s puščicami, za premik v sredino tipko Home. Zapomnite si, da je dejansko razmerje med širino in višino pogovornega okna verjetno drugačno.
sr: <html>Превуците сидро ради смештања средишта дијалога на жељени положај. Могуће је и управљање тастатуром: користите тастере стрелица или <shortcut>Home</shortcut> за центрирање.</html>
sv: Dra greppet för att flytta dialogrutans centrum till önskad plats. Det är också möjligt att göra från tangentbordet: använd piltangenterna eller Home för att centrera. Observera att dialogrutans verkliga proportion troligen är annorlunda.
zh_cn: 拖动锚点以将对话框中心移动到想要的位置。这里也可以用键盘控制：使用方向箭头移动方向，或按 Home 键居中。请注意对话框的实际比例有可能和显示的不同。

# NAME OF TRANSLATORS
source: Your names
da: Erik Kjær Pedersen,Lars K. Schunk
gl: Xabi García, Marce Villarino
it: Federico Zenith,Andrea Rizzi
lv: Andris Maziks, Aleksejs Zosims
nb: Knut Yrvin
pt: José Nuno Pires,Pedro Morais
ro: Claudiu Costin,Sergiu Bivol
sl: Grega Fajdiga,Gregor Rakar,Jure Repinc,Andrej Mernik
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
da: erik@binghamton.edu,lars@schunk.dk
gl: xabigf@gmx.net, mvillarino@users.sourceforge.net
it: federico.zenith@member.fsf.org,
lv: andzha@latnet.lv, locale@aleksejs.id.lv
nb: knuty@skolelinux.no
pt: zepires@gmail.com,morais@kde.org
ro: ,sergiu@ase.md
sl: grega.fajdiga@telemach.net,gregor.rakar@kiss.si,jlp@holodeck1.com,andrejm@ubuntu.si
ug: sahran.ug@gmail.com, gheyret@gmail.com
