Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: When this option is checked, the checked users from the list below will be allowed to log in without entering their password. This applies only to KDM's graphical login. Think twice before enabling this!
ar: عند التأشير على هذا الخيار, فإن المستخدمين على القائمة أدناه سيسمح لهم بالدخول دون إدخال كلمات السر الخاصة بهم. هذا فقط ينطبق على الدخول الرسومي. فكر مرتين قبل تمكين هذا الخيار!
bg: Ако отметката е включена, избраните потребители ще могат да се включват без да задават парола. Това е валидно само за графичната система за включване. Добре обмислете преди да включите тази настройка!
ca@valencia: Si seleccioneu esta opció, els usuaris seleccionats de la llista d'a sota quedaran autoritzats a accedir sense introduir una contrasenya. Això tan sols és aplicable a l'accés gràfic de KDM. Penseu-vos-ho dues vegades abans d'habilitar-ho!
da: Med dette valg kan afkrydsede brugere fra listen nedenfor logge ind uden at indtaste deres adgangskode. Dette gælder kun KDM's grafiske login-skærm. Tænk dig om en ekstra gang før du aktiverer dette!
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, οι επιλεγμένοι χρήστες από την παρακάτω λίστα θα επιτρέπεται να συνδεθούν στο σύστημα χωρίς να εισάγουν τον κωδικό πρόσβασης τους. Αυτό ισχύει μόνο για την οθόνη σύνδεσης του KDM. Σκεφτείτε το καλά πριν το ενεργοποιήσετε!
es: Si se marca esta opción, los usuarios seleccionados de la lista de debajo quedarán autorizados a iniciar una sesión sin introducir contraseña. Esto es aplicable solo al inicio de sesión gráfico de KDM. Piénselo dos veces antes de activarla.
et: Kui see valik on sisse lülitatud, lubatakse parempoolses nimekirjas asuvatel kasutajatel sisse logida ilma parooli sisestamata. See kehtib ainult KDM-i abil sisselogimise kohta. Enne tegutsema asumist mõtle vähemalt kaks korda järele!
eu: Kontrol-lauki hau markatuta badago, beheko zerrendan hautatutako erabiltzaileek aukera izango dute pasahitzik sartu gabe saioa hasteko. Hau KDMren saio-hasiera grafikoari baino ez zaio aplikatzen. Ondo pentsatu aukera hau markatu aurretik.
fi: Jos tämä kohta on valittu, luettelon käyttäjät voivat kirjautua sisään salasanatta. Asetus vaikuttaa vain graafiseen kirjautumisruutuun. Harkitse tarkkaan ennen tämän asetuksen ottamista käyttöön!
fr: Quand cette option est sélectionnée, les utilisateurs cochés dans la liste ci-dessous seront autorisés à se connecter sans saisir de mot de passe. Ceci ne s'applique qu'à la connexion en mode graphique de KDM. Réfléchissez-y à deux fois avant de l'activer !
ga: Leis an rogha seo, beidh cead ag na húsáideoirí a bhfuil tic in aice lena n-ainmneacha logáil isteach gan focal faire a iontráil. Téann sé seo i bhfeidhm ar logáil isteach grafach KDM amháin. Bí cinnte gur mhaith leat é seo a chur i bhfeidhm!
gl: Se sinala esta opción, os usuarios escollidos na lista en baixo poderán identificarse e acceder sen necesidade de introducir o seu contrasinal. Isto só se aplica ao acceso gráfico de KDM. Pénseo dúas veces antes de activalo!
he: כאשר אפשרות זו נבחרת, המשתמשים המסומנים ברשימה שלהלן יורשו להיכנס למערכת מבלי להזין את ססמתם. הגדרה זו חלה רק על הכניסה הגרפית של KDM. חשוב פעמיים לפני שאתה בוחר באפשרות זו.
hr: Kada je ovdje omogućeno, korisnici na popisu ispod moći će početi rad bez unošenja zaporke. To se naravno odnosi samo na KDM grafički dijalog za početak rada, no dobro razmislite prije nego što se odlučite za ovu mogućost!
hu: Ha ez az opció be van jelölve, akkor a jobb oldali listában látható felhasználók a jelszó megadása nélkül is be fognak tudni jelentkezni. Csak a grafikus (KDM) bejelentkezésre vonatkozik! Használata biztonsági kockázatot jelent.
ia: Quando iste option es marcate, le usatores marcate ex le lista de basso essera permittite de acceder sin insertar lor contrasigno. Isto applica se solmente a accesso graphic de KDM. Tu pensa duo vices antea habilitar lo!
it: Quando questa opzione è marcata, gli utenti marcati nella lista qui sotto potranno accedere al sistema senza immettere la propria password. Ciò si applica solo all'accesso grafico di KDM. Pensaci due volte prima di attivare questa opzione!
kk: Бұл құсбелгісі қойылса, төмендегі тізімдегі белгіленген пайдаланушылар парольді келтірмей-ақ кіріуіне болады. Бұл KDM қолданып жүйеге кіренде ғана мүмкін. Бұл мүмкіндікті қолдану алдында мықтап ойланыңыз!
km: ពេល​ធីក​ជម្រើស​នេះ អ្នក​ប្រើ​ដែល​បាន​ធីក​ពី​បញ្ជី​ខាង​ក្រោម ​នឹង​ត្រូវ​បា​ន​អនុញ្ញាត​ឲ្យ​ចូល​ដោយ​មិន​ចាំបាច់​បញ្ចូល​ពាក្យ​សម្ងាត់​របស់​ពួក​គេ ។ វា​នេះ​អនុវត្ត​តែ​ចំពោះ​ការ​ចូល​ក្រាហ្វិក​របស់ KDM ប៉ុណ្ណោះ ។ គិត​ឲ្យ​បាន​ហ្មត់ចត់ មុន​ពេល​ធ្វើ​ឲ្យ​វា​ប្រើ​បាន!
lt: Įjungus šią parinktį, naudotojams iš sąrašo bus leidžiama registruotis be slaptažodžio. Tai liečia tik KDM grafinį registravimąsi. Gerai pagalvokite prieš įjungdami tai!
lv: Kad šī opcija ir iezīmēta, lietotājiem, kuriem sarakstā pielikts ķeksītis, būs atļauts pieteikties bez paroles ievadīšanas. Tas attiecas tikai uz KDM grafisko pieteikšanos. Padomājiet divreiz, pirms to atļaut!
mr: जेव्हा हा पर्याय तुम्ही निवडता,तेव्हा खालील निवडक वापरकर्त्याच्या यादीमधील नावांना परवलीच्या शब्दाशिवाय प्रवेश करता येतो. हे फक्त KDMच्या ग्राफिकल लॉग इन मध्ये शक्य आहे. त्यामुळे हा पर्याय सक्रिय करताना दोनदा विचार करा !
nb: Med denne funksjonen kan brukerne fra lista til høyre logge inn uten å oppgi passordet sitt. Dette gjelder bare den grafiske innloggingen med KDM. Tenk deg om to ganger før du bruker denne funksjonen!
nds: Wenn anmaakt, köönt sik de binnen de List nerrn ankrüüzte Brukers anmellen, ahn dat se ehr Passwoort intippen mööt; dat gellt bloots för de graafsche Anmellen över KDM. Bitte överlegg Di goot, wat Du dit redig bruken wullt!
nl: Als deze optie is ingeschakeld, dan mogen gebruikers uit de lijst hieronder zich aanmelden zonder dat ze hun wachtwoord hoeven in te voeren. Dit is alleen van toepassing op KDM's grafische aanmeldscherm. Bedenk uzelf twee maal voordat u dit activeert.
pl: Jeśli ta opcja jest włączona, wszyscy użytkownicy z poniższej listy będą mogli się zalogować bez podawania hasła (dotyczy to jedynie logowania w trybie graficznym za pomocą KDM). Zastanów się dobrze przed włączeniem tej opcji!
pt: Quando esta opção estiver ligada, os utilizadores da lista à direita poder-se-ão ligar sem indicar a sua senha. Isto só se aplica à autenticação gráfica do KDM. Pense duas vezes antes de activar isto!
pt_br: Quando esta opção estiver habilitada, os usuários marcados da lista abaixo poderão entrar sem digitar a senha. Isto aplica-se somente à autenticação gráfica via KDM. Pense duas vezes antes de habilitar este recurso!
ro: Cînd această opțiune este activată, utilizatorilor selectați din lista de mai jos li se va permite autentificarea fără să-și introducă parola. Acest lucru se aplică numai la autentificarea grafică KDM. Gîndiți-vă de două ori înainte de activa această facilitate!
ru: Если установлен этот параметр, пользователи из списка справа могут входить в систему без ввода своих паролей. Этот параметр действует только для KDM. Подумайте дважды, прежде чем использовать этот параметр!
sk: Ak je táto voľba zapnutá, budú sa užívatelia môcť zo zoznamu nižšie prihlásiť bez zadávania hesla. Toto platí iba pri grafickom prihlásení cez KDM. Poriadne si to rozmyslite!
sl: Če je izbrana ta možnost, se lahko uporabniki iz spodnjega seznama prijavijo, ne da bi vnesli geslo. To velja le za grafično prijavo v KDM. Temeljito premislite, preden to omogočite!
sr: Када је ово укључено, корисницима са списка десно биће омогућено да се пријаве без уношења своје лозинке. Ово важи само за пријављивање у графичком режиму преко КДМ‑а. Размислите двапут пре него што укључите ово!
sv: När det här alternativet är valt kommer användare från listan nedan att tillåtas logga in utan att ange sitt lösenord. Det här påverkar endast KDM:s grafiska inloggning. Tänk till innan du aktiverar det här!
ug: بۇ تاللانما تاللانسا، تىزىمدىكى تاللانغان ئىشلەتكۈچىگە ئىمنى كىرگۈزمەي كىرىشكە ئىجازەت بېرىلىدۇ.
zh_cn: 当使用该选项时，下面列表中选中的用户可以不用输入密码就登录到系统。只适用于 KDM 图形登录，启用前请三思！

source: No password re&quired for:
ar: لا &حاجة لكلمة السر لِــ:
bg: Включване &без парола:
ca@valencia: No es re&quereix contrasenya per a:
da: Ingen adgangskode &krævet for:
el: Δεν &απαιτείται κωδικός πρόσβασης για:
es: No se pre&cisa contraseña para:
et: Par&ooli ei nõuta:
eu: Ez da pasahitzik &behar honetarako:
fi: &Eivät tarvitse salasanaa:
fr: Aucun mot de passe re&quis pour :
ga: Níl aon fhocal &faire de dhíth le haghaidh:
gl: Non precisan de con&trasinal:
he: אין &צורך בססמה עבור:
hr: Zaporka nij&e potrebna za:
hu: Nem kell &jelszót megadni ezeknél a neveknél:
ia: Nulle contrasigno esseva re&quirite per:
it: Nessuna password ric&hiesta per:
kk: Келесілерден пароль та&лап етілмейді:
km: មិន​ត្រូវ​ការ​ពាក្យ​សម្ងាត់ ៖
lt: Naudotojai, kuriems slaptažodis &nebūtinas:
lv: Parole &nav nepieciešama:
mr: गुप्तशब्द आवश्यक नाही (&q):
nb: Passord &kreves ikke for:
nds: Passwoort deit n&ich noot för:
nl: Geen wachtwoord vere&ist voor:
pl: &Hasło niepotrzebne dla:
pt: Não é necessár&ia a senha para:
pt_br: A senha não é necessária &para:
ro: &Nu este necesară parolă pentru:
ru: &Не требуется пароль для:
sk: Nepoža&dovať heslo pre:
sl: Geslo ni &zahtevano za:
sr: &Без лозинке за:
sv: Inget &lösenord krävs för:
ug: تۆۋەندىكى ئىشلەتكۈچى ئىم كىرگۈزمىسىمۇ بولىدۇ:
wa: &Nén mezåjhe di scret po :
zh_cn: 不需要密码的用户(&Q)：

source: Check all users you want to allow a password-less login for. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
ar: حدّد كلّ المستخدمين المسموح لهم بالولوج بدون كلمة سر. الخانات المشار إليها ب‍ '@' هي مجموعات مستخدمين. تحديد مجموعة يشبه تحديد كلّ المستخدمين في هذه المجموعة .
bg: Включете всички потребители, които искат да се включват без въвеждане на паролата. Елементите, които започват със знака @, са групи. Включване на групата е все едно сте включили всички потребители от нея.
ca@valencia: Marqueu tots els usuaris per als que vulgueu connexió sense contrasenya. Les entrades anotades amb «@» són grups d'usuaris. Marcar un grup és com marcar tots els usuaris del grup.
da: Afkryds alle brugere du ønsker at tillade at logge ind uden adgangskode. Indgange markerede med '@' er brugergrupper. Afkrydsning af en brugergruppe er ligesom at afkrydse alle brugere i denne gruppe.
el: Επιλέξτε τους χρήστες στους οποίους θέλετε να επιτρέπεται η σύνδεση στο σύστημα χωρίς να τους ζητείται κωδικός πρόσβασης.Οι καταχωρήσεις που σημειώνονται με '@' είναι ομάδες χρηστών. Η επιλογή μιας ομάδας είναι σαν να έχουν επιλεγεί όλοι οι χρήστες σε αυτή την ομάδα.
es: Marque todos los usuarios a los que desea permitir el inicio de sesión sin contraseña. Las entradas indicadas con «@» son grupos de usuarios. Marcar un grupo es lo mismo que marcar todos los usuarios de ese grupo.
et: Märgi kõik kasutajad, kellel on õigus sisse logida parooli andmata. Kirjed tähisega '@' on kasutajate grupid. Grupi märkimisel märgitakse ühtlasi kõik gruppi kuuluvad kasutajad.
eu: Jarri hautamarka saioa pasahitzik gabe hasteko aukera emango diezun erabiltzaile guztiei. '@' duten sarrerak erabiltzaile taldeak dira. Talde bati hautamarka jartzea talde horretako erabiltzaile guztiei hautamarka jartzea bezala da.
fi: Valitse ne käyttäjät, joiden sallit kirjautuvan salasanatta. @:llä merkityt kohdat tarkoittavat ryhmiä. Ryhmän valinta toimii kuten jos olisit valinnut kaikki ryhmän jäsenet.
fr: Sélectionnez tous les utilisateurs autorisés à se connecter sans avoir à saisir de mot de passe. Les entrées comportant un « @ » sont des groupes d'utilisateurs. La sélection d'un groupe revient à sélectionner tous les utilisateurs de ce groupe.
ga: Cuir tic leis na húsáideoirí is mian leat cead a thabhairt dóibh logáil isteach gan focal faire. Is grúpaí úsáideoirí iad na hiontrálacha a bhfuil '@' leo. Má chuireann tú tic in aice le grúpa, is é sin díreach cosúil le tic a chur le gach úsáideoir sa ghrúpa sin.
gl: Escolla todos os usuarios aos que desexe permitir acceder sen necesidade de contrasinal. As entradas denotadas coa «@» son grupos de usuarios. Se escolle un o efecto será o de escoller a todos os usuarios dese grupo.
he: בחר את כל המשתמשים שברצונך לאפשר עבורם כניסה ללא ססמה. כניסות שמתחילות ב־@ ההן בעצם קבוצות משתמשים. בחירה של קבוצה שקולה לבחירת כל המשתמשים בקבוצה.
hr: Označite sve korisnike za koje želite da se prijavljuju bez lozinke. Unosi koji počinju sa '@' označavaju korisničke grupe. Označivanjem grupe označujete sve korisnike u toj grupi.
hu: Válassza ki, mely felhasználók jelentkezhessenek be jelszó megadása nélkül. A '@' jellel kezdődőek csoportok. Csoport kijelölése egyenlő a csoport tagjainak kijelölésével.
ia: Marca omne usatores que pote haber accesso sin contrasigno. Entratas marcate per '@' es gruppo de usatores. Marcar un gruppo es como marcar omne usatores in ille gruppo.
it: Marca tutti gli utenti a cui vuoi permettere l'accesso senza password. Le voci con una «@» sono utenti di un gruppo. Marcare un gruppo è come marcare tutti gli utenti di quel gruppo.
kk: Парольсіз жүйеге кіруге рұқсат берілетін пайдаланушыларды белгілеңіз.'@' - таңбасынан басталған - топтар атауы. Топты белгілеу оның барлық пайдаланушыларын белгілегенге тең.
km: ជ្រើសអ្នកប្រើ​ទាំង​អស់​ដែល​អ្នក​ចង់​អនុញ្ញាត​ឲ្យ​ចូល​ដោយ​គ្មាន​ពាក្យ​សម្ងាត់ ។ ធាតុ​តាង​ដោយសញ្ញា '@' គឺជាក្រុម​អ្នក​ប្រើ ។ ការ​ជ្រើស​ក្រុម​ដូច​ជា​ការ​ជ្រើស​អ្នកប្រើ​ទាំងអស់​ក្នុង​ក្រុម​នោះ ។
lt: Pažymėkite visus naudotojus, kuriems norite leisti prisijungti be slaptažodžio. Įrašai, pažymėti '@' yra naudotojų grupės. Pažymėti grupę yra tolygu visų naudotojų pažymėjimui toje grupėje.
lv: Pielieciet ķeksīti visiem lietotājiem, kuriem gribat, atļaut bezparoles pietiekšanos. Ieraksti, kas apzīmēti ar "@" ir lietotāju grupas. Pielikt ķeksīti grupai ir tas pats, kas pielikt ķeksīti katram no grupas dalībniekiem.
mr: ज्या सर्व युजर्सना परवलीच्या शब्दाशिवाय लॉग इन करण्याची मुभा द्यायची आहे त्यांच्या नावांची निवड करा. हे प्रवेश '@' ने ह्या वापरकर्त्या समुहाला चिन्हाअंकित केले जाते.या समूहाची निवड करणे म्हणजेच सर्व वापरकर्त्याची निवड करणे होय.
nb: Kryss av for alle brukere du vil tillate å logge inn uten passord. Elementer merket «@» er brukergrupper. Å krysse av en gruppe er som å krysse av alle brukere i den gruppa.
nds: Krüüz all Brukers an, de sik ahn Passwoort anmellen könen schöölt. Indrääg mit en „@“ markeert Koppeln. Dat Ankrüüzen vun en Koppel is dat Lieke as dat Ankrüüzen vun all Brukers binnen den Koppel.
nl: Markeer alle gebruikers die u wilt toelaten om zonder wachtwoord aan te melden. Items met een @ zijn gebruikersgroepen. Door een groep te selecteren markeert u alle gebruikers in die groep.
pl: Wybierz użytkowników, dla których ma być włączone logowanie bez podawania hasła. Pozycje oznaczone przez '@' to grupy użytkowników - zaznaczenie grupy jest równoważne zaznaczeniu wszystkich użytkowników z grupy.
pt: Marque todos os utilizadores a quem permitir ligar sem senha. As entradas com um '@' são grupos de utilizadores. Marcar um grupo é como marcar todos os utilizadores desse grupo.
pt_br: Marque todos os usuários que você deseja permitir que acessem o sistema sem senha. As entradas com um '@' são grupos de usuários. Marcar um grupo é o mesmo que marcar todos os usuários daquele grupo.
ro: Selectați toți utilizatorii pentru care doriți autentificare fără parolă. Itemii care conțin un '@' reprezintă grupuri de utilizatori. Marcarea unui grup este echivalentă cu marcarea tututor utilizatorilor din acel grup.
ru: Отметьте всех пользователей, которым необходимо разрешить вход без пароля. Элементы, помеченные «@», являются группами пользователей. Выбор группы соответствует выбору всех пользователей в группе.
sk: Začiarknite všetkých užívateľov, ktorým chcete povoliť prihlásenie bez hesla. Položky označené '@' sú skupiny. Začiarknutie skupiny je rovnaké ako začiarknutie všetkých užívateľov v tejto skupine.
sl: Izberite vse uporabnike, ki naj jim bo dovoljena prijava brez gesla. Vnosi, ki so označeni z »@«, so uporabniške skupine. Izbor skupine pomeni izbor vseh uporabnikov v tej skupini.
sr: Изаберите кориснике којима дозвољавате пријављивање без лозинке. Ставке означене са „@“ корисничке су групе; избором групе бирате све кориснике који јој припадају.
sv: Markera alla användare som du vill tillåtas logga in utan lösenord. Poster som anges med "@" är användargrupper. Att markera en grupp är samma sak som att markera alla användare i gruppen.
ug: ئىمسىز كىرىشكە ئىجازەت بېرىدىغان بارلىق ئىشلەتكۈچىنى تاللاڭ. «@» گۇرۇپپىنى بىلدۈرىدۇ. گۇرۇپپىنى تاللىسىڭىز گۇرۇپپىغا تەۋە بارلىق ئىشلەتكۈچىگە ئىجازەت بەرگەن بىلەن ئوخشاش.
zh_cn: 选择所有无需密码即可登录的用户。“@”表示群组。选中一组将选中该组中的全部用户。

# @title:group
source: Miscellaneous
ar: متنوع
bg: Разни
ca@valencia: Miscel·lània
da: Diverse
el: Διάφορα
es: Diversos
et: Muud
eu: Beste zenbait
fi: Sekalaista
fr: Divers
ga: Rudaí éagsúla
gl: Diversos
he: שונות
hr: Razno
hu: Egyéb
ia: Miscellanea
it: Varie
kk: Басқалар
km: ផ្សេងៗ
lt: Įvairūs
lv: Dažādi
mr: किरकोळ
nb: Diverse
nds: Anner Saken
nl: Diversen
pl: Inne
pt: Diversos
pt_br: Diversos
ro: Diverse
ru: Прочее
sk: Rôzne
sl: Razno
sr: Разно
sv: Diverse
ug: باشقىلار
wa: Totès sôres
zh_cn: 杂项

source: Automatically log in again after &X server crash
ar: أعد تسجيل الدخول تلقائياً عند حدوث انهيا&ر في خادم X
bg: &Автоматично включване след срив на сървъра X
ca@valencia: A&ccedir automàticament altra vegada després d'una fallada del servidor X
da: Automatisk login igen efter &X-server-sammenbrud
el: Αυτόματη επανασύνδεση μετά από κατάρρευση του εξυπηρετητή &X
es: Iniciar una sesión automáticamente de nuevo después de una caída del servidor &X
et: Pärast &X serveri krahhi logitakse automaatselt uuesti sisse
eu: Hasi berriro saioa automatikoki &X zerbitzaria kraskatu ondoren
fi: Kirjaudu automaattisesti uu&delleen X-palvelimen kaaduttua
fr: Rétablir la conne&xion automatiquement après un plantage du serveur X
ga: Logáil isteach arís go huathoibríoch tar éis tuairteáil an fhreastalaí &X
gl: Reentrar automaticamente de pechar inesperadamente o servidor das &X
he: היכנס שוב אוטומטית לאחר התרסקות של שרת ה־&X
hr: Automatski se prijavi nakon rušenja &X poslužitelja
hu: Automatikus bejelentkezés újból, ha az &X-kiszolgáló lefagyott
ia: Accesso de Identification automatic de nove postea un ruina del servitor de &X
it: Nuovo accesso automatico dopo il crash del server &X
kk: &X-сервердің қирауынан кейін жүйеге автоматты түрде кіру
km: ចូល​ម្តង​ទៀត​ដោយ​ស្វ័យ​ប្រវត្តិ បន្ទាប់​ពី​ម៉ាស៊ីន​បម្រើ X គាំង
lt: Automatiškai re&gistruotis vėl nulūžus X serveriui
lv: Automātiski atkal pieteikties ar to pašu lietotāju pēc &X servera avārijas
mr: सक्वर क्रॅश नंतर पुन्हा आपोआप प्रवेश करण्याचा प्रयत्न करा (&X)
nb: Automatisk innlogging igjen etter et &X-tjener krasj
nds: Na en &X-Server-Afstört automaatsch wedder anmellen
nl: &Opnieuw aanmelden wanneer de X-server onverwacht wordt beëindigd.
pl: Automatycznie zaloguj po awarii serwera &X
pt: Ligar automaticamente outra vez depois de abortar o &X
pt_br: Autenticar-se automaticamente após uma falha do servidor &X
ro: Loghează automat din nou după o prăbușire de server &X
ru: &Автоматический вход в систему после сбоя X-сервера
sk: Automaticky znovu prihlásiť po spadnutí &X servera
sl: Ponovna samodejna prijava po sesutju strežnika &X
sr: Аутоматски се &пријави након пада Икс‑сервера
sv: Logga in automatiskt efter en &X-serverkrasch
wa: Elodjî otomatikmint après on spotchaedje do sierveu &X
zh_cn: 图形服务崩溃后自动重新登录(&X)
