Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmconfig.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, it, kk, km, lt, lv, mr, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ug, wa, zh_cn

source: Users with a UID (numerical user identification) outside this range will not be listed by KDM and this setup dialog. Note that users with the UID 0 (typically root) are not affected by this and must be explicitly excluded in "Inverse selection" mode.
ar: لن يقوم مدير الدخول وصندوق حوار الإعداد هذا بعرض المستخدمين ذوي رمز مستخدم (معرف مستخدم رقمي) خارج هذا المدى. لاحظ أن المستخدمين ذوي رمز مستخدم 0 (عادة root) لن يتأثروا بهذا ويجب أن يتم إخفائهم في نمط "غير مخفي".
bg: Потребители с номера (UID) извън този обхват няма да бъдат показвани в списъка на диалога. Имайте предвид, че това не важи за потребители с номер 0 (обикновено, администратора - root).
ca@valencia: Els usuaris amb una UID (identificació numèrica de l'usuari) fora d'este interval no quedaran llistats ni en el KDM ni en este diàleg de configuració. Tingueu en compte que els usuaris amb UID 0 (típicament l'administrador) no es veuran afectats per això, i han d'estar explícitament exclosos en el mode «Selecció inversa».
da: Brugere med et UID (numerisk brugeridentifikation) udenfor dette område vil ikke blive vist af KDM og denne opsætningsdialog. Bemærk at brugere med UID 0 (typisk root) ikke påvirkes af dette og skal skjules eksplicit i "Invertér udvalg"-tilstand.
el: Χρήστες με UID (αριθμητική ταυτότητα χρήστη) που είναι εκτός αυτού του εύρους τιμών δε θα εμφανίζονται από το KDM και αυτό το διάλογο ρύθμισης. Σημειώστε ότι χρήστες με UID 0 (τυπικά ο root) δεν επηρεάζονται από αυτή τη ρύθμιση και θα πρέπει να εξαιρεθούν στην "Αντιστροφή επιλογής".
es: Los usuarios con una UID (identificación numérica del usuario) fuera de este intervalo no serán listados por KDM y este diálogo de configuración. Advierta, que los usuarios con UID 0 (típicamente root) no se ven afectados por esto y deben estar ocultos explícitamente en el modo «No oculto».
et: Kasutajaid, kelle UID (kasutaja numbriline identifikaator) jääb väljapoole siintoodud vahemikku, ei arvestata KDMis ega siinses seadistusdialoogis. Pane tähele, et kasutajaid UID-ga 0 (tavaliselt administraator) see ei mõjuta ning nemad tuleb spetsiaalselt peita režiimi "Valik tagurpidi" korral.
eu: Ez KDMk eta ez konfigurazioko elkarrizketa-koadro honek ez ditu zerrendatuko bitarte honetatik kanpoko UIDak (erabiltzailearen zenbakizko identifikazioa) dituzten erabiltzaileak. Kontuan izan horrek ez diela eragingo 0 UIDa duten erabiltzaileei (normalean root-ak), eta horiek espresuki "Alderantzizko hautaketa" modutik kanpo egon behar dutela.
fi: Tämän alueen ulkopuolella olevia käyttäjiä ei näytetä KDM:ssä tai tässä asetusikkunassa. Huomaa, ettei tämä vaikuta käyttäjiin, joiden UID on 0 (yleensä pääkäyttäjä), vaan heidät pitää pitää piilottaa erikseen kohdasta ”Käänteinen valinta”.
fr: Les utilisateurs avec un « UID » (identifiant numérique d'utilisateur) en dehors de cette plage ne seront pas listés par KDM et dans cette boîte de dialogue de configuration. Veuillez noter que les utilisateurs avec l'UID 0 (généralement le superutilisateur) ne sont pas affectés par cela. Ils doivent être exclus explicitement dans le mode « Sélection inversée ».
ga: Ní thaispeánfaidh KDM ná an dialóg seo úsáideoirí le UID (aitheantas uimhriúil) atá lasmuigh den raon seo. Tabhair faoi deara nach dtéann sé seo i bhfeidhm ar úsáideoirí le UID 0 (an forúsáideoir de ghnáth), agus ní mór duit iad a eisiamh go follasach sa mhód "Inbhéartaigh an roghnúchán".
gl: Os usuarios cun UID (identificador numérico de usuario) fóra deste rango non se listarán en KDM nin neste diálogo de configuración. Lembre que os usuarios co UID 0 (normalmente root) non se verán afectados por isto e deberán excluírse explicitamente no modo «Escolla inversa».
he: משתמשים עם מספר זיהוי משתמש מחוץ לטווח זה לא יופיעו ב־KDM ובחלון הגדרות זה. שים לב כי משתמשים עם זיהוי המשתמש 0 (בדרך כלל root) לא מושפעים מכך, ויש להסתירם מפורשות במצב "לא מוסתר".
hr: Korisnici sa UID-om (brojčanom oznakom korisnika) izvan ovog raspona neće biti prikazani u KDM-u i ovom prozoru za podešavanje. Primjetite da se to ne odnosi na korisnike sa UID-om 0 (najčešće root) koji moraju biti izričito skriveni u "Obrnuti odabir" modu.
hu: Azok a felhasználók, akik felhasználóazonosítója (UID) az itt megadott tartományon kívül esik, nem jelennek meg a KDM listájában és ebben a beállítóablakban. A 0 azonosítójú felhasználót (aki általában a rendszergazda) ez nem érinti, őt külön el kell rejteni a "Nem rejtett" módban.
ia: Usatores con un UID (identification numeric de usator) fora de iste dominio non potera esser listate per KDM e iste dialogo de configuration. Tu nota que usatores con le UID 0 (typicamente super usatores radice) non es influentiate per isto e on debe explicitemente excluder illos in le modo "selection inverse".
it: Gli utenti con un UID (identificazione numerica utente) al di fuori di questo intervallo non saranno elencati da KDM e da questa finestra di impostazione. Nota che gli utenti con lo UID 0 (tipicamente root) sono esclusi da questa «politica» e devono essere nascosti esplicitamente in modalità «Selezione inversa».
kk: Бұл ауқымынаң тыс пайдаланушының санды идентификаторына (UID) иелері KDM және осы диалогының тізімдеріне кірмейді. Естеріңізде болсын, UID идентификаторы 0 (әдетте root) қолданушылар бұл шектеуге бағынбайды және "Жасырын емес" күнінде нақты жасырлуы керек.
km: អ្នក​ប្រើ​ដែល​មាន UID (អត្ត​សញ្ញាណ​អ្នក​ប្រើ​ជា​លេខ) ខាង​ក្រៅ ​ជួរ​នេះ​នឹង​មិន​ត្រូវ​បាន​រាយ​ដោយ KDM និង​ប្រអប់​ដំឡើង​នេះ ។ សូម​ចំណាំ​ថា អ្នក​ប្រើ​ដែល​មាន UID ០ ជា​ទូទៅ root នឹង​មិន​ត្រូវ​បាន​ប៉ះពាល់​ដោយ​វា​នេះ​ហើយ​ត្រូវ​តែ​លាក់​ក្នុង​របៀប "មិន​បាន​លាក់") ។
lt: Naudotojai su UID (skaitmeniniu naudotojo identifikatoriumi), neesančiu šiame intervale, nebus rodomi KDM ir šiame nustatymų dialoge. Atkreipkite dėmesį, kad naudotojų su UID lygiu 0 (paprastai „root“) tas neliečia, ir juos reiktų atskirai paslėpti pasirinkus „Atvirkštinio pažymėjimo“ veikseną.
lv: Lietotāji, kuru UID (lietotāja cipariskais identifikators) ir ārpus šī apgabala, nebūs redzami KDM sarakstā un šajā konfigrēšanas logā. Ievērojiet, tas neattiecas lietotājiem ar UID 0 (parasti root) un tie ir speciāli jāizslēdz no saraksta, izmantojot "Iezīmēt pretējo" režīmu.
mr: असे युजरर्स ज्यांच्याकडे UID(न्युमरिकल युजर आयडेन्टीफ़िकेशन) आहे KDM द्वारे त्या रेंजबाहेरिल व या स्थापना चौकटीतील यादीत समाविष्ट केल्या जात नाहीत. याची नोंद घ्या UID०(ठराविक रूट)असलेल्या युजर्सवर परिणाम होत नाही व हे स्पष्ट रुपात बाहेर "Inverse selection" मोडमध्ये ठेवले गेले पाहिजेत.
nb: Brukere med en UID (numerisk bruker-identifikasjon) utenfor dette området blir ikke vist i KDM og denne oppsettsdialogen. Merk at brukere med UID 0 (vanligvis root) ikke omfattes av dette og må utelates særskilt i «Ikke skjult»-modus.
nds: Brukers mit en Nummer (UID) buten dit Rebeet warrt vun KDM un dissen Dialoog nich oplist. Beacht bitte, dat de Bruker mit de UID 0 (normalerwies de Systeempleger) hier nich vun bedrapen is un per Hand versteken warrn mutt. Bruuk dor de „Ümdreiht Köör“ för.
nl: Gebruikers met een UID (numerical user identification) buiten dit bereik zullen niet worden getoond door KDM of dit instellingendialoog. Opmerking: gebruikers met UID 0 (zoals root) vallen niet onder deze instelling. Deze dient u expliciet uit te sluiten in de modus "Selectie omkeren".
pl: Użytkownicy z UID (identyfikatorem użytkownika) spoza tego zakresu nie będą wyświetlani przez KDM i to okno dialogowe. Uwaga: ustawienia te nie dotyczą użytkownika z numerem 0 (zazwyczaj administrator systemu), który musi zostać ukryty w trybie "Oprócz ukrytych".
pt: Os utilizadores com um UID (identificador numérico do utilizador) fora deste intervalo não serão listados pelo KDM e por esta janela de configuração. Lembre-se que os utilizadores com o UID igual a 0 (tipicamente, o 'root') não são afectados por isto e deverão ser escondidos explicitamente no modo "Selecção inversa".
pt_br: O usuários com UID (identificação numérica do usuário) fora desse intervalo não serão listados pelo KDM e por este diálogo de configuração. Note que usuários com UID 0 (tipicamente o root) não serão afetados por isto, e devem ser explicitamente excluídos no modo "Seleção inversa".
ro: Utilizatorii cu un UID (numărul de identificare al utilizatorului) în afara acestui domeniu nu vor fi enumerați de KDM și de acest dialog de configurare. Utilizatorii care au UID-ul egal cu zero (de obicei utilizatorul „root”) nu sînt afectați de această opțiune și trebuie ascunși în mod explicit în regimul „Inversare selecție”.
ru: Пользователи с UID (числовым идентификатором пользователя) за пределами этого диапазона не будут перечислены в KDM и в этом диалоге настройки. Учтите, что пользователи с UID 0 (как правило root) не подпадают под действие этого параметра и должны быть явно указаны в режиме «Показывать не скрытых пользователей».
sk: Užívateľ s UID (číselná identifikácia užívateľa) mimo tohoto rozsahu nebude zobrazený v KDM a tomto dialógu. Všimnite si, že užívatelia s UID 0 (typicky root) nie sú touto voľbou ovplyvnení a musia byť explicitne vylúčení v móde "Obrátený výber".
sl: Uporabniki z UID (številčna uporabnikova identifikacija) zunaj tega obsega ne bodo na seznamu v KDM in teh nastavitvah. Zapomnite si, da to ne vpliva na uporabnike z UID 0 (običajno skrbnik) in morajo zato biti v načinu »Obratne izbire« izrecno izključeni.
sr: КДМ и овај дијалог неће набрајати кориснике са УИД‑ом (нумеричким корисничким идентификатором) изван овог опсега. За корисника са УИД‑ом 0 (обично <icode>root</icode>) ово правило не важи, већ мора бити изричито изостављен у режиму обратног избора.
sv: Användare med ett UID (numerisk användaridentifikation) utanför det här intervallet, visas inte av KDM och den här inställningsdialogrutan. Observera att användare med UID 0 (vanligtvis root) inte påverkas av detta, och måste uttryckligen döljas i läget "Omvänt val".
zh_cn: KDM 和此设置对话框不会显示 UID 在此范围外的用户。注意 UID 为 0(通常是 root)的用户不受该选项的影响，在“反向选择”模式下必须被明确排除。

# UIDs
source: Below:
ar: أسفل:
bg: Под:
ca@valencia: Per sota de:
da: Nedenfor:
el: Ελάχιστο:
es: Debajo:
et: Allpool:
eu: Behean:
fi: Alle:
fr: Inférieur à :
ga: Níos Lú Ná:
gl: Menores que:
he: מתחת:
hr: Ispod:
hu: Alatt:
ia: De Basso:
it: Minori di:
kk: Төменгісі:
km: ខាង​ក្រោម ៖
lt: Žemiau:
lv: Zem:
mr: खालील:
nb: Under:
nds: Lütter as:
nl: Onder:
pl: poniżej:
pt: Menor que:
pt_br: Abaixo de:
ro: Sub:
ru: Менее:
sk: Pod:
sl: Pod:
sr: Испод:
sv: Under:
ug: ئاستى:
wa: Å dzo:
zh_cn: 最低：

# UIDs
source: Above:
ar: أعلى:
bg: Над:
ca@valencia: Per sobre de:
da: Ovenfor:
el: Μέγιστο:
es: Encima:
et: Ülalpool:
eu: Goian:
fi: Yli:
fr: Supérieur à :
ga: Níos Mó Ná:
gl: Maiores que:
he: מעל:
hr: Iznad:
hu: Felett:
ia: Supra:
it: Maggiori di:
kk: Жоғарғысы:
km: ខាង​លើ ៖
lt: Aukščiau:
lv: Virs:
mr: वरील:
nb: Over:
nds: Grötter as:
nl: Boven:
pl: powyżej:
pt: Maior que:
pt_br: Acima de:
ro: Peste:
ru: Более:
sk: Nad:
sl: Nad:
sr: Изнад:
sv: Över:
ug: ئۈستى:
wa: Å dzeu:
zh_cn: 最高：

# @title:group
source: Users
ar: ال&مستخدمين
bg: Потребители
ca@valencia: Usuaris
da: Brugere
el: Χρήστες
es: Usuarios
et: Kasutajad
eu: Erabiltzaileak
fi: Käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
gl: Usuarios
he: משתמשים
hr: Korisnici
hu: Felhasználók
ia: Usatores
it: Utenti
kk: Пайдаланушылар
km: អ្នក​ប្រើ
lt: Naudotojai
lv: Lietotāji
mr: वापरकर्ते
nb: Brukere
nds: Brukers
nl: Gebruikers
pl: Użytkownicy
pt: Utilizadores
pt_br: Usuários
ro: Utilizatori
ru: Пользователи
sk: Užívatelia
sl: Uporabniki
sr: Корисници
sv: Användare
ug: ئىشلەتكۈچىلەر
wa: Uzeus
zh_cn: 用户

# ... of users
source: Show list
ar: أظهر القائمة
bg: Показване на списъка
ca@valencia: Mostra la llista
da: Vis liste
el: Εμφάνιση λίστας
es: Mostrar lista
et: Kasutajate näitamine
eu: Erakutsi zerrenda
fi: Näytä luettelo
fr: Afficher la liste
ga: Taispeáin liosta
gl: Mostrar a lista
he: הצג רשימה
hr: Prikaži popis
hu: Lista megjelenítése
ia: Monstra lista
it: Mostra lista
kk: Тізімі көрсетілсін
km: បង្ហាញ​បញ្ជី
lt: Rodyti sąrašą
lv: Rādīt sarakstu
mr: यादी दर्शवा
nb: Vis brukerliste
nds: List wiesen
nl: Lijst tonen
pl: Pokaż listę
pt: Mostrar a lista
pt_br: Mostrar lista
ro: Afișează lista
ru: Показывать список
sk: Zobraziť zoznam
sl: Prikaži seznam
sr: Прикажи списак
sv: Visa lista
ug: تىزىمنى كۆرسەت
wa: Mostrer l' djivêye
zh_cn: 显示列表

source: If this option is checked, KDM will show a list of users, so users can click on their name or image rather than typing in their login.
ar: إذا حدّد هذا الخيار، سيظهر مدير الولوج لائحة مستخدمين، يمكن للمستخدمين بواسطتها النقر على صورتهم أو اسمهم بدل كتابة اسم ولوجهم.
bg: Ако и избран този превключвател, няма да се показват потребители. Ако е избран някой от другите превключватели, ще се показва списък от потребители. По този начин потребителите могат да щракнат на иконата с името си вместо да пишат името си от клавиатурата.
ca@valencia: Si s'activa esta opció, el KDM mostrarà una llista d'usuaris, de manera que els usuaris poden clicar al seu nom o imatge en lloc d'escriure la seua informació d'accés.
da: Hvis dette er markeret, vil KDM vise en liste af brugere, så brugere kan klikke på deres navn eller billede i stedet for at skrive deres brugernavn.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, το KDM θα εμφανίσει μια λίστα χρηστών, ώστε ο χρήστης να μπορεί να κάνει κλικ στο όνομα ή το εικονίδιό τους αντί να πληκτρολογήσει το όνομά τους.
es: Si selecciona esta opción, KDM mostrará una lista de usuarios, de forma que estos puedan pulsar sobre su nombre o imagen en vez de escribirlo.
et: Kui see valik on sisse lülitatud, näitab KDM sisselogimise dialoogis kasutajate nimekirja, nii et kasutajatel on oma kasutajanime sisestamise asemel võimalus klõpsata oma nimega pildil.
eu: Kontrol-lauki hau markatuta badago, KDMk erabiltzaile-zerrenda bat erakutsiko du, hala, erabiltzaileek beren izenean edo irudian klik egin dezakete saioa hastean erabiltzaile-izena idatzi ordez.
fi: Jos tämä kohta on valittu, kirjautumisruudussa näytetään käyttäjien luettelo,josta käyttäjä voi valita tunnuksensa napsauttamalla nimeään tai kuvaansa.
fr: Si cette option est sélectionnée, KDM affichera une liste d'utilisateurs pour que ceux-ci puissent cliquer sur leur nom ou leur image plutôt que de saisir leur identifiant au clavier.
ga: Leis an rogha seo, taispeánfaidh KDM liosta d'úsáideoirí, sa chaoi go mbeidh úsáideoir in ann a ainm nó íomhá a chliceáil in áit a fhaisnéis logála isteach a chlóscríobh.
gl: Se sinala esta opción, KDM mostrará unha lista de usuarios, de xeito que os usuarios podan premer no nome ou na imaxe no canto de escribir o nome.
he: אם אפשרות זו נבחרת, KDM יציג רשימה של משתמשים, בכדי שמשתמשים יוכלו ללחוץ על השם או תמונה שלהם במקום לכתוב את השם משתמש שלהם.
hr: Ako je ovdje odabrano, KDM će pokazati popis korisnika, tako da korisnici mogu kliknuti na svoje ime ili sliku umjesto utipkavanja svojeg korisničkog imena.
hu: Ha ez az opció be van jelölve, a KDM a bejelentkezési ablakban megjeleníti a felhasználólistát. Ilyenkor elég rákattintani a névre vagy a képre a bejelentkezési név beírása helyett.
ia: Si iste option es marcate, KDM monstrara un lista de usatores, assi que usatores pote pulsar super lor nomine o image in vice de typar proprie identification.
it: Se questa opzione è selezionata, KDM mostrerà una lista di utenti in modo che gli utenti possano fare clic sul proprio nome o immagine invece di scrivere il proprio nome utente.
kk: Бұл белгісі қойылса, жүйеге кіргенде, пайдаланушы атауын термей, дайын тізімнен таңдау үшін, KDM пайдаланушылардың тізімін не суреттерін көрсетеді.
km: បើ​ជម្រើស​នេះ​ត្រូវ​បាន​ធីក KDM នឹង​បង្ហាញ​បញ្ជី​របស់​អ្នក​ប្រើ ដូច្នេះ​អ្នក​ប្រើ​អាច​ចុច​លើ​ឈ្មោះ ឬ​រូបភាព​របស់​ពួក​គេ ជា​ជាង​វាយនៅ​ក្នុង​ការ​ចូល ។
lt: Pasirinkus šią parinktį KDM rodys naudotojų sąrašą, registravimosi dialogo metu, kad naudotojai galėtų paspausti ant savo vardo ir paveikslėlio vietoje naudotojo vardo įvedinėjimo.
lv: Ja ir izvēlēta šī opcija, KDM rādīs lietotāju sarakstu, kurā lietotāji varēs noklikšķināt uz sava vārda vai attēla, nevis viņiem būs jāraksta savs lietotājvārds.
mr: जर हा पर्याय निवडला तर KDM वापरकर्त्यांची सूची दाखवेल,म्हणजे वापरकर्त्यांना टायपिंग शिवाय त्यांचे नाव अथवा छायाचित्रावर क्लिक करून लॉग इन करता येईल.
nb: Hvis dette valget er avkrysset, vil KDM vise en liste over brukere i login-dialogen slik at brukere kan klikke på navnet eller bildet fremfor å skrive inn brukernavnet.
nds: Wenn anmaakt, wiest KDM de List vun Brukers. Brukers köönt denn eenfach op ehr Naam oder Bild klicken, se bruukt denn ehr Naam nich intippen.
nl: Als deze optie is geselecteerd zal KDM een lijst met gebruikers tonen. Gebruikers kunnen dan op hun naam of afbeelding klikken om aan te kunnen melden, ipv dat ze hun gebruikersnaam dienen in te voeren.
pl: Jeśli ta opcja jest wybrana, KDM będzie pokazywał listę użytkowników, umożliwiając wybór użytkownika przez kliknięcie na odpowiednim obrazku.
pt: Se esta opção estiver assinalada, o KDM irá mostrar uma lista de utilizadores, de maneira a que estes possam carregar no seu nome e imagem em vez de o escreverem.
pt_br: Se esta opção estiver selecionada, o KDM mostrará uma lista de usuários, para que os usuários possam clicar em seus nomes e imagens ao invés de digitar.
ro: Dacă această opțiune este selectată, KDM va afișa o listă de utilizatori, astfel încît ei să poată da clic pe numele și imaginea lor în loc să-și scrie numele de cont.
ru: Если установлен этот параметр, KDM будет показывать список всех пользователей, так что пользователи смогут выбрать своё имя из списка вместо того, чтобы набирать его на клавиатуре.
sk: Ak je táto voľba začiarknutá, KDM zobrazí zoznam užívateľov, takže užívatelia môžu kliknúť na svoje meno alebo obrázok miesto zadania prihlasovacieho mena.
sl: Če je izbrana ta možnost, bo KDM prikazal seznam uporabnikov, da lahko uporabniki kliknejo na svoje ime ali sliko, ne da bi jim bilo treba vpisovati svojega uporabniškega imena.
sr: Ако је укључено, КДМ ће приказати списак корисника, тако да корисници при пријављивању могу кликнути на своју слику или име уместо да га ручно уписују.
sv: Om detta alternativ är valt kommer KDM att visa en lista med användare, så att användare kan klicka på sitt namn och bild istället för att skriva in sin inloggning.
zh_cn: 如果选中此选项，KDM 将显示用户列表，以便用户单击用户名或图像，省去用户名输入。

# user ...
source: Autocompletion
ar: اتمام تلقائي
bg: Автоматично завършване
ca@valencia: Autocompleció
da: Autofuldførelse
el: Αυτόματη συμπλήρωση
es: Completado automático
et: Automaatne lõpetamine
eu: Osatze automatikoa
fi: Automaattitäydennys
fr: Auto-complètement
ga: Comhlánú uathoibríoch
gl: Completación automática
he: השלמה אוטומטית
hr: Automatsko dovršavanje
hu: Automatikus kiegészítés
it: Completamento automatico
kk: Автотолтыру
km: ការ​បំពេញ​ស្វ័យ​ប្រវត្តិ
lt: Autoužbaigimas
lv: Automātiska pabeigšana
mr: स्वयंपूर्णता
nb: Autofullføring
nds: Autom. kompletteren
nl: Automatisch aanvullen
pl: Automatyczne dopełnianie
pt: Completação Automática
pt_br: Completação automática
ro: Completare automată
ru: Автодополнение
sk: Automatické dopĺňanie
sl: Samodejno dopolnjevanje
sr: Самодопуна
sv: Automatisk komplettering
ug: ئۆزلۈكىدىن تاماملاش
wa: Completaedje otomatike
zh_cn: 自动补全

source: If this option is checked, KDM will automatically complete user names while they are typed in the line edit.
ar: إذا حدّد هذا الخيار، سيتمّ مدير الدخول آليا أسماء المستخدمين خلال كتابتها في سطر التحرير.
bg: Автоматично завършване имената на потребителите при въвеждане.
ca@valencia: Si s'activa esta opció, el KDM completarà automàticament els noms d'usuari mentre s'escriuen a la línia d'edició.
da: Hvis dette er markeret, vil KDM automatisk fuldføre brugernavne mens de er ved at blive skrevet i linjeredigeringen.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, το KDM θα συμπληρώνει αυτόματα το όνομα χρήστη καθώς το πληκτρολογείτε.
es: Si selecciona esta opción, KDM completará automáticamente los nombres de los usuarios mientras se introducen en el campo de entrada.
et: Kui see on sisse lülitatud, lõpetab KDM automaatselt kasutajanime, kui hakkad seda vastavale reale kirjutama.
eu: Aukera hau hautatuta badago, KDMk automatikoki osatuko ditu erabiltzaileen izenak sarrera-eremuan idatzi ahala.
fi: Jos tämä kohta on valittu, käyttäjätunnus täydennetään automaattisesti kirjoitettaessa.
fr: Si cette option est sélectionnée, KDM complétera automatiquement les noms d'utilisateurs pendant leurs saisies dans la zone d'entrée.
ga: Leis an rogha seo, comhlánóidh KDM ainmneacha go huathoibríoch agus iad á gclóscríobh ar an líne eagarthóireachta.
gl: Se sinala esta opción, KDM completará automaticamente os nomes de usuario mentres se escriben no campo de texto.
he: אם אפשרות זו נבחרת KDM ישלים את השמות של משתמשים בזמן שהם נכתבים בשורת הקלט.
hr: Ako ovdje označite, KDM će automatski dopunjavati imena korisnika prilikomutipkavanja.
hu: Ha ez az opció van bejelölve, akkor a KDM beírás közben automatikusan kiegészíti a felhasználónevet.
ia: Si iste option es marcate, KDM completara automaticamente nomines de usator durante que illos es typate in le line de editar.
it: Se questa opzione è selezionata, KDM completerà automaticamente i nomi degli utenti mentre vengono scritti nella casella di testo.
kk: Бұл белгісі қойылса, жүйеге кіргенде, пайдаланушы атауын тергенде, KDM бірінші әріптеріне қарап, қалғанын автоматты түрде толтыруға тырысады.
km: បើ​ជម្រើស​នេះ​ត្រូវ​បាន​ធីក KDM នឹង​បំពេញ​ឈ្មោះ​អ្នក​ប្រើ​ដោយ​ស្វ័យ​ប្រវត្តិ ខណៈ​ពេល​ពួក​វា​ត្រូវ​បាន​វាយ​ក្នុង​បន្ទាត់​កែ​សម្រួល ។
lt: Nustačius šią parinktį KDM automatiškai pabaigs naudotojų vardus, kai jie bus rašomi laukelyje.
lv: Ja ir izvēlēta šī opcija, KDM automātiski pabeigs lietotājvārdu, kad to lietotājs drukās pieteikuma teksta lauciņā.
mr: जर हा पर्याय निवडला तर KDM आपोआप वापरकर्त्यांचे नाव पूर्ण करेल जेव्हा ते त्या संपादन ओळीत टाईप करतील.
nb: Hvis dette valget er avkrysset, vil KDM automatisk fullføre brukernavn mens de tastes inn i tekstfeltet.
nds: Wenn anmaakt, maakt KDM de Brukernööm automaatsch komplett, bides se ingeven warrt.
nl: Als deze optie is geselecteerd zal KDM automatisch gebruikersnamen aanvullen terwijl ze worden getypt in het invoerveld.
pl: Jeśli ta opcja jest wybrana, KDM będzie dopełniał nazwy użytkowników.
pt: Se esta opção estiver seleccionada, o KDM irá completar automaticamente os nomes de utilizadores à medida que estes sejam escritos.
pt_br: Se esta opção estiver selecionada, o KDM irá automaticamente completar os nomes dos usuários, a medida que forem digitados na linha de edição.
ro: Dacă această opțiune este selectată, KDM va completa automat numele de utilizator cînd îl scrieți în linia de editare.
ru: Если установлен этот параметр, KDM будет автоматически дополнять вводимое имя пользователя.
sk: Ak je táto voľba začiarknutá, KDM bude automaticky dopĺňať mená užívateľov počas ich zadávania.
sl: Če je izbrana ta možnost, bo KDM samodejno dopolnil uporabniška imena med tipkanjem v urejevalni vrstici.
sr: Ако је укључено, КДМ ће аутоматски допуњавати корисничка имена док се уписују.
sv: Om detta alternativ är valt kommer KDM automatiskt att komplettera användarnamn medan de skrivs in på redigeringsraden.
zh_cn: 如果选中了此选项，输入的用户名会被自动补全。
