Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmgreet.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr, sv, ug, uk, wa, zh_cn, zh_tw

source: You are required to change your password immediately (root enforced).
ar: يجب عليك تغيير كلمة السر فوراً ( مفروض من قبل الجذر ).
bg: Трябва да смените паролата си незабавно (заявка от системния администратор).
ca@valencia: Heu de canviar la vostra contrasenya immediatament (obligat pel root).
da: Du skal ændre din adgangskode med det samme (krævet af root).
el: Πρέπει να αλλάξετε τον κωδικό πρόσβασής σας αμέσως (επιβλήθηκε από τον root).
es: Debe cambiar su contraseña inmediatamente (obligado por el root).
et: Sa pead muutma oma parooli kohe (administraatori nõue).
eu: Pasahitza berehala aldatu behar duzu (root-ak behartuta).
fi: Sinun täytyy vaihtaa salasana välittömästi (pääkäyttäjän vaatimus).
fr: Vous devez changez votre mot de passe immédiatement (sur la demande du superutilisateur).
gl: Requírese que mude o seu contrasinal inmediatamente (por orden de root).
he: אתה מחויב לשנות את הססמה בהקדם (המנהל, root, כפה עליך).
hi: आपको अपना पासवर्ड आवश्यक रूप से तत्काल बदलना होगा (रूट द्वारा बाध्य)
hr: Morate odmah promijeniti lozinku (administrator je naredio).
hu: Meg kell változtatni a jelszót (a rendszergazda kérésére).
ia: Tu es requirite de cambiar tu contrasigno immediatemente (super usator reinfortiava lo).
is: Þú þarft að breyta lykilorðinu þínu strax (rótarnotandi krefst þess).
it: Devi cambiare immediatamente la tua password (richiesta dell'amministratore).
ja: パスワードを直ちに変更してください (root の要求により)。
kk: Парольді қазір өзгертуіңіз қажет (әкімшінің талабы).
km: អ្នក​ត្រូវ​បាន​ទាមទារ​ឲ្យ​ផ្លាស់ប្តូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ភ្លាមៗ (root បាន​បង្ខំ) ។
ko: 암호를 즉시 변경해야 합니다 (루트가 강제함).
lt: Jūs turite nedelsiant pakeisti savo slaptažodį (to reikalauja administratorius).
lv: Jums nekavējoties jānomaina parole (administratora prasība).
mr: तुम्हाला गुप्तशब्द लगेच बदलावे लागेल (रूट करिता).
nds: Du muttst fuurts Dien Passwoort ännern (Systeempleger-Anornen)
nl: De systeembeheerder heeft uw wachtwoord ongeldig verklaard. U dient onmiddellijk een nieuw wachtwoord in te stellen.
nn: Du må endra passordet ditt no (root krev det).
pa: ਤੁਹਾਨੂੰ ਹੁਣੇ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ (root ਵਲੋਂ ਮਜਬੂਰ ਕੀਤਾ)।
pl: Proszę natychmiast zmienić hasło (żądanie administratora).
pt: Necessita de mudar a sua senha imediatamente (obrigado pelo root).
ro: Trebuie să vă schimbați parola imediat (la cererea administratorului).
ru: Вы должны сменить пароль немедленно (требование администратора).
sk: Musíte si okamžite zmeniť heslo (požiadavka administrátora).
sl: Svoje geslo morate takoj spremeniti (zahteva skrbnika).
sr: Потребно је да одмах промените лозинку (тражи администратор).
sv: Du måste ändra ditt lösenord omedelbart (det krävs av systemadministratören).
ug: سىز دەرھال ئىم ئۆزگەرتىشىڭىز زۆرۈر(root مەجبۇرلاۋاتىدۇ).
uk: Вам потрібно негайно змінити пароль (вимога адміністратора).
wa: Vos dvoz candjî vosse sicret tot d' shûte ! (dimandé pa root)
zh_cn: 你被要求立即修改你的密码(管理员强制执行)。
zh_tw: 您需要立刻更改您的密碼(管理員 root 強迫)。

source: You are not allowed to login at the moment.
ar: لا يسمح لك الآن بالولوج.
bg: В момента нямате право да се включвате.
ca@valencia: De moment no vos està permés l'accés al sistema.
da: Du har ikke lov til at logge ind for øjeblikket.
el: Δεν σας επιτρέπεται η σύνδεση για την ώρα.
es: No se le permite iniciar una sesión en este momento.
et: Hetkel pole sul lubatud sisse logida.
eu: Une honetan ez duzu saioa hasteko baimenik.
fi: Et voi kirjautua järjestelmään tällä hetkellä.
fr: Vous n'êtes pas autorisé à vous connecter pour le moment.
gl: Non ten permisos para entrar polo momento.
he: אינך מורשה להיכנס למערכת ברגע זה.
hi: आप इस समय लॉगइन के लिए स्वीकार्य नहीं हैं.
hr: Prijavljivanje vam trenutno nije dozvoljeno.
hu: Most nem léphet be a rendszerbe.
ia: Tu non es permittite de acceder pro le momento.
is: Þú mátt ekki stimpla þig inn í augnablikinu.
it: In questo momento non hai il permesso di accedere al sistema.
ja: 今はログインを許可されていません。
kk: Дәл қазір Сізге жүйеге кіруге рұқсат жоқ.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ចូល​នៅ​ខណៈ​នេះ​ទេ ។
ko: 현재 로그인할 수 없습니다.
lt: Šiuo momentu jums neleidžiama registruotis.
lv: Jums pašlaik netiek atļauts pieteikties.
mr: याक्षणी तुम्हाला प्रवेश करिता परवानगी नाही.
nds: Du muttst Di opstunns nich anmellen.
nl: U kunt zich op dit moment niet aanmelden.
nn: Du får ikkje logga inn no.
pa: ਤੁਹਾਨੂੰ ਇਸ ਸਮੇਂ ਲਾਗਆਨ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀਂ ਹੈ
pl: Nie możesz się teraz zalogować.
pt: Neste momento não lhe é possível ligar-se.
ro: Nu aveți permisiunea să vă autentificați momentan.
ru: В данный момент вам не разрешается входить в систему.
sk: Momentálne nemáte povolené prihlásiť sa.
sl: Trenutno se vam ni dovoljeno prijaviti.
sr: Пријављивање вам тренутно није дозвољено.
sv: Du har inte tillåtelse att logga in för tillfället.
ug: سىز بۇ پەيتتە تىزىمغا كىرەلمەيسىز.
uk: На даний момент вхід в систему вам заборонений.
wa: Vos n' avoz nén l' otorijhåcion di vs elodjî pol moumint.
zh_cn: 您不被允许在此时登录。
zh_tw: 您目前未被允許登入.

source: Home folder not available.
ar: المجلد المنزل غير متوفر.
bg: Липсва домашна директория.
ca@valencia: Carpeta inici no disponible.
da: Hjemmemappe er ikke tilgængelig.
el: Ο προσωπικός φάκελος δεν είναι διαθέσιμος.
es: Carpeta personal no disponible.
et: Kodukataloogi pole võimalik avada.
eu: Karpeta nagusia ez dago eskuragarri.
fi: Kotikansiota ei ole saatavilla.
fr: Dossier personnel non disponible.
gl: Non hai un cartafol persoal dispoñíbel
he: תיקיית הבית אינה זמינה.
hi: होम फ़ोल्डर उपलब्ध नहीं
hr: Početna mapa nije dostupna.
hu: A saját könyvtár nem elérhető.
ia: Dossier Domo non es disponibile.
is: Heimasvæði þitt ekki til staðar.
it: Cartella home non disponibile.
ja: ホームフォルダが利用できません。
kk: Мекен қапшығы қол жеткізбеуде.
km: ថត​ផ្ទះ​មិន​មាន ។
ko: 홈 디렉터리를 사용할 수 없습니다.
lt: Namų aplankas neprieinamas.
lv: Mājas mape nav pieejama.
mr: मुख्य संचयीका उपलब्ध नाही.
nds: Tohuusorner nich verföögbor.
nl: Persoonlijke map is niet beschikbaar.
nn: Heimemappa er ikkje tilgjengeleg.
pa: ਘਰ ਫੋਲਡਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Katalog domowy jest niedostępny.
pt: A pasta pessoal está indisponível.
ro: Dosarul Acasă nu este disponibil.
ru: Домашняя папка недоступна.
sk: Domovský priečinok nie je k dispozícii.
sl: Domača mapa ni na voljo.
sr: Домаћа фасцикла није доступна.
sv: Hemkatalog inte tillgänglig.
ug: ماكان مۇندەرىجىنى ئىشلەتكىلى بولمايدۇ.
uk: Домашня тека відсутня.
wa: Li ridant måjhon n' est nén disponibe.
zh_cn: 主文件夹不可用。
zh_tw: 家目錄不可用.

source: Logins are not allowed at the moment. Try again later.
ar: الولوج الآن ممنوع. حاول في وقت آخر.
bg: В момента включването в системата не е разрешено. Опитайте по-късно.
ca@valencia: De moment els accessos no estan permesos. Proveu-ho després.
da: Login er ikke tilladt for øjeblikket. Prøv igen senere.
el: Δεν επιτρέπονται οι συνδέσεις για την ώρα. Ξαναδοκιμάστε αργότερα.
es: No se permiten inicios de sesión en este momento. Inténtelo de nuevo más tarde.
et: Hetkel pole võimalik sisse logida. Palun proovi hiljem uuesti.
eu: Une honetan ezin da saiorik hasi. Saiatu berriro geroxeago.
fi: Järjestelmään ei voi kirjautua tällä hetkellä. Yritä myöhemmin uudelleen.
fr: Les connexions ne sont pas autorisées actuellement. Veuillez réessayer plus tard.
gl: Non se pode entrar polo momento. Ténteo de novo máis tarde.
he: כניסות למערכת אינן מורשות כרגע. נסה שנית מאוחר יותר.
hi: आप इस समय लॉगइन के लिए स्वीकार्य नहीं हैं. बाद में फिर से कोशिश करें
hr: Prijavljivanje trenutno nije dozvoljeno. Milim pokušajte kasnije.
hu: Most nem lehet belépni. Próbálkozzon később.
ia: Accessos de identificationes non es permittite pro le momento. Tu prova plus tarde.
is: Aðgangur er ekki leyfður í augnablikinu. Reyndu aftur seinna.
it: Gli accessi non sono consentiti in questo momento. Riprova più tardi.
ja: 今はログインを許可されていません。 しばらくたってからやり直してください。
kk: Дәл қазір жүйеге кіруге рұқсат жоқ. Кейінірек қайталап көріңіз.
km: ការ​ចូល​មិន​បាន​អនុញ្ញាត​ឡើយ​នៅ​ពេល​នេះ ។ សូម​ព្យាយាម​ម្ដង​ទៀត​ពេល​ក្រោយ ។
ko: 지금은 로그인할 수 없습니다. 나중에 다시 시도하십시오.
lt: Šiuo metu registravimaisi neleisti. Pamėginkite vėliau.
lv: Pieteikšanās pašlaik nav atļauta. Mēģiniet vēlāk.
mr: याक्षणी तुम्हाला प्रवेश करिता परवानगी नाही.. पुन्हा प्रयत्न करा.
nds: Opstunns sünd keen Anmellen tolaten. Versöök dat later nochmaal.
nl: Aanmelden is momenteel niet toegestaan. Probeer het later nogmaals.
nn: Ingen kan logga inn no. Prøv igjen seinare.
pa: ਇਸ ਸਮੇਂ ਲਾਗਇਨ ਸਵੀਕਾਰ ਨਹੀਂ ਹੈ। ਮੁੜ ਕੋਸ਼ਿਸ ਬਾਅਦ 'ਚ ਕਰੋ।
pl: Nie można się teraz zalogować. Proszę spróbować później.
pt: Neste momento não são permitidas nenhumas ligações. Tente mais tarde.
ro: Autentificarea nu este permisă momentan. Încercați din nou mai tîrziu.
ru: В данный момент вход в систему запрещён. Попробуйте позднее.
sk: Momentálne nie sú povolené prihlásenia. Skúste to znovu neskôr.
sl: Prijave trenutno niso dovoljene. Poskusite znova kasneje.
sr: Пријављивања тренутно нису дозвољена. Покушајте касније.
sv: Inloggningar tillåts inte för tillfället. Försök igen senare.
ug: بۇ پەيتتە تىزىمغا كىرەلمەيدۇ. سەل تۇرۇپ قايتا سىناڭ.
uk: На даний момент вам заборонено входити в систему. Спробуйте пізніше.
wa: Les elodjaedjes èn sont nén otorijhîs pol moumint. Rissayîz pus tård.
zh_cn: 这个时间不允许登录。 稍后再试。
zh_tw: 目前不允許登入. 請稍後再試.

source: Your login shell is not listed in /etc/shells.
ar: صدفة الولوج login shell غير موجود في etc/shells.
bg: Вашият команден интерпретатор не е в списъка на позволените (/etc/shells).
ca@valencia: L'intèrpret d'ordes no es troba inclòs en /etc/shells.
da: Din login-skal er ikke til stede i /etc/shells.
el: Το κέλυφος σύνδεσής σας δεν υπάρχει στο /etc/shells.
es: Su intérprete de órdenes no aparece en /etc/shells.
et: Sinu shell pole kirjas failis /etc/shells.
eu: Saioa hasteko shell-a ez dago /etc/shells-en.
fi: Komentotulkkiasi ei ole lueteltu tiedostossa /etc/shells.
fr: Votre shell de connexion n'est pas listé dans le fichier « /etc/shells ».
gl: A shell de entrada non está listada en /etc/shells.
he: מעטפת הכניסה שלך אינה רשומה בקובץ ‎/etc/shell.
hi: आपका लॉगइन शेल /etc/shells में सूचीबद्ध नहीं है.
hr: Vaša prijavna ljuska nije navedena u /etc/shells.
hu: Az Ön bejelentkezési parancsértelmezője nem szerepel az /etc/shells fájlban.
ia: Tu shell de accesso de identification non es listate in /etc/shells.
is: Skelin þín er ekki tilgreind í /etc/shells.
it: La tua shell d'accesso non è elencata in /etc/shells.
ja: あなたのログインシェルは /etc/shelles に登録されていません。
kk: Сіздің қоршау-ортаңыз /etc/shells тізімінде жоқ.
km: សែល​ចូល​របស់​អ្នក​មិន​បាន​រាយ​ក្នុង /etc/shells ។
ko: 현재 로그인 셸이 /etc/shells에 없습니다.
lt: Jūsų registravimosi apvalkalas neįtrauktas į /etc/shells.
lv: Jūsu pieteikšanās čaula nav uzrādīta /etc/shells.
mr: तुमचे प्रवेश शेल /etc/shells अंतर्गत दर्शविले नाही.
nds: Dien Anmell-Konsool is nich in /etc/shells oplist.
nl: Uw loginshell is niet aanwezig in /etc/shells.
nn: Innloggingsskalet ditt står ikkje i /etc/shells.
pa: ਤੁਹਾਡੀ ਲਾਗਇਨ ਸੈੱਲ /etc/shells ਵਿੱਚ ਨਹੀਂ ਹੈ।
pl: Twoja powłoka nie jest wymieniona w /etc/shells.
pt: A sua 'shell' de arranque não consta no /etc/shells.
ro: Interpretorul dumnevoastră de autentificare nu este înregistrat în „/etc/shells”.
ru: Ваш shell не перечислен в /etc/shells.
sk: Váš prihlasovací shell nie je v zozname /etc/shells.
sl: Vaša ukazna lupina ni navedena v /etc/shells.
sr: Пријавна шкољка није наведена у <filename>/etc/shells</filename>.
sv: Ditt inloggningsskal är inte listat i /etc/shells.
ug: تىزىمغا كىرىش shell ڭىز /etc/shells تىزىمىدا يوق.
uk: Ваша командна оболонка не наведена у /etc/shell.
wa: Vosse shell d' elodjaedje n' est nén djîstré e /etc/shells.
zh_cn: 您的登录 shell 没有列在 /etc/shells 中。
zh_tw: 您的登入 shell 並沒有列在 /etc/shells 中.

source: Root logins are not allowed.
ar: الولوج كمستخدم جذري غير مسموح به.
bg: Включването като администратор (root) не е разрешено.
ca@valencia: No estan permesos els accessos com a administrador.
da: Root-login er ikke tilladt.
el: Δεν επιτρέπονται συνδέσεις σαν root.
es: No está permitido iniciar sesión como root.
et: Administraatoril pole lubatud sisse logida.
eu: Ez da onartzen saioa root gisa hastea.
fi: Pääkäyttäjänä ei voi kirjautua.
fr: Les connexions en tant que superutilisateur ne sont pas autorisées.
gl: Non se admiten as entradas como superusuario.
he: כניסות בתור מנהל (root) אינן מורשות.
hi: रूट लॉगइन स्वीकार्य नहीं हैं.
hr: Prijava root-a nije dozvoljena.
hu: A root felhasználónévvel nem lehet belépni.
ia: Accessos de identification de super usator non es permittite
is: Rótaraðgangur er ekki leyfður.
it: Gli accessi come root non sono consentiti.
ja: root ログインは許可されていません。
kk: Root ретінде жүйеге кіруіңізге рұқсат жоқ.
km: ការ​ចូល​ជា Root មិន​បាន​អនុញ្ញាត​ឡើយ ។
ko: 관리자 로그인은 허용되지 않습니다.
lt: Registravimaisi root vardu neleisti.
lv: Root pieteikšanās nav atļauta.
mr: रूट प्रवेश करिता परवानगी नाही.
nds: Dat Anmellen as Systeempleger is nich tolaten.
nl: Aanmelden als root is niet toegestaan.
nn: Kan ikkje logga inn som root.
pa: ਪ੍ਰਬੰਧਕੀ (root) ਲਾਗਇਨ ਮਨਜ਼ੂਰ ਨਹੀਂ ਹੈ।
pl: Administrator nie może się logować.
pt: Não é permitido ao root autenticar-se.
ro: Autentificarea ca „root” nu este permisă.
ru: Не разрешается входить в систему как root.
sk: Prihlásenie ako root nie je povolené.
sl: Skrbniške prijave niso dovoljene.
sr: Корена пријављивања нису дозвољена.
sv: Att logga in som root tillåts inte.
ug: Root نىڭ تىزىمغا كىرىشىگە ئىجازەت بېرىلمىگەن.
uk: Заборонено вхід для root.
wa: L' elodjaedje di root n' est nén otorijhî.
zh_cn: 不允许 Root 登录。
zh_tw: 不允許 root 登入。

source: Your account has expired; please contact your system administrator.
ar: انتهت مدة صلاحية حسابك ، من فضلك اتصل بمدير نظامك.
bg: Сметката ви е с изтекъл срок на годност. Свържете се със системния администратор.
ca@valencia: El vostre compte ha caducat; contacteu amb l'administrador del sistema.
da: Din konto er udløbet; kontakt venligst din systemadministrator.
el: Ο λογαριασμός σας έχει λήξει. Παρακαλώ επικοινωνήστε με το διαχειριστή του συστήματός σας.
es: Su cuenta ha caducado; póngase en contacto con el administrador del sistema.
et: Sinu konto on aegunud, palun võta ühendust süsteemiadministraatoriga.
eu: Zure kontua iraungi egin da; jarri harremanetan sistema-administratzailearekin.
fi: Käyttäjätunnuksesi on vanhentunut. Ota yhteyttä järjestelmän ylläpitäjään.
fr: Votre compte a expiré. Veuillez contacter votre administrateur système.
gl: A súa conta xa caducou; por favor, contacte co administrador do sistema.
he: החשבון שלך פג, אנא פנה אל מנהל המערכת שלך.
hi: आपका खाते की अवधि खत्म हो गई है, कृपया अपने तंत्र प्रशासक से संपर्क करें
hr: Vaš račun je istekao; molim vas da kontaktirate vašeg administratora sustava.
hu: Az azonosító lejárt, vegye fel a kapcsolatot a rendszergazdával.
ia: Tu conto ha expirate; pro favor tu continge tu administrator de systema
is: Notandaaðgangur þinn er útrunninn; endilega hafðu samband við kerfisstjóra .
it: Il tuo account è scaduto; contatta il tuo amministratore di sistema.
ja: アカウントは失効しています。システム管理者に問い合わせてください。
kk: Тіркелгіңіздің мерзімі бітті. Жүйе әкімшісімен байланысыңыз.
km: គណនី​របស់​អ្នក​បាន​ផុត​កំណត់ សូម​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ។
ko: 계정 사용 기간이 끝났습니다. 시스템 관리자와 연락하십시오.
lt: Jūsų prisijungimo sąskaitos galiojimo laikas baigėsi, prašome susisiekti su sistemos administratoriumi.
lv: Jūsu konta derīgums ir beidzies. Lūdzu, sazinieties ar sistēmas administratoru.
mr: तुमचे खाते एक्सपायर झाले आहे; कृपया प्रणाली प्रशासकाशी संपर्क करा.
nds: Dien Togang is aflopen, bitte snack mit Dien Systeempleger.
nl: Uw account is verlopen. Neem contact op met uw systeembeheerder.
nn: Kontoen din er utgått på dato. Kontakt systemadministratoren.
pa: ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ, ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ।
pl: Twoje konto wygasło; proszę skontaktować się z administratorem.
pt: A sua conta expirou; por favor contacte o seu administrador de sistemas.
ro: Contul dumneavoastră a expirat. Contactați administratorul de sistem.
ru: Срок действия вашей учётной записи истёк. Свяжитесь с системным администратором.
sk: Platnosť vášho účtu vypršala. Prosím, kontaktujte správcu systému.
sl: Vaš uporabniški račun je pretekel; obrnite se na vašega sistemskega skrbnika.
sr: Кориснички налог вам је истекао, обратите се систем-администратору.
sv: Ditt konto har utgått. Kontakta systemadministratören.
ug: ھېساباتىڭىزنىڭ قەرەلى توشۇپتۇ. سىستېما باشقۇرغۇچىسى بىلەن ئالاقە قىلىڭ.
uk: Ваш обліковий запис застарів, будь ласка, зверніться до системного адміністратора.
wa: Vosse conte a-st espiré; contactez vosse manaedjeu sistinme s' i vs plait.
zh_cn: 您的账户已过期；请联系您的系统管理员。
zh_tw: 您的帳號已經過期。請聯絡你的系統管理者。

source: A critical error occurred. Please look at KDM's logfile(s) for more information or contact your system administrator.
ar: حدث خطأ حرج. من فضلك راجع ملفات سجلات الوقائع لـِ KDM لمزيد من المعلومات أو قم بالاتصال بمدير النظام.
bg: Възникна фатална грешка. За повече информация вижте журналния файл на KDM или се обърнете към вашия системен администратор.
ca@valencia: S'ha produït una errada crítica. Per favor, per a més informació mireu el fitxer(s) de registre del KDM o contacteu amb l'administrador del vostre sistema.
da: Der opstod en kritisk fejl. Kig venligst på KDM's logfiler hvis du vil vide mere eller kontakt din systemadministrator.
el: Προέκυψε ένα κρίσιμο σφάλμα. Παρακαλώ κοιτάξτε το αρχείο(α) καταγραφής του KDM για περισσότερες πληροφορίες ή επικοινωνήστε με το διαχειριστή του συστήματός σας.
es: Se produjo un error crítico. Mire el archivo de registro de KDM para más información o contacte con el administrador del sistema.
et: Tekkis kriitiline viga. Palun vaata täpsema info saamiseks KDM-i logifaili või võta ühendust süsteemiadministraatoriga.
eu: Errore kritiko bat gertatu da. Begiratu KDMren egunkari-fitxategian informazio gehiago lortzeko edo jarri harremanetan sistema-administratzailearekin.
fi: Tapahtui kriittinen virhe. Saadaksesi lisätietoja katso KDM:n lokitiedostoa tai ota yhteys järjestelmänvalvojaan.
fr: Un problème grave est survenu. Veuillez consulter le(s) journal(aux) de KDM pour plus d'informations ou contacter votre administrateur système.
gl: Aconteceu un erro crítico. Mire o ficheiro de rexistro de KDM para máis información ou contacte co administrador do sistema.
he: אירעה שגיאה קריטית. עיין בקובץ הרישום של KDM למידע נוסף או צור קשר עם מנהל המערכת שלך.
hi: एक गंभीर त्रुटि हुई. अधिक जानकारी के लिए कृपया केडीएम की लॉग फ़ाइल देखें या अपने तंत्र प्रशासक से संपर्क करें.
hr: Dogodila se kritična greška. Molim pogledajte u KDM-ov dnevnik za detaljnije informacije ili pitajte vašeg adminsitratora sustava.
hu: Kritikus hiba történt. A hiba bekövetkezésének részleteit a KDM naplófájljából tudhatja meg, vagy lépjen kapcsolatba a rendszergazdával.
ia: Un error critic occurreva. Pro favor, tu guarda a le registro(s) de KDM pro altere information o continge tu administrator de systema.
is: Alvarleg villa kom upp. Vinsamlegast líttu á annál KDM fyrir nánari upplýsingar eða hafðu samband við kerfisstjórann þinn.
it: Si è verificato un errore critico. Controlla il/i file di log di KDM per ulteriori informazioni oppure contatta l'amministratore di sistema.
ja: 致命的なエラーが発生しました。 KDM のログファイルを見てエラーの原因を調べるか、 システム管理者に報告してください。
kk: Дағдарыстық қате пайда болды. KDM журналын қараңыз не жүйе әкімшісімен байланысыңыз.
km: កំហុស​ធ្ងន់ធ្ងរ​មួយ​បាន​កើត​ឡើង ។ សូម​មើល​ឯកសារ​កំណត់​ហេតុ​របស់ KDM អំពី​ព័ត៌មាន​បន្ថែម ឬ​ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ។
ko: 심각한 문제가 생겼습니다. 더 많은 정보를 KDM 로그 파일에서 찾아 보시거나 시스템 관리자에게 물어보십시오.
lt: Įvyko kritinė klaida. Prašome peržiūrėti KDM žurnalo failus, kuriuose rasite daugiau informacijos, arba susisiekti su sistemos administratoriumi.
lv: Gadījusies kritiska kļūda. Papildus informāciju meklējiet KDM žurnālfailā vai sazinieties ar sistēmas administratoru.
mr: गंभीर त्रुटी आढळली. अधिक माहिती करिता कृपया KDM's लॉगफाईल पहा किंवा प्रणाली प्रशासकाशी संपर्क करा.
nds: Dat geev en sworen Fehler. Bitte kiek binnen de Logbookdatei(en) vun KDM na mehr Informatschonen oder snack mit Dien Systeempleger.
nl: Er deed zich een kritieke fout voor. Raadpleeg de KDM-logbestanden voor meer informatie, of neem contact op met uw systeembeheerder.
nn: Ein kritisk feil oppstod. Undersøk KDM-loggfila for meir informasjon eller ta kontakt med systemadministratoren.
pa: ਇੱਕ ਘਾਤਕ ਗਲਤੀ ਆਈ ਹੈ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ KDM ਦੀ ਲਾਗ ਫਾਇਲ ਨੂੰ ਵੇਖੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił błąd krytyczny. Proszę przeczytać informacje w dzienniku KDM albo skontaktować się z administratorem systemu.
pt: Ocorreu um erro crítico. Examine o ficheiro de registo do KDM para mais informações ou contacte o seu administrador de sistemas.
ro: A intervenit o eroare critică. Pentru mai multe informații citiți fișierul jurnal al KDM sau contactați administratorul dumneavoastră de sistem.
ru: Произошла критическая ошибка. Посмотрите журналы работы KDM или обратитесь к системному администратору.
sk: Nastala kritická chyba. Prosím pozrite sa do súboru so záznamom KDM pre viac informácii alebo kontaktujte správcu systému.
sl: Prišlo je do kritične napake. Oglejte si dnevnike KDM za več podatkov ali pa stopite v stik s skrbnikom sistema.
sr: Дошло је до критичне грешке. За више детаља погледајте КДМ‑ов дневнички фајл или се обратите систем-администратору.
sv: Ett kritiskt fel uppstod. Se KDM:s loggfil(er) för mer information eller kontakta din systemadministratör.
ug: ئېغىر خاتالىق كۆرۈلدى. KDM كۈندىلىك خاتىرە ھۆججەتتىن تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىڭ ياكى باشقۇرغۇچى بىلەن ئالاقە قىلىڭ.
uk: Виникла критична помилка. Будь ласка, перегляньте файл журналу KDM щодо детальної інформації або зверніться до системного адміністратора.
wa: I gn a-st avou ene aroke moirt. Loukîz li fitchî djournå di KDM po pus di racsegnes oudonbén voeyoz avou l' manaedjeu di vosse sistinme s' i vs plait.
zh_cn: 出现了严重错误。 请查看 KDM 的日志文件获得更多信息 或联系系统管理员。
zh_tw: 發生嚴重的錯誤。 請查看 KDM 的紀錄檔以取得更多資訊 或是聯絡您的系統管理者。

source: Your account expires tomorrow.
ar: انتهت صلاحيتك حسابك !
bg: Сметката ви изтича утре.
ca@valencia: El vostre compte expirarà demà.
da: Din konto udløber i morgen
el: Ο λογαριασμός σας λήγει αύριο.
es: Su cuenta expira mañana.
et: Sinu konto aegub homme.
eu: Zure kontua bihar iraungiko da.
fi: Käyttäjätunnuksesi vanhentuu huomenna.
fr: Votre compte expire demain.
gl: A súa conta caduca mañá.
he: החשבון שלך פג מחר.
hi: आपके खाते की अवधि कल बीत रही है.
hr: Vaš račun istječe za %1 dan.
hu: A bejelentkezési jogosultsága holnap lejár.
ia: Tu conto expirara deman.
is: Aðgangsleyfi þitt rennur út á morgun.
it: Il tuo account scade domani.
ja: あなたのアカウントは明日、有効期限が切れます。
kk: Тіркелгіңіздің мерзімі %1 күннен кейін бітеді.
km: គណនី​របស់​អ្នក​ផុត​កំណត់​ក្នុង​ពេល %1 ​ថ្ងៃ។
ko: 계정이 %1일 후에 만료됩니다.
lt: Rytoj jūsų paskyra baigs galioti.
lv: Jūsu konta derīguma termiņš beidzas pēc %1 dienas.
mr: तुमचे खाते उद्या संपत आहे.
nds: Dien Togang löppt morgen af.
nl: Uw account verloopt morgen.
nn: Kontoen din går ut i morgon.
pa: ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਦੀ ਮਿਆਦ ਭਲਕ ਨੂੰ ਪੁੱਗ ਰਹੀ ਹੈ।
pl: Twoje konto wygasa jutro.
pt: A sua conta expira amanhã.
ro: Contul dumneavoastră expiră mîine.
ru: Срок действия вашей учётной записи истекает через %1 день.
sk: Váš účet vyprší zajtra.
sl: Vaš račun preteče v %1 dneh.
sr: Кориснички налог вам истиче за %1 дан.
sv: Ditt konto utgår imorgon.
ug: ھېساباتىڭىزنىڭ قەرەلى %1 كۈندە توشىدۇ.
uk: Ваш обліковий запис застаріє через %1 день.
wa: Vosse conte espire dimwin.
zh_cn: 您的账户将于 %1 天后过期。
zh_tw: 您的帳號將在 %1 天後到期。
