Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmgreet.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr, sv, ug, uk, wa, zh_cn, zh_tw

# @action:button
source: _Remote login
ar: لج عن &بعد
ca@valencia: Accés _remot
da: Ekste_rn login
el: _Απομακρυσμένη σύνδεση
es: Inicio de sesión _remota
et: Logi &eemalt sisse
eu: _Urruneko saio-hasiera
fi: Etäki_rjautuminen
fr: Connexion di_stante
gl: Iniciar unha sesión r_emota
he: התחברות מ_רוחקת
hi: _रिमोट लॉगइन
hr: _Prijava na udaljeno računalo
hu: _Távoli bejelentkezés
ia: _Accesso remote
is: Innstimplun _utanfrá
it: Accesso _remoto
ja: リモートログイン(&R)
kk: _Қашықтан кіру
km: ការ​ចូល​ពី​ចម្ងាយ
ko: 원격 로그인(_R)
lt: Nuotolinis _registravimasis
lv: _Attālināta pieteikšanās
mr: दूरस्थ प्रवेश(_R)
nds: Op anner _Reekner anmellen
nl: Exte_rn aanmelden
nn: _Fjerninnlogging
pa: ਰਿਮੋਟ ਲਾਗਇਨ(_R)
pl: _Logowanie zdalne
pt: Ligação _remota
ro: Autentifica_re distantă
ru: Удалённый вход
sk: _Vzdialené prihlásenie
sl: Oddaljena p_rijava
sr: У_даљено пријављивање
sv: _Fjärrinloggning
ug: يىراقتىن كىرىش(_R)
uk: Відда_лений вхід
wa: Elodjaedje då _lon:
zh_cn: 远程登录(_R)
zh_tw: 遠端登入 (_R)

source: Caps Lock is enabled
ar: زر Caps Lock ممكن
bg: Включен е горен регистър
ca@valencia: El bloqueig de majúscules està activat
da: Caps Lock er aktiveret
el: Το Caps Lock είναι ενεργό
es: El bloqueo de mayúsculas está habilitado
et: Caps Lock on sees
eu: Blok Maius gaituta dago
fi: Vaihtolukko on käytössä
fr: Le verrouillage en majuscule est activé
gl: Bloq maiús está activada
he: מקש Caps Lock לחוץ
hr: Omogućena su velika slova
hu: A Caps Lock be van kapcsolva
ia: Caps Lock es habilitate
is: Hástafir (Caps Lock) er virkt
it: Bloc Maiusc è attivo
ja: Caps Lock が有効になっています
kk: Caps Lock қосылған
km: ប្ដូរ​ជាប់​ត្រូវ​បាន​បើក
ko: Caps Lock이 켜져 있습니다
lt: Įjungtos Didžiosios raidės
lv: Ir ieslēgts Caps Lock
mr: Caps Lock कार्यान्वित केले आहे
nds: Grootschriev-Rast is anmaakt
nl: Caps Lock is geactiveerd
nn: «Caps Lock» er på
pa: ਕੈਪਸ ਲਾਕ ਚਾਲੂ ਹੈ
pl: Caps Lock włączony
pt: O Caps Lock está activo
ro: Caps Lock este activat
ru: Включён режим Caps Lock
sk: Caps Lock je zapnutý
sl: Vključen je Caps Lock
sr: Укључен CapsLock
sv: Caps Lock är aktivt
ug: Caps Lock ئوچۇق
uk: Увімкнено Caps Lock
wa: Grandès letes est en alaedje
zh_cn: 启用了大写键锁定
zh_tw: 大寫鎖定已開啟

source: User %u will log in in %t
ar: سيلج المستخدم %u دخوله في %t ثواني
bg: Потребителят %u ще се включи след %t
ca@valencia: L'usuari %u es connectarà en %t
da: Brugeren %u vil logge ind om %t
el: Ο χρήστης %u θα συνδεθεί σε %t
es: El usuario %u iniciará una sesión en %t
et: Kasutaja %u sisselogimiseni on jäänud %t
eu: %u erabiltzaileak saioa hasiko du %t(e)(a)n
fi: Käyttäjä %u kirjautuu %t sekunnissa
fr: L'utilisateur %u sera connecté dans %t
gl: O usuario %u accederá en %t
he: המשתמש %u יתחבר בעוד %t
hr: Korisnik %u će se prijaviti za %t
hu: %u lesz bejelentkeztetve %t múlva
ia: Usator %u habera accesso in %t
is: Notandi %u mun tengjast eftir %t
it: Si accederà come utente %u tra %t
ja: ユーザ %u は %t後にログインします
kk: %u пайдаланушысы жүйеге %t уақытында кіреді
km: អ្នក​ប្រើ %u នឹង​ចូល​នៅ​ក្នុង %t
ko: 사용자 %u이(가) %t 후에 로그인 할 것입니다
lt: Naudotojas %u prisiregistruos už %t
lv: Lietotājs %u pieteiksies pēc %t
mr: वापरकर्ता %u, %t अंतर्गत प्रवेश करेल
nds: Bruker „%u“ warrt in %t anmeldt
nl: Gebruiker %u zal na %t worden aangemeld
nn: Brukaren %u vil logga inn om %t
pa: ਯੂਜ਼ਰ %u %t ਸਕਿੰਟਾਂ ਵਿੱਚ ਲਾਗਇਨ ਹੋ ਜਾਵੇਗਾ
pl: Użytkownik %u zaloguje się w ciągu %t
pt: O utilizador %u vai iniciar a sessão em %t
ro: Utilizatorul %u se va autentifica în %t
ru: Пользователь %u войдёт в систему через %t
sk: Užívateľ %u bude prihlásený za %t
sl: Uporabnik %u se bo prijavil čez %t
sr: Корисник %u пријавиће се за %t
sv: Användaren %u loggar in om %t
ug: %u ئىشلەتكۈچى %t دىن كېيىن تىزىمغا كىرىدۇ
uk: Користувач %u увійде за %t
wa: L' uzeu %u serè elodjî dins %t
zh_cn: 用户 %u 将在 %t 秒后登录
zh_tw: 使用者 %u 會在 %t 秒內登入

source: Welcome to %h
ar: مرحباً بك في %h
bg: Добре дошли
ca@valencia: Benvingut a %h
da: Velkommen til %h
el: Καλώς ήρθατε στο %h
es: Bienvenido a %h
et: Tere tulemast - %h
eu: Ongi etorri %h(e)ra
fi: Tervetuloa koneeseen %h
fr: Bienvenue dans %h
gl: Benvido a %h
he: ברוך בואך אל %h
hr: Dobrodošli na %h
hu: Üdvözöljük! - %h
ia: Benvenite a %h
is: Velkomin(n) á %h
it: Benvenuto su %h
ja: %h へようこそ
kk: %h қош келдіңіз
km: សូម​ស្វាគមន៍​មក​កាន់ %h
ko: %h에 오신 것을 환영합니다
lt: Sveiki prisijungę prie %h
lv: Laipni lūdzam datorā %h
mr: %h वर स्वागत आहे
nds: Willkamen to %h
nl: Welkom bij %h
nn: Velkommen til %h
pa: %h ਉੱਤੇ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy w %h
pt: Bem-vindo ao %h
ro: Bun venit în %h
ru: Добро пожаловать в %h
sk: Vitajte v %h
sl: Dobrodošli v %h
sr: Добро дошли на %h
sv: Välkommen till %h
ug: %h غا مەرھابا
uk: Ласкаво просимо до %h
wa: Bénvnowe dins %h
zh_cn: 欢迎来到 %h
zh_tw: 歡迎來到 %h

source: _Domain:
ar: المجال:
ca@valencia: _Domini:
da: _Domæne:
el: _Τομέας:
es: _Dominio:
et: _Domeen:
eu: _Domeinua:
fi: Verkkoalue:
fr: _Domaine :
gl: _Dominio:
he: _מתחם:
hr: _Domena:
hu: _Tartomány:
ia: _Dominioi:
is: _Lén:
it: _Dominio:
ja: ドメイン(_D):
kk: Домені:
km: ដែន ៖
ko: 도메인(_D):
lt: _Domenas
lv: _Domēns:
mr: क्षेत्र (_D):
nds: _Domään:
nl: _Domein:
nn: _Domene:
pa: ਡੋਮੇਨ(_D):
pl: _Domena:
pt: _Domínio:
ro: _Domeniu:
ru: Домен:
sk: _Doména:
sl: _Domena:
sr: _Домен:
sv: _Domän:
ug: دائىرە(_D):
uk: _Домен:
wa: _Dominne :
zh_cn: 域(_D)：
zh_tw: 網域(_D)：

source: _Username:
ar: اسم المستخدم:
ca@valencia: Nom d'_usuari:
da: Br_ugernavn:
el: Ό_νομα χρήστη:
es: _Usuario:
et: Kas_utajanimi:
eu: _Erabiltzaile-izena:
fi: Käyttäjä_tunnus:
fr: _Nom d'utilisateur :
gl: Nome de _usuario:
he: _שם משתמש:
hr: _Korisničko ime:
hu: Né_v:
ia: nomine_Usator:
is: _Notandanafn:
it: Nome _utente:
ja: ユーザ名(_U):
kk: Пайдаланушы:
km: ឈ្មោះ​អ្នក​ប្រើ ៖
ko: 사용자 이름(_U):
lt: _Naudotojo vardas:
lv: _Lietotājvārds:
mr: वापरकर्ता नाव (_U):
nds: _Brukernaam:
nl: Gebr_uikersnaam:
nn: _Brukarnamn:
pa: ਯੂਜ਼ਰ ਨਾਂ(_U):
pl: _Użytkownik:
pt: _Utilizador:
ro: _Utilizator:
ru: Имя:
sk: _Užívateľské meno:
sl: _Uporabniško ime:
sr: _Корисничко име:
sv: An_vändarnamn:
ug: ئىشلەتكۈچى ئاتى(_U):
uk: _Користувач:
wa: No di l' _uzeu :
zh_cn: 用户名(_U)：
zh_tw: 使用者名稱(_U)：

source: _Password:
ar: كلمة السر:
ca@valencia: Contrase_nya:
da: _Adgangskode:
el: _Κωδικός πρόσβασης:
es: _Contraseña:
et: _Parool:
eu: _Pasahitza:
fi: _Salasana:
fr: _Mot de passe :
gl: _Contrasinal:
he: _ססמה:
hr: _Zaporka:
hu: Je_lszó:
ia: _Contrasigno:
is: _Lykilorð:
ja: パスワード(_P):
kk: Паролі:
km: ពាក្យ​សម្ងាត់ ៖
ko: 암호(_P):
lt: _Slaptažodis:
lv: _Parole:
mr: गुप्तशब्द(_P):
nds: _Passwoort:
nl: Wa_chtwoord:
nn: _Passord:
pa: ਪਾਸਵਰਡ(_P):
pl: Hasło:
pt: Sen_ha:
ro: _Parolă:
ru: Пароль:
sk: _Heslo:
sl: Gesl_o:
sr: _Лозинка:
sv: _Lösenord:
ug: ئىم(_P):
uk: _Пароль:
wa: _Sicret :
zh_cn: 密码(_P)：
zh_tw: 密碼(_P)：

# @action:button
source: _Login
ar: لج
ca@valencia: _Accés
el: _Σύνδεση
es: _Inicio de sesión
et: _Logi sisse
eu: _Hasi saioa
fi: _Kirjaudu
fr: _Connexion
gl: _Acceder
he: _שם משתמש
hi: _लॉगइन
hr: _Prijava
hu: _Bejelentkezés
ia: _Accesso
is: _Innskráning
it: _Accedi
ja: ログイン(_L)
kk: _Кіру
km: ចូល​
ko: 로그인(_L):
lt: _Registravimasis
lv: _Pieteikties
mr: प्रवेश (_L)
nds: _Anmellen
nl: _Aanmelden
nn: _Logg inn
pa: ਲਾਗਇਨ(_L)
pl: _Zaloguj
pt: _Ligar
ro: _Autentifică
ru: Вход
sk: _Prihlásiť sa
sl: Pr_ijava
sr: _Пријави ме
sv: Logga _in
ug: كىرىش(_L)
uk: В_хід
wa: _Elodjaedje :
zh_cn: 登录(_L)
zh_tw: 登入(_L)

# will login in ...
source: 1 second
ar: ثانية واحدة
bg: 1 секунда
ca@valencia: 1 segon
da: 1 sekund
el: 1 δευτερόλεπτο
es: 1 segundo
et: 1 sekund
eu: segundo 1
fi: sekunnin kuluttua
fr: 1 seconde
gl: 1 segundo
he: שנייה אחת
hi: 1 सेकण़्ड
hr: %1 sekunda
hu: 1 másodperc
ia: 1 secunda
is: 1 sekúnda
it: 1 secondo
ja: 1 秒
kk: %1 секунд
km: %1 វិនាទី
ko: %1초
lt: %1 sekundės
lv: %1 sekundes
mr: 1 सेकंद
nds: 1 Sekunn
nl: 1 seconde
nn: 1 sekund
pa: 1 ਸਕਿੰਟ
pl: 1 sekundę
pt: Um segundo
ro: 1 secundă
ru: %1 секунда
sk: 1 sekundu
sl: %1 sekund
sr: %1 секунду
sv: 1 sekund
ug: %1 سېكۇنت
uk: %1 секунда
wa: 1 segonde
zh_cn: %1 秒
zh_tw: %1 秒

# date format
source: %a %d %B
fr: %d %B %a
hu: %Y. %B %d., %a
is: %d %a %B
ja: %n月%e日 %A
kk: %d %a %B
ko: %Y년 %n월 %e일 %A
lt: %B %d, %a
nds: %a., de %d. %B
sk: %a %e. %B
sr: %e. %B, %A
sv: %a den %d %B
wa: %a %d di %B
zh_cn: %m月%d日%a

source: Cannot open theme file %1
ar: غير قادر على فتح ملف السِمة %1
bg: Грешка при отваряне на файла с темата %1
ca@valencia: No es pot obrir el fitxer de tema %1
da: Kan ikke åbne temafilen %1
el: Αδύνατο το άνοιγμα του αρχείου θέματος %1
es: No se puede abrir el archivo de tema %1
et: Teemafaili %1 avamine nurjus
eu: Ezin da ireki %1 gai-fitxategia
fi: Teematiedostoa %1 ei voi avata
fr: Impossible d'ouvrir le fichier de thème « %1 »
gl: Non foi posíbel abrir o ficheiro de tema %1
he: אין אפשרות לפתוח את קובץ הערכה %1
hi: प्रसंग फ़ाइल %1 को खोल नहीं सका
hr: Ne mogu otvoriti datoteku teme %1
hu: A(z) %1 témafájlt nem sikerült megnyitni
ia: Il non pote aperir file de thema %1
is: Get ekki opnað þemuskrána %1
it: Impossibile aprire il file del tema %1
ja: テーマファイル <filename>%1</filename> を開けません
kk: %1 нақыш файлы ашылмады
km: មិន​អាច​បើក​ឯកសារ​ស្បែក %1
ko: 테마 파일 %1을(를) 열 수 없음
lt: Nepavyko atverti temos failo %1
lv: Neizdevās atvērt tēmas failu %1
mr: शैली फाईल %1 उघडू शकत नाही
nds: De Musterdatei „%1“ lett sik nich opmaken
nl: Themabestand %1 kon niet worden geopend
nn: Klarar ikkje opna temafila %1
pa: ਥੀਮ ਫਾਇਲ %1 ਖੋਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
pl: Nie można otworzyć pliku motywu %1
pt: Não foi possível abrir o ficheiro de tema %1
ro: Nu am putut deschide fișierul de tematică %1
ru: Не удаётся открыть тему %1
sk: Nepodarilo sa otvoriť súbor témy %1
sl: Ni mogoče odpreti datoteke s temo %1
sr: Не могу да отворим фајл теме <filename>%1</filename>
sv: Kan inte öppna temafilen %1
ug: ئۆرنەك ھۆججىتى %1 نى ئاچقىلى بولمىدى
uk: Не вдається відкрити файл теми %1
wa: Dji n' sai nén drovi l' fitchî di tinme %1
zh_cn: 无法打开主题文件 %1
zh_tw: 無法開啟佈景主題檔案 %1

source: Cannot parse theme file %1
ar: لا أستطيع تحليل ملف السِمة %1
bg: Грешка при анализ на файла с темата %1
ca@valencia: No es pot analitzar el fitxer de tema %1
da: Kan ikke tolke temafilen %1
el: Δεν μπορεί να αναλυθεί το αρχείο θέματος %1
es: No se puede analizar el archivo de tema %1
et: Teemafaili %1 parsimine nurjus
eu: Ezin da analizatu %1 gai-fitxategia
fi: Teematiedostoa %1 ei voi jäsentää
fr: Impossible d'analyser le fichier de thème « %1 »
gl: Non foi posíbel procesar o ficheiro de tema %1
he: אין אפשרות לפרש את קובץ הערכה %1
hi: प्रसंग फ़ाइल %1 को समझ नहीं सका
hr: Ne mogu raščlaniti datoteku teme %1
hu: A(z) %1 témafájlt nem sikerült feldolgozni
ia: Il non pote analysar file de thema %1
is: Get ekki þáttað þemuskrána %1
it: Impossibile elaborare il file del tema %1
ja: テーマファイル <filename>%1</filename> を解析できません
kk: %1 нақыш файлы талдауға келмейді
km: មិន​អាច​ញែក​ឯកសារ​ស្បែក %1
ko: 테마 파일 %1을(를) 처리할 수 없음
lt: Nepavyko perskaityti temos failo %1
lv: Nevar parsēt tēmas failu %1
mr: शैली फाईल %1 वाचू शकत नाही
nds: Musterdatei „%1“ lett sik nich inlesen
nl: Themabestand %1 kon niet worden ingelezen
nn: Klarar ikkje tolka temafila %1
pa: ਥੀਮ ਫਾਇਲ %1 ਨੂੰ ਪਾਰਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Nie można zanalizować składni pliku %1
pt: Não foi possível processar o ficheiro de tema %1
ro: Nu am putut parcurge fișierul de tematică %1
ru: Не удаётся обработать тему %1
sk: Nepodarilo sa analyzovať súbor témy %1
sl: Ni mogoče razčleniti datoteke s temo %1
sr: Не могу да рашчланим фајл теме <filename>%1</filename>
sv: Kan inte tolka temafilen %1
ug: ئۆرنەك ھۆججىتى %1 نى تەھلىل قىلغىلى بولمىدى
uk: Не вдається проаналізувати файл теми %1
wa: Dji n' sai lére li fitchî di tinme %1
zh_cn: 无法分析主题文件 %1
zh_tw: 無法分析佈景主題檔案 %1

source: %1 does not seem to be a correct theme file
ar: %1 لا يبدو أنه ملف سِمة صحيح
bg: Изглежда %1 не е правилния файл
ca@valencia: Pareix que %1 no és un fitxer correcte de tema
da: %1 lader ikke til at være en korrekt temafil
el: Το %1 δεν μοιάζει με ένα έγκυρο αρχείο θέματος
es: %1 no parece ser un archivo de tema correcto
et: %1 ei tundu olevat korrektne teemafail
eu: %1 ez dirudi gai-fitxategi zuzena denik
fi: %1 ei näytä olevan kelvollinen teematiedosto
fr: « %1 » ne semble pas être un fichier de thème valable
gl: %1 non semella ser un ficheiro correcto de tema
he: הקובץ %1 לא נראה כמו קובץ ערכת נושא תקין
hi: प्रतीत होता है कि फ़ाइल %1 सही प्रसंग फ़ाइल नहीं है
hr: %1 izgleda da nije ispravna datoteka teme
hu: %1 nem témafájl
ia: %1 non sembla esser un correcte file de thema
is: %1 lítur ekki út fyrir að vera gild þemuskrá
it: %1 non sembra essere un file di tema
ja: <filename>%1</filename> は正しいテーマファイルではないようです
kk: %1 жарамды нақыш файлы емес сияқты
km: %1 ហាក់​បី​ដូច​ជា​មិន​មែន​ឯកសារ​ស្បែក​ត្រឹមត្រូវ
ko: %1은(는) 올바른 테마 파일이 아닌 것 같습니다
lt: %1 nėra teisingas temos failas
lv: %1 neizskatās pēc korekta tēmas faila
mr: %1 योग्य शैली फाईल वाटत येत नाही
nds: As't lett gellt „%1“ nich as Musterdatei
nl: %1 blijkt geen correct themabestand te zijn
nn: «%1» ser ikkje ut til å vera ei gyldig temafil
pa: %1 ਇੱਕ ਠੀਕ ਥੀਮ ਫਾਇਲ ਨਹੀਂ ਜਾਪਦੀ ਹੈ।
pl: %1 nie jest poprawnym plikiem motywu
pt: O '%1' não parece ser um ficheiro de tema válido
ro: %1 nu pare a fi un fișier de tematică corect
ru: %1 не является правильным файлом темы
sk: %1 sa nezdá byť platným súborom témy
sl: %1 ni videti kot veljavna datoteka s temo
sr: %1 не личи на правилан фајл теме
sv: %1 verkar inte vara en giltig temafil
ug: %1 توغرا بولغان ئۆرنەك ھۆججىتى ئەمەستەك قىلىدۇ
uk: Схоже, що %1 не є правильним файлом теми
wa: I shonne ki %1 ni soeye nén on fitchî di tinme valide
zh_cn: %1 似乎不是有效的主题文件
zh_tw: %1 似乎不是正確的主題檔案

# user: ...
source: %2: TTY login
ar: %2: دخل TTY
bg: %2: TTY включване
ca@valencia: %2: connexió TTY
el: %2: TTY σύνδεση
es: %2: inicio de sesión TTY
et: %2: TTY sisselogimine
eu: %2: TTY saio-hasiera
fi: %2: TTY-kirjautuminen
fr: %2 : connexion TTY
gl: %2: sesión iniciada na TTY
he: %2: חיבור TTY login
hi: %2: टीटीवाई लॉगइन
hr: %2: %1 TTY prijava
hu: %2: TTY-s bejelentkezés
ia: %2: accesso de identification per TTY
is: %2: TTY innskráning
it: %2: accesso TTY
ja: %2: TTY ログイン
kk: %2: %1 терминалмен кіру
km: %2 ៖ ចូល TTY %1
ko: %2: TTY 로그인 %1개
lt: %2: TTY prisijungimas
lv: %2: %1 TTY pieslēgums
mr: %2: TTY प्रवेश
nds: %2: TTY-Anmellen
nl: %2: TTY-aanmelding
nn: %2: TTY-innlogging
pa: %2: TTY ਲਾਗਇਨ
pl: %2: zalogowany %1 raz na konsoli
pt: %2: ligação em TTY
ro: %2: autentificare TTY
ru: %2: %1 терминальный вход
sk: %2: TTY prihlásenie
sl: %2: %1 prijav TTY
sr: %2: %1 ТТИ пријава
sv: %2: TTY-inloggning
ug: %2: %1 TTY دا كىرىش
uk: %2: %1 вхід TTY
wa: %2: elodjaedje TTY
zh_cn: %2：%1 TTY 登录
zh_tw: %2: %1 個 TTY 登入

# ... session
source: Unused
ar: غير مستخدم
bg: Неизползвано
ca@valencia: Sense ús
da: Ubrugt
el: Αχρησιμοποίητη
es: No usado
et: Kasutamata
eu: Erabiligabea
fi: Käyttämätön
fr: Non utilisé
gl: Sen usar
he: לא בשימוש
hi: उपयोग में नहीं
hr: Neiskorišteno
hu: Nem használt
ia: Non usate
is: Ónotuð
it: Non utilizzata
ja: 未使用
kk: Қолданылмайды
km: មិន​បាន​ប្រើ
ko: 사용되지 않음
lt: Nenaudojamas
lv: Nelietota
mr: न वापरलेले
nds: Nich in Bruuk
nl: Ongebruikt
nn: Ubrukt
pa: ਨਾ-ਵਰਤਿਆ
pl: Nieużywana
pt: Não utilizada
ro: Neutilizată
ru: Не используется
sk: Nepoužité
sl: Neuporabljena
sr: неискоришћена
sv: Oanvänd
ug: ئىشلىتىلمىدى
uk: Не використовується
wa: Nén eployî
zh_cn: 未用
zh_tw: 未使用

# ... host
source: X login on %1
ar: ولج X على %1
bg: Включване към X на %1
ca@valencia: Connexió X a %1
da: X login på %1
el: Σύνδεση Χ στο %1
es: Inicio de sesión X en %1
et: X'i sisselogimine masinas %1
eu: X saio-hasiera %1(e)n
fi: X-kirjautuminen koneella %1
fr: connexion X sur %1
gl: Acceso ás X en %1
he: משתמש X התחבר ב־%1
hi: एक्स %1 पर लॉगइन हो रहे हैं
hr: X prijava na %1
hu: Bejelentkezés az X-be: %1
ia: Accesso de identification de X sur %1
is: X innskráð á %1
it: Accesso X su %1
ja: %1 に X ログイン
kk: %1 хостта X кіру
km: ការ​ចូល X លើ %1
ko: %1의 X 로그인
lt: X registravimasis %1
lv: X pieslēgums uz %1
mr: %1 वरील X प्रवेश
nds: X-Anmellen op %1
nl: X-aanmelding op %1
nn: X innlogging på %1
pa: %1 ਉੱਤੇ X ਲਾਗਇਨ
pl: Zalogowany pod X na %1
pt: Sessão do X em %1
ro: Autentificare X la %1
ru: Графический вход на %1
sk: X prihlásenie na %1
sl: Prijava na %1 preko X
sr: Икс пријава на %1
sv: X-inloggning på %1
ug: %1 دىكى X تىزىمغا كىرىش
uk: Вхід до X на %1
wa: Elodjaedje X11 so %1
zh_cn: %1 上的 X 登录
zh_tw: 在 X 主機 %1 登入

source: No greeter widget plugin loaded. Check the configuration.
ar: لا توجد إضافة ودج تحية محمّلة. افحص الضبط.
bg: Не е заредена приставка за посрещане. Моля, проверете инсталацията си.
ca@valencia: No s'ha carregat un connector de l'estri de benvinguda. Comproveu la configuració.
da: Ingen hilsen-kontrol plugin indlæst. Tjek indstillingerne.
el: Δεν φορτώθηκε το γραφικό συστατικό χαιρετισμού. Ελέγξτε τις ρυθμίσεις.
es: No se ha cargado ningún complemento de componentes de bienvenida. Compruebe la configuración.
et: Ühtegi sisselogimisakna pluginat pole laaditud. Kontrolli seadistust.
eu: Ez da ongietorri plugin-ik kargatu. Egiaztatu konfigurazioa.
fi: Ei tervehdysliitännäistä ladattuna. Tarkista asetukset.
fr: Aucun composant graphique de bienvenue n'a été chargé. Veuillez vérifier la configuration.
gl: Non se cargou o complemento do widget de benvida. Comprobe a configuración.
he: לא נטען שום יישום כניסה למערכת. בדוק את ההגדרות שלך.
hi: कोई ग्रीटर विज़ेट प्लगइन लोड नहीं है. कॉन्फ़िगरेशन जाँचें.
hr: Nije učitan kontrolni umetak za pozdravljanje. Provjerite podešavanja.
hu: Nincs betöltve üdvözlőmodul, ellenőrizze a beállításokat.
ia: Il non cargava le plugin de widget de benvenite. Tu verifica le configuration.
is: Ekkert kveðjuíforrit opnað. Athugaðu stillingar.
it: Non è stata caricata alcuna estensione per la schermata di accesso. Controlla la configurazione.
ja: greeter ウィジェットのプラグインをロードできません。設定を確認してください。
kk: Сәлемдесу модулі жүктелмеген. Баптауды тексеріңіз.
km: គ្មាន​កម្មវិធី​ជំនួយ​ធាតុ​ក្រាហ្វិក​ត្រូវ​បាន​ផ្ទុក ។ សូម​ពិនិត្យ​មើល​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ ។
ko: 환영 인사 위젯 플러그인이 불러와지지 않았습니다. 설정을 확인하십시오.
lt: Neįkeltas joks pasveikinimo įskiepis. Patikrinkite konfigūraciją.
lv: Nav ielādēts neviens sveicināšanas logdaļas spraudnis. Pārbaudiet konfigurāciju.
mr: स्वागत विजेट प्लगइन दाखल केले नाही. संयोजना तपासा.
nds: Keen Moduul för't Gröten laadt. Bitte prööv de Instellen.
nl: Geen begroetingsplugin geladen. Controleer de installatie en configuratie.
nn: Har ikkje lasta noko programtillegg for helsing. Sjekk oppsettet.
pa: ਕੋਈ ਸਵਾਗਤੀ ਵਿਦਗਿਟ ਪਲੱਗਇਨ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਸੰਰਚਨਾ ਵੇਖੋ।
pl: Brak wtyczki interfejsu powitania. Proszę sprawdzić konfigurację.
pt: Nenhum 'plugin' de pedido de dados carregado. Verifique a configuração.
ro: Niciun modul încărcat cu control pentru mesajul de întîmpinare. Verificați configurația.
ru: Ни один модуль приветствия не загружен. Проверьте конфигурацию.
sk: Nebol načítaný žiadny modul pre ovládacie prvky uvítania. Skontrolujte nastavenie.
sl: Ni naloženega vstavka pozdravnega gradnika. Preverite nastavitve.
sr: Није учитан ниједан виџетски прикључак. Проверите поставу.
sv: Inget insticksprogram för välkomsthälsning laddat. Kontrollera inställningarna.
ug: ھېچقانداق قارشى ئېلىش widget قىستۇرمىسى يۈكلەنمىدى. سەپلىمەنى تەكشۈرۈڭ.
uk: Додаток віджета привітання не завантажено. Перевірте налаштування.
wa: Pont d' tchôke-divins d' ahesse di dijheu d' bénvnowe di tcherdjî. Verifyîz l' apontiaedje.
zh_cn: 没有载入欢迎部件插件。请检查配置。
zh_tw: 沒有接待部件外掛程式被載入。請檢查設定。

source: Logging in %1...
ar: الولوج إلى %1...
bg: Включване като %1...
ca@valencia: Connectant a %1...
da: Logger %1 ind...
el: Σύνδεση στο %1...
es: Iniciando sesión en %1...
et: Sisselogimine masinasse %1 ...
eu: %1(e)n saioa hasten...
fi: Kirjaudutaan sisään järjestelmään %1…
fr: Connexion dans %1...
gl: Estase a acceder a %1...
he: מתחבר ב־%1 ...
hi: %1 में लॉग किया जा रहा है...
hr: Prijava u %1...
hu: Bejelentkezés: %1 ...
ia: Il va a acceder in %1...
is: Skrái inn %1...
it: Accesso a %1...
ja: %1 にログイン中...
kk: %1 дегенге кіру...
km: កំពុង​ចូល %1...
ko: %1에 로그인하는 중...
lt: Bus prisijungta po %1...
lv: Piesakās datorā %1 ...
mr: %1 अंतर्गत प्रवेश करत आहे...
nds: %1 warrt anmeldt...
nl: Aanmelden bij %1...
nn: Loggar inn %1 …
pa: '%1' ਵਿੱਚ ਲਾਗਇਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Logowanie do %1...
pt: A iniciar a sessão em %1 ...
ro: Autentificare în %1...
ru: Вход в %1...
sk: Prihlasuje sa %1...
sl: Prijavljanje %1 ...
sr: Пријављујем корисника %1...
sv: Loggar in %1...
ug: %1 تىزىمغا كىرىۋاتىدۇ…
uk: Вхід в %1...
wa: Dj' elodje so %1 ...
zh_cn: 正在登录 %1...
zh_tw: 登入 %1 中...

source: You are required to change your password immediately (password aged).
ar: يجب عليك تغيير كلمة السر فوراً (كلمة السر قديمة).
bg: Трябва да смените паролата си незабавно (паролата вече е изтекла).
ca@valencia: Heu de canviar la vostra contrasenya immediatament (ha caducat).
da: Du skal afgive din adgangskode med det samme (adgangskode gammel).
el: Πρέπει να αλλάξετε τον κωδικό πρόσβασής σας αμέσως (κωδικός πρόσβασης έληξε).
es: Debe cambiar su contraseña inmediatamente (ha caducado).
et: Sa pead muutma oma parooli kohe (parool on aegunud).
eu: Pasahitza berehala aldatu behar duzu (pasahitza zaharkituta).
fi: Sinun täytyy vaihtaa salasana välittömästi (salasana vanhentunut).
fr: Vous devez changez votre mot de passe immédiatement (mot de passe trop ancien).
gl: É preciso que mude o seu contrasinal inmediatamente (xa caducou).
he: אתה מחויב לשנות את הססמה בהקדם (הססמה התיישנה).
hi: आपको अपना पासवर्ड आवश्यक रूप से तत्काल बदलना होगा (पासवर्ड कालबाधित हो चुका है).
hr: Morate odmah promijeniti lozinku (zastarjela lozinka).
hu: Meg kell változtatni a jelszót, mert lejárt.
ia: Tu es requirite de cambiar tu contrasigno immediatemente (contrasigno vetere).
is: Þú þarft að breyta lykilorðinu þínu strax (gamal lykilorð).
it: Devi cambiare immediatamente la tua password (password scaduta).
ja: パスワードを直ちに変更してください (パスワードは古くなりました)。
kk: Парольді қазір өзгертуіңіз қажет (парольдің мерзімі бітті).
km: អ្នក​ត្រូវ​ផ្លាស់ប្តូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ភ្លាមៗ (ពាក្យ​សម្ងាត់​ចាស់​ហើយ) ។
ko: 암호를 즉시 변경해야 합니다 (유효 기간 지났음).
lt: Jūs turite nedelsiant pakeisti savo slaptažodį (jo galiojimas pasibaigė).
lv: Jums nekavējoties jānomaina parole (parole novecojusi).
mr: तुम्हाला गुप्तशब्द लगेच बदलावे लागेल (गुप्तशब्द जुने झाले).
nds: Du muttst fuurts Dien Passwoort ännern, dat is to oolt.
nl: Uw wachtwoord is verlopen. U dient uw wachtwoord onmiddellijk te wijzigen.
nn: Du må endra passordet ditt no (passordet er for gammalt).
pa: ਤੁਹਾਨੂੰ ਹੁਣੇ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ (ਪਾਸਵਰਡ ਉਮਰ ਪੂਰੀ ਹੋਈ)।
pl: Proszę natychmiast zmienić hasło (poprzednie hasło jest zbyt stare).
pt: Necessita de mudar a sua senha imediatamente (senha demasiado antiga).
ro: Trebuie să vă schimbați parola imediat (parola a expirat).
ru: Вы должны сменить пароль немедленно (истёк срок действия пароля).
sk: Musíte si okamžite zmeniť heslo (je príliš staré).
sl: Svoje geslo morate takoj spremeniti (zaradi zastaranja).
sr: Неопходно је да одмах промените лозинку (текућа је застарела).
sv: Du måste ändra ditt lösenord omedelbart (för gammalt lösenord).
ug: سىز دەرھال ئىم ئۆزگەرتىشىڭىز زۆرۈر(ئىم ۋاقتى ئۆتتى).
uk: Вам потрібно негайно змінити пароль (поточний пароль застарів).
wa: Vos dvoz candjî vosse sicret tot d' shûte ! (sicret trop vî)
zh_cn: 你被要求立即修改你的密码 (密码过期)。
zh_tw: 您需要立刻更改您的密碼(密碼太舊)。
