Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmgreet.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr, sv, ug, uk, wa, zh_cn, zh_tw

source: *** Cannot connect to console log ***
ar: *** لا يمكن الاتصال بسجل الطرفية***
bg: *** Отчитането в конзолата не може да бъде отворено ***
ca@valencia: *** No s'ha pogut connectar al registre de la consola ***
da: *** Kan ikke forbinde til konsollog ***
el: *** Αδυναμία σύνδεσης στην καταγραφής κονσόλας ***
es: *** No se puede abrir el registro de la consola ***
et: *** Konsooli logiallika avamine nurjus ***
eu: *** Ezin izan da konektatu kontsolaren egunkarira ***
fi: *** Ei voida avata konsolilokia ***
fr: *** Impossible d'ouvrir le journal de la console ***
gl: *** Non foi posíbel conectar co rexistro da consola ***
hi: *** कंसोल लॉग खोल नहीं सकता***
hr: *** Ne mogu se spojiti na dnevnik konzole ***
hu: *** A konzolos naplóhoz nem sikerült csatlakozni ***
ia: *** Il non pote connecter a le console de accesso ***
is: *** Get ekki opnað uppruna skeljarannáls ***
it: *** Impossibile connettersi al log della console ***
ja: *** コンソールログに接続できません ***
kk: *** Консоль журналымен қатынас болмады ***
km: *** មិន​អាច​បើក​ប្រភព​កំណត់​ហេតុ​របស់​កុងសូល ***
ko: *** 콘솔 로그에 연결할 수 없습니다 ***
lt: *** Nepavyksta atverti konsolės žurnalo ***
lv: *** Neizdevās pieslēgties konsoles žurnālam ***
mr: *** कन्सोल लॉगशी जुळवणी स्थपीत करू शकत नाही ***
nds: *** Konsool-Logbook lett sik nich faatkriegen ***
nl: *** Kan console log niet openen ***
nn: *** Klarar ikkje kopla til loggkjelda til konsollen ***
pa: *** ਕਨਸੋਲ ਲਾਗ ਸਰੋਤ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ***
pl: *** Nie można otworzyć dziennika konsoli ***
pt: *** Não é possível ligar ao registo da consola ***
ro: *** Nu m-am putut conecta la jurnalul de consolă ***
ru: *** Невозможно открыть файл журнала консоли ***
sk: *** Nepodarilo sa spojiť so záznamom konzoly ***
sl: *** Ni se mogoče povezati z dnevnikom konzole ***
sr: *** Не могу да повежем дневник конзоле ***
sv: *** Kan inte ansluta till konsollogg ***
ug: *** تېرمىنال كۈندىلىك خاتىرىگە باغلىنالمىدى ***
uk: *** Неможливо з’єднатись з журналом консолі ***
wa: *** Dji n' mi sai raloyî å djournå del conzôle ***
zh_cn: *** 无法打开终端日志 ***
zh_tw: *** 無法連接到主控台 ***

source: *** Lost connection with console log ***
ar: *** فقد الاتصال بسجل الطرفية ***
bg: *** Отчитането в конзолата не може да бъде отворено ***
ca@valencia: *** S'ha perdut la connexió amb el registre de la consola ***
da: *** Mistede forbindelse til konsollog ***
el: *** Χάθηκε η σύνδεση με την καταγραφή κονσόλας ***
es: *** Perdida la conexión con el registro de la consola ***
et: *** Ühendus konsooli logiallikaga kadus ***
eu: *** Konexioa galdu da kontsolaren egunkariarekin ***
fi: *** Yhteys konsolilokiin katkesi ***
fr: *** Connexion perdue avec le journal de la console ***
gl: *** Perdeuse a conexión co rexistro na consola ***
he: *** Cannot open console log source ***
hi: *** कंसोल लॉग से कनेक्शन टूटा ***
hr: *** Izgubljena je veza sa dnevnikom konzole ***
hu: *** Megszakadt a kapcsolat a konzolos naplóval ***
ia: *** Il perdeva le connexion con le console de accesso ***
is: *** Missti tengingu við skeljarannál ***
it: *** Connessione con il log della console persa ***
ja: *** コンソールログへの接続が失われました ***
kk: *** Консоль журналымен қатынас ұзілді ***
km: *** មិន​អាច​បើក​ប្រភព​កំណត់​ហេតុ​របស់​កុងសូល ***
ko: *** 콘솔 로그와 연결이 끊어졌습니다 ***
lt: *** Dingo ryšys su konsolės žurnalu ***
lv: *** Zaudēja savienojumu ar konsoles žurnālu ***
mr: *** कन्सोल लॉगशी जुळवणी तुटली ***
nds: *** Verbinnen na Konsool-Logbook afreten ***
nl: ***Verbinding met console log is verbroken ***
nn: *** Kontakten med loggkjelda til konsollen vart broten ***
pa: *** ਕਨਸੋਲ ਲਾਗ ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਖਤਮ ਹੋ ਗਿਆ ***
pl: *** Nie można otworzyć dziennika konsoli ***
pt: *** Não é possível aceder ao código de registo da consola ***
ro: *** S-a pierdut legătura cu jurnalul de consolă ***
ru: *** Невозможно открыть файл журнала консоли ***
sk: *** Spojenie so záznamom konzoly stratené ***
sl: *** Povezava z dnevnikom konzole izgubljena ***
sr: *** Изгубљена веза са дневником конзоле ***
sv: *** Förlorade anslutning till konsollogg ***
ug: *** تېرمىنال كۈندىلىك خاتىرىدىن باغلىنىش ئۈزۈلدى ***
uk: *** Втрачено з’єднання з журналом консолі ***
wa: *** Raloyaedje pierdou avou l' djournå del conzôle ***
zh_cn: *** 和终端日志失去连接 ***
zh_tw: *** 無法與主控台的記錄連線 ***

source: Sw&itch User
ar: ب&دّل المستخدم
bg: П&ревключване на потребителя
ca@valencia: &Commuta d'usuari
da: S&kift bruger
el: Α&λλαγή χρήστη
es: Camb&iar de usuario
et: Kasutaja va&hetamine
eu: &Aldatu erabiltzailez
fi: Va&ihda käyttäjä
fr: Changer d'ut&ilisateur
gl: &Trocar de usuario
he: ה&חלף משתמש
hi: उपयोक्ता बदलें (&i)
hr: Prebac&i korisnika
hu: Felhasználó&váltás
ia: &Commuta usator
is: Sk&ipta um notanda
it: Camb&ia utente
ja: ユーザを切り替え(&I)
kk: Па&йдаланушыны ауыстыру
km: ប្ដូរ​អ្នក​ប្រើ
ko: 사용자 전환(&I)
lt: Pake&isti naudotoją
lv: Pārslēgt l&ietotāju
mr: वापरकर्ता बदलवा (&i)
nds: Bruker &wesseln
nl: Gebruiker w&isselen
nn: &Byt brukar
pa: ਯੂਜ਼ਰ ਬਦਲੋ(&i)
pl: &Przełącz użytkownika
pt: Mudar de Ut&ilizador
ro: Sch&imbă utilizatorul
ru: П&ереключить пользователя
sk: P&repnúť užívateľa
sl: Prekl&opi uporabnika
sr: &Пребаци корисника
sv: &Byt användare
ug: ئىشلەتكۈچى ئالماشتۇر
uk: Пере&мкнути користувача
wa: Discandjî d' &uzeu
zh_cn: 切换用户(&I)
zh_tw: 切換使用者(&I)

source: Canc&el Session
ar: ال&غِ الجلسة
bg: &Отказване на сесията
ca@valencia: Canc&el·la la sessió
da: Annullér S&ession
el: Ακύρωση Συν&εδρίας
es: Canc&elar sesión
et: Katk&esta seanss
eu: Bertan behera &utzi saioa
fi: P&eru istunto
fr: Annul&er la session
gl: &Cancelar a sesión
he: &בטל הפעלה
hr: Pre&kini sesiju
hu: Munkam&enet megszakítása
ia: Canc&ella session
is: Hætta við s&etu
it: Annulla s&essione
ja: セッションをキャンセル(&E)
kk: &Сеансты аяқтау
km: បោះបង់​សម័យ
ko: 세션 취소(&E)
lt: A&tšaukti sesiją
lv: Atc&elt sesiju
mr: सत्र बंद करा (&E)
nds: &Törn utmaken
nl: S&essie afbreken
nn: &Avbryt økt
pa: ਸ਼ੈਸ਼ਨ ਰੱਦ ਕਰੋ(&e)
pl: &Anuluj sesję
pt: Canc&elar a Sessão
ro: Anul&ează sesiunea
ru: &Отменить сеанс
sk: Z&rušiť sedenie
sl: Pr&ekliči sejo
sr: &Откажи сесију
sv: Avbryt s&ession
ug: ئەڭگىمەنى ئەمەلدىن قالدۇر(&E)
uk: Скас&увати сеанс
wa: R&inoncî al session
zh_cn: 中止会话(&E)
zh_tw: 取消工作階段(&E)

source: R&estart X Server
ar: أ&عد تشغيل خادم X
bg: &Рестартиране на сървъра X
ca@valencia: R&einicia el servidor X
da: &Genstart X-server
el: Επανεκκίν&ηση εξυπηρετητή X
es: R&einiciar el servidor X
et: Käivita &X server uuesti
eu: Berrabiarazi X z&erbitzaria
fi: Käynnistä &X uudelleen
fr: Redémarrer le serveur X
gl: Reiniciar o servidor &X
he: ה&פעל שרת מחדש
hi: एक्स-सर्वर फिर से चालू करें (&e)
hr: Ponovo pokreni X-&e
hu: Az X kiszolgáló újra&indítása
ia: R&estarta Servitor X
is: E&ndurræsa X þjón
it: R&iavvia il server X
ja: X サーバを再起動(&E)
kk: X-серверді қайта іск&е қосу
km: ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ X ឡើង​វិញ
ko: X 서버 다시 시작(&E)
lt: P&erstartuoti X serverį
lv: Pārstartēt X s&erveri
mr: X सर्व्हर पुन्हा सुरु करा (&e)
nds: &X-Server nieg starten
nl: X-server h&erstarten
nn: Start &X-tenar om att
pa: X ਸਰਵਰ ਮੁੜ ਚਾਲੂ(&e)
pl: Ponowne uruchomienie serwera &X
pt: R&einiciar o Servidor X
ro: R&epornește serverul X
ru: &Перезапустить графическую подсистему
sk: &Reštartovať X server
sl: Znova zaž&eni strežnik X
sr: &Поново покрени Икс‑сервер
sv: Starta &om X-server
ug: X مۇلازىمىتېرنى قايتا قوزغات(&E)
uk: П&ерезапустити сервер X
wa: Renonder l' sierveu &X
zh_cn: 重启 X 服务器(&E)
zh_tw: 重新啟動 X 伺服器 (&E)

source: Clos&e Connection
ar: إقط&ع الاتصال
bg: &Затваряне на връзката
ca@valencia: &Tanca la connexió
da: &Luk forbindelse
el: &Κλείσιμο σύνδεσης
es: C&errar la conexión
et: Sulg&e ühendus
eu: Itxi kon&exioa
fi: Sulj&e yhteys
fr: F&ermer la connexion
gl: &Pechar a conexión
he: &סגור חיבור
hi: कनेक्शन बन्द करें (&e)
hr: Zatvori ve&zu
hu: A kapcsolat &bezárása
ia: Claud&e connexion
is: Lok&a tengingu
it: Chiudi la &connessione
ja: 接続を解除(&E)
kk: &Қосылымды үзу
km: បិទ​ការ​តភ្ជាប់
ko: 연결 끊기(&E)
lt: &Nutraukti prisijungimą
lv: Slēgt savi&enojumu
mr: जुळवणी बंद करा (&e)
nds: &Verbinnen tomaken
nl: Verbinding v&erbreken
nn: L&ukk samband
pa: ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਕਰੋ(&e)
pl: Zam&knij połączenie
pt: Term&inar a Ligação
ro: Închid&e conexiunea
ru: &Закрыть соединение
sk: Zavrieť &pripojenie
sl: Pr&ekini povezavo
sr: &Затвори везу
sv: St&äng förbindelsen
ug: باغلىنىشنى ياپ(&E)
uk: Закрит&и з'єднання
wa: Clôr&e li raloyaedje
zh_cn: 关闭连接(&E)
zh_tw: 主控台連線

source: Co&nsole Login
ar: ولوج إلى ال&طرفية
bg: &Конзолно включване
ca@valencia: Accés de co&nsola
da: Kon&sol-login
el: Σύνδεση &κονσόλας
es: Inicio de sesión en c&onsola
et: Konsooli &režiim
eu: Ko&ntsolako saio-hasiera
fi: Ko&nsolitilassa kirjautuminen
fr: Co&nnexion en console
gl: Iniciar unha sesión de &consola
he: כניסה &ממסוף
hi: कंसोल लॉगइन (&n)
hr: &Prijava na terminal
hu: &Bejelentkezés a konzolról
ia: Accesso de identification per co&nsole
is: In&nstimplun í stjórnskjásham
it: Accesso alla &console
ja: コンソールログイン(&N)
kk: &Консольден жүйеге кіру
km: ការ​ចូល​កុងសូល
ko: 콘솔로 로그인(&N)
lt: Registravimasis ko&nsolėje
lv: Pieteikšanās ko&nsolē
mr: कन्सोल प्रवेश (&n)
nds: Op &Konsool anmellen
nl: Co&nsole aanmelden
nn: Ko&nsollinnlogging
pa: ਕਨਸੋਂਲ ਲਾਗਇਨ(&n)
pl: Tryb &konsoli
pt: Ligação à Co&nsola
ro: Autentificare la co&nsolă
ru: &Консольный вход
sk: &Konzolové prihlásenie
sl: Prijava v ko&nzoli
sr: &Конзолно пријављивање
sv: Ko&nsollinloggning
ug: تىزگىن تاختادا تىزىمغا كىر(&N)
uk: Ко&нсольний вхід
wa: Elodjaedje e môde co&nzôle
zh_cn: 控制台登录(&N)
zh_tw: 主控台登入 (&N)

source: &Shutdown...
ar: أ&وقف التشغيل...
bg: &Изключване на компютъра...
ca@valencia: &Atura...
da: &Luk ned...
el: &Τερματισμός...
es: &Apagar el equipo...
et: &Seiskamine...
eu: &Itzali...
fi: &Sammuta…
fr: &Arrêter...
gl: &Apagar...
he: &כיבוי...
hi: बन्दकरें... (&S)
hr: &Gašenje …
hu: L&eállítás...
ia: &Shutdown (action de stoppar)...
is: &Slökkva...
it: &Spegni...
ja: シャットダウン(&S)...
kk: &Компьютерді өшіру...
km: បិទ...
ko: 컴퓨터 끄기(&S)...
lt: &Išjungti...
lv: &Izslēgt...
mr: बंद करा (&S)...
nds: &Utmaken...
nl: Afsl&uiten...
nn: &Slå av …
pa: ਬੰਦ ਕਰੋ(&S)...
pl: &Zamknij system...
pt: &Desligar...
ro: &Oprire...
ru: &Завершение работы...
sk: &Vypnúť...
sl: &Izklop ...
sr: &Гашење...
sv: &Stäng av...
ug: تاقا(&S)…
uk: &Вимкнути...
wa: &Arester...
zh_cn: 关机(&S)...
zh_tw: 關機 (&S)...

source: KRootImage
sr: К‑корена-слика

source: Fancy desktop background for kdm
ca@valencia: Fons d'escriptori de fantasia per al kdm
eu: Mahaigainaren atzeko plano dotorea KDMrako
hr: Zgodna pozadina radne površine za kdm
hu: Egy szép háttérkép a KDM-hez
it: Sfondo allegro del desktop per kdm
ja: KDM のお洒落なデスクトップ背景
pa: KDM ਲਈ ਰੰਗ-ਬਰੰਗੀ ਡੈਸਕਟਾਪ ਬੈਕਗਰਾਊਡ
ro: Fundal atractiv pentru KDM
sr: Помодна позадина површи за КДМ
wa: Fond do scribanne a-z eployî po kdm

source: Name of the configuration file
ca@valencia: Nom del fitxer de configuració
eu: Konfigurazio-fitxategiaren izena
hr: Naziv konfiguracijske datoteke
hu: A konfigurációs fájl neve
it: Nome del file di configurazione
ja: 設定ファイルの名前
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਦਾ ਨਾਂ
ro: Numele fișierului de configurare
sr: Име поставног фајла
wa: No do fitchî d' apontiaedje

# @action:inmenu
source: &Local Login
ar: ولوج &محلي
bg: &Локално включване
ca@valencia: Connexió &local
da: &Lokalt login
el: &Τοπική σύνδεση
es: Inicio de sesión &local
et: Koha&lik sisselogimine
eu: &Saio-hasiera lokala
fi: &Paikallinen kirjautuminen
fr: Connexion &locale
gl: Inicio de sesión &local
he: &התחברות מקומית
hi: स्थानीय लॉगइन (&L)
hr: &Lokalna prijava
hu: &Helyi bejelentkezés
ia: Accesso de identification &local
is: Staðvær innstimp&lun
it: Accesso &locale
ja: ローカルログイン(&L)
kk: &Жергілікті жүйеге кіру
km: ការ​ចូល​មូលដ្ឋាន
ko: 로컬 로그인(&L)
lt: &Vietinis prisijungimas
lv: Pieteikties &lokāli
mr: स्थानिक प्रवेश (&L)
nds: &Lokaal anmellen
nl: &Lokaal aanmelden
nn: &Lokal innlogging
pa: ਲੋਕਲ ਲਾਗਇਨ(&L)
pl: Logowanie &lokalne
pt: Ligação &Local
ro: Autentificare &locală
ru: &Локальный вход
sk: &Lokálne prihlásenie
sl: &Krajevna prijava
sr: &Локално пријављивање
sv: &Lokal inloggning
ug: يەرلىك تىزىمغا كىر(&L)
uk: Ло&кальний вхід
wa: Elodjaedje &locå
zh_cn: 本地登录(&L)
zh_tw: 本地登入(&L)

source: XDMCP Host Menu
ar: قائمة مضيف XDMCP
bg: Меню на хост XDMCP
ca@valencia: Menú XDMCP de la màquina
da: XDMCP-Værtmenu
el: XDMCP μενού κόμβων
es: Menú XDMCP para máquinas
et: XDMCP masina menüü
eu: XDMCP ostalari-menua
fi: XDMCP-isäntävalikko
fr: Menu de l'hôte « XDMCP »
gl: Menú de servidores XDMCP
he: תפריט המארחים של XDMCP
hi: एक्सडीएमसीपी होस्ट मेन्यू
hr: Izbornik XDMCP računala
hu: XDMCP menü
ia: Menu de Hospite XDMCP
is: XDMCP valmynd
it: Menu XDMCP dell'host
ja: XDMCP ホストメニュー
kk: XDMCP хосттың мәзірі
km: ម៉ឺនុយ​ម៉ាស៊ីន XDMCP
ko: XDMCP 호스트 메뉴
lt: XDMCP mazgo meniu
lv: XDMCP resursdatora izvēlne
mr: XDMCP यजमान मेन्यू
nds: XDMCP-Reeknermenü
nn: XDMCP-vertsmeny
pa: XDMCP ਹੋਸਟ ਮੇਨੂ
pl: Menu serwera XDMCP
pt: Menu de Máquinas XDMCP
ro: Meniu gazdă XDMCP
ru: Меню XDMCP узла
sk: Menu hostiteľov XDMCP
sl: Meni XDMCP gostitelja
sr: Мени ИксДМЦП домаћина
sv: XDMCP-värddatormeny
ug: XDMCP ماشىنا تىزىملىكى
uk: Меню вузлів XDMCP
wa: Menu des lodjoes XDMCP
zh_cn: XDMCP 主机菜单
zh_tw: XDMCP 主機選單

# @title:column
source: Hostname
ar: اسم المضيف
bg: Име на хост
ca@valencia: Nom màquina
da: Værtsnavn
el: Όνομα υπολογιστή
es: Nombre de servidor
et: Masinanimi
eu: Ostalari-izena
fi: Isäntänimi
fr: Nom de l'hôte
gl: Servidor
he: שם מארח
hi: होस्टनाम
hr: Ime računala
hu: Gépnév
ia: Nomine de Hospite
is: Vélarheiti
it: Nome host
ja: ホスト名
kk: Хост атауы
km: ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트 이름
lt: Mazgo vardas
lv: Resursdators
mr: यजमान
nds: Reeknernaam
nl: Hostnaam
nn: Vertsnamn
pa: ਹੋਸਟ-ਨਾਂ
pl: Nazwa komputera
pt: Máquina
ro: Nume gazdă
ru: Имя узла
sk: Hostiteľ
sl: Ime gostitelja
sr: домаћин
sv: Datornamn
ug: كومپيۇتېر ئاتى
uk: Назва вузла
wa: No d' lodjoe
zh_cn: 主机名
zh_tw: 主機名稱

# @title:column ... of named host
source: Status
ar: الحالة
bg: Състояние
ca@valencia: Estat
el: Κατάσταση
es: Estado
et: Olek
eu: Egoera
fi: Tila
fr: État
gl: Estado
he: מצב
hi: स्थिति
hr: Stanje
hu: Állapot
is: Staða
it: Stato
ja: 状態
kk: Күй-жайы
km: ស្ថានភាព
ko: 상태
lt: Būsena
lv: Statuss
mr: स्थिती
nds: Tostand
pa: ਹਾਲਤ
pl: Stan
pt: Estado
ro: Stare
ru: Состояние
sk: Stav
sl: Stanje
sr: стање
ug: ھالىتى
uk: Стан
wa: Estat
zh_cn: 状态
zh_tw: 狀態

# XDMCP server
source: Hos&t:
ar: الم&ضيف:
bg: &Хост:
ca@valencia: &Màquina:
da: Vær&t:
el: &Υπολογιστής:
es: Má&quina:
et: &Masin:
eu: Os&talaria:
fi: &Isäntäkone:
fr: Hô&te :
gl: Ser&vidor:
he: מאר&ח:
hi: होस्टः (&t)
hr: &Ime računala:
hu: Gé&pnév:
ia: Hospi&te:
is: Þ&jónn:
ja: ホスト(&T):
kk: Хос&т:
km: ម៉ាស៊ីន ៖
ko: 호스트(&T):
lt: &Mazgas:
lv: &Resursdators:
mr: यजमान (&t):
nds: &Reekner:
nn: &Vert:
pa: ਹੋਸਟ(&t):
pl: &Serwer:
pt: Má&quina:
ro: &Gazdă:
ru: &Узел:
sk: Hosti&teľ:
sl: Gos&titelj:
sr: До&маћин:
sv: &Värddator:
ug: ماشىنا(&T):
uk: В&узол:
wa: &Lodjoe:
zh_cn: 主机(&T)：
zh_tw: 主機(&T):

# @action:button
source: A&dd
ar: أ&ضف
bg: До&бавяне
ca@valencia: A&fig
da: &Tilføj
el: &Προσθήκη
es: Aña&dir
et: &Lisa
eu: &Gehitu
fi: &Lisää
fr: A&jouter
gl: Enga&dir
he: הוס&ף
hi: जोड़ें (&d)
hr: &Dodaj
hu: Hozzáa&dás
ia: A&dde
is: Bæta &við
it: A&ggiungi
ja: 追加(&D)
kk: Қ&осу
km: បន្ថែម
ko: 추가(&D)
lt: Pri&dėti
lv: &Pievienot
mr: जोडा (&d)
nds: &Tofögen
nl: &Toevoegen
nn: &Legg til
pa: ਸ਼ਾਮਲ(&d)
pl: &Dodaj
pt: A&dicionar
ro: A&daugă
ru: &Добавить
sk: Pri&dať
sl: &Dodaj
sr: &Додај
sv: &Lägg till
ug: قوش(&D)
uk: &Додати
wa: &Radjouter
zh_cn: 添加(&D)
zh_tw: 加入(&D)

# @action:button
source: &Accept
ar: أ&قبل
bg: Прила&гане
ca@valencia: &Accepta
da: &Acceptér
el: &Αποδοχή
es: &Aceptar
et: &Aktsepteeri
eu: &Onartu
fi: &Hyväksy
fr: &Accepter
gl: &Aceptar
he: &אישור
hi: स्वीकारें (&A)
hr: &Prihvati
hu: El&fogadás
ia: Da tu &acceptation
is: S&amþykkja
it: &Accetta
ja: 許可(&A)
kk: Қа&былдау
km: យល់ព្រម
ko: 수락(&A)
lt: Pri&imti
lv: Pieņem&t
mr: स्वीकार (&A)
nds: Ö&vernehmen
nl: &Accepteren
nn: &Godta
pa: ਮਨਜ਼ੂਰ(&A)
pl: &Akceptuj
pt: &Aceitar
ro: &Acceptă
ru: &Принять
sk: &Akceptovať
sl: &Sprejmi
sr: &Прихвати
sv: &Acceptera
ug: قوبۇل قىل(&A)
uk: &Прийняти
wa: &Accepter
zh_cn: 接受(&A)
zh_tw: 接受 (&A)

# @action:button
source: &Refresh
ar: &انعش
bg: Обнов&яване
ca@valencia: &Refresca
da: &Genopfrisk
el: Α&νανέωση
es: Actualiza&r
et: &Värskenda
eu: &Freskatu
fi: &Päivitä
fr: &Rafraîchir
gl: A&novar
he: &רענן
hi: ताज़ा करें (&R)
hr: &Osvježi
hu: Frissí&tés
ia: &Refresca
is: Uppfæ&ra
it: Aggio&rna
ja: 更新(&R)
kk: &Жаңарту
km: ធ្វើ​ឲ្យ​ស្រស់
ko: 새로 고침(&R)
lt: &Atnaujinti
lv: At&svaidzināt
mr: ताजे करा (&R)
nds: &Opfrischen
nl: Ve&rversen
nn: &Oppdater
pa: ਤਾਜ਼ਾ(&R)
pl: &Odśwież
pt: Actualiza&r
ro: A&ctualizează
ru: &Обновить
sk: O&bnoviť
sl: &Osveži
sr: &Освежи
sv: Uppdate&ra
ug: يېڭىلا(&R)
uk: &Оновити
wa: &Rafrister
zh_cn: 刷新(&R)
zh_tw: 重新整理(&R)

# @action:button
source: &Menu
ar: ال&قائمة
bg: Мен&ю
ca@valencia: &Menú
el: &Μενού
es: &Menú
et: &Menüü
eu: &Menua
fi: &Valikko
gl: &Menú
he: ו&תפריט
hi: मेन्यू (&M)
hr: &Izbornik
hu: &Menü
is: &Valmynd
ja: メニュー(&M)
kk: &Мәзір
km: ម៉ឺនុយ
ko: 메뉴(&M)
lt: &Meniu
lv: &Izvēlne
mr: मेन्यू (&M)
nds: &Menü
nn: &Meny
pa: ਮੇਨੂ(&M)
ro: &Meniu
ru: &Меню
sl: &Meni
sr: &Мени
sv: &Meny
ug: تىزىملىك(&M)
uk: &Меню
wa: &Dressêye
zh_cn: 菜单(&M)
zh_tw: 選單 (&M)

# hostname or status
source: <unknown>
ar: <مجهول>
bg: <неизвестно>
ca@valencia: <desconegut>
da: <ukendt>
el: <άγνωστο>
es: <desconocido>
et: <tundmatu>
eu: <ezazaguna>
fi: <tuntematon>
fr: <inconnu>
gl: <descoñecido>
he: ו<לא ידוע>
hi: <अज्ञात>
hu: <ismeretlen>
is: <óþekkt>
it: <sconosciuto>
ja: <未知>
kk: <беймәлім>
km: <មិន​ស្គាល់>
ko: <알 수 없음>
lt: <nežinoma>
lv: <nezināms>
mr: <अपरिचीत>
nds: <nich begäng>
nl: <onbekend>
nn: <ukjend>
pa: <ਅਣਜਾਣ>
pl: <nieznany>
pt: <desconhecida>
ro: <necunoscut>
ru: <неизвестный>
sk: <neznáme>
sl: <neznano>
sr: <placeholder>непознат</placeholder>
sv: <okänd>
ug: <نامەلۇم>
uk: <невідомий>
wa: <nén cnoxhou>
zh_cn: <未知>
zh_tw: <未知>

source: Unknown host %1
ar: مضيف مجهول %1
bg: Неизвестен хост %1
ca@valencia: Màquina %1 desconeguda
da: Ukendt vært %1
el: Άγνωστος υπολογιστής %1
es: Máquina desconocida %1
et: Tundmatu masin %1
eu: %1 ostalari ezezaguna
fi: Isäntäkone %1 on tuntematon
fr: Hôte inconnu « %1 »
gl: Servidor %1 descoñecido
he: מארח לא ידוע %1
hi: अज्ञात होस्ट %1
hr: Nepoznato računalo %1
hu: Ismeretlen gépnév: %1
ia: Hospite incognite %1
is: Óþekkt vél %1
it: Host %1 sconosciuto
ja: 未知のホスト %1
kk: %1 деген беймәлім хост
km: មិន​ស្គាល់​ម៉ាស៊ីន %1
ko: 알 수 없는 호스트 %1
lt: Nežinomas mazgas %1
lv: Nezināms resursdators %1
mr: अपरिचीत यजमान %1
nds: Nich begäng Reekner %1
nl: Onbekende host %1
nn: Ukjend vert %1
pa: ਅਣਜਾਣ ਹੋਸਟ %1
pl: Nieznany serwer %1
pt: Servidor desconhecido %1
ro: Gazdă necunoscută %1
ru: Неизвестный узел %1
sk: Neznámy hostiteľ %1
sl: Neznan gostitelj %1
sr: Непознат домаћин %1
sv: Okänd värddator %1
ug: نامەلۇم ماشىنا %1
uk: Невідомий вузол %1
wa: Lodjoe %1 nén cnoxhou
zh_cn: 未知的主机 %1
zh_tw: 未知主機 %1

# @action:button
source: Lan_guage
ar: اللغة
ca@valencia: _Idioma
da: Spro_g
el: _Γλώσσα
es: _Idioma
et: Kee_l
eu: _Hizkuntza
fi: _Kieli
fr: _Langue
gl: _Lingua
he: _שפה
hi: _भाषा
hr: Je_zik
hu: _Nyelv
ia: Lin_guage
is: Tun_gumál
it: _Lingua
ja: 言語(_G)
kk: _Тіл
km: ភាសា
ko: 언어(_L)
lt: Kal_ba
lv: _Valoda
mr: भाषा (_G)
nds: _Spraak
nl: Taa_l
nn: _Språk
pa: ਭਾਸ਼ਾ(_g)
pl: _Język
pt: _Língua
ro: _Limba
ru: Язык
sk: _Jazyk
sl: _Jezik
sr: _Језик
sv: _Språk
ug: تىل(_L)
uk: _Мова
wa: Lin_gaedje
zh_cn: 语言(_L)
zh_tw: 語言(_G)

# @action:button
source: Session _Type
ar: نوع الجلسة
ca@valencia: _Tipus de sessió
da: Sessions_type
el: Τύπος _συνεδρίας
es: _Tipo de sesión
et: Seansi _tüüp
eu: Saio _mota
fi: Istunto_tyyppi
fr: _Type de session
gl: _Tipo de sesión
he: _סוג הפעלה
hi: सत्र_क़िस्म
hr: Tip_sesije
hu: _Környezet
ia: Typo_Session
is: _Tegund setu
it: _Tipo di sessione
ja: セッションのタイプ(_T)
kk: Сеанс _Түрі
km: ប្រភេទ​សម័យ
ko: 세션 종류(_T)
lt: Sesijos _tipas
lv: Sesijas _tips
mr: सत्र प्रकार (_T)
nds: _Törntyp
nl: Sessie_type
nn: Økt_type
pa: ਸ਼ੈਸ਼ਨ ਟਾਈਪ(_T)
pl: _Typ sesji
pt: _Tipo de Sessão
ro: Tipul _sesiunii
ru: Тип сеанса
sk: _Typ sedenia
sl: Vrs_ta seje
sr: _Тип сесије
sv: _Typ av session
ug: ئەڭگىمە تىپى(_T)
uk: _Тип сеансу
wa: _Sôre di session
zh_cn: 会话类型(_T)
zh_tw: 工作階段類型(_T)

# @action:button
source: _Menu
ar: القائمة
ca@valencia: _Menú
el: _Μενού
es: _Menú
et: _Menüü
eu: _Menua
fi: _Valikko
gl: _Menú
he: _תפריט
hi: _मेन्यू
hr: _Izbornik
hu: _Menü
is: _Valmynd
ja: メニュー(_M)
kk: _Мәзір
km: ម៉ឺនុយ
ko: 메뉴(_M)
lt: _Meniu
lv: _Izvēlne
mr: मेन्यू (_M)
nds: _Menü
nn: _Meny
pa: ਮੇਨੂ(_M)
ro: _Meniu
ru: Меню
sl: _Meni
sr: _Мени
sv: _Meny
ug: تىزىملىك(_M)
uk: Ме_ню
wa: _Dressêye
zh_cn: 菜单(_M)
zh_tw: 選單(_M)

# @action:button ... from XDMCP server
source: Disconn_ect
ar: اقطع الاتصال
ca@valencia: Desconn_ecta
da: Afbryd forbind_else
el: Α_ποσύνδεση
es: Descon_ectar
et: Katk_esta ühendus
eu: _Deskonektatu
fi: S_ulje yhteys
fr: Déconn_ecter
gl: _Desconectar
he: ה_תנתק
hi: _डिस्कनेक्ट
hr: Pr_ekini
hu: _Leválasztás
ia: Disconn_ecte
is: _Aftengja
it: Disconn_etti
ja: 切断(_E)
kk: Ажыра_ту
km: ផ្ដាច់
ko: 연결 끊기(_E)
lt: At_sijungti
lv: Atslēgti_es
mr: जुळवणी तोडा (_E)
nds: A_fkoppeln
nl: Verbinding v_erbreken
nn: Kopla _frå
pa: ਕੁਨੈਕਸ਼ਨ ਬੰਦ(_e)
pl: _Rozłącz
pt: D_esligar
ro: D_econectează
ru: Отключиться
sk: O_dpojiť
sl: Pr_ekini povezavo
sr: _Прекини везу
sv: Koppla n_er
ug: باغلىنىشنى ئۈز(_E)
uk: Роз'_єднати
wa: Si disr_aloyî
zh_cn: 断开连接(_E)
zh_tw: 離線(_E)

# @action:button
source: _Quit
ar: انه
ca@valencia: I_x
da: A_fslut
el: Έ_ξοδος
es: _Salir
et: _Välju
eu: Irte_n
fi: _Lopeta
fr: _Quitter
gl: _Saír
he: _צא
hi: _बाहर
hr: _Izlaz
hu: _Kilépés
ia: _Quita
is: _Hætta
it: _Esci
ja: 終了(_Q)
kk: _Шығу
km: ចេញ
ko: 종료(_Q)
lt: _Išeiti
lv: _Iziet
mr: बाहेर पडा (_Q)
nds: _Verlaten
nl: _Afsluiten
nn: _Avslutt
pa: ਬਾਹਰ ਜਾਓ(_Q)
pl: Za_kończ
pt: _Sair
ro: _Ieșire
ru: Выход
sk: _Koniec
sl: _Končaj
sr: _Напусти
sv: _Avsluta
ug: چېكىن(_Q)
uk: Ви_йти
wa: _Cwiter
zh_cn: 退出(_Q)
zh_tw: 離開(_Q)

# @action:button
source: Power o_ff
ar: أوقف التشغيل
ca@valencia: _Apaga
da: Slu_k
el: Κλείσιμο _τροφοδοσίας
es: _Apagar
et: Lül_ita välja
eu: _Itzali
fi: _Sammuta
fr: Éteind_re
gl: _Apagar
he: _כבה
hi: पावर _बंद
hr: Isklj_uči
hu: K_ikapcsolás
ia: St_oppa
is: Slö_kkva á
it: S_pegni
ja: 電源を切る(_F)
kk: Қуатты өші_ру
km: បិទ​ម៉ាស៊ីន​
ko: 컴퓨터 끄기(_F)
lt: Išjungti _maitinimą
lv: Iz_slēgt
mr: बंद करा (_F)
nds: _Utmaken
nl: _Uitschakelen
nn: Slå _av
pa: ਬੰਦ ਕਰੋ(_f)
pl: _Wyłącz komputer
pt: Desligar _computador
ro: _Oprește
ru: Выключить
sk: Vy_pnúť
sl: I_zklopi
sr: _Угаси
sv: S_täng av
ug: توكنى ئۈز(_F)
uk: Вимкнути комп'_ютер
wa: D_istinde
zh_cn: 关机(_F)
zh_tw: 關機(_F)

# @action:button
source: Re_boot
ar: أعد بدء التشغيل
ca@valencia: Re_arrenca
da: Ge_nstart
el: Επανε_κκίνηση
es: _Reiniciar
et: _Taaskäivita
eu: _Berrabiarazi
fi: _Käynnistä uudelleen
fr: Re_démarrer
gl: _Reiniciar
he: הפעל _מחדש
hi: फिर_से चालू
hr: P_okreni ponovo
hu: Ú_jraindítás
is: En_durræsa
it: R_iavvia
ja: 再起動(_B)
kk: Қайта_үктеу
km: ចាប់ផ្ដើម​ឡើង​វិញ
ko: 다시 시작(_B)
lt: _Perkrauti
lv: Pā_rstartēt
mr: पुन्हा सुरु करा (_B)
nds: _Nieg starten
nl: Her_starten
nn: Start _på nytt
pa: ਮੁੜ-ਚਾਲੂ ਕਰੋ(_b)
pl: _Uruchom komputer ponownie
pt: Rei_niciar
ro: Re_pornește
ru: Перезагрузка
sk: R_eštartovať
sl: Z_nova zaženi
sr: По_дигни поново
sv: Starta _om
ug: قايتا قوزغات(_B)
uk: Пере_завантажити
wa: _Renonder l' éndjole
zh_cn: 重新启动(_B)
zh_tw: 重新啟動(_B)
