Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmgreet.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr, sv, ug, uk, wa, zh_cn, zh_tw

source: Your account expires today.
ar: سينتهي حسابك اليوم.
bg: Сметката ви изтича днес.
ca@valencia: El vostre compte expirarà hui.
da: Din konto udløber i dag.
el: Ο λογαριασμός σας λήγει σήμερα.
es: Su cuenta expira hoy.
et: Sinu konto aegub täna.
eu: Zure kontua gaur iraungitzen da.
fi: Tilisi vanhentuu tänään.
fr: Votre compte expire aujourd'hui.
gl: A súa conta caduca hoxe.
he: החשבון שלך פג היום.
hi: आपके खाते की अवधि आज बीत रही है.
hr: Vaš račun istječe danas.
hu: A bejelentkezési jogosultsága ma lejár!
ia: Tu conto termina hodie.
is: Aðgangsleyfi þitt rennur út í dag.
it: Il tuo account scade oggi.
ja: あなたのアカウントは今日有効期限が切れます。
kk: Тіркелгіңіздің мерзімі бүгін бітеді.
km: គណនី​របស់​អ្នក​ផុត​កំណត់​ថ្ងៃនេះ ។
ko: 계정이 오늘 만료됩니다.
lt: Jūsų paskyros galiojimas baigiasi šiandien.
lv: Jūsu konta derīguma termiņš beidzas šodien.
mr: तुमचे खाते आज एक्सपायर होईल.
nds: Dien Togang löppt vundaag af.
nl: Uw account verloopt vandaag.
nn: Kontoen din går ut i dag.
pa: ਤੁਹਾਡੇ ਅਕਾਊਂਟ ਦੀ ਅੱਜ ਮਿਆਦ ਪੁੱਗ ਜਾਣੀ ਹੈ।
pl: Twoje konto wygasa dzisiaj.
pt: A sua conta expira hoje.
ro: Contul dumneavoastră expiră astăzi.
ru: Срок вашей регистрации в системе истекает сегодня.
sk: Váš účet vyprší dnes.
sl: Vaš račun preteče danes.
sr: Кориснички налог вам истиче данас.
sv: Ditt konto utgår i dag.
ug: ھېساباتىڭىزنىڭ قەرەلى بۈگۈن توشىدۇ.
uk: Ваш обліковий запис сьогодні застаріє.
wa: Vosse conte espire ådjourdu.
zh_cn: 您的账户今天过期。
zh_tw: 您的帳號將在今天到期。

source: Your password expires tomorrow.
ar: تنتهي صلاحية كلمة المرور الخاصة بك غداً.
bg: Паролата ви изтича утре.
ca@valencia: La vostra contrasenya expirarà demà.
da: Din adgangskode udløber i morgen
el: Ο κωδικός πρόσβασής σας λήγει αύριο.
es: Su contraseña expira mañana.
et: Sinu parool aegub homme.
eu: Zure pasahitza bihar iraungiko da.
fi: Salasanasi vanhentuu huomenna.
fr: Votre mot de passe expire demain.
gl: O seu contrasinal caduca mañá.
he: הססמה שלך תפוג מחר.
hi: आपके खाते की अवधि कल खत्म हो रही है.
hr: Vaša zaporka istječe za %1 dan.
hu: A jelszó érvényessége holnap lejár.
ia: Tu contrasigno expirara deman.
is: Lykilorðið þitt rennur út á morgun.
it: La tua password scade domani.
ja: あなたのパスワードは明日、有効期限が切れます。
kk: Пароліңіздің мерзімі %1 күннен кейін бітеді.
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​ផុត​កំណត់​ក្នុង​ពេល %1 ថ្ងៃ ។
ko: 암호 사용 기간이 %1일 후에 만료됩니다.
lt: Rytoj jūsų slaptažodis baigs galioti.
lv: Jūsu paroles derīguma termiņš beidzas pēc %1 dienas.
mr: तुमचा गुप्तशब्द उद्या संपत आहे.
nds: Dien Passwoort löppt morgen af.
nl: Uw wachtwoord verloopt morgen.
nn: Passordet ditt går ut i morgon.
pa: ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਦੀ ਭਲਕ ਨੂੰ ਮਿਆਦ ਪੁੱਗ ਜਾਣੀ ਹੈ।
pl: Twoje hasło wygasa jutro.
pt: A sua senha expira amanhã.
ro: Parola dumneavoastră expiră mîine.
ru: Срок действия вашего пароля истекает через %1 день.
sk: Vaše heslo vyprší zajtra.
sl: Vaše geslo preteče v %1 dneh.
sr: Лозинка вам истиче за %1 дан.
sv: Ditt lösenord utgår imorgon.
ug: ئىمىڭىزنىڭ قەرەلى %1 كۈندە توشىدۇ.
uk: Ваш пароль застаріє через %1 день.
wa: Vosse sicret espire dimwin.
zh_cn: 您的密码将于 %1 天后过期。
zh_tw: 您的密碼將在 %1 天後過期。

source: Your password expires today.
ar: ستنتهي كلمة السر اليوم.
bg: Паролата ви изтича днес.
ca@valencia: La vostra contrasenya expirarà hui.
da: Din adgangskode udløber i dag.
el: Ο κωδικός πρόσβασής σας λήγει σήμερα.
es: Su contraseña expira hoy.
et: Sinu parool aegub täna.
eu: Zure pasahitza gaur iraungitzen da.
fi: Salasanasi vanhentuu tänään.
fr: Votre mot de passe expire aujourd'hui.
gl: O seu contrasinal caduca hoxe.
he: הססמה שלך פגה היום.
hi: आपका पासवर्ड आज ख़त्म हो रहा है.
hr: Vaša šifra istječe danas.
hu: A jelszó érvényessége ma lejár!
ia: Tu contrasigno expirava hodie.
is: Lykilorðið þitt rennur út í dag.
it: La tua password scade oggi.
ja: あなたのパスワードは今日有効期限が切れます。
kk: Пароліңіздің мерзімі бүгін бітеді.
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​ផុត​កំណត់​ថ្ងៃនេះ ។
ko: 암호가 오늘 만료됩니다.
lt: Jūsų slaptažodis nustos galioti šiandien.
lv: Jūsu paroles derīguma termiņš beidzas šodien.
mr: तुमचे गुप्तशब्द उद्या एक्सपायर होईल.
nds: Dien Passwoort löppt vundaag af.
nl: Uw wachtwoord verloopt vandaag.
nn: Passordet ditt går ut i dag.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਅੱਜ ਖਤਮ ਹੋ ਜਾਣਾ ਹੈ।
pl: Twoje hasło wygasa dzisiaj.
pt: A sua senha expira hoje.
ro: Parola dumneavoastră expiră astăzi.
ru: Срок действия вашего пароля истекает сегодня.
sk: Vaše heslo vyprší dnes.
sl: Vaše geslo preteče danes.
sr: Лозинка вам истиче данас.
sv: Ditt lösenord utgår i dag.
ug: ئىمنىڭ ۋاقتى بۈگۈن توشىدۇ.
uk: Ваш пароль сьогодні застаріє.
wa: Vosse sicret espire ådjourdu.
zh_cn: 您的密码今天过期。
zh_tw: 您的密碼將在今天過期。

source: Authentication failed
ar: فشل الاستيثاق
bg: Идентификацията се провали
ca@valencia: L'autenticació ha fallat
da: Godekendelse mislykkedes
el: Η ταυτοποίηση απέτυχε
es: Autenticación fallida
et: Autentimine nurjus
eu: Autentifikazioak huts egin du.
fi: Tunnistaminen epäonnistui
fr: Échec de l'authentification
gl: Fallou a autenticación
he: האימות נכשל
hi: प्रमाणीकरण असफल
hr: Neuspješna identifikacija
hu: A felhasználóazonosítás nem sikerült
ia: Authentication falleva
is: Auðkenning mistókst
it: Autenticazione non riuscita
ja: 認証に失敗
kk: Идентификациялау қатесі
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹម​ត្រូវ​បាន​បរាជ័យ
ko: 인증 실패
lt: Autentikacija nepavyko
lv: Autentificēšanās neveiksmīga
mr: ओळख पटली नाही
nds: De Identiteetprööv is fehlslaan
nl: De authenticatie is mislukt
nn: Autentisering mislukkast
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਫੇਲ੍ਹ ਹੈ
pl: Uwierzytelnianie nie powiodło się
pt: A autenticação foi mal-sucedida
ro: Autentificare eșuată
ru: Ошибка идентификации
sk: Overenie zlyhalo
sl: Overitev ni uspela
sr: Аутентификација није прошла
sv: Behörighetskontroll misslyckades
ug: سالاھىيەت دەلىللەش مەغلۇپ بولدى
uk: Помилка автентифікації
wa: L' otintifiaedje a fwait berwete
zh_cn: 认证失败
zh_tw: 驗證失敗

source: Authenticated user (%1) does not match requested user (%2).
ar: المستخدم المصادق عليه (%1) لا يطابق المستخدم المطلوب (%2).
bg: Потребителят за идентификация (%1) не съвпада със заявения потребител (%2).
ca@valencia: L'usuari autenticat (%1) no es correspon amb el sol·licitat (%2).
da: Godkendte bruger (%1) matcher ikke den forespugte bruger (%2).
el: Ο ταυτοποιημένος χρήστης (%1) δεν ταιριάζει με το ζητούμενο χρήστη (%2).
es: El usuario autenticado (%1) no coincide con el solicitado (%2).
et: Autenditud kasutaja (%1) ei vasta tahetud kasutajale (%2).
eu: Autentifikatutako erabiltzailea %1 eta eskatutakoa %2 ez datoz bat.
fi: Tunnistettu käyttäjä (%1) ei täsmää pyydettyyn käyttäjään (%2).
fr: L'utilisateur identifié (%1) ne correspond pas à l'utilisateur demandé (%2).
gl: O usuario autenticado (%1) non se corresponde co usuario pedido (%2).
he: האימות של משתמש (%1) לא מתאים למשתמש המבוקש (%2).
hi: प्रामाणिक उपयोक्ता (%1) निवेदित उपयोक्ता (%2) से मेल नहीं खाता.
hr: Autenticirani korisnik (%1) nije jednak traženom korisniku (%2).
hu: A bejelentkeztetett felhasználónév (%1) nem felel meg a vártnak (%2).
ia: Usator authenticate (%1) non es coincidente con le usator requirite (%2).
is: Auðkenndur notandi (%1) passar ekki við umbeðinn notanda (%2).
it: L'utente autenticato (%1) non corrisponde all'utente richiesto (%2).
ja: 認証されたユーザ (%1) は要求されたユーザ (%2) と一致しません。
kk: Идентификацияланған пайдаланушы (%1) талап етілген пайдаланушыға (%2) сәйкес келмейді.
km: អ្នក​ប្រើ (%1) ដែល​បាន​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ មិន​ផ្គូផ្គង​នឹង​អ្នក​ប្រើ (%2) ដែល​បាន​ស្នើ ។
ko: 인증한 사용자 (%1) 이(가) 요청한 사용자 (%2) 와(과) 일치하지 않습니다.
lt: Autentikuoto naudotojo vardas (%1) neatitinka prašomo naudotojo (%2).
lv: Autentificētais lietotājs (%1) nesakrīt ar pieprasīto lietotāju (%2).
mr: अधिप्रमाणीत वापरकर्ता (%1) विनंतीकृत वापरकर्ताशी (%2) जुळत नाही.
nds: De Bruker, vun den de Identiteet pröövt wöör (%1), is nich de nafraagte Bruker (%2).
nl: De geverifieerde gebruiker (%1) komt niet overeen met de gevraagde gebruiker (%2).
nn: Den autentiserte brukaren (%1) stemmer ikkje med den førespurde brukaren (%2).
pa: ਪਰਮਾਣਿਤ ਯੂਜ਼ਰ (%1) ਮੰਗੇ ਯੂਜ਼ਰ (%2) ਨਾਲ ਮਿਲਦਾ ਨਹੀਂ ਹੈ।
pl: Uwierzytelniony użytkownik (%1) jest inny od wymaganego (%2).
pt: O utilizador autenticado (%1) não coincide com o utilizador pedido (%2).
ro: Utilizatorul autentificat (%1) nu se potrivește cu cel cerut (%2).
ru: Идентифицированный пользователь (%1) не соответствует запрошенному пользователю (%2).
sk: Overovaný užívateľ (%1) nezodpovedá požadovanému užívateľovi (%2).
sl: Overjen uporabnik (%1) ni enak zahtevanemu uporabniku (%2).
sr: Аутентификовани корисник (%1) не поклапа се са захтеваним (%2).
sv: Behörig användare (%1) stämmer inte med begärd användare (%2).
ug: دەلىللەنگەن ئىشلەتكۈچى (%1) بىلەن ئىلتىماس قىلغان ئىشلەتكۈچى (%2) ماس كەلمىدى.
uk: Автентифікований користувач (%1) не збігається з потрібним (%2).
wa: L' uzeu otintifyî (%1) ni corespond nén a l' uzeu dmandé (%2).
zh_cn: 已认证用户(%1)和要求的用户(%2)不匹配。
zh_tw: 已驗證的使用者(%1)不符合要求的使用者(%2)。

source: Automatic login in 1 second...
ar: ولوج تلقائي في ثانية واحدة....
bg: Автоматично включване след 1 секунда...
ca@valencia: Connexió automàtica en 1 segon...
da: Automatisk login om 1 sekund...
el: Αυτόματη σύνδεση σε 1 δευτερόλεπτο...
es: Inicio de sesión automático en 1 segundo ...
et: Automaatne sisselogimine 1 sekundi pärast...
eu: Saio-hasiera automatikoa segundo batean...
fi: Automaattinen kirjautuminen 1 sekunnin kuluttua…
fr: Connexion automatique dans 1 seconde...
gl: Acceso automático en 1 segundo...
he: כניסה אוטומטית בעוד שנייה אחת...
hi: १ सेकण्ड में स्वचालित लॉगिन हो रहे हैं...
hr: Automatska prijava za %1 sekundu …
hu: Automatikus bejelentkezés 1 másodperc múlva…
ia: Accesso de identification automatic in 1 secunda ...
is: Sjálfvirk innskráning eftir eina sekúndu ...
it: Accesso automatico tra un secondo...
ja: 1 秒後に自動ログイン...
kk: %1 секундтан кейін автоматты түрде жүйеге кіру...
km: ចូល​ដោយ​ស្វ័យ​ប្រវត្តិ​ក្នុង​រយៈ​ពេល %1 វិនាទី...
ko: %1초 후 자동으로 로그인합니다...
lt: Automatinis prisijungimas po %1 sekundės...
lv: Automātiska pieteikšanās pēc %1 sekundes...
mr: 1 सेकंदात स्वयंचलित प्रवेश...
nds: Automaatsche Anmellen in 1 Sekunn...
nl: Automatisch aanmelden na 1 seconde...
nn: Automatisk innlogging om %1 sekund …
pa: 1 ਸਕਿੰਟ ਵਿੱਚ ਆਟੋਮੈਟਿਕ ਲਾਗਇਨ ਹੋਵੇਗਾ...
pl: Automatyczne logowanie za sekundę...
pt: A iniciar a sessão automaticamente daqui a 1 segundo...
ro: Autentificare automată în 1 secundă...
ru: Автоматический вход через %1 секунду...
sk: Automatické prihlásenie za 1 sekundu...
sl: Do samodejne prijave je še %1 sekund ...
sr: Аутоматско пријављивање за %1 секунду...
sv: Automatisk inloggning om 1 sekund...
ug: %1 سېكۇنت ئىچىدە ئاپتوماتىك كىرىدۇ…
uk: Автоматичний вхід почнеться за %1 секунду...
wa: Elodjaedje otomatike dins ene segonde...
zh_cn: 即将于 %1 秒内自动登录...
zh_tw: 於 %1 秒後自動登入...

source: Warning: Caps Lock is on
ar: إنذار: مفتاح Caps Lock مشغّل
bg: Предупреждение: включен е горен регистър
ca@valencia: Avís: Bloqueig de majúscules
da: Advarsel: Caps Lock slået til
el: Προειδοποίηση: Caps Lock ενεργοποιημένο
es: Aviso: El bloqueo de mayúsculas está activado
et: Hoiatus: Caps Lock on sees
eu: Kontuz: Blok Maius aktibatuta dago
fi: Varoitus: Vaihtolukko on käytössä
fr: Avertissement : le verrouillage en majuscule est activé
gl: Aviso: as maiúsculas están bloqueadas
he: אזהרה: מקש ה־Caps Lock דלוק
hi: चेतावनी: कैप्स लॉक चालू है
hr: Upozorenje: Uključena su velika slova
hu: Figyelem: a Caps Lock be van kapcsolva!
ia: Aviso: Caps Lock es activate
is: Aðvörun: Hástafir eru virkir (CapsLock)
it: Attenzione: Bloc Maiusc attivo
ja: <warning>Caps Lock がオンになっています</warning>
kk: Ескерту: Caps Lock қосылған
km: ព្រមាន ៖ ប្ដូរ​ជាប់ (Caps Lock) បើក
ko: 경고: Caps Lock이 켜졌습니다
lt: Perspėjimas: įjungtos Didžiosios raidės
lv: Brīdinājums: ir ieslēgts Caps Lock
mr: इशारा : Caps Lock दाबले आहे
nds: Wohrschoen: Grootschriev-Rast is inleggt
nl: Waarschuwing: Caps Lock staat aan
nn: Åtvaring: «Caps Lock» er på
pa: ਸਾਵਧਾਨ: ਕੈਪਸ ਲਾੱਕ ਚਾਲੂ ਹੈ
pl: Uwaga: Caps Lock włączony
pt: Aviso: o Caps Lock está ligado
ro: Atenție: Tasta CAPS este activată
ru: Внимание: нажата клавиша Caps Lock
sk: Upozornenie: Zapnutý Caps Lock
sl: Opozorilo: vključena je tipka Caps Lock
sr: Упозорење: укључен је CapsLock
sv: Varning: Caps Lock aktivt
ug: ئاگاھلاندۇرۇش: چوڭ يېزىش ھالىتى ئوچۇق
uk: Попередження: ввімкнено верхній регістр (Caps Lock)
wa: Asteme: Madjuscules eclawêyes
zh_cn: 警告：大写锁定已开启
zh_tw: 警告：大寫鎖定已開啟

source: Change failed
ar: فشل التغيير
bg: Промяната се провали
ca@valencia: Canvi erroni
da: Ændring mislykkedes
el: Αλλαγή απέτυχε
es: Cambio fallido
et: Muutmine nurjus
eu: Aldaketak huts egin du
fi: Vaihtaminen epäonnistui
fr: Échec de la modification
gl: Fallou o cambio
he: השינוי נכשל
hi: परिवर्तन असफल
hr: Promijena nije uspjela
hu: A módosítás nem sikerült
ia: Cambio falleva
is: Breyting mistókst
it: Cambiamento non riuscito
ja: 変更に失敗しました
kk: Парольді өзгерту қатесі
km: ការ​ផ្លាស់ប្ដូរ​បាន​បរាជ័យ
ko: 변경 실패
lt: Pakeisti nepavyko
lv: Neizdevās nomainīt
mr: बदल अपयशी
nds: Ännern fehlslaan
nl: Wijzigen mislukt
nn: Mislukka endring
pa: ਬਦਲਣਾ ਫੇਲ੍ਹ ਹੋਇਆ
pl: Zmiana nie powiodła się
pt: A alteração falhou
ro: Modificare eșuată
ru: Ошибка смены пароля
sk: Zmena zlyhala
sl: Sprememba je spodletela
sr: Промена није успела
sv: Ändring misslyckades
ug: ئۆزگەرتىش مەغلۇپ بولدى
uk: Зміна зазнала невдачі
wa: Li candjmint a fwait berwete
zh_cn: 更改失败
zh_tw: 更改失敗

source: Login failed
ar: فشل الولوج
bg: Включването се провали
ca@valencia: Accés erroni
da: Kunne ikke logge ind
el: Η σύνδεση απέτυχε
es: Inicio de sesión fallido
et: Sisselogimine nurjus
eu: Saio-hasierak huts egin du
fi: Kirjautuminen epäonnistui!
fr: Échec de la connexion
gl: Fallou a autenticación
he: הכניסה נכשלה
hi: लॉगइन असफल
hr: Prijava nije uspjela
hu: A bejelentkezés nem sikerült.
ia: Accesso falleva
is: Aðgangi hafnað
it: Accesso non riuscito
ja: ログイン失敗
kk: Жүйеге кіру жаңылысы
km: ការ​ចូល​បាន​បរាជ័យ
ko: 로그인 실패
lt: Registravimasis nepavyko
lv: Neizdevās pieteikties
mr: प्रवेश अपयशी
nds: Anmellen fehlslaan
nl: Aanmelden mislukt
nn: Mislukka innlogging
pa: ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੋਇਆ
pl: Logowanie się nie powiodło
pt: A autenticação falhou
ro: Autentificare eșuată
ru: Ошибка входа в систему
sk: Prihlásenie zlyhalo
sl: Prijava je spodletela
sr: Пријављивање није успело
sv: Inloggningen misslyckades
ug: كىرىش مەغلۇپ بولدى
uk: Помилка входу
wa: L' elodjaedje a fwait berwete
zh_cn: 登录失败
zh_tw: 登入失敗

source: Theme not usable with authentication method '%1'.
ar: السِمة غير قابلة للاستخدام مع طريقة الاستيثاق '%1'.
bg: Темата не може да бъде използвана с метода за идентификация "%1".
ca@valencia: El tema no es pot usar amb el mètode d'autenticació «%1».
da: Tema ikke brugbart uden godkendelsesmetode "%1".
el: Το θέμα δεν μπορεί να χρησιμοποιηθεί με τη μέθοδο ταυτοποίησης '%1'.
es: Tema no utilizable con método de autenticación «%1».
et: Teemat ei saa kasutada autentimismeetodiga '%1'.
eu: Gai hori ezin da erabili %1 autentifikazio metodoarekin.
fi: Teema ei ole käytettävissä varmennusmenetelmässä ’%1’.
fr: Thèmes non utilisables avec la méthode d'authentification « %1 ».
gl: Tema non usábel co método de autenticación «%1».
he: אין אפשרות להשתמש בערכה יחד עם אימות מסוג "%1".
hi: प्रमाणीकरण विधि '%1' से प्रसंग उपयोग में नहीं लिया जा सकता.
hr: Tema nije iskoristiva sa metodom ovjere '%1'.
hu: A téma nem használható ezzel a felhasználóazonosítási eljárással: '%1'.
ia: Thema non usabile con le methodo de authentication '%1'.
is: Þema ekki nothæf með auðkenningaraðferð '%1'.
it: Tema non utilizzabile con il metodo di autenticazione «%1».
ja: テーマは認証方式 “%1” では利用できません。
kk: Бұл нақыш '%1' аутентификациялау әдісімен үйлеспейді.
km: ស្បែក​មិន​អាច​ប្រើ​បាន​ដោយ​វិធីសាស្ត្រ​ផ្ទៀតផ្ទាត់​ភាព​ត្រឹមត្រូវ '%1' ។
ko: 인증 방법 '%1'에서는 테마를 사용할 수 없습니다.
lt: Tema nenaudotina su autentikavimo metodu „%1“.
lv: Šī tēma nav lietojama ar '%1' autentifikācijas metodi.
mr: अधिप्रमाणीत पद्धती '%1' सह शैली वापरण्याजोगी नाही.
nds: Dat Muster lett sik nich mit de Identiteetprööv-Metood „%1“ bruken.
nl: Thema onbruikbaar met authenticatiemethode '%1'.
nn: Temaet kan ikkje brukast med autentiseringsmetoden «%1».
pa: ਥੀਮ '%1' ਪਰਮਾਣਕਿਤਾ ਢੰਗ ਨਾਲ ਵਰਤਣਯੋਗ ਨਹੀਂ ਹੈ।
pl: Ten motyw nie może być używany przy metodzie uwierzytelniania '%1'.
pt: O tema não pode ser usado com o método de autenticação '%1'.
ro: Tematica nu poate fi utilizată cu metoda de autentificare „%1”.
ru: Эту тему нельзя использовать с методом идентификации «%1».
sk: Téma nie je použiteľná s overovacou metódou '%1'.
sl: Tema ni uporabna z overitveno metodo »%1«.
sr: Тема није употребљива уз метод аутентификације „%1“.
sv: Temat är inte användbart med metoden för behörighetskontroll "%1".
ug: سالاھىيەت دەلىللەش ئۇسۇلى «%1»نى ئىشلەتكەندە ئۆرنەك ئىشلىتەلمەيدۇ.
uk: Тема не придатна для використання з методом розпізнавання «%1».
wa: Tinme nén eployåve avou l' metôde d' otintifiaedje « %1 ».
zh_cn: 使用身份验证方式“%1”时无法使用主题。
zh_tw: 佈景主題不可用於驗證方式 '%1'。

# @title:window
source: <qt><b>Changing authentication token</b></qt>
ar: <qt><b>جاري تغيير رمز الاستيثاق</b></qt>
bg: <qt><b>Промяна на низа за идентификация</b></qt>
ca@valencia: <qt><b>S'està canviant el testimoni d'autenticació</b></qt>
da: <qt><b>Ændrer godkendelsessymbol</b></qt>
el: <qt><b>Τροποποίηση ενδεικτικού ταυτοποίησης</b></qt>
es: <qt><b>Cambiando la ficha de autenticación</b></qt>
et: <qt><b>Autentimise sümboli muutmine</b></qt>
eu: <qt><b>Autentifikazio-tokena aldatzea</b></qt>
fi: <qt><b>Vaihdetaan tunnistautumismerkkiä</b></qt>
fr: <qt><b>Modification de l'authentification</b></qt>
gl: <qt><b>Estase a mudar o sinal de autenticación</b></qt>
he: <b>משנה אסימון אימות</b>
hi: <qt><b>प्रमाणीकरण टोकन बदला जा रहा है</b></qt>
hr: <qt><b>Mijenjam oznaku ovjere</b></qt>
hu: <qt><b>Az azonosítási token megváltoztatása</b></qt>
ia: <qt><b>On modifica le indicio de authentication</b></qt>
is: <qt><b>Breyti auðkennismerki</b></qt>
it: <qt><b>Cambiamento del token di autenticazione</b></qt>
ja: 認証トークンの変更
kk: <qt><b>Аутентификациялауды өзгерту</b></qt>
km: <qt><b>ការ​ផ្លាស់ប្តូរ​គ្រឿង​សម្គាល់​ការ​ផ្ទៀងផ្ទាត់​ភាពត្រឹមត្រូវ​</b></qt>
ko: <qt><b>인증 토큰 교환 중</b></qt>
lt: <qt><b>Keičiama autentikacijos žymė</b></qt>
lv: <qt><b>Maina autentificēšanas marķieri</b></qt>
mr: <qt><b>अधिप्रमाणन टोकन बदलवित आहे</b></qt>
nds: <qt><b>Identiteetprööv-Teken ännern</b></qt>
nl: <qt><b>Wijzigen van het authenticatie-token</b></qt>
nn: <qt><b>Endrar autentiseringsteikn</b></qt>
pa: <qt><b>ਪ੍ਰਮਾਣਕਿਤਾ ਟੋਕਨ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ</b></qt>
pl: <qt><b>Zmiana żetonu uwierzytelniania</b></qt>
pt: <qt><b>A mudar o elemento de autenticação</b></qt>
ro: <qt><b>Modific jetonul de autentificare</b></qt>
ru: <qt><b>Изменение ключа идентификации</b></qt>
sk: <qt><b>Mení sa overovací token</b></qt>
sl: <qt><b>Spreminjanje overitvenega žetona</b></qt>
sr: <qt><b>Мењам аутентификациони токен</b></qt>
sv: <qt><b>Ändrar behörighetssymbol</b></qt>
ug: دەلىللەش بۇيرۇق تاختىسىنى ئۆزگەرتىۋاتىدۇ<qt><b>Changing authentication token</b></qt>
uk: <qt><b>Зміна лексеми розпізнавання</b></qt>
wa: <qt><b>Dji candje di componint d' otintifiaedje</b></qt>
zh_cn: <qt><b>更改认证令牌</b></qt>
zh_tw: <qt><b>更改驗證記號中</b></qt>

source: [fix kdmrc]
ar: [أصلّح kdmrc ]
ca@valencia: [esmeneu el kdmrc]
es: [arreglar kdmrc]
eu: [konpondu kdmrc]
fi: [korjaa kdmrc-tiedosto]
fr: [corriger kdmrc]
gl: [corrixa kdmrc]
he: [תקן את kdmrc]
hr: [popravi kdmrc]
hu: [hiba a kdmrc fájlban]
is: [laga-kdmrc!]
it: [aggiusta kdmrc]
ja: [kdmrc を修正してください]
kk: [kdmrc-ты түзету]
ko: [kdmrc 수정]
lt: [pataisyti kdmrc]
lv: [salabojiet kdmrc]
mr: [kdmrc ठिक करा]
nds: [bitte kdmrc richten]
nl: [herstel kdmrc]
nn: [fiks kdmrc]
pl: [popraw kdmrc!]
pt: [corrigir o kdmrc]
ro: [reparați kdmrc]
ru: [исправьте kdmrc]
sk: [opraviť kdmrc]
sl: [popravite kdmrc]
sr: [поправите <filename>kdmrc</filename>]
sv: [fixa kdmrc]
uk: [виправте kdmrc]
wa: [coridjî kdmrc]
zh_cn: [修复 kdmrc]
zh_tw: [修正 kdmrc]

source: Root authorization required.
ar: يستلزم ترخيص من المستخدم الجذر.
bg: Изискват се администраторски права.
ca@valencia: Cal l'autorització d'administrador.
da: Root-godkendelse krævet.
el: Απαιτείται εξουσιοδότηση υπερχρήστη.
es: Se necesita la autorización de root.
et: Vajalik on administraatori autentimine.
eu: Root-aren baimena behar da.
fi: Tarvitaan pääkäyttäjän oikeuksia.
fr: Identification du superutilisateur requise.
gl: Requírese autorización de root.
he: יש צורך באישור של המנהל (root).
hi: रूट प्रमाणीकरण वांछित है.
hr: Potrebna je administratorska autorizacija.
hu: Rendszergazdai jogosultság szükséges.
ia: Il require authorization de Super Usator (Radice)
is: Kerfisstjóraheimildir nauðsynlegar.
it: Necessaria l'autorizzazione di root.
ja: root 権限が必要です。
kk: Әкімшінің құқығы керек.
km: ត្រូវការ​សិទ្ធិ​ជា Root ។
ko: 루트 인증이 필요합니다.
lt: Reikia „root“ autorizacijos.
lv: Nepieciešama root autorizācija.
mr: रूट अधिप्रमाणता आवश्यक.
nds: Systeempleger-Verlöven nödig.
nl: Root-autorisatie vereist.
nn: Root-tilgang krevst.
pa: ਪ੍ਰਬੰਧਕ (root) ਪਰਮਾਣਿਕਤਾ ਲੋੜੀਦੀ ਹੈ।
pl: Wymagane uprawnienia administratora.
pt: É necessária uma autorização do 'root'.
ro: Este necesară autorizarea administratorului.
ru: Требуется разрешение администратора.
sk: Vyžaduje sa overenie užívateľa root.
sl: Potrebna je pooblastitev skrbnika.
sr: Потребно је корено овлашћење.
sv: Behörighet som systemadministratör krävs.
ug: Root ھوقۇقىنى دەلىللەش زۆرۈر.
uk: Потрібна авторизація для користувача root.
wa: Otorijhåcion di root dimandêye.
zh_cn: 需要 Root 身份验证。
zh_tw: 需要 root 驗證。

# @action:inmenu verb
source: &Schedule...
ar: &جدول...
bg: &Разписание...
ca@valencia: &Planifica...
da: &Skemalæg...
el: &Προγραμματισμός...
es: &Planificación...
et: Aja&sta...
eu: A&ntolatu...
fi: &Aikataulu…
fr: &Planifier...
gl: &Programar...
he: &תזמן...
hi: कार्यक्रम...(&S)
hr: &Raspored …
hu: &Időzítés...
ia: &Planifica...
is: Tíma&setja...
it: &Pianifica...
ja: スケジュールする(&S)...
kk: &Жоспарлау...
km: តារាង​ពេល​វេលា...
ko: 예약(&S)...
lt: &Tvarkaraštis...
lv: &Grafiks...
mr: वेळपत्र (&S)...
nds: &Tietplaan...
nl: &Plannen...
nn: &Planlegg …
pa: ਸੈਡਿਊਲ(&S)...
pl: &Zaplanuj...
pt: &Escalonar...
ro: &Planificare...
ru: &Запланировать...
sk: &Plánovať...
sl: &Razporedi ...
sr: &Распореди...
sv: &Schemalägg...
ug: كۈنتەرتىپ(&S)…
uk: &Спланувати...
wa: &Programer...
zh_cn: 计划(&S)...
zh_tw: 排程(&S)...

source: Shutdown Type
ar: نوع إيقاف التشغيل
bg: Режим на изключване
ca@valencia: Tipus d'parada
da: Luk-ned-type
el: Τύπος τερματισμού
es: Tipo de apagado
et: Töö lõpetamise tüüp
eu: &Itzaltze mota
fi: Sammutustapa
fr: Type d'arrêt du système
gl: Tipo de apagado
he: סוג כיבוי
hi: बंद करने का प्रकार
hr: Vrsta isključenja
hu: A leállítás típusa
ia: Typo de clausura del systema
is: Slökkva hvernig
it: Tipo di spegnimento
ja: シャットダウンの種類
kk: Сөндіру түрі
km: ប្រភេទ​បិទ
ko: 컴퓨터 끄기 종류
lt: Išjungimo tipas
lv: Izslēgšanas tips
mr: बंद करण्याचा प्रकार
nds: Typ vun't Utmaken
nl: Afsluittype
nn: Avsluttingstype
pa: ਬੰਦ ਕਰਨ ਟਾਈਪ
pl: Zamknięcie systemu
pt: Tipo de Encerramento
ro: Tip de oprire
ru: Завершение работы
sk: Typ vypnutia
sl: Vrsta izklopa
sr: Тип гашења
sv: Avstängningstyp
ug: تاقاش تىپى
uk: Тип вимикання
wa: Sôre d' aresse
zh_cn: 关机类型
zh_tw: 關機型態
