Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmgreet.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr, sv, ug, uk, wa, zh_cn, zh_tw

source: Switch to Console
ar: بدِل إلى الطرفية
bg: Превключване към конзолата
ca@valencia: Canvia a la consola
da: Skift til konsol
el: Εναλλαγή στην Κονσόλα
es: Cambiar a consola
et: Lülituda konsoolile
eu: Aldatu kontsolara
fi: Vaihda konsoliin
fr: Basculer vers la console
gl: Mudar á consola
he: עבור למסוף
hi: कंसोल में स्विच करें
hr: Prebaci na konzolu
hu: Váltás a konzolra
ia: Passa a console
is: Skipta yfir í skel
it: Passa alla console
ja: コンソールに切り替え
kk: Консоліне ауысу
km: ប្ដូរ​ទៅ​កុងសូល
ko: 콘솔로 전환
lt: Persijungti į konsolę
lv: Pārslēgties uz konsoli
mr: कन्सोलवर जा
nds: Na Konsool wesseln
nl: Naar Console
nn: &Byt til konsoll
pa: ਕੰਨਸੋਲ ਉੱਤੇ ਜਾਓ
pl: Przełącz na konsolę
pt: Mudar para a Consola
ro: Comută la consolă
ru: Переключение в консоль
sk: Prepnúť na konzolu
sl: Preklopi v konzolo
sr: Пребаци на конзолу
sv: Byt till konsoll
ug: تىزگىن سۇپىغا ئالماش
uk: Перейти в консоль
wa: Passer al conzôle
zh_cn: 切换到控制台
zh_tw: 切換至主控台

source: Restart Computer
ar: أعد تشغيل الحاسوب
bg: Рестартиране на компютъра
ca@valencia: Reinicia l'ordinador
da: Genstart computer
el: Επανεκκίνηση υπολογιστή
es: Reiniciar el equipo
et: Taaskäivitada arvuti
eu: Berrabiarazi ordenagailua
fi: Käynnistä kone uudelleen
fr: Redémarrer l'ordinateur
gl: Reiniciar o ordenador
he: הפעל מחדש את המחשב
hi: कम्प्यूटर फिर से चालू करें
hr: &Ponovo pokreni računalo
hu: A számítógép újraindítása
ia: Re-starta computator
is: Endurræsa tölvu
it: Riavvia il computer
ja: コンピュータを再起動
kk: Компьютерді қайта іске қосу
km: ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើង​វិញ
ko: 컴퓨터 다시 시작
lt: Perstartuoti kompiuterį
lv: Pārstartēt datoru
mr: संगणक पुन्हा सुरु करा
nds: Reekner nieg starten
nl: Computer herstarten
nn: Start maskina om att
pa: ਕੰਪਿਊਟਰ ਮੁੜ ਚਾਲੂ ਕਰੋ
pl: Uruchom komputer ponownie
pt: Reiniciar o Computador
ro: Repornește calculatorul
ru: Перезагрузить компьютер
sk: Reštartovať počítač
sl: Znova zaženi računalnik
sr: Поново покрени рачунар
sv: Starta om datorn
ug: كومپيۇتېرنى قايتا قوزغات
uk: Перезапустити комп'ютер
wa: Renonder li copiutrece
zh_cn: 重启计算机
zh_tw: 重新啟動電腦

source: <br/>(Next boot: %1)
ar: <br/>(التالي إقلاع: %1)
bg: <br/>(Следващо стартиране: %1)
ca@valencia: <br/>(Arrencada següent: %1)
da: <br />(Næste boot: %1)
el: <br/>(Επόμενη εκκίνηση: %1)
es: <br/>(Siguiente arranque: %1)
et: <br/>(Järgmine algkäivitus: %1)
eu: <br/>(Hurrengo abioa: %1)
fi: <br />(Seuraava käynnistys: %1)
fr: <br/>(Prochain démarrage : %1)
gl: <br/>(Seguinte arranque: %1)
he: <br/>(ההפעלה הבאה: %1)
hi: <br/>(अगला बूट: %1)
hr: <br/>(Slijedeće pokretanje: %1)
hu: <br/>(Következő rendszerindítás: %1)
ia: <br/>(proxime boot:%1)
is: <br/>(Næsta ræsing: %1)
it: <br/>(Prossimo avvio: %1)
ja: <qt><br/>(次のブート: %1)</qt>
kk: <br/>(Келесі жүктеу: %1)
km: <br/>(ចាប់ផ្ដើម​ឡើង​វិញ​បន្ទាប់ ៖ %1)
ko: <br />(다음 부팅: %1)
lt: <br/>(Kitas krovimasis: %1)
lv: <br/>(Nākamā ielāde: %1)
mr: <br/>(पुढील बूट: %1)
nds: <br/>(Nakamen Systeemstart: %1)
nl: <br />(Volgende start: %1)
nn: <br />(Neste oppstart: %1)
pa: <br/>(ਅਗਲਾ ਬੂਟ: %1)
pl: <br />(Następne uruchomienie: %1)
pt: <br/>(Próximo arranque: %1)
ro: <br />(Următoarea demarare: %1)
ru: <br/>(Следующая загрузка: %1)
sk: <br/>(Ďalšie spustenie: %1)
sl: <br />(Naslednji zagon: %1)
sr: <html><br/>(наредно подизање: %1)</html>
sv: <br/>(Nästa start: %1)
ug: <br/>(كېيىنكى قوزغىتىش: %1)
uk: <br/>(Наступне завантаження: %1)
wa: <br/>(Enondaedje shuvant di l' éndjole: %1)
zh_cn: <br/>(下次启动：%1)
zh_tw: <br/>（下一次開機：%1）

source: Abort active sessions:
ar: أجهض الجلسات النشطة:
bg: Прекъсване на активните сесии:
ca@valencia: Cancel·la les sessions actives:
da: Afbryd aktive sessioner:
el: Εγκατάλειψη των ενεργών συνεδριών:
es: Terminar sesiones activas:
et: Aktiivsete seansside katkestamine:
eu: Abortatu saio aktiboak:
fi: Keskeytä aktiiviset istunnot:
fr: Arrêter les sessions actives :
gl: Abortar as sesións activas:
he: הפסק הפעלות פעילות:
hi: सक्रिय सत्र छोड़ें:
hr: Odustani od aktivnih sesija:
hu: Az aktív munkamenetek megszakítása:
ia: Aborta sessiones active:
is: Stöðva virkar setur:
it: Termina le sessioni attive:
ja: アクティブセッションを中止:
kk: Орындалып жатқан сеанстарды доғару:
km: បោះបង់​សម័យ​សកម្ម ៖
ko: 다음 세션을 중단합니다:
lt: Nutraukti aktyvias sesijas:
lv: Pārtraukt aktīvās sesijas:
mr: सक्रिय सत्र रद्द करा:
nds: Aktive Törns afbreken:
nl: Actieve sessies afbreken:
nn: Avbryt aktive økter:
pa: ਸਰਗਰਮ ਸ਼ੈਸ਼ਨ ਅਧੂਰੇ ਛੱਡੋ:
pl: Przerwij aktywne sesje:
pt: Interromper as sessões activas:
ro: Abandonează sesiunile active:
ru: Прервать активные сеансы:
sk: Prerušiť aktívne sedenia:
sl: Prekini dejavne seje:
sr: Обустави активне сесије:
sv: Avbryt aktiva sessioner:
ug: نۆۋەتتىكى ئەڭگىمەنى توختات:
uk: Перервати активні сеанси:
wa: Abandner les sessions en alaedje:
zh_cn: 中断当前会话：
zh_tw: 中止使用中的工作階段：

source: No permission to abort active sessions:
ar: لا يوجد صلاحية لإجهاض الجلسات النشطة:
bg: Без права за прекъсване на активните сесии:
ca@valencia: No teniu permisos per a cancel·lar les sessions actives:
da: Ingen rettigheder til at afbryde aktive sessioner:
el: Δεν υπάρχουν άδειες για την εγκατάλειψη των ενεργών συνεδριών:
es: No hay permiso para terminar las sesiones activas:
et: Puudub luba katkestada aktiivseid seansse:
eu: Ez duzu baimenik saio aktiboak abortatzeko:
fi: Ei oikeuksia keskeyttää istuntoja:
fr: Aucune autorisation pour arrêter les sessions actives :
gl: Non hai permiso para abortar as sesións activas:
he: אין הרשאות להפסיק את ההפעלות הפעילות:
hi: सक्रिय सत्रों को छोड़ने हेतु कोई अनुमतियाँ नहीं:
hr: Nema dopuštenja za odustajanje od aktivnih sesija:
hu: Nincs jogosultsága az aktív munkamenetek megszakításához:
ia: Tu non ha permission de abortar sessiones active
is: Engar heimildir til að stöðva virku seturnar:
it: Non hai il permesso di terminare le sessioni attive:
ja: アクティブなセッションを中止する権限がありません:
kk: Орындалып жаткан сеанстарды доғаруға рұқсатыңыз жоқ:
km: គ្មាន​សិទ្ធិ​ក្នុង​ការ​បោះបង់​សម័យ​សកម្ម ៖
ko: 다음 세션을 중단할 권한이 없습니다:
lt: Nėra leidimo nutraukti aktyvias sesijas:
lv: Nav atļauju, lai pārtrauktu aktīvās sesijas:
mr: सक्रिय सत्र रद्द करण्याकरिता परवानगी नाही:
nds: Keen Verlööf för't Afbreken vun aktive Törns:
nl: Geen permissie om actieve sessies af te breken:
nn: Ikkje tilgang til å avbryta aktive økter:
pa: ਸਰਗਰਮ ਸ਼ੈਸ਼ਨ ਅਧੂਰੇ ਛੱਡਣ ਲਈ ਕੋਈ ਅਧਿਕਾਰ ਨਹੀਂ:
pl: Brak zezwolenia na przerwanie aktywnych sesji:
pt: Sem permissões para interromper as sessões activas:
ro: Nu există permisiuni pentru abandonarea sesiunilor active:
ru: Не разрешено прерывать текущие сеансы:
sk: Nemáte práva na prerušenie aktívnych sedení:
sl: Ni dovoljenja za prekinitev dejavnih sej:
sr: Без дозволе за обустављање активних сесија:
sv: Inga behörigheter att avbryta aktiva sessioner:
ug: ئاكتىپ ئەڭگىمەنى توختىتىش ھوقۇقى يوق:
uk: Немає дозволу на переривання активних сеансів:
wa: Nén l' droet d' abandner les sessions en alaedje:
zh_cn: 无权中断当前会话：
zh_tw: 無權中止使用中的工作階段：

# @title:column
source: Session
ar: الجلسة
bg: Сесия
ca@valencia: Sessió
el: Συνεδρία
es: Sesión
et: Seanss
eu: Saioa
fi: Istunto
gl: Sesión
he: סוג הפעלה
hi: सत्र
hr: Sesija
hu: Munkamenet
is: Seta
it: Sessione
ja: セッション
kk: Сеанс
km: សម័យ
ko: 세션 형식
lt: Sesija
lv: Sesija
mr: सत्र
nds: Törn
nl: Sessie
nn: Økt
pa: ਸ਼ੈਸ਼ਨ
pl: Sesja
pt: Sessão
ro: Sesiune
ru: Сеанс
sk: Sedenie
sl: Seja
sr: сесија
ug: ئەڭگىمە
uk: Сеанс
zh_cn: 会话
zh_tw: 工作階段

# @title:column ... of session
source: Location
ar: الموقع
bg: Местоположение
ca@valencia: Ubicació
da: Sted
el: Τοποθεσία
es: Ubicación
et: Asukoht
eu: Kokalekua
fi: Sijainti
fr: Emplacement
gl: Lugar
he: מיקום
hi: स्थान
hr: Lokacija
hu: Hely
is: Staðsetning
it: Posizione
ja: 場所
kk: Орналасуы
km: ទីតាំង
ko: 위치
lt: Vieta
lv: Vieta
mr: ठिकाण
nds: Steed
nl: Locatie
nn: Plassering
pa: ਟਿਕਾਣਾ
pl: Lokalizacja
pt: Localização
ro: Amplasare
ru: Расположение
sk: Umiestnenie
sl: Mesto
sr: локација
sv: Plats
ug: ئورنى
uk: Адреса
wa: Eplaeçmint
zh_cn: 位置
zh_tw: 位置

source: Cancel pending shutdown:
bg: Отказване на предстоящото изключване:
ca@valencia: Cancel·la l'parada pendent:
da: Annullér forestående nedlukning:
el: Εγκατάλειψη τρέχουσας διαδικασίας Τερματισμού:
es: Cancelar el apagado pendiente:
et: Ootel seiskamise katkestamine:
eu: Bertan behera utzi programatutako itzaltzea:
fi: Peru vireillä oleva koneen sammutus:
fr: Annuler l'arrêt programmé :
gl: Cancelar o apagado pendente:
he: הפסק את תהליך הכיבוי:
hr: Prekini čekanje isključivanja:
hu: A függőben lévő rendszerleállítás félbeszakítása:
ia: Cancella le action de stoppar pendente:
is: Hætta við slökkvun sem er í bið:
it: Interrompi lo spegnimento in attesa:
ja: シャットダウンをキャンセル:
kk: Келесі өшіруден айну:
km: បោះបង់​​ការ​រង់ចាំ​បិទ ៖
ko: 대기 중인 컴퓨터 끄기를 취소합니다:
lt: Nutraukti įvyksiantį išsijungimą:
lv: Atcelt plānoto izslēgšanos:
mr: अपूर्ण बंद करणे रद्द करा :
nds: Plaant Utmaken afbreken:
nl: Gaande afsluiting annuleren:
nn: Avbryt kommande avslutting:
pa: ਬਾਕੀ ਰਹਿੰਦਾ ਬੰਦ ਕਰਨਾ ਰੱਦ ਕਰੋ:
pl: Anuluj zaplanowane wyłączenie:
pt: Cancelar o encerramento pendente:
ro: Anulează oprirea în curs:
ru: Отменить предстоящее выключение:
sk: Zrušiť čakajúce vypnutie:
sl: Preklic izklapljanja v teku:
sr: Откажи наступајуће гашење:
sv: Avbryt väntande avstängning:
ug: باستۇرۇپ قويۇلغان تاقاشنى ئەمەلدىن قالدۇر:
uk: Скасувати очікуване вимикання:
wa: Rinoncî å distindaedje ki s' va fé :
zh_cn: 中断已推迟的关机任务：
zh_tw: 取消暫停中的關機：

source: No permission to cancel pending shutdown:
bg: Без права за прекъсване на предстоящото изключване:
ca@valencia: No teniu permisos per a cancel·lar l'parada pendent:
da: Ikke rettigheder til at annullere forestående nedlukning:
el: Δεν υπάρχουν άδειες για την εγκατάλειψη της τρέχουσας διαδικασίας τερματισμού:
es: No hay permiso para cancelar el apagado pendiente:
et: Puudub luba katkestada ootel seiskamisi:
eu: Ez dago baimenik programatutako itzaltzea bertan behera uzteko:
fi: Ei oikeuksia perua vireillä olevaa koneen sammutusta:
fr: Aucune autorisation pour interrompre l'arrêt programmé :
gl: Non hai permiso para cancelar o apagado pendente:
he: אין הרשאה להפסיק כיבוי מחשב מתוכנן:
hr: Nema dozvole za prekidanje čekanja na isključivanje:
hu: Nincs jogosultsága a függőben lévő rendszerleállítás félbeszakításához:
ia: Tu non ha le permission de cancellar le actiones de stoppar pendente:
is: Engar heimildir til að hætta við slökkvun í bið:
it: Non hai il permesso di interrompere lo spegnimento in attesa:
ja: シャットダウンをキャンセルする権限がありません:
kk: Келесі өшіруді доғаруға рұқсатыңыз жоқ:
km: គ្មាន​សិទ្ធិ​ ដើម្បី​បោះបង់​ការ​រង់ចាំ​បិទ​ទេ ៖
ko: 대기하고 있는 컴퓨터 끄기를 취소할 권한이 없습니다:
lt: Nėra leidimo nutraukti įvyksiantį išsijungimą:
lv: Nav atļaujas atcelt plānoto izslēgšanos:
mr: अपूर्ण बंद करणे रद्द करण्याकरिता परवानगी नाही :
nds: Keen Verlööf för't Afbreken vun't Utmaken:
nl: Geen permissie om gaande afsluiting te annuleren:
nn: Ikkje tilgang til å avbryta kommande avslutting:
pa: ਬਾਕੀ ਰਹਿੰਦਾ ਬੰਦ ਕਰਨਾ ਰੱਦ ਕਰਨ ਲਈ ਕੋਈ ਅਧਿਕਾਰ ਨਹੀਂ:
pl: Brak zezwolenia na przerwanie zaplanowanego wyłączenia:
pt: Sem permissões para cancelar o encerramento pendente:
ro: Nu aveți permisiuni să anulați oprirea în curs:
ru: Нет прав отменять предстоящее выключение:
sk: Nemáte práva na zrušenie čakajúceho vypnutia:
sl: Ni dovoljenja za preklic izklapljanja v teku:
sr: Без дозволе за отказивање наступајућег гашења:
sv: Inga behörigheter att avbryta väntande avstängning:
ug: كېچىكتۈرۈلگەن كومپيۇتېر تاقاش ۋەزىپىسىنى توختىتىش ھوقۇقى يوق:
uk: Немає дозволу на скасування очікуваного вимикання:
wa: Nén l' droet d' rinoncî å distindaedje ki s' va fé :
zh_cn: 无权中断已推迟的关机任务：
zh_tw: 無權取消暫停中的關閉：

# start of shutdown:
source: now
ar: الآن
bg: сега
ca@valencia: ara
da: nu
el: τώρα
es: ahora
et: nüüd
eu: orain
fi: nyt
fr: maintenant
gl: agora
he: עכשיו
hi: अभी
hr: sada
hu: most
ia: Ora
is: núna
it: ora
ja: 今
kk: қазір
km: ឥឡូវ
ko: 지금
lt: dabar
lv: tūlīt
mr: आता
nds: nu
nl: nu
nn: no
pa: ਹੁਣ
pl: teraz
pt: agora
ro: acum
ru: сейчас
sk: teraz
sl: sedaj
sr: сада
sv: nu
ug: ھازىر
uk: зараз
wa: do côp
zh_cn: 立即
zh_tw: 現在

# timeout of shutdown:
source: infinite
ar: لا نهائي
bg: неопределено
ca@valencia: infinit
da: uendelig
el: άπειρο
es: infinito
et: lõputu
eu: infinitua
fi: määrittämätön
fr: infini
gl: infinito
he: אינסופי
hi: असीमित
hr: beskonačno
hu: végtelen
is: óendanlegt
it: infinito
ja: 無期限
kk: тұра тұр
km: មិន​កំណត់
ko: 무한히
lt: neribotas
lv: bezgalīgs
mr: अमर्यादित
nds: ahn Enn
nl: oneindig
nn: uendeleg
pa: ਬੇਅੰਤ
pl: nigdy
pt: infinito
ro: infinit
ru: никогда
sk: nekonečne
sl: neskončno
sr: бесконачно
sv: oändlig
ug: چەكسىز
uk: нескінченно
wa: a l' infini
zh_cn: 无穷
zh_tw: 無了期

# owner of shutdown:
source: console user
ar: مستخدم الطرفية
bg: терминален потребител
ca@valencia: usuari de consola
da: konsolbruger
el: χρήστης κονσόλας
es: usuario de consola
et: konsooli kasutaja
eu: kontsola-erabiltzailea
fi: konsolikäyttäjä
fr: utilisateur en mode console
gl: usuario da consola
he: משתמש מסוף
hi: कंसोल उपयोक्ता
hr: korisnik konzole
hu: konzolos felhasználó
ia: usator de console
is: skeljarnotandi
it: utente console
ja: コンソールユーザ
kk: консоль пайдаланушы
km: អ្នក​ប្រើ​កុងសូល
ko: 콘솔 사용자
lt: konsolės naudotojas
lv: konsoles lietotājs
mr: कन्सोल वापरकर्ता
nds: Konsoolbruker
nl: console-gebruiker
nn: konsollbrukar
pa: ਕੰਨਸੋਲ ਯੂਜ਼ਰ
pl: użytkownik konsoli
pt: utilizador de consola
ro: utilizator de consolă
ru: консольный сеанс
sk: konzolový užívateľ
sl: uporabnik konzole
sr: конзолни корисник
sv: konsollanvändare
ug: تىزگىن تاختا ئىشلەتكۈچى
uk: консольний користувач
wa: uzeu del conzôle
zh_cn: 控制台用户
zh_tw: 主控台使用者

# owner of shutdown:
source: control socket
ar: مقبس التحكم
bg: контролен сокет
ca@valencia: sòcol de control
da: kontrolsokkel
el: υποδοχή ελέγχου
es: socket de control
et: juhtsokkel
eu: kontrol socket-a
fi: hallintapistoke
fr: socket de contrôle
gl: socket de control
he: שקע בקרה
hi: नियंत्रण सॉकेट
hr: kontrolna utičnica
hu: vezérlőaljazat
ia: socket de controlo
is: stjórnsökkull
it: socket controllo
ja: コンソールソケット
kk: басқарушы сокет
km: រន្ធ​វត្ថុ​បញ្ជា
ko: 제어 소켓
lt: valdymo lizdas
lv: kontoles ligzda
mr: नियंत्रण सॉकेट
nds: Kuntrull-Socket
nl: controlesocket
nn: kontrollsokkel
pa: ਕੰਟਰੋਲ ਸਾਕਟ
pl: gniazdo sterujące
pt: 'socket' de controlo
ro: soclu de control
ru: управляющий сокет
sk: riadiaci soket
sl: nadzorni vtič
sr: контролни сокет
sv: styruttag
ug: تىزگىن تاختا ئوقۇرى
uk: контрольний сокет
wa: soket d' controle
zh_cn: 控制套接字
zh_tw: 控制 socket

source: turn off computer
ar: أوقف تشغيل الحاسوب
bg: изключване на компютъра
ca@valencia: apaga l'ordinador
da: luk computeren ned
el: κλείσιμο υπολογιστή
es: apagar el equipo
et: arvuti seiskamine
eu: itzali ordenagailua
fi: Sammuta kone
fr: éteindre l'ordinateur
gl: apagar o ordenador
he: כבה את המחשב
hi: कम्प्यूटर बन्द करें
hr: Isključi računalo
hu: a számítógép kikapcsolása
ia: stoppa computator
is: slökkva á tölvu
it: spegni il computer
ja: コンピュータを停止
kk: компьютерді сөндіру
km: បិទ​កុំព្យូទ័រ
ko: 컴퓨터 끄기
lt: Išjungti kompiuterį
lv: izslēgt datoru
mr: संगणक बंद करा
nds: Reekner utmaken
nl: computer uitschakelen
nn: slå av datamaskina
pa: ਕੰਪਿਊਟਰ ਬੰਦ ਕਰੋ
pl: wyłącz komputer
pt: desligar o computador
ro: oprește calculatorul
ru: выключить компьютер
sk: vypnúť počítač
sl: izklopi računalnik
sr: угаси рачунар
sv: stäng av datorn
ug: كومپيۇتېرنى تاقا
uk: вимкнути комп'ютер
wa: arester li copiutrece
zh_cn: 关闭计算机
zh_tw: 關閉電腦

source: restart computer
ar: أعد تشغيل الحاسوب
bg: рестартиране на компютъра
ca@valencia: reengega l'ordinador
da: genstart computer
el: επανεκκίνηση υπολογιστή
es: reiniciar el equipo
et: arvuti taaskäivitamine
eu: berrabiarazi ordenagailua
fi: Uudelleenkäynnistä kone
fr: redémarrer l'ordinateur
gl: reiniciar o ordenador
he: הפעל מחדש את המחשב
hi: कम्प्यूटर पुनः प्रारंभ करें
hr: &Ponovo pokreni računalo
hu: a számítógép újraindítása
ia: re-starta computator
is: endurræsa tölvu
it: riavvia il computer
ja: コンピュータを再起動
kk: компьютерді қайта жүктеу
km: ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើង​វិញ
ko: 컴퓨터 다시 시작
lt: perstartuoti kompiuterį
lv: pārstartēt datoru
mr: संगणक पुन्हा सुरु करा
nds: Reekner nieg starten
nl: computer herstarten
nn: start datamaskina om att
pa: ਕੰਪਿਊਟਰ ਮੁੜ ਚਾਲੂ ਕਰੋ
pl: uruchom komputer ponownie
pt: reiniciar o computador
ro: repornește calculatorul
ru: перезагрузить компьютер
sk: reštartovať počítač
sl: znova zaženi računalnik
sr: поново покрени рачунар
sv: starta om datorn
ug: كومپيۇتېرنى قايتا باشلا
uk: перезапустити комп'ютер
wa: renonder li copiutrece
zh_cn: 重启计算机
zh_tw: 重新啟動電腦

source: Next boot: %1
ar: الإقلاع التالي: %1
bg: Следващо стартиране: %1
ca@valencia: Arrencada següent: %1
da: Næste boot: %1
el: Επόμενη εκκίνηση: %1
es: Siguiente arranque: %1
et: Järgmine algkäivitus: %1
eu: Hurrengo abioa: %1
fi: Seuraava uudelleenkäynnistys: %1
fr: Prochain démarrage : %1
gl: Seguinte arranque: %1
he: אתחול הבא: %1
hi: अगला बूट: %1
hr: Slijedeće pokretanje: %1
hu: Következő rendszerindítás: %1
ia: Proxime boot:%1
is: Næsta ræsing: %1
it: Prossimo avvio: %1
ja: 次のブート: %1
kk: Келесі жүктеу: %1
km: ចាប់ផ្ដើម​ពេល​ក្រោយ ៖ %1
ko: 다음 부팅: %1
lt: Kitas krovimasis: %1
lv: Nākamā ielāde: %1
mr: पुढील बूट: %1
nds: Nakamen Systeemstart: %1
nl: Volgende start: %1
nn: Neste oppstart: %1
pa: ਅਗਲਾ ਬੂਟ: %1
pl: Następne uruchomienie: %1
pt: Próximo arranque: %1
ro: Următoarea demarare: %1
ru: Следующая загрузка: %1
sk: Ďalšie spustenie: %1
sl: Naslednji zagon: %1
sr: Наредно подизање: %1
sv: Nästa start: %1
ug: كېيىنكى قوزغىتىش: %1
uk: Наступне завантаження: %1
wa: Enondaedje shuvant di l' éndjole: %1
zh_cn: 下次启动：%1
zh_tw: 下一次開機：%1

source: Owner: %1 Type: %2%5 Start: %3 Timeout: %4
ar: المالك: %1 النوع: %2%5 البدء: %3 المهلة: %4
bg: Собственик: %1 Вид: %2%5 Начало: %3 Пауза: %4
ca@valencia: Propietari: %1 Tipus: %2%5 Inici: %3 Expiració: %4
da: Ejer: %1 Type: %2%5 Start: %3 Tidsudløb: %4
el: Ιδιοκτήτης: %1 Τύπος: %2%5 Εκκίνηση: %3 Χρονικό περιθώριο: %4
es: Propietario: %1 Tipo: %2%5 Inicio: %3 Límite: %4
et: Omanik: %1 Tüüp: %2%5 Algus: %3 Aegumine: %4
eu: Jabea: %1 Mota: %2%5 Hasiera: %3 Denbora-muga: %4
fi: Omistaja: %1 Tyyppi: %2%5 Alku: %3 Aikalisä: %4
fr: Propriétaire : %1 Type : %2%5 Démarrage : %3 Délai maximal : %4
gl: Dono: %1 Tipo: %2%5 Inicio: %3 Tempo límite: %4
he: בעלים: %1 סוג: %2%5 התחלה: %3 זמן מוקצב: %4
hi: मालिक: %1 क़िस्म: %2%5 प्रारंभt: %3 टाइमआउटt: %4
hr: Vlasnik: %1 Tip: %2%5 Početak: %3 Završetak: %4
hu: Tulajdonos: %1 Típus: %2%5 Kezdés: %3 Várakozás: %4
ia: Proprietario: %1 Typo:%2%5 Initio:%3 Tempore Expirate:%4
is: Eigandi: %1 Tegund: %2%5 Byrjun: %3 Tímamörk: %4
it: Proprietario: %1 Tipo: %2%5 Avvio: %3 Tempo massimo: %4
ja: 所有者: %1 タイプ: %2%5 開始: %3 タイムアウト: %4
kk: Иесі: %1 Түрі: %2%5 Бастау: %3 Күту уақыты: %4
km: ម្ចាស់ ៖ %1 ប្រភេទ ៖ %2%5 ចាប់ផ្ដើម ៖ %3 ពេល​សម្រាក ៖ %4
ko: 소유자: %1 종류: %2%5 시작: %3 시간 제한: %4
lt: Naudotojas: %1 Tipas: %2%5 Pradžia: %3 Pabaiga: %4
lv: Īpašnieks: %1 Tips: %2%5 Starts: %3 Noildze: %4
mr: मालक: %1 प्रकार: %2%5 प्रारंभ: %3 टाइमआऊट: %4
nds: Eegner: %1 Typ: %2%5 Start: %3 Tietgrenz: %4
nl: Eigenaar: %1 Type: %2%5 Start: %3 Tijdslimiet: %4
nn: Eigar: %1 Type: %2%5 Start: %3 Tidsgrense: %4
pa: ਮਾਲਕ: %1 ਟਾਈਪ: %2%5 ਸ਼ੁਰੂ: %3 ਟਾਈਮ-ਆਉਟ: %4
pl: Właściciel: %1 Typ: %2%5 Rozpoczęcie: %3 Limit czasu: %4
pt: Dono: %1 Tipo: %2%5 Início: %3 Limite: %4
ro: Proprietar: %1 Tip: %2%5 Pornire: %3 Temporizare: %4
ru: Владелец: %1 Тип: %2%5 Начало: %3 Время ожидания: %4
sk: Vlastník: %1 Typ: %2%5 Štart: %3 Čas vypršania: %4
sl: Lastnik: %1 Vrsta: %2%5 Začetek: %3 Časovni pretek: %4
sr: власник: %1 тип: %2%5 почетак: %3 прековреме: %4
sv: Ägare: %1 Typ: %2%5 Start: %3 Tidsgräns: %4
ug: ئىگىدار: %1 تىپى: %2%5 باشلا: %3 مۆھلەت: %4
uk: Власник: %1 Тип: %2%5 Початок: %3 Тайм-аут: %4
wa: Propiyetaire: %1 Sôre: %2%5 Enondaedje: %3 Tins trop long: %4
zh_cn: 所有者：%1 类型：%2%5 开始：%3 超时：%4
zh_tw: 擁有者：%1 類型：%2%5 開始：%3 逾期：%4

# after timeout:
source: abort all sessions
ar: أجهض كلّ الجلسات
bg: прекъсване на всички сесии
ca@valencia: cancel·la totes les sessions
da: afbryd alle sessioner
el: εγκατάλειψη όλων των συνεδριών
es: terminar todas las sesiones
et: kõigi seansside katkestamine
eu: abortatu saio guztiak
fi: keskeytä kaikki istunnot
fr: Arrêter toutes les sessions
gl: abortar todas as sesións
he: הפסק את כל ההפעלות
hi: सभी सत्रों को छोड़ें
hr: odustani od svih sesija
hu: az összes munkamenet félbeszakítása
ia: aborta omne sessiones
is: stöðva allar setur
it: termina tutte le sessioni
ja: すべてのセッションを中止
kk: барлық сеанстарын доғару
km: បោះបង់​សម័យ​ទាំងអស់
ko: 모든 세션 중단
lt: Nutraukti visas sesijas
lv: pārtraukt visas sesijas
mr: सर्व सत्र रद्द करा
nds: all Törns afbreken
nl: alle sessie afbreken
nn: avbryt alle økter
pa: ਸਭ ਸ਼ੈਸ਼ਨ ਛੱਡੋ
pl: przerwij wszystkie sesje
pt: interromper todas as sessões
ro: abandonează toate sesiunile
ru: прервать все сеансы
sk: prerušiť všetky sedenia
sl: prekini vse seje
sr: обустави све сесије
sv: avbryt alla sessioner
ug: ھەممە ئەڭگىمەلەرنى توختات
uk: перервати всі сеанси
wa: abandner totes les sessions
zh_cn: 中断全部会话
zh_tw: 中止所有工作階段

# after timeout:
source: abort own sessions
ar: ألغ جلساتك
bg: прекъсване на собствените сесии
ca@valencia: cancel·la les sessions pròpies
da: afbryd egne sessioner
el: εγκατάλειψη των ιδιόκτητων συνεδριών
es: terminar sesiones propias
et: oma seansside katkestamine
eu: abortatu norberaren saioak
fi: keskeytä omat istunnot
fr: Arrêter ses propres sessions
gl: abortar as sesións proprias
he: הפסק את כל ההפעלות שלי
hi: अपने सत्र छोड़ें
hr: odustani od vlastite sesije
hu: a saját munkamenetek félbeszakítása
ia: aborta tu proprie sessiones
is: stöðva eigin setur
it: termina le proprie sessioni
ja: 自分のセッションを中止
kk: өзінің сеанстарын доғару
km: បោះបង់​សម័យ​ផ្ទាល់​ខ្លួន
ko: 소유하고 있는 세션 중단
lt: nutraukti savo sesijas
lv: pārtraukt savas sesijas
mr: स्वयं सत्र रद्द करा
nds: egen Törns afbreken
nl: alle eigen sessies afbreken
nn: avbryt eigne økter
pa: ਆਪਣਾ ਸ਼ੈਸ਼ਨ ਅਧੂਰਾ ਛੱਡੋ
pl: przerwij własne sesje
pt: interromper as próprias sessões
ro: abandonează propriile sesiuni
ru: прервать собственные сеансы
sk: prerušiť vlastné sedenia
sl: prekini lastne seje
sr: обустави сопствене сесије
sv: avbryt egna sessioner
ug: ئىگىدار ئەڭگىمەنى توختات
uk: перервати власні сеанси
wa: n' abandner ki les sessions da sine
zh_cn: 中断所属会话
zh_tw: 中止自己的工作階段

# after timeout:
source: cancel shutdown
ar: ألغ إيقاف التشغيل
bg: отмяна на изключването
ca@valencia: cancel·la l'parada
da: annullér nedlukning
el: ακύρωση τερματισμού
es: cancelar apagado
et: seiskamise peatamine
eu: bertan behera utzi itzaltzea
fi: peru koneen sammutus
fr: annuler l'arrêt
gl: cancelar o apagado
he: בטל כיבוי
hi: बन्द करना रद्द करें
hr: prekini isključivanje
hu: a leállítás félbeszakítása
ia: cancella action de stoppar
is: hætta við að slökka
it: annulla spegnimento
ja: シャットダウンをキャンセル
kk: сөндіруден айну
km: បោះបង់​ការ​បិទ
ko: 컴퓨터 끄기 취소
lt: Nutraukti išjungimą
lv: atcelt izslēgšanu
mr: बंद करणे रद्द करा
nds: Utmaken afbreken
nl: afsluiten annuleren
nn: avbryt avslutting
pa: ਬੰਦ ਕਰਨਾ ਰੱਦ ਕਰੋ
pl: anuluj zamknięcie systemu
pt: cancelar o encerramento
ro: anulează oprirea
ru: отменить выключение
sk: zrušiť vypnutie
sl: prekliči izklop
sr: откажи гашење
sv: avbryt avstängning
ug: كومپيۇتېر تاقاشتىن ۋاز كەچ
uk: скасувати вимикання
wa: rinoncî å distindaedje
zh_cn: 取消关机
zh_tw: 取消關機
