Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmgreet.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr, sv, ug, uk, wa, zh_cn, zh_tw

source: &Turn off computer
ar: أو&قف تشغيل الحاسوب
bg: &Изключване на компютъра
ca@valencia: A&paga l'ordinador
da: &Sluk for computeren
el: &Κλείσιμο υπολογιστή
es: &Apagar el equipo
et: &Lülita arvuti välja
eu: &Itzali ordenagailua
fi: &Sammuta kone
fr: É&teindre l'ordinateur
gl: &Apagar o ordenador
he: &כבה את המחשב
hi: कम्प्यूटर बन्द करें (&T)
hr: &Isključi računalo
hu: &Kikapcsolás
ia: S&toppa le computator (Extingue lo)
is: &Slökkva á tölvu
it: &Spegni il computer
ja: コンピュータを停止(&T)
kk: Компью&терді мүлдем сөндіру
km: បិទ​កុំព្យូទ័រ
ko: 컴퓨터 끄기(&T)
lt: &Išjungti kompiuterį
lv: &Izslēgt datoru
mr: संगणक बंद करा (&T)
nds: &Reekner utmaken
nl: Computer ui&tschakelen
nn: &Slå av datamaskina
pa: ਕੰਪਿਊਟਰ ਬੰਦ ਕਰੋ(&T)
pl: &Wyłącz komputer
pt: Desligar o compu&tador
ro: &Oprește calculatorul
ru: &Выключить компьютер
sk: &Vypnúť počítač
sl: &Izklopi računalnik
sr: &Угаси рачунар
sv: S&täng av datorn
ug: كومپيۇتېرنى تاقا(&T)
uk: &Вимкнути комп'ютер
wa: &Arester li copiutrece
zh_cn: 关闭计算机(&T)
zh_tw: 關閉電腦 (&T)

source: &Restart computer
ar: أ&عد تشغيل الحاسوب
bg: &Рестартиране на компютъра
ca@valencia: &Reinicia l'ordinador
da: &Genstart computer
el: &Επανεκκίνηση υπολογιστή
es: &Reiniciar el equipo
et: &Taaskäivita arvuti
eu: &Berrabiarazi ordenagailua
fi: Käynnistä kone &uudelleen
fr: &Redémarrer l'ordinateur
gl: &Reiniciar o ordenador
he: &הפעל מחדש את המחשב
hi: कम्प्यूटर फिर से प्रारंभ करें (&R)
hr: &Ponovo pokreni računalo
hu: Ú&jraindítás
ia: &ReInitia computator
is: Endu&rræsa tölvu
it: &Riavvia il computer
ja: コンピュータを再起動(&R)
kk: &Компьютерді қайта жүктеу
km: ចាប់​ផ្ដើម​កុំព្យូទ័រ​ឡើង​វិញ
ko: 컴퓨터 다시 시작(&R)
lt: &Perstartuoti kompiuterį
lv: &Pārstartēt datoru
mr: संगणक पुन्हासुरु करा (&R)
nds: Reekner &nieg starten
nl: Computer he&rstarten
nn: Start datamaskina &om att
pa: ਕੰਪਿਊਟਰ ਮੁੜ ਚਾਲੂ ਕਰੋ(&R)
pl: &Uruchom ponownie
pt: &Reiniciar o computador
ro: &Repornește calculatorul
ru: Пере&загрузить компьютер
sk: &Reštartovať počítač
sl: &Znova zaženi računalnik
sr: &Поново покрени рачунар
sv: Sta&rta om datorn
ug: كومپيۇتېرنى قايتا قوزغات(&R)
uk: &Перезавантажити комп'ютер
wa: &Renonder li copiutrece
zh_cn: 重启计算机(&R)
zh_tw: 重新啟動電腦 (&R)

# @title:group ... of shutdown
source: Scheduling
ar: الجدولة
bg: Разписание
ca@valencia: S'està planificant
da: Skemalægning
el: Προγραμματισμός
es: Planificando
et: Ajastamine
eu: Antolaketa
fi: Aikataulutus
fr: Ordonnancement
gl: Planificación
he: תזמון
hi: समय-सारणी
hr: Raspoređivanje
hu: Időzítés
ia: Planification
is: Tímasetning
it: Pianificazione
ja: スケジュール
kk: Жоспарлау
km: ការ​កំណត់​ពេល​វេលា
ko: 예약
lt: Planuojamas
lv: Plānošana
mr: वेळपत्र बनवित आहे
nds: Tiet planen
nl: Planning
nn: Planlegging
pa: ਸੈਡਿਊਲਿੰਗ
pl: Planowanie
pt: Escalonamento
ro: Planificare
ru: Планирование
sk: Plánovanie
sl: Razporejanje
sr: Распоређивање
sv: Schemaläggning
ug: پىلان
uk: Планування
wa: Programaedje
zh_cn: 计划
zh_tw: 排程中

source: &Start:
ar: أ&بدء:
bg: &Стартиране:
ca@valencia: &Inici:
el: &Εκκίνηση:
es: &Inicio:
et: Algu&s:
eu: &Hasiera:
fi: &Alku:
fr: &Démarrage :
gl: &Iniciar:
he: &התחל:
hi: प्रारंभः (&S)
hu: In&dítás:
ia: &Starta:
is: &Byrja:
it: &Avvia:
ja: 開始(&S):
kk: &Бастау:
km: ចាប់​ផ្ដើម ៖
ko: 시작(&S):
lt: P&radžia:
lv: &Sākums:
mr: सुरु करा (&S):
pa: ਸ਼ੁਰੂ(&S):
pl: &Rozpoczęcie:
pt: &Início:
ro: &Pornire:
ru: &Начало:
sk: &Spustiť:
sl: Z&ačetek:
sr: &Почетак:
sv: &Starta:
ug: باشلا(&S):
uk: &Початок:
wa: &Enonder:
zh_cn: 开始(&S)：
zh_tw: 開始(&S)：

source: T&imeout:
ar: &المهلة:
bg: Па&уза:
ca@valencia: Exp&iració:
da: Udløb af t&id:
el: &Χρονική διορία:
es: T&iempo límite:
et: Aegum&ine:
eu: D&enbora-muga:
fi: A&ikalisä:
fr: Déla&i maximal :
gl: T&empo límite:
he: &פסק זמן:
hi: टाइमआउटः (&i)
hr: Z&avršetak:
hu: Kés&leltetés:
ia: T&empore expirate:
is: &Tímamörk:
it: Tempo mass&imo:
ja: タイムアウト(&I):
kk: &Күту уақыты:
km: ពេល​សម្រាក ៖
ko: 시간 제한(&I):
lt: Laiko &limitas:
lv: No&ildze:
mr: वेळेचे बंधन (&I):
nds: T&ietgrenz:
nl: Tijdsl&imiet:
nn: T&idsgrense:
pa: ਟਾਈਮ-ਆਉਟ(&i):
pl: &Limit czasu:
pt: Tempo-l&imite:
ro: T&emporizare:
ru: Время ожидания:
sk: Č&as vypršania:
sl: Čas&ovni pretek:
sr: &Прековреме:
sv: T&idsgräns:
ug: مۆھلەت(&I):
uk: &Час бездіяльності:
wa: &Tårdjaedje:
zh_cn: 超时(&I)：
zh_tw: 逾時(&T)：

source: &Force after timeout
ar: أ&فرض بعد إنتهاء المهلة
bg: Прину&дително след изтичане на паузата
ca@valencia: &Força-ho després de l'espera
da: &Påtving efter tidsudløb
el: &Εξαναγκασμός μετά από χρονικό περιθώριο
es: &Forzar tras el tiempo límite
et: Pealesundimine pärast ae&gumist
eu: &Behartu denbora-muga gainditu ondoren
fi: &Pakota aikalisän jälkeen
fr: &Forcer après le délai maximal
gl: &Forzar despois do tempo límite
he: &כפה לאחר זמן מוקצב
hi: टाइमआउट के बाद बलपूर्वक (&F)
hr: &Prisili nakon završetka
hu: Ki&kényszerítés a várakozási idő letelte után
ia: &Fortia postea tempore expirate
is: Þvinga e&ftir tímamörk
it: &Forza dopo il tempo massimo
ja: タイムアウト後強制する(&F)
kk: &Күту уақытынан кейін мәжбүрлеу
km: បង្ខំ​បន្ទាប់​ពី​ពេល​សម្រាក
ko: 시간 제한 이후 강제(&F)
lt: Privers&ti pasibaigus laikui
lv: &Piespiest pēc noildzes
mr: वेळेचे बंधन संपल्यावर बळपूर्वक करा (&F)
nds: Na Tietafloop &dwingen
nl: &Forceren na tijdslimiet
nn: &Tving etter tidsgrensa
pa: ਟਾਈਮ-ਆਉਟ ਬਾਅਦ ਮਜਬੂਰ ਕਰੋ(&F)
pl: &Wymuś po limicie czasu
pt: &Forçar após o tempo-limite:
ro: &Forțează după expirarea temporizării
ru: &Задержка
sk: &Vynútiť po vypršaní času
sl: V&sili po časovnem preteku
sr: &Приморај по прековремену
sv: &Tvinga efter tidsgräns
ug: مۆھلەت توشقاندا مەجبۇرىي(&F)
uk: &Примусово після часу бездіяльності
wa: &Foirci après astådje
zh_cn: 超时后强制(&F)
zh_tw: 逾期後強制(&F)

source: Entered start date is invalid.
ar: تاريخ بدء التشغيل المدخل غير صالح.
bg: Въведената начална дата е невалидна.
ca@valencia: La data d'inici introduïda no és vàlida.
da: Indtastet startdato er ugyldig.
el: Η αρχική ημερομηνία δεν είναι έγκυρη.
es: La fecha de inicio introducida no es válida.
et: Sisestatud algusaeg on vigane
eu: Sartutako hasiera-data baliogabea da.
fi: Annettiin väärä aloituspäivä.
fr: La date de départ saisie est non valable.
gl: A data de inicio introducida non é válida.
he: תאריך ההתחלה שהוכנס לא תקני.
hi: जो प्रारंभ तिथि भरी गई है वह अवैध है.
hr: Unešeni datum početka je nevažeći.
hu: A megadott kezdési dátum érvénytelen.
ia: Tu insertava un data de initio que il es invalide.
is: Upphafsdagsetning er ógild.
it: La data di inizio immessa non è valida.
ja: 入力された開始日は無効です。
kk: Бастау уақыты дұрыс көрсетілмеген.
km: កាល​បរិច្ឆេទ​ចាប់ផ្ដើម​ដែល​បាន​បញ្ចូល​មិន​ត្រឹមត្រូវ ។
ko: 입력한 시작 날짜가 잘못되었습니다.
lt: Įvesta pradžios data neteisinga.
lv: Ievadītais sākuma datums ir nepareizs.
mr: दाखल केलेले दिनांक अवैध आहे.
nds: De angeven Starttiet gellt nich.
nl: Ingevoerde startdatum is ongeldig.
nn: Den valde startdatoen er ugyldig.
pa: ਦਿੱਤੀ ਸ਼ੁਰੂ ਤਾਰੀਖ ਠੀਕ ਨਹੀਂ ਹੈ।
pl: Podana data rozpoczęcia jest nieprawidłowa.
pt: A data de início indicada é inválida.
ro: Data de început nu este validă.
ru: Указана неверная начальная дата.
sk: Zadaný dátum spustenia je neplatný.
sl: Vnesen začetni datum je neveljaven.
sr: Унети почетни датум није исправан.
sv: Inskrivet startdatum är felaktigt.
ug: كىرگۈزگەن باشلانلانغان چېسلا ئىناۋەتسىز.
uk: Введено некоректну дату початку.
wa: Li date d' enondaedje intrêye n' est nén valide.
zh_cn: 输入的开始日期无效。
zh_tw: 輸入的開始日期無效。

source: Entered timeout date is invalid.
ar: المهلة المدخلة غير صالحة.
bg: Въведеното време за пауза е невалидно.
ca@valencia: La data d'expiració introduïda no és vàlida.
da: Indtaste dato for tidsudløb er ugyldig.
el: Η ημερομηνία χρονικού περιθωρίου που εισάγατε δεν είναι έγκυρη.
es: El tiempo límite introducido no es válido.
et: Sisestatud aegumisaeg on vigane.
eu: Sartutako denbora-mugaren data baliogabea da.
fi: Annettiin väärä aikalisä.
fr: Le délai maximal saisi est non valable.
gl: A data do tempo límite introducido non é válida.
he: תאריך הזמן מוקצב שהוכנס לא תקין.
hi: जो टाइमआउट तिथि भरी गई है वह अवैध है.
hr: Uneseni datum završetka je nevažeći.
hu: A megadott késleltetési dátum érvénytelen.
ia: Tu insertava un data de tempore expirate que il es invalide.
is: Tímamarka dagsetning er ógild.
it: La data di tempo massimo immessa non è valida.
ja: 入力されたタイムアウト日は無効です。
kk: Күту уақыты дұрыс көрсетілмеген.
km: កាល​បរិច្ឆេទ​ពេល​សម្រាក​ដែល​បាន​បញ្ចូល​មិន​ត្រឹម​ត្រូវ ។
ko: 입력한 시간 제한 날짜가 잘못되었습니다.
lt: Įvesta pabaigos data neteisinga.
lv: Ievadītais noildzes datums ir nepareizs.
mr: दाखल टाइमआऊट दिनांक वैध नाही.
nds: De angeven Tietgrenz gellt nich.
nl: Ingevoerde tijdslimiet-datum is ongeldig.
nn: Den valde tidsgrensa er ugyldig.
pa: ਦਿੱਤੀ ਅੰਤਰਾਲ ਮਿਤੀ ਠੀਕ ਨਹੀਂ ਹੈ।
pl: Podana data limitu czasu jest nieprawidłowa.
pt: A data-limite indicada é inválida.
ro: Temporizarea introdusă este eronată.
ru: Указано неверное значение времени ожидания.
sk: Zadaný dátum vypršania je neplatný.
sl: Vnesen datum preteka je neveljaven.
sr: Унети датум прековремена није исправан.
sv: Inskrivet datum för tidsgräns är felaktigt.
ug: كىرگۈزگەن مۆھلەت چېسلا ئىناۋەتسىز.
uk: Введено некоректну дату очікування.
wa: Li date d' astådje intrêye n' est nén valide.
zh_cn: 输入的超时日期无效。
zh_tw: 輸入的逾時日期無效。

source: &Turn Off Computer
ar: أو&قف تشغيل الحاسوب
bg: &Изключване на компютъра
ca@valencia: A&paga l'ordinador
da: &Luk computeren ned
el: &Κλείσιμο υπολογιστή
es: &Apagar el equipo
et: &Lülita arvuti välja
eu: &Itzali ordenagailua
fi: &Sammuta kone
fr: É&teindre l'ordinateur
gl: &Apagar o ordenador
he: &כבה את המחשב
hi: कम्प्यूटर बन्द करें (&T)
hr: &Isključi računalo
hu: A számítógép &kikapcsolása
ia: S&toppa computator
is: Slökkva á &tölvu
it: &Spegni il computer
ja: コンピュータを停止(&T)
kk: Компьютерді ө&шіру
km: បិទ​កុំព្យូទ័រ
ko: 컴퓨터 끄기(&T)
lt: &Išjungti kompiuterį
lv: &Izslēgt datoru
mr: संगणक बंद करा (&T)
nds: &Reekner utmaken
nl: Computer ui&tschakelen
nn: &Slå av datamaskina
pa: ਕੰਪਿਊਟਰ ਬੰਦ ਕਰੋ(&T)
pl: &Wyłącz komputer
pt: Desligar o Compu&tador
ro: &Oprește calculatorul
ru: &Выключить компьютер
sk: &Vypnúť počítač
sl: &Izklopi računalnik
sr: &Угаси рачунар
sv: S&täng av datorn
ug: كومپيۇتېرنى تاقا(&T)
uk: &Вимкнути комп'ютер
wa: &Arester li copiutrece
zh_cn: 关闭计算机(&T)
zh_tw: 關閉電腦 (&T)

source: &Restart Computer
ar: أ&عد تشغيل الحاسوب
bg: &Рестартиране на компютъра
ca@valencia: &Reinicia l'ordinador
da: &Genstart computer
el: &Επανεκκίνηση υπολογιστή
es: &Reiniciar el equipo
et: &Taaskäivita arvuti
eu: &Berrabiarazi ordenagailua
fi: Käynnistä kone &uudelleen
fr: &Redémarrer l'ordinateur
gl: &Reiniciar o ordenador
he: &הפעל מחדש את המחשב
hi: कम्प्यूटर पुनः प्रारंभ करें (&R)
hr: &Ponovo pokreni računalo
hu: Ú&jraindítás
ia: &Re-starta computator (Pone lo in marcha)
is: Endu&rræsa tölvu
it: &Riavvia il computer
ja: コンピュータを再起動(&R)
kk: Компьютерді қай&та іске қосу
km: ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើង​វិញ
ko: 컴퓨터 다시 시작(&R)
lt: Pe&rstartuoti kompiuterį
lv: &Pārstartēt datoru
mr: संगणक पुन्हा सुरु करा (&R)
nds: Reekner &nieg starten
nl: Computer he&rstarten
nn: Start &maskina om att
pa: ਕੰਪਿਊਟਰ ਮੁੜ-ਚਾਲੂ(&R)
pl: &Uruchom komputer ponownie
pt: &Reiniciar o Computador
ro: R&epornește calculatorul
ru: Пере&загрузить компьютер
sk: &Reštartovať počítač
sl: &Znova zaženi računalnik
sr: &Поново покрени рачунар
sv: Sta&rta om datorn
ug: كومپيۇتېرنى قايتا قوزغات(&R)
uk: &Перезапустити комп'ютер
wa: &Renonder li copiutrece
zh_cn: 重启计算机(&R)
zh_tw: 重新啟動電腦 (&R)

# current option in boot loader
source: %1 (current)
ar: %1 (الحالي)
bg: %1 (текуща)
ca@valencia: %1 (actual)
da: %1 (nuværende)
el: %1 (τρέχον)
es: %1 (actual)
et: %1 (aktiivne)
eu: %1 (unekoa)
fi: %1 (nykyinen)
fr: %1 (actuelle)
gl: %1 (actual)
he: %1 (הנוכחי)
hi: %1 (वर्तमान)
hr: %1 (trenutno)
hu: %1 (ez az aktuális)
ia: %1 (currente)
is: %1 (núverandi)
it: %1 (attuale)
ja: %1 (現在)
kk: %1 (қолданыста)
km: %1 (បច្ចុប្បន្ន)
ko: %1 (현재)
lt: %1 (dabartinis)
lv: %1 (pašreizējais)
mr: %1 (वर्तमान)
nds: %1 (dit hier)
nl: %1 (huidige)
nn: %1 (noverande)
pa: %1 (ਮੌਜੂਦਾ)
pl: %1 (bieżąca)
pt: %1 (actual)
ro: %1 (curentă)
ru: %1 (текущий)
sk: %1 (aktuálne)
sl: %1 (trenutno)
sr: %1 (текуће)
sv: %1 (nuvarande)
ug: %1 (نۆۋەتتىكى)
uk: %1 (поточний)
wa: %1 (do moumint)
zh_cn: %1 (当前)
zh_tw: %1 (目前的)

# @action:button verb
source: &Schedule...
ar: &جدول...
bg: &Разписание...
ca@valencia: &Planifica...
da: &Skemalæg...
el: &Προγραμματισμός...
es: &Planificación...
et: Aja&sta...
eu: A&ntolatu...
fi: &Aikataulu…
fr: &Planifier...
gl: &Planificar...
he: &תזמן...
hi: कार्यक्रम...(&S)
hr: &Raspored …
hu: &Időzítés...
ia: &Planifica...
is: Tíma&setja...
it: &Pianifica...
ja: スケジュールする(&S)...
kk: &Жоспарлау...
km: តារាង​ពេល​វេលា...
ko: 예약(&S)...
lt: &Tvarkaraštis...
lv: &Grafiks...
mr: वेळपत्र (&S)...
nds: &Tietplaan...
nl: &Plannen...
nn: &Planlegg …
pa: ਸੈਡਿਊਲ(&S)...
pl: &Zaplanuj...
pt: &Escalonar...
ro: &Planifică...
ru: &Запланировать...
sk: &Plánovať...
sl: &Razporedi ...
sr: &Распореди...
sv: &Schemalägg...
ug: كۈنتەرتىپ(&S)…
uk: &Спланувати...
wa: &Programer...
zh_cn: 安排(&S)...
zh_tw: 排程(&S)...

source: <br/>Switching to console mode will terminate all local X servers and leave you with console logins only. Graphical mode is automatically resumed 10 seconds after the last console session ends or after 40 seconds if no-one logs in in the first place.<br/>
bg: <br/>Превключването съм конзола спира всички локални сървъри Х и ви оставя само с вход през конзолата. Графичният режим се възобновява автоматично 10 секунди след края на последната конзолна сесия или 40 секунди след изчакване за първото конзолно влизане.<br/>
ca@valencia: <br/>Commutant al mode consola es finalitzaran tots els servidors X locals i només quedaran les entrades per consola. El mode gràfic es reprendrà després de 10 segons de la finalització de la darrera sessió de consola o després de 40 segons si ningú es connecta en la primera situació.<br/>
da: <br/>Skift til konsoltilstand vil afslutte alle lokale X-servere og efterlade dig kun med konsol-login. Grafisk tilstand genoptages automatisk 10 sekunder efter den sidste konsolsession slutter eller efter 40 sekunder hvis ingen logger ind overhovedet.<br/>
el: <br/>Η εναλλαγή σε λειτουργία κονσόλας θα τερματίσει όλους τους τοπικούς εξυπηρετητές X και θα σας αφήσει να συνδεθείτε μόνο σε κονσόλα. Το γραφικό περιβάλλον θα αρχίσει αυτόματα σε 10 δευτερόλεπτα μετά το τέλος της τελευταίας συνεδρίας της κονσόλας ή μετά από 40 δευτερόλεπτα, αν κατά κύριο λόγο κανείς δεν εισέλθει στο σύστημα.<br/>
es: <br/>Al cambiar a modo consola se terminarán todos los servidores X locales y solo se dejarán sus inicios de sesión de consola. Se volverá al modo gráfico automáticamente 10 segundos después de cerrar la última sesión de consola o 40 después de que nadie inicie sesión.<br/>
et: <br/>Lülitumine konsoolirežiimi lõpetab kõigi kohalike X-serverite töö ja jätab sulle kasutada ainult sisselogimise konsoolist. Graafiline režiim taastatakse automaatselt 10 sekundit pärast viimase konsooliseansi lõppemist või 40 sekundit, kui keegi enne seda sisse ei logi.<br/>
eu: <br/>Kontsola modura aldatzean, X zerbitzari lokal guztiak amaituko dira eta kontsolako saio-hasierak baino ez zaizkizu geratuko. Modu grafikoa automatikoki berrekiten da kontsolako azken saioa amaitu eta 10 segundora, edo 40 segundora inork ez badu saioa hasten.<br/>
fi: <br/>Konsolitilaan vaihtaminen sulkee kaikki paikalliset X-palvelimet, jolloin käytössäsi ovat vain konsolikirjautumiset. Graafista tilaa jatketaan automaattisesti 10 sekunnin kuluttua viimeisen konsoli-istunnon päätyttyä tai 40 sekunnissa, ellei kukaan edes kirjaudu.<br/>
fr: <br/>Le basculement vers le mode console terminera toutes les sessions locales du serveur X et ne maintiendra que vos connexions en console. Le mode graphique est automatiquement réactivé après 10 secondes après la fin de la dernière session en console ou après 40 secondes si personne ne connecte entre temps.<br/>
gl: <br/>Se troca para o modo consola terminará todos os servidores locais das X e só ha poder facer accesos pola consola. O modo gráfico continúase automaticamente 10 segundos despois de rematar a última sesión da consola ou tras 40 segundos se ninguén accede nela antes.<br/>
hr: <br/>Prebacivanje u konzolni način prekinut će sve lokalne X poslužitelje i ostavit će vas samo s konzolnom prijavom. Grafički će se način automatski nastaviti 10 sekundi nakon što posljednja konzolna sesija završi ili nakon 40 sekundi ako se nitko nije tada ni prijavio.<br/>
hu: <br/>A parancssoros módra való átváltás megszakítja az összes helyi X-szervert és csak parancssoros bejelentkezést enged. A grafikus mód automatikusan folytatódik 10 másodperccel a legutóbbi parancssoros munkamenet vége után vagy 40 másodperc múlva, ha senki sem jelentkezik be az első helyen.<br/>
ia: <br/>Il passar a modo de console terminara omne servitores local de X e il lassara te solmente con accessos de identification de modo console. Le modo graphic es automaticamente recuperate postea 10 secundas que le ultime session de console va a terminar o postea 40 secundas si nemo face un accesso de identification.<br/>
is: <br/>Að skipta í skjáhermiham slekkur á öllum staðværum X gluggaþjónum og skilur bara eftir innskráningar á skipanalínu. Grafískur hamur er sjálfkrafa endurvakinn 10 sekúndum eftir að síðasta skjáhermisetan endar eða eftir 40 sekúndur ef að engin innskráning hefur átt sér stað.<br/>
it: <br/>Il passaggio alla modalità console terminerà tutti i server X locali e potrai accedere solo tramite console. La modalità grafica verrà ripristinata dieci secondi dopo terminata l'ultima sessione di console, o dopo 40 secondi, se nessuno ha effettuato un primo accesso.<br/>
ja: <br/>コンソールモードに切り替えると、すべてのローカル X サーバが終了し、コンソールログインしかできないようになります。グラフィカルモードは最後のコンソールセッションが終了してから 10 秒後、誰もコンソールからログインしなかった場合は 40 秒後に自動的に再開します。<br/>
kk: <br/>Консоль режіміне аусуы, барлық жергілікті X серверлерін тоқтатып, консоль арқылы кіру мүмкіндікті ғана қалдырады. Графикалық режімі, соңғы консольдік сеансы аяқталған соң, 10 секундтан кейін автоматты түрде жалғасады немесе 40 секундтан кейін, ешкім кірмесе, жалғасады. <br/>
km: <br/>ប្ដូរ​ទៅ​របៀប​កុង​សូល​នឹង​បញ្ចប់​ម៉ាស៊ីន​បម្រើ X មូលដ្ឋាន​ទាំងអស់ ហើយ​ទុក​ឲ្យ​អ្នក​នូវ​​តែ​ការ​ចូល​កុង​សូល​តែ​ប៉ុណ្ណោះ ។ របៀប​ក្រាហ្វិក​ត្រូវ​បាន​បន្ត​ដោយ​ស្វ័យ​ប្រវត្តិ​ក្នុង​រយៈពេល ១០ វិនាទី បន្ទាប់ពីសម័យ​កុងសូល​ចុងក្រោយ​បញ្ចប់ ឬ​បន្ទាប់​ពី​​រយៈពេល ៤០ វិនាទី ប្រសិនបើ​គ្មាន​អ្នក​ណាម្នាក់​ចូល​ក្នុង​កន្លែង​ដំបូង ។<br/>
ko: <br/>콘솔 모드로 전환하면 모든 로컬 X 서버를 종료하고 콘솔 로그인 세션만 남깁니다. 마지막 콘솔 세션이 끝나고 10초 후, 또는 첫 40초 동안 아무도 로그인하지 않으면 자동으로 그래픽 모드로 전환합니다.<br/>
lt: <br/>Persijungus į konsolę bus užverti visi vietiniai X serveriai ir jūs galėsite prisijungti tik per konsolę. Grafinis režimas atstatomas automatiškai praėjus 10 sekundžių po paskutinės konsolės sesijos uždarymo arba praėjus 40 sekundžių po to, kai niekas net nebando prisijungti.<br/>
mr: <br/>कंसोल पद्धतीवर गेल्यास सर्व स्थानिक X सर्व्हर्स बंद केले जातील व फक्त कंसोल प्रवेश राहील. ग्राफिकल पद्धत स्वयंचलितरित्या कंसोल सत्र बंद झाल्यावर १० सेकंदानी किंवा कोणी प्रवेश न केल्यास ४० सेकंदानी सुरु होईल.<br/>
nds: <br/>Wesseln na Konsoolbedrief maakt all lokaal X-Servers ut un stellt bloots en Konsool-Anmellen praat. De graafsch Bedrief warrt teihn Sekunnen na den lesten Konsool-Törn oder na 40 Sekunnen ahn Anmellen automaatsch wedder anmaakt. <br/>
nl: <br/>Omschakelen naar consolemodus zal alle lokale X-servers beëindigen en alleen aanmelden via het console is mogelijk. Grafische modus wordt automatisch na 10 seconden hervat nadat de laatste consolesessie is beëindigd of na 40 seconden als niemand zich aanmeld.<br/>
pl: <br/>Przełączenie do trybu konsolowego zakończy wszystkie lokalne serwery X i pozostawi cię z zalogowaniami konsolowymi. Tryb graficzny zostanie automatycznie przywrócony 10 sekund po ostatnim zakończeniu sesji lub po 40 sekundach braku jakiegokolwiek zalogowania.<br/>
pt: <br/>A mudança para o modo de consla irá encerrar todos os servidores de X locais e deixá-lo-á apenas com as sessões da consola. O modo gráfico será retomado automaticamente 10 segundos depois de a última sessão da consola terminar ou ao fim de 40 segundos, caso ninguém se ligue na primeira situação.<br/>
ro: <br/>Comutarea la consolă va termina toate serverele X locale și vă va lăsa numai cu posibilitatea de autentificare la consolă. Regimul grafic este reluat automat la 10 secunde după terminarea ultimei sesiuni în consolă sau după 40 de secunde dacă nu se autentifică nimeni mai întîi.<br/>
ru: <br/>После переключения в консоль завершат работу все X-серверы на этом компьютере, будет возможен только консольный вход в систему. Графический режим будет восстановлен через 10 секунд после завершения консольного сеанса работы или через 40 секунд, если за это время не будет выполнен вход.<br/>
sk: <br/>Prepnutie do konzolového režimu ukončí všetky lokálne X servery a ponechá vám iba konzolové prihlásenie. Grafický režim sa automaticky obnoví 10 sekúnd po skončení posledného konzolového sedenia, alebo po 40 sekundách, ak sa nikto neprihlási.<br/>
sl: <br/>Preklop v konzolo bo končal vse krajevne grafične strežnike X in pustil samo možnost prijave iz konzole. Grafični način se samodejno vklopi 10 sekund po zaključku zadnje seje v konzoli ali pa po 40 sekundah, če se nihče ne prijavi.<br/>
sr: <html><br/>Пребацивањем у конзолни режим обуставићете све локалне икс сервере и остати само на конзолном пријављивању. Графички режим се аутоматски враћа 10 секунди пошто се оконча последња конзолна сесија, или после 40 секунди ако се нико и не пријави.<br/></html>
sv: <br/>Att byta till konsolläge avslutar alla lokala X-servrar och bara inloggning via konsoll kvarstår. Grafiskt läge återupptas automatiskt 10 sekunder efter den senaste konsollsessionen avslutas, eller 40 sekunder om ingen loggar in från början.
ug: <br/>تىزگىن سۇپا ھالىتىگە ئالماشقاندا بارلىق يەرلىك X مۇلازىمېتىرنى ئاخىرلاشتۇرۇپ يەككە تىزگىن سۇپا تىزىمغا كىرىش كۆرۈنۈشى بىلەن تەمىنلەيدۇ. ئالدىنقى تىزگىن سۇپا ئەڭگىمە ئاخىرلىشىپ 10 سېكۇنتتىن كېيىن ياكى تىزىمغا كىرىدىغان ئادەم يوق بوش ۋاقىت 40 سېكۇنتتىن ئاشقاندا ئۆزلۈكىدىن گرافىكىلىق ھالەتكە ئەسلىگە كەلتۈرىدۇ.<br/>
uk: <br/>Перемикання у консольний режимі призведе до завершення роботи всіх локальних серверів X, працюватиме лише реєстрація у консолях. Графічний режим роботи буде автоматично відновлено за 10 секунд після завершення останнього консольного сеансу або за 40 секунд, якщо ніхто не увійде до системи.<br/>
zh_cn: <br/>切换到控制台模式将会中止所有本地 X 服务器，并提供单一的控制台登录界面。在前一个控制台会话结束 10 秒后，或者无人登录时间超过 40 秒之后将自动恢复到图形模式。<br/>
zh_tw: <br/>切換到主控台模式會結束所有的 X 伺服器，並讓您進入主控台。圖形模式會在主控台工作階段結束後十秒，或是在沒人登入後四十秒回復。<br/>

source: Turn Off Computer
ar: أوقف تشغيل الحاسوب
bg: Изключване на компютъра
ca@valencia: Apaga l'ordinador
da: Luk computeren ned
el: Κλείσιμο υπολογιστή
es: Apagar el equipo
et: Seisata arvuti
eu: Itzali ordenagailua
fi: Sammuta kone
fr: Éteindre l'ordinateur
gl: Apagar o ordenador
he: כבה את המחשב
hi: कम्प्यूटर बन्द करें
hr: Isključi računalo
hu: Kikapcsolás
ia: Stoppa computator
is: Slökkva á tölvu
it: Spegni il computer
ja: コンピュータを停止
kk: Компьютерді сөндіру
km: បិទ​កុំព្យូទ័រ
ko: 컴퓨터 끄기
lt: Išjungti kompiuterį
lv: Izslēgt datoru
mr: संगणक बंद करा
nds: Reekner utmaken
nl: Computer uitschakelen
nn: Slå av datamaskina
pa: ਕੰਪਿਊਟਰ ਬੰਦ ਕਰੋ
pl: Wyłącz komputer
pt: Desligar o Computador
ro: Oprește calculatorul
ru: Выключить компьютер
sk: Vypnúť počítač
sl: Izklopi računalnik
sr: Угаси рачунар
sv: Stäng av datorn
ug: كومپيۇتېرنى تاقاش
uk: Вимкнути комп'ютер
wa: Arester li copiutrece
zh_cn: 关闭计算机
zh_tw: 關閉電腦
