Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kdmgreet.po
Languages: ar, bg, ca@valencia, da, el, es, et, eu, fi, fr, gl, he, hi, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, mr, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr, sv, ug, uk, wa, zh_cn, zh_tw

source: After timeout: %1
ar: بعد المهلة: %1
bg: След паузата: %1
ca@valencia: Després de l'expiració: %1
da: Efter tidsudløb: %1
el: Μετά το χρονικό περιθώριο: %1
es: Tras el límite: %1
et: Pärast aegumist: %1
eu: Denbora-mugaren ondoren: %1
fi: Aikalisän jälkeen: %1
fr: Après le délai maximal : %1
gl: Despois do tempo límite: %1
he: אחרי פסק זמן: %1
hi: टाइमआउट के बाद: %1
hr: Nakon završetka: %1
hu: Ennyi várakozás után: %1
ia: Postea tempore expirate: %1
is: Eftir tímamörk: %1
it: Dopo un'attesa di: %1
ja: タイムアウト後: %1
kk: Келесі уақытынан кейін: %1
km: បន្ទាប់​ពី​ពេល​សម្រាក​ ៖ %1
ko: 다음 시간 제한 후: %1
lt: Pasibaigus laiko limitui: %1
lv: Pēc noildzes: %1
mr: टाइमआऊट नंतर: %1
nds: Na Tietafloop: %1
nl: Na tijdslimiet van: %1
nn: Etter tidsgrense: %1
pa: ਟਾਈਮ-ਆਉਟ ਬਾਅਦ: %1
pl: Po limicie czasu: %1
pt: Após o tempo-limite: %1
ro: După temporizare: %1
ru: После истечения времени ожидания: %1
sk: Po vypršaní času: %1
sl: Po časovnem preteku: %1
sr: По прековремену: %1
sv: Efter tidsgräns: %1
ug: مۆھلىتى ئۆتكەندىن كېيىن: %1
uk: Після часу бездіяльності: %1
wa: Après astådje: %1
zh_cn: 超时后：%1
zh_tw: 逾時後：%1

# @item:inlistbox session type
source: Default
ar: مبدئي
bg: По подразбиране
ca@valencia: Omissió
da: Standard
el: Προκαθορισμένο
es: Predeterminada
et: Vaikimisi
eu: Lehenetsia
fi: Oletus
fr: Par défaut
gl: Predeterminada
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezés
ia: Pro definition
is: Sjálfgefin
it: Predefinito
ja: デフォルト
kk: Әдетті
km: លំនាំ​ដើម​
ko: 기본값
lt: Numatytas
lv: Noklusētā
mr: मूलभूत
nds: Standard
nl: Standaard
nn: Standard
pa: ਡਿਫਾਲਟ
pl: Domyślne
pt: Predefinição
ro: Implicită
ru: По умолчанию
sk: Štandardné
sl: Privzeta
sr: подразумевана
sv: Förval
ug: كۆڭۈلدىكى
uk: Типовий
wa: Prémetou
zh_cn: 默认
zh_tw: 預設

# @item:inlistbox session type
source: Custom
ar: مخصص
bg: Потребителско
ca@valencia: A mida
da: Brugerdefineret
el: Προσαρμοσμένο
es: Personalizada
et: Kohandatud
eu: Pertsonalizatua
fi: Muokattu
fr: Personnalisée
gl: Personalizada
he: מותאם אישית
hi: मनपसंद
hr: Prilagođeno
hu: Egyedi
ia: Personalisate
is: Sérsniðin
it: Personalizzato
ja: カスタム
kk: Қалауы бойынша
km: ផ្ទាល់​ខ្លួន
ko: 사용자 정의
lt: Pasirinktina
lv: Pielāgota
mr: ऐच्छिक
nds: Egen
nl: Aangepast
nn: Tilpassa
pa: ਕਸਟਮ
pl: Użytkownika
pt: Personalizada
ro: Personalizată
ru: Другой
sk: Vlastné
sl: Po meri
sr: посебна
sv: Egen
ug: ئىختىيارى
uk: Нетиповий
wa: A vosse môde
zh_cn: 自定义
zh_tw: 自訂

# @item:inlistbox session type
source: Failsafe
ar: فشل آمن
bg: Аварийно
ca@valencia: A prova de fallades
da: Fejlsikker
el: Ασφαλής λειτουργία
es: A prueba de fallos
et: Turvaline (failsafe)
eu: Hutsegiteetatik babestutakoa
fi: Vikatila
fr: De secours
gl: A proba de erros
he: ללא סיכוי כשלון (מיקרה חירום)
hi: फेलसेफ
hr: Sigurno
hu: Biztonságos
ia: Secur (facite in securitate)
is: Villuvarin
it: Sicuro (failsafe)
ja: フェイルセーフ
kk: Қираудан корғалған
ko: 실패 안전
lv: Kļūddroša
mr: फैलसेफ
nds: Afsekert
nl: Veilige modus
nn: Feilsikker
pa: ਸੰਕਟਕਾਲੀਨ
pl: Bezpieczna
pt: Emergência
ro: Robustă
ru: Упрощённый (для восстановления после сбоя)
sk: Záchranné
sl: Varna pred napakami
sr: безотказна
sv: Felsäker
ug: بىخەتەرلىك شەكلى
uk: Захищений
wa: Sins rujhe
zh_cn: 安全模式
zh_tw: 安全模式

# @item:inmenu session type
source: %1 (previous)
ar: %1 (السابق)
bg: %1 (предишно)
ca@valencia: %1 (anterior)
da: %1 (forrige)
el: %1 (προηγούμενο)
es: %1 (anterior)
et: %1 (eelmine)
eu: %1 (aurrekoa)
fi: %1 (edellinen)
fr: %1 (précédent)
gl: %1 (anterior)
he: %1 (קודם)
hr: %1 (prethodno)
hu: %1 (előző)
ia: %1 (previe)
is: %1 (síðasta)
it: %1 (precedente)
ja: %1 (前回)
kk: %1 (алдыңғы)
km: %1 (មុន)
ko: %1 (이전)
lt: %1 (ankstesnė)
lv: %1 (iepriekšējā)
mr: %1 (पूर्वीचे)
nds: %1 (verleden)
nl: %1 (vorige)
nn: %1 (førre)
pa: %1 (ਪਹਿਲਾਂ)
pl: %1 (poprzednia)
pt: %1 (anterior)
ro: %1 (precedentă)
ru: %1 (предыдущий)
sk: %1 (predchádzajúce)
sl: %1 (prejšnja)
sr: %1 (претходна)
sv: %1 (föregående)
ug: %1 (ئالدىنقى)
uk: %1 (попередній)
wa: %1 (di dvant)
zh_cn: %1(前一个)
zh_tw: %1（以往的）

source: Your saved session type '%1' is not valid any more. Please select a new one, otherwise 'default' will be used.
ar: نوع جلستك المحفوظة '%1' غير صالح بعد الآن. من فضلك انتقي نوع جديد أو سيتم استخدام النوع الافتراضي.
bg: Видът на записаната сесия "%1" вече не е валиден. Моля, изберете нов. Ако не го направите ще бъде използван стандартния.
ca@valencia: El tipus de sessió «%1» que heu guardat ja no és vàlid. Per favor, seleccioneu un nou tipus o s'usarà el «per omissió».
da: Din gemte sessionstype "%1" er ikke længere gyldig. Vælg venligst en ny, ellers vil 'standard' blive brugt.
el: Ο αποθηκευμένος τύπος συνεδρίας σας '%1' δεν είναι πλέον έγκυρος. Παρακαλώ επιλέξτε μια νέα, αλλιώς η 'προκαθορισμένη' θα χρησιμοποιηθεί.
es: El tipo de sesión «%1» ya no es válido. Seleccione un nuevo tipo o se utilizará el predeterminado.
et: Salvestatud seansi tüüp '%1' ei ole enam kehtiv. Palun vali uus, muidu kasutatakse võimalust 'vaikimisi'.
eu: '%1' saio mota jada ez da baliogarria. Hautatu beste bat, bestela mota lehenetsia erabiliko da.
fi: Tallentamasi istuntotyyppi ’%1’ ei ole enää kelvollinen. Valitse uusi, tai muuten käytetään oletusta.
fr: Le type de session enregistrée « %1 » est devenu non valable. Veuillez en sélectionner un nouveau, sans quoi le type par défaut sera utilisé.
gl: O tipo de sesión gardada «%1» xa non é válida. Escolla outro tipo, caso contrario empregarase o tipo predeterminado.
he: ההפעלה השמורה, מסוג "%1" לא זמינה יותר. אנא בחר אחת חדשה, אחרת ההפעלה "ברירת מחדל"תהיה בשימוש.
hi: आपका रहेजा सत्र प्रकार '%1' अब वैध नहीं रहा. कृपया कोई नया चुनें, अन्यथा 'डिफ़ॉल्ट' उपयोग में लिया जाएगा.
hr: Vaša snimljena vrsta sesije „%1“ više nije valjana. Odaberite drugu ili će biti korištena uobičajena.
hu: Az elmentett környezettípus ('%1') már nem érvényes. Válasszon egy másikat, különben az alapértelmezettet használja majd a rendszer.
ia: Tu typo de session salveguardate '%1' non es plus valide. Pro favor tu selige un nove, alteremente on usara le 'predefinite'.
is: Vistaða setutegundin þín '%1' er ekki lengur gild. Vinsamlegast veldu þér nýja, annars verður sú sjálgefna notuð.
it: La tua sessione salvata «%1» non è più valida. Per favore selezionane una nuova altrimenti sarà utilizzata quella «predefinita».
ja: 保存されたセッションのタイプ “%1” は使えなくなりました。 他のものを選択してください。指定がない場合は「デフォルト」を使用します。
kk: Сақталған сеанстың '%1' деген түрі енді дұрыс емес. Жаңасын таңдаңыз немесе әдеттегі түрі қолданылады.
km: ប្រភេទ​សម័យ '%1' ដែល​បាន​រក្សា​ទុក​របស់​អ្នក មិន​អាច​ប្រើ​បាន​ទៀត​ទេ ។ សូម​ជ្រើស​សម័យ​ថ្មី​មួយ បើ​ពុំ​នោះទេ 'លំនាំ​ដើម' នឹង​ត្រូវ​បាន​ប្រើ ។
ko: 저장된 세션 종류 '%1'은(는) 더 이상 유효하지 않습니다. 새로운 것을 선택하시거나, 선택하지 않으면 '기본값'이 사용됩니다.
lt: Jūsų nustatytas sesijos tipas „%1“ nebegalioja. Prašome išsirinkti naują, arba bus naudojamas „standartinis“ tipas.
lv: Jūsu saglabātais sesijas tips '%1' vairs nav derīgs. Lūdzu, izvēlieties citu sesiju, vai tiks izmantota 'noklusētā' sesija.
mr: '%1' हे तुम्ही साठवलेले सत्र आता वैध नाही. कृपया नवीन निवडा नाहीतर मुलभत वापरले जाईल.
nds: De sekerte Törntyp „%1“ gellt nich mehr. Bitte söök en niegen ut, anners warrt de Vörinstellen bruukt.
nl: Uw opgeslagen sessietype '%1' is geen geldig sessietype. Selecteer een ander sessietype, anders wordt 'default' gebruikt.
nn: Den lagra økttypen «%1» er ikkje gyldig lenger. Du kan velja ein annan type eller bruka «standard».
pa: ਤੁਹਾਡੀ ਸੰਭਾਲੀ ਸ਼ੈਸ਼ਨ ਟਾਈਪ '%1' ਹੁਣ ਵੈਧ ਨਹੀਂ ਹੈ। ਇੱਕ ਨਵਾਂ ਚੁਣੋ ਨਹੀਂ ਤਾਂ 'ਡਿਫਾਲਟ' ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Twoja zapisana sesja '%1' nie jest już poprawna. Proszę wybrać inną albo wybrana zostanie 'domyślna'.
pt: O tipo de sessão gravado '%1' já não é válido. Por favor seleccione outro, ou será utilizado o por omissão.
ro: Sesiunea salvată „%1” nu mai este validă. Alegeți una nouă, altfel va fi utilizată cea implicită.
ru: Сохранённый сеанс %1 недействителен. Выберите новый сеанс или сеанс по умолчанию.
sk: Váš uložený typ sedenia '%1' už nie je platný. Prosím, vyberte nový typ, inak sa použije štandardný typ.
sl: Shranjena seja vrste »%1« ni več veljavna. Izberite novo, sicer bo uporabljena 'privzeta'.
sr: Сачувани тип сесије „%1“ више не важи. Изаберите неку другу, или ће се спасти на подразумевану.
sv: Din sparade sessionstyp "%1" är inte längre giltig. Välj en annan, annars kommer "standard" att användas.
ug: سىز ساقلىغان «%1» ئەڭگىمە تىپى ئىناۋەتلىك ئەمەس. يېڭىدىن بىرنى تاللاڭ، بولمىسا «كۆڭۈلدىكى»نى ئىشلىتىدۇ.
uk: Ваш збережений сеанс типу «%1» вже не є чинним. Будь ласка, виберіть інший, інакше буде використано типовий.
wa: Li sôre di session «%1» ki vos avîz schapé n' est pus valide. Tchoezixhoz è ene ôte s' i vs plait, sins cwé li prémetowe serè-st eployeye.
zh_cn: 你保存的“%1”会话类型不再有效。 请选择一个新的类型，否则将使用“默认”。
zh_tw: 您已儲存的工作階段類型 '%1' 不再有效。 請選擇一個新的，否則會使用'預設'。

source: Warning: this is an unsecured session
bg: Внимание: това е несигурна сесия
ca@valencia: Avís: això és una sessió no segura
da: Advarsel: dette er en usikret session
es: Aviso: esta es una sesión insegura
eu: Abisua: saio hau ez da segurua
fi: Varoitus: istunto on varmistamaton
he: אזהרה: זאת הפעלה לא מאובטחת
hi: चेतावनी: यह असुरक्षित तंत्र है
hr: Upozorenje: ovo je nezaštićena sesija
hu: Figyelmeztetés: ez egy nem biztonságos munkamenet
it: Attenzione: questa sessione non è sicura
ja: <warning>これは安全ではないセッションです</warning>
ko: 경고: 보안되지 않은 세션입니다
lt: Perspėjimas: ši sesija nėra apsaugota
mr: इशारा : हे असुरक्षित सत्र आहे
nn: Åtvaring: Dette er ei usikra økt
pa: ਸਾਵਧਾਨ: ਇਹ ਅਸੁਰੱਖਿਅਤ ਸ਼ੈਸ਼ਨ ਹੈ
pt: Atenção: esta é uma sessão não-segura
ro: Atenție: aceasta este o sesiune nesecurizată
sk: Upozornenie: toto je nezabezpečené sedenie
sr: Упозорење: ова сесија није обезбеђена
wa: Adviertixhmint: cisse session ni s' passe nén e såvrité

source: This display requires no X authorization. This means that anybody can connect to it, open windows on it or intercept your input.
bg: Екранът не изисква идентификация в X. Това означава, че всеки може да се свърже и да прихване сесията ви.
ca@valencia: Esta pantalla no necessita autorització X. Això significa que qualsevol pot connectar-s'hi, obrir-hi finestres o interceptar les vostres entrades.
da: Denne skærm kræver ingen X-godkendelse. Det betyder at enhver kan forbinde til den, åbne vinduer på den eller indfange din input.
es: Esta pantalla no precisa autorización X. Esto significa que cualquiera puede conectarse a ella, abrir ventanas o interceptar los datos que introduzca.
eu: Bistaratze honek ez du X baimenik behar. Horrek esan nahi du edonor konekta daitekeela bistaratze horretara, hango leihoak ireki edo zuk sartutakoa atzeman.
fi: Näyttö ei vaadi X-tunnistusta. Kuka tahansa voi ottaa yhteyttä näyttöön, avata ikkunoita tai kaapata syötteesi.
he: התצוגה אינה דורשת אישור X. זה אומר שכל אחד יכול להתחבר אליה, לפתוח חלון עליה או לתפוס את הקלט שלך.
hi: इस प्रदर्शक को एक्स-ऑथोराइज़ेशन की आवश्यकता नहीं है. इसका अर्थ है कि कोई भी इससे जुड़ सकता है, इस पर विंडोज़ खोलें या अपने इनपुट को देखें.
hr: Ovaj ekran ne zahtjeva X autorizaciju. To znači da se bilo tko može spojiti na nju, otvarati prozore u njoj i presresti vaš unos.
hu: Ez a képernyő nem igényel X-es felhasználóazonosítást. Ez azt jelenti, hogy bárki csatlakozhat hozzá, ablakokat nyithat meg benne és feldolgozhatja a bemenetet.
it: Questo display non richiede alcuna autorizzazione X. Questo significa che chiunque vi si può connettere e aprire finestre o intercettare ciò che scrivi.
ja: このディスプレイは X 認証を要求していません。 つまり、誰でも接続し、ウィンドウを開いたり、 あなたの入力を中断させることができるということです。
ko: 이 디스플레이는 X 인증을 필요로 하지 않습니다. 이것은 누구나 여기에 연결할 수 있으며, 창을 열 수 있거나 입력을 가로챌 수 있음을 뜻합니다.
lt: Šiam prisijungimui nereikia jokios X autorizacijos. tai reiškia, kad bet kas gali prisijungti, atverti jame langus ar trukdyti jums įvesti duomenis.
mr: या डिस्प्लेला X परवानगीची गरज नाही. याचा अर्थ कोणीही त्याला जोडू शकतो, त्यावरील चौकटी उघडा किंवा तुमचा इनपुट थांबवा.
nn: Denne skjermen krev inga X-autorisering. Det vil seia at alle kan kopla seg til han, opna vindauge og fanga opp det du skriv.
pt: Este ecrã não necessita de nenhuma autorização do X. Isto significa que toda a gente se pode ligar a ele, abrir janelas nele ou interceptar a sua introdução de dados.
ro: Acest ecran nu are nevoie de autorizare X. Acest lucru înseamnă că oricine se poate conecta la el, să deschidă ferestre sau să intercepteze ceea ce scrieți.
sk: Tento displej nevyžaduje autorizáciu pomocou X. To znamená, že sa k nemu môže ktokoľvek pripojiť, otvárať okná alebo zachytiť váš vstup.
sr: Овај приказ не захтева овлашћење Икса. То значи да свако може да се повеже на њега, отвара прозоре или пресреће оно што уносите.
wa: Ci håynaedje n' a pont mezåjhe d' otorijhåcion X. Ça vout dire ki tolminme kî pout s' î raloyî, drovi des purneas oudonbén haper çou k' vos intrez.

# @action:button
source: L&ogin
bg: Вкл&ючване
ca@valencia: &Accés
es: Inici&o de sesión
eu: &Saio-hasiera
fi: &Kirjaudu
he: &שם משתמש
hi: लॉगइन (&o)
hr: &Prijava
hu: Be&jelentkezés
it: N&ome utente
ja: ログイン(&O)
ko: 로그인(&O)
lt: Prisij&ungimas
mr: प्रवेश (&O)
nn: &Logg inn
pa: ਲਾਗਇਨ(&o)
pt: Li&gar
ro: A&utentificare
sk: &Prihlásiť
sr: &Пријави ме
wa: &Elodjaedje

# @title:menu
source: Session &Type
ar: &نوع الجلسة
bg: &Вид сесия
ca@valencia: &Tipus de sessió
da: Sessions&type
el: &Τύπος συνεδρίας
es: &Tipo de sesión
et: Seansi &tüüp
eu: Saio mo&ta
fi: Istunto&tyyppi
fr: &Type de session
gl: &Tipo de sesión
he: סו&ג הפעלה
hi: सत्र प्रकार (&T)
hr: &Tip sesije
hu: &Környezet
ia: &Typo de session
is: &Tegund setu
it: &Tipo di sessione
ja: セッションのタイプ(&T)
kk: Сеанстың &түрі
km: ប្រភេទ​សម័យ
ko: 세션 종류(&T)
lt: Sesijos &tipas
lv: Sesijas &tips
mr: सत्र प्रकार (&T)
nds: &Törntyp
nl: Sessie&type:
nn: Økt&type
pa: ਸ਼ੈਸ਼ਨ ਟਾਈਪ(&T)
pl: &Typ sesji
pt: &Tipo de Sessão
ro: &Tip de sesiune
ru: &Тип сеанса
sk: &Typ sedenia
sl: Vrs&ta seje
sr: &Тип сесије
sv: &Typ av session
ug: ئەڭگىمە تىپى(&T)
uk: &Тип сеансу
wa: &Sôre di session
zh_cn: 会话类型(&T)
zh_tw: 工作階段類型 (&T):

# @title:menu
source: &Authentication Method
ar: طريقة الا&ستيثاق
bg: &Метод на идентификация
ca@valencia: Mètode d'&autenticació
da: &Godkendelsesmetode
el: Μέθοδος &ταυτοποίησης
es: Método de &autenticación
et: &Autentimismeetod
eu: &Autentifikazio-metodoa
fi: &Tunnistustapa
fr: Méthode d'authentific&ation
gl: Método de &autenticación
he: &סוג האימות
hi: प्रमाणीकरण विधि (&A)
hr: &Metoda ovjere autentičnosti
hu: Felhasználóazonosítási mó&d
ia: Methodo de &authentication
is: &Auðkenniaðferð
it: Metodo di &autenticazione
ja: 認証方式(&A)
kk: &Аутентификациялау тәсілі
km: វិធី​សាស្ត្រ​ផ្ទៀតផ្ទាត់​ភាព​ត្រឹមត្រូវ
ko: 인증 방법(&A)
lt: &Autentifikacijos metodas
lv: &Autentificēšanas metode
mr: (&A) अधिप्रमाणन पद्धती
nds: &Identiteetprööv-Metood
nl: &Authenticatiemethode
nn: Autentiserings&metode
pa: ਪ੍ਰਮਾਣਕਿਤਾ ਢੰਗ(&A)
pl: &Metoda uwierzytelniania
pt: Método de &Autenticação
ro: Metodă de &autentificare
ru: &Метод аутентификации
sk: Metóda &overenia
sl: Overitven&a metoda
sr: Метод &аутентификације
sv: Metod för &behörighetskontroll
ug: سالاھىيەت دەلىللەش ئۇسۇلى(&A)
uk: Метод &автентифікації
wa: Metode d' &otintifiaedje
zh_cn: 认证方式(&A)
zh_tw: 驗證類型(&A)

# @action:inmenu
source: &Remote Login
ar: ولوج عن &بعد
bg: От&далечено включване
ca@valencia: Accés &remot
da: &Eksternt login
el: &Απομακρυσμένη σύνδεση
es: Inicio de sesión &remota
et: &Eemalt sisselogimine
eu: &Urruneko saio-hasiera
fi: &Etäkirjautuminen
fr: Connexion di&stante
gl: Iniciar unha sesión &remota
he: התחברות &מרוחקת
hi: रिमोट लॉगइन (&R)
hr: P&rijava na udaljeno računalo
hu: &Távoli bejelentkezés
ia: Accesso de identification &remote
is: In&nstimplun utanfrá
it: Accesso &remoto
ja: リモートログイン(&R)
kk: Қа&шықтан жүйеге кіру
km: ការ​ចូល​ពី​ចម្ងាយ
ko: 원격 로그인(&R)
lt: Nuotolinis &registravimasis
lv: &Attālināta pieteikšanās
mr: दूरस्थ प्रवेश (&R)
nds: Op anner &Reekner anmellen
nl: Exte&rn aanmelden
nn: &Fjerninnlogging
pa: ਰਿਮੋਟ ਲਾਗਇਨ(&R)
pl: &Logowanie zdalne
pt: Ligação &Remota
ro: Autentificare la &distanță
ru: &Удалённый вход
sk: &Vzdialené prihlásenie
sl: Oddaljena p&rijava
sr: &Удаљено пријављивање
sv: &Fjärrinloggning
ug: يىراقتىن تىزىمغا كىر(&R)
uk: Від&далений вхід
wa: Elodjaedje å l&on
zh_cn: 远程登录(&R)
zh_tw: 遠端登入 (&R)
