Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kio_floppy.po
Languages: ar, bg, ca, da, es, eu, fa, ga, gl, he, hu, ia, is, ja, km, ko, lt, lv, mr, nds, pa, ro, ru, sl, sr, ug, uk, wa

source: Access denied. Could not write to %1. The disk in drive %2 is probably write-protected.
ar: الوصول مرفوض. لم استطع الكتابة إلى %1. القرص في الجهاز %2 ربما يكون محمي ضد الكتابة.
bg: Отказан достъп. Грешка при запис в "%1". Вероятно, дискетата в устройство "%2" е защитена за запис.
ca: S'ha denegat l'accés. No s'ha pogut escriure a %1. El disc al dispositiu %2 probablement està protegit contra escriptura.
da: Adgang nægtet. Kunne ikke skrive til %1. Disken i drevet %2 er formodentlig skrivebeskyttet.
es: Acceso denegado No se puede escribir en %1. El disco en el dispositivo %2 probablemente está protegido contra escritura.
eu: Sarbidea ukatua. Ezin idatzi %1. %2 unitatean dagoen diska ez idazteko babestuta dago seguru aski.
fa: دستیابی انکار شد. نتوانست در %1 بنویسد. احتمالاً، دیسک در گرداننده %2 از نوشتن محافظت می‌شود.
ga: Cead rochtana diúltaithe. Níorbh fhéidir scríobh go %1. Is dócha gur cosanta ar scríobh é an diosca i dtiomántán %2.
gl: Acceso denegado. Non foi posíbel escribir en %1. O disco na unidade %2 probabelmente estea protexido contra escritura.
he: הגישה נדחתה. אין אפשרות לכתוב אל %1. כנראה שהתקליטון שבכונן %2 מוגן בפני כתיבה.
hu: A hozzáférés nem engedélyezett. Nem sikerült írni ide: %1. A(z) %2 meghajtóban levő lemez feltehetően írásvédett.
ia: Accesso refusate. Il non pote scriber a %1. Le disco in drive %2 probabilemente es protegite in scriptura.
is: Aðgangi hafnað. Gat ekki ritað í %1. Diskurinn sem er í drifi %2 er sennilega ritvarinn.
ja: アクセスが拒否されました。 <filename>%1</filename> に書き込みできませんでした。 おそらくドライブ %2 のディスクは書き込み保護されています。
km: បាន​បដិសេធ​ការ​ចូល​ដំណើរ​ការ ។ មិន​អាច​សរសេរ​ទៅ %1 ។ ថាស​ក្នុង​ដ្រាយ %2 គឺ​ប្រហែល​ជា​បាន​ការពារ​មិន​ឲ្យ​សរសេរ​ចូល ។
ko: 접근이 거부되었습니다. %1에 쓸 수 없습니다. %2 드라이브에 있는 디스켓이 읽기 전용인 것 같습니다.
lt: Priėjimas neleidžiamas. Nepavyksta rašyti į %1. Diskas įrenginyje %2 tikriausiai yra apsaugotas nuo rašymo.
lv: Pieeja liegta. Nevar ierakstīt %1. Disks diskiekārtā %2 ir, iespējams, aizsargāts pret rakstīšanu.
mr: प्रवेश नाकारले गेले. %1 करिता लिहू शकत नाही. ड्राइव %2 संभाव्यतया write-protected आहे.
nds: Keen Verlööf. Na %1 lett sik nich schrieven. Wohrschienlich is de Diskett in %2 schriefschuult.
pa: ਪਹੁੰਚ ਪਾਬੰਦੀ ਹੈ। %1 ਉੱਤੇ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਡਰਾਇਵ %2 ਵਿਚਲੀ ਡਿਸਕ ਉੱਤੇ ਲਿਖਣ ਤੇ ਲਾਕ ਲੱਗਾ ਹੈ।
ro: Acces respins. Nu am putut scrie în %1. Discheta din unitatea %2 este protejată la scriere.
ru: Доступ запрещён. Невозможно записать в «%1» Возможно, дискета в дисководе %2 защищена от записи.
sl: Dostop je zavrnjen. Ni bilo mogoče pisati na %1. Disketa v pogonu %2 je verjetno zaščitena pred pisanjem.
sr: Приступ је одбијен. Не могу да пишем у <filename>%1</filename>. Дискета у јединици %2 вероватно је заштићена од уписа.
ug: زىيارەت رەت قىلىندى. %1 غا يازغىلى بولمىدى. قوزغاتقۇچ %2 دىكى دىسكا يېزىشتىن قوغدالغاندەك قىلىدۇ.
uk: У доступі відмовлено. Не вдалося здійснити запис на %1. Можливо, диск у пристрої %2 захищено від запису.
wa: Accès nén permetou. Dji n' a savou scrire so %1. Motoit kel diskete %2 est waerantî sconte li scrijhaedje.

source: Could not read boot sector for %1. There is probably not any disk in drive %2.
ar: لم استطع قراءة قطاع الإقلاع لـ %1. ربما لا يوجد أي قرص في الجهاز %2.
bg: Грешка при четене на сектора за първоначално зареждане на "%1". Вероятно, няма дискета в устройство "%2".
ca: No s'ha pogut llegir el sector d'engegada per a %1. Probablement no hi ha cap disc al dispositiu %2.
da: Kunne ikke læse boot-sektor for %1. Der er formodentlig ingen disk i drevet %2.
es: No se pudo leer el sector de arranque para %1. Probablemente no hay ningún disco en el dispositivo %2.
eu: Ezin irakurri abiarazte sektorea %1(e)n. Seguru aski ez dago diskorik %2 unitatean.
fa: نتوانست بخش راه‌اندازی را برای %1 بخواند. احتمالاً، هیچ دیسکی در گرداننده %2 نیست.
ga: Níorbh fhéidir an teascóg thosaithe a léamh le haghaidh %1. Is dócha nach bhfuil diosca i dtiomántán %2.
gl: Non foi posíbel ler o sector de arranque de %1. Posibelmente non haxa disco na unidade %2.
he: אין אפשרות לקרוא את מקטע האתחול של %1 כנראה שאין תקליטון בכונן %2.
hu: Nem sikerült beolvasni a rendszerindító szektort: %1. Feltehetően nincs lemez a(z) %2 meghajtóban.
ia: Il non pote leger sector de boot pro %1. Probabilemente il non ha alcun disco in drive %2.
is: Gat ekki lesið ræsigeirann á %1. Það er líklega enginn disklingur í drifi %2
ja: <filename>%1</filename> のブートセクターを読めませんでした。 おそらくドライブ %2 にディスクがありません。
km: មិន​អាច​អាន​ផ្នែក​ចាប់​ផ្ដើម​សម្រាប់ %1 ។ ប្រហែល​ជា​គ្មាន​ថាស​ក្នុង​ដ្រាយ %2 ។
ko: %1의 부트 섹터를 읽을 수 없습니다. %2 드라이브에 디스크가 없는 것 같습니다.
lt: Nepavyksta perskaityti disko %1 įkrovos sektoriaus. Įrenginyje %2 disko tikriausiai nėra.
lv: Nevar nolasīt diska %1 ielādes sektoru. Iespējams, ka diskiekārtā nav diska %2.
mr: %1 करिता बूट सेक्टर वाचू शकत नाही. संभाव्यतया ड्राइव %2 अंतर्गत डिस्क आढळली नाही.
nds: De Systeemstartsektor op %1 lett sik nich lesen. Wohrschienlich is dor gor keen Diskett in't Loopwark %2.
pa: %1 ਲਈ ਬੂਟ-ਸੈਕਟਰ ਪੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਸੰਭਵ ਤੌਰ ਉੱਤੇ %2 ਡਰਾਇਵ ਵਿੱਚ ਡਿਸਕ ਨਹੀਂ ਹੈ।
ro: Nu am putut citi sectorul inițial (boot) pentru %1. Probabil nu există nici o dischetă în unitatea %2.
ru: Невозможно прочитать загрузочный сектор на «%1». Возможно, в дисковод %2 не вставлена дискета.
sl: Ni bilo mogoče prebrati zagonskega sektorja %1. Verjetno v pogonu %2 ni diskete.
sr: Не могу да прочитам подизни сектор за %1. Вероватно нема дискете у јединици %2.
ug: %1 نىڭ يېتەكچى سېكتورىنى ئوقۇغىلى بولمىدى.قوزغاتقۇچ %2 دا دىسكا يوقتەك قىلىدۇ.
uk: Не вдалося прочитати сектор завантаження %1. Можливо, у пристрої %2 немає диска.
wa: Dji n' a savou lére li secteur d' enondaedje di %1. Motoit ki gn a nole dikete e lijheu %2.

source: Could not start program "%1". Ensure that the mtools package is installed correctly on your system.
ar: لم استطع بدء تشغيل البرنامج "%1". تأكد من أن حزمة mtools مثبتة بطريقة صحيحة في نظامك.
bg: Програмата "%1" не може да бъде стартирана. Убедете се, че пакетът "mtools" е инсталиран и конфигуриран правилно на системата.
ca: No s'ha pogut engegar el programa «%1». Assegureu-vos que el paquet mtools està correctament instal·lat en el vostre sistema.
da: Kunne ikke starte programmet "%1". Sørg for at mtools-pakken er installeret rigtigt på dit system.
es: No se pudo iniciar el programa «%1». Asegúrese de que el paquete mtools está correctamente instalado en su sistema.
eu: Ezin hasi "%1" programa. Egiaztatu mtools paketea zuzenki instalatua dagoela zure sisteman.
fa: توانست برنامه »%1« را آغاز کند. مطمئن شوید که بسته mtools روی سیستم شما درست نصب شده است.
ga: Níorbh fhéidir clár "%1" a thosú. Bí cinnte go bhfuil an pacáiste mtools suiteáilte mar is ceart ar do chóras.
gl: Non foi posíbel iniciar o programa «%1». Asegúrese de que o paquete mtools está correctamente instalado no sistema.
he: אין אפשרות את התוכנית "%1". ודא שהחבילה mtools מותקנת כהלכה במערכת שלך.
hu: Nem sikerült elindítani a(z) "%1" programot. Ellenőrizze, hogy az mtools csomag megfelelően fel van-e telepítve.
ia: Il non pote initiar programma "%1". Tu assecura que le pacchetto mtools es installate correctemente sur tu systema.
is: Gat ekki ræst forritið "%1". Athugaðu hvort mtools pakkinn sé rétt innsettur hjá þér.
ja: プログラム <command>%1</command> を実行できませんでした。 システムに <command>mtools</command> パッケージが正しくインストールされているか確認してください。
km: មិន​អាច​ចាប់ផ្ដើម​កម្មវិធី "%1" ។ សូម​ប្រាកដ​ថា​កញ្ចប់ mtools ត្រូវ​បាន​ដំឡើង​យ៉ាង​ត្រឹម​ត្រូវ​លើ​ប្រព័ន្ធ​របស់​អ្នក ។
ko: "%1" 프로그램을 시작 할 수 없습니다. 시스템에 mtools 패키지가 설치되어 있는지 확인하십시오.
lt: Nepavyksta paleisti programos „%1“ Įsitikinkite, kad mtools paketas yra teisingai įdiegtas Jūsų sistemoje.
lv: Nevar palaist programmu "%1". Pārliecinieties, vai mtools pakotne jūsu sistēmā ir pareizi instalēta.
mr: कार्यक्रम "%1" सुरु करू शकत नाही. mtools संकुल योग्यरित्या प्रणालीवर प्रतिष्ठपीत झाले याची खात्री करा.
nds: Dat Programm "%1" lett sik nich starten. Bitte prööv, wat dat Paket "mtools" richtig op Dien Systeem installeert is.
pa: ਫਾਰਮੈਟ"%1" ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਇਹ ਯਕੀਨੀ ਬਣਾ ਲਵੋ ਕਿ mtools ਪੈਕੇਜ ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਸਹੀਂ ਤਰਾਂ ਇੰਸਟਾਲ ਹੈ।
ro: Nu am putut porni programul „%1”. Asigurați-vă că pachetul "mtools" este corect instalat pe sistemul dumneavoastră.
ru: Невозможно запустить программу «%1». Убедитесь, что пакет mtools установлен в вашей системе.
sl: Ni bilo mogoče zagnati programa »%1«. Preverite, če je v vašem sistemu pravilno nameščen paket mtools.
sr: Не могу да извршим наредбу <command>%1</command>. Проверите да ли је инсталиран пакет <filename>mtools</filename>.
ug: پروگرامما «%1» نى باشلىغىلى بولمىدى. سىستېمىڭىزغا mtools بوغچىسى توغرا ئورنىتىلغانمۇ تەكشۈرۈڭ.
uk: Не вдалося запустити програму «%1». Переконайтеся, що пакунок mtools у вашій системі встановлено належним чином.
wa: Dji n' a savou enondé l' programe « %1 ». Soeyoz seur kel pacaedje mtools est astalé comifåt so vosse sistinme.
