Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kio_trash.po
Languages: ko, nb

source: Malformed URL %1
ko: 잘못된 URL %1
nb: Feilformet URL %1

source: The directory %1 does not exist anymore, so it is not possible to restore this item to its original location. You can either recreate that directory and use the restore operation again, or drag the item anywhere else to restore it.
ko: 디렉터리 %1이(가) 더 이상 존재하지 않기 때문에 이 항목을 원래 위치로 복원할 수 없습니다. 그 디렉터리를 다시 만든 다음 복원 작업을 다시 수행하거나, 항목을 다른 곳으로 드래그하셔서 복원하십시오.
nb: Katalogen %1 finnes ikke lengre. Det er ikke mulig å gjenopprette dette elementet på sin opprinnelige plass. Man kan enten lage katalogen og bruke operasjonen for gjenoppretting på nytt, eller dra elementet et annet sted for å gjenopprette det.

source: This file is already in the trash bin.
ko: 이 파일은 이미 휴지통에 있습니다.
nb: Fila er allerede i papirkurven

source: Internal error in copyOrMove, should never happen
ko: 일어나서는 안 되는 copyOrMove 내부 오류
nb: Intern feil i copyOrMove, skulle aldri skje

source: day
ko: 일
nb: dag

source: Delete files older than:
ko: 다음보다 오래된 파일 삭제하기:
nb: Slett filer eldre enn:

# @info:whatsthis
source: <para>Check this box to allow <b>automatic deletion</b> of files that are older than the value specified. Leave this disabled to <b>not</b> automatically delete any items after a certain timespan</para>
ko: <para>이 상자를 선택하면 다음 기간 이상 휴지통에 버려진 파일을 <b>자동으로</b> 삭제합니다. 자동으로 삭제하지 <b>않으려면</b> 선택하지 마십시오.</para>
nb: <para>Kryss av her for å tillate <b>automatisk sletting</b> av filer som er eldre enn oppgitt. La det stå tomt for å <b>ikke</b> slette noen elementer automatisk etter et visst tidsrom</para>

# @info:whatsthis
source: <para>Set the number of days that files can remain in the trash. Any files older than this will be automatically deleted.</para>
ko: <para>파일을 휴지통에 버려 둘 기간을 선택하십시오. 이 기간 이상 버려진 파일은 자동으로 삭제됩니다.</para>
nb: <para>Angi antall dager filer kan ligge i papirkurven. Filer som er eldre enn dette vil bli slettet akutomatisk.</para>

source: Limit to maximum size
ko: 휴지통의 크기 제한하기
nb: Begrens til maksimal størrelse

# @info:whatsthis
source: <para>Check this box to limit the trash to the maximum amount of disk space that you specify below. Otherwise, it will be unlimited.</para>
ko: <para>이 상자를 선택하면 휴지통의 최대 크기를 지정할 수 있습니다. 선택하지 않으면 크기 제한이 없습니다.</para>
nb: <para>Kryss av her for å begrense størrelsen på papirkurven til høyst den diskplassen du oppgir nedenfor. Ellers vil den være ubegrenset.</para>

# @info:whatsthis
source: <para>This is the maximum percent of disk space that will be used for the trash.</para>
ko: <para>휴지통에 사용할 최대 디스크 공간 백분율입니다.</para>
nb: <para>Dette er så mange prosent av diskplassen som vil bli brukt til papirkurven.</para>

# @info:whatsthis
source: <para>This is the calculated amount of disk space that will be allowed for the trash, the maximum.</para>
ko: <para>휴지통에 사용할 최대 디스크 공간 크기입니다.</para>
nb: <para>Dette er beregnet mengde diskplass som høyst blir tillatt for papirkurven.</para>

source: Maximum size:
ko: 최대 크기:
nb: Maksimal størrelse:

source: When limit reached:
ko: 제한 크기에 도달했을 때:
nb: Når grensen er nådd:

source: Warn Me
ko: 알려주기
nb: Advar meg

source: Delete Oldest Files From Trash
ko: 휴지통에 있는 오래된 파일 삭제하기
nb: Slett de eldste filene fra papirkurven

source: Delete Biggest Files From Trash
ko: 휴지통에 있는 가장 큰 파일 삭제하기
nb: Slett de største filene fra papirkurven

# @info:whatsthis
source: <para>When the size limit is reached, it will prefer to delete the type of files that you specify, first. If this is set to warn you, it will do so instead of automatically deleting files.</para>
ko: <para>크기 제한에 도달했을 때 지정한 형식의 파일부터 삭제합니다. '알려주기'로 설정되어 있다면 파일을 자동으로 삭제하지 않고 먼저 알려 줍니다.</para>
nb: <para>Når grensen for størrelse er nådd vil systemet foretrekke å slette den typen fil du oppgir her. Hvis du velger å bli varslet, så vil systemet varsle deg i stedet for å slette filer automatisk.</para>

source: Helper program to handle the KDE trash can Note: to move files to the trash, do not use ktrash, but "kioclient move 'url' trash:/"
ko: KDE 휴지통을 지원하기 위한 도우미 프로그램 메모: 파일을 휴지통으로 이동하려면 ktrash를 사용하지 마시고, "kioclient move 'url' trash:/"를 사용하십시오
nb: Hjelpeprogram som håndterer KDEs papirkurv. Merk: Ikke bruk ktrash til å flytte filer til papirkurven, men «kioclient move 'url' trash:/»u15181460.onlinehome-server.com

source: Empty the contents of the trash
ko: 휴지통의 내용물 비우기
nb: Tøm innholdet i papirkurven

source: Restore a trashed file to its original location
ko: 휴지통에 있던 파일을 원래 위치로 복원하기
nb: Gjenopprett en kastet fil på opprinnelig sted

source: Ignored
ko: 무시됨
nb: Oversett

source: The trash has reached its maximum size! Cleanup the trash manually.
ko: 휴지통이 꽉 찼습니다! 휴지통을 비워 주십시오.
nb: Papirkurven har nådd sin største størrelse! Rydd opp i papirkurven manuelt.

source: The file is too large to be trashed.
ko: 이 파일은 휴지통에 버리기 너무 큽니다.
nb: Fila er for stor for papirkurven.
