Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kio_floppy.po
Languages: ar, bg, ca, da, es, eu, fa, ga, gl, he, hu, ia, is, ja, km, ko, lt, lv, mr, nds, pa, ro, ru, sl, sr, ug, uk, wa

source: Could not access drive %1. The drive is still busy. Wait until it is inactive and then try again.
ar: لم استطع الوصول إلى القرص %1. القرص ما زال مشغولاً انتظر حتى يتوقف عن العمل ثم حاول مرة أخرى.
bg: Устройството "%1" не е достъпно. Изглежда, че е заето все още. Изчакайте да завърши работа и тогава опитайте отново.
ca: No s'ha pogut accedir al dispositiu %1. El dispositiu encara està ocupat. Espereu fins que estigui inactiu i torneu a provar.
da: Kunne ikke få adgang til drevet %1. Drevet er stadig optaget. Vent indtil der bliver inaktiv og prøv så igen.
es: No se pudo acceder al dispositivo %1. El dispositivo está ocupado todavía. Espere hasta que se detenga e inténtelo de nuevo.
eu: Ezin atzitu %1 unitatea. Unitatea lanpetua dago oraindikan. Itxoin unitatea gelditu arte eta saiatu berriro.
fa: نتوانست به گرداننده %1 دست یابد. گرداننده هنوز مشغول است. منتظر بمانید تا غیرفعال شود و سپس دوباره سعی کنید.
ga: Níorbh fhéidir tiomántán %1 a rochtain. Tá an tiomántán gafa fós. Fan go mbeidh sé ar fáil arís agus bain triail eile as.
gl: Non foi posíbel acceder á unidade %1 porque aínda está ocupada. Agarde até que se deteña e ténteo de novo.
he: אין אפשרות לגשת אל כונן %1. הכונן עדיין תפוס. המתן עד שהוא יפסיק לפעול ונסה שנית.
hu: Nem érhető el ez a meghajtó: %1. A meghajtó még nem fejezte be a legutóbbi műveletet. Várja meg, amíg véget ér a művelet, majd próbálkozzon még egyszer.
ia: Il non pote acceder a drive %1 Le drive es ancora occupate. Tu expecta fin que il es inactive e postea tu prova de nove.
is: Gat ekki notað drif %1. Drifið er enn upptekið. Bíddu þar til það hefur hætt vinnslu og reyndu aftur.
ja: ドライブ %1 にアクセスできませんでした。 このドライブはビジーです。 ドライブが停止してからやり直してください。
km: មិន​អាច​ចូល​ដំណើរការ​ដ្រាយ %1 ។ ដ្រាយ​កំពុង​ជាប់​រវល់ ។ រង់ចាំ​រហូត​ដល់​វា​អសកម្ម និង​ព្យាយាម​ម្ដង​ទៀត ។
ko: %1 드라이브에 접근할 수 없습니다. 드라이브가 아직도 사용 중입니다. 끝날 때까지 기다린 다음 다시 시도해 주십시오.
lt: Nepavyksta pasiekti įrenginio %1. Įrenginys vis dar užimtas. Palaukite kol jis nustos dirbti ir mėginkite iš naujo.
lv: Nevaru piekļūt diskiekārtai %1. Diskiekārta vēl ir aizņemta. Pagaidiet, līdz tā beigs strādāt, un mēģiniet vēlreiz!
mr: ड्राइव %1 करिता प्रवेश प्राप्त करू शकत नाही. ड्राइव अजूनही व्यस्त आहे. निष्क्रिय असे पर्यंत थांबा व त्यानंतर पुन्हा प्रयत्न करा.
nds: Keen Togriep op Loopwark %1. Dat Loopwark hett noch to doon. Versöök dat bitte nochmaal, wenn dat nich mehr aktiv is.
pa: ਡਰਾਇਵ %1 ਪਹੁੰਚ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਡਰਾਈਵ ਹਾਲੇ ਵੀ ਰੁਝੀ ਹੋਈ ਹੈ। ਉਡੀਕ ਕਰੋ ਜਦ ਤੱਕ ਕਿ ਇਹ ਨਾ-ਸਰਗਰਮ ਨਹੀਂ ਹੁੰਦਾ ਹੈ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Nu am putut accesa unitatea %1. Unitatea este încă ocupată. Așteptați să-și termine activitatea și încercați din nou.
ru: Нет доступа к устройству «%1». Дисковод все ещё занят. Дождитесь завершения его работы и попробуйте ещё раз.
sl: Ni bilo mogoče dostopati do pogona %1. Pogon je še vedno zaposlen. Počakajte, da preneha z dejavnostjo in poskusite znova.
sr: Не могу да приступим јединици %1. Јединица је још увек заузета. Сачекајте док не заврши са радом, па покушајте поново.
ug: قوزغاتقۇچ %1 نى زىيارەت قىلغىلى بولمىدى. قوزغاتقۇچ يەنىلا ئالدىراش تۇرىدۇ. ئۇنىڭ ئالدىراشچىلىقى تۈگىگىچە(پاسسىپ بولغۇچە) ساقلاپ ئاندىن قايتا سىناڭ.
uk: Не вдалося отримати доступ до пристрою %1. Дисковод ще зайнятий. Зачекайте поки він зупиниться і спробуйте ще раз.
wa: Dji n' a savou avu accès å lijheu %1. Li lijheu est co ocupé. Ratindoz ki soeye nén actif, adon sayîz co on côp.

source: Could not write to file %1. The disk in drive %2 is probably full.
ar: لم استطع الكتابة إلى الملف %1. من المحتمل أن يكون القرص في الجهاز %2 ممتلئ.
bg: Грешка при запис във файла "%1". Вероятно, дискетата в устройство "%2" е пълна.
ca: No s'ha pogut escriure al fitxer %1. El disc al dispositiu %2 probablement està ple.
da: Kunne ikke skrive til filen %1. Disken i drevet %2 er formodentlig fuld.
es: No se pudo escribir en el archivo %1. El disco en el dispositivo %2 está probablemente lleno.
eu: Ezin idatzi %1 fitxategian. %2 unitatean dagoen diska beteta dago seguru aski.
fa: نتوانست در پرونده %1 بنویسد. احتمالاً دیسک درون گرداننده %2 پر است.
ga: Níorbh fhéidir comhad %1 a scríobh. Is dócha go bhfuil an diosca i dtiomántán %2 lán.
gl: Non foi posíbel escribir no ficheiro %1. Probabelmente estea cheo o disco na unidade %2.
he: אין אפשרות לכתוב לקובץ %1 כנראה שהתקליטון שבכונן %2 מלא.
hu: Nem sikerült írni ebbe a fájlba: %1. Feltehetően betelt a lemez a meghajtóban: %2.
ia: Il non pote scriber a le file %1 Probabilemente le disco in drive %2 es plen.
is: Gat ekki ritað í skrána %1. Disklingurinn í drifi %2 er líklega fullur.
ja: ファイル <filename>%1</filename> に書き込めませんでした。 おそらくドライブ %2 のディスクがいっぱいです。
km: មិន​អាច​សរសេរ​ទៅ​កាន់​ឯកសារ %1 ។ ថាស​ក្នុង​ដ្រាយ %2 គឺប្រហែល​ជា​ពេញ​ហើយ ។
ko: 파일 %1에 쓸 수 없습니다. %2 드라이브의 디스크가 가득 찬 것 같습니다.
lt: Nepavyko rašyti į failą %1 Diskas įrenginyje %2 tikriausiai yra užpildytas.
lv: Neizdevās ierakstīt failā %1. Disks diskiekārtā %2, iespējams, ir pilns.
mr: फाईल %1 करिता लिहू शकत नाही. ड्राइव %2 संभाव्यतया भरले आहे.
nds: Nich mööglich, na Datei "%1" to schrieven. Wohrschienlich is de Diskett in't Loopwark %2 vull.
pa: ਫਾਇਲ %1 ਨੂੰ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਸ਼ਾਇਦ ਡਰਾਇਵ %2 ਵਿਚਲੀ ਡਿਸਕ ਭਰੀ ਹੋਈ ਹੈ।
ro: Nu am putut scrie fișierul %1. Discheta din unitatea %2 este probabil plină.
ru: Невозможно записать в файл «%1». Похоже, что диск в устройстве %2 переполнен.
sl: Ni bilo mogoče zapisati datoteke %1. Disketa v pogonu %2 je verjetno polna.
sr: Не могу да пишем у фајл <filename>%1</filename>. Дискета у јединици %2 је вероватно пуна.
ug: ھۆججەت %1 غا يازغىلى بولمىدى. قوزغاتقۇچ %2 دىكى دىسكا توشۇپ قالغاندەك قىلىدۇ.
uk: Неможливо записати у файл %1. Можливо, на диску у пристрої %2 не залишилося вільного місця.
wa: Dji n' a savou scrire li fitchî %1. Motoit kel diskete e lijheu %2 est rimpleye.

source: Could not access %1. There is probably no disk in the drive %2
ar: لم استطع الوصول إلى %1. من المحتمل أن لا يوجد قرص في الجهاز %2
bg: Устройството "%1" не е достъпно. Вероятно, няма дискета в устройство "%2".
ca: No s'ha pogut accedir %1. Probablement no hi ha cap disc al dispositiu %2
da: Kunne ikke få adgang til %1. Der er formodentlig ingen disk i drevet %2
es: No se pudo acceder a %1. Probablemente no hay ningún disco en el dispositivo %2
eu: Ezin atzitu %1. Seguru aski ez dago diskorik %2 unitatean
fa: نتوانست به %1 دست یابد. احتمالاً در گرداننده %2 دیسکی نیست
ga: Níorbh fhéidir %1 a rochtain. Is dócha nach bhfuil diosca i dtiomántán %2
gl: Non foi posíbel acceder a %1. Posibelmente non haxa disco na unidade %2
he: אין אפשרות לגשת אל %1 כנראה שאין תקליטון בכונן %2
hu: Nem sikerült elérni: %1. Feltehetően nincs lemez a meghajtóban: %2.
ia: Il non pote acceder %1 Probabilemente on non ha alcun disco in le drive %2
is: Gat ekki opnað %1. Það er líklega enginn disklingur í drifi %2
ja: <filename>%1</filename> にアクセスできませんでした。 おそらくドライブ %2 にディスクがありません。
km: មិន​អាច​ចូល​ដំណើរការ %1 ។ ប្រហែល​ជា​គ្មាន​ថាស​ក្នុង​ដ្រាយ %2 ទេ
ko: %1에 접근할 수 없습니다. %2 드라이브에 디스크가 없는 것 같습니다.
lt: Nepavyksta pasiekti %1. Įrenginyje %2 disko tikriausiai nėra
lv: Nevar piekļūt %1. Iespējams, ka nav diska diskiekārtā %2
mr: %1 करिता प्रवेश प्राप्त करू शकत नाही. संभाव्यतया ड्राइव %2 अंतर्गत डिस्क आढळली नाही
nds: Keen Togriep op %1. Wohrschienlich is keen Diskett in't Loopwark %2.
pa: %1 ਪਹੁੰਚ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਸੰਭਵ ਤੌਰ ਉੱਤੇ ਡਰਾਇਵ %2 ਵਿੱਚ ਡਿਸਕ ਨਹੀਂ ਹੈ।
ro: Nu am putut accesa %1. Probabil nu există nici o dischetă în unitatea %2
ru: Нет доступа к устройству «%1». Возможно, в дисковод %2 не вставлена дискета
sl: Ni bilo mogoče dostopati do %1. Verjetno v pogonu %2 ni diskete.
sr: Не могу да приступим %1. Вероватно нема дискете у јединици %2
ug: %1 نى زىيارەت قىلغىلى بولمىدى. قوزغاتقۇچ %2 دا دىسكا يوقتەك قىلىدۇ
uk: Не вдалося отримати доступ до %1. Можливо, у пристрої %2 немає диска.
wa: Dji n' a savou avu accès a %1. Motoit k' i gn a pont d' diskete e lijheu %2.

source: Could not access %1. There is probably no disk in the drive %2 or you do not have enough permissions to access the drive.
ar: لم استطع الوصول إلى %1. من المحتمل أن لا يوجد قرص في الجهاز %2 أو ليس لديك الأذون الكافية للوصول إلى الجهاز.
bg: Устройството "%1" не е достъпно. Вероятно, няма дискета в устройство "%2" или нямате достатъчно права за достъп до него.
ca: No s'ha pogut accedir %1. Probablement no hi ha disc al dispositiu %2 o no teniu permisos suficients per a accedir al dispositiu.
da: Kunne ikke få adgang til %1. Der er formodentlig ingen disk i drevet %2 eller du har ikke rettigheder til at tilgå drevet.
es: No se puede acceder a %1 Probablemente no hay un disco en el dispositivo %2 o no tiene permisos suficientes para acceder a él.
eu: Ezin atzitu %1. Seguru aski ez dago lekurik %2 unitatearen edo ez duzu baimen nahikorik gailua atzitzeko.
fa: نتوانست به %1 دست یابد. احتمالاً در گرداننده %2 دیسکی نیست، یا شما مجوز کافی برای دستیابی به گرداننده را ندارید.
ga: Níorbh fhéidir %1 a rochtain. Is dócha nach bhfuil diosca i dtiomántán %2 nó nach bhfuil go leor ceadanna agat chun an tiomántán a rochtain.
gl: Non foi posíbel acceder a %1. Posibelmente non haxa disco na unidade %2 ou non teña permisos para acceder a ela.
he: אין אפשרות לגשת אל %1 כנראה שאין תקליטון בכונן %2 או שאין לך מספיק הרשאות לגשת אל הכונן.
hu: Nem sikerült elérni: %1. Valószínűleg nincs lemez a(z) %2 meghajtóban vagy nincs jogosultsága a meghajtó eléréséhez.
ia: Il non pote acceder %1 Probabilemente on non ha alcun disco in le drive %2 o tu non ha bastante permissiones pro acceder a le drive.
is: Gat ekki opnað %1. Það er líklega enginn disklingur í drifi %2 eða þú hefur ekki nægar heimildir til að opna drifið.
ja: <filename>%1</filename> にアクセスできませんでした。 おそらくドライブ %2 にディスクがないか、ドライブにアクセスする権限がありません。
km: មិន​អាច​ចូល​ដំណើរ​ការ %1 ។ ប្រហែល​ជា​គ្មាន​ថាស​ក្នុង​ដ្រាយ %2 ឬ​ក៏​អ្នក​គ្មាន​សិទ្ធិ​គ្រប់គ្រាន់ ក្នុង​ការ​ចូល​ដំណើរ​ការ​ដ្រាយ ។
ko: %1에 접근할 수 없습니다. %2 드라이브에 디스크가 없거나, 권한이 없는 것 같습니다.
lt: Nepavyksta pasiekti %1. Greičiausiai įrenginyje %2 nėra disko arba Jūs neturite tinkamų leidimų šio įrenginio skaitymui.
lv: Nevar piekļūt %1. Iespējams, ka iekārtā %2 nav diska vai jums nav tiesību piekļūt šai iekārtai.
mr: %1 करिता प्रवेश प्राप्त करू शकत नाही. संभाव्यतया ड्राइव %2 अंतर्गत डिस्क आढळली नाही किंवा तुमच्याकडे ड्राइव प्रवेश करिता अतिरीक्त परवानगी उपलब्ध नाही.
nds: Keen Togriep op %1. Wohrschienlich is keen Diskett in't Loopwark %2, oder Du hest dor nich noog Verlöven för.
pa: %1 ਪਹੁੰਚ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਸੰਭਵ ਤੌਰ ਉੱਤੇ ਡਰਾਇਵ %2 ਵਿੱਚ ਡਿਸਕ ਨਹੀਂ ਹੈ ਜਾਂ ਤੁਹਾਡੇ ਕੋਲ ਇੰਨੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।
ro: Nu am putut accesa %1. Probabil nu există o dischetă în unitatea %2 sau nu aveți permisiuni să accesați unitatea de disc.
ru: Нет доступа к устройству «%1». Возможно, что в устройстве %2 отсутствует дискета или у вас недостаточно прав для доступа к ней.
sl: Ni bilo mogoče dostopati do %1. Verjetno v pogonu %2 ni diskete ali pa nimate dovoljenja za dostop do pogona.
sr: Не могу да приступим %1. Дискета вероватно није убачена у јединицу %2 или немате дозволу за приступ тој јединици.
ug: %1 نى زىيارەت قىلغىلى بولمىدى. قوزغاتقۇچ %2 دا دىسكا يوق بولۇشى ياكى سىزنىڭ ئۇنى زىيارەت قىلىش ھوقۇقىڭىز يېتەرلىك ئەمەستەك قىلىدۇ.
uk: Не вдалося отримати доступ %1. Можливо у пристрої %2 немає диска, або у вас недостатньо прав для доступу до цього пристрою.
wa: Dji n' a savou avu accès a %1. Motoit k' i gn a pont d' diskete e lijheu %2 oudonbén k' vos n' avoz nén d' droets assez po avu accès al diskete.

source: Could not access %1. The drive %2 is not supported.
ar: لم استطع الوصول إلى %1. الجهاز %2 غير مدعوم.
bg: Устройството "%1" не е достъпно. Устройството "%2" не се поддържа.
ca: No s'ha pogut accedir %1. El dispositiu %2 no està acceptat.
da: Kunne ikke få adgang til %1. Drevet %2 er ikke understøttet.
es: No se pudo acceder a %1 El dispositivo %2 no está soportado.
eu: Ezin atzitu %1. %2 unitatea ez da onartzen.
fa: نتوانست به %1 دست یابد. گرداننده %2 پشتیبانی نمی‌شود.
ga: Níorbh fhéidir %1 a rochtain. Ní thacaítear le tiomántán %2.
gl: Non foi posíbel acceder a %1. A unidade %2 non é compatíbel.
he: אין אפשרות לגשת אל %1 אין תמיכה בכונן %2.
hu: Nem sikerült elérni: %1. Nem támogatott meghajtó: %2.
ia: Il non pote acceder %1 Le drive %2 non es supportate.
is: Gat ekki opnað %1. Drifið %2 er ekki stutt.
ja: <filename>%1</filename> にアクセスできませんでした。 ドライブ %2 はサポートされていません。
km: មិន​អាច​ចូល​ដំណើរ​ការ %1 ។ ដ្រាយ %2 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: %1에 접근할 수 없습니다. %2 드라이브는 지원하지 않습니다.
lt: Nepavyksta pasiekti %1. Įrenginys %2 nepalaikomas.
lv: Nevar piekļūt %1. Diskiekārta %2 netiek atbalstīta.
mr: %1 करिता प्रवेश प्राप्त करू शकत नाही. ड्राइव %2 समर्थीत नाही.
nds: Keen Togriep op %1. Dat Loopwark %2 warrt nich ünnerstütt.
pa: %1 ਪਹੁੰਚ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਡਰਾਇਵ %2 ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ।
ro: Nu am putut accesa %1. Unitatea %2 nu este suportată.
ru: Нет доступа к устройству «%1». Дисковод %2 не поддерживается.
sl: Ni bilo mogoče dostopati do %1. Pogon %2 ni podprt.
sr: Не могу да приступим %1. Јединица %2 није подржана.
ug: %1 نى زىيارەت قىلغىلى بولمىدى. قوزغاتقۇچ %2 نى قوللىمايدۇ.
uk: Не вдалося отримати доступ до %1. Пристрій %2 не підтримується.
wa: Dji n' a savou avu accès a %1. Li diskete %2 n' est nén sopoirtêye.

source: Could not access %1. Make sure the floppy in drive %2 is a DOS-formatted floppy disk and that the permissions of the device file (e.g. /dev/fd0) are set correctly (e.g. rwxrwxrwx).
ar: لم استطع الوصول إلى %1. تأكد من أن القرص المرن الموجود في الجهاز %2 قد تمً تهيئته على نمط DOS و أن الأذون لملف هذا الجهاز (مثال /dev/fd0) معين بشكل صحيح (مثال rwxrwxrwx).
bg: Устройството "%1" не е достъпно. Убедете се, че дискетата в устройство "%2" е във формат на ДОС и правата на устройство (напр. "/dev/fd0") са коректни (напр. "rwxrwxrwx").
ca: No s'ha pogut accedir %1 Assegureu-vos que el disquet en el dispositiu %2 està formatat amb DOS i que els permisos del fitxer de dispositiu (p.ex. /dev/fd0) estan correctament establerts (p.ex. rxrwxrwx).
da: Kunne ikke få adgang til %1. Sørg for at disken i drevet %2 er en DOS-formateret diskette og at rettighederne på enhedsfilen (f.eks. /dev/fd0) er sat korrekt (f.eks. rwxrwxrwx).
es: No se puede acceder a %1 Asegúrese de que el disquete en el dispositivo %2 es un disquete DOS formateado y que los permisos del archivo de dispositivo (p. ej., /dev/fd0) están configurados correctamente (p. ej., rxrwxrwx).
eu: Ezin atzitu %1. Egiaztatu %2 unitatean dagoen diska DOS formatua duen diskete bat dela eta gailu fitxategiaren (adib. /dev/fd0) baimenak zuzenak direla (adib. rwxrwxrwx).
fa: نتوانست به %1 دست یابد. مطمئن شوید که فلاپی درون گرداننده %2 دیسک فلاپی قالب‌بندی شده DOS باشد و مجوزهای پرونده دستگاه )مثلاً dev/fd0/( درست تنظیم شود )مثلاً rwxrwxrwx(.
ga: Níorbh fhéidir %1 a rochtain. Bí cinnte gur diosca flapach DOS-formáidithe é an diosca i dtiomántán %2 agus go bhfuil na ceadanna ar an gcomhad gléis (m.sh. /dev/fd0) socraithe mar is ceart (m.sh. rwxrwxrwx).
gl: Non foi posíbel acceder a %1. Asegúrese de que o disquete na unidade %2 ten formato DOS e de que os permisos do ficheiro do dispositivo (por ex. /dev/fd0) están correctamente fixados (por ex. rxrwxrwx).
he: אין אפשרות לגשת אל %1 ודא שהתקליטון שבכונן %2 הוא תקליטון שאותחל עבור DOS ושההרשאות של קובץ ההתקן (כמו למשל dev/fd0/) מוגדרות כהלכה (למשל rwxrwxrwx).
hu: Nem sikerült elérni: %1. Ellenőrizze, hogy a(z) %2 meghajtóban levő lemez DOS-os formátumú-e és az eszközkezelő fájl (pl. /dev/fd0) jogosultságai helyesen vannak-e beállítva (pl. rwxrwxrwx).
ia: Il non pote acceder %1. Tu assecura que le floppy in drive %2 es un disco de formato DOS e que le permissiones de file de dispositivo (p.ex. /dev/fd0) es fixate correctemente (p.ex. rwxrwxrwx).
is: Gat ekki opnað %1. Athugaðu hvort disklingurinn í drifi %2 sé DOS forsniðinn diskur og að aðgangsstýringar á tækjaskránni (t.d. /dev/fd0) séu rétt stilltar (t.d. rwxrwxrwx).
ja: <filename>%1</filename> にアクセスできませんでした。 ドライブ %2 にあるフロッピーディスクが DOS フォーマットであり、 デバイスファイル (例 /dev/fd0) が正しく (例 rwxrwxrwx) セットされているか確認してください。
km: មិន​អាច​ចូល​ដំណើរ​ការ %1 ។ សូម​ប្រាកដ​ថា​ថាស​ទន់​ក្នុង​ដ្រាយ %2 គឺ​ជា​ថាស​ទន់​មាន​ទ្រង់ទ្រាយ DOS និង​សូម​ប្រាកដ​ថា​សិទ្ធិ​របស់​ឯកសារ​ឧបករណ៍ (ឧ. /dev/fd0) ត្រូវ​បាន​កំណត់​យ៉ាង​ត្រឹម​ត្រូវ (ឧ. rwxrwxrwx) ។
ko: %1에 접근할 수 없습니다. %2 드라이브의 디스켓이 도스 형식으로 포맷되어 있고 장치 파일(예: /dev/fd0)의 권한(예: rwxrwxrwx)이 올바르게 설정되어 있는지 확인하십시오.
lt: Nepavyksta pasiekti %1. Įsitikinkite, kad lankstusis diskelis įrenginyje %2 yra DOS failų sistema formatuotas diskelis ir kad įrenginio failo (pvz. /dev/fd0) leidimai yra teisingai nustatyti (pvz rwxrwxrwx).
lv: Nevar piekļūt %1. Pārliecinieties, vai diskete diskiekārtā %2 ir dosiski formatēta un vai iekārtas faila atļaujas (piem., /dev/fd0) ir pareizas (piem., rwxrwxrwx).
mr: %1 करिता प्रवेश प्राप्त करू शकत नाही. ड्राइव %2 मधील फ्लॉपी DOS-स्वरूपीत फ्लॉपी डिस्क आहे व साधन फाईलची परवानगी (उ.दा. /dev/fd0) योग्यरित्या (e.g. rwxrwxrwx) करिता स्थापीत केली गेली आहे याची खात्री करा.
nds: Keen Togriep op %1. Bitte prööv, wat de Diskett in't Loopwark %2 DOS-formateert is un de Verlöven vun de Reedschapdatei (t.B. /dev/fd0) richtig sett sünd (t.B. rwxrwxrwx).
pa: %1 ਲਈ ਪਹੁੰਚ ਨਹੀਂ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾ ਲਵੋ ਕਿ ਡਰਾਇਵ %2 ਵਿਚਲੀ ਫਲਾਪੀ ਇੱਕ DOS-ਫਾਰਮੈਟਡ ਫਲਾਪੀ ਡਿਸਕ ਹੈ। ਅਤੇ ਜੰਤਰ ਫਾਇਲ (ਜਿਵੇਂ ਕਿ /dev/fd0) ਲਈ ਅਧਿਕਾਰ ਠੀਕ ਤਰਾਂ ਸੈੱਟ ਕੀਤੇ ਗਏ ਹਨ (ਜਿਵੇਂ ਕਿ rwxrwxrwx)।
ro: Nu am putut accesa %1. Asigurați-vă că discheta din unitatea %2 este formatată DOS și că permisiunile pentru dispozitivul fișier (de exemplu "/dev/fd0") sînt setate corect (de exemplu "rwxrwxrwx").
ru: Нет доступа к устройству «%1». Убедитесь, что дискета в дисководе %2 отформатирована для DOS и что права доступа к файлу устройства (/dev/fd0) установлены правильно (rwxrwxrwx).
sl: Ni bilo mogoče dostopati do %1. Preverite, da je disketa v enoti %2 formatirana disketa za DOS in da so dovoljenja za datoteko naprave (npr. /dev/fd0) nastavljena pravilno (npr. rwxrwxrwx).
sr: Не могу да приступим %1. Проверите да ли је дискета у јединици %2 форматирана за ДОС и да ли су дозволе приступа уређајском фајлу (нпр. <filename>/dev/fd0</filename>) исправно подешене (нпр. <icode>rwxrwxrwx</icode>).
ug: %1 نى زىيارەت قىلغىلى بولمىدى. قوزغاتقۇچ %2 دىكى دىسكا DOS-پىچىمىدىكى دىسكىمۇ ھەم ئۈسكۈنە ھۆججىتى(مەسىلەن: /dev/fd0) نىڭ ھوقۇقلىرى توغرا بېكىتىلگەنمۇ(مەسىلەن: rwxrwxrwx) تەكشۈرۈپ كۆرۈڭ.
uk: Не вдалося отримати доступ до %1. Переконайтеся, що диск у пристрої %2 розмічено у форматі дискети DOS, та що дозволи на файлі пристрою (напр., /dev/fd0) встановлені правильно (напр., rwxrwxrwx).
wa: Dji n' a savou avu accès a %1. Soeyoz seur kel diskete e lijheu %2 est ene diskete abwenêye e cogne DOS eyet k' les droets do fitchî d' l' endjin (/dev/fd0) sont definis comifåt (rwxrwxrwx).

source: Could not access %1. The disk in drive %2 is probably not a DOS-formatted floppy disk.
ar: لم استطع الوصول إلى %1. القرص المرن في الجهاز %2 ربما لم تتم تهيئته على نمط DOS.
bg: Устройството "%1" не е достъпно. Вероятно, дискетата в устройство "%2" не е във формат на ДОС.
ca: No s'ha pogut accedir %1 El disc al dispositiu %2 probablement sigui un disquet amb un format no DOS.
da: Kunne ikke få adgang til %1. Disken i drevet %2 er formodentlig ikke en DOS-formateret diskette.
es: No se pudo acceder a %1 El disco en el dispositivo %2 probablemente es un disquete con formato no DOS.
eu: Ezin atzitu %1 %2 unitatean dagoen disketea ez da DOS formatudue disketea seguru aski.
fa: نتوانست به %1 دست یابد. احتمالاً دیسک در گرداننده %2 دیسک فلاپی قالب‌بندی شده DOS نیست.
ga: Níorbh fhéidir %1 a rochtain. Is dócha nach diosca flapach DOS-formáidithe é an diosca i dtiomántán %2.
gl: Non foi posíbel acceder a %1. O disquete na unidade %2 probabelmente non teña formato DOS.
he: אין אפשרות לגשת אל %1 כנראה שהתקליטון שבכונן %2 אינו תקליטון שאותחל עבור DOS.
hu: Nem sikerült elérni: %1. A(z) %2 meghajtóban levő lemez feltehetően nem DOS-os formátumú.
ia: Il non pote acceder a %1. Le disco in drive %2 probabilemente non es un disco de formato DOS
is: Gat ekki opnað %1. Diskurinn sem er í drifi %2 er sennilega ekki DOS forsniðinn diskur.
ja: <filename>%1</filename> にアクセスできませんでした。 おそらくドライブ %2 のディスクは DOS フォーマットではありません。
km: មិន​អាច​ចូល​ដំណើរ​ការ %1 ។ ថាស​ក្នុង​ដ្រាយ %2 គឺ​ប្រហែល​ជា​មិន​មែន​ជា​ថាស​ទន់​ដែល​មាន DOS ។
ko: %1에 접근할 수 없습니다. %2 드라이브에 있는 디스켓이 도스 형식으로 포맷되지 않은 것 같습니다.
lt: Nepavyksta pasiekti %1. Diskas įrenginyje %2 tikriausiai nėra DOS formatuotas diskelis.
lv: Nevar piekļūt %1. Disks diskiekārtā %2, iespējams, nav dosiski formatēta diskete.
mr: %1 करिता प्रवेश प्राप्त करू शकत नाही. ड्राइव %2 संभाव्यतया DOS-स्वरूपीत फ्लॉपी डिस्क नाही.
nds: Keen Togriep op %1. Wohrschienlich is de Diskett in't Loopwark %2 nich DOS-formateert.
pa: %1 ਪਹੁੰਚ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਸੰਭਵ ਤੌਰ ਤੇ ਡਰਾਇਵ %2 ਵਿੱਚ ਡਿਸਕ DOS-ਫਾਰਮੈਟਡ ਫਲਾਪੀ ਨਹੀਂ ਹੈ।
ro: Nu am putut accesa %1. Discheta din unitatea %2 nu este formatată DOS.
ru: Нет доступа к устройству «%1». Дискета в дисководе %2, скорее всего, не отформатирована для DOS.
sl: Ni bilo mogoče dostopati do %1. Disketa v pogonu %2 verjetno ni disketa, ki bi bila formatirana za DOS.
sr: Не могу да приступим %1. Дискета у јединици %2 вероватно није форматирана за ДОС.
ug: %1 نى زىيارەت قىلغىلى بولمىدى. قوزغاتقۇچ %2 دىكى دىسكا DOS-پىچىمىدىكى دىسكا ئەمەستەك قىلىدۇ.
uk: Не вдалося отримати доступ до %1. Можливо, диск у пристрої %2 не відформатовано як дискету DOS.
wa: Dji n' a savou avu accès a %1. Motoit kel diskete e lijheu %2 est ene diskete nén abwesnêye e cogne DOS.
