Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kioclient.po
Languages: bg, bs, ca@valencia, cs, da, el, et, eu, fi, fr, gl, hr, it, ja, kk, km, lt, nb, nds, nl, nn, pl, pt_br, ro, ru, sl, sr, uk, zh_tw

# @info:shell
source: %1: Syntax error, too many arguments
bg: %1: Синтактична грешка. Прекалено много аргументи
bs: %1: Sintaksna greška, previše argumenata
ca@valencia: %1: Error de sintaxi: massa arguments
cs: %1: Syntaktická chyba. Příliš mnoho argumentů
da: %1: Syntaksfejl, for mange argumenter
el: %1: Συντακτικό σφάλμα, πάρα πολλά ορίσματα
et: %1: süntaksi viga: liiga palju argumente
eu: %1: Sintaxi errorea, argumentu gehiegi
fi: %1: Syntaksivirhe: liikaa parametreja
fr: %1 : erreur de syntaxe, beaucoup trop de paramètres
gl: %1: Erro de sintaxe, hai demasiados argumentos
it: %1: Errore di sintassi, troppi argomenti
ja: %1: 構文エラー: 引数が多すぎます
kk: %1: Синтаксис қатесі, аргументтер тым көп
nb: %1: Syntaksfeil, for mange argumenter
nds: %1: Syntax-Fehler, to vele Argumenten
nl: %1: Syntaxisfout: te veel argumenten
pl: %1: Błąd składni, za dużo argumentów
pt_br: %1: Erro de sintaxe - excesso de parâmetros
ro: %1: eroare de sintaxă: prea multe argumente
ru: %1: ошибка синтаксиса (слишком много аргументов)
sl: %1: skladenjska napaka: preveč argumentov
sr: %1: Синтаксна грешка, превише аргумената.
uk: %1: синтаксична помилка, забагато аргументів
zh_tw: %1：語法錯誤，參數過多

source: Unable to download from an invalid URL.
bg: Невъзможно изтегляне от неправилен URL-адрес
bs: Ne mogu da preuzmem neispravan URL.
ca@valencia: No es pot descarregar des d'un URL no vàlid.
cs: Nelze stahovat z neplatného URL.
da: Kan ikke downloade fra ugyldig URL.
el: Αδύνατη η λήψη αρχείου από ένα μη έγκυρο URL.
et: Vigaselt URL-ilt pole võimalik alla laadida.
eu: Ezin da deskargatu URL baliogabe batetik.
fi: Virheellisestä osoitteesta ei voi ladata.
fr: Impossible de télécharger à partir d'un URL mal formée.
gl: Non foi posíbel descargar desde un URL non válido.
hr: Ne mogu spustiti sa nevaljalog URL-a.
it: Impossibile scaricare da un URL non valido.
ja: 無効な URL からはダウンロードできません。
kk: Жарамсыз URL-ден жүктеуге болмайды.
km: មិន​អាច​ទាញ​យក​ពី URL មិន​ត្រឹម​ត្រូវ ។
lt: Nepavyksta atsisiųsti iš neteisingos URL.
nb: Kan ikke laste ned fra en ugyldig URL.
nds: Vun en leeg URL lett sik nix daalladen.
nl: Er kan niet van een ongeldig URL-adres worden gedownload.
nn: Kan ikkje lasta ned frå ei ugyldig adresse.
pl: Nie można pobrać z błędnego adresu URL.
pt_br: Não é possível transferir a partir de uma URL inválida.
ro: Imposibil de descărcat de la un URL nevalid.
ru: Невозможно открыть URL или неверный URL.
sl: Prejem z neveljavnega naslova URL ni mogoč.
sr: Не могу да преузмем неисправан УРЛ.
uk: Неможливо звантажити з нечинної адреси URL.
zh_tw: 無法從不合法的網址下載。

# @info:shell
source: %1: Syntax error, unknown command '%2'
bg: %1: Синтактична грешка. Непозната команда "%2"
bs: %1: Sintaksna greška: nepoznata naredba „%2“
ca@valencia: %1: Error de sintaxi: orde desconeguda «%2»
cs: %1: Syntaktická chyba. Neznámý příkaz '%2'
da: %1: Syntaksfejl, ukendt kommando "%2"
el: %1: Συντακτικό σφάλμα, άγνωστη εντολή '%2'
et: %1: süntaksi viga: tundmatu käsk '%2'
eu: %1: Sintaxi errorea, '%2' komando ezezaguna
fi: %1: Syntaksivirhe: Tuntematon komento ”%2”
fr: %1 : erreur de syntaxe, commande « %2 » inconnue
gl: %1: Erro de sintaxe, non se coñece a orde «%2»
it: %1: Errore di sintassi, comando sconosciuto «%2»
ja: %1: 構文エラー: 不明なコマンド <command>%2</command>
kk: %1: Синтаксис қатесі, %2 командасы беймәлім
nb: %1: Syntaksfeil, ukjent kommando «%2»
nds: %1 Syntax-Fehler, Befehl "%2" nich begäng
nl: %1: Syntaxisfout: '%2' is een onbekend commando
pl: %1: Błąd składni, nieznane polecenie '%2'
pt_br: %1: Erro de sintaxe - comando '%2' desconhecido
ro: %1: eroare de sintaxă: comandă „%2” necunoscută
ru: %1: Ошибка синтаксиса (неизвестная команда «%2»)
sl: %1: skladenjska napaka: neznan ukaz »%2«
sr: %1: Синтаксна грешка, непозната наредба „%2“.
uk: %1: синтаксична помилка, невідома команда «%2»
zh_tw: %1：語法錯誤，未知的指令 '%2'
