Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kioclient.po
Languages: bg, bs, ca@valencia, cs, da, el, et, eu, fi, fr, gl, hr, it, ja, kk, km, lt, nb, nds, nl, nn, pl, pt_br, ro, ru, sl, sr, uk, zh_tw

source: kioclient exec file:/home/weis/data/test.html // Opens the file with default binding
bg: kioclient exec file:/home/weis/data/test.html // Отваря файла с подразбиращата се програма
bs: kioclient exec file:/home/weis/data/test.html # otvara fajl podrazumijevanim programom
ca@valencia: kioclient exec file:/home/weis/data/test.html // Obri el fitxer amb la vinculació predeterminada
cs: kioclient exec file:/home/weis/data/test.html Netscape // Otevře soubor pomocí výchozí aplikace
da: kioclient exec file:/home/weis/data/test.html // Åbner filen med standardbinding
el: kioclient exec file:/home/weis/data/test.html // Ανοίγει το αρχείο στην προκαθορισμένη εφαρμογή
et: kioclient exec file:/home/weis/data/test.html // Avab faili vaikimisi seostatud rakenduses
eu: kioclient exec file:/home/weis/data/test.html // Fitxategia irekitzen du lotura lehenetsiarekin
fi: kioclient exec file:/home/weis/data/test.html // Avaa tiedoston oletuskytköksen
fr: kioclient exec file:/home/weis/data/test.html // Ouvre le fichier avec l'application par défaut
gl: kioclient exec file:/home/weis/data/test.html // Abre o ficheiro co programa predeterminado
hr: kioclient exec file:/home/weis/data/test.html // Otvara novu datoteku sa uobičajenim binding
it: kioclient exec file:/home/weis/data/test.html // Apre il file con l'applicazione predefinita
ja: kioclient exec file:/home/weis/data/test.html // ファイルをデフォルトの関連付けで開きます
kk: kioclient exec file:/home/weis/data/test.html // Сәйкесті қолданбада файлды ашу
km: kioclient ប្រតិបត្តិ file:/home/weis/data/test.html // បើក​ឯកសារ​ដែលមាន​ការ​ចង​លំនាំដើម
lt: kioclient exec file:/home/weis/data/test.html // Atvers failą su numatytu saistymu
nb: kioclient exec file:/home/weis/data/test.html // Åpner fila med standard binding
nds: kioclient exec file:/home/witt/daten/test.html // Maakt de Datei mit dat Standardprogramm op.
nl: kioclient exec file:/home/gebruiker/data/test.html // opent het bestand met de standaardassociatie
nn: kioclient exec file:/home/weis/data/test.html // Opnar fila med standardbindingar.
pl: kioclient exec file:/home/weis/data/test.html // Otwarcie pliku w domyślnym programie
pt_br: kioclient exec file:/home/weis/data/test.html // Abre o arquivo com a interface padrão
ro: kioclient exec file:/home/weis/data/test.html // Deschide fișierul cu asociereaa implicită
ru: kioclient exec file:/home/weis/data/test.html // Открыть файл в связанном приложении
sl: kioclient exec file:/home/weis/data/test.html // Odpre datoteko v privzetem programu
sr: kioclient exec file:/home/weis/data/test.html # отвара фајл подразумеваним програмом
uk: kioclient exec file:/home/weis/data/test.html // Відкриває файл з типовою прив’язкою
zh_tw: kioclient exec file:/home/weis/data/test.html // 以預設應用程式開啟該檔

source: kioclient exec file:/home/weis/data/test.html Netscape // Opens the file with netscape
bg: kioclient exec file:/home/weis/data/test.html Netscape // Отваря файла с netscape
bs: kioclient exec file:/home/weis/data/test.html Netscape # otvara fajl Netscapeom
ca@valencia: kioclient exec file:/home/weis/data/test.html Netscape // Obri el fitxer amb el Netscape
cs: kioclient exec file:/home/weis/data/test.html Netscape // Otevře soubor pomocí netscape
da: kioclient exec file:/home/weis/data/test.html Netscape // Åbner filen med Netscape
el: kioclient exec file:/home/weis/data/test.html Netscape // Ανοίγει το αρχείο στο netscape
et: kioclient exec file:/home/weis/data/test.html Netscape // Avab faili Netscape'is
eu: kioclient exec file:/home/weis/data/test.html Netscape // Fitxategia irekitzen du Netscape-rekin
fi: kioclient exec file:/home/weis/data/test.html Netscape // Avaa tiedoston Netscapella
fr: kioclient exec file:/home/weis/data/test.html Netscape // Ouvre le fichier avec netscape
gl: kioclient exec file:/home/weis/data/test.html Netscape // Abre o ficheiro con netscape
hr: kioclient exec file:/home/weis/data/test.html Netscape // Otvara novu datoteku sa netscape
it: kioclient exec file:/home/weis/data/test.html Netscape // Apre il file Netscape
ja: kioclient exec file:/home/weis/data/test.html Netscape // ファイルを Netscape で開きます
kk: kioclient exec file:/home/weis/data/test.html Netscape // Netscape-те файлы ашу
km: kioclient ប្រតិបត្តិ file:/home/weis/data/test.html Netscape // បើក​ឯកសារ​ជាមួយ netscape
lt: kioclient exec file:/home/weis/data/test.html Netscape // Failą atvers su netscape
nb: kioclient exec file:/home/weis/data/test.html Netscape // Åpner fila med Netscape
nds: kioclient exec file:/home/witt/daten/test.html Netscape // Maakt de Datei mit Netscape op
nl: kioclient exec file:/home/gebruiker/data/test.html Netscape // opent het bestand met Netscape
nn: kioclient exec file:/home/weis/data/test.html Netscape // Opnar fila i Netscape.
pl: kioclient exec file:/home/weis/data/test.html Netscape // Otwarcie pliku za pomocą Netscape
pt_br: kioclient exec file:/home/weis/data/test.html Netscape // Abre o arquivo com o Netscape
ro: kioclient exec file:/home/weis/data/test.html Netscape // Deschide fișierul cu netscape
ru: kioclient exec file:/home/weis/data/test.html Netscape // Открыть файл в Netscape
sl: kioclient exec file:/home/weis/data/test.html Firefox // Odpre datoteko v Firefoxu
sr: kioclient exec file:/home/weis/data/test.html Netscape # отвара фајл Нетскејпом
uk: kioclient exec file:/home/weis/data/test.html Netscape // Відкриває файл у netscape
zh_tw: kioclient exec file:/home/weis/data/test.html Netscape // 以 Netscape 開啟該檔

source: kioclient exec ftp://localhost/ // Opens new window with URL
bg: kioclient exec ftp://localhost/ // Отваря нов прозорец с URL
bs: kioclient exec ftp://localhost/ # otvara novi prozor sa URL‑om
ca@valencia: kioclient exec ftp://localhost/ // Obri una finestra nova amb l'URL
cs: kioclient exec ftp://localhost/ // Otevře nové okno s URL
da: kioclient exec ftp://localhost/ // Åbner nyt vindue med URL
el: kioclient exec ftp://localhost/ // Ανοίγει το URL σε νέο παράθυρο
et: kioclient exec ftp://localhost/ // Avab uue akna määratud URL-iga
eu: kioclient exec ftp://localhost/ // Leihoa irekitzen du URLarekin
fi: kioclient exec ftp://localhost/ // Avaa osoitteen uuteen ikkunaan
fr: kioclient exec ftp://localhost/ // Ouvre une nouvelle fenêtre avec l'URL
gl: kioclient exec ftp://localhost/ // Abre unha nova xanela co URL
hr: kioclient exec ftp://localhost/ // Otvara novi prozor sa URL
it: kioclient exec ftp://localhost/ // Apre una nuova finestra con un URL
ja: kioclient exec ftp://localhost/ // URL を新しいウィンドウで開きます
kk: kioclient exec ftp://localhost/ // URL-мен жаңа терезе ашу
km: kioclient ប្រតិបត្តិ ftp://localhost/ // បើក​បង្អួចថ្មី​ដែលមាន URL
lt: kioclient exec ftp://localhost/ // Atvers naują langa su URL
nb: kioclient exec ftp://localhost/ // Åpner nytt vindu med URL
nds: kioclient exec ftp://localhost/ // Maakt för de angeven URL en nieg Finster op
nl: kioclient exec ftp://localhost/ // opent een nieuw venster met het URL-adres
nn: kioclient exec ftp://localhost/ // Opnar eit nytt vindauge med adressa.
pl: kioclient exec ftp://localhost/ // Otwarcie nowego okna z podanym adresem
pt_br: kioclient exec ftp://localhost/ // Abre uma nova janela com a URL
ro: kioclient exec ftp://localhost/ // Deschide o fereastră nouă cu URL
ru: kioclient exec ftp://localhost/ // Открыть новое окно Konqueror с адресом
sl: kioclient exec ftp://localhost/ // Odpre naslov URL v novem oknu
sr: kioclient exec ftp://localhost/ # отвара нови прозор са УРЛ‑ом
uk: kioclient exec ftp://localhost/ // Відкриває нове вікно з адресою URL
zh_tw: kioclient exec ftp://localhost/ // 在新視窗開啟開網址

source: kioclient exec file:/root/Desktop/emacs.desktop // Starts emacs
bg: kioclient exec file:/root/Desktop/emacs.desktop // Зарежда emacs
bs: kioclient exec file:/root/Desktop/emacs.desktop # pokreće Emacs
ca@valencia: kioclient exec file:/root/Desktop/emacs.desktop // Inicia l'Emacs
cs: kioclient exec file:/root/Desktop/emacs.desktop // Spustí emacs
da: kioclient exec file:/root/Desktop/emacs.desktop // Starter emacs
el: kioclient exec file:/root/Desktop/emacs.desktop // Εκτελεί τον emacs
et: kioclient exec file:/root/Desktop/emacs.desktop // Käivitab emacsi
eu: kioclient exec file:/root/Desktop/emacs.desktop // Emacs abiarazten du
fi: kioclient exec file:/root/Desktop/emacs.desktop // Käynnistää Emacsins
fr: kioclient exec file:/root/Desktop/emacs.desktop // Démarre « emacs »
gl: kioclient exec file:/root/Desktop/emacs.desktop // Inicia emacs
hr: kioclient exec file:/root/Desktop/emacs.desktop // Podiže emacs
it: kioclient exec file:/root/Desktop/emacs.desktop // Avvia Emacs
ja: kioclient exec file:/root/Desktop/emacs.desktop // emacs を起動します
kk: kioclient exec file:/root/Desktop/emacs.desktop // Emacs-ты жегу
km: kioclient ប្រតិបត្តិ file:/root/Desktop/emacs.desktop // ចាប់ផ្ដើម emacs
lt: kioclient exec file:/root/Desktop/emacs.desktop // Paleis emacs
nb: kioclient exec file:/root/Desktop/emacs.desktop // Starter emacs
nds: kioclient exec file:/root/Schriefdisch/emacs.desktop // Röppt Emacs op
nl: kioclient exec file:/home/gebruiker/Desktop/emacs.desktop // start het programma Emacs
nn: kioclient exec file:/root/Desktop/emacs.desktop // Startar emacs.
pl: kioclient exec file:/root/Desktop/emacs.desktop // Uruchomienie Emacsa
pt_br: kioclient exec file:/root/Desktop/emacs.desktop // Inicia o Emacs
ro: kioclient exec file:/root/Desktop/emacs.desktop // Lansează emacs
ru: kioclient exec file:/root/Desktop/emacs.desktop // Запустить Emacs
sl: kioclient exec file:/root/Desktop/emacs.desktop // Zažene emacs
sr: kioclient exec file:/root/Desktop/emacs.desktop # покреће Емакс
uk: kioclient exec file:/root/Desktop/emacs.desktop // Запускає emacs
zh_tw: kioclient exec file:/root/Desktop/emacs.desktop // 開始執行 emacs

source: kioclient exec file:/root/Desktop/cdrom.desktop // Opens the CDROM's mount directory
bg: kioclient exec file:/root/Desktop/cdrom.desktop // Отваря папката на монтиране на CDROM
bs: kioclient exec file:/root/Desktop/cdrom.desktop # otvara direktorijum montiranja CD‑ROM‑a
ca@valencia: kioclient exec file:/root/Desktop/cdrom.desktop // Obri el directori de muntatge del CD-ROM
cs: kioclient exec file:/root/Desktop/cdrom.desktop // Otevře adresář kde je připojen CDROM
da: kioclient exec file:/root/Desktop/cdrom.desktop // Åbner cd-roms monteringsmappe
el: kioclient exec file:/root/Desktop/cdrom.desktop // Ανοίγει το φάκελο προσάρτησης του CD-ROM
et: kioclient exec file:/root/Desktop/cdrom.desktop // Avab CD-seadme ühendamiskataloogi
eu: kioclient exec file:/root/Desktop/cdrom.desktop // CD-ROMa muntatzeko direktorioa irekitzen du
fi: kioclient exec file:/root/Desktop/cdrom.desktop // Avaa CD-ROMin liitoskansion
fr: kioclient exec file:/root/Desktop/cdrom.desktop // Ouvre le dossier de montage du CD-ROM
gl: kioclient exec file:/root/Desktop/cdrom.desktop // Abre o directorio de montaxe do CDROM
hr: kioclient exec file:/root/Desktop/cdrom.desktop // Otvara CDROM direktorij montiranja
it: kioclient exec file:/root/Desktop/cdrom.desktop // Apre la cartella di montaggio del CD-ROM
ja: kioclient exec file:/root/Desktop/cdrom.desktop // CDROM のマウントディレクトリを開きます
kk: kioclient exec file:/root/Desktop/cdrom.desktop // CDROM тіркелген каталогты ашу
km: kioclient ប្រតិបត្តិ file:/root/Desktop/cdrom.desktop // បើក​ថត​ម៉ោន​របស់​ស៊ីឌីរ៉ូម
lt: kioclient exec file:/root/Desktop/cdrom.desktop // Atvers CDROM's montuotą aplanką
nb: kioclient exec file:/root/Desktop/cdrom.desktop // Åpner CD-ROM-ens monteringsmappe
nds: kioclient exec file:/root/Desktop/cdrom.desktop // Maakt de Inhangsteed vun de CD-ROM op
nl: kioclient exec file:/home/gebruiker/Desktop/cdrom.desktop // opent de map waaraan de cd-rom-schijf wordt gekoppeld
nn: kioclient exec file:/root/Desktop/cdrom.desktop // Opnar monteringsmappa til CD-ROM-en.
pl: kioclient exec file:/root/Desktop/cdrom.desktop // Otwarcie katalogu z zawartością zamontowanego CD-ROM-u
pt_br: kioclient exec file:/root/Desktop/cdrom.desktop // Abre a pasta de montagem do CD-ROM
ro: kioclient exec file:/root/Desktop/cdrom.desktop // Deschide directorul de montare a CD-ROM-ului
ru: kioclient exec file:/root/Desktop/cdrom.desktop // Открыть каталог с содержимым CD
sl: kioclient exec file:/root/Desktop/cdrom.desktop // Odpre mapo, v kateri je priklopljen CD-ROM
sr: kioclient exec file:/root/Desktop/cdrom.desktop # отвара фасциклу монтирања ЦД‑РОМ‑а
uk: kioclient exec file:/root/Desktop/cdrom.desktop // Відкриває каталог монтування CD-ROM
zh_tw: kioclient exec file:/root/Desktop/cdrom.desktop // 開啟光碟機的掛載目錄

source: kioclient exec . // Opens the current directory. Very convenient.
bg: kioclient exec . // Отваря текущата папка. Много удобно.
bs: kioclient exec . # otvara tekući direktorijum — vrlo zgodno.
ca@valencia: kioclient exec . // Obri el directori actual. Molt convenient.
cs: kioclient exec . // Otevře aktuální adresář. Velice pohodlné.
da: kioclient exec . // Åbner den nuværende mappe. Meget bekvemt.
el: kioclient exec . // Ανοίξει τον τρέχοντα κατάλογο. Πολύ βολικό.
et: kioclient exec . // Avab aktiivse kataloogi. Väga mugav.
eu: kioclient exec . // Uneko direktorioa irekitzen du. Oso erabilgarria.
fi: kioclient exec . // Avaa nykyisen kansion. Hyvin kätevä.
fr: kioclient exec . // Ouvre le dossier courant. Très commode.
gl: kioclient exec . // Abre o directorio actual. Moi útil.
hr: kioclient exec . // Otvara trenutni direktorij. Jako zgodno.
it: kioclient exec . // Apre la cartella attuale. Molto comodo.
ja: kioclient exec . // 現在のディレクトリを開きます。とても便利です。
kk: kioclient exec . // Назардағы каталогты ашу. Өте ыңғайлы.
km: kioclient ប្រតិបត្តិ ។ // បើក​ថត​បច្ចុប្បន្ន ។ ងាយស្រួល​ណាស់ ។
lt: kioclient exec . // Atvers veikiamąjį aplanką. Labai patogu.
nb: kioclient exec . // Åpner gjeldende mappe. Svært praktisk.
nds: kioclient exec . // Maakt den aktuellen Orner op. Bannig kommood.
nl: kioclient exec . // opent de huidige map. Erg handig.
nn: kioclient exec . // Opnar gjeldande mappe. Veldig praktisk.
pl: kioclient exec . // Otwarcie bieżącego katalogu. Bardzo przydatne.
pt_br: kioclient exec . // Abre a pasta atual. Muito conveniente.
ro: kioclient exec . // Deschide directorul curent. Foarte comod.
ru: kioclient exec . // Открыть текущий каталог в диспетчере файлов.
sl: kioclient exec . // Odpre trenutno mapo. Zelo priročno.
sr: kioclient exec . # отвара текућу фасциклу — врло згодно.
uk: kioclient exec . // Відкриває поточний каталог. Дуже зручно.
zh_tw: kioclient exec . // 開啟目前的目錄。非常方便的用法。

source: Non-interactive use: no message boxes
bg: Неинтерактивна употреба: няма кутии за съобщения
bs: Neinteraktivna upotreba: bez dijaloga s porukama
ca@valencia: Ús no interactiu: sense quadres de missatge
cs: Neinteraktivní režim: bez dialogových oken
da: Ikke-interaktiv brug: Ingen beskedbokse
el: Μη διαδραστική χρήση: χωρίς διαλόγους μηνυμάτων
et: Mitteinteraktiivne kasutamine: teatekastid puuduvad
eu: Erabilera ez-interaktiboa: mezuen ontzirik ez
fi: Vuorovaikutukseton käyttö: ei viesti-ikkunoita
fr: Usage non interactif : aucune boîte de dialogue
gl: Uso non interactivo: sen diálogos
hr: Neinteraktivno korištenje: nema prozora s porukama
it: Uso non interattivo: senza finestre di messaggio
ja: 非対話的モードを使用: メッセージボックスなし
kk: Интерактивті емес жұмсау: хабарлама терезелерсіз
km: គ្មាន​ការ​ប្រើ​អន្តរកម្ម ៖ គ្មាន​ប្រអប់​សារ
lt: Neinteraktyvus naudojimas: be pranešimų dialogų
nb: Ikke-interaktiv bruk: ingen meldingsbokser
nds: Stummbedrief: keen Mellendialogen
nl: Niet-interactief gebruik: geen berichtvensters
nn: Ikkje-interaktiv bruk: Ingen meldingsvindauge
pl: Tryb nieinteraktywny: bez okienek komunikatów
pt_br: Uso não interativo: sem caixas de mensagem
ro: Utilizare neinteractivă: fără casete de mesaj
ru: Не интерактивное использование (без диалоговых окон)
sl: Brez vzajemne uporabe: brez oken s sporočili
sr: Неинтерактивна употреба: без дијалога с порукама
uk: Неінтерактивне використання: без вікон з повідомленнями
zh_tw: 非互動式使用：沒有訊息盒

source: Overwrite destination if it exists (for copy and move)
bg: Презаписване на назначението, ако съществува (при копиране и местене)
bs: Prebriši odredište ako postoji (za kopiranje i premještanje)
ca@valencia: Sobreescriu la destinació si existeix (en copiar i moure)
cs: Přepsat cíl pokud existuje (pro kopírování a přesun)
da: Overskriv destinationen hvis den findes (for kopiering og flytning)
el: Αντικατάσταση προορισμού εάν υπάρχει (για αντιγραφή και μετακίνηση)
et: Sihtmärgi ülekirjutamine, kui see on olemas (kopeerimisel ja liigutamisel)
eu: Gainidatzi helburua, lehendik baldin badago (kopiatzeko eta lekuz aldatzeko)
fi: Kirjoita kohteen yli, jos se on olemassa (kopioitaessa ja siirrettäessä)
fr: Écraser la destination si elle existe (pour la copie et le déplacement)
gl: Sobrescribe o destino se existe (para copiar e mover)
hr: Prepiši odredište ako ostoji (za kopiranje i premještanje)
it: Sovrascrivi destinazione se esistente (per copia e spostamento)
ja: (コピーと移動のとき) 対象が存在する場合、上書きする
kk: Мақсатталған орнын (бар болса) ауыстыру
km: សរសេរ​ជាន់លើ​ទិសដៅ ប្រសិនបើ​វា​មាន (សម្រាប់​ការ​ចម្លង និង​ផ្លាស់ទី)
lt: Perrašyti paskirties failą, jei toks yra (kopijavimo ir perkėlimo atveju)
nb: Skriv over målet hvis det finnes (for kopier og flytt)
nds: Al vörhannen Teel överschrieven (för't Koperen un Verschuven)
nl: Bestemming overschrijven als deze bestaat (voor kopiÃ«ren en verplaatsten)
pl: Nadpisz cel, jeśli istnieje (dla kopiowania i przeniesienia)
pt_br: Sobrescrever destino se ele existir (para copiar e mover)
ro: Suprascrie destinația dacă există (pentru copiere și mutare)
ru: Заменять существующие файлы (при копировании и перемещении)
sl: Prepiše cilj, če obstaja (za kopiranje in premikanje)
sr: Пребриши одредиште ако постоји (за копирање и премештање)
uk: Перезаписувати призначення, якщо воно вже існує (під час копіювання і пересування)
zh_tw: 若目標已存在則覆寫（複製或移動時）

source: file or URL
bg: файл или URL-адрес
bs: datoteka ili URL
ca@valencia: fitxer o URL
cs: soubor nebo URL
da: Fil eller URL
el: αρχείο ή URL
et: fail või URL
eu: fitxategi edo URL
fi: tiedosto tai verkko-osoite
fr: Fichier ou URL
gl: ficheiro ou URL
it: file o URL
ja: ファイルまたは URL
kk: файл не URL
nb: fil eller URL
nds: Datei oder URL
nl: Bestand of URL-adres
pl: plik lub adres URL
pt_br: arquivo ou URL
ro: fișier sau URL
ru: файл или URL
sl: datoteka ali naslov URL
sr: Фајл или УРЛ
uk: файл або адреса
zh_tw: 檔案或網址

source: Source URL or URLs
bg: URL-адрес(и) на източник
bs: Izvorni URL ili URL‑ovi
ca@valencia: URL d'origen
cs: Zdrojové URL
da: Kilde-URL eller -URL'er
el: Πηγή URL ή URLs
et: Allika URL või URL-id
eu: Jatorriko URLa edo URLak
fi: Lähteen verkko-osoite tai -osoitteet
fr: URL(s) de la source
gl: Lista de URL de orixe
hr: Izvorni URL ili URL-ovi
it: URL di origine
ja: ソース URL (単一または複数)
kk: Көз URL не URL-дер
km: URL ប្រភព
lt: Vienas ar keletas pirminių URL
nb: Kilde-URL eller URL-er
nds: Born-URL oder -URLs
nl: Bron-URL-adres(sen)
nn: Kjeldenettadresse(r)
pl: Adres lub adresy URL
pt_br: URL ou URLs de origem
ro: URL sau URL-urile sursă
ru: Один или несколько URL источника
sl: Izvorni naslov URL ali naslovi URL
sr: Изворни УРЛ или УРЛ‑ови
uk: Адреса або адреси джерела
zh_tw: 來源網址

source: Destination URL
bg: URL-адрес на назначение
bs: Odredišni URL
ca@valencia: URL de destinació
cs: Cílové URL
da: Destinations-URL
el: URL προορισμού
et: Siht-URL
eu: Helburuko URLa
fi: Kohteen verkko-osoite
fr: URL de la destination
gl: URL de destino
hr: Ciljni URL
it: URL di destinazione
ja: 行き先 URL
kk: Мақсат URL-і
km: URL ទិសដៅ
lt: Paskirties URL
nb: Mål-URL
nds: Teel-URL
nl: URL-adres van bestemming
nn: Mål-URL
pl: Docelowy adres URL
pt_br: URL de destino
ro: URL-ul destinație
ru: URL назначения
sl: Ciljni naslov URL
sr: Одредишни УРЛ
uk: Адреса призначення
zh_tw: 目的網址

source: Show available commands
bg: Показване на наличните команди
bs: Prikaži raspoložive naredbe
ca@valencia: Mostra les ordes disponibles
cs: Zobrazit dostupné příkazy
da: Vis tilgængelige kommandoer
el: Εμφάνιση διαθέσιμων εντολών
et: Saadaolevate käskude näitamine
eu: Erakutsi komando erabilgarriak
fi: Näytä käytettävissä olevat komennot
fr: Afficher les commandes disponibles
gl: Mostrar as ordes dispoñíbeis
hr: Prikaži dostupne naredbe
it: Mostra i comandi disponibili
ja: 利用可能なコマンドを表示
kk: Бар командаларын көрсету
km: បង្ហាញ​ពាក្យ​បញ្ជា​ដែល​មាន
lt: Rodyti komandų sąrašą
nb: Vis tilgjengelige kommandoer
nds: Verföögbor Befehlen wiesen
nl: Beschikbare commando's tonen
nn: Vis tilgjengelege kommandoar
pl: Pokaż dostępne polecenia
pt_br: Mostrar os comandos disponíveis
ro: Arată comenzile disponibile
ru: Показать доступные команды
sl: Prikaži razpoložljive ukaze
sr: Прикажи расположиве наредбе
uk: Показати наявні команди
zh_tw: 顯示可用的指令

source: Command (see --commands)
bg: Команда (вж. --commands)
bs: Naredba (vidi --commands)
ca@valencia: Orde (veieu --commands)
cs: Příkaz (viz --commands)
da: Kommando (see --commands)
el: Εντολή (βλέπε --commands)
et: Käsk (vt. --commands)
eu: Komandoa (ikusi --commands)
fi: Komennot (ks. --commands)
fr: Commande (voir « --commands »)
gl: Orde (consulte --commands)
hr: Naredba (vidi --commands)
it: Comando (vedi --commands)
ja: コマンド (<icode>--commands</icode> を参照)
kk: Команда (--commands деп қараңыз)
km: ពាក្យ​បញ្ជា (មើល --commands)
lt: Komanda (žr. --commands)
nb: Kommando (se --commands)
nds: Befehl (kiek bi --commands)
nl: Commando (zie --commands)
nn: Kommando (sjå «--commands»)
pl: Polecenie (patrz --commands)
pt_br: Comando (ver --commands)
ro: Comandă (vezi --commands)
ru: Команда (список доступных можно получить через параметр --commands)
sl: Ukaz (glejte --commands)
sr: Наредба (види --commands)
uk: Команда (див. --commands)
zh_tw: 指令（請參考 --commands）

source: Arguments for command
bg: Аргументи на командата
bs: Argumenti uz naredbu
ca@valencia: Arguments per a l'orde
cs: Argumenty pro příkaz
da: Argumenter for kommando
el: Ορίσματα για την εντολή
et: Käsu argumendid
eu: Komandoaren argumentuak
fi: Komennon parametrit
fr: Paramètres de la commande
gl: Argumentos da orde
hr: Argumenti naredbe
it: Argomenti del comando
ja: コマンドの引数
kk: Команданың аргументтері
km: អាគុយម៉ង់​សម្រាប់​ពាក្យ​បញ្ជា
lt: Komandos argumentai
nb: Argumenter for kommando
nds: Argumenten för Befehl
nl: Argumenten voor commando
nn: Argument til kommando
pl: Argumenty polecenia
pt_br: Parâmetros para o comando
ro: Argumente pentru comandă
ru: Аргументы для команды
sl: Argumenti ukaza
sr: Аргументи уз наредбу
uk: Аргументи для команди
zh_tw: 指令的參數

# @info:shell
source: %1: Syntax error, not enough arguments
bg: %1: Синтактична грешка. Недостатъчно аргументи
bs: %1: Sintaksna greška: nedovoljno argumenata
ca@valencia: %1: Error de sintaxi: arguments insuficients
cs: %1: Syntaktická chyba. Příliš málo argumentů
da: %1: Syntaksfejl, ikke nok argumenter
el: %1: Συντακτικό σφάλμα, όχι αρκετά ορίσματα
et: %1: süntaksi viga: liiga vähe argumente
eu: %1: Sintaxi errorea, ez dago behar adina argumentu
fi: %1: Syntaksivirhe: ei tarpeeksi parametreja
fr: %1 : Erreur de syntaxe, pas assez de paramètres
gl: %1: Erro de sintaxe, non hai argumentos de abondo
it: %1: Errore di sintassi, argomenti insufficienti
ja: %1: 構文エラー: 引数が足りません
kk: %1: Синтаксис қатесі, аргументтер жеткіліксіз
nb: %1: Syntaksfeil, for få argumenter
nds: %1: Syntax-Fehler, nich noog Argumenten
nl: %1: Syntaxisfout: te weinig argumenten
pl: %1: Błąd składni, za mało argumentów
pt_br: %1: Erro de sintaxe - parâmetros insuficientes
ro: %1: eroare de sintaxă: argumente insuficiente
ru: %1: ошибка синтаксиса (недостаточно аргументов)
sl: %1: skladenjska napaka: premalo argumentov
sr: %1: Синтаксна грешка, недовољно аргумената.
uk: %1: синтаксична помилка, недостатньо аргументів
zh_tw: %1：語法錯誤，沒有足夠的參數
