Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kioclient.po
Languages: bg, bs, ca@valencia, cs, da, el, et, eu, fi, fr, gl, hr, it, ja, kk, km, lt, nb, nds, nl, nn, pl, pt_br, ro, ru, sl, sr, uk, zh_tw

source: KIO Client
bg: Клиент KIO
bs: KIO klijent
ca@valencia: Client KIO
cs: KIO klient
da: KIO-klient
el: Πελάτης KIO
et: KIO klient
eu: KIO bezeroa
fi: KIO-asiakas
gl: Cliente de KIO
hr: KIO klijent
it: Client KIO
ja: KIO クライアント
kk: KIO клиенті
km: ម៉ាស៊ីន​ភ្ញៀវ KIO
lt: KIO kliento programa
nb: KIO klient
nn: KIO-klient
pl: Klient KIO
pt_br: Cliente do KIO
ro: Client KIO
ru: Клиент KIO
sl: Odjemalec KIO
sr: К‑У/И клијент
uk: Клієнт KIO

source: Command-line tool for network-transparent operations
bg: Програма от команден ред за прозрачни мрежови операции
bs: Alatka komandne linije za mrežno-providne postupke
ca@valencia: Eina de la línia d'ordes per a operacions de transparents a la xarxa
cs: Nástroj příkazové řádky pro síťově transparentní operace
da: Kommandolinjeværktøj til netværkstransparente operationer
el: Εργαλείο γραμμής εντολών για δικτυακές λειτουργίες
et: Võrguläbipaistvusega operatsioonide käsureatööriist
eu: Sareko eragiketa gardenetarako komando-lerroko tresna
fi: Verkon kannalta läpinäkyvien toimintojen komentorivityökalu
fr: Un outil en ligne de commandes pour les opérations réseau transparentes
gl: Ferramenta da liña de ordes para operacións transparentes á rede
hr: Alat naredbenog redka za mrežno-transparentne operacije
it: Strumento da riga di comando per operazioni trasparenti su rete
ja: ネットワーク透過な操作のためのコマンドラインツール
kk: Желідегі әрекеттерге арналған команда жолының құралы
km: ឧបករណ៍​បន្ទាត់​ពាក្យ​បញ្ជា សម្រាប់​ប្រតិបត្តិការ​បណ្ដាញ
lt: Komandinės eilutės priemonė tinklui skaidrioms operacijoms
nb: Kommandolinjeverktøy for handlinger gjennom nettverket
nds: Konsoolwarktüüch för Akschonen över't Nettwark
nl: Commandoregelprogramma voor netwerktransparante operaties
nn: Kommandolinjeverktøy for nettverkstransparente operasjonar
pl: Narzędzie wiersza poleceń do przezroczystych operacji sieciowych
pt_br: Uma ferramenta de linha de comando para operações transparentes na rede
ro: Instrument în linie de comandă pentru operații transparente pentru rețea
ru: Консольная программа для локальных и сетевых операций
sl: Orodje ukazne vrstice za omrežno-transparentna opravila
sr: Алатка командне линије за мрежнопрозирне поступке
uk: Інструмент командного рядка для прозорих для мережі дій
zh_tw: 網路操作的命令列工具

source: Syntax:
bg: Синтаксис:
bs: Sintaksa:
ca@valencia: Sintaxi:
cs: Syntaxe:
da: Syntaks:
el: Σύνταξη:
et: Süntaks:
eu: Sintaxia:
fi: Syntaksi:
fr: Syntaxe :
gl: Sintaxe:
hr: Sintaksa:
it: Sintassi:
ja: 構文:
kk: Синтаксисы:
km: វាក្យ​សម្ពន្ធ ៖
lt: Sintaksė:
nb: Syntaks:
nl: Gebruik:
nn: Syntaks:
pl: Składnia:
pt_br: Sintaxe:
ro: Sintaxă:
ru: Использование:
sl: Skladnja:
sr: Синтакса:
uk: Синтаксис:
zh_tw: 語法：

source: kioclient openProperties 'url' # Opens a properties menu
bg: kioclient openProperties 'url' # Отваря прозорец с настройки
bs: kioclient openProperties 'url' # otvara meni svojstava
ca@valencia: kioclient openProperties «url» # Obri un menú de propietats
cs: kioclient openProperties 'url' # Otevře nabídku vlastností
da: kioclient openProperties 'url' # Åbner en egenskaber-menu
el: kioclient openProperties 'url' # Ανοίγει ένα μενού ιδιοτήτων
et: kioclient openProperties 'url' # Omaduste menüü avamine
eu: kioclient openProperties 'url' # Propietateen menu bat irekitzen du
fi: kioclient openProperties 'osoite' # Avaa ominaisuusvalikon
fr: kioclient openProperties « URL » # Ouvre un menu de propriétés
gl: kioclient openProperties «url» # Abre un menú de propriedades
hr: kioclient openProperties 'url' # Otvara izbornik svojstava
it: kioclient openProperties «url» # Apre un menu delle proprietà
ja: kioclient openProperties 'url' # プロパティメニューを開きます
kk: kioclient openProperties 'url' # Қасиеттер мәзірін ашу
km: kioclient openProperties 'url' # បើក​ម៉ឺនុយ​លក្ខណៈសម្បត្តិ
lt: kioclient openProperties 'url' # Atveria savybių meniu
nb: kioclient openProperties 'url' # Åpner en egenskapsmeny
nds: kioclient openProperties "URL" # Maakt en Egenschappenmenü op
nl: kioclient openProperties 'URL-adres' # Opent een eigenschappenmenu
nn: kioclient openProperties «adresse» # Opnar ein eigenskapsmeny
pl: kioclient openProperties 'url' # Otwarcie menu właściwości
pt_br: kioclient openProperties 'url' # Abre um menu de propriedades
ro: kioclient openProperties 'url' # Deschide un meniu cu proprietăți
ru: kioclient openProperties 'url' # Показать диалог свойства объекта по адресу 'url'
sl: kioclient openProperties 'url' # Odpre meni z lastnostmi
sr: kioclient openProperties 'url' # отвара мени својстава
uk: kioclient openProperties «адреса» # Відкриває меню властивостей
zh_tw: kioclient openProperties 'url' # 開啟內容選單

source: kioclient exec 'url' ['mimetype'] # Tries to open the document pointed to by 'url', in the application # associated with it in KDE. You may omit 'mimetype'. # In this case the mimetype is determined # automatically. Of course URL may be the URL of a # document, or it may be a *.desktop file. # 'url' can be an executable, too.
bs: kioclient exec 'url' ['mimetip'] # pokušava da otvori dokument pokazan URL‑om, u programu # pridruženom mu u KDE‑u. MIME tip se može izostaviti, # u kom slučaju se određuje automatski. Naravno, URL # može biti URL dokumenta, ili *.desktop datoteke. # URL može biti i izvršni fajl.
ca@valencia: kioclient exec «url» [«mimetype»] # Intenta obrir el document apuntat pel «url», a l'aplicació # associada amb ell en el KDE. Podeu ometre «mimetype». # En este cas, el tipus MIME es determinarà # automàticament. Evidentment, l'URL ha de ser l'URL d'un # document, o pot ser un fitxer *.desktop. # «url» també pot ser un executable.
cs: kioclient exec 'url' ['mimetype'] # Pokusí se otevřít dokument na který ukazuje 'url' v aplikaci, # kterou přiřadilo KDE. Můžete vynechat 'mimetype'. # V této fázi je typ MIME určen # automaticky. Samozřejmě, URL může být URL # dokumentu, nebo to může být soubor *.desktop. # 'url' může být rovněž spustitelný soubor.
da: kioclient exec 'url' ['mimetype'] # Forsøger at åbne dokumentet som "url" peger på i programmet # associeret med det i KDE. Du kan undlade "mimetype". # I så fald bestemmes MIME-typen # automatisk. Naturligvis kan URL være URL til et # dokument, eller det kan være en *.desktop-fil. # "Url" kan også være en kørbar fil.
el: kioclient exec 'url' ['mimetype'] # Προσπαθεί να ανοίξει το αρχείο που καθορίζεται από το 'url' στη # συσχετισμένη εφαρμογή του KDE. Μπορείτε να παραλείψετε το # 'mimetype'. Σε αυτήν την περίπτωση ο τύπος αρχείο καθορίζεται # αυτόματα. Το URL μπορεί βεβαίως να αναφέρεται σε ένα # έγγραφο, ή σε ένα αρχείο *.desktop file. # το 'url' μπορεί να είναι και εκτελέσιμο.
et: kioclient exec 'url' ['mimetype'] # Püütakse avada dokument, millele viitab 'url', rakenduses, # mis on KDE-s sellega seostatud. 'mimetype' võib ka andmata jääda. # Sel juhul määratakse MIME tüüp automaatselt. # URL võib loomulikult olla nii dokumendi URL kui ka # *.desktop-fail. # 'url' võib olla ka käivitatav fail.
eu: kioclient exec 'url' ['mimemota'] # Saiatzen da 'url'ak adierazten duen dokumentua # KDErekin erlazionatutako aplikazioan irekitzen. 'mime mota' jartzea ez da nahitaezkoa. # Kasu honetan, mime mota automatikoki # ezartzen da. Jakina, URLa dokumentu baten # URLa izan daiteke, edo *.desktop fitxategi bat. # 'url', halaber, exekutagarria izan daiteke.
fi: kioclient exec 'url' ['mimetyyppi'] # Yrittää avata 'osoitteen' osoittaman tiedoston KDE:n siihen kytkemässä # sovelluksessa. 'mimetyypin' voi ohittaa, # jolloin MIME-tyyppi päätellään automaattisesti. # 'osoite' voi tietenkin olla myös tiedoston osoite # tai *.desktop-tiedosto. Samoin se voi olla ohjelma.
fr: kioclient exec « url » [ « type-mime » ] # Essaie d'ouvrir le document vers lequel pointe l'URL dans l'application # qui lui est associée dans KDE. Vous pouvez omettre « type-mime ». # Dans ce cas, le type MIME est déterminé # automatiquement. Bien entendu, l'URL peut être l'emplacement d'un # document ou d'un fichier « *.desktop ». # « url » peut également être un exécutable.
gl: kioclient exec «url» [«tipo mime»] # Tenta abrir o documento sinalado por «url» no programa # asociado con el en KDE. Pode omitir o «tipo mime». # Neste caso ha determinarse automaticamente. # Por suposto URL pode ser o URL dun documento, # ou pode ser un ficheiro *.desktop.
hr: kioclient exec 'url' ['mimetype'] # Pokušava otvoriti dokument ukazan sa 'url' aplikacijom # asociranom u KDE-u. Možete izostaviti 'mimetype'. # U tom slučaju je mimetype određen # automatski. Naravno, URL može biti URL # dokumenta, ili može biti *.desktop datoteka. # 'url' može biti i izvršan.
it: kioclient exec «url» [«tipo MIME»] # Cerca di aprire il documento puntato dall'«url» nell'applicazione # associatavi in KDE. Puoi omettere il «tipo MIME». # In questo caso, il tipo di file viene determinato # automaticamente. Ovviamente l'«url» può essere l'URL # di un documento, o può essere un file *.desktop. # L'«url» può anche essere un file eseguibile.
ja: kioclient exec 'url' ['mimetype'] # 'url' が指す文書を KDE で関連付けられている # アプリケーションで開くよう試みます。 # 'mimetype' は省略可能です。省略した場合、 # MIME タイプは自動的に判断されます。 # URL には文書の URL または *.desktop ファイル # を指定できます。 # URL は実行ファイルでもかまいません。
kk: kioclient exec 'url' ['mimetype'] # 'url' сілтеген құжатты KDE-дегі сәйкесті қолданбада # ашып көреді. 'mimetype' дегенді келтірмеу де болады. # Бұндайда файлдың mime түрі автоматты түрде # анықталады. Әрине, URL құжаттың URL-сілтемесі # болу керек, немесе *.desktop файлы болуы мүмкін, # орындалатын файл да бола алады.
km: kioclient exec 'url' ['mimetype'] # ព្យាយាម​បើក​ឯកសារ​ដែលបាន​ចង្អុលបង្ហាញ​ដោយ 'url' ក្នុង​កម្មវិធី # ដែល​ទាក់ទង​នឹង​វា​នៅក្នុង KDE ។ អ្នក​អាច​លុប 'ប្រភេទ mime' បាន ។ # ក្នុង​ករណីនេះ ប្រភេទ mime គឺ​ត្រូវបានកំណត់ # ដោយ​ស្វ័យប្រវត្តិ ។ URL គឺ​ជា URL របស់ # ឯកសារ ឬ​វា​អាច​ជា​ឯកសារ *.desktop ។
lt: kioclient exec „url“ [„mimetype“] # Bando atverti „url“ nurodytą dokumentą programa, # kuri, KDE aplinkoje, sietina su tuo dokumentu . # Nenurodžius „mimetype“parametro, mimetype # bus nustatomas automatiškai. Žinoma „url“ gali # būti dokumento URL, arba *.desktop failas. # 'url gali būti ir paleidžiamas failas.
nb: kioclient exec 'url' ['mimetype'] # Forsøker å åpne dokumentet som «url» peker på med programmet # som KDE har tilordnet det. «mimetype» kan utelates. # I så fall blir mimetypen bestemt automatisk # URL-en kan naturligvis være URL til et dokument, eller til # en *.desktop-fil. # «url» kan også være en kjørbar fil.
nds: kioclient exec 'URL' ['MIME-Typ'] # Versöcht dat un maakt dat Dokment bi "URL" mit dat Programm # op, dat dor in KDE tohöört. Giffst Du keen MIME-Typ an, warrt # he automaatsch kennt. "URL" kann op en Dokment, man ok # op en .desktop-Datei oder en utföhrbor Programm wiesen.
nl: kioclient exec 'URL-adres' ['mime-bestandstype'] # probeert het document waarnaar 'URL-adres' wijst te # openen in het programma dat ermee is geassocieerd # in KDE. U mag 'mime-bestandstype' weglaten. # In dat geval wordt het mime-bestandstype automatisch # bepaald. Uiteraard mag URL-adres het adres van een # document zijn of een *.desktop-bestand. # URL-adres mag ook een uitvoerbaar bestand zijn.
nn: kioclient exec «adresse» [«MIME-type»] # Prøver å opna dokumentet som «adresse» peikar til # i KDE-programmet. Du kan òg utelata MIME-typen, og i så # fall vert han fastsett automatisk. Adressa kan vera ei # nettadresse, ei lokal adresse eller ei «.desktop»-fil.
pl: kioclient exec 'url' ['typMIME'] # Próbuje otworzyć dokument wskazywany przez 'url' w programie # związanym z nim w KDE. Można ominąć 'typMIME'. # W takim przypadku typ ten jest znajdowany automatycznie. # Oczywiście, adres URL może być adresem dokumentu lub pliku # *.desktop.
pt_br: kioclient exec 'url' ['mimetype'] # Tenta abrir o documento apontado pelo 'url', no aplicativo # associado a ele no KDE. Você pode omitir o 'tipo MIME'. # Neste caso o tipo MIME é determinado # automaticamente. É claro que URL pode ser a URL de um # documento, ou pode ser um arquivo *.desktop. # A 'url' também pode ser executável.
ro: kioclient exec 'url' ['mimetype'] # Încearcă să deschidă documentul indicat de 'url', în aplicația # asociată cu acesta în KDE. Puteți omite 'mimetype'. # În acest caz, tipul MIME este determinat automat. # Desigur, URL poate fi URL-ul unui document, sau # poate fi un fișier *.desktop. # 'url' poate fi executabil la rîndul său.
ru: kioclient exec 'url' ['тип MIME'] # Попытаться открыть файл, расположенный по заданному # адресу в соответствующем приложении. Если тип MIME # не указан, он определяется автоматически. # В качестве 'url' можно указать как адрес реального файла, # так и файл .desktop (значок для файла). Файл также может # быть исполняемым.
sl: kioclient exec 'url' ['vrsta-mime'] # Poskuša odpreti dokument podan z »url« v programu, # ki je z njim povezan v KDE-ju. »vrsta-mime« lahko izpustite. # V tem primeru se vrsta dokumenta ugotovi samodejno. # Naslov URL je lahko mesto dokumenta, ali pa datoteka *.desktop. # »url« je lahko tudi izvedljiva datoteka.
sr: kioclient exec 'url' ['mimetip'] # покушава да отвори документ показан УРЛ‑ом, у програму # придруженом му у КДЕ‑у. МИМЕ тип се може изоставити, # у ком случају се одређује аутоматски. Наравно, УРЛ # може бити УРЛ документа, или *.desktop фајла. # УРЛ може бити и извршни фајл.
uk: kioclient exec «адреса» [«тип MIME»] # Намагається відкрити документ, на який вказує «адреса», у програмі, # пов’язаної з ним у KDE. «тип MIME» можна пропустити. # У цьому випадку тип MIME буде визначено автоматично. # Звичайно, адреса URL може бути або адресою URL # документа, або може бути файлом *.desktop. # крім того, «адреса» може бути і виконуваним файлом
zh_tw: kioclient exec 'url' ['mimetype'] # 依 KDE 指定的應用程式來嘗試開啟 url 所指定的文件。 # 如果 MIME 型態可以自動指定，您可以省略 mimetype 參數。 # URL 可以是文件檔名，或是一個 .desktop 檔或執行檔。

source: kioclient move 'src' 'dest' # Moves the URL 'src' to 'dest'. # 'src' may be a list of URLs.
bg: kioclient move 'src' 'dest' # Премества URL от 'src' в 'dest'. # 'src' може да бъде списък с URL-и.
bs: kioclient move 'izvor' 'odrediste' # premiješta URL sa izvora na odredište. # Izvor može biti i spisak URL‑ova.
ca@valencia: kioclient move «src» «dest» # Mou l'URL «src» a «dest». # «src» pot ser una llista d'URL.
cs: kioclient move 'zdroj' 'cil' # Přesune URL 'zdroj' do 'cil'. # 'zdroj' může být seznam URL.
da: kioclient move 'src' 'dest' # Flytter URL 'src' (kilde) til 'dest' (destination). # 'src' kan være en liste over URL'er.
el: kioclient move 'src' 'dest' # Μετακινεί το URL 'src' στο 'dest'. # Το 'src' μπορεί να είναι μία λίστα από URL.
et: kioclient move 'src' 'dest' # Liigutab URL-i 'src' sihtkohta 'dest'. # 'src' võib olla URL-ide nimekiri.
eu: kioclient move 'jatorria' 'helburua' # 'Jatorriko' URLa 'helburukora' eramaten du. # 'Jatorria' URLen zerrenda bat izan daiteke.
fi: kioclient siirrä 'lähde' 'kohde' # Siirtää verkko-osoitteen 'lähteestä' 'kohteeseen'. # 'lähde' voi olla verkko-osoitteiden luettelo.
fr: kioclient move 'src' 'dest' # Déplace l'URL « src » vers « dest ». # « src » peut être une liste d'URL.
gl: kioclient move «orixe» «destino» # Move o URL «orixe» para «destino». # «orixe» pode ser unha lista de URL.
hr: kioclient move 'src' 'dest' # Pomiće URL 'src' u 'dest'. # 'src' može biti lista URLova.
it: kioclient move «sorgente» «destinazione» # Sposta l'URL «sorgente» a «destinazione». # «sorgente» può essere un elenco di URL.
ja: kioclient move 'src' 'dest' # URL 'src' を 'dest' に移動します。 # 'src' は URL のリストでもかまいません。
kk: kioclient move 'src' 'dest' # URL 'src' дегеннен 'dest' дегенге жылжыту. # 'src' деген URL-сілтемелер тізімі болуы мүмкін.
km: kioclient move 'src' 'dest' # ផ្លាស់ទី URL 'src' ទៅ 'dest' ។ # 'src' អាច​ជា​បញ្ជី URL ។
lt: kioclient move „src“ „dest“ # Perkelia URL „src“ į „dest“. # „src“ gali būti keleto URL sąrašas.
nb: kioclient move 'src' 'dest' # Flytter URL-en «src» to «dest». # «src» kan være en list over URL-er.
nds: kioclient move "Born" "Teel" # Verschufft "Born" na "Teel". # "Born" dörv en List vun URLs wesen.
nl: kioclient move 'bron' 'bestemming' # verplaatst het URL-adres 'bron' naar 'bestemming'. # 'bron' mag een lijst van URL-adressen zijn.
nn: kioclient move «kjelde» «mål» # Flyttar adressa «kjelde» til «mål». # «kjelde» kan vera ei liste over adresser.
pl: kioclient move 'źródło' 'cel' # Przeniesienie zawartości adresu URL z 'źródła' do 'celu'. # 'źródło' może być listą adresów.
pt_br: kioclient move 'src' 'dest' # Move a URL 'src' para 'dest'. # 'src' pode ser uma lista de URLs.
ro: kioclient move 'src' 'dest' # Mută URL-ul 'src' la 'dest'. # 'src' poate fi o listă de URL-uri.
ru: kioclient move 'источник' 'назначение' # Переместить один или несколько файлов # в указанное место назначения.
sl: kioclient move 'izvor' 'cilj' # Premakne naslov URL »izvor« v »cilj«. # »izvor« je lahko seznam naslovov URL.
sr: kioclient move 'izvor' 'odrediste' # премешта УРЛ са извора на одредиште. # Извор може бити и списак УРЛ‑ова.
uk: kioclient move «джерело» «призначення» # Пересуває адресу URL «джерело» у «призначення». # «джерело» може бути списком адрес URL.
zh_tw: kioclient move 'src' 'dest' # 將 src 移動到 dest。 # 'src' 可以是許多檔案或網址的清單。

source: # 'dest' may be "trash:/" to move the files # to the trash.
bg: # 'dest' може да е "trash:/" за преместване # на файловете в кошчето.
bs: # Odredište može biti trash:/, za premiještanje # fajlova u smeće.
ca@valencia: # «dest» pot ser «trash:/» per a moure els fitxers # a la paperera.
cs: # 'dest' může být "trash:/" pro přesun souborů # do koše.
da: # "dest" kan være "trash:/" for at flytte filer # til affald.
el: # το 'dest' μπορεί να είναι το "trash:/" για τη μετακίνηση αρχείων # στον κάδο απορριμάτων.
et: # 'dest' võib olla "trash:/" failide viskamiseks # prügikasti.
eu: # 'Helburua' "trash:/" izan daiteke, fitxategiak # zakarrontzira eramateko.
fi: # 'kohde' voi olla "trash:/", jolloin tiedostot # siirretään roskakoriin.
fr: # « dest » peut être « trash:/ » pour déplacer les fichiers # vers la corbeille.
gl: # «dest» pode ser «trash:/» para deitar os ficheiros # no lixo.
hr: # 'dest' može biti "trash:/" za micanje datoteka # u smeće.
it: # «destinazione» può essere «trash:/» per # cestinare i file.
ja: # ごみ箱に移動するために、'dest' は "trash:/" でも # かまいません。
kk: # Файлы 'Өшірілгендерге' жылжыту үшін. # 'dest' дегені "trash:/" болуы керек.
km: # 'dest' អាច​ជា "trash:/" ដើម្បី​ផ្លាស់ទី​ឯកសារ # ទៅ​ធុង​សំរាម ។
lt: # „dest“ gali būti „trash:/“, jei norite perkelti # failus į šiukšliadėžę.
nb: # 'dest' kan være «trash:/» for å flytte filer # til papirkurven.
nds: # "Teel" kann "trash:/" wesen, wenn Du Dateien # na de Affalltünn verschuven wullt.
nl: # 'bestemming' mag "trash:/" zijn om de bestanden naar # de prullenbak te verplaatsen.
nn: # «mål» kan vera «trash:/» for å flytta filene # til papirkorga.
pl: # Jeśli 'cel' to "trash:/", nastąpi przeniesienie plików # do kosza.
pt_br: # O 'destino' pode ser "trash:/" para mover os arquivos # para a lixeira.
ro: # 'dest' poate fi „trash:/” pentru a muta fișierele # la gunoi.
ru: # В качестве параметра «назначение» можно задать # «trash:/», тогда файлы будут удалены в корзину.
sl: # »cilj« je lahko »trash:/«, s čimer datoteke # premaknete v Smeti.
sr: # Одредиште може бити trash:/, за премештање # фајлова у смеће.
uk: # «призначення» може бути «trash:/» — пересування # файлів до теки смітника.
zh_tw: # 'dest' 若為 "trash:/" 則會將檔案移到資源回收筒內。

source: # the short version kioclient mv # is also available.
bg: # кратката версия kioclient mv # е също налична.
bs: # Takođe je dostupna kratka verzija # kioclient mv.
ca@valencia: # la versió curta de kioclient mv # també és disponible.
cs: # krátká verze kioclient mv # je také dostupná.
da: # den korte version kioclient mv # er også tilgængelig.
el: # η σύντομη έκδοση kioclient mv # είναι επίσης διαθέσιμη.
et: # kasutada saab ka lühemat # varianti kioclient mv.
eu: # kioclient mv bertsio laburra # ere erabilgarri dago.
fi: # lyhyttä versiota ”kioclient mv” # voi myös käyttää.
fr: # la version courte kioclient mv # est aussi disponible.
gl: # tamén está dispoñíbel a versión curta # kioclient mv
hr: # skraćena inačica kioclienta mv # je također dostupna.
it: # è disponibile la versione breve # kioclient mv.
ja: # 短縮版の kioclient mv も # あります。
kk: # сонымен қатар, kioclient mv # деген қысқа түрі бар.
km: # កំណែ​ខ្លី​របស់ kioclient mv # អាច​ប្រើ​បាន​ដែរ ។
lt: # yra ir trumpa kioclient mv versija.
nb: # kortversjonen kioclient mv # kan også brukes.
nds: # de Kortverschoon "kioclient mv" # is ok verföögbor.
nl: # 'de korte versie van kioclient mv # is ook beschikbaar.
nn: # kortversjonen «kioclient mv» # er òg tilgjengeleg.
pl: # dostępna jest też skrócona wersja # kioclient mv.
pt_br: # também está disponível a versão reduzida # do 'kioclient mv'.
ro: # versiunea scurtă kioclient mv # este disponibilă.
ru: # Можно использовать сокращённый # вариант команды «kioclient mv».
sl: # na voljo je tudi kratka različica # kioclient mv
sr: # Такође је доступна кратка верзија # kioclient mv.
uk: # крім того, передбачено скорочену # версію kioclient mv.
zh_tw: # kioclient mv 的短版本也可使用。
