Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kioclient.po
Languages: bg, bs, ca@valencia, cs, da, el, et, eu, fi, fr, gl, hr, it, ja, kk, km, lt, nb, nds, nl, nn, pl, pt_br, ro, ru, sl, sr, uk, zh_tw

source: kioclient download ['src'] # Copies the URL 'src' to a user-specified location'. # 'src' may be a list of URLs, if not present then # a URL will be requested.
bs: kioclient download ['izvor'] # Kopira URL izvora na korisnički zadatu lokaciju. # Izvor može biti i spisak URL‑ova; ako nije zadat, # URL će biti zatražen.
ca@valencia: kioclient download [«src»] # Copia l'URL «src» a una ubicació especificada per l'usuari. # «src» pot ser una llista d'URL, i si no s'indica, llavors es # requerirà un URL.
cs: kioclient download ['src'] # Zkopíruje URL 'src' do uživatelem zadaného umístění'. # 'src' může být seznam URL, pokud není zadáno, tak # bude zobrazena výzva na jeho doplnění.
da: kioclient download ['src'] # Kopierer URL'en 'src' til et brugerdefineret sted. # 'src' kan være en liste over URL'er, hvis ingen til stede # vil der blive anmodet om en URL.
el: kioclient download ['src'] # Αντιγράφει το URL 'src' σε μία τοποθεσία ορισμένη από το χρήστη. # Το 'src' μπορεί να είναι μία λίστα από URLs. Αν δεν καθοριστεί, τότε # θα ζητηθεί η εισαγωγή του.
et: kioclient download ['src'] # Kopeerib URL-i 'src' kasutaja määratud asukohta. # 'src' võib olla URL-ide nimekiri. Kui seda pole antud, # päritakse URL-i.
eu: kioclient download ['jatorria'] # 'Jatorriko' URLa erabiltzaileak zehaztutako kokaleku batera kopiatzen du. # 'Jatorria' URLen zerrenda bat izan daiteke; han ez badago, # URL bat eskatuko da.
fi: kioclient download ['lähde'] # Kopioi osoitteen 'lähde' käyttäjän määrittämään sijaintiin. # 'lähde' voi olla joukko osoitteita, tai jollei sitä ole, # osoitetta kysytään.
fr: kioclient download ['src'] # Copie l'URL « src » vers un emplacement spécifié par l'utilisateur. # « src » peut être une liste d'URL. Si elle n'est pas fournie alors # une URL sera demandée.
gl: kioclient download [«orixe»] # Copia o URL «orixe» para un lugar especificado polo usuario. # «orixe» pode ser unha lista de URL, se non está presente # preguntarase polo URL.
hr: kioclient download ['src'] #Kopira URL 'src' na korisnički definiranu lokaciju'. # 'src' može biti lista URLova, ako ne postoji, tada # će biti zatražen URL.
it: kioclient download [«sorgente»] # Copia l'URL «sorgente» in una posizione specificata dall'utente. # «sorgente» potrebbe essere un elenco di URL, e se non ce n'è uno # ne verrà fatta richiesta.
ja: kioclient download ['src'] # URL 'src' をユーザが指定する場所にコピーします。 # 'src' は URL のリストでもかまいません。 # 指定がなければ URL を要求されます。
kk: kioclient download ['src'] # URL 'src' дегенден пайдаланушы көрсеткен орынға # көшірмелеу. 'src' деген URL-сілтемелер тізімі болуы # мүмкін. 'src' келтірілмесе ол сұралады.
km: kioclient download ['src'] # ចម្លង URL 'src' ទៅ​ទីតាំង​ដែលបាន​បញ្ជាក់​ដោយ​អ្នកប្រើ' ។ # 'src' អាច​ជា​បញ្ជី URL ប្រសិន​បើ​មិនមាន បន្ទាប់មក # URL នឹង​ត្រូវបាន​ស្នើ ។
lt: kioclient download [„src“] # Kopijuoja URL „src“ į naudotojo nurodytą vietą. # „src“ gali būti keleto URL sąrašas; jo nenurodžius, # jis bus užklaustas.
nb: kioclient download ['src'] # Kopierer URL-en «src» til en oppgitt adresse. # «src» kan være en liste over URL-er. hvis ikke # oppgitt blir det spurt etter en.
nds: kioclient download ["Born"] # Kopeert dat Dokment bi "Born" na en angeven # Steed. "Born" dörv en List vun URLs wesen. Is # keen angeven, warrt na en fraagt.
nl: kioclient download ['bron'] # kopieert het URL-adres 'bron' naar een door de gebruiker # opgegeven locatie. # 'bron' mag een lijst van URL-adressen zijn. Indien niet # gegeven zal er om een URL-adres worden gevraagd.
nn: kioclient download [«kjelde»] # Kopierer adressa «kjelde» til ein brukarvald stad. # «kjelde» kan vera ei liste over adresser, og viss # argumentet er utelate, vert det spurd om ei adresse.
pl: kioclient download ['źródło'] # Skopiowanie zawartości adresu 'źródło' do lokalizacji podanej przez użytkownika. # 'źródło' może być listą adresów. Jeśli nie będzie podane, nastąpi # zapytanie o adres.
pt_br: kioclient download ['src'] # Copia a URL 'src' para um local especificado pelo usuário. # 'src' pode ser uma lista de URLs, se não estiver presente então # uma URL será solicitada.
ro: kioclient download ['src'] # Copiază URL-ul 'src' la o locație specificată de utilizator. # 'src' poate fi o listă de URL-uri. Dacă nu e specificat, # va fi cerut un URL.
ru: kioclient download ['источник'] # Скопировать один или несколько файлов в текущий каталог. # Если источник не указан, будет открыто диалоговое окно, # в котором можно его указать.
sl: kioclient download ['izvor'] # Kopira naslov URL »izvor« v uporabniško določeno mesto. # »izvor« je lahko seznam naslovov URL. Če ni podan, se bo # prikazalo pogovorno okno za vnos naslova URL.
sr: kioclient download ['izvor'] # Копира УРЛ извора на кориснички задату локацију. # Извор може бити и списак УРЛ‑ова; ако није задат, # УРЛ ће бити затражен.
uk: kioclient download [«джерело»] # Копіює адресу URL «джерело» до вказаного користувачем місця. # «джерело» може бути списком адрес, якщо відсутній, то # буде дано запит про адресу URL.
zh_tw: kioclient download ['src'] # 將 src 複製到使用者指定的位置。 # 'src' 可以是許多檔案或網址，但至少要一個。

source: kioclient copy 'src' 'dest' # Copies the URL 'src' to 'dest'. # 'src' may be a list of URLs.
bg: kioclient move 'src' 'dest' # Копира URL от 'src' в 'dest'. # 'src' може да бъде списък с URL-и.
bs: kioclient copy 'izvor' 'odrediste' # Kopira URL izvora na odredište. # Izvor može biti i spisak URL‑ova.
ca@valencia: kioclient copy «src» «dest» # Copia l'URL «src» a «dest». # «src» pot ser una llista d'URL.
cs: kioclient copy 'zdroj' 'cil' # Zkopíruje URL 'zdroj' do 'cil'. # 'zdroj' může být seznam URL.
da: kioclient copy "src" "dest" # Kopierer URL'en "src" til "dest". # "src" kan være en liste over URL'er.
el: kioclient copy 'src' 'dest' # Αντιγράφει το URL 'src' στο 'dest'. # Το 'src' μπορεί να είναι λίστα από URL.
et: kioclient copy 'src' 'dest' # Kopeerib URL-i 'src' sihtkohta 'dest'. # 'src' võib olla URL-ide nimekiri.
eu: kioclient copy 'jatorria' 'jomuga' # 'jatorriko' URLa 'helburukora' kopiatzen du. # 'jatorria' URLen zerrenda bat izan daiteke.
fi: kioclient copy 'lähde' 'kohde' # Kopioi 'lähde'-osoitteen 'kohteeseen'. # 'lähde' voi olla joukko osoitteita.
fr: kioclient copy « src » « dest » # Copie l'URL « src » « dest ». # « src » peut être une liste d'URL.
gl: kioclient copy «orixe» «destino» # Copia o URL «orixe» en «destino». # «orixe» pode ser unha lista de URL.
hr: kioclient copy 'src' 'dest' # Kopira URL 'src' u 'dest'. # 'src' može biti lista URL-ova.
it: kioclient copy «sorgente» «destinazione» # Copia l'URL «sorgente» a «destinazione». # «sorgente» potrebbe essere un elenco di URL.
ja: kioclient copy 'src' 'dest' # URL 'src' を 'dest' にコピーします。 # 'src' は URL のリストでもかまいません。
kk: kioclient copy 'src' 'dest' # URL 'src' дегеннен 'dest' дегенге көшірмелеу. # 'src' деген URL-сілтемелер тізімі болуы мүмкін.
km: kioclient copy 'src' 'dest' # ចម្លង​ URL 'src' ទៅ 'dest'. # 'src' អាច​ជា​បញ្ជី​របស់ URL ។
lt: kioclient copy „src“ „dest“ # Kopijuoja URL „src“ į „dest“. # „src“ gali būti keleto URL sąrašas.
nb: kioclient copy 'fra' 'til' # Kopierer URL-en 'fra' til 'til'. # 'fra' kan være en liste over URL-er.
nds: kioclient copy "Born" "Teel"' # Kopeert "Born" na "Teel". # "Born" dörv en List vun URLs wesen.
nl: kioclient copy 'bron' 'bestemming' # kopieert het URL-adres 'bron' naar 'bestemming'. # 'bron' mag een lijst van URL-adressen zijn.
nn: kioclient copy «kjelde» «mål» # Kopierer adressa «kjelde» til «mål». # «kjelde» kan vera ei liste over adresser.
pl: kioclient copy 'źródło' 'cel' # Skopiowanie zawartości adresu 'źródło' do 'cel'. # 'źródło' może być listą adresów.
pt_br: kioclient copy 'origem' 'destino' # Copia a URL 'origem' para 'destino'. # 'origem' pode ser uma lista de URLs.
ro: kioclient copy 'src' 'dest' # Copiază URL-ul 'src' la 'dest'. # 'src' poate fi o listă de URL-uri.
ru: kioclient copy 'источник' 'назначение' # Скопировать один или несколько файлов # в указанное место назначения.
sl: kioclient copy 'izvor' 'cilj' # Kopira naslov URL »izvor« v »cilj«. # »izvor« je lahko seznam naslovov URL.
sr: kioclient copy 'izvor' 'odrediste' # Копира УРЛ извора на одредиште. # Извор може бити и списак УРЛ‑ова.
uk: kioclient copy «джерело» «призначення» # Копіює адресу «джерело» до «призначення». # «джерело» може бути списком адрес.
zh_tw: kioclient copy 'src' 'dest' # 將 src 複製到 dest。 # 'src' 可以是許多檔案或網址的清單。

source: # the short version kioclient cp # is also available.
bg: # кратката версия kioclient cp # е също налична.
bs: # Takođe je dostupna kratka verzija # kioclient cp.
ca@valencia: # la versió curta de kioclient cp # també és disponible.
cs: # krátká verze kioclient cp # je také dostupná.
da: # den korte version kioclient cp # er også tilgængelig.
el: # η σύντομη έκδοση kioclient cp # είναι επίσης διαθέσιμη.
et: # kasutada saab ka lühemat # varianti kioclient cp.
eu: # kioclient cp bertsio laburra # ere erabilgarri dago.
fi: # lyhyttä versiota ”kioclient cp” # voi myös käyttää.
fr: # la version courte kioclient cp # est aussi disponible.
gl: # tamén está dispoñíbel a versión curta # kioclient cp
hr: # skraćena inačica kioclient p # je također dostupna.
it: # è disponibile la versione breve # kioclient cp.
ja: # 短縮版の kioclient cp も # あります。
kk: # сонымен қатар, kioclient cp # деген қысқа түрі бар.
km: # កំណែ​ខ្លី​របស់ kioclient cp # អាច​ប្រើ​បាន​ដែរ ។
lt: # yra ir trumpa kioclient cp versija.
nb: # kortversjonen kioclient cp # kan også brukes.
nds: # de Kortverschoon "kioclient cp" # is ok verföögbor.
nl: # de korte versie van kioclient cp # is ook beschikbaar.
pl: # dostępna jest też skrócona wersja # kioclient cp.
pt_br: # também está disponível a versão reduzida # do 'kioclient cp'.
ro: # versiunea scurtă kioclient cp # este disponibilă.
ru: # Можно использовать сокращённый # вариант команды «kioclient cp».
sl: # na voljo je tudi kratka različica # kioclient cp
sr: # Такође је доступна кратка верзија # kioclient cp.
uk: # крім того, передбачено скорочену # версію kioclient cp.
zh_tw: # kioclient cp 的短版本也可使用。

source: kioclient cat 'url' # Writes out the contents of 'url' to stdout
bg: kioclient cat 'url' # Изписва съдържанието на 'url' в стандартния изход
bs: kioclient cat 'url' # Ispisuje sadržaj URL‑a na stdout
ca@valencia: kioclient cat «url» # Escriu el contingut de «url» a l'eixida estàndard «stdout»
cs: kioclient cat 'url' # Zapíše obsah 'url' do stdout
da: kioclient cat 'url' # skriver indholdet af 'url' til stdout
el: kioclient cat 'url' # Γράφει τα περιεχόμενα του 'url' στο stdout
et: kioclient cat 'url' # 'url' sisu kirjutamine standardväljundisse
eu: kioclient cat 'url' # 'url'-ko edukia irteera estandarrean idazten du
fi: kioclient cat 'osoite' # Tulostaa osoitteen sisällön vakiotulosvirtaan
fr: kioclient cat « URL » # Affiche les contenus de l'URL sur le périphérique de sortie
gl: kioclient cat «url» # Escribe o contido de «url» en stdout
hr: kioclient cat 'url' # Ispisuje sadržaj 'url' u stdout
it: kioclient cat «url» # Scrive i contenuti di un «url» sullo standard output
ja: kioclient cat 'url' # 'url' のコンテンツを標準出力に書き出します
kk: kioclient cat 'url' # 'url' дегеннің мазмұның stdout құрылғысына шығарады
km: kioclient cat 'url' # សរសេរ​មាតិកា​របស់ 'url' to stdout
lt: kioclient cat „url“ # „url“ turinį pateikia į stdout
nb: kioclient cat 'url' # Skriver innholdet av «url» til stdout
nds: kioclient cat "URL" # Gifft den Inholt vun "URL" na de Standardutgaav ut
nl: kioclient cat 'URL-adres' # Schrijft de inhoud van 'URL-adres' naar stdout
nn: kioclient cat 'url' # Skriv innhaldet i «url» til stdout
pl: kioclient cat 'url' # Wypisanie zawartości 'url' na standardowe wyjście
pt_br: kioclient cat 'url' # Grava o conteúdo do 'url' para stdout
ro: kioclient cat 'url' # Afișează conținutul 'url' la stdout
ru: kioclient cat 'url' # Вывести содержимое на стандартный поток вывода
sl: kioclient cat 'url' # Na standardni izpis izpiše vsebino 'url'
sr: kioclient cat 'url' # Исписује садржај УРЛ‑а на стдиз
uk: kioclient cat «адреса» # Записує вміст «адреса» до стандартного виводу
zh_tw: kioclient cat 'url' # 將 url 網址的內容寫到標準輸出

source: kioclient ls 'url' # Lists the contents of the directory 'url' to stdout
bg: kioclient ls 'url' # Показва списък на съдържанието на 'url' в стандартния изход
bs: kioclient ls 'url' # Prikazuje sadržaj direktorija 'url' na stdout
ca@valencia: kioclient ls «url» # Escriu el contingut del directori «url» a l'eixida estàndard «stdout»
cs: kioclient ls 'url' # Vypíše obsah adresáře 'url' do stdout
da: kioclient ls 'URL' # Oplister indholdet af mappen 'URL' til stdout
el: kioclient ls 'url' # Γράφει τη λίστα με τα περιεχόμενα του καταλόγου 'url' στο stdout
et: kioclient ls 'url' # kataloogi 'url' sisu näitamine standardväljundis
eu: kioclient ls 'url' # Direktorioaren 'url'-ko edukiak irteera estandarrean (stdout) zerrendatzen ditu
fi: kioclient ls 'osoite' # Luettelee hakemiston 'osoite' sisällön vakiotulosvirtaan
fr: kioclient ls « url » # Affiche les contenus de l'URL sur le périphérique de sortie
gl: kioclient ls «url» # Lista o contido do directorio «url» en stdout
it: kioclient ls «url» # Elenca i contenuti della cartella «url» sullo standard output
kk: kioclient ls 'url' # 'url' қапшығының мазмұның stdout құрылғысына шығарады
km: kioclient ls 'url' # រាយ​មាតិកា​​របស់​ថត​ 'url' ថត​ទៅ stdout
nb: kioclient ls 'url' # Skriver innholdsliste for mappa «url» til stdout
nds: kioclient ls "URL" # Gifft den Inholt vun den Orner "URL" na de Standardutgaav ut
nl: kioclient ls 'url' # Schrijft de inhoud van de map 'url' naar stdout
pl: kioclient Is 'url' # Wymienienie zawartości katalogu 'url' na standardowym wyjściu
pt_br: kioclient ls 'url' # Lista o conteúdo da pasta 'url' no stdout
ro: kioclient ls 'url' # Scrie conținutul dosarului „url” la stdout
ru: kioclient ls 'url' # Вывести содержимое каталога по адресу на стандартный поток вывода
sl: kioclient ls 'url' # Na standardni izpis izpiše vsebino mape 'url'
sr: kioclient ls 'url' # Исписује садржај фасцикле УРЛ‑а на стдиз
uk: kioclient ls «адреса» # Виводить список вмісту каталогу «адреса» до стандартного виводу
zh_tw: kioclient ls 'url' # 將目錄 url 的內容寫到標準輸出

source: kioclient remove 'url' # Removes the URL # 'url' may be a list of URLs.
bg: kioclient remove 'url' # Премахва URL # 'url' може да бъде списък с URL-и.
bs: kioclient remove 'url' # Uklanja URL # (može se navesti i spisak URL‑ova).
ca@valencia: kioclient remove «url» # Elimina l'URL # «url» pot ser una llista d'URL.
cs: kioclient remove 'url' # Odstraní URL # 'url' může být seznam URL.
da: kioclient remove "URL" # Fjerner URL'en # "URL" kan være en liste over URL'er.
el: kioclient remove 'url' # Απομακρύνει το URL # Το 'url' μπορεί να είναι μία λίστα από URL.
et: kioclient remove 'url' # Eemaldab URL-i # 'url' võib olla ka URL-ide loend.
eu: kioclient remove 'url' # URLa kentzen du # URLen zerrenda bat izan daiteke 'url'.
fi: kioclient remove 'osoite' # Poistaa osoitteen # 'osoite' voi myös olla joukko osoitteita.
fr: kioclient remove « src » « dest » # Supprime l'URL # URL peut être une liste d'URL.
gl: kioclient remove «URL» # Elimina o URL # «URL» pode ser unha lista de URL.
hr: kioclient remove 'url' # Uklanja URL. # 'url' može biti lista URL-ova.
it: kioclient remove «URL» # Rimuove l'URL # «URL» può essere un elenco di URL.
ja: kioclient remove 'url' 'dest' # 'url' を削除します。 # 'url' は URL のリストでもかまいません。
kk: kioclient remove 'url' # URL дегенді өшіру. # 'url' деген URL-сілтемелер тізімі болуы мүмкін.
km: kioclient remove 'url' # យក​ URL ចេញ # 'url' អាចជា​បញ្ជី URL ។
lt: kioclient remove „url“ # Pašalina URL. # „url“ gali būti keleto URL sąrašas.
nb: kioclient remove 'url' # Fjerner URL-en. # «url» kan være en list over URL-er.
nds: kioclient remove "URL" # Maakt de URL weg. # "URL" dörv en List vun URLs wesen.
nl: kioclient remove 'url' # verwijdert het URL-adres # 'url' mag een lijst van URL-adressen zijn.
nn: kioclient remove «adresse» # Fjern adressa. # «adresse» kan vera ei liste over adresser.
pl: kioclient remove 'adres' # Usunięcie adresu # 'adres' może być listą adresów.
pt_br: kioclient remove 'url' # Remove a URL # 'url' pode ser uma lista de URLs.
ro: kioclient remove 'url' # Elimină URL-ul # 'url' poate fi o listă de URL-uri.
ru: kioclient remove 'url' # Удалить по адресу URL # 'url' может быть списком адресов.
sl: kioclient remove 'url' # Odstrani naslov URL »url«. # »url« je lahko seznam naslovov URL.
sr: kioclient remove 'url' # Уклања УРЛ # (може се навести и списак УРЛ‑ова).
uk: kioclient remove «адреса» # Вилучає адресу # значення «адреса» може бути списком адрес.
zh_tw: kioclient remove 'url' # 將網址移除。 # 'url' 可以是網址的清單。

source: # the short version kioclient rm # is also available.
bg: # кратката версия kioclient rm # е също налична.
bs: # Dostupna je i kratka verzija # kioclient rm.
ca@valencia: # la versió curta de kioclient rm # també és disponible.
cs: # krátká verze kioclient rm # je také dostupná.
da: # den korte version kioclient rm # er også tilgængelig.
el: # η σύντομη έκδοση kioclient rm # είναι επίσης διαθέσιμη.
et: # kasutada saab ka lühemat # varianti kioclient rm.
eu: # kioclient rm bertsio laburra # ere erabilgarri dago.
fi: # lyhyttä versiota ”kioclient rm” # voi myös käyttää.
fr: # la version courte kioclient rm # est aussi disponible.
gl: # tamén está dispoñíbel a versión curta # kioclient rm
hr: # skraćena inačica kioclienta rm # je također dostupna.
it: # è disponibile anche la versione breve # kioclient rm.
ja: # 短縮版の kioclient rm も # あります。
kk: # сонымен қатар, kioclient rm # деген қысқа түрі бар.
km: # កំណែ​ខ្លី​របស់ kioclient rm # ក៏​អាច​ប្រើបានដែរ ។
lt: # yra ir trumpa kioclient rm versija
nb: # kortversjonen kioclient rm # kan også brukes.
nds: # de Kortverschoon "kioclient rm" # is ok verföögbor.
nl: # de korte versie kioclient rm # is ook beschikbaar.
nn: # kortversjonen «kioclient rm» # er òg tilgjengeleg.
pl: # dostępna jest także skrócona wersja # kioclient rm.
pt_br: # a versão reduzida 'kioclient rm' # também está disponível.
ro: # versiunea scurtă kioclient rm # este disponibilă.
ru: # Можно использовать сокращённый # вариант команды «kioclient rm».
sl: # na voljo je tudi kratka različica # kioclient rm.
sr: # Доступна је и кратка верзија # kioclient rm.
uk: # крім того, передбачено скорочену # версію kioclient rm.
zh_tw: # kioclient rm 的短版本也可使用。

source: *** Examples: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Mounts the CDROM
bg: *** Примери: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Монтира CDROM устройството
bs: *** Primjeri: kioclient exec file:/root/Desktop/cdrom.desktop "Podrazumijevano montiranje" # montira CD‑ROM
ca@valencia: *** Exemples: kioclient exec file:/root/Desktop/cdrom.desktop «Mount default» // Munta el CD-ROM
cs: *** Příklady: kioclient exec file:/root/Desktop/cdrom.desktop "Přípojný bod" // Připojí CDROM
da: *** Eksempler: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Monterer cd-rommen
el: *** Παραδείγματα: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Προσαρτεί το CD-ROM
et: *** Näited: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Ühendab CD-seadme
eu: *** Adibidez: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // CD-ROMa muntatzen du
fi: *** Esimerkkejä: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Liittää CD-ROMin
fr: *** Exemples : kioclient exec file:/root/Desktop/cdrom.desktop « Mount default » // Effectue le montage du CD-ROM
gl: *** Exemplos: kioclient exec file:/root/Desktop/cdrom.desktop «Mount default» // Monta o CDROM
hr: *** Primjeri: kioclient exec file:/root/Desktop/cdrom.desktop "Uobičajeno montiranje" // Montira CDROM
it: *** Esempi: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Monta il CD-ROM
ja: *** 使用例: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // CDROM をマウントします
kk: *** Мысалдар: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // CDROM-ды тіркеу
km: *** ឧទាហរណ៍ ៖ kioclient ប្រតិបត្តិ file:/root/Desktop/cdrom.desktop "ម៉ោន​លំនាំដើម" // ម៉ោន​ស៊ីឌីរ៉ូម
lt: *** Pavyzdžiai: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Montuoja CDROM
nb: *** Eksempler: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Monterer CD-ROM-en
nds: *** Bispillen: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Hangt de CD-ROM in
nl: *** Voorbeelden: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Koppelt de cd-rom-schijf aan het bestandssysteem
nn: *** Eksempel: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Monterer CD-ROM-en.
pl: *** Przykłady: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Zamontowanie CD-ROM-u
pt_br: *** Exemplos: kioclient exec file:/root/Desktop/cdrom.desktop "Montar padrão" // Monta o CD-ROM
ro: *** Exemple: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Montează CD-ROM-ul
ru: *** Примеры: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Подключить CD
sl: *** Primeri: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Priklopi CD-ROM
sr: *** Примери: kioclient exec file:/root/Desktop/cdrom.desktop "Подразумевано монтирање" # монтира ЦД‑РОМ
uk: *** Приклади: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Монтує CD-ROM
zh_tw: *** 例如： kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // 掛載光碟機
