Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kioexec.po
Languages: ko, nb, ro, uk

# NAME OF TRANSLATORS
source: Your names
ko: Park Shinjo
ro: Claudiu Costin

# EMAIL OF TRANSLATORS
source: Your emails
ko: kde@peremen.name
ro: claudiuc@kde.org

source: KIO Exec - Opens remote files, watches modifications, asks for upload
ko: KIO Exec - 원격 파일을 열고 수정을 감시하면 변경 사항을 업로드할 지 물어봅니다
nb: KIO Exec – Åpner eksterne filer, overvåker endringer, spør om opplasting
ro: KIO Exec - Deschide fișiere distante, urmărește modificările, confirmă acțiunile de transfer
uk: KIO Exec — відкриває віддалені файли, наглядає за змінами, дає запит на вивантаження

source: 'command' expected.
ko: '명령' 이 예상되었습니다.
nb: 'kommando' forventet.
ro: aștept o 'comandă' de executat.
uk: очікувалася «команда».

source: The URL %1 is malformed
ko: URL %1이(가) 올바르지 않습니다
nb: URL-en %1 er ugyldig
ro: URL-ul %1 este eronat.
uk: Помилка в URL %1

source: Remote URL %1 not allowed with --tempfiles switch
ko: 원격 URL %1에는 --tempfiles 스위치를 사용할 수 없습니다
nb: Ekstern URL %1 er ikke tillat med --tempfiles bryteren
ro: URL-ul distant %1 nu este permis cu opțiunea --tempfiles
uk: Використання віддаленої адреси (URL) %1 не дозволяється у разі використання аргументу --tempfiles

source: The supposedly temporary file %1 has been modified. Do you still want to delete it?
ko: 임시 파일로 보이는 %1(이)가 변경되었습니다. 이 파일을 삭제하시겠습니까?
nb: Foreløpig fila %1 er endret. Ønsker du fremdeles å slette den?
ro: Fișierul temporar %1 a fost modificat. Doriți să îl ștergeți?
uk: Вірогідно тимчасовий файл %1 було змінено. Вилучити попри все?

source: File Changed
ko: 파일 변경됨
nb: Fila er endret
ro: Fișier modificat
uk: Файл було змінено

source: Do Not Delete
ko: 삭제하지 않음
nb: Ikke slett
ro: Nu șterge
uk: Не вилучати

source: The file %1 has been modified. Do you want to upload the changes?
ko: 파일 %1 이(가) 변경되었습니다. 변경 사항을 업로드하시겠습니까?
nb: Fila %1 er endret. Ønsker du å laste opp endringene?
ro: Fișierul %1 a fost modificat. Doriți să încărcați modificările?
uk: Файл %1 було змінено. Хочете вивантажити зміни?

source: Upload
ko: 업로드
nb: Last opp
ro: Încărcare
uk: Вивантажити

source: Do Not Upload
ko: 업로드하지 않음
nb: Ikke last opp
ro: Nu încărca
uk: Не вивантажувати

source: (c) 1998-2000,2003 The KFM/Konqueror Developers
ko: (c) 1998-2000,2003 KFM/Konqueror 개발자
nb: © 1998–2000,2003 KFM/Konqueror-utviklerne
ro: (c) 1998-2000,2003 Dezvoltatorii KFM/Konqueror
uk: © Розробники KFM/Konqueror, 1998–2000, 2003

source: Treat URLs as local files and delete them afterwards
ko: URL을 로컬 파일로 취급하고 나중에 삭제합니다
nb: Behandle URL'er som lokale filer og slett dem etterpå
ro: Tratează URL-urile ca fișiere locale și șterge-le după aceea
uk: Розглядати адреси (URL) як локальні файли та вилучити їх пізніше

source: Suggested file name for the downloaded file
ko: 다운로드한 파일의 제안된 파일 이름
nb: Foreslått navn på den nedlastede fila
ro: Nume de fișier sugerat pentru fișierul descărcat
uk: Запропонована назва для звантаженого файла

source: Command to execute
ko: 실행할 명령
nb: Kommando som skal utføres
ro: Comanda de executat
uk: Команда для виконання

source: URL(s) or local file(s) used for 'command'
ko: '명령'에 사용할 URL이나 로컬 파일
nb: URL(er) eller lokale fil(er) benyttet for 'kommando'
ro: URL-ul sau fișierul local utilizat pentru 'comandă'
uk: «команда» з локального файла або URL
