Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kquitapp.po
Languages: gl

# NAME OF TRANSLATORS
source: Your names
gl: Marce Villarino

# EMAIL OF TRANSLATORS
source: Your emails
gl: mvillarino@users.sourceforge.net

source: Command-line application quitter
gl: Terminador de programas para a liña de ordes

source: Quit a D-Bus enabled application easily
gl: Sae facilmente de programas con interfaces D-Bus

source: Current maintainer
gl: Mantenedor actual

source: Full service name, overrides application name provided
gl: Nome completo do servizo, sobreponse ao fornecido polo programa

source: Path in the D-Bus interface to use
gl: Ruta a usar na interface D-Bus

source: The name of the application to quit
gl: O nome do programa do que saír

source: Application %1 could not be found using service %2 and path %3.
gl: Non foi posíbel atopar o programa %1 mediante o servizo %2 e ruta %3.

source: Quitting application %1 failed. Error reported was: %2 : %3
gl: Fallou a saída do programa %1. Informouse do erro: %2 : %3
