Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kscreenlocker_greet.po
Languages: cs

source: Cannot unlock the session because the authentication system failed to work!
cs: Nelze odemknout sezení, protože ověřovací systém selhal.

source: Greeter for the KDE Plasma Workspaces Screen locker
cs: Uvítací obrazovka pro zámek obrazovky KDE Plasma Workspaces

source: KScreenLocker Greeter
cs: Uvítací obrazovka KScreenLocker

source: Author and maintainer
cs: Autor a správce

source: Author
cs: Autor

source: Starts the greeter in testing mode
cs: Spustit sezení v testovacím režimu

source: Lock immediately, ignoring any grace time etc.
cs: Okamžitě uzamknout bez čekání apod.

source: Session
cs: Sezení

source: Location
cs: Umístění

source: The current session will be hidden and a new login screen or an existing session will be displayed. An F-key is assigned to each session; F%1 is usually assigned to the first session, F%2 to the second session and so on. You can switch between sessions by pressing Ctrl, Alt and the appropriate F-key at the same time. Additionally, the KDE Panel and Desktop menus have actions for switching between sessions.
cs: Aktuální sezení bude skryto a bude zobrazena nová přihlašovací obrazovka. Každému sezení je přiřazena F-klávesa, F%1 obvykle prvnímu sezení, F%2 druhému atd. Mezi sezeními se lze přepínat stisknutím klávesové kombinace Ctrl + Alt + F-klávesa. Mimo to obsahují panel a plocha odpovídající činnosti pro přepínaní mezi sezeními.

source: Activate
cs: Aktivovat

source: Start New Session
cs: Začít nové sezení

source: Cancel
cs: Zrušit

source: Warning: Caps Lock on
cs: Varování: CapsLock zapnut

source: The session is locked
cs: Sezení je uzamčeno

source: The session has been locked by %1
cs: Sezení bylo uzamčeno uživatelem %1

source: &Switch Users
cs: &Přepnout uživatele

source: Un&lock
cs: Odem&knout

source: Unlocking failed
cs: Odemčení selhalo
