Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/ksmserver.po
Languages: fi, lt, nn

# NAME OF TRANSLATORS
source: Your names
fi: Kim Enkovaara,Tapio Kautto,Teemu Rytilahti,Ilpo Kantonen,Lasse Liehu
nn: Gaute Hvoslef Kvalnes

# EMAIL OF TRANSLATORS
source: Your emails
fi: kim.enkovaara@iki.fi,eleknader@phnet.fi,teemu.rytilahti@kde-fi.org,ilpo@iki.fi,lliehu@kolumbus.fi
nn: gaute@verdsveven.com

source: The reliable KDE session manager that talks the standard X11R6 session management protocol (XSMP).
fi: Luotettava KDE:n istunnonhallintaohjelma, joka käyttää standardia X11R6- istunnonhallintayhteyskäytäntöä (XSMP).
lt: Patikima KDE sesijos tvarkyklė, naudojanti standartinį X11R6 sesijų tvarkymo protokolą (XSMP).
nn: Den pålitelege økthandsamaren til KDE som snakkar med den normale økthandsamingsprotokollen til X11R6 (XSMP).

source: The KDE Session Manager
fi: KDE:n istunnonhallinta
lt: KDE sesijų tvarkyklė
nn: Økthandsamar for KDE

source: (C) 2000, The KDE Developers
fi: © 2000, KDE-kehittäjät
lt: (C) 2000, KDE programuotojai
nn: © 2000 KDE-utviklarane

source: Maintainer
fi: Ylläpitäjä
lt: Prižiūrėtojas
nn: Vedlikehaldar

source: Restores the saved user session if available
fi: Palauttaa tallennetun käyttäjän istunnon, jos mahdollista
lt: Atstato išsaugotą naudotojo sesiją, jei ji yra
nn: Gjenopprettar tilstanden frå den førre økta, om det går

source: Starts 'wm' in case no other window manager is participating in the session. Default is 'kwin'
fi: Käynnistää ”wm”:n, ellei ikkunointiohjelmaa ole istunnossa. Oletus on ”kwin”
lt: Paleidžia „wm“, jei jokia kita langų tvarkyklė nedalyvauja sesijoje. Kitaip nenurodžius, tai yra „kwin“
nn: Startar «wm» i fall ingen annan vindaugshandsamar deltek i økta. Standard er «kwin».

source: Also allow remote connections
fi: Salli myös etäyhteydet
lt: Taip pat leisti nuotolinius prisijungimus
nn: Tillat nettverkstilkoplingar

source: Starts the session in locked mode
fi: Aloittaa istunnon lukittuna
lt: Paleidžia sesiją užrakintoje veiksenoje

source: Log Out
fi: Kirjaudu ulos
lt: Atsijungti

source: Log Out Without Confirmation
fi: Kirjaudu ulos varmistamatta
lt: Išsiregistruoti be patvirtinimo

source: Halt Without Confirmation
fi: Sammuta varmistamatta
lt: Išjungti be patvirtinimo

source: Reboot Without Confirmation
fi: Käynnistä uudelleen varmistamatta
lt: Perkrauti be patvirtinimo

source: Logout canceled by '%1'
fi: “%1“ perui uloskirjautumisen.
lt: Išsiregistravimą nutraukė „%1“
nn: Utlogging avbroten av «%1».

source: Sleeping in 1 second
fi: Siirrytään valmiustilaan sekunnissa.
lt: Užmigimas po 1 sekundės

source: Lock
fi: Lukitse
lt: Užrakinti
nn: Lås

source: Sleep
fi: Valmiustila
lt: Užmigdyti

source: Turn off
fi: Sammuta
lt: Išjungti

source: Logging out in 1 second.
fi: Kirjaudutaan ulos sekunnissa.
lt: Atsijungiama po %1 sekundės.
nn: Loggar ut om 1 sekund.

source: Turning off computer in 1 second.
fi: Sammutetaan kone sekunnissa.
lt: Kompiuteris bus išjungtas po 1 sekundės.
nn: Slår av datamaskina om 1 sekund.

source: Restarting computer in 1 second.
fi: Käynnistetään kone uudelleen sekunnissa.
lt: Kompiuteris bus paleistas iš naujo po 1 sekundės.
nn: Startar datamaskina på nytt om 1 sekund.

source: &Logout
fi: &Kirjaudu ulos
lt: &Atsijungti
nn: &Logg ut

source: &Turn Off Computer
fi: &Sammuta kone
lt: &Išjungti
nn: Slå &av maskina

source: &Standby
fi: &Valmiustila
lt: &Užmigdyti
nn: &Ventemodus

source: Suspend to &RAM
fi: Keskeytä &muistiin
lt: Sustabdyti į &operatyviąją atmintį
nn: Kvilemodus til &minne

source: Suspend to &Disk
fi: Keskeytä &levylle
lt: Sustabdyti į &diską
nn: Kvilemodus til &disk

source: &Restart Computer
fi: Käynnistä kone &uudelleen
lt: Pa&leisti iš naujo
nn: Start maskina på &nytt

# default option in boot loader
source: (default)
fi: (oletus)
nn: (standard)

source: &Cancel
fi: &Peru
lt: &Atsisakyti
nn: &Avbryt
