Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kstart.po
Languages: it

# NAME OF TRANSLATORS
source: Your names
it: Nicola Ruggero, Federico Cozzi

# EMAIL OF TRANSLATORS
source: Your emails
it: nicola@nxnt.org,

source: Utility to launch applications with special window properties such as iconified, maximized, a certain virtual desktop, a special decoration and so on.
it: Utilità per avviare le applicazioni con proprietà speciali della finestra (ad es. iconificata, massimizzata, un certo desktop virtuale, una decorazione speciale e così via).

source: Command to execute
it: Comando da eseguire

source: Alternative to <command>: desktop file to start. D-Bus service will be printed to stdout
it: Alternativa a <command>: file desktop da avviare. Il servizio D-Bus verrà scritto nello stdout

source: Optional URL to pass <desktopfile>, when using --service
it: URL facoltativo da passare a <desktopfile>, usando --service

source: A regular expression matching the window title
it: Una espressione regolare per identificare il titolo della finestra

source: A string matching the window class (WM_CLASS property) The window class can be found out by running 'xprop | grep WM_CLASS' and clicking on a window (use either both parts separated by a space or only the right part). NOTE: If you specify neither window title nor window class, then the very first window to appear will be taken; omitting both options is NOT recommended.
it: Una stringa che corrisponda alla class della finestra (proprietà WM_CLASS) La classe della finestra può essere trovata eseguendo 'xprop | grep WM_CLASS' e facendo clic su una finestra. NOTA: Se non specifichi né il titolo della finestra né la classe, sarà utilizzata la prima finestra che appare; omettere entrambe le opzione è sconsigliato.

source: Desktop on which to make the window appear
it: Desktop sul quale fare apparire la finestra

source: Make the window appear on the desktop that was active when starting the application
it: Fa sì che la finestra appaia sul desktop che era attivo al momento dell'avvio dell'applicazione

source: Make the window appear on all desktops
it: Fa sì che la finestra appaia su tutti i desktop

source: Iconify the window
it: Iconifica la finestra

source: Maximize the window
it: Massimizza la finestra

source: Maximize the window vertically
it: Massimizza la finestra verticalmente

source: Maximize the window horizontally
it: Massimizza la finestra orizzontalmente

source: Show window fullscreen
it: Mostra la finestra a tuttoschermo

source: The window type: Normal, Desktop, Dock, Toolbar, Menu, Dialog, TopMenu or Override
it: Il tipo di finestra: Normal, Desktop, Dock, Toolbar, Menu, Dialog, TopMenu o Override

source: Jump to the window even if it is started on a different virtual desktop
it: Passa alla finestra anche se è stata avviata su un altro desktop virtuale

source: Try to keep the window above other windows
it: Prova a far rimanere la finestra sopra le altre finestre

source: Try to keep the window below other windows
it: Prova a far rimanere la finestra sotto le altre finestre

source: The window does not get an entry in the taskbar
it: La finestra non appare nella barra dei processi

source: The window does not get an entry on the pager
it: La finestra non appare nel cambiadesktop

source: No command specified
it: Nessun comando specificato
