Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/ksystraycmd.po
Languages: ar, ca, cs, da, el, es, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr@ijekavian, sv, uk, wa

source: Quit the client when we are told to hide the window. This has no effect unless startonshow is specified and implies keeprunning.
ar: إنهِ العميل حينما نؤمر بإخفاء النافذة ليس له تأثير إلا أن تحدد startonshow و تعني العمل المستمر.
ca: Sortir del client quan se sol·licita ocultar la finestra. Això no té efecte a menys que s'especifiqui startonshow i implica keeprunning.
cs: Ukončení klienta při skrytí okna nemá žádný vliv, není-li použité 'startonshow', které implikuje 'keeprunning'.
da: Afslut klienten når vi bliver bedt om at skjule vinduet. Dette har ingen virkning med mindre startonshow er angivet og implicerer keeprunning.
el: Κλείσιμο του πελάτη όταν υπάρχει εντολή για απόκρυψη του παραθύρου Δεν έχει καμία επίδραση εκτός αν έχει οριστεί το startonshow και υπονοεί keeprunning.
es: Salir del cliente cuando se solicita ocultar la ventana. No tiene efecto a no ser que se haya especificado «mostrar al inicio» y eso implique mantener en ejecución.
eu: Itxi bezeroaren programa, leihoa ezkutatzeko esaten zaigunean. Aukera horrek ez du eraginik 'erakustean hasi' aukeratu arte, eta horrek esan nahi du abioari eutsi behar zaiola.
fa: هنگامی که گفتیم پنجره را مخفی کنید، کارخواه را خارج نمایید. این تأثیری ندارد، مگر اینکه startonshow مشخص شده باشد و به keeprunning اشاره می‌کند.
fi: Lopeta asiakasohjelma pyydettäessä piilottamaan ikkuna. Tällä ei ole vaikutusta, ellei toimintoa startonshow ole määritetty (mikä implikoi keeprunning-toiminnon).
fr: Fermer le client quand une demande de masquer la fenêtre est faite. Cette option n'a aucun effet, à moins que l'option « Démarrer lors de l'affichage » ne soit cochée et elle implique que l'option « Conserver en tâche de fond » le soit aussi.
ga: Scoir an cliant nuair a iarrtar orainn an fhuinneog a chur i bhfolach. Níl aon éifeacht ag an rogha seo mura bhfuil an rogha 'startonshow' socraithe, agus leanann 'keeprunning' as.
gl: Saír do cliente cando se solicite agochar a xanela. Isto non ten efecto a non ser que se especificara mostrar o inicio e iso implica manter en execución.
he: צא מהלקוח ברגע שנאמר להסתיר את החלון. אין לכך כל השפעה אם האפשרות startonshow לא צוינה. אפשרות זו גורמת להפעלה של האפשרות keeprunning.
hr: Prekini klijenta kad se odredi skrivanje prozora. (Nema učinka ako opcija 'startonshow' nije određena, a podrazumijeva pokrenutost opcije 'keepruning')
hu: A kliens program bezárása elrejtési parancs esetén. Csak a startonshow opcióval együtt van hatása (a keeprunning opciót maga után vonja).
ia: Quita le cliente quando nos ha dicite de celar le fenestra. Isto non ha alcun effecto a minus que startonshow es specificate e il implica keeprunning.
is: Hætta í forritinu þegar okkur er sagt að fela gluggann þetta hefur engin áhrif nema 'startonshow' er tekið fram og innifelur 'keeprunning'.
it: Termina il client quando viene richiesta la chiusura della finestra non ha effetto a meno che non si utilizzi anche startonshow ed implica keeprunning.
ja: ウィンドウを隠すよう要求されたときにクライアントも終了する これは startonshow が指定されていないと効果がありません。 その場合、暗示的に keeprunning になります。
kk: Тезезені жасыр дегенде клиенттің жұмысы да аяқталады. "startonshow" келтірілген болса, бұның және "keeprunning" дегеннің әсерлері жоқ.
ko: 창을 숨기라고 할 때 클라이언트를 종료합니다. startonshow가 지정되어 있어야 동작하며, keeprunning을 명시합니다.
lt: Baigti kliento darbą nurodžius paslėpti langą. Neveikia, nenurodžius vykdymo rodymo metu, ir įjungia pastoviai veikiantį procesą.
lv: Iziet no klienta, kad tiek paslēpts logs. Šai opcijai nav efekta, ja vien nav norādīts "rādīt pie palaišanas".
nb: Avslutt klienten om vi får beskjed om at vinduet skal skjules. Dette har ingen effekt hvis ikke startonshow er spesifisert, og antar også «fortsatt kjøring».
nds: Programm beennen, wenn dat Finster minimeert warrt. Keen Effekt, wenn nich "startonshow" angeven is, "keeprunning" is inslaten.
nl: Stop het programma als we het venster verbergen. Dit heeft geen effect tenzij "startonshow" geactiveerd is en "keeprunning" impliceert.
nn: Avslutt klienten når vindauget vert gøymd. Har inga effekt dersom ikkje ikonet vert vist ved oppstart og ikonet framleis vert vist når klienten avsluttar.
pa: ਕਲਾਂਇਟ ਬੰਦ ਕਰੋ, ਜਦੋਂ ਕਿ ਵਿੰਡੋ ਬੰਦ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ ਹੋਵੇ ਇਸ ਦਾ ਕੋਈ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈਦਾ, ਜਦ ਤੱਕ ਕਿ ਸ਼ੁਰੂ ਸਮੇਂ ਦਿਓ ਅਤੇ ਇਹ ਚੱਲਦਾ ਹੋਵੇ।
pl: Zakończ program, gdy zażądane zostanie ukrycie okna. Ta opcja niczego nie zmienia dopóki nie jest włączona opcja startonshow, natomiast wymusza włączenie opcji keeprunning.
pt: Sair do cliente quando é indicado para esconder a janela. Não tem efeito, a menos que o 'startonshow' seja indicado e implique o 'keeprunning'.
ro: Termină execuția aplicației client atunci cînd utilizatorul cere ascunderea ferestrei. Nu are efect dacă nu ați specificat "startonshow" si implică automat opțiunea "keeprunning".
ru: Завершить приложение при скрытии окна. Игнорируется, если не указано «startonshow» и влияет на «keeprunning».
sk: Ukončenie klienta pri skrytí okna nemá žiadny efekt, ak nie je použité startonshow, ktoré implikuje keeprunning.
sl: Končaj odjemalca, če je zahtevano skritje okna. Nima vpliva, če startonshow ni naveden in vsebuje keeprunning.
sr@ijekavian: Напусти клијент када се каже да се програм сакрије. Има ефекта само уз <icode>startonshow</icode>, и повлачи <icode>keeprunning</icode>.
sv: Avsluta klienten när vi blir tillsagda att dölja fönstret. Har ingen effekt om inte "kör vid visning" är angivet och betyder "behåll ikonen".
uk: Вийти з програми, коли надано команду сховати вікно Цей параметр набере чинності тільки після вмикання параметра startonshow, також він вмикає keeprunning.
wa: Cwiter l' cliyint cwand on dimande di catchî l' purnea. Çoula n' a d' efet ki si «--startonshow» est specifyî, et çoula implike «--keepruning».

source: No command or window specified
ar: لم يتم تحديد أمر أو نافذة
ca: No s'ha especificat cap ordre o finestra
cs: Nebyl zadán příkaz nebo okno
da: Ingen kommando eller vindue angivet
el: Καμία εντολή ή παράθυρο δεν ορίστηκε
es: No se especificó ninguna orden o ventana
eu: Ez da komandorik edo leihorik zehaztu
fa: پنجره یا فرمانی مشخص نشده است
fi: Komentoa tai ikkunaa ei ole määritetty.
fr: Aucune commande ou fenêtre spécifiée
ga: Níor sonraíodh ordú nó fuinneog
gl: Non se especificou ningunha orde nin xanela
he: לא ציינו פקודה או חלון
hi: कोई कमांड या विंडो उल्लेखित नहीं
hr: Nije određena naredba ili prozor
hu: Nincs megadva a parancs vagy az ablakcím
ia: Nulle commando o fenestra specificate
is: Engin skipun eða gluggi tilgreind
it: Nessun comando o finestra specificato
ja: コマンドもウィンドウも指定されていません
kk: Команда не терезе келтірілмеген
ko: 창이나 명령이 지정되지 않았음
lt: Nenurodyta jokia komanda ar lango antraštė
lv: Nav noradīta komanda vai logs
nb: Ingen kommando eller vindu oppgitt
nds: Keen Befehl oder Finster angeven
nl: Geen commando of venster gespecificeerd
nn: Ingen kommando eller vindauge spesifisert
pa: ਕੋਈ ਕਮਾਂਡ ਜਾਂ ਵਿੰਡੋ ਨਹੀਂ ਦਿੱਤੀ ਹੈ
pl: Nie podano polecenia ani nazwy okna
pt: Não foi indicado nenhum comando ou janela
ro: Nu ați specificat o comandă sau o fereastră
ru: Не указаны команда или окно
sk: Nezadaný príkaz alebo okno
sl: Noben ukaz ali okno ni navedeno
sr@ijekavian: Није задата ниједна наредба нити прозор
sv: Inget kommando eller fönster angivet
uk: Команду або вікно не вказано
wa: Nole comande ni purnea di dnés

source: KSysTrayCmd
hi: के-सिस-ट्रे-सीएमडी
sr@ijekavian: К‑касетнаредба
