Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/ksystraycmd.po
Languages: ar, ca, cs, da, el, es, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr@ijekavian, sv, uk, wa

source: Hide the window to the tray on startup
ar: إخفِ النافذة في صينية النظام حين بدء التشغيل
ca: Oculta la finestra a la safata en engegar
cs: Skrýt okno do lišty při startu
da: Skjul vinduet i statusområdet ved opstart
el: Κρύψιμο του παραθύρου στο πλαίσιο κατά την εκκίνηση
es: Ocultar la ventana en la barra al iniciar
eu: Abiaraztean, ezkutatu leihoa erretiluan.
fa: مخفی کردن پنجره برای سینی هنگام راه‌اندازی
fi: Piilota ikkuna paneelin upotusalueeseen käynnistyksessä.
fr: Masquer la fenêtre dans la boîte à miniatures au démarrage
ga: Folaigh an fhuinneog sa tráidire ag am tosaithe
gl: Agochar a xanela na bandexa ao iniciar
he: הסתר את החלון במגש המערכת בעת ההפעלה
hi: विंडो को प्रारंभ में तश्तरी में छुपाएँ
hr: Kod pokretanja, prozor sakrij u traku
hu: Az ablak elrejtése a tálcában indításkor
ia: Cela le fenestra al tabuliero quando on initia
is: Fela gluggan á spjaldið við ræsingu
it: Nascondi la finestra all'avvio
ja: 起動時にウィンドウをトレイに隠す
kk: Бастағанда терезесін сөреде жасыру
ko: 시작할 때 창을 트레이로 숨기기
lt: Slėpti langą dėkle startavimo metu
lv: Slēpt logu sistēmas ikonu joslā pie palaišanas
nb: Skjul vinduet til kurven ved oppstart
nds: Finster bi't Starten na Systeemafsnitt minimeren
nl: Verplaats het venster naar het systeemvak na het opstarten
nn: Gøym vindauget i systemtrauet ved oppstart.
pa: ਸ਼ੁਰੂਆਤ ਸਮੇਂ ਵਿੰਡੋ ਨੂੰ ਟਰੇ ਵਿੱਚ ਓਹਲੇ ਕਰੋ
pl: Ukryj okno po uruchomieniu
pt: Esconder a janela na bandeja ao arrancar
ro: La pornire ascunde fereastra în tava de sistem
ru: Свернуть окно в системный лоток при запуске
sk: Skryť okno do lišty pri štarte
sl: Skrij okno v sistemsko vrstico ob zagonu
sr@ijekavian: Сакриј прозор у касету при покретању
sv: Dölj fönstret i brickan vid start
uk: Ховати вікно у лоток при запуску
wa: Catchî l' purnea dins l' zône di notifiaedje do scriftôr a l' enondaedje

source: Wait until we are told to show the window before executing the command
ar: انتظر حتى نؤمر بإظهار النافذة قبل تنفيذ الأمر
ca: Espera fins l'avís de mostrar la finestra abans d'executar l'ordre
cs: Počkat na zobrazení okna před spuštěním příkazu
da: Vent indtil vi bliver bedt om at vise vinduet før udførsel af kommando
el: Αναμονή μέχρι να δοθεί η εντολή να εμφανιστεί το παράθυρο πριν την εκτέλεση της εντολής
es: Esperar hasta que se nos diga que mostremos la ventana antes de ejecutar la orden
eu: Komandoa exekutatu aurretik, itxaron leihoa erakusteko esaten zaigun arte
fa: منتظر باش تا به ما گفته شود پنجره را قبل از اجرای فرمان نمایش بدهیم
fi: Ennen komennon suorittamista odota, että ikkuna käsketään näyttämään
fr: Attendre une demande d'affichage de la fenêtre avant d'exécuter la commande.
ga: Ná rith an t-ordú go dtí go n-iarrtar orainn an fhuinneog a thaispeáint
gl: Esperar até que se nos diga que mostremos a xanela antes de executar a orde
he: המתן עד שנאמר להציג את החלון לפני הפעלת הפקודה
hi: कमांड चलाने से पहले इंतजार करें जब तक कि विंडो दिखाने के लिए कहा जाए
hr: Čekaj dok se ne odredi potreba prikazivanja prozora prije izvršavanja naredbe.
hu: A parancs végrehajtása csak akkor történjen meg, ha az ablak megkapja a megjelenési engedélyt
ia: Expecta usque nos ha dicite de monstrar le fenestra prime de executar le commando
is: Bíða þar til við erum beðin að sýna glugga áður en skipun er keyrð
it: Aspetta fino a quando non si richiede la finestra prima di eseguire il comando
ja: ウィンドウの表示が要求されるまでコマンドを実行しない
kk: Команданы орындаудың алдында, тезезені көрсет дегенді күту
ko: 명령을 실행하고 창을 보이라고 할 때까지 기다리기
lt: Prieš vykdant komandą laukti, kol bus paprašyta parodyti langą
lv: Gaidīt kamēr liks rādīt logu pirms komandas izpildes
nb: Vent til vi får beskjed om å vise vinduet før kommandoen kjøres
nds: Mit dat Utföhren vun den Befehl töven, bet dat Finster wiest warrn schall
nl: Wacht op de opdracht om het venster te tonen voordat het commando wordt uitgevoerd.
nn: Vent til me vert fortalde kvar vindauget skal visast før kommandoen vert køyrd
pa: ਕਮਾਂਡ ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਉਡੀਕ ਕਰੋ, ਜਦ ਤੱਕ ਕਿ ਸਾਨੂੰ ਵਿੰਡੋ ਚਲਾਉਣ ਲਈ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।
pl: Czekaj na żądanie pokazania okna przed wykonaniem polecenia
pt: Espera até ser indicado para mostrar a janela antes de executar o comando
ro: Așteaptă pînă cînd utilizatorul cere afișarea ferestrei și apoi execută comanda.
ru: Ожидать указания отобразить окно перед выполнением команды
sk: Počkať na zobrazenie okna pred spustením príkazu
sl: Počakaj, dokler ni poklican prikaz okna pred izvedbo ukaza
sr@ijekavian: Не извршавај наредбу док не буде речено да се прозор прикаже
sv: Vänta till vi blir tillsagda att visa fönstret innan kommandot körs
uk: Зачекайте доки не буде вказано показати вікно перед виконанням команди
wa: Tårdjî divant d' enonder l' comande disk' a k' on dmande di mostrer l' purnea

source: Sets the initial tooltip for the tray icon
ar: تعيين تلميحة الأدوات الابتدائية لإيقونة صينية النظام
ca: Configura el consell inicial per la icona de la safata
cs: Nastaví počáteční radu pro ikonu lišty
da: Sætter startende værktøjstip for statusikonet
el: Ορίζει την αρχική υπόδειξη για το εικονίδιο πλαισίου
es: Inicializa la sugerencia del icono de la barra
eu: Erretiluko ikonoarentzako lehen argibidea ezartzen du
fa: نکته ابزار آغازین را برای شمایل سینی تنظیم می‌کند
fi: Asettaa ilmoitusaluekuvakkeen työkaluvihjeen alkuarvon.
fr: Définit la bulle d'aide initiale pour la boîte à miniatures.
ga: Socraigh an leid tosaithe do dheilbhín an tráidire
gl: Inicializa a suxestión inicial para a icona da barra
he: הגדר את הפירוט הראשוני של סמל מגש המערכת
hi: तश्तरी प्रतीक के लिए प्रारंभिक औज़ार-नुस्ख़ा नियत करता है
hr: Zadavanje početnog savjeta alata ikone u traci
hu: A tálcaikon kezdeti tippjét állítja be
ia: Fixa le consilio initial pro le icone del tabuliero
is: Setur upphaflegt heiti táknmyndarinnar í spjaldinu
it: Imposta il suggerimento iniziale per l'icona che compare nel vassoio
ja: システムトレイアイコンの初期のツールチップをセット
kk: Сөредегі таңбашаның бастапқы ишарасын орнату
ko: 트레이 아이콘의 초기 툴팁 설정하기
lt: Nustato pradinę įrankio etiketę dėklo ženkliukui
lv: Uzstada sākotnējo paskaidri sistēmas ikoju joslas ikonai
nb: Setter første verktøytips for ikonene i kurven
nds: Leggt de eerste Knoopinformatschoon för dat Systeemafsnitt-Lüttbild fast
nl: Stelt de eerste hulpballon in voor het systeemvakpictogram
nn: Vel hjelpebobla trauikonet startar med.
pa: ਟਰੇ ਆਈਕਾਨ ਲਈ ਸ਼ੁਰੂਆਤੀ ਇਸ਼ਾਰਾ ਸੈੱਟ ਕਰਦਾ ਹੈ
pl: Ustawia domyślną podpowiedź dla ikony na tacce systemowej
pt: Define a dica inicial para o ícone da bandeja
ro: Stabilește indiciul inițial pentru pictograma din tava de sistem.
ru: Начальная подсказка для значка в системном лотке
sk: Nastaví počiatočnú radu pre ikonu lišty
sl: Nastavi začetni orodni namig za ikono v sistemski vrstici
sr@ijekavian: Почетни облачић за икону у касети
sv: Anger det ursprungliga verktygstipset för ikonen i brickan
uk: Встановлює початкову підказку для піктограми лотка
wa: Definixhe li racsegne di cmince po l' imådjete

source: Keep the tray icon even if the client exits. This option has no effect unless startonshow is specified.
ar: احفظ أيقونة صينية النظام حتى لو خرج العميل. ليس لهذا الخيار تأثير إلا إذا حدد startonshow.
ca: Mantenir la icona de la safata fins i tot si el client surt. Aquesta opció no té efecte a menys que s'especifiqui startonshow.
cs: Ponechat ikonu aplikace lišty i po ukončení klienta. Tato volba nemá žádný účinek, není-li použité 'startonshow'.
da: Beholder statusikonet selv om klienten holder op. Dette valg har ingen virkning med mindre startonshow er angivet.
el: Διατήρηση του εικονιδίου πλαισίου ακόμη και αν υπάρξει έξοδος του πελάτη. Αυτή η επιλογή δεν έχει καμία επίδραση εκτός αν έχει οριστεί το startonshow.
es: Mantener el icono en la barra si el cliente existe. Esta opción no tiene efecto hasta que «iniciar al mostrar» está seleccionado.
eu: Eutsi erretiluko ikonoari, baita bezeroa existitzen bada ere. Aukera horrek ez du eraginik, 'erakustean hasi' aukeratu arte.
fa: حفظ شمایل سینی حتی اگر کارخواه خارج شود. این گزینه تأثیری ندارد، مگر اینکه startonshow مشخص شده باشد.
fi: Säilytä ilmoitusaluekuvake, vaikka asiakasohjelma lopetettaisiin.Asetuksella ei ole vaikutusta, ellei startonshow ole määritetty.
fr: Conserver la boîte à miniatures même si le client s'arrête. Cette option n'a aucun effet à moins que l'option « Démarrer lors de l'affichage » ne soit cochée.
ga: Coinnigh deilbhín sa tráidire fiú má tá an cliant ann. Ní théitear an rogha seo i bhfeidhm mura bhfuil an rogha 'startonshow' socraithe.
gl: Mantén a icona na bandexa mesmo se o cliente existe. Esta opción non ten efecto a non se que «iniciar ao mostrar» está seleccionado.
he: .השאר את הסמל במגש המערכת גם אם יצאו מהלקוח startonshow לאפשרות אין כל השפעה אם האפשרות לא צוינה.
hi: तश्तरी प्रतीक को रखे रहें तब भी जब क्लाएंट बाहर हो जाता है. इस विकल्प का कोई प्रभाव नहीं होता है जब तक कि 'स्टार्टआनशो' निर्दिष्ट नहीं किया जाता.
hr: Zadrži ikonu u traci sustava čak i kad program završi. (Ova opcija nema učinak ako nije određena opcija 'startonshow'.)
hu: A tálcaikon maradjon meg akkor is, ha a kliens program kilépett. Csak a startonshow opcióval együtt van hatása.
ia: Mantene le icone de tabuliero anque si le cliente existe. Iste option non ha alcun effecto a minus que startonshow es specificate.
is: Halda táknmyndinni í spjaldinu þó forritið hætti. Þessi rofi hefur engin áhrif nema 'startonshow' er tekið fram.
it: Tieni l'icona nel vassoio anche se il programma esce. Questa opzione non ha effetto a meno che non si usi l'opzione startonshow.
ja: クライアントが終了してもシステムトレイアイコンを維持する これは startonshow が指定されていないと効果がありません。
kk: Сөредегі таңбашаны клиенті жұмысын аяқтаған соң да сақтау. "startonshow" келтірген болса бұл ештеңеге әсер етпейді.
ko: 클라이언트가 있어도 트레이 아이콘을 유지합니다. startonshow가 지정되지 않은 한 이 옵션은 효과가 없습니다.
lt: Išsaugoti dėklo ženkliuką, nors klientas baigia darbą. Ši parinktis neturi efekto nenurodžius vykdymo rodymo metu.
lv: Patur sistēmas ikonu joslas ikonu pat tad, ja klients iziet. Šī opcija nedarbojas, ja vien nav norādīts rādīt pie palaišanas.
nb: Behold ikonet i kurven selv om klienten avslutter. Dette valget har ingen effekt om ikke startonshow er valgt.
nds: Lüttbild ok in Systeemafsnitt wiesen, wenn dat Programm beendt wöör. Ahn Effekt, wenn nich "startonshow" angeven is.
nl: Behoud het systeemvakpictogram ook als de client eindigt. Deze optie heeft geen effect, tenzij 'startonshow' is opgegeven.
nn: Vis trauikonet sjølv om klienten avsluttar. Innstillinga har inga effekt viss ikkje ikonet vert vist ved oppstart.
pa: ਟਰੇ ਆਈਕਾਨ ਵੇਖਾਉਣ ਭਾਵੇਂ ਕਿ ਕਲਾਂਇਟ ਮੌਜੂਦ ਹੋਵੇ, ਇਹ ਚੋਣ ਤਾਂ ਵੀ ਕੋਈ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾਉਦੀ ਹੈ, ਜਦ ਕਿ ਸ਼ੁਰੂ ਉੱਤੇ ਵੇਖਾਓ ਦਿੱਤਾ ਨਾ ਹੋਵੇ।
pl: Pokazuj ikonę na tacce systemowej, nawet jeśli program zakończy działanie. Ta opcja niczego nie zmienia, dopóki nie jest włączona opcja startonshow.
pt: Manter o ícone da bandeja mesmo se o cliente sair. Esta opção não tem efeito a menos que seja indicado o 'startonshow'.
ro: Afișează pictograma din tava de sistem chiar dacă programul se termină. Această setare nu are efect dacă nu ați specificat opțiunea "startonshow".
ru: Сохранить значок в системном лотке даже при завершении работы клиента. Этот параметр ни на что не влияет, если не задан параметр startonshow.
sk: Nechať ikonu aplikácie lišty aj po ukončení klienta. Táto možnosť nemá žiadny efekt, ak nie je použité startonshow.
sl: Ohrani ikono v sistemski vrstici tudi, če se odjemalec konča. Ta možnost nima vpliva, če startonshow ni naveden.
sr@ijekavian: Задржи икону у касети чак и када се клијент затвори. Ова опција има ефекта само уз <icode>startonshow</icode>.
sv: Behåll ikonen i brickan även om klienten avslutas. Det här alternativet har ingen effekt om inte "kör vid visning" anges.
uk: Утримувати піктограму в лотку, навіть після виходу клієнта. Цей параметр не набере чинності, доки не буде ввімкнено параметр startonshow.
wa: Wårder l' imådjete el zône di notifiaedje do scriftôr minme si l' cliyint a cwité. Cisse tchuze ci n' a d' efet ki si «--startonshow» est specifyî

source: Use ksystraycmd's icon instead of the window's icon in the systray (should be used with --icon to specify ksystraycmd icon)
ar: استخدم أيقونة ksystraycmd بدلا عن أيقونة النافذة في صينية النظام (يجب استعمالها مع --icon لتحديد أيقونة ksystraycmd)
ca: Usa la icona del ksystraycmd en comptes de la icona de finestra a la safata del sistema (s'hauria d'usar amb --icon per especificar la icona del ksystraycmd)
cs: Nepoužívat ikonu okna v systémovém panelu, ale ikonu ksystraycmd; (mělo by se používat spolu s volbou --icon)
da: Brug ksystraycmds ikon i stedet for vinduets ikon i statusområdet (bør bruges med --icon for at angive ksystraycmd-ikon)
el: Χρήση του εικονιδίου ksystraycmd στη θέση του εικονιδίου του πλαισίου συστήματος (θα πρέπει να χρησιμοποιηθεί με την επιλογή --icon για να καθορίσει το εικονίδιο του ksystraycmd)
es: No usar el icono de ksystraycmd en vez del de la ventana en la bandeja del sistema, (debería utilizarse con --icon para indicar el icono de ksystraycmd)
eu: Erabili ksystraycmd-ren ikonoa sistemaren erretiluko leihoaren ikonoaren ordez (--icon aukerarekin erabili behar da, ksystraycmd ikonoa zehazteko)
fi: Käytä ilmoitusalueella ksystemtraycmd-kuvaketta ohjelman oman kuvakkeen sijaan. (Määrittää yhdessä parametrin --icon kanssa ksystraycmd-kuvakkeen.)
fr: Utiliser l'icône de « ksystraycmd » plutôt que celle de la fenêtre dans la boîte à miniatures (à utiliser avec « --icon » pour spécifier l'icône de « ksystraycmd »)
ga: Úsáid deilbhín ksystraycmd sa tráidire in ionad deilbhín na fuinneoige (agus úsáid --icon freisin chun an deilbhín ksystraycmd a shonrú)
gl: Usar o icona de ksystraycm na bandexa do sistema no canto do da xanela (debería empregarse con --icon para especificar a icona de ksystraycmd)
he: השתמש בסמליל של ksystraycmd במקום הסמליל של החלון במגשה המערכת (צריך להשתמש בנוסף באפשרות --icon להגדרת סמליל ksystraycmd)
hr: U traci sustava upotrijebi ikonu aplikacije ksystraycmd umjesto ikone prozora. (potrebno je upotrijebiti uz argument --icon radi određivanja ikone ksystraycmda)
hu: A KSysTrayCmd ikonja jelenjen meg a tálcán (ne az ablaké) (az --icon paranccsal adható meg a KSysTrayCmd ikonja)
ia: Usa icone de ksystraycmds inn vice de icone de fenestra in le systray (il deberea esser usate con --icon pro specificar icone de ksystraycmd)
is: Ekki nota táknmyndir glugga í kerfisbakka, nota heldur ksystraycmd táknmyndir (ætti að nota með --icon til að skilgreina ksystraycmd táknmynd)
it: Usa l'icona di ksystraycmd invece di quella della finestra nel vassoio (deve essere utilizzato con --icon per specificare l'icona di ksystraycmd)
ja: システムトレイにウィンドウのアイコンではなく、 ksystraycmd のアイコンを表示する (ksystraycmd アイコンの指定には <icode>--icon</icode> を使用)
kk: Жүелік сөреде терезенің таңбашасының орнына ksystraycmd (ksystraycmd таңбашаны келтіру үшін --icon параметрімен келтірген) таңбашасын қолдану
ko: 창의 아이콘 대신 ksystraycmd의 아이콘을 시스템 트레이에 사용합니다 (ksystraycmd의 아이콘을 지정하려면 --icon을 사용해야 함)
lt: Naudoti ksystraycmd piktogramą vietoje lango ženkliuko sistemos dėkle (nurodant ksystraycmd piktogramą, reikia naudoti parinktį --icon)
lv: Ikonu joslā rādīt ksystraycmd ikonu, nevis loga ikonu (vajadzētu izmantot ar --icon, lai norādītu ksystraycmd ikonu)
nb: Ikke bruk vinduets ikon i systemkurven, men ikonet for ksystraycmd. (bør brukes med --icon for å oppgi ksystraycmd-ikon)
nds: Nich dat Finster sien Lüttbild, man "ksystraycmd" sien för den Systeemafsnitt bruken (bitte mit "--icon" dat ksystraycmd-Lüttbild angeven)
nl: Gebruik het pictogram vanksystraycmd in plaats van het vensterpictogram in het systeemvak (moet worden gebruikt met --icon om het ksystraycmd-pictogram te specificeren)
nn: Ikkje bruk vindaugsikonet i systemfeltet, men heller ikonet til ksystraycmd. (Skal brukast med --icon for å velja ksystraycmd-ikonet.)
pa: ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਵਿੰਡੋ ਆਈਕਾਨ ਦੀ ਬਜਾਏ ksystraycmd ਦਾ ਆਈਕਾਨ ਵਰਤੋਂ (ksystraycmd ਆਈਕਾਨ ਦੇਣ ਲਈ --icon ਵਰਤੋਂ)
pl: Nie pokazuj ikony okna na tacce systemowej, ale ikonę z ksystraycmd (powinno być używane z opcją --icon, ustawiającą ikonę ksystraycmd)
pt: Não usar o ícone da janela na bandeja, mas sim o do 'ksystraycmd' (deverá ser usado com o --icon para definir o ícone do 'ksystraycmd')
ro: Utilizează pictograma ksysrandtray în locul pictogramei ferestrei în tava de sistem (trebuie folosită cu --icon pentru a specifica pictograma ksysrandtray)
ru: Использовать в системном лотке другой значок вместо значка окна (указывается через параметр --icon)
sk: Použiť ikonu ksystraycmd namiesto ikony okna v systémovej lište (malo by byť použité s --icon na špecifikáciu ikony ksystraycmd)
sl: V sistemski vrstici ne uporabljaj ikone okna, ampak ikono ksystraycmd-ja (za določitev ikone ksystraycmd-ja uporabite --icon)
sr@ijekavian: Икона К‑касетнаредбе умјесто иконе прозора у системској касети (користити уз --icon за задавање иконе К‑касетнаредбе)
sv: Använd inte fönsterikon i systembrickan, utan den från ksystraycmd (ska användas med --icon för att ange ikon för ksystraycmd)
uk: Не використовувати піктограму вікна у системному лотку, а використовувати піктограму ksystraycmd (слід використовувати разом з --icon)
wa: Èn nén eployî d' imådje do purnea el zône di notifiaedje do scriftôr, mins l' cene di ksystraycmd (doet esse eployî avou «--icon» pol diner)

source: Try to keep the window above other windows
ar: حاول إبقاء النافذة فوق النوافذ الأخرى
ca: Prova de mantenir la finestra al damunt de les altres
cs: Pokusit se podržet okno nad ostatními
da: Prøv at holde vinduet oven på alle andre vinduer
el: Προσπάθεια διατήρησης παραθύρου πάνω από τα άλλα παράθυρα
es: Intenta mantener la ventana sobre las demás ventanas
eu: Saiatu leihoa besteen gainean mantentzen
fa: تلاش برای حفظ پنجره در بالای پنجره‌های دیگر
fi: Yritä pitää ikkuna muiden ikkunoiden yläpuolella
fr: Essayer de conserver la fenêtre au-dessus des autres
ga: Déan iarracht an fhuinneog a choinneáil os cionn cinn eile
gl: Tentar manter a xanela enriba das outras
he: השתדל להשאיר את החלון מעל החלונות האחרים
hi: विंडो को अन्य विंडो के ऊपर रखने की कोशिश करें
hr: Pokušaj s održavanjem prozora iznad ostalih prozora.
hu: Az ablak a többi fölött maradjon
ia: Tenta de mantener le fenestra supra altere fenestras
is: Reyna að halda glugganum fyrir ofan aðra glugga
it: Prova a tenere la finestra sopra le altre
ja: ウィンドウを常に前面に表示するよう試みる
kk: Терезені бет алдында ұстауға тырысу
ko: 창을 다른 창보다 위에 유지하기
lt: Bandyti priversti langą visada būti virš kitų langų
lv: Mēģināt paturēt logu virs citiem logiem
nb: Forsøk å holde vinduet over andre vinduer
nds: Finster vörn hollen, wenn mööglich
nl: Probeer het venster boven alle andere vensters te houden
nn: Prøv å halda vindauget over andre vindauge
pa: ਝਰੋਖੇ ਨੂੰ ਹੋਰ ਝਰੋਖਿਆਂ ਤੋਂ ਉੱਤੇ ਰੱਖੋ
pl: Próbuj wyświetlać okno przed innymi
pt: Tentar que janela fique por cima de todas as outras
ro: Încearcă să păstrezi fereastra deasupra altor ferestre
ru: Размещать окно поверх других
sk: Udržiavať okno vždy navrchu nad ostatnými oknami
sl: Poskušaj ohraniti okno nad ostalimi okni
sr@ijekavian: Покушај да држиш прозор изнад осталих
sv: Försök behålla fönstret ovanför andra fönster
uk: Намагатися утримувати вікно понад іншими вікнами
wa: Sayî d' tofer wårder l' purnea pa dvant ls ôtes
