Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/ksystraycmd.po
Languages: ar, ca, cs, da, el, es, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, kk, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sr@ijekavian, sv, uk, wa

# NAME OF TRANSLATORS
source: Your names
fr: Thibaut Cousin, Gilles Caulier
hi: रविशंकर श्रीवास्तव, जी. करूणाकर
hr: Renato Pavičić, Andrej Dundović
nb: Knut Yrvin
nds: Sönke Dibbern
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sk: Stanislav Višňovský,Michal Šulek
sl: Andrej Vernekar,Gregor Rakar,Jure Repinc
wa: Pablo Saratxaga

# EMAIL OF TRANSLATORS
source: Your emails
fr: cousin@kde.org, caulier.gilles@free.fr
hi: raviratlami@aol.in
hr: renato@translator-shop.org, adundovi@gmail.com
nb: knuty@skolelinux.no
nds: s_dibbern@web.de
pa: aalam@users.sf.net
sk: visnovsky@nenya.ms.mff.cuni.cz,misurel@gmail.com
sl: andrej.vernekar@moj.net,gregor.rakar@kiss.si,jlp@holodeck1.com
wa: pablo@walon.org

source: No window matching pattern '%1' and no command specified.
ar: ليس هناك نافذة تطابق نمط '%1' كما لم يحدد أي أمر.
ca: No hi ha cap finestra coincident amb «%1» i no s'ha especificat cap ordre.
cs: Není žádné okno odpovídající vzoru '%1' a nebyl zadán žádný příkaz.
da: Intet vindue passer med mønsteret "%1" og ingen kommando er angivet.
el: Καμία έκφραση ταιριάσματος παραθύρου '%1' και καμία εντολή δεν ορίστηκε.
es: No hay ninguna ventana que coincida con «%1» y no se ha indicado ninguna orden.
eu: Ez dago '%1' ereduarekin bat datorren leihorik, ezta zehaztutako komandorik ere.
fa: نه الگوی تطابق پنجره »%1« وجود دارد و نه فرمانی مشخص شده است.
fi: Ei ikkunansovitusmallia ”%1” eikä komentoa ole määritetty.
fr: Aucune fenêtre ne correspond au motif « %1 » et aucune commande n'a été spécifiée.
ga: Níl aon fhuinneog comhoiriúnach do phatrún '%1' agus níor sonraíodh ordú ar bith.
gl: Non hai ningunha xanela que coincida con «%1» e non se especificou ningunha orde.
he: אין חלון התואם לדפוס "%1" ולא צוינה פקודה.
hi: कोई मेल खाता पैटर्न '%1' विंडो तथा कमांड उल्लेखित नहीं.
hr: Nema prozora koji odgovara uzorku '%1' i nema navedene naredbe.
hu: Egyik ablak sem felel meg a(z) '%1' kifejezésnek és nincs megadva parancs.
ia: Nulle fenestra coincidente con le patrono '%1' e nulle commando specificate.
is: Engin gluggi passar við mynstrið '%1' og engin skipun gefin.
it: Nessuna finestra corrisponde al modello «%1» e non è specificato nessun comando.
ja: パターン “%1” にマッチするウィンドウも、コマンドの指定もありません。
kk: '%1' өрнегіне сәйкес келетін терезе жоқ және команда да келтірілмеген.
ko: 패턴 '%1'에 일치하는 창이 없고 명령이 지정되지 않았습니다.
lt: Nėra lango, atitinkančio „%1“ šabloną ir nenurodyta komanda.
lv: Nav logam atbilstoša šablona '%1' un nav norādīta komanda.
nb: Mønsteret «%1» stemte ikke med noe vindu og ingen kommando ble angitt.
nds: Dat Muster "%1" passt op keen Finster, un keen Befehl is angeven.
nl: Geen venster dat overeen komt met patroon '%1' en geen commando opgegeven.
nn: Ingen vindauge passar til mønsteret «%1» og ingen kommando er spesifisert.
pa: ਕੋਈ ਵਿੰਡੋ ਪੈਟਰਨ '%1' ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾ ਰਿਹਾ ਹੈ ਅਤੇ ਕੋਈ ਕਮਾਂਡ ਦਿੱਤੀ ਨਹੀਂ ਗਈ ਹੈ।
pl: Żadne okno nie pasuje do wzorca '%1' i nie podano żadnego polecenia.
pt: Não há nenhuma janela correspondente ao padrão '%1' e não foi especificado nenhum comando.
ro: Nicio fereastră nu se potrivește cu „%1” și nu ați specificat nicio comandă.
ru: Ни одно из окон не подходит под шаблон «%1», и не задано ни одной команды.
sk: Žiadne okno odpovedajúce vzorke '%1' a nezadaný žiadny príkaz.
sl: Navedeno ni nobeno ujemanje vzorca okna »%1« in ni naveden ukaz.
sr@ijekavian: Образац „%1“ не поклапа ниједан прозор и ниједна наредба није задата.
sv: Inget fönster matchar mönstret "%1" och inget kommando angivet.
uk: Команду не вказано, взірець «%1» не відповідає жодному вікну.
wa: Nou purnea ki corespond å patron «%1» et nole comande di dnêye.

source: KSysTrayCmd: K3ShellProcess cannot find a shell.
ar: KSysTrayCmd: K3ShellProcess لم يستطع إيجاد صدَفة.
ca: KSysTrayCmd: el K3ShellProcess no pot trobar cap «shell».
cs: KSysTrayCmd: K3ShellProcess nemůže nalézt shell.
el: KSysTrayCmd: Το KShellProcess δεν μπορεί να βρει ένα κέλυφος.
es: KSysTrayCmd: KShellProcess no puede encontrar un interprete de órdenes.
eu: KSysTrayCmd: K3ShellProcess-ek ezin du aurkitu shell bat.
fa: KSysTrayCmd: K3ShellProcess نمی‌تواند پوسته‌ای را بیابد.
fi: KSysTrayCmd: K3ShellProcess ei löydä komentotulkkia.
fr: KSysTrayCmd : K3ShellProcess n'a pas pu trouver de shell.
gl: KSysTrayCmd: K3ShellProcess non foi capaz de atopar unha shell.
he: ‏KSysTrayCmd: למצוא מעטפת K3ShellProcess אין באפשרות
hi: KSysTrayCmd: K3ShellProcess को कोई शैल नहीं मिला.
hr: KSysTrayCmd: KShellProcess ne može pronaći ljusku.
hu: KSysTrayCmd: a K3ShellProcess nem tud elérni egy parancsértelmezőt sem.
ia: KSysTrayCmd: K3ShellProcess non pote trovar un shell.
it: KSysTrayCmd: K3ShellProcess non riesce a trovare una shell.
ja: KSysTrayCmd: K3ShellProcess はシェルを見つけることができません。
kk: KSysTrayCmd: K3ShellProcess қоршау-ортаны табалмады.
ko: KSysTrayCmd: K2ShellProcess에서 셸을 찾을 수 없습니다.
lt: KSysTrayCmd: K3ShellProcess neranda apvalkalo.
nb: KSysTrayCmd: K3ShellProcess kan ikke finne et skall.
nds: KSysTrayCmd: "K3ShellProcess" kann keen Konsool finnen.
nl: KSysTrayCmd: K3ShellProcess kan geen shell vinden.
nn: KSysTrayCmd: K3ShellProcess finn ingen skal.
pa: KSysTrayCmd: K3ShellProcess ਨੂੰ ਸ਼ੈੱਲ ਨਹੀਂ ਲੱਭੀ ਹੈ।
pt: KSysTrayCmd: O K3ShellProcess não consegue encontrar uma linha de comandos.
ro: KSysTrayCmd: K3ShellProcess nu a găsit o consolă.
sk: KSysTrayCmd: K3ShellProcess nemôže nájsť shell.
sl: KSysTrayCmd: K3ShellProcess ne najde lupine.
sr@ijekavian: KSysTrayCmd: K3ShellProcess не може да пронађе шкољку.
sv: KSysTrayCmd: K3ShellProcess kan inte hitta ett skal.
uk: KSysTrayCmd: K3ShellProcess не зміг знайти командну оболонку.
wa: KSysTrayCmd: K3ShellProcess èn pout nén trover on shell.

source: &Hide
ar: &إخفِ
ca: &Oculta
cs: &Skrýt
da: &Skjul
el: Κρύ&ψιμο
es: &Ocultar
eu: E&zkutatu
fa: &مخفی کردن‌
fi: &Piilota
fr: Mas&quer
ga: Folaig&h
gl: &Agochar
he: &הסתר
hi: छुपाएँ (&H)
hr: &Sakrij
hu: &Elrejtés
ia: &Cela
is: &Fela
it: &Nascondi
ja: 隠す(&H)
kk: &Жасыру
ko: 숨기기(&H)
lt: &Slėpti
lv: &Noslēpt
nb: &Skjul
nds: &Versteken
nl: &Verbergen
nn: &Gøym
pa: ਓਹਲੇ(&H)
pl: &Ukryj
pt: Es&conder
ro: &Ascunde
ru: &Скрыть
sk: &Skryť
sl: &Skrij
sr@ijekavian: &Сакриј
sv: &Dölj
uk: &Сховати
wa: &Catchî

source: &Restore
ar: ا&ستعد
ca: &Restaura
cs: &Obnovit
da: &Genopret
el: Επανα&φορά
es: &Restaurar
eu: &Leheneratu
fa: &بازگرداندن‌
fi: &Palauta
fr: &Restaurer
ga: Athchói&righ
gl: &Restaurar
he: &שחזר
hi: बहाल करें (&R)
hr: &Obnovi
hu: &Visszaállítás
ia: &Restabili
is: &Endurheimta
it: &Ripristina
ja: 復元(&R)
kk: Қайта&ру
ko: 복원(&R)
lt: &Atstatyti
lv: &Atjaunot
nb: &Gjenopprett
nds: &Wedderherstellen
nl: He&rstellen
nn: Gjenopp&rett
pa: ਮੁੜ-ਸਟੋਰ(&R)
pl: &Przywróć
pt: &Repor
ro: &Restaurează
ru: &Восстановить
sk: &Obnoviť
sl: &Obnovi
sr@ijekavian: &Обнови
sv: Åte&rställ
uk: &Відновити
wa: &Rimete come divant

source: &Undock
ar: ت&راجع عن الإرساء
ca: &Desencasta
cs: Vypno&ut pohlcení
da: &Afdok
el: &Αφαίρεση από τον πίνακα
es: &Desempotrar
eu: Desatrakatu
fa: &جدا کردن‌
fi: &Poista ilmoitusalueelta
fr: &Détacher
ga: &Tóg as duga
gl: &Desacoplar
he: &בטל עגינה
hi: अनडॉक (&U)
hr: &Otkači
hu: K&idokkolás
ia: &Leva del bassino (Undock)
is: &Af spjaldi
it: &Togli dal pannello
ja: ドッキング解除(&U)
kk: &Сөреден көтеру
ko: 떼내기(&U)
lt: &Išimti iš pulto
lv: &Attauvot
nb: &Ikke dokk
nds: &Afdocken
nl: Uit systeemv&ak
nn: &Udokk
pa: ਗ਼ੈਰ-ਡੋਕ(&U)
pl: &Wydokuj
pt: Desac&oplar
ro: &Detașează
ru: &Убрать из системного лотка
sk: &Vybrať z doku
sl: Od&klopi
sr@ijekavian: &Откачи
sv: Koppla i&från
uk: &Відшвартувати
wa: &Bodjî foû do scriftôr

source: &Quit
ar: &إنهِ
ca: &Surt
cs: U&končit
da: &Afslut
el: &Τερματισμός
es: &Salir
eu: &Irten
fa: &خروج‌
fi: &Lopeta
fr: &Quitter
ga: &Scoir
gl: &Saír
he: &יציאה
hi: बाहर जाएँ (&Q)
hr: &Izađi
hu: &Kilépés
ia: &Quita
is: &Hætta
it: &Esci
ja: 終了(&Q)
kk: &Шығу
ko: 끝내기(&Q)
lt: &Baigti
lv: &Iziet
nb: &Avslutt
nds: &Utmaken
nl: &Afsluiten
nn: &Avslutt
pa: ਬੰਦ ਕਰੋ(&Q)
pl: &Zakończ
pt: &Sair
ro: &Ieșire
ru: &Выход
sk: &Koniec
sl: Konča&j
sr@ijekavian: &Напусти
sv: &Avsluta
uk: Ви&хід
wa: C&witer

source: Allows any application to be kept in the system tray
ar: السماح لأي تطبيق بالبقاء في صينية النظام.
ca: Permet mantenir qualsevol aplicació a la safata del sistema
cs: Umožňuje udržení libovolné aplikace v systémové liště
da: Tillader et vilkårligt program at blive brugt som et neddokket program
el: Επιτρέπει σε οποιαδήποτε εφαρμογή να τοποθετηθεί στο πλαίσιο συστήματος
es: Permite que cualquier aplicación pueda mantenerse en la bandeja del sistema
eu: Aukera ematen du edozein aplikazio sistemaren erretiluan egoteko
fa: اجازه می‌دهد هر کاربردی در سینی سیستم نگهداری شود
fi: Mahdollistaa sovelluksen pitämisen ilmoitusalueella.
fr: Permet à toute application d'être placée dans la boîte à miniatures
ga: Ceadaítear duit aon fheidhmchlár a chur i dtráidire an chórais
gl: Permite que calquera programa poida manterse na bandexa do sistema
he: מאפשר לכל יישום שהוא להיות בשורת המשימות
hi: तंत्र तश्तरी में किसी भी क़िस्म के अनुप्रयोग को रखने की अनुमति दें
hr: Svakoj aplikaciji dopusti zadržavanje u traci sustava
hu: Mindegyik alkalmazás behelyezhető a paneltálcába
ia: Il permitte omne applicationes de esser tenite in le tabuliero de systema
is: Leyfir hvaða forritum sem er að sitja á spjaldinu
it: Permette ad una qualunque applicazione di essere tenuta nel vassoio di sistema
ja: 任意のアプリケーションをシステムトレイに常駐させます
kk: Барлық қолданбаларға жүйелік сөреде орналасуды рұқсат ету
ko: 임의의 프로그램을 시스템 트레이에서 실행시킵니다
lt: Leidžia bet kokią programą laikyti sisteminiame dėkle
lv: Ļauj jebkuru programmu turēt sistēmas ikonu joslā.
nb: Tillater at ethvert program kan legges i systemkurven
nds: Verlöövt dat Inbetten vun all Programmen in den Systeemafsnitt
nl: Maakt het mogelijk om elk programma in het systeemvak te plaatsen
nn: Lèt alle slags program liggja i systemtrauet.
pa: ਕਿਸੇ ਐਪਲੀਕਸ਼ਨ ਨੂੰ ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਸ਼ਾਮਿਲ ਹੋਣ ਦੀ ਇਜ਼ਾਜਤ ਦਿਓ
pl: Pozwala każdemu programowi przebywać w tacce systemowej
pt: Permite a qualquer aplicação ser mantida na bandeja do sistema
ro: Permite oricărei aplicații să fie în tava de sistem.
ru: Позволяет помещать любое приложение в системный лоток
sk: Umožňuje udržiavanie ľubovoľnej aplikácie v systémovej lište
sl: Dovoljuje kateremukoli programu, da ostane v sistemski vrstici
sr@ijekavian: Убацивање било ког програма у системску касету
sv: Låter vilket program som helst finnas i systembrickan
uk: Дозволяє будь-якій програмі залишатися в системному лотку
wa: Permete di mete tot programe dins l' zône di notifiaedje do sicriftôr

source: (C) 2001-2002 Richard Moore (rich@kde.org)
fa: (ح) ۲۰۰۲-۲۰۰۱ Richard Moore (rich@kde.org)‎‏
ga: © 2001-2002 Richard Moore (rich@kde.org)
hi: (C) 2001-2002 रिचर्ड मूर (rich@kde.org)
hr: © 2001–2002 Richard Moore (rich@kde.org)
hu: (c) Richard Moore (rich@kde.org), 2001-2002.
nb: © 2001–2002 Richard Moore (rich@kde.org)
nds: © 2001-2002 Richard Moore (rich@kde.org)
nn: © 2001–2002 Richard Moore (rich@kde.org)
pa: (C) 2001-2002 ਰਿਚਰਡ ਮੂਰੇ (rich@kde.org)
ru: © Richard Moore (rich@kde.org), 2001-2002
sl: © 2001-2002 Richard Moore (rich@kde.org)
sr@ijekavian: © 2001-2002, Ричард Мур
sv: © 2001-2002 Richard Moore (rich@kde.org)
uk: © Richard Moore (rich@kde.org), 2001–2002
wa: © 2001-2002 Richard Moore (rich@kde.org)

source: Richard Moore
hi: रिचर्ड मूर
pa: ਰਿਚਰਡ ਮੂਰੇ
ru: Ричард Мур (Richard Moore)
sr@ijekavian: Ричард Мур

source: Command to execute
ar: أمر للتنفيذ
ca: Ordre a executar
cs: Příkaz, který má být spuštěn
da: Kommando at udføre
el: Εντολή για εκτέλεση
es: Orden a ejecutar
eu: Exekutatu beharreko komandoa
fa: فرمان برای اجرا
fi: Suoritettava komento
fr: Commander à exécuter
ga: Ordú le rith
gl: A orde a executar
he: פקודה להפעלה
hi: चलाने के लिए कमांड
hr: Naredba za izvršavanje
hu: A végrehajtandó parancs
ia: Commando que il debe exequer
is: Skipun til að keyra
it: Comando da eseguire
ja: 実行するコマンド
kk: Орындалатын команда
ko: 실행할 명령
lt: Komanda vykdymui
lv: Izpildāmā komanda
nb: Kommando som skal kjøres
nds: Befehl
nl: Uit te voeren commando
nn: Kommando som skal køyrast
pa: ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ
pl: Polecenie do wykonania
pt: Comando a executar
ro: Comanda de executat
ru: Команда для выполнения
sk: Príkaz, ktorý sa má spustiť
sl: Ukaz, ki naj se izvede
sr@ijekavian: Наредба за извршавање
sv: Kommando att köra
uk: Виконати команду
wa: Comande a-z enonder

source: A regular expression matching the window title If you do not specify one, then the very first window to appear will be taken - not recommended.
ar: صيغة نظامية تطابق عنوان النافذة. إن لم تحدد واحدةً فإن النافذة الأولى في الظهور ستأخذ. غير موصّى به.
ca: Una expressió regular coincident amb el títol de la finestra. Si no n'especifiqueu cap, llavors s'agafarà la primera finestra que aparegui - no recomanable.
cs: Regulární výraz odpovídající hledanému titulku okna. Není-li uveden, použije se první okno, které se zobrazí. Není doporučeno.
da: Et regulært udtryk som passer til vinduestitlen. Hvis du ikke angiver et, vil det allerførste vindue der kommer til syne blive taget. Kan ikke anbefales.
el: Μια κανονική έκφραση που ταιριάζει στον τίτλο παραθύρου. Αν δεν ορίσετε μία, τότε το πρώτο παράθυρο που θα εμφανιστεί θα επιλεγεί. Δε συνίσταται.
es: Una expresión regular que coincida con el título de la ventana. Si no especifica ninguna, se escogerá la primera ventana que aparezca. No es recomendable.
eu: Leihoaren tituluarekin bat datorren ohiko espresio bat. Besterik zehazten ez baduzu, agertzen den lehen leihoa hautatuko da. Ez da komeni.
fa: یک عبارت منظم مطابق با عنوان پنجره اگر موردی را مشخص نکنید، اولین پنجره برای ظاهر در نظر گرفته می‌شود - که توصیه نمی‌شود.
fi: Säännöllinen lauseke, joka vastaa ikkunan otsikkoa. Ellei lauseketta määritetä, valitaan ensimmäinen ilmestyvä ikkuna; tätä ei suositella.
fr: Une expression rationnelle correspondant au titre de fenêtre. Si vous n'en spécifiez pas une, la toute première fenêtre à afficher sera sélectionnée - non recommandé.
ga: Slonn ionadaíochta atá comhoiriúnach do theideal na fuinneoige Mura dtugann tú é, glacfar leis an chéad fhuinneog - ní mholtar é seo.
gl: Unha expresión regular que coincida co título da xanela. Se non especifica ningunha, escollerase a primeira xanela que apareza. Non se recomenda.
he: ביטוי רגולרי המתאים לכותרת החלון. אם לא תציין ביטוי, החלון הראשון להופיע יילקח בחשבון. לא מומלץ!
hr: Uobičajeni izraz koji odgovara naslovu prozora. Ako ne navedete neki izraz, uzima se prvi prozor koji se pojavi. Nije preporučljivo.
hu: Ablakcímhez illeszkedő reguláris kifejezés. Ha üresen hagyja, akkor a legelőször megjelenő ablak lesz kiválasztva, ezért érdemes megadni valamit.
ia: Un expression regular coincidente con le titulo de fenestra Si tu non specifica un, postea le plus prime fenestra a apparer essera prendite - non recommendate.
is: Regluleg segð sem passar við titil glugga. Ef þú skilgreinir ekki glugga, þá mun fyrsti gluggin gripinn, ekki mælt með því.
it: Una espressione regolare che corrisponda al titolo della finestra. Se non ne specifichi una, allora verrà presa la prima finestra che appare - non consigliato.
ja: ウィンドウタイトルにマッチする正規表現 何も指定しない場合、一番最初に現れたウィンドウが 使われます。これは推奨されません。
kk: Терезенің айдарына сайкес келетін үлгі өрнегі Оны келтірмесе, бірінші пайда болған терезесі алынады - бірақ бұл онша дұрыс емес деп саналады.
ko: 창 제목 표시줄의 정규 표현식 만약 지정하지 않으면 맨 처음으로 나타나는 창의 제목을 사용합니다 - 추천하지 않습니다.
lt: Įprastoji išraiška, atitinkanti lango antraštę Jei Jūs jos nenurodysite, bus naudojamas pirmas pasitaikęs langas. Nerekomenduotina!
lv: Loga nosaukumam atbilstoša regulāra izteiksme. Ja jūs nenorādīsiet to, tad pats pirmais logs, kurš parādīsies tiks paņemts - nav rekomendēts.
nb: Et regulært uttrykk som stemmer med vindustittelen. Om du ikke angir et, så vil det første vinduet som dukker opp bli tatt. Kan ikke anbefales.
nds: Reguleer Utdruck, de op den Finstertitel passt Wenn Du keen angiffst, warrt dat Finster bruukt, dat toeerst opdukt - nich anraadt.
nl: Een reguliere expressie die overeenkomt met de venstertitel. Als u er geen opgeeft, dan wordt het allereerste venster dat verschijnt gebruikt. Niet aanbevolen.
nn: Eit regulært uttrykk som passar vindaugstittelen. Dersom du ikkje oppgjev noko, vert det aller første vindauget som viser seg teke. Ikkje tilrådd!
pa: ਇੱਕ ਵਿੰਡੋ ਦੇ ਟਾਇਟਲ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਨਿਯਮਿਤ ਸਮੀਕਰਨ ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਦਿੱਤਾ ਨਾ ਕੀਤਾ ਤਾਂ, ਇੱਕ ਪਹਿਲੇ ਵਿੰਡੋ ਦੇ ਖੁੱਲਣ ਤੋਂ ਲਿਆ ਜਾਵੇਗਾ, ਜਿਸ ਦੀ ਸਿਫਾਰਸ਼ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: Wzorzec, do którego porównywany jest tytuł okna. Jeśli nie zostanie podany, użyte zostanie pierwsze okno, które się pojawi - niezalecane.
pt: Uma expressão regular que corresponda ao título da janela. Se o utilizador não a indicar, então será usada a primeira janela que aparecer. Não é recomendado.
ro: O expresie regulată care se potrivește cu titlul ferestrei. Dacă nu specificați nici una, atunci va fi luată prima fereastră care apare. Nu este recomandat.
ru: Регулярное выражение, совпадающее с заголовком окна. Если оно не задано, то будет выбрано первое вновь созданное окно. Не рекомендуется.
sk: Regulárny výraz odpovedajúci titulku okna. Ak žiadny neuvediete, použije sa prvé okno, ktoré sa zobrazí. Nedoporučuje sa.
sl: Regularni izraz, ki ustreza naslovu okna Če ga ne navedete, bo vzeto prvo okno, ki se prikaže. To ni priporočeno.
sr@ijekavian: Регуларни израз за поклапање наслова прозора. Уколико га не задате, биће узет први прозор који се појави — не препоручује се.
sv: Ett reguljärt uttryck som matchar fönsternamnet. Om du inte anger något används det första fönstret som visas. Rekommenderas inte.
uk: Формальний вираз, що відповідає заголовку вікна. Якщо його не вказано, буде взято перше вікно, що з'явиться наступним. Але такий спосіб не рекомендовано.
wa: Ene erîlêye ratourneure ki corespondrè a on tite di purnea Si vos n' endè dnez nén onk, adon li prumî purnea k' aparexhrè serè pris - c' est nén ricmandé.

source: The window id of the target window Specifies the id of the window to use. If the id starts with 0x it is assumed to be in hex.
ar: معرف نافذة الهدف. يحدد معرف النافذة التي سيتم استخدامها. إذا كان المعرف يبدأ بـ 0x فسيتم الاعتبار أنها بالنظام السداسي العشري.
ca: La identificació de la finestra de destinació. Especifica la identificació de la finestra a emprar. Si comença amb 0x se suposarà que està en hexadecimal.
cs: ID cílového okna. Udává ID okna, které se má použít. Pokud toto ID začíná na '0x', je považováno, že je v šestnáctkové soustavě.
da: Vindues-ID for mål-vinduet. Angiver id for vinduet der skal bruges. Hvis id starter med 0x antages dette at være i hex.
el: Το id του παραθύρου στόχου. Ορίζει id που θα χρησιμοποιηθεί. Αν ξεκινά με 0x εκλαμβάνεται ότι είναι σε δεκαεξαδική μορφή.
es: La identificación de la ventana de destino. Especifica la identificación de la ventana a usar. Si la identificación comienza por 0x se supone que está en hexadecimal.
eu: Helburu den leihoaren id zenbakia. Erabiliko den leihoaren id zenbakia zehazten du. '0x'rekin hasten bada, sistema hexadezimalean dagoela jotzen da.
fa: شناسه پنجره پنجره هدف شناسه پنجره را برای استفاده مشخص می‌کند. اگر شناسه با Ox آغاز شود فرض می‌شود که در مبنای شانزده می‌باشد.
fi: Kohdeikkunan tunnistenumero. Määrittelee käytettävän ikkunan tunnistenumeron. Jos numero alkaa merkeillä 0x, se oletetaan heksadesimaaliseksi.
fr: L'identifiant de la fenêtre cible Spécifie l'identifiant de la fenêtre à utiliser. Un identifiant commençant par 0x, est supposé de type hexadécimal.
ga: Aitheantas na fuinneoige sprice Sonraigh aitheantas na fuinneoige le húsáid. Má thosaíonn an t-aitheantas le 0x, glactar leis gur heicsidheachúlach é.
gl: A identificación da xanela de destino. Especifica o id da xanela que se vai empregar. Se a identificación comeza por 0x asúmese que está en hexadecimal.
he: זיהוי החלון של חלון היעד. מציין את הזיהוי של החלון שיש לעשות בו שימוש. אם הזיהוי מתחיל בצירוף 0x, התוכנית מניחה שהוא בתבנית הקסדצימלית.
hi: लक्ष्य विंडो का विंडो आईडी इस्तेमाल किए जाने वाले विंडो का आईडी निर्दिष्ट करता है. यदि आईडी 0x से प्रारंभ होता है तो यह माना जाना चाहिए की यह हैक्स में है.
hr: ID oznaka ciljnog prozora. Određuje ID oznaku prozora koji se upotrebljava. Ako započinje sa "0x", pretpostavlja se da je heksadecimalan broj.
hu: A célablak azonosítója. A használni kívánt ablak azonosítója. Ha az azonosító 0x-szel kezdődik, a program hexadecimális értéket feltételez.
ia: Le id de fenestra del fenestra objectivo Il specifica le id del fenestra de usar. Si le id initia con 0x il es assumite de esser in hex.
is: Glugganúmer markgluggans. Tiltekur hvaða númer skal nota á þann glugga. Ef það byrjar á 0x er reiknað með að það sé 'hex'-tala.
it: L'id-finestra della finestra di destinazione. Specifica l'id della finestra da usare. Se l'id inizia con 0x viene considerato esadecimale.
ja: ターゲットウィンドウのウィンドウ ID 使用するウィンドウの ID を指定します。 ID が 0x で始まる場合は、十六進数と見なされます。
kk: Мақсатты терезенің идентификаторы Қолданатын терезенің идентификаторын келтіріңіз. Егер келтірілгені 0x деп басталса, ол оналтылық сан деп саналады.
ko: 대상 창의 창 ID 사용할 창의 ID를 지정합니다. ID가 0x로 시작하면 16진수라고 가정합니다.
lt: Paskirties lango identifikatorius. Nurodo naudojamo lango id. Jei id prasideda 0x, tai jis laikomas šešioliktainiu.
lv: Mērķa loga ID Norāda izmantojāmā loga ID. Ja ID sākas ar 0x, tad tiek pieņemts, ka tas ir heksadecimālajā sistēmā.
nb: VIndus-ID for målvinduet. Angir ID for det vinduet som skal brukes. Hvis IDen begynner med 0x antas den å være i hex.
nds: De Finster-ID vun dat Teelfinster Gifft de ID för dat Finster an. Wenn se mit "0x" anfangt, warrt en Hexadezimaaltall annahmen.
nl: Het venster-id van het doelvenster. Specificeert het id van het te gebruiken venster. Als de id begint met 0x, dan wordt aangenomen dat het id hexadecimaal is.
nn: Vindaugs-ID-en til målvindauget. Vel ID-en til vindauget som skal brukast. Dersom ID-en startar med «0x», vert han rekna som ein heksadesimal verdi.
pa: ਨਿਸ਼ਾਨਾ ਵਿੰਡੋ ਦਾ ਵਿੰਡੋ ID ਵਰਤਣ ਲਈ ਵਿੰਡੋ ਦਾ ID ਦਿਓ। ਜੇਕਰ ਇਹ 0x ਨਾਲ ਸ਼ੁਰੂ ਹੋਇਆ ਤਾਂ ਇਸ ਨੂੰ ਹੈਕਸਾ ਮੰਨਿਆ ਜਾਵੇਗਾ।
pl: Identyfikator okna docelowego. Określa identyfikator okna, który ma zostać użyty. Jeśli identyfikator zaczyna się od 0x, jest przyjmowane, że jest on w postaci heksadecymalnej.
pt: O ID da janela-alvo. Especifica o ID da janela a usar. Se o ID começar por 0x assume-se que está em hexadecimal.
ro: Identificatorul de fereastră al ferestrei țintă. Specificați ID-ul ferestrei de utilizat. Dacă acest ID începe cu 0x, atunci se presupune că este dat în hexazecimal.
ru: Идентификатор целевого окна. Укажите идентификатор окна, которое будет использоваться. Если идентификатор начинается с 0x, будет использовано шестнадцатеричное представление идентификатора.
sk: ID cieľového okna. Určuje ID okna, ktoré sa má použiť. Ak ID začína na 0x, predpokladá sa, že je to šestnástkové číslo.
sl: ID ciljnega okna Določi ID okna, ki se trenutno uporablja. Če se ID začne z 0x, se privzame, da je v šestnajstiškem zapisu.
sr@ijekavian: ИД циљног прозора. Задаје ИД прозора који се користи. Ако ИД почиње са 0x, схвата се за хексадекадну вриједност.
sv: Fönsteridentifikation för målfönstret. Identifikation för fönstret som ska användas. Om den börjar med 0x antas den vara hexadecimal.
uk: ID необхідного вікна. Вказує ID вікна. Якщо ID починається з 0x наступне число є шістнадцятковим.
wa: L' idintifiant do purnea såme Dene l' ID do purnea a-z eployî. Si l' ID comince avou «0x» on supôze ki c' est e hecsadecimå.
