Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kurifilter.po
Languages: es

# @title:column Name label from web shortcuts column
source: Name
es: Nombre

# @title:column
source: Shortcuts
es: Accesos rápidos

# @title:column
source: Preferred
es: Preferido

# @info:tooltip
source: Check this box to select the highlighted web shortcut as preferred.<nl/>Preferred web shortcuts are used in places where only a few select shortcuts can be shown at one time.
es: Marque esta casilla para marcar el acceso rápido Web seleccionado como preferido.<nl/>Los accesos rápidos Web preferidos se usan en lugares en los que se pueden mostrar a la vez unos pocos accesos rápidos seleccionados.

# @item:inlistbox No default web shortcut
source: None
es: Ninguno

# @info:whatsthis
source: <para>In this module you can configure the web shortcuts feature. Web shortcuts allow you to quickly search or lookup words on the Internet. For example, to search for information about the KDE project using the Google engine, you simply type <emphasis>gg:KDE</emphasis> or <emphasis>google:KDE</emphasis>.</para><para>If you select a default search engine, then you can search for normal words or phrases by simply typing them into the input widget of applications that have built-in support for such a feature, e.g Konqueror.</para>
es: <para>En este módulo puede configurar la función de accesos rápidos para la web. Dichos accesos rápidos le permiten buscar rápidamente palabras en Internet. Por ejemplo, para buscar información sobre el proyecto KDE usando el motor de Google, simplemente teclee <emphasis>gg:KDE</emphasis> o <emphasis>google:KDE</emphasis>.</para><para>Si selecciona un motor de búsqueda predeterminado, podrá buscar palabras normales o frases solo con introducirlas en un componente de entrada en las aplicaciones que proporcionen esta función, como Konqueror.</para>

source: No preferred search providers were found.
es: No se encontró ningún proveedor de búsquedas preferido.

source: No search providers were found.
es: No se encontró ningún proveedor de búsquedas.

source: Search F&ilters
es: F&iltros de búsqueda

source: <html><head/><body><p>Enable or disable web shortcuts. </p><p>Web shortcuts allow you to quickly access or search for information located online or on your hard drive. </p><p>KDE comes with many predefined Web shortcuts. One such Web shortcut is the Google (TM) search shortcut. To use it, you simply type the keyword 'gg' followed by the keyword delimiter and the search term, e.g. <span style=" font-weight:600;">gg:KDE</span>.</p></body></html>
es: <html><head/><body><p>Activar o desactivar accesos rápidos Web.</p><p>Los accesos rápidos Web le permiten acceder o buscar rápidamente información en línea o ubicada en su disco duro.</p><p>KDE contiene numerosos accesos rápidos Web predefinidos. Uno de ellos es el acceso rápido Web a la búsqueda de Google (TM). Para usarlo, teclee la palabra clave «gg» seguida por el delimitador de palabras clave y el término a buscar. Por ejemplo, <span style=" font-weight:600;">gg:KDE</span>.</p></body></html>

source: &Enable Web shortcuts
es: Habilitar los acc&esos rápidos web

source: &Use preferred shortcuts only
es: &Usar solo los accesos rápidos favoritos

source: Search for shortcut
es: Buscar accesos rápidos

source: Add a new Web shortcut
es: Añadir un nuevo acceso rápido Web

source: &New...
es: &Nuevo...

source: Modify the highlighted Web shortcut
es: Modificar el acceso rápido Web resaltado

source: Chan&ge...
es: &Cambiar...

source: Delete the highlighted Web shortcut
es: Borrar el acceso rápido Web resaltado

source: De&lete
es: &Borrar

source: <qt> Select the search engine to use for input boxes that provide automatic lookup services when you type in normal words and phrases instead of a URL. To disable this feature select <b>None</b> from the list. </qt>
es: <qt> Seleccione el motor de búsqueda a usar para las cajas de introducción de datos que proporcionan servicios de búsqueda automática al teclear palabras y frases normales en lugar de un URL. Para inhabilitar esta función, seleccione <b>Ninguno</b> en la lista. </qt>

source: Default Web &shortcut:
es: Acce&so rápido Web por omisión:

source: <html><head/><body><p>Select a default web shortcut. </p><p>This allows applications to automatically convert the typed word or phrase to web shortcut queries when they cannot be filtered into a proper URL. </p><p>To disable this functionality select <span style=" font-weight:600;">None</span> from the list. </p></body></html>
es: <html><head/><body><p>Seleccionar un acceso rápido Web por omisión.</p><p>Esto permite que las aplicaciones conviertan automáticamente la palabra o frase escrita en consultas de accesos rápidos Web cuando no sea posible usarla como un URL correcto.</p><p>Para desactivar esta función seleccione <span style=" font-weight:600;">Ninguno</span> en la lista.</p></body></html>

source: Choose the delimiter that separates the keyword from the phrase or word to be searched.
es: Elija el separador que divide la palabra clave de la frase o palabra a buscar.

source: &Keyword delimiter:
es: Separador de palabras &clave:

source: Choose a delimiter to mark the Web shortcut keyword.
es: Escoja un delimitador para marcar la palabra clave del acceso rápido Web

# Colon as keyword delimiter
source: Colon
es: Dos puntos

# Space as keyword delimiter
source: Space
es: Espacio

source: Enter the human-readable name of the search provider here.
es: Introduzca aquí el nombre comprensible para usuarios del proveedor de búsquedas.

source: Shortcut &name:
es: &Nombre del acceso rápido:

source: <qt> Enter the URI that is used to perform a search on the search engine here.<br/>The whole text to be searched for can be specified as \{@} or \{0}.<br/> Recommended is \{@}, since it removes all query variables (name=value) from the resulting string, whereas \{0} will be substituted with the unmodified query string.<br/>You can use \{1} ... \{n} to specify certain words from the query and \{name} to specify a value given by 'name=value' in the user query.<br/>In addition it is possible to specify multiple references (names, numbers and strings) at once (\{name1,name2,...,"string"}).<br/>The first matching value (from the left) will be used as the substitution value for the resulting URI.<br/>A quoted string can be used as the default value if nothing matches from the left of the reference list. </qt>
es: <qt> Introduzca aquí el URI a usar para realizar una búsqueda en el motor de búsqueda.<br/>El texto completo a buscar se puede indicar como \{@} o \{0}.<br/> Se recomienda \{@}, porque elimina todas las variables de consulta (nombre=valor) de la cadena resultante, mientras que \{0} será sustituido por la cadena de consulta sin modificaciones.<br/> Puede usar \{1} ... \{n} para indicar ciertas palabras de la consulta y \{nombre} para indicar un valor dado por «nombre=valor» en la consulta del usuario.<br/>Además, es posible indicar varias referencias (nombres, números y cadenas) a la vez (\{nombre1,nombre2,...,"cadena"}).<br/>Se usará el primer valor que coincida (empezando por la izquierda) como valor de sustitución en el URI resultante.<br/>Se puede usar una cadena entrecomillada como valor predeterminado si no hay nada que coincida por la izquierda en la lista de referencias. </qt>

source: Shortcut &URL:
es: &URL del acceso rápido:

source: Select the character set that will be used to encode your search query.
es: Seleccione el juego de caracteres que se usará para codificar su búsqueda.

source: <qt> The shortcuts entered here can be used as a pseudo-URI scheme in KDE. For example, the shortcut <b>av</b> can be used as in <b>av</b>:<b>my search</b> </qt>
es: <qt> Los accesos rápidos aquí introducidos se pueden usar como un esquema de pseudo-URI en KDE. Por ejemplo, el acceso rápido <b>av</b> se puede usar en <b>av</b>:<b>mi búsqueda</b> </qt>

source: <html><head/><body><p>Enter the human-readable name of the web shortcut here.</p></body></html>
es: <html><head/><body><p>Introduzca aquí el nombre comprensible del acceso rápido Web.</p></body></html>

source: &Shortcuts:
es: Acce&sos rápidos:

source: Select the character set that will be used to encode your search query
es: Seleccione el juego de caracteres que se usará para codificar su consulta

source: &Charset:
es: Juego de &caracteres:

source: Insert query placeholder
es: Inserte el parámetro de sustitución de la consulta

# @item:inlistbox The default character set
source: Default
es: Predeterminado

source: Modify Web Shortcut
es: Modificar acceso rápido Web

source: New Web Shortcut
es: Nuevo acceso rápido Web

source: The shortcut "%1" is already assigned to "%2". Please choose a different one.
es: El acceso rápido «%1» ya está asignado a «%2». Por favor, seleccione uno diferente.

source: The following shortcuts are already assigned. Please choose different ones. %1
es: Los siguientes accesos rápidos ya están asignados. Por favor, seleccione otros diferentes. %1

source: The Shortcut URL does not contain a \{...} placeholder for the user query. This means that the same page is always going to be visited, regardless of the text typed in with the shortcut.
es: El URL del acceso rápido no contiene un parámetro \{...} para la consulta del usuario. Esto significa que siempre se visitará la misma página, independientemente del texto escrito junto al acceso rápido.

source: Keep It
es: Mantenerlo
