Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kwalletd.po
Languages: lt

source: Already open.
lt: Jau atverta.

source: Error opening file.
lt: Klaida, atveriant failą.

source: Not a wallet file.
lt: Ne slaptažodinės failas.

source: Unsupported file format revision.
lt: Nepalaikoma failo formato versija.

source: Unknown encryption scheme.
lt: Nežinoma šifravimo schema.

source: Corrupt file?
lt: Sugadintas failas?

source: Error validating wallet integrity. Possibly corrupted.
lt: Klaida tikrinant slaptažodinės integralumą. Ji gali būti sugadinta.

source: Read error - possibly incorrect password.
lt: Skaitymo klaida: galimai neteisingas slaptažodis.

source: Decryption error.
lt: Dešifravimo klaida.

source: <qt>Password is empty. <b>(WARNING: Insecure)</b></qt>
lt: <qt>Slaptažodis tuščias. <b>(DĖMESIO: Nesaugu)</b></qt>

source: Passwords match.
lt: Slaptažodžiai sutampa.

source: Passwords do not match.
lt: Slaptažodžiai nesutampa.

source: The KDE Wallet System
lt: KDE piniginės sistema

source: Welcome to KWallet, the KDE Wallet System. KWallet allows you to store your passwords and other personal information on disk in an encrypted file, preventing others from viewing the information. This wizard will tell you about KWallet and help you configure it for the first time.
lt: Jus sveikina KWallet, KDE slaptažodinių sistema. KWallet suteikia galimybę laikyti visus slaptažodžius ir kitą asmeninę informaciją diske viename šifruotame faile taip, kad kiti asmenys negalėtų jos peržiūrėti. Šis vediklis padės Jums teisingai konfigūruoti KWallet.

source: &Basic setup (recommended)
lt: &Paprastas konfigūravimas (rekomenduojamas)

source: &Advanced setup
lt: &Sudėtingesnis konfigūravimas

source: Allow &Once
lt: Leisti &dabar

source: Allow &Always
lt: &Visada leisti

source: &Deny
lt: &Neleisti

source: Deny &Forever
lt: Visada ne&leisti

source: The KDE Wallet system allows you to control the level of security of your personal data. Some of these settings do impact usability. While the default settings are generally acceptable for most users, you may wish to change some of them. You may further tune these settings from the KWallet control module.
lt: KDE slaptažodinių sistema leidžia kontroliuoti Jūsų asmeninių duomenų saugumo laipsnį. Kai kurie iš šių nustatymų taip pat turi įtakos naudojimo paprastumui. Numatytieji nustatymai turėtų būti priimtini daugeliui naudotojų, tačiau kai kuriuos galima pakeisti pagal savo poreikius. Šiuos nustatymus vėliau galėsite pakeisti valdymo centro KWallet modulyje.

source: Automatically close idle wallets
lt: Automatiškai užverti nenaudojamas slaptažodines

source: Store network passwords and local passwords in separate wallet files
lt: Saugoti tinklo slaptažodžius ir vietinius slaptažodžius skirtinguose slaptažodinių failuose

source: Yes, I wish to use the KDE wallet to store my personal information.
lt: Taip, aš noriu naudoti KDE slaptažodines mano asmeninės informacijos saugojimui.

source: Enter a new password:
lt: Įveskite naują slaptažodį:

source: Verify password:
lt: Patikrinti slaptažodį:

source: KDE Wallet Service
lt: KDE slaptažodžių tarnyba

source: <qt>KDE has requested to open the wallet '<b>%1</b>'. Please enter the password for this wallet below.</qt>
lt: <qt>KDE prašo atverti slaptažodinę „<b>%1</b>“. Prašome žemiau įrašyti šios slaptažodinės slaptažodį.</qt>

source: <qt>The application '<b>%1</b>' has requested to open the wallet '<b>%2</b>'. Please enter the password for this wallet below.</qt>
lt: <qt>Programa „<b>%1</b>“ prašo atverti slaptažodinę „<b>%2</b>“. Prašome žemiau įrašyti šios slaptažodinės slaptažodį.</qt>

source: &Open
lt: &Atverti

# Text of a button to ignore the open-wallet notification
source: Ignore
lt: Ignoruoti

source: <b>KDE</b> has requested to open a wallet (%1).
lt: <b>KDE</b> prašo priėjimo prie slaptažodinės (%1).

source: Switch there
lt: Persijungti ten

source: <b>%1</b> has requested to open a wallet (%2).
lt: Programa <b>%1</b> prašo priėjimo prie slaptažodinės (%2).

# Text of a button for switching to the application requesting a password
source: Switch to %1
lt: Persijungti į %1

source: <qt>Error opening the wallet '<b>%1</b>'. Please try again.<br />(Error code %2: %3)</qt>
lt: <qt>Klaida atveriant slaptažodinę „<b>%1</b>“. Prašome pamėginti iš naujo.<br />Klaidos kodas %2: %3)</qt>

source: KDE has requested to open the wallet. This is used to store sensitive data in a secure fashion. Please enter a password to use with this wallet or click cancel to deny the application's request.
lt: KDE prašo atverti slaptažodinę. Slaptažodinė yra naudojama saugiam jautrios informacijos įrašymui. Prašome įrašyti slaptažodinės slaptažodį, arba paspausti mygtuką „atšaukti“ ir taip neleisti programai pasiekti slaptažodinės.

source: <qt>The application '<b>%1</b>' has requested to open the KDE wallet. This is used to store sensitive data in a secure fashion. Please enter a password to use with this wallet or click cancel to deny the application's request.</qt>
lt: <qt>Programa „<b>%1</b>“ Prašo atverti KDE slaptažodinę. Slaptažodinė yra naudojama saugiam jautrios informacijos įrašymui. Prašome įrašyti slaptažodinės slaptažodį, arba paspausti mygtuką „atšaukti“ ir taip neleisti programai pasiekti slaptažodinės.</qt>

source: <qt>KDE has requested to create a new wallet named '<b>%1</b>'. Please choose a password for this wallet, or cancel to deny the application's request.</qt>
lt: <qt>KDE prašo sukurti naują slaptažodinę „<b>%1</b>“. Prašome pasirinkti slaptažodį šiai slaptažodinei, arba paspausti mygtuką „atšaukti“ jei norite atmesti programos prašymą.</qt>

source: <qt>The application '<b>%1</b>' has requested to create a new wallet named '<b>%2</b>'. Please choose a password for this wallet, or cancel to deny the application's request.</qt>
lt: <qt>Programa „<b>%1</b>“ prašo sukurti naują slaptažodinę, pavadintą „<b>%2</b>“. Prašome pasirinkti slaptažodį šiai slaptažodinei, arba paspausti mygtuką „atšaukti“ ir tokiu būdu neleisti sukurti slaptažodinės.</qt>

source: C&reate
lt: &Sukurti

source: <qt>KDE has requested access to the open wallet '<b>%1</b>'.</qt>
lt: <qt>KDE prašo priėjimo prie atvertos slaptažodinės „<b>%1</b>“.</qt>

source: <qt>The application '<b>%1</b>' has requested access to the open wallet '<b>%2</b>'.</qt>
lt: <qt>Programa „<b>%1</b>“ prašo priėjimo prie atvertos slaptažodinės „<b>%2</b>“.</qt>

source: Unable to open wallet. The wallet must be opened in order to change the password.
lt: Nepavyksta atverti slaptažodinės. Norint pakeisti slaptažodį slaptažodinė turi būti atverta.

source: <qt>Please choose a new password for the wallet '<b>%1</b>'.</qt>
lt: <qt>Prašome pasirinkti naują slaptažodį slaptažodinei „<b>%1</b>“.</qt>

source: Error re-encrypting the wallet. Password was not changed.
lt: Iš naujo užšifruojant slaptažodinę įvyko klaida. Slaptažodis nepakeistas.

source: Error reopening the wallet. Data may be lost.
lt: Iš naujo atveriant slaptažodinę įvyko klaida. Gali būti prarasti duomenys.

source: There have been repeated failed attempts to gain access to a wallet. An application may be misbehaving.
lt: Keletą kartų iš eilės nepavyko prisijungti prie slaptažodinės. Gali būti, kad programa veikia blogai.

source: Maintainer
lt: Prižiūrėtojas

source: Former maintainer
lt: Ankstesnis prižiūrėtojas

source: D-Bus Interface
lt: D-Bus sąsaja
