Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kwin.po
Languages: ar

source: Desktop effects have been suspended by another application.<br/>You can resume using the '%1' shortcut.
ar: علقت تأثيرات سطح المكتب بواسطة برنامج أخرى.<br/>يمكنك استئنافه باستخدام الاختصار '%1' .

source: Required X extensions (XComposite and XDamage) are not available.
ar: امتدادات X (أي XComposite و XDamage) غير متوفرة.

source: KWin:
ar: كِون:

source: System
ar: النظام

source: Navigation
ar: التصفح

source: Walk Through Window Tabs
ar: تنقل بين ألسنة النوافذ

source: Walk Through Window Tabs (Reverse)
ar: تنقل بين ألسنة النوافذ (عكسيا)

source: Remove Window From Group
ar: أزل النافذة من المجموعة

source: Windows
ar: النوافذ

source: Window Operations Menu
ar: قائمة عمليات النوافذ

source: Close Window
ar: أغلق النافذة

source: Maximize Window
ar: كبّر النافذة

source: Maximize Window Vertically
ar: كبّر النافذة عمودياً

source: Maximize Window Horizontally
ar: كبّر النافذة أفقياً

source: Minimize Window
ar: صغّر النافذة

source: Shade Window
ar: ظلّل النافذة

source: Move Window
ar: حرّك النافذة

source: Resize Window
ar: أعد تحجيم النافذة

source: Raise Window
ar: ارفع النافذة

source: Lower Window
ar: اخفض النافذة

source: Toggle Window Raise/Lower
ar: ارفع/اخفض النافذة

source: Make Window Fullscreen
ar: اجعل النافذة ملء الشاشة

source: Hide Window Border
ar: اخفِ حد النافذة

source: Keep Window Above Others
ar: ابق النافذة فوق الآخرين

source: Keep Window Below Others
ar: ابق النافذة تحت الآخرين

source: Activate Window Demanding Attention
ar: نشّط النافذة الطالبة للإنتباه

source: Setup Window Shortcut
ar: عيّن اختصار النافذة

source: Pack Window to the Right
ar: احزم النافذة إلى اليمين

source: Pack Window to the Left
ar: احزم النافذة إلى اليسار

source: Pack Window Up
ar: احزم النافذة لأعلى

source: Pack Window Down
ar: احزم النافذة لأسفل

source: Pack Grow Window Horizontally
ar: كبّر النافذة أفقياً

source: Pack Grow Window Vertically
ar: كبّر النافذة عمودياً

source: Pack Shrink Window Horizontally
ar: قلّص النافذة أفقياً

source: Pack Shrink Window Vertically
ar: قلّص النافذة عمودياً

source: Quick Tile Window to the Left
ar: صف النافذة إلى اليسار بسرعة

source: Quick Tile Window to the Right
ar: صف النافذة إلى اليمين بسرعة

source: Switch to Window Above
ar: بدّل للنافذة الأعلى

source: Switch to Window Below
ar: بدّل للنافذة السفلى

source: Switch to Window to the Right
ar: بدل إلى النافذة التي باليمين

source: Switch to Window to the Left
ar: بدل للنافذة التي باليسار

source: Window & Desktop
ar: النافذة و سطح المكتب

source: Keep Window on All Desktops
ar: ابق النافذة على كلّ أسطح المكتب

source: Window to Next Desktop
ar: النافذة لسطح المكتب التالي

source: Window to Previous Desktop
ar: النافذة لسطح المكتب السابق

source: Window One Desktop to the Right
ar: اذهب إلى سطح المكتب الأيمن

source: Window One Desktop to the Left
ar: اذهب إلى سطح المكتب الأيسر

source: Window One Desktop Up
ar: اذهب إلى سطح المكتب الأعلى

source: Window One Desktop Down
ar: اذهب إلى سطح المكتب الأسفل

source: Window to Next Screen
ar: النافذة للشاشة التالية

source: Show Desktop
ar: أظهر سطح المكتب

source: Switch to Next Screen
ar: بدّل للشاشة التالية

source: Miscellaneous
ar: متنوع

source: Kill Window
ar: اقتل النافذة

source: Suspend Compositing
ar: علق التركيب

source: kwin: it looks like there's already a window manager running. kwin not started.
ar: كِون: يبدو أن هناك مدير نوافذ مشغل حالياً، لذا لن يتم تشغيل kwin.

source: KWin is unstable. It seems to have crashed several times in a row. You can select another window manager to run:
ar: برنامج كِون غير مستقر. يبدو أنه انهار مرات كثيرة على التوالي. يمكن اختيار مدير نوافذ آخر:

source: kwin: unable to claim manager selection, another wm running? (try using --replace)
ar: kwin: غير قادر على طلب اختيار مدير، هناك wm آخر يعمل؟ (حاول استخدام -- استبدال)

source: KDE window manager
ar: مدير النوافذ لكدي

source: KWin
ar: كِون

source: (c) 1999-2008, The KDE Developers
ar: 1999-2008، مطوري كدي

source: Maintainer
ar: مشرف المشروع

source: Disable configuration options
ar: عطّل خيارات الضبط

source: Replace already-running ICCCM2.0-compliant window manager
ar: استبدل مدير النوافذ المتوافق مع ICCCM2.0 والذي يعمل حالياً.

source: Indicate that KWin has recently crashed n times
ar: يشير إلى عدد انهيارات كِون

source: You have selected to show a window without its border. Without the border, you will not be able to enable the border again using the mouse: use the window operations menu instead, activated using the %1 keyboard shortcut.
ar: لقد اخترت إظهار نافذة من غير حدود. وبدون حدود لن تستطيع تمكين الحد مرّة أخرى بدون استخدام الفأرة. استخدم قائمة عمليّات النوافذ بدلاً من ذلك بتنشيطها باستخدام اختصار لوحة المفاتيح %1.

source: You have selected to show a window in fullscreen mode. If the application itself does not have an option to turn the fullscreen mode off you will not be able to disable it again using the mouse: use the window operations menu instead, activated using the %1 keyboard shortcut.
ar: لقد اخترت إظهار نافذة في وضعيّة ملء الشاشة. إذا لم يكن للتطبيق نفسه خيار لإيقاف تشغيل وضعية ملء الشاشة، فلن يكون بمقدورك تعطيله مرّة أخرى باستخدام الفأرة. استخدم قائمة عمليّات النوافذ بدلاً من ذلك بتنشيطها باستخدام اختصار لوحة المفاتيح %1.

source: &Move
ar: ح&رّك

source: Re&size
ar: أع&د تحجيم

source: Keep &Above Others
ar: ابقِ ف&وق الآخرين

source: Keep &Below Others
ar: ابقِ ت&حت الآخرين

source: &Fullscreen
ar: &ملء الشاشة

source: Sh&ade
ar: ظ&لّل

source: &No Border
ar: &بدون حد

source: Window &Shortcut...
ar: اختصار ال&نافذة...

source: &Special Window Settings...
ar: إع&دادات النافذة الخاصة...

source: S&pecial Application Settings...
ar: إع&دادات التطبيق الخاصة...

source: Mi&nimize
ar: ك&بّر

source: Ma&ximize
ar: ص&غّر

source: Close Entire &Group
ar: أغلق &كامل المجموعة

source: &Close
ar: أ&غلق

source: &All Desktops
ar: كلّ أ&سطح المكتب

source: Activate Window (%1)
ar: نشط النافذة (%1)

source: Desktop %1
ar: سطح المكتب %1

source: Desktop Switching
ar: تبديل سطح المكتب

source: Switch to Next Desktop
ar: بدّل لسطح المكتب التالي

source: Switch to Previous Desktop
ar: بدّل لسطح المكتب السابق

source: Switch One Desktop to the Right
ar: بدّل سطح المكتب إلى اليمين

source: Switch One Desktop to the Left
ar: بدّل سطح المكتب إلى اليسار

source: Switch One Desktop Up
ar: بدّل سطح المكتب الأعلى

source: Switch One Desktop Down
ar: بدّل سطح المكتب الأسفل

source: KWin helper utility
ar: أداة مساعدة كِون

source: PID of the application to terminate
ar: رمز العملية PID للتطبيق المراد إنهائه.

source: Hostname on which the application is running
ar: اسم المضيف للتطبيق قيد التشغيل.

source: Caption of the window to be terminated
ar: تعليق النافذة المراد إنهائه.

source: Name of the application to be terminated
ar: اسم التطبيق المراد إنهائه.

source: ID of resource belonging to the application
ar: الرقم التعريفي للمورد التابع للتطبيق

source: Time of user action causing termination
ar: الوقت إجراء المستخدم المسبّب للإنهاء

source: This helper utility is not supposed to be called directly.
ar: طلب الأداة المساعدة بشكل مباشر غير مدعوم.

source: &Terminate Application %1
ar: أ&نه التطبيق %1

# Special entry in alt+tab list for minimizing all windows
source: Show Desktop
ar: أظهر سطح المكتب

source: Walk Through Windows
ar: تنقل بين النوافذ

source: Walk Through Windows (Reverse)
ar: تنقل بين النوافذ (عكسياً)

source: Walk Through Windows Alternative
ar: تنقل بين النوافذ البديلة

source: Walk Through Windows Alternative (Reverse)
ar: تنقل بين النوافذ البديلة (عكسياً)

source: Walk Through Desktops
ar: تنقل بين أسطح المكتب

source: Walk Through Desktops (Reverse)
ar: تنقل بين أسطح المكتب (عكسياً)

source: Walk Through Desktop List
ar: تنقل خلال قائمة سطح المكتب

source: Walk Through Desktop List (Reverse)
ar: تنقل خلال قائمة سطح المكتب (عكسياً)
