Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kwin_clients.po
Languages: bg, he, kk, km, mr, ro, wa

# outline window title
source: Disabled
bg: Изключено
he: מבוטל
kk: Болмасын
km: បានបិទ
mr: अकार्यान्वित
ro: Dezactivat
wa: Essocté

# outline window title
source: Enabled
bg: Включено
he: מופעל
kk: Болсын
km: បានបើក
mr: कार्यान्वित
ro: Activat
wa: Èn alaedje

source: Move Up
bg: Преместване нагоре
he: הזז מעלה
kk: ыЖоғарлату
km: ផ្លាស់ទី​ឡើងលើ
mr: वर हलवा
ro: Deplasează în sus
wa: Monter

source: Move Down
bg: Преместване надолу
he: הזז מטה
kk: Төмендету
km: ផ្លាស់ទី​ចុះក្រោម
mr: खाली हलवा
ro: Deplasează în jos
wa: Dischinde

source: Add
bg: Добавяне
he: הוסף
kk: Қосу
km: បន្ថែម
mr: जोडा
ro: Adaugă
wa: Radjouter

source: Remove
bg: Премахване
he: הסר
kk: Өшіру
km: យកចេញ
mr: काढून टाका
ro: Elimină
wa: Oister

source: Edit
bg: Редактиране
he: עריכה
kk: Өзгерту
km: កែសម្រួល
mr: संपादित करा
ro: Editează
wa: Candjî

source: Oxygen Shadow Demo
bg: Демонстрация на сенки в Oxygen
he: הדמיית צללית של Oxygen
kk: Oxygen көлеңкелерін көру
km: បង្ហាញ​សាក​ស្រមោល​អុកស៊ីសែន​
mr: ऑक्सीजन सावलीचा डेमो
ro: Demonstrație Umbră Oxygen

source: Oxygen decoration shadows demonstration
bg: Демонстрация на декорации със сенки в Oxygen
he: הדמייה של הצלליות של Oxygen
kk: Oxygen көлеңкелерінің демонстрациясы
km: ការ​បង្ហាញ​ស្រមោល​​អុកស៊ីសែន
mr: ऑक्सीजन सजावट सावलीचा डेमो
ro: Demonstrație a umbrelor decorative Oxygen

source: Save
bg: Запис
he: שמור
kk: Сақтау
km: រក្សាទុក
mr: साठवा
ro: Salvează

source: Save shadows as pixmaps in provided directory
bg: Запис на сенките като файлове в дадена директория
he: שמור צלליות בתור מפת סיביות בספרייה המוגדרת
kk: Көлеңкелерді нүктелі кескін ретінде келтірілген каталогта сақтау
km: រក្សាទុក​ស្រមោល​ជា pixmaps នៅ​ក្នុង​ថត​ដែល​បាន​ផ្ដល់​
mr: सावल्या पिक्समेप म्हणून दिलेल्या संचयीकेत साठवा
ro: Salvează umbrele ca hărți de pixeli în dosarul furnizat

source: Draw window background
bg: Изчертаване фона на прозореца
he: צייר את רגע החלון
kk: Терезенің аясын салу
km: ទាញ​បង្អួច​ផ្ទៃ​ខាងក្រោយ
mr: चौकट पार्श्वभूमी आखा
ro: Desenează fundalul ferestrei

source: Inactive Windows
bg: Неактивни прозорци
he: חלונות לא פעילים
kk: Белсенді емес терезе
km: វីនដូ​អសកម្ម​
mr: निष्क्रिय चौकटी
ro: Ferestre inactive

source: Active Windows
bg: Активни прозорци
he: חלונות פעילים
kk: Белсенді терезе
km: វីនដូ​​សកម្ម​
mr: सक्रिय चौकटी
ro: Ferestre active

source: Window Actions Menu
he: תפריט פעולות החלון
kk: Терезе әрекеттер ммәзірі
mr: चौकट क्रिया मेन्यू
ro: Meniu acțiuni fereastră

source: Application Menu
he: תפריט היישום
kk: Қолданбаның мәзірі
mr: अनुप्रयोग मेन्यू
ro: Meniu aplicație

source: Keep Above Others
bg: Запазване на преден план
he: השאר מעל האחרים
kk: Бет алдында ұстау
km: ដាក់​លើ​គេ
mr: इतरांच्या वर ठेवा
ro: Ține deasupra celorlalte
wa: Mete pa dzeu les ôtes

source: Keep Below Others
bg: Запазване на заден план
he: השאר מתחת לאחרים
kk: Ең артында ұстау
km: ដាក់​ក្រោម​គេ
mr: इतरांच्या खाली ठेवा
ro: Ține sub celelalte
wa: Mete pa dzo les ôtes

source: On All Desktops
bg: На всички работни плотове
he: בכל שולחנות העבודה
kk: Барлық үстелдерінде
km: លើ​ផ្ទៃតុ​ទាំងអស់
mr: सर्व डेस्कटॉप वर
ro: Pe toate birourile
wa: So tos les scribannes

source: Shade Button
bg: Сянка
he: כפתור גלילה
kk: Айдарға түю батырмасы
km: ដាក់​ស្រមោល​ប៊ូតុង
mr: सावली बटन
ro: Buton de umbrire
wa: Boton avou ombion

source: Laptop
bg: Лаптоп
he: מחשב נייד
km: កុំព្យូទ័រ​យួរ​ដៃ
wa: Poirtåve

source: General
bg: Общи
he: כללי
kk: Жалпы
km: ទូទៅ
mr: सामान्य
wa: Djenerå

source: (c) 2011, Hugo Pereira Da Costa
km: រក្សា​សិទ្ធ​ឆ្នាំ ២០១១ Hugo Pereira Da Costa
mr: (c) 2011, ह्युगो परैरा डा कोस्टा

source: Oxygen
km: អុកស៊ីសែន
mr: ऑक्सीजन
wa: Ocsidjinne

source: Hugo Pereira Da Costa
mr: ह्युगो परैरा डा कोस्टा
