Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kwin_clients.po
Languages: bg, he, kk, km, mr, ro, wa

# NAME OF TRANSLATORS
source: Your names
bg: Ясен Праматаров
he: צוות התרגום של KDE ישראל
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, ចាន់ សម្បត្តិរតនៈ, សុខ សុភា
ro: Cristian Buzdugă
wa: Djan Cayron

# EMAIL OF TRANSLATORS
source: Your emails
bg: yasen@lindeas.com
he: kde-l10n-he@kde.org
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info,ratanak@khmeros.info,sophea@khmeros.info
ro: cristianbzdg@gmail.com
wa: jean.cayron@gmail.com

source: Config Dialog
bg: Прозорец за настройки
he: חלון תצורה
kk: Баптау диалогы
km: កំណត់​រចនា​សម្ព័ន្ធ​ប្រអប់
mr: संयोजना संवाद
ro: Dialog de configurare
wa: Li fniesse d' apontiaedje

source: Title &Alignment
bg: Подравняване на &заглавието
he: &יישור הכותרת
kk: &Айдардың жазуының ығысуы
km: ការ​តម្រឹម​ចំណង​ជើង
mr: शिर्षक स्थान (&A)
ro: &Aliniere titlu
wa: &Aroymint do tite

source: Left
bg: Ляво
he: שמאל
kk: Солға
km: ឆ្វេង
mr: डावीकडे
ro: Stînga
wa: A hintche

source: Center
bg: Центрирано
he: מרכז
kk: Ортаға
km: កណ្តាល
mr: मध्यभागी
ro: Centru
wa: Å mitan

source: Right
bg: Дясно
he: ימין
kk: Онға
km: ស្តាំ
mr: उजवीकडे
ro: Dreapta
wa: A droete

source: Check this option if the window border should be painted in the titlebar color. Otherwise it will be painted in the background color.
bg: Изчертаване рамките на прозореца с цветовете на заглавието. Ако отметката не е включена, се използват цветовете за фона.
he: בחר באפשרות זו, אם ברצונך שמסגרת החלון תצבע בצבע הכותרת, אחרת היא תצבע בצבע הרקע של החלון.
kk: Белгісі қойылса, терезенің шегі айдарымен түстес болады, әйтпесе, аясының түсімен боялады.
km: ធីក​ជម្រើស​នេះ ប្រសិន​បើ​ស៊ុម​បង្អួច​គួរ​តែ​ត្រូវ​បាន​គូរ​ក្នុង​ពណ៌​របារ​ចំណង​ជើង ។ បើ​ពុំ​នោះ​ទេ វា​នឹង​ត្រូវ​បាន​គូរ​ក្នុង​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ ។
ro: Bifați această opțiune dacă marginea ferestrei trebuie să fie pictată în culoarea barei de titlu. Altfel va fi pictată în culoarea fundalului.

source: Colored window border
bg: Цветна рамка на прозорците
he: מסגרת חלון צבעונית
kk: Терезенің шегін бояу
km: ស៊ុម​បង្អួច​ដែល​បាន​ដាក់​ពណ៌
mr: रंगीत चौकट किनार
ro: Chenar de fereastră colorat
wa: Boirds del finiesse e coleur

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
bg: Текстът в заглавието на прозореца се показва със сянка, като се имитира триизмерен ефект.
he: סמן אפשרות זו, אם ברצונך שהכיתוב יקבל מראה תלת ממדי עם צל מתחתיו.
kk: Айдардың мәтіні, артында көлеңкесі бар үш өлшемді түрде болсын десеңіз, осы құсбелгісін қойыңыз.
km: ធីក​ជម្រើស​នេះ បើ​អ្នក​ចង់​ឲ្យ​អត្ថបទ​របារ​ចំណង​ជើង​មាន​លក្ខណៈ​ជា 3D ព្រម​ទាំង​មាន​ស្រមោល​ពី​ក្រោយ​វា ។
ro: Bifați această opțiune dacă doriți ca textul barei de titlu să aibă un aspect 3D cu o umbră în spate.

source: Use shadowed &text
bg: Използване на &сянка за текста в заглавието на прозореца
he: השתמש ב&כיתוב מוצלל
kk: &Мәтін көлеңкелі болсын
km: ប្រើ​អត្ថបទ​ដែល​មាន​ស្រមោល
mr: सावली असलेले पाठ्य वापरा (&T)
ro: Folosește &text umbrit
wa: Eployî tecse a &ombion

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
bg: Открояване на бутоните, когато показалецът на мишката бъде позициониран над тях.
he: בחר באפשרות זו, אם ברצונך שהכפתורים של החלון יהבהבו כאשר אתה מעביר את סמן העכבר מעליהם.
kk: Батырмалар тышқан меңзері тигенде, біртіндеп өзгеріп, меңзер кеткенде біртіндеп бұрынғы түріне қайтсын десеңіз, осы құсбелгіні қойыңыз.
km: ធីក​ជម្រើស​នេះ បើ​អ្នក​ចង់​ឲ្យ​ប៊ូតុង​អណ្ដែត​បន្តិច​ម្តងៗ នៅ​ពេល​ព្រួញ​កណ្តុរ​សំកាំង​លើ​ពួក​វា និង​លិច​បន្តិច​ម្តង​ទៀត​ពេល​វា​ផ្លាស់​ទី​ចេញ ។
ro: Bifați această opțiune dacă doriți ca butoanele să apară gradual cînd indicatorul de maus planează peste ele și să se estompeze iar cînd este dat deoparte.

source: Animate buttons
bg: Анимация за бутоните
he: הנפש כפתורים
kk: Батырмалар анимациялансын
km: ធ្វើ​ឲ្យ​ប៊ូតុង​មាន​ចលនា
mr: बटन ऍनीमेट करा
ro: Butoane animate
wa: Botons animés

source: Menu
bg: Меню
he: תפריט
km: ម៉ឺនុយ
ro: Meniu
wa: Dressêye

source: Not on all desktops
bg: Само на един работен плот
he: לא בכל שולחנות העבודה
km: មិន​នៅ​លើ​ផ្ទៃតុ​ទាំងអស់
ro: Nu pe toate birourile
wa: Nén so tos les scribannes

source: On all desktops
bg: На всички работни плотове
he: בכל שולחנות העבודה
km: លើ​ផ្ទៃតុ​ទាំងអស់
ro: Pe toate birourile
wa: So tos les scribannes

source: Minimize
bg: Минимизиране
he: הקטן
kk: Түю
km: បង្រួម​អប្បបរមា
mr: लहान करा
ro: Minimizează
wa: Å pus ptit

source: Maximize
bg: Максимизиране
he: הגדל
kk: Кең жаю
km: ពង្រីក​អតិបរមា
mr: मोठी करा
ro: Maximizează
wa: Å pus grand

source: Help
bg: Помощ
he: עזרה
kk: Анықтама
km: ជំនួយ​
mr: मदत
ro: Ajutor
wa: Aidance

source: Close
bg: Затваряне
he: סגור
kk: Жабу
km: បិទ
mr: बंद करा
ro: Închide
wa: Clôre

source: Unshade
bg: Разгъване
he: בטל גלילה
km: ដោះ​ស្រមោល
ro: Luminează
wa: Disrôler

source: Shade
bg: Сгъване
he: גלול
km: ស្រមោល
ro: Umbrește
wa: Ombion

source: Resize
bg: Промяна на размера
he: שנה גודל
km: ប្តូរ​ទំហំ
ro: Redimensionează
wa: Candjî d' grandeu

source: <b><center>B II preview</center></b>
bg: <center><b>Преглед на B II</b></center>
he: <b><center>תצוגה מקדימה של B II</center></b>
km: <b><center>មើល B II ជា​មុន</center></b>
ro: <b><center>Previzualizare B II</center></b>
wa: <b><center>Prévoeyaedje B II</center></b>

source: Restore
bg: Възстановяване
he: שחזר
km: ស្ដារ
ro: Restabilire
wa: Rapexhî

source: Draw window frames using &titlebar colors
bg: &Изчертаване рамките на прозореца с цветовете на заглавието
he: צייר את מסגרות החלונות באמצעות צבעי ה&כותרת
km: គូរ​ស៊ុម​បង្អួច​ដោយ​ប្រើ​ពណ៌​របារ​ចំណង​ជើង
ro: Desenează ramele ferestrelor utilizînd culorile barei de &titlu
wa: Dessiner les boirdeures des fniesses avou les coleurs del båre di &tite

source: When selected, the window borders are drawn using the titlebar colors; otherwise, they are drawn using normal border colors.
bg: Изчертаване рамките на прозореца с цветовете на заглавието. Ако отметката не е включена, се използват стандартните цветове.
he: כאשר נבחר, החלון יצייר את המסגרות באמצעות צבעי הכותרות, אחרת המסגרות יצוירו באמצעות צבעי המסגרת הרגילים.
km: នៅ​ពេល​ជ្រើស ស៊ុម​បង្អួច​ត្រូវ​បាន​គូរ​ដោយ​ប្រើ​ពណ៌​របារ​ចំណង​ជើង បើ​ពុំ​នោះ​ទេ ​ពួក​វា​ត្រូវ​បាន​គូរ​ដោយ​ប្រើ​ពណ៌​ស៊ុម​ធម្មតា ។
ro: Cînd este selectat, marginile ferestrelor sînt desenate folosind culorile barei de titlu; altfel, ele sînt desenate folosind culori de margine normale.

source: Draw &resize handle
bg: Изчертаване на &манипулатора за промяна размерите на прозорец
he: צייר ידית &שינוי גודל
km: គូរ​ចំណុច​ទាញ​សម្រាប់​ប្ដូរ​ទំហំ
ro: Desenează mînerul de &redimensionare
wa: Dessiner pougneye po candjî l' &grandeu

source: When selected, decorations are drawn with a "grab handle" in the bottom right corner of the windows; otherwise, no grab handle is drawn.
bg: Манипулаторът за промяна размерите на прозореца представлява един малък триъгълник в долния десен край на прозореца и служи за по-лесна промяна размерите на прозореца. Обикновено, по-голяма област се хваща по-лесно с мишката.
he: כאשר נבחר, קישוטים יציירו "ידית אחיזה" בפינה שמאלית תחתונה של החלונות, אחרת לא תצויר ידית אחיזה.
km: នៅ​ពេល​ជ្រើស ការ​តុប​តែង​ត្រូវ​បាន​គូរ​ដោយ​ប្រើ "ចំណុច​ទាញ​ចាប់" ក្នុង​ជ្រុង​ខាង​ក្រោម​ស្ដាំ​របស់​បង្អួច បើ​ពុំ​នោះ​ទេ នឹង​គ្មាន​ចំណុច​ទាញ​ចាប់​ត្រូវ​បាន​គូរ​ឡើយ ។
ro: Cînd este selectat, decorările sînt desenate cu un „mîner de tragere” în colțul din dreapta jos al ferestrelor; altfel, niciun mîner de tragere este desenat.

source: Auto-move titlebar
bg: Автоматично местене на заглавната лента
he: הזז את הכותרת באופן אוטומטי
km: ផ្លាស់ទី​របារ​ចំណង​ជើង​ដោយ​ស្វ័យ​ប្រវត្តិ
ro: Bară de titlu cu auto-plasare
wa: Bodjî otomaticmint l' båre di tite

source: When selected, titlebars are automatically relocated to visible positions; otherwise, they are only moved manually using shift+drag.
bg: При избиране заглавните ленти автоматично се преместват във видими позиции. Иначе се местят само ръчно с shift и влачене с мишката.
he: כאשר מופעל, כותרות מוזזות באופן אוטומטי אל מקומות נראים, אחרת ניתן להזיז אותם ידינית רק בעזרת הזזה+shift.
km: នៅពេល​បាន​ជ្រើស របារ​ចំណង​​ជើង​ត្រូវបាន​កំណត់ទីតាំង​ឡើង​វិញ​ដោយ​ស្វ័យ​ប្រវត្តិ​ទៅ​ទីតាំង​ដែល​មើលឃើញ បើ​មិន​ដូច្នេះ​ទេ ពួកវា​ត្រូវបានផ្លាស់ទី​ដោយ​ដៃ​តែ​ប៉ុណ្ណោះ ដោយ​ប្រើ​ប្ដូរ (shift)+អូស ។
ro: Cînd este selectat, barele de titlu sînt reașezate automat în pozițiile vizibile; altfel, ele sînt plasate doar manual folosind shift+tragere.

source: Actions Settings
bg: Настройки на действията
he: הגדרות פעולות
km: ការ​កំណត់​អំពើ
ro: Configurări acțiuni
wa: Apontiaedjes des accions

source: Double click on menu button:
bg: Двойно щракване върху бутона с менюто:
he: לחיצה כפולה על כפתור התפריט:
km: ចុច​ទ្វេ​ដង​លើ​ប៊ូតុង​ម៉ឺនុយ ៖
ro: Dublu-clic pe buton de meniu:
wa: Dobe clitchaedje sol boton di menu:

source: Do Nothing
bg: Без операция
he: אל תעשה כלום
km: កុំ​ធ្វើ​អ្វី
ro: Nu fă nimic
wa: Èn rén fé

source: Minimize Window
bg: Минимизиране
he: הקטן חלון
km: បង្រួម​បង្អួច​អប្បបរមា
ro: Minimizează fereastra
wa: Mete li fniesse å pus ptit

source: Shade Window
bg: Сгъване
he: גלול חלון
km: ចោល​ស្រមោល​បង្អួច
ro: Umbrește fereastra
wa: Erôler l' finiesse

source: Close Window
bg: Затваряне
he: סגור חלון
km: បិទ​បង្អួច
ro: Închide fereastra
wa: Clôre li fniesse

source: An action can be associated to a double click of the menu button. Leave it to none if in doubt.
bg: Асоцииране на операция при двойно щракване върху бутона с менюто.
he: פעולה שמקושרת אל אירוע לחיצה כפולה של תפריט החלון. השאר את זה ב"כלום" אם יש לך ספק.
km: សកម្មភាព​មិន​អាច​ត្រូវ​បាន​ភ្ជាប់​ជាមួយ​ការ​ចុច​ទ្វេរដង​នៃ​ប៊ូតុង​ម៉ឺនុយ ។ ទុក​វា​ទទេ បើ​មិន​ច្បាស់ ។
ro: O acțiune poate fi asociată cu dublu-clic butonul de meniu. Lăsați gol dacă sînteți nesigur.
wa: Ene accion pout esse associeye å dobe clitchaedje sol boton di menu. Leyîz l' a nouk si vos avoz des dotances.

source: Button mouseover transition
bg: Преминаване на мишката върху бутон
he: אפקט מעבר של עכבר
kk: Батырмаға меңзеу қимылы
km: ដំណើរ​ផ្លាស់ប្ដូរ​នៃការ​ដាក់​កណ្ដុរ​លើ​បង្អួច
mr: बटनवरुन माऊस नेल्यावर बदल
ro: Tranziție buton la șoricel-peste

source: Configure window buttons' mouseover highlight animation
bg: Настройка на анимацията при преминаване на мишката върху бутони
he: הגדרת אנימצית מעבר של הכפתורים של החלונות
kk: Терезедегі батырманы меңзегенде анимациялап белгілеуін баптау
km: កំណត់​រចនាសម្ព័ន្ធ​ចលនា​រំលេច​នៅ​ពេល​ដាក់​កណ្ដុរ​លើ​បង្អួច​​បង្អួច
mr: चौकटीतील बटनवरुन माऊस नेल्यावर बदल ऍनीमेशन संयोजीत करा
ro: Configurează animațiile de evidențiere șoricel-peste a butoanelor ferestrelor

source: Title transitions
bg: Превключвания на заглавията
he: שינוי של כותרת
kk: Айдарының ауысуы
km: ដំណើរ​ផ្លាស់ប្ដូរ​ចំណង​ជើង
mr: शिर्षक बदल
ro: Tranziții de titlu

source: Configure fading transitions when window title is changed
bg: Настройки на избледняването на заглавията при превключване на прозорци
he: הגדר את אפקט של מעבר, כאשר הכותרת של החלון שונתה
kk: Терезенің айдары өзгергенде, біртіндеп ауысуын баптау
km: កំណត់​រចនាសម្ព័ន្ធ​​ដំណើរ​សាក​ពណ៌ នៅ​ពេល​ចំណង​ជើង​បង្អួច​ត្រូវ​បាន​ផ្លាស់ប្ដូរ
mr: ज्यावेळी चौकटीचे शिर्षक बदलेल त्यावेळी पुसट होणारे बदल संयोजीत करा
ro: Configurează tranziția atenuată cînd titlul unei ferestre s-a schimbat

source: Window active state change transitions
he: מעבר בין מצבי פעילות של חלונות
kk: Терезеден терезеге назарын ауыстыру амалы
km: ដំណើរ​ផ្លាស់ប្ដូរ​ស្ថានភាព​សកម្ម​របស់​បង្អួច
mr: चौकट सक्रिय स्थिती बदल संक्रमण
ro: Tranziții de schimbare a stării active a ferestrei

source: Configure fading between window shadow and glow when window's active state is changed
kk: Терезеден терезеге назардың біртіндеп ауысуын баптау
km: កំណត់​រចនាសម្ព័ន្ធ​នៃ​កា​រ​សាកពណ៌​រវាង​ស្រមោល និង​ការ​បញ្ចេញ​ពន្លឺ​ នៅ​ពេល​ដែល​ស្ថានភាព​សកម្ម​របស់​បង្អួច​ត្រូវ​បាន​ផ្លាស់ប្ដូរ
mr: ज्यावेळी चौकटींची सक्रिय स्थिती बदलते त्यावेळी चौकट सावलीमध्ये पुसट करणे व चमकणे संयोजीत करा
ro: Configurează tranziția atenuată între umbra și strălucirea ferestrei cînd se schimbă starea activă a ferestrei

source: Window grouping animations
bg: Анимации при групиране на прозорци
he: אנימציות של קיבוץ חלונות
kk: Терезе топтастыру анимациясы
km: ចលនា​នៃ​កា​រដាក់​បង្អួច​ជា​ក្រុម
mr: चौकट समूहीकरण ऍनीमेशन
ro: Animații la gruparea ferestrelor

source: Configure window titlebar animations when windows are grouped/ungrouped
bg: Настройки на анимациите в заглавието при групиране и разгрупиране на прозорци
he: הגדר את אנימציית כותרת החלונות כאשר חלונות מקובצים או מופרדים
kk: Терезелер топтасу/ыдырау кезіндегі айдарының анимациясын баптау
km: កំណត់​រចនាសម្ព័ន្ធ​ចលនា​របារ​ចំណង​ជើង​ នៅពេល​បង្អួច​ត្រូវ​បាន​ដាក់​ជា​​ក្រុម/បំបែក​ក្រុម
mr: ज्यावेळी चौकटी समूहात/वेगळ्या असतील त्यावेळी चौकट शिर्षकपट्टी ऍनीमेशन संयोजीत करा
ro: Configurează animația barei de titlu a ferestrei cînd ferestrele sunt grupate

source: Hide Advanced Configuration Options
bg: Скриване на разширените настройки
he: הסתר הגדרות מתקדמות
kk: Жетелеп баптау параметрлерін жасыру
km: លាក់​ជម្រើស​កំណត់​រចនាសម្ព័ន្ធ​កម្រិត​ខ្ពស់
mr: प्रगत संयोजना पर्याय लपवा
ro: Ascunde opțiunile de configurare avansată

source: Show Advanced Configuration Options
bg: Показване на разширените настройки
he: הצג הגדרות מתקדמות
kk: Жетелеп баптау параметрлерін көрсету
km: បង្ហាញជម្រើស​កំណត់​រចនាសម្ព័ន្ធ​កម្រិត​ខ្ពស់
mr: प्रगत संयोजना पर्याय दर्शवा
ro: Arată opțiunile de configurare avansată

source: Animations
bg: Анимации
he: אנימציות
kk: Анимация
km: ចលនា
mr: ऍनीमेशन
ro: Animații

source: Remove selected exception?
bg: Да се премахне ли избраното изключение?
he: האם להסיר את החריגה הנבחרת?
kk: Таңдалған ерекшелік өшірілсін бе?
km: យក​ករណីលើកលែង​ចេញ ?
mr: निवडलेले अपवाद काढून टाकायचे का?
ro: Elimină excepția selectată?
wa: Disfacer l' foû rîle tchoezi ?

source: Regular Expression syntax is incorrect
bg: Регулярният израз е синтактично неправилен
he: התחביר של הביטוי הרגולי לא תקין
kk: Үлгі өрнегінің синтаксисі қате
km: វាក្យសម្ព័ន្ធ​​ម​ធម្មតា​មិន​ត្រឹមត្រូវ​ទេ
mr: नियमित अभिव्यक्ति सिन्टेक्स चुकीचा आहे
ro: Sintaxa Expresiei Regulare nu este corectă
wa: Li sintake di l' erîlêye ratourneure est mwaijhe

source: Exception Type
bg: Вид изключение
he: סוג החריגה
kk: Ерекшеліктің түрі
km: ប្រភេទ​លើកលែង
mr: अपवाद प्रकार
ro: Tip de excepție
wa: Sôre di foû rîle

source: Regular Expression
bg: Регулярен израз
he: ביטוי רגולרי
kk: Үлгі өрнегі
km: កន្សោម​ធម្មតា
mr: नियमित अभिव्यक्ति
ro: Expresie regulară
wa: Erîlêye ratourneure

source: Window Title
bg: Заглавие на прозорец
he: כותרת חלון
kk: Терезенің айдары
km: ចំណ​ងជើង​បង្អួច
mr: चौकट शिर्षक
ro: Titlul ferestrei
wa: Tite del finiesse

source: Window Class Name
bg: Име на клас на прозореца
he: שם מחלקת החלון
kk: Терезе класының атауы
km: ឈ្មោះ​ថ្នាក់បង្អួច
mr: चौकट वर्ग नाव
ro: Numele clasei ferestrei
wa: No del classe di fniesse

source: Enable/disable this exception
bg: Включване и изключване на изключението
he: אפשר/בטל הרחבה זו
kk: Осы ерекшелікті рұқсат ету/етпеу
km: បិទ/បើក​ករណីលើកលែង​នេះ
mr: हा अपवाद कार्यान्वित/अकार्यान्वित करा
ro: Activează/dezactivează această excepție
wa: Mete èn alaedje/essocter c' foû rîle la

source: Border size:
bg: Размер на рамката:
he: גודל מסגרת:
kk: Шеттің қалыңдығы:
km: ទំហំ​ស៊ុម​ ៖
mr: किनार आकार :
ro: Dimensiune margine:
wa: Grandeu del boirdeure :

# @item:inlistbox Border size:
source: No Border
he: ללא מסגרת
kk: Жиегі жоқ
mr: किनार नाही
ro: Fără margine

# @item:inlistbox Border size:
source: No Side Borders
he: ללא מסגרת בצצדים
kk: Жақтарда жиегі жоқ
mr: बाजुची किनार नाही
ro: Fără margine laterală

# @item:inlistbox Border size:
source: Tiny
he: פצפון
kk: Шағын
mr: लहान
ro: Minusculă

# @item:inlistbox Border size:
source: Normal
bg: Нормален
he: רגיל
kk: Кәдімгі
km: ធម្មតា
mr: सामान्य
ro: Normală
wa: Normåle

# @item:inlistbox Border size:
source: Large
bg: Голям
he: גדול
kk: Үлкен
km: ធំ
mr: मोठा
ro: Mare
wa: Grande

# @item:inlistbox Border size:
source: Very Large
bg: Много голям
he: גדול מאוד
kk: Оте үлкен
km: ធំណាស់
mr: खूप मोठा
ro: Foarte mare
wa: Foirt grande

# @item:inlistbox Border size:
source: Huge
bg: Огромен
he: ענק
kk: Зор
km: ធំ​សម្បើម
mr: अवाढव्य
ro: Imensă
wa: Foû grande

# @item:inlistbox Border size:
source: Very Huge
he: ענק מאוד
kk: Өте зор
mr: प्रचंड अवाढव्य
ro: Extrem de mare

# @item:inlistbox Border size:
source: Oversized
he: גדול מדי
kk: Шектен асқан
mr: आकारापेक्षा जास्त
ro: Supradimensionată

source: Title alignment:
bg: Подравняване на заглавието:
he: יישור הכותרת:
kk: Айдар жазуының орны
km: ការ​តម្រឹម​ចំណង​ជើង ៖
mr: शिर्षक स्थान :
ro: Aliniere titlu:
wa: Aroymint do tite :

source: Center (Full Width)
bg: Центрирано (пълна широчина)
he: מרכז (כל הרוחב)
kk: Ортасы (Толық ені)
km: កណ្ដាល (ទទឹង​​ពេញ)
mr: मध्य (पूर्ण रुंदी)
ro: Centru (Lățime întreagă)

source: Button size:
bg: Размер на бутоните:
he: גודל כפתורים:
kk: Батырманың өлшемі:
km: ទំហំប៊ូតុង ៖
mr: बटन आकार :
ro: Dimensiune buton:
wa: Grandeu do boton :

# @item:inlistbox Button size:
source: Small
bg: Малък
he: רגיל
kk: Шағын
mr: लहान
ro: Mic
wa: Pitit

# @item:inlistbox Button size:
source: Normal
he: רגיל
kk: Кәдімгі
mr: सामान्य
ro: Normală

# @item:inlistbox Button size:
source: Large
bg: Голям
he: גדול
kk: Үлкен
mr: मोठा
ro: Mare
wa: Grand

# @item:inlistbox Button size:
source: Very Large
he: גדול מאוד
kk: Оте үлкен
mr: खूप मोठा
ro: Foarte mare

# @item:inlistbox Button size:
source: Huge
he: ענק
kk: Зор
mr: अवाढव्य
ro: Imensă

source: Enable animations
bg: Включване на анимации
he: אפשר אנימציות
kk: Анимациялары рұқсат етілсін
km: បើក​ចលនា
mr: ऍनीमेशन कार्यान्वित करा
ro: Activează animațiile
wa: Mete èn alaedje les animåcions

source: Fine Tuning
bg: Фина настройка
he: הגדרות עדינות
kk: Дәлдеп лайықтау
km: កែសម្រួល
mr: फाईन ट्युनिंग
ro: Ajustare fină
wa: Fén apontiaedje

source: Never Draw Separator
bg: Никога да не се изчертават разделители
he: לעולם אל תציג מפריד
kk: Бөлгіші болмасын
km: កុំ​គូរ​សញ្ញា​បំបែក
mr: विभाजक कधीही आखु नका
ro: Nu desena separator niciodată
wa: Èn måy dessiner d' separateu

source: Draw Separator When Window is Active
bg: Изчертаване на разделители при активен прозорец
he: הצג מפריד כאשר החלון פעיל
kk: Белснді терезесінің бөлгіші болсын
km: គូរ​សញ្ញា​បំបែក​នៅពេល​បង្អួច​សកម្ម
mr: चौकट सक्रिय असताना विभाजक आखा
ro: Desenează separator cînd fereastra este activă
wa: Dessiner separateu cwand l' finiesse overe

source: Always Draw Separator
bg: Винаги да се изчертават разделители
he: תמיד הצג מפריד
kk: Бөлгіші болсын
km: តែងតែ​គូរ​សញ្ញា​បំបែក​ជា​និច្ច
mr: नेहमी विभाजक आखा
ro: Desenează separator întotdeauna
wa: Tofer dessiner l' separateu

source: Separator display:
bg: Показване на разделител:
he: מפריד תצוגה:
kk: Бөлгішін көрсетуі:
km: បង្ហាញ​សញ្ញា​បំបែក ៖
mr: विभाजक दृश्य :
ro: Afișaj separator:
wa: Håynaedje do separateu :

source: Outline active window title
bg: Открояване заглавието на активния прозорец
kk: Белсенді терезе айдарын белдеулеу
km: ចំណង​ជើង​បង្អួច​សកម្ម​គ្រោង
mr: सक्रिय चौकट शिर्षक रूपरेषा
ro: Conturează titlul ferestrei active
wa: Cotoû do tite del finiesse ovrante

source: Use narrow space between decoration buttons
bg: Малко разстояние между бутоните
he: השתמש במרווח צר בין הכפתורים של הקישוטים
kk: Безендіру батыралар арасында шағын аралық болсын
km: ប្រើ​ចន្លោះ​តូច​រវាង​ប៊ូតុង​តុបតែង
mr: सजावट बटनांमध्ये कमी अंतर वापरा
ro: Folosește spațiu îngust între butoanele de decorare
wa: Si siervi d' on stroet espåce inte les botons do gåyotaedje

source: Add handle to resize windows with no border
kk: Жиегі жоқ терезелеріне өлшемін өзгерту тізгіндері қосылсын
mr: विनाकिनार चौकटीचा आकार बदलण्यासाठी कडी जोडा
ro: Adaugă mîner pentru redimensionarea ferestrelor fără margine

source: Close windows by double clicking the menu button
bg: Затваряне чрез двойно щракване върху бутона на менюто
he: סגור את החלון באמצעות לחיצה כפולה על תפריט החלון
kk: Мәзір батырмасын қос шерткенде терезе жабылсын
km: បិទ​បង្អួច​ដោយ​ចុច​ទ្វេដង​លើ​ប៊ូតុង​ម៉ឺនុយ
mr: मेन्यू बटन वर दोनदा क्लिक करून चौकटी बंद करा
ro: Închide ferestrele prin dublu-clic pe butonul de meniu
wa: Clôre les fniesses avou on dobe-clitche sol boton del dressêye

source: Shadows
bg: Сенки
he: צלליות
kk: Көлеңкелеу
km: ស្រមោល
mr: सावल्या
ro: Umbre
wa: Ombions

source: Window Drop-Down Shadow
bg: Сенки на прозорците
he: צלליות של חלונות
kk: Терезенің көлеңкесі болсын
km: ស្រមោល​បង្អួច​ទម្លាក់​ចុះ
mr: चौकटी खालील सावली
ro: Umbră lăsată-în-jos a ferestrei
wa: Ombion del djivêye disrôlante

source: Active Window Glow
bg: Сияние на активния прозорец
he: חלון פעיל זוהר
kk: Белсенді терезесі жарқырап көрсетілсін
km: ពន្លឺ​បង្អួច​សកម្ម
mr: सक्रिय चौकट चमक
ro: Aură la ferestra activă
wa: Reyonaedje del finiesse ovrante

source: Window-Specific Overrides
bg: Изключения за конкретни прозорци
he: הגדרות עוקפות עבור חלונות מסויימים
kk: Терезенің ерекшеліктері
km: បដិសេធ​បង្អួច​ជាក់លាក់
mr: चौकट-संबंधित अपवाद
ro: Suprascrieri specifice-ferestrelor
wa: Sipotchaedjes sipecifikes al finiesse

source: Information about Selected Window
bg: Данни за избрания прозорец
he: מידע אודות החלון הנבחר
kk: Таңдалған терезе туралы мәлімет
km: ព័ត៌មាន​អំពី​បង្អួច​ដែលបានជ្រើស
mr: निवडलेल्या चौकटी बद्दल माहिती
ro: Informații despre fereastra selectată
wa: Informåcion sol finiesse di tchoezeye

source: Class:
bg: Клас:
he: מחלקה:
kk: Класы:
km: ថ្នាក់ ៖
mr: वर्ग :
ro: Clasă:
wa: Classe :

source: Title:
bg: Заглавие:
he: כותרת:
kk: Айдары:
km: ចំណង​ជើង ៖
mr: शिर्षक :
ro: Titlu:
wa: Tite :

source: Window Property Selection
he: בחירה של מאפייני חלון
kk: Терезе қасиетін таңдау
km: ជម្រើស​លក្ខណៈសម្បត្តិ​បង្អួច
mr: चौकट गुणधर्म निवड
ro: Selecție proprietăți de fereastră
wa: Tchoes des prôpietés del finiesse

source: Use window class (whole application)
bg: Използване класа на прозореца (за цялото приложение)
he: השתמש במחלקת החלון (כל היישום)
kk: Терезе класын пайдалану (түгел бағдарлама)
km: ប្រើ​ថ្នាក់បង្អួច (ការអនុវត្តទាំង​មូល)
mr: चौकट वर्ग वापरा (पूर्ण अनुप्रयोग)
ro: Folosește clasa ferestrei (toată aplicația)
wa: Eployî classe di fniesse (tot l' programe)

source: Use window title
bg: Използване заглавието на прозореца
he: השתמש בכותרת החלון
kk: Терезе айдарын пайдалану
km: ប្រើ​ចំណង​ជើង​បង្អួច
mr: चौकट शिर्षक वापरा
ro: Folosește titlul ferestrei
wa: Si siervi do tite del finiesse

source: Window Identification
bg: Идентификация на прозореца
he: זיהוי החלון
kk: Терезе идентификациясы
km: អត្តសញ្ញាណ​បង្អួច
mr: चौकट ओळख
ro: Identificare fereastră
wa: Idintifiaedje del finiesse

source: Matching window property:
he: מאפיין תואם של חלון:
kk: Сәйкесті терезенің қасиеті:
km: ផ្គូផ្គង​លក្ខណៈសម្បត្តិ​បង្អួច ៖
mr: जुळणारी चौकट गुणधर्म :
ro: Proprietate fereastra potrivită:
wa: Prôpieté del finiesse ki corespond :

source: Regular expression to match:
bg: Регулярен израз:
he: ביטוי רגולרי להתאמה:
kk: Сәйкесті үлгі өрнегі:
km: កន្សោម​ធម្មតា​ត្រូវ​ផ្គូផ្គង ​៖
mr: जुळवणी साठी नियमित अभिव्यक्ति :
ro: Expresia regulară de potrivit:
wa: Erîlêye ratourneure a fé coresponde :

source: Detect Window Properties
he: זהה מאפייני חלון
kk: Терезенің қасиеттерін байқау
km: រកឃើញ​លក្ខណៈសម្បត្តិ​បង្អួច
mr: चौकट गुणधर्म शोधा
ro: Detectează proprietățile ferestrei
wa: Detecter prôpietés del finiesse

source: Decoration Options
bg: Настройки на декорациите
he: אפשרויות הקישוט
kk: Безендіру параметрлері
km: ជម្រើសតុបតែង
mr: सजावट पर्याय
ro: Opțiuni de decorare
wa: Tchuzes do gåyotaedje

source: Outline active window title:
bg: Открояване заглавието на активния прозорец:
kk: Беллсенді терезе айдарын белдеулеу
km: ចំណង​ជើង​បង្អួច​សកម្ម​គ្រោង ៖
mr: सक्रिय चौकट शिर्षक रूपरेषा :
ro: Conturează titlul ferestrei active:
wa: Cotoû do tite del finiesse ovrante :

source: Hide window title bar
bg: Скриване на лентата със заглавие
he: הסתר את כותרת החלון
kk: Терезе айдарының жолы жасырылсын
km: លាក់​របារ​ចំណង​ជើង​បង្អួច
mr: चौकट शिर्षक पट्टी लपवा
ro: Ascunde bara de titlu a ferestrei
wa: Catchî l' bår di tite del finiesse

# Add handle to resize windows with no border
source: Disabled
kk: Болмасын
mr: अकार्यान्वित
ro: Dezactivat

# Add handle to resize windows with no border
source: Enabled
kk: Болсын
mr: कार्यान्वित
ro: Activat
