Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/kwin_scripting.po
Languages: es

# Error message
source: Plugin does not provide configuration file in expected location
es: El complemento no proporciona el archivo de configuración en el lugar esperado

# Assertion failed in KWin script with given value
source: Assertion failed: %1 is not null
es: Afirmación fallida: %1 no es nulo

# Assertion failed in KWin script
source: Assertion failed: argument is null
es: Afirmación fallida: el argumento es nulo

# Error in KWin Script
source: Invalid number of arguments. At least service, path, interface and method need to be provided
es: Número de argumentos no válido. Debe proporcionar al menos el servicio, la ruta, la interfaz y el método.

# Error in KWin Script
source: Invalid type. Service, path, interface and method need to be string values
es: Tipo no válido. El servicio, la ruta, la interfaz y el método tienen que ser valores de cadena.

# syntax error in KWin script
source: Invalid number of arguments
es: Número de argumentos no válido

# KWin Scripting function received incorrect value for an expected type
source: %1 is not a variant type
es: %1 no es un tipo variante

# KWin Scripting function received incorrect value for an expected type
source: %1 is not of required type
es: %1 no es del tipo solicitado

# KWin Scripting error thrown due to incorrect argument
source: Second argument to registerScreenEdge needs to be a callback
es: El segundo argumento de registerScreenEdge tiene que ser de tipo callback

# KWin Scripting error thrown due to incorrect argument
source: Argument for registerUserActionsMenu needs to be a callback
es: El argumento de registerUserActionsMenu tiene que ser de tipo callback

# Assertion failed in KWin script with given value
source: Assertion failed: %1
es: Afirmación fallida: %1

# Assertion failed in KWin script with expected value and actual value
source: Assertion failed: Expected %1, got %2
es: Afirmación fallida: se esperaba %1, pero se obtuvo %2
