Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/libkdecorations.po
Languages: fa, gl, he, hr, mr

# Button showing window actions menu
source: Window Menu
gl: Menú da xanela
he: תפריט החלון
mr: चौकट मेन्यू

# Button showing application menu
source: Application Menu
gl: Menú de programas
he: תפריט היישום
mr: अनुप्रयोग मेन्यू

source: Not on all desktops
fa: نه روی همه رومیزیها
gl: Non en todos os escritorios
he: לא על כל שולחנות העבודה
hr: Ne na svim radnim površinama
mr: सर्व डेस्कटॉप वर नाही

source: On all desktops
fa: روی همه رومیزیها
gl: En todos os escritorios
he: על כל שולחנות העבודה
hr: Na svim radnim površinama
mr: सर्व डेस्कटॉप वर

source: Help
fa: کمک
gl: Axuda
he: עזרה
hr: Pomoć
mr: मदत

source: Minimize
fa: کمینه‌سازی
gl: Minimizar
he: מזער
hr: Spusti
mr: लहान करा

source: Restore
fa: باز گرداندن
gl: Restaurar
he: שחזור
hr: Vrati
mr: पुन्हस्थापन

source: Maximize
fa: بیشینه‌سازی
gl: Maximizar
he: הגדל
hr: Maksimiziraj
mr: मोठी करा

source: Close
fa: بستن
gl: Pechar
he: סגור
hr: Zatvori
mr: बंद करा

source: Do not keep above others
fa: روی پنجره‌های دیگر نگه داشته نشود
gl: Non manter sobre as demais
he: את תשאיר מעל האחרים
hr: Ne stavljaj iznad ostalih
mr: इतरांच्या वर ठेवू नका

source: Keep above others
fa: روی پنجره‌های دیگر نگه داشته شود
gl: Manter sobre as demais
he: השאר מעל האחרים
hr: Stavi iznad ostalih
mr: इतरांच्या वर ठेवा

source: Do not keep below others
fa: زیر پنجره‌های دیگر نگه داشته نشود
gl: Non manter debaixo das demais
he: אל תשאיר מתחת לאחרים
hr: Ne stavljaj ispod ostalih
mr: इतरांच्या खाली ठेवू नका

source: Keep below others
fa: زیر پنجره‌های دیگر نگه داشته شود
gl: Manter debaixo das demais
he: השאר מתחת לאחרים
hr: Stavi ispod ostalih
mr: इतरांच्या खाली ठेवा

source: Unshade
fa: بدون سایه
gl: Sen sombra
he: בטל הצללה
hr: Odsjenčaj
mr: सावली काढून टाका

source: Shade
fa: سایه
gl: Sombra
he: הצלל
hr: Sjenčaj
mr: सावली

source: Loading of window decoration plugin library disabled in configuration.
gl: Desactivouse na configuración a carga da biblioteca do complemento de decoración de xanelas.
he: טעינה של תוספי קישוטי החלונות מבוטלת בהגדרות.
hr: U postavkama je onemogućeno učitavanje biblioteki za priključke za dekoraciju prozora.
mr: संयोजनेत चौकट सजावट प्लगइन लायब्ररी लोड करणे अकार्यान्वित केलेले आहे.

source: The library %1 has wrong API version %2
gl: A biblioteca %1 ten unha versión incorrecta da API (%2)
he: הסיפריה %1 מעלת גרסת API לא נכונה %2
mr: %1 लायब्ररीची API आवृत्ती %2 चुकीची आहे

source: The library %1 is not a KWin plugin.
fa: کتابخانه %1، یک وصله KWin نیست.
gl: A biblioteca %1 non é un complemento de Kwin.
he: הסיפריה %1 היא לא תוסף של KWin.
hr: Biblioteka %1 nije KWin priključak.
mr: %1 लायब्ररी हि के-विन प्लगइन नाही.

source: The default decoration plugin is corrupt and could not be loaded.
fa: وصله تزئین پیش‌فرض خراب است و نتوانست بار شود.
gl: O complemento de decoración predeterminada está corrupto e non foi posíbel cargalo.
he: תוסף הקישוט של ברירת המחדל מושחת ולא ניתן לטעון אותו.
hr: Uobičajeni priključak za dekoraciju je pokvaren i ne može se učitati.
mr: मूलभूत सजावट प्लगइन खराब आहे व ते लोड करू शकत नाही.

source: The library %1 was attempted to be loaded as a decoration plugin but it is NOT
gl: Tentou cargarse a biblioteca %1 como un complemento de decoración pero non o é.
he: היה ניסיון לטעון את הספרייה %1 בתור תוסף של קישוטים של חלונות, אבל היא לא
mr: %1 लायब्ररी हि सजावट प्लगइन म्हणून लोड करण्याचा प्रयत्न केला गेला पण ती सजावट प्लगइन नाही
