Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/libplasmaclock.po
Languages: bg, ca@valencia, cs, el, es, eu, fi, ga, hr, ia, ja, kk, km, ko, lt, lv, mr, nds, nn, pa, pt, ro, ug, wa

source: Select today
cs: Vyberte dnešek
el: Επιλογή σημερινής ημέρας
es: Seleccionar hoy
eu: Hautatu gaur
fi: Siirry tähän päivään
ga: Roghnaigh inniu
ia: Selige hodie
kk: Бүгінді таңдау
km: ជ្រើស​ថ្ងៃ​នេះ
ko: 오늘 선택
lt: Pasirinkti šiandieną
lv: Izvēlēties šodienu
mr: आजचा दिवस निवडा
nds: Vundaag utsöken
pa: ਅੱਜ ਚੁਣੋ
pt: Seleccionar o dia de hoje
ro: Alege azi
ug: بۈگۈننى تاللا

# No events on the calendar starting from today
source: No upcoming events.
cs: Žádné nadcházející události.
el: Κανένα προσεχές γεγονός.
es: No hay eventos futuros.
eu: Ez dago aurreikusitako gertaerarik.
fi: Ei tulevia tapahtumia.
ga: Níl aon imeachtaí le teacht.
ia: Necun evento imminente.
kk: Бүгін басталатыны жоқ
ko: 다가오는 이벤트가 없습니다.
lt: Nėra artėjančių įvykių.
mr: पुढे येणाऱ्या घटना नाहीत.
nds: Keen anstahn Begeefnissen.
pa: ਆਉਣ ਵਾਲੇ ਸਮਾਗਮ ਨਹੀਂ।
pt: Não existem próximos eventos.
ro: Niciun eveniment apropiat.

# No events on the calendar
source: No events for this date.
cs: Žádné události pro datum.
el: Κανένα γεγονός για αυτήν την ημερομηνία.
es: No hay eventos para esta fecha.
eu: Ez dago gertaerarik egun horretarako.
fi: Ei tapahtumia tälle päivälle.
ga: Níl aon imeachtaí ar an dáta seo.
ia: Necun evento pro iste data.
kk: Оқиғалары жоқ
ko: 오늘 이벤트가 없습니다.
lt: Nėra įvykių šiai datai.
mr: या दिवसासाठी घटना नाहीत.
nds: Keen Begeefnissen för dit Datum.
pa: ਇਹ ਮਿਤੀ ਲਈ ਕੋਈ ਈਵੈਂਟ ਨਹੀਂ।
pt: Não existem eventos para esta data.
ro: Niciun eveniment pentru această dată.

source: Calendar system:
bg: Календар:
cs: Systém kalendáře:
el: Σύστημα ημερολογίου:
es: Sistema de calendario:
eu: Egutegi-sistema:
fi: Kalenterijärjestelmä:
ga: Córas féilire:
hr: Kalendarski sustav:
ia: Systema de Calendario:
ja: 暦法:
kk: Күнтізбе жүйесі:
km: ប្រព័ន្ធ​ប្រតិទិន ៖
ko: 달력 종류:
lt: Kalendoriaus sistema:
lv: Kalendāra sistēma:
mr: दिनदर्शिका पद्धत :
nds: Kalennersysteem:
nn: Kalendersystem:
pa: ਕੈਲੰਡਰ ਸਿਸਟਮ:
pt: Tipo de calendário:
ro: Sistem calendaristic:
ug: يىلنامە سىستېمىسى:
wa: Sistinme di calindrî :

source: Display Kontact events:
cs: Zobrazovat události z Kontactu:
el: Εμφάνιση γεγονότων Kontact:
es: Mostrar eventos de Kontact:
eu: Bistaratu Kontact-eko gertaerak:
fi: Näytä Kontact-tapahtumat:
ga: Taispeáin imeachtaí Kontact:
ia: Monstra eventos de Kontact:
kk: Көрсететін Kontact оқиғалары:
km: បង្ហាញ​ព្រឹត្តិការណ៍ Kontact ៖
ko: Kontact 이벤트 보이기:
lt: Rodyti Kontact įvykius:
lv: Rādīt Kontact notikumus:
mr: कॉन्टेक्टच्या घटना दर्शवा :
nds: Begeefnissen ut "Kontact" wiesen:
pa: ਕੇਸੰਪਰਕ ਈਵੈਂਟ ਵੇਖਾਓ:
pt: Mostrar os eventos do Kontact:
ro: Afișează evenimentele Kontact:

source: Display events:
bg: Показване на събития:
cs: Zobrazovat události:
el: Εμφάνιση γεγονότων:
es: Mostrar eventos:
eu: Bistaratu gertaerak:
fi: Näytä tapahtumat:
ga: Taispeáin imeachtaí:
ia: Monstra eventos:
kk: Оқиғаларды көрсету
km: បង្ហាញ​ព្រត្តិការណ៍ ៖​
ko: 이벤트 보이기:
lt: Rodyti įvykius:
lv: Rādīt notikumus:
mr: घटना दर्शवा :
nds: Begeefnissen wiesen:
nn: Vis hendingar:
pa: ਸਮਾਗਮ ਵੇਖਾਉ:
pt: Mostrar os eventos:
ro: Afișează evenimentele:
ug: ھادىسە كۆرسەت:

source: Holidays
bg: Празници
cs: Svátky
el: Αργίες
es: Vacaciones
eu: Jaiegunak
fi: Vapaapäivät
ga: Laethanta Saoire
ia: Dies feriate
kk: Демалыс күндері
km: ថ្ងៃ​ឈប់សម្រាក
ko: 공휴일
lt: Šventės
lv: Brīvdienas
mr: सुट्टया
nds: Fierdaag
nn: Fridagar
pa: ਛੁੱਟੀਆਂ
pt: Férias
ro: Sărbători
ug: دەم ئېلىش كۈنى

# Day off: Holiday name (holiday region)
source: <i>Holiday</i>: %1 (%2)
bg: <i>Празник</i>: %1 (%2)
cs: <i>Svátek</i>: %1 (%2)
el: <i>Αργία</i>: %1 (%2)
es: <i>Vacaciones</i>: %1 (%2)
eu: <i>Jaieguna</i>: %1 (%2)
fi: <i>Vapaapäivä</i>: %1 (%2)
ga: <i>Lá Saoire</i>: %1 (%2)
ia: <i>Dies feriate</i>:%1 (%2)
kk: <i>Демалыс күні</i>: %1 (%2)
km: <i>ថ្ងៃ​ឈប់​សម្រាក</i> ៖ %1 (%2)
ko: <i>공휴일</i>: %1 (%2)
lt: <i>Šventė</i>: %1 (%2)
lv: <i>Brīvdiena</i>: %1 (%2)
mr: <i>सुट्टी </i>: %1 (%2)
nds: <i>Fierdag</i>: %1 (%2)
nn: <i>Fridag</i>: %1 (%2)>
pa: <i>ਛੁੱਟੀ</i>: %1 (%2)
pt: <i>Feriado</i>: %1 (%2)
ro: <i>Sărbătoare</i>: %1 (%2)
ug: <i>ئارام</i>: %1 (%2)

source: <i>Event</i>: %1
bg: <i>Събитие</i>: %1
cs: <i>Událost</i>: %1
el: <i>Γεγονός</i>: %1
es: <i>Evento</i>: %1
eu: <i>Gertaera</i>: %1
fi: <i>Tapahtuma</i>: %1
ga: <i>Imeacht</i>: %1
ia: <i>Evento</i> : %1
kk: <i>Оқиға</i>: %1
km: <i>ព្រឹត្តិការណ៍</i> ៖ %1
ko: <i>이벤트</i>: %1
lt: <i>Įvykis</i>: %1
lv: <i>Notikums</i>: %1
mr: <i>घटना </i>: %1
nds: <i>Begeefnis</i>: %1
nn: <i>Hending</i>: %1
pa: <i>ਸਮਾਗਮ</i>: %1
pt: <i>Evento</i>: %1
ro: <i>Eveniment</i>: %1
ug: <i>ھادىسىلەر</i>: %1

source: <i>Todo</i>: %1
bg: <i>Задача</i>: %1
cs: <i>Úkoly</i>: %1
el: <i>Προς υλοποίηση</i>: %1
es: <i>Tarea pendiente</i>: %1
eu: <i>Egiteko</i>: %1
fi: <i>Tehtävä</i>: %1
ga: <i>Tasc</i>: %1
ia: <i>De facer</i>: %1
kk: <i>Жоспар</i>: %1
km: <i>ការ​ងារ​ត្រូវ​ធ្វើ</i> ៖ %1
ko: <i>할 일</i>: %1
lt: <i>Darbas</i>: %1
lv: <i>Darāmais</i>: %1
mr: <i>काम </i>: %1
nds: <i>Opgaav</i>: %1
nn: <i>Gjeremål</i>: %1
pa: <i>ਕੰਮ</i>: %1
pt: <i>Por-Fazer</i>: %1
ro: <i>Activitate</i>: %1
ug: <i>بېجىرىدىغان ئىشلار</i>: %1

source: Calendar
bg: Календар
cs: Kalendář
el: Ημερολόγιο
es: Calendario
eu: Egutegia
fi: Kalenteri
ga: Féilire
hr: Kalendar
ia: Calendario
ja: カレンダー
kk: Күнтізбе
km: ប្រតិទិន
ko: 달력
lt: Kalendorius
lv: Kalendārs
mr: दिनदर्शिका
nds: Kalenner
nn: Kalender
pa: ਕੈਲੰਡਰ
pt: Calendário
ug: يىلنامە
wa: Calindrî

source: Local
bg: Местно
cs: Místní
el: Τοπική
eu: Lokala
fi: Paikallinen
ga: Logánta
hr: Lokalni
ja: ローカル
kk: Жергілікті уақыт
km: មូលដ្ឋាន
ko: 지역
lt: Vietinė
lv: Lokālā
mr: स्थानिक
nds: Lokaal
nn: Lokal
pa: ਲੋਕਲ
ug: يەرلىك
wa: Coinrece

source: Starting Jovie Text-to-Speech Service Failed
bg: Грешка при зареждане на услугата Jovie за четене на текст
cs: Spuštění služby hlasové syntézy Jovie selhalo
el: Η εκκίνηση της υπηρεσίας Jovie Text-to-Speech απέτυχε
es: El inicio del servicio de texto hablado Jovie ha fallado
eu: Huts egin du Jovie testua hizketa bihurtzeko zerbitzua abiaraztean
fi: Jovie-puhesynteesipalvelun käynnistäminen epäonnistui
ga: Níorbh fhéidir Seirbhís Téacs-go-Caint Jovie a thosú
hr: Neuspjelo pokretanje usluge Jovie za pretvorbu teksta u govor
ia: Il falleva a initiar le servicio de Texto-a-voce de Jovie
kk: Jovie мәтінді дауыстап оқу қызметін жегу жаңылысы
km: បាន​បរាជ័យ​ក្នុងកា​រចាប់ផ្ដើម​សេវា​អត្ថបទ​ត្រូវ​និយាយ​របស់ Jovie
ko: Jovie TTS 서비스를 시작할 수 없습니다
lt: Nepavyko paleisti Jovie (teksto vertimo į kalbą) tarnybos
lv: Neizdevās palaist Jovie teksts-uz-runu servisu
mr: जोव्ही (मजकूर बोलून दाखवणारी सेवा) सुरु करण्यास अपयश
nds: Starten vun Vörleesdeenst "Jovie" fehlslaan.
nn: Klart ikkje starta Jovie tekst-til-tale-teneste
pa: ਜੋਵੀ ਟੈਕਸਟ-ਤੋਂ-ਸਪੀਚ ਸਰਵਿਸ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਫੇਲ੍ਹ
pt: O Início do Serviço de Texto-para-Voz Jovie Foi Mal-Sucedido
ro: Pornirea serviciului de citire text Jovie a eșuat
ug: Jovie تېكىست ئوقۇغۇ مۇلازىمېتىرنى باشلاش مەغلۇپ بولدى
wa: L' enondaedje do siervice di cåzaedje d' on scrijhaedje Jovie a fwait berwete

# Text sent to the text to speech service when minutes==0 and it is AM
source: It is 1 o clock a m
bg: Сега е 1 ч. сутринта
cs: Je 1 hodina dopoledne
el: Είναι μία προ μεσημβρίας
es: Es la 1 en punto a.m.
eu: Goizeko ordu bata da
fi: Kello on 1 ap.
ga: Tá sé a haon a chlog ar maidin
hr: Sada je %1 ujutro
ia: Il es 1 in puncto a.m.
ja: 午前 1 時です
kk: Сағат түс дейінгі %1
km: ម៉ោង %1 ព្រឹក
ko: 오전 %1 시 입니다
lt: Pirma valanda ryto
lv: Ir %1 priekšpusdienā
mr: 1 a m वाजला आहे
nds: Dat is Klock 1 vörmiddaag
nn: klokka er 1
pa: ਹੁਣ ਸਵੇਰ ਦਾ 1 ਵੱਜਾ ਹੈ
pt: É 1 hora da manhã
ro: Este ora 1 dimineața
ug: سائەت چ ب %1
wa: Il est 1 eure å matén

# Text sent to the text to speech service when minutes==0 and it is PM
source: It is 1 o clock p m
bg: Сега е 1 ч. след обяд
cs: Je %1 hodina odpoledne
el: Είναι μία μετά μεσημβρίας
es: Es la 1 en punto p.m.
eu: Arratsaldeko ordu bata da
fi: Kello on 1 ip.
ga: Tá sé a haon a chlog sa tráthnóna
hr: Sada je %1 popodne
ia: Il es 1 in puncto p.m.
ja: 午後 1 時です
kk: Сағат түс кейінгі %1
km: ម៉ោង %1 ល្ងាច
ko: 오후 %1 시 입니다
lt: Pirma valanda po pietų
lv: Ir %1 pēcpusdienā
mr: 1 p m वाजला आहे
nds: Dat is Klock %1 namiddaag
nn: klokka 1
pa: ਹੁਣ ਆਥਣ ਦਾ 1 ਵੱਜਾ ਹੈ
pt: É 1 hora da tarde
ro: Este ora 1 seara
ug: سائەت چ ك %1
wa: Il est 1 eure di l' après-nonne

source: It is 1 o clock
bg: Сега е 1 ч.
cs: Je 1 hodina
el: Είναι μία η ώρα
es: Es la 1 en punto
eu: Ordu bata da
fi: Kello on 1
ga: Tá sé a haon a chlog
hr: Sada je %1
ia: Il es 1 in puncto
ja: 1 時です
kk: Сағат %1
km: ម៉ោង %1
ko: %1 시 정각입니다
lt: Pirma valanda
lv: Pulkstenis ir %1
mr: 1 वाजला आहे
nds: Dat is Klock 1
nn: klokka er 1
pa: ਹੁਣ 1 ਵੱਜਾ ਹੈ
pt: É 1 hora
ro: Este ora 1
ug: سائەت %1
wa: Il est 1 eure

# Text sent to the text to speech service for AM
source: It is %1:%2 a m
bg: Сега е %1:%2 сутринта
cs: Je %1:%2 dop.
el: Είναι %1:%2 π.μ.
es: Son las %1:%2 a.m.
eu: %1:%2 am
fi: Kello on %1:%2 ap.
ga: Tá sé %1:%2 ar maidin
hr: Sada je %1:%2 ujutro
ia: Il es %1:%2 a.m.
ja: 午前 %1 時 %2 分です
kk: Сағат түс дейінгі %1:%2
km: ម៉ោង %1:%2 ព្រឹក
ko: 오전 %1 시 %2 분입니다
lt: Dabar yra %1:%2 ryte
lv: Ir %1:%2 priekšpusdienā
mr: वेळ आहे %1:%2 a m
nds: Dat is Klock %1.%2 vörmiddaag
nn: Klokka er %1.%2
pa: ਹੁਣ ਹੈ %1:%2 a m
pt: São %1 e %2 da manhã
ro: Este ora %1:%2 dimineața
ug: سائەت %1:%2 چ ب
wa: Il est %1:%2 do matén

# Text sent to the text to speech service for PM
source: It is %1:%2 p m
bg: Сега е %1:%2 след обяд
cs: Je %1:%2 odp.
el: Είναι %1:%2 μ.μ.
es: Son las %1:%2 p.m.
eu: %1:%2 pm
fi: Kello on %1:%2 ip.
ga: Tá sé %1:%2 sa tráthnóna
hr: Sada je %1:%2 popodne
ia: Il es %1:%2 p.m.
ja: 午後 %1 時 %2 分です
kk: Сағат түс кейінгі %1:%2
km: ម៉ោង %1:%2 ល្ងាច
ko: 오후 %1 시 %2 분 입니다
lt: Dabar yra %1:%2 po pietų
lv: Ir %1:%2 pēcšpusdienā
mr: वेळ आहे %1:%2 p m
nds: Dat is Klock %1.%2 namiddaag
nn: Klokka er %1.%2
pa: ਹੁਣ ਹੈ %1:%2 p m
pt: São %1 e %2 da tarde
ro: Este ora %1:%2 seara
ug: سائەت %1:%2 چ ك
wa: Il est %1:%2 di l' après-nonne

# Text sent to the text to speech service for the 24 hour clock
source: It is %1:%2
bg: Сега е %1:%2
cs: Je %1:%2
el: Είναι %1:%2
es: Son las %1:%2
fi: Kello on %1:%2
ga: Tá sé %1:%2
hr: Sada je %1:%2
ia: Il es %1:%2
ja: %1 時 %2 分です
kk: Сағат %1:%2
km: ម៉ោង %1:%2
ko: %1 시 %2 분 입니다
lt: Dabar yra %1:%2
lv: Ir %1:%2
mr: वेळ आहे %1:%2
nds: Dat is Klock %1.%2
nn: Klokka er %1.%2
pa: ਹੁਣ ਹੈ %1:%2
pt: São %1 e %2
ro: Este ora %1:%2
ug: سائەت %1:%2
wa: Il est %1:%2

source: Current Time and Events
cs: Aktuální čas a události
el: Τρέχουσα ώρα και γεγονότα
es: Hora actual y eventos
eu: Uneko ordua eta gertaerak
fi: Aika nyt ja tapahtumat
ga: Am Reatha agus Imeachtaí
ia: Tempore currente e eventos
kk: Қазіргі уақыт пен оқиғалар
km: ពេលវេលា​ និង​ព្រឹត្តិការណ៍​បច្ចុប្បន្ន
ko: 현재 시간과 이벤트
lt: Dabartinis laikas ir įvykiai
lv: Pašreizējais laiks un notikumi
mr: वर्तमान वेळ व घटना
nds: Aktuell Tiet un Begeefnissen
pa: ਮੌਜੂਦਾ ਸਮਾਂ ਅਤੇ ਈਵੈਂਟ
pt: Hora Actual e Eventos
ro: Ora și evenimentele curente

source: Current Time
ca@valencia: Hora actual
cs: Aktuální čas
el: Τρέχουσα ώρα
es: Hora actual
eu: Uneko ordua
fi: Aika nyt
ga: Am Reatha
ia: Tempore currente
kk: Қазіргі уақыт
km: ពេល​វេលា​បច្ចុប្បន្ន
ko: 현재 시간
lt: Dabartinis laikas
lv: Pašreizējais laiks
mr: वर्तमान वेळ
nds: Aktuell Tiet
nn: Dagens klokkeslett
pa: ਮੌਜੂਦਾ ਸਮਾਂ
pt: Hora Actual
ro: Ora curentă
ug: نۆۋەتتىكى ۋاقىت

source: Today's Events
cs: Dnešní události
el: Σημερινά γεγονότα
es: Eventos de hoy
eu: Gaurko gertaerak
fi: Päivän tapahtumat
ga: Imeachtaí an Lae Inniu
ia: Eventos de hodie
kk: Бүгінгі оқиғалар
km: ព្រឹត្តិការណ៍​ថ្ងៃ​នេះ
ko: 오늘 이벤트
lt: Šiandienos įvykiai
lv: Šodienas notikumi
mr: आजच्या घटना
nds: Begeefnissen för Vundaag
pa: ਅੱਜ ਦੇ ਈਵੈਂਟ
pt: Eventos de Hoje
ro: Evenimente de azi

# General configuration page
source: General
bg: Общи
cs: Obecné
el: Γενικά
eu: Orokorra
fi: Yleistä
ga: Ginearálta
hr: Opće
ja: 全般
kk: Жалпы
km: ទូទៅ
ko: 일반
lt: Bendri
lv: Pamata
mr: सामान्य
nds: Allmeen
nn: Generelt
pa: ਆਮ
pt: Geral
ug: ئادەتتىكى
wa: Djenerå

# @inmenu interval between speaking clock
source: Never
cs: Nikdy
el: Ποτέ
es: Nunca
eu: Inoiz ez
fi: Ei koskaan
ga: Riamh
ia: Jammais
kk: Болмасын
km: កុំ
ko: 하지 않음
lt: Niekada
lv: Nekad
mr: कधीही नाही
nds: Nienich
pa: ਕਦੇ ਨਹੀਂ
pt: Nunca
ro: Niciodată
ug: ھەرگىز

# @inmenu interval between speaking clock
source: Every minute
cs: Každou minutu
el: Κάθε λεπτό
es: Cada minuto
eu: Minutuz behin
fi: Minuutin välein
ga: Gach nóiméad
ia: Cata minuta
kk: Минут сайын
km: រាល់​នាទី
ko: 1분마다
lt: Kiekvieną minutę
lv: Katru minūti
mr: प्रत्येक मिनिट
nds: Elk Minuut
pa: ਹਰ ਮਿੰਟ
pt: A cada minuto
ro: La fiecare minut
ug: ھەر مىنۇت

# @inmenu interval between speaking clock
source: Every 2 minutes
cs: Každé 2 minuty
el: Κάθε 2 λεπτά
es: Cada dos minutos
eu: 2 minutuz behin
fi: Kahden minuutin välein
ga: Gach dara nóiméad
ia: Cata 2 minutas
kk: Әр 2 минут сайын
km: រៀងរាល់ ២ នាទី
ko: 2분마다
lt: Kas 2 minutes
lv: Katras 2 minūtes
mr: प्रत्येक २ मिनिटांनी
nds: All 2 Minuten
pa: ਹਰ 2 ਮਿੰਟ
pt: A cada 2 minutos
ro: La fiecare 2 minute
ug: ھەر 2 مىنۇت

# @inmenu interval between speaking clock
source: Every 5 minutes
cs: Každých 5 minut
el: Κάθε 5 λεπτά
es: Cada cinco minutos
eu: 5 minutuz behin
fi: Viiden minuutin välein
ga: Gach 5 nóiméad
ia: Cata 5 minutas
kk: Әр 5 минут сайын
km: រៀងរាល់ ៥ នាទី
ko: 5분마다
lt: Kas 5 minutes
lv: Katras 5 minūtes
mr: प्रत्येक ५ मिनिटांनी
nds: All 5 Minuten
pa: ਹਰ 5 ਮਿੰਟ
pt: A cada 5 minutos
ro: La fiecare 5 minute
ug: ھەر 5 مىنۇت

# @inmenu interval between speaking clock
source: Every 10 minutes
cs: Každých 10 minut
el: Κάθε 10 λεπτά
es: Cada diez minutos
eu: 10 minutuz behin
fi: Kymmenen minuutin välein
ga: Gach 10 nóiméad
ia: Cata 10 minutas
kk: Әр 10 минут сайын
km: រៀងរាល់ ១០ នាទី
ko: 10분마다
lt: Kas 10 minučių
lv: Katras 10 minūtes
mr: प्रत्येक १० मिनिटांनी
nds: All 10 Minuten
pa: ਹਰ 10 ਮਿੰਟ
pt: A cada 10 minutos
ro: La fiecare 10 minute
ug: ھەر 10 مىنۇت

# @inmenu interval between speaking clock
source: Every 15 minutes
cs: Každých 15 minut
el: Κάθε 15 λεπτά
es: Cada 15 minutos
eu: 15 minutuz behin
fi: Vartin välein
ga: Gach 15 nóiméad
ia: Cata 15 minutas
kk: Әр 15 минут сайын
km: រៀងរាល់ ១៥ នាទី
ko: 15분마다
lt: Kas 15 minučių
lv: Katras 15 minūtes
mr: प्रत्येक १५ मिनिटांनी
nds: All 15 Minuten
pa: ਹਰ 15 ਮਿੰਟ
pt: A cada 15 minutos
ro: La fiecare 15 minute
ug: ھەر 15 مىنۇت

# @inmenu interval between speaking clock
source: Every 30 minutes
cs: Každých 30 minut
el: Κάθε 30 λεπτά
es: Cada 30 minutos
eu: 30 minutuz behin
fi: Puolen tunnin välein
ga: Gach 30 nóiméad
ia: Cata 30 minutas
kk: Әр 30 минут сайын
km: រៀងរាល់ ៣០ នាទី
ko: 30분마다
lt: Kas 30 minučių
lv: Katras 30 minūtes
mr: प्रत्येक ३० मिनिटांनी
nds: All 30 Minuten
pa: ਹਰ 30 ਮਿੰਟ
pt: A cada 30 minutos
ro: La fiecare 30 de minute
ug: ھەر 30 مىنۇت

# @inmenu interval between speaking clock
source: Every hour
cs: Každou hodinu
el: Κάθε ώρα
es: Cada hora
eu: Orduro
fi: Tunnin välein
ga: Gach uair an chloig
ia: Cata hora
kk: Сағат сайын
km: រាល់ម៉ោង
ko: 1시간마다
lt: Kiekvieną valandą
lv: Kartu stundu
mr: प्रत्येक तास
nds: Elk Stünn
pa: ਹਰ ਘੰਟੇ
pt: A cada hora
ro: La fiecare oră
ug: ھەر سائەت

source: Time Zones
bg: Часови пояс
ca@valencia: Zones horàries
cs: Časová pásma
el: Ωρολογιακές ζώνες
es: Zonas horarias
eu: Ordu-guneak
fi: Aikavyöhykkeet
ga: Criosanna Ama
hr: Vremenske zone
ia: Fusos horari
ja: タイムゾーン
kk: Уақыт белдеуі
km: តំបន់​ពេលវេលា
ko: 시간대
lt: Laiko juostos
lv: Laika joslas
mr: वेळ क्षेत्र
nds: Tietrebeden
nn: Tidssoner
pa: ਟਾਈਮ ਜ਼ੋਨ
pt: Fusos-Horários
ro: Fusuri orare
ug: ۋاقىت رايونلىرى
wa: Coisses ås eures

source: C&opy to Clipboard
bg: Копиране в системния &буфер
ca@valencia: C&opia al porta-retalls
cs: Zk&opírovat do schránky
el: &Αντιγραφή στο πρόχειρο
es: C&opiar al portapapeles
eu: K&opiatu arbelean
fi: K&opioi leikepöydälle
ga: Cóipeáil g&o dtí an Ghearrthaisce
hr: Kopiraj u međuspremnik
ia: C&opia a area de transferentia
ja: クリップボードにコピー(&O)
kk: Алмасу буферіне &көшірмелеу
km: ចម្លង​ទៅ​ក្ដារតម្បៀតខ្ទាស់
ko: 클립보드에 복사(&O)
lt: &Kopijuoti į atmintinę
lv: K&opēt uz starpliktuvi
mr: प्रत क्लिपबोर्ड मधे टाका
nds: Na Twischenaflaag k&operen
nn: &Kopier til utklippstavla
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰੋ(&o)
pt: C&opiar para a Área de Transferência
ro: C&opiază în clipboard
ug: چاپلاش تاختىسىغا كۆچۈر(&O)
wa: &Aclaper e presse-papî

source: Adjust Date and Time...
bg: Настройване на датата и часа...
ca@valencia: Ajusta la data i hora...
cs: Upravit datum a čas...
el: Ρύθμιση της ημερομηνίας και ώρας...
es: Ajustar fecha y hora...
eu: Doitu data eta ordua...
fi: Aseta aika…
ga: Coigeartaigh an Dáta agus an tAm...
hr: Uskladi datum i vrijeme…
ia: Adjusta data e tempore...
ja: 日付と時刻を調整...
kk: Күн мен уақытты түзеу...
km: កែសម្រួល​កាលបរិច្ឆេទ និង​ពេលវេលា...
ko: 날짜와 시간 조정하기...
lt: Keisti datą ir laiką...
lv: Pielāgot datumu un laiku...
mr: दिनांक व वेळ ठीक करा...
nds: Datum un Tiet topassen
nn: Still inn dato og klokkeslett …
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਅਡਜੱਸਟ ਕਰੋ...
pt: Ajustar a Data e Hora...
ro: Ajustează data și ora...
ug: چېسلا ۋە ۋاقىتنى تەڭشەش…
wa: Apontyî date eyet eure...

# Local time zone
source: Local
bg: Местно
cs: Místní
el: Τοπική
eu: Lokala
fi: Paikallinen
ga: Logánta
hr: Lokalno
ja: ローカル
kk: Жергілікті уақыт
km: មូលដ្ឋាន
ko: 지역
lt: Vietinė
lv: Lokālā
mr: स्थानिक
nds: Lokaal
nn: Lokal
pa: ਲੋਕਲ
ug: يەرلىك
wa: Coinrece

# @item:inmenu Submenu for alternative calendar dates
source: Other Calendars
bg: Други календари
cs: Jiné kalendáře
el: Άλλα ημερολόγια
es: Otros calendarios
eu: Beste egutegi batzuk
fi: Muut kalenterit
ga: Féilirí Eile
hr: Drugi kalendari
ia: Altere calendarios
kk: Басқа күнтізбелер
km: ប្រតិទិន​ផ្សេង
ko: 기타 달력
lt: Kiti kalendoriai
lv: Citi kalendāri
mr: इतर दिनदर्शिका
nds: Anner Kalenners
nn: Andre kalendrar
pa: ਹੋਰ ਕੈਲੰਡਰ
pt: Outros Calendários
ro: Alte calendare
ug: باشقا يىلنامە
wa: Ôtes calindrîs

source: Text to Speech
bg: Четене на текст
cs: Hlasová syntéza
el: Κείμενο σε ομιλία
es: Leer texto
eu: Testutik hizketara
fi: Puhesyntetisaattori
ga: Téacs-go-Caint
hr: Tekst u govor
ia: Texto-a-Voce (TextToSpeech)
ja: テキスト読み上げ
kk: Дауыстап айту
km: អត្ថបទ​ត្រូវ​និយាយ
ko: 말할 텍스트
lt: Teksto vertimas kalba
lv: Izrunāt tekstu
mr: मजकूर बोलून दाखवणे
nds: Text vörlesen
nn: Tekst til tale
pa: ਟੈਕਸਟ ਤੋਂ ਸਪੀਚ
pt: Texto a Falar
ro: Text-în-vorbire
ug: تېكىستنى ئۈنگە
wa: Cåzer on scrijhaedje

source: Speak time:
bg: Време на изговаряне:
cs: Přečíst čas:
el: Χρόνος ομιλίας:
es: Duración del habla:
eu: Irakurri ordua:
fi: Puhu aika:
ga: Léigh an t-am:
hr: Izgovori vrijeme:
ia: Tempore a parlar :
ja: 読み上げ間隔:
kk: Уақытты
km: ពេលវេលា​និយាយ ៖
ko: 말할 시간:
lt: Skaityti laiką:
lv: Izrunāt laiku:
mr: वेळ बोलून दर्शवा :
nds: Tiet vörlesen:
nn: Uttal klokka:
pa: ਬੋਲਣ ਸਮਾਂ:
pt: Falar a hora:
ro: Vorbește ora:
ug: سۆزلەش ۋاقتى:
wa: Eure do cåzaedje

source: Search
bg: Търсене
ca@valencia: Cerca
cs: Hledat
el: Αναζήτηση
es: Buscar
eu: Bilatu
fi: Etsi
ga: Cuardaigh
hr: Traži
ia: Cerca
ja: 検索
kk: Іздеу
km: ស្វែងរក
ko: 찾기
lt: Ieškoti
lv: Meklēt
mr: शोध
nds: Söken
nn: Søk
pa: ਖੋਜ
pt: Procurar
ro: Caută
ug: ئىزدە
wa: Trover

source: Select one or several time zones.
bg: Изберете един или няколко часови пояса.
ca@valencia: Seleccioneu una o vàries zones horàries.
cs: Zvolte jedno nebo více časových pásem.
el: Επιλέξτε μία ή περισσότερες ωρολογιακές ζώνες.
es: Seleccione una o varias zonas horarias.
eu: Hautatu ordu-gune bat edo gehiago.
fi: Valitse yksi tai useampi aikavyöhyke.
ga: Roghnaigh crios ama amháin, nó criosanna éagsúla.
hr: Označi jednu ili više vremenskih zona.
ia: Selige un o plus fusos horari.
ja: タイムゾーンを一つまたは複数選択します。
kk: Бір не бірнеше уақыт белдеуін таңдаңыз.
km: ជ្រើស​តំបន់​ពេលវេលា​មួយ ឬ​ច្រើន
ko: 하나 이상의 시간대를 선택하십시오.
lt: Pasirinkite vieną arba kelias laiko juostas.
lv: Izvēlieties vienu vai vairākas laika joslas.
mr: एक किंवा अधिक वेळ क्षेत्र निवडा.
nds: Een oder mehr Tietrebeden utsöken
nn: Vel éi eller fleire tidssoner.
pa: ਇੱਕ ਜਾਂ ਕਈ ਟਾਈਮ ਜ਼ੋਨ ਚੁਣੋ।
pt: Seleccione um ou vários fusos-horários.
ro: Alegeți unul sau mai multe fusuri orare.
ug: بىر ياكى بىر قانچە ۋاقىت رايونى تاللاڭ.
wa: Tchoezixhoz ene ou sacwantès coisses ås eures
