Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/libplasmaclock.po
Languages: bg, ca@valencia, cs, el, es, eu, fi, ga, hr, ia, ja, kk, km, ko, lt, lv, mr, nds, nn, pa, pt, ro, ug, wa

source: Clock defaults to:
bg: По подразбиране:
ca@valencia: Rellotge per omissió a:
cs: Výchozí pro hodiny:
el: Προκαθορισμός ρολογιού:
es: Configuración predeterminada del reloj:
eu: Ordulari lehenetsia:
fi: Oletusaikavyöhyke:
ga: Crios ama réamhshocraithe:
hr: Uobičajena vremenska zona:
ia: Horologio predefinite a:
ja: 時計のデフォルト:
kk: Әдеттегісі:
km: នាលិកា​លំនាំដើម​ទៅ ៖
ko: 기본 시간대:
lt: Numatyta laikrodžio juosta:
lv: Noklusētais pulkstenis ir:
mr: घड्याळ :
nds: Standardklock:
nn: Klokkestandard:
pa: ਘੜੀ ਡਿਫਾਲਟ ਹੈ:
pt: Relógio por omissão em:
ro: Ceasul utilizează implicit:
ug: سائەت كۆڭۈلدىكىسى:
wa: Ôrlodje prémetowe so:

source: The time the clock will display
bg: Времето, което ще показва часовника
ca@valencia: L'hora que mostrarà el rellotge
cs: Čas, který budou hodiny zobrazovat
el: Η ώρα που θα εμφανίζει το ρολόι
es: La hora que mostrará el reloj
eu: Ordulariak bistaratuko duen ordua
fi: Aika, jota kello näyttää
ga: An t-am a thaispeánfaidh an clog
hr: Vrijeme koje će sat prikazivati
ia: Le tempore que le horologio monstrara
ja: 時計に表示する時刻
kk: Сағатта көрсетілетін уақыт белдеуі
km: ពេលវេលា​នាឡិកា​នឹង​បង្ហាញ
ko: 시계가 표시할 시간
lt: Laikas, kurį rodys laikrodis
lv: Laiks ko pulkstenis rādīs
mr: घड्याळ ही वेळ दर्शवेल
nds: De Tiet, de de Klock wiest
nn: Viser korleis tida vert vist
pa: ਟਾਈਮ, ਜੋ ਘੜੀ ਵੇਖਾ ਰਹੀ ਹੈ
pt: A hora que o relógio irá mostrar
ro: Ora afișată de ceas
ug: سائەت كۆرسىتىدىغان ۋاقىت
wa: L' eure ki srè håynêye so l' ôrlodje

source: The clock will display the time for the selected default zone. Local is the time you set in System Settings.
bg: Часовникът ще показва времето в часовия пояс по подразбиране. В "Системни настройки" можете да зададете местното си време.
ca@valencia: El rellotge mostrarà l'hora per a la zona horària seleccionada per defecte. La local és l'hora que heu definit a l'arranjament del sistema.
cs: Hodiny zobrazí čas ve vybraném časovém pásmu. Lokální je ten čas, který byl nastaven v Nastavení systému.
el: Το ρολόι θα εμφανίζει την ώρα της επιλεγμένης ωρολογιακής ζώνης. Η τοπική είναι η ώρα που ρυθμίζετε στις ρυθμίσεις του συστήματος.
es: El reloj mostrará la hora de la zona horaria seleccionada. Local es la hora que fija en las preferencias del sistema.
eu: Ordulariak hautatutako zona lehenetsiaren ordua bistaratuko du. Ordu lokala sistemaren ezarpenetan jarritakoa da.
fi: Kello näyttää valitun aikavyöhykkeen ajan. Paikallisen ajan voit asettaa järjestelmäasetuksista.
ga: Taispeánfaidh an clog an t-am sa chrios réamhshocraithe. Is é 'Logánta' an t-am a shocraigh tú i Socruithe an Chórais.
hr: Sat će prikazivati vrijeme za odabranu uobičajenu vremensku zonu. Lokalno je vrijeme koje postavite u Postavkama Sustava.
ia: Le horologio monstrara le tempore pro le zona predefinite seligite. Local es le tempore que tu fixava in Preferentias de Systema
ja: 時計は選択されたデフォルトのタイムゾーンの時刻を表示します。 <interface>ローカル</interface>は KDE システム設定で設定されている時刻です。
kk: Сағатта әдетті деп таңдалған белдеуінің уақыты көрсетіледі. Жергілікті уақыт Жүйе параметрлерінде таңдалады..
km: នាឡិកា​នឹង​បង្ហាញ​ពេលវេលា​សម្រាប់​តំបន់​លំនាំដើម​ដែល​បានជ្រើស ។ មូលដ្ឋាន​គឺ​ពេលវេលា​ដែល​អ្នក​កំណត់​នៅ​ក្នុង​ការ​កំណត់​ប្រព័ន្ធ ។
ko: 시계에서 선택한 기본 시간대의 시간을 가리킬 것입니다. 지역 시간대는 시스템 설정에서 바꿀 수 있습니다.
lt: Laikrodis rodys laiką pažymėtai numatytai juostai. Vietinis laikas yra laikas, kurį nustatote Sistemos nustatymuose.
lv: Pulkstenis rādīs laiku izvēlētajā noklusētajā joslā. Lokālais ir Sistēmas iestatījumos konfigurētais laiks.
mr: घड्याळ निवडलेल्या वेळ क्षेत्राची वेळ दर्शवेल. प्रणाली संयोजनात ठरविलेली वेळ स्थानिक असते.
nds: De Klock wiest de Tiet ut dat utsöchte Standard-Tietrebeet. "Lokaal" is de Tiet, de Du binnen de Systeeminstellen fastleggst.
nn: Klokka viser tida for den valde tidssona. «Lokal» er tida du vel i systemoppsettet.
pa: ਘੜੀ ਚੁਣੇ ਡਿਫਾਲਟ ਖੇਤਰ ਲਈ ਸਮਾਂ ਵੇਖਾਏਗੀ। ਲੋਕਲ ਸਮਾਂ ਹੈ, ਜੋ ਤੁਸੀਂ ਸਿਸਟਮ ਸੈਟਿੰਗ ਵਿੱਚ ਚੁਣਿਆ ਹੈ।
pt: O relógio irá mostrar a hora para o fuso-horário seleccionado. O Local é a hora definida na Configuração do Sistema.
ro: Ceasul va afișa ora pentru fusul implicit ales. Ora locală este cea stabilită în Configurări de sistem.
ug: بۇ سائەت تاللىغان كۆڭۈلدىكى ۋاقىت رايونىغا ئاساسەن ۋاقىتنى كۆرسىتىدۇ. يەرلىك سىز سىستېمىدا بەلگىلىگەن ۋاقىتنى ئىشلىتىشنى ئىپادىلەيدۇ.
wa: L' ôrlodje håynêyrè l' eure pol coisse ås eures prémetowe di tchoezeye. Coinrece, c' est l' eure ki vs avoz defini dins les Apontiaedjes do sistinme.
