Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/libplasmaclock.po
Languages: bg, ca@valencia, cs, el, es, eu, fi, ga, hr, ia, ja, kk, km, ko, lt, lv, mr, nds, nn, pa, pt, ro, ug, wa

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Your <span style=" font-weight:600;">Local</span> time and time zone are defined in System Settings, in the Date and Time tab. As default, your plasma clock will use this setting.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The plasma clock tooltip can display the time in several other time zones: to do so, select one or several more time zones in the list. Click on a line to select it and click on it again to deselect it. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">After you validate your choices with the OK button, when your mouse is over the clock, a tooltip will display the time in all the selected time zones.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To select a <span style=" font-weight:600;">Default</span> time zone: you can either scroll over the clock with your mouse wheel and set the one you want or you can set it with "Clock defaults to:". .</p></body></html>
bg: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Вашето <span style=" font-weight:600;">местно</span> време и часови пояс можете да нагласите в "Системни настройки". По подразбиране часовникът ще изпозлва тях.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Часовникът може да показва датата и врмето в няколко други пояси. За да стане това изберете една или няколко пояса от списъка. Щракнете с мишката върху реда, за да го премахенте щракнете още веднъж. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">След като потвърдите настройката с бутона "ОК", когато прокарате мишката върху часовника ще бъде показано времето в избраните часови пояси.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">За да изберете времева зона <span style=" font-weight:600;">по подразбиране</span> - можете да го направите с колелцето на мишката върху часовника или да я зададете в "По подразбиране:". .</p></body></html>
ca@valencia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">L'hora i la zona horària <span style=" font-weight:600;">local</span> es defineixen a l'arranjament del sistema, a la pestanya «Dia i hora». Per defecte, el rellotge del plasma emprarà este arranjament.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">L'indicador de funció del rellotge del plasma pot mostrar l'hora en vàries zones horàries: per a fer això, seleccioneu una o més zones horàries de la llista. Cliqueu en una línia per a seleccionar-la i cliqueu-hi una altra vegada per a desseleccionar-la. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Després de validar la vostra selecció amb el botó Bé, quan el ratolí estiga sobre el rellotge, es visualitzarà l'hora a totes les zones horàries seleccionades en un indicador de funció.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Per a seleccionar una zona horària <span style="font-weight:600;">per omissió</span>: podeu desplaçar-vos amb la roda del ratolí i definir la que vulgueu o podeu definir-la amb «Rellotge per omissió a:».</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Váš <span style=" font-weight:600;">lokální</span> čas a časové pásmo jsou definovány v nastavení systému v kartě Datum a čas. Plasma hodiny použijí jako výchozí toto nastavení.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bublinová nápověda plasma hodin může zobrazit čas v několika různých časových pásmech. Toho dosáhnete zaškrtnutím více pásem v seznamu. Vyberte kliknutím řádek a opětovným kliknutím výběr zrušte. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Po potvrzení vašich voleb tlačítkem OK, když najedete myší nad hodiny, bublina zobrazí čas ve zvolených pásmech.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pro výběr <span style=" font-weight:600;">výchozího</span> časového pásma můžete pootočit kolečkem myši nad hodinami a nastavit to, které si přejete, nebo jej můžete nastavit pomocí "Výchozí hodiny:". .</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Η <span style=" font-weight:600;">Τοπική</span> ώρα και ζώνη καθορίζονται στις ρυθμίσεις του συστήματος, στην καρτέλα ημερομηνίας και ώρας. Προκαθορισμένα το ρολόι θα χρησιμοποιεί αυτήν τη ρύθμιση.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Η υπόδειξη του ρολογιού μπορεί να εμφανίζει την ώρα σε πολλαπλές ωρολογιακές ζώνες: επιλέξτε μία ή πολλαπλές ωρολογιακές ζώνες στη λίστα. Κάντε κλικ σε μια γραμμή για την επιλογή της και ξανά κλικ για την αποεπιλογή της. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Αφού επαληθεύσετε τις επιλογές σας με το κουμπί Εντάξει, όταν το ποντίκι θα βρίσκεται πάνω στο ρολόι, θα εμφανίζεται μια υπόδειξη με την ώρα σε όλες τις επιλεγμένες ωρολογιακές ζώνες.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Για την επιλογή μιας <span style="font-weight:600;">Προκαθορισμένης</span> ωρολογιακής ζώνης: χρησιμοποιήστε είτε το ροδάκι του ποντικιού πάνω στο ρολόι ή καθορίστε την επιλογή σας στο "Προκαθορισμός ρολογιού:". .</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Su hora y zona horaria <span style=" font-weight:600;">Local</span> se definen en las preferencias del sistema, en la pestaña Fecha y hora. De manera predeterminada su reloj plasma usará esa configuración.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">El cuadro de consejo del reloj de plasma puede mostrar la hora de otras zonas horarias: para hacerlo, seleccione una o más zonas de la lista. Pulse en la línea para seleccionarla y vuelva a pulsar para anular la selección. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Una vez haya validado sus cambios con el botón OK, cuando su ratón esté sobre el reloj, se abrirá un cuadro con la hora en las zonas seleccionadas.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Para seleccionar una zona horaria <span style=" font-weight:600;">predeterminada</span> puede bien desplazarse por el reloj con la rueda del ratón y marcar la que desee o bien puede hacerlo con la «configuración predeterminada del reloj:». .</p></body></html>
eu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zure <span style=" font-weight:600;">tokiko</span> ordua eta ordu-gunea sistema-ezarpenetan, Data eta Ordua fitxan definituta daude. Lehenetsitako gisa, zure plasma ordulariak ezarpen hau erabiliko du.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Plasma ordulariaren tresna-argibideek hainbat ordu-gunetako orduak bistaratu ditzakete: hala egiteko, hautatu zerrendan ordu gune bat edo gehiago. Klikatu lerro batean hura hautatzeko eta berriz klikatu desautatzeko.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aukerak Ados botoia sakatuz berrestu eta ondoren, sagua ordulariaren gainean jarritakoan, tresna-argibide batek hautatutako ordu-gune guztietako ordua bistaratuko du.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ordu gune <span style=" font-weight:600;">Lehenetsi</span> bat hautatzeko: ordulari gainean jarrita saguaren gurpila labaindu eta nahi duzuna ezarri dezakezu edo "Ordulariaren ezarpen lehenetsia:" aukerarekin ezarri dezakezu.</p> </body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Paikallinen</span> aika ja aikavyöhyke määritellään järjestelmäasetusten ”Päiväys ja aika” -välilehdellä. Kello käyttää oletuksena tätä asetusta.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kellon työkaluvihje voi näyttää useamman aikavyöhykkeen ajat. Useita aikavyöhykkeitä voidaan valita luettelosta napsauttamalla niitä. Aikavyöhykkeen voi poistaa käytöstä napsauttamalla sen valinta pois.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Tallennettuasi asetukset Ok-painikkeella, työkaluvihje näyttää kaikkien valittujen aikavyöhykkeiden ajat, kun viet hiiren osoittimen kellon päälle.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Valitaksesi <span style=" font-weight:600;">Oletusaikavyöhykkeen</span> pyöräytä hiiren rullaa kellon päällä tai muokkaamalla kellon asetuksista kohtaa ”Oletusaikavyöhyke”.</p></body></html>
ga: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sainmhínítear an t-am <span style=" font-weight:600;">Logánta</span> agus do chrios ama i Socruithe an Chórais, sa chluaisín Dáta agus Am. Úsáidfidh an clog plasma na socruithe seo de réir réamhshocraithe.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Is féidir le leid uirlisí an chloig plasma an t-am i gcriosanna ama eile a thaispeáint: chun é seo a dhéanamh, roghnaigh crios ama amháin, nó níos mó, ón liosta. Cliceáil líne chun é a roghnú agus cliceáil é arís le díroghnú. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Tar éis duit na roghanna a dheimhniú tríd an gcnaipe OK a chliceáil, taispeánfar an t-am sna criosanna roghnaithe go léir i leid uirlisí nuair a ainlíonn do luch os cionn an chloig.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Chun crios ama <span style=" font-weight:600;">Réamhshocraithe</span> a roghnú: is féidir leat scrollú os cionn an chloig le roth na luiche agus an crios ama atá uait a roghnú, nó roghnaigh é go díreach trí "Crios ama réamhshocraithe:". .</p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vaše <span style=" font-weight:600;">lokalno</span> vrijeme i vremenska zona su definirane u Postavkama sustava, u kartici Datum i vrijeme. Uobičajeno će plasma-sat koristiti te postavke.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Iskočna pomoć plasma-sata može prikazivati vrijeme iz nekoliko drugih vremenskih zona: da biste to postigli, odaberite jednu ili više vremenskih zona iz popisa. Kliknite na liniju za odabir iste i kliknite ponovo na nju da biste uklonili odabir iste. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nakon što potvrdite svoj odabir gumbom 'U redu', svaki put kad se pokazivač miša nađe iznad sata, pojavit će se iskočna pomoć s prikazom vremena u odabranim vremenskim zonama.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Za odabrati <span style=" font-weight:600;">uobičajenu</span> vremensku zonu: kotačićem miša možete klizati iznad sata i postaviti vremensku zonu koju želite ili je postaviti s "Uobičajena vremenska zona:".</p></body></html>
ia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Your <span style=" font-weight:600;">Local</span> tempore e fuso horari es definite in Preferentias de Systema, in le scheda de Data e Tempore. Pro definition, tu horologio de plasma usara iste preferentias.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Le consilio de horologio de plasma pote monstrar le tempore in multe altere zonas de tempore: pro facer lo, tu selige un o multe altere fusos horari in le lista. Tu pulsa sur un linea pro seliger illo e pulsa de nove pro de-seliger ille. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Postea que tu validava tu selectiones per le button de OK, quando tu mus es supra le horologio, un consilio monstrara le tempore in omne fusos horari selectionate.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pro seliger un <span style=" font-weight:600;">Predefinite</span> fuso horari: tu pote o rolar supra le horologio con tu rota de mus e seliger lo que tu vole o tu pote seliger illo con "Horologio predefinite a:". .</p></body></html>
ja: <html><p>Plasma 時計はデフォルトで KDE システム設定の<interface>日付と時刻</interface>で設定されているローカルタイムゾーンの時刻を表示します。</p><p>ツールチップには複数のタイムゾーンを表示することができます。このリストで表示するエリアをクリックして選択します。選択を解除するには、選択したエリアをもう一度クリックします。</p><interface>OK</interface>ボタンで変更を確定すると、選択したタイムゾーンの時刻がツールチップに表示されるようになります。</p><p>時計に表示するデフォルトのタイムゾーンを変更するには、時計の上でマウスホイールを動かして選択するか、<interface>時計のデフォルト:</interface>で設定します。</p></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Your <span style=" font-weight:600;">Жергілікті</span> уақыт пен уақыт белдеуі Жүйе параметрлерінің 'Күн мен уақыт' бөлімінде орнатылады. Сағат, әдетте, сол уақытты көрсетеді.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Сағаттың қалқымалы ишарасы бірден бірнеше белдеулердегі уақытты көрсете алады, ол үшін тізіміне бірнеше белдеулерді таңдап алу керек. Таңдап алу үшін керек жолды түртіп қалыңыз. Таңдаудан шығару үшін сол жолды қайта түрту керек.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ОК дегенді басқан соң, тышқаныңыз сағатты меңзегенде, таңдалған белдеулердің уақытын көрсететін қалқымалы ишарасы шыға келеді.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To select a <span style=" font-weight:600;">Әдетті</span> белдеуін тышқанның тегершігін бұрап таңдап немесе 'Әдеттегісі:' деген арқылы орната аласыз.</p> </body></html>
km: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Your <span style=" font-weight:600;">មូលដ្ឋាន</span> ពេលវេលា និង​តំបន់​ពេលវេលា​ត្រូវ​បាន​កំណត់​នៅ​ក្នុង​កា​រកំណត់​ប្រព័ន្ធ នៅ​ក្នុង​ផ្ទាំង​កាលបរិច្ឆេទ និង​ពេលវេលា ។ តាម​លំនាំដើម នាឡិកា​ប្លាស្មា​នឹង​ប្រើ​ការ​កំណត់​នេះ ។</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ព័ត៌មាន​នាឡិកា​ប្លាស្មា​អាច​បង្ហាញ​ពេល​វេលា​នៅ​ក្នុង​តំបន់​ពេលវេលា​ផ្សេងៗ​ជា​ច្រើន​ទៀត ៖ ដើម្បី​ធ្វើ​ដូច្នេះ​បាន ជ្រើសតំបន់​ពេលវេលា​មួយ ឬ​ច្រើន​នៅ​ក្នុង​បញ្ជី ។ ចុច​លើ​បន្ទាត់​ដើម្បីជ្រើស​វា ហើយ​ចុច​វា​ម្ដង​ទៀត​ដើម្បីមិនជ្រើស​វា ។ </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">បន្ទាប់​ពី​​អ្នក​ធ្វើ​ឲ្យ​ជម្រើស​របស់​អ្នកសកម្ម​ប្រើ​ប្រើ​ប៊ូតុង​ យល់ព្រម នៅ​ពេល​ការ​បង្ហាញ​ពេលវេលា​នៅ​ក្នុង​តំបន់​ពេលវេលា​ដែល​បាន​ជ្រើស​របស់​អ្នក ។</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ដើម្បី​ជ្រើស​តំបន់​ពេលវេលា <span style=" font-weight:600;">លំនាំដើម</span> ៖ អ្នក​អាច​រមូរ​លើ​នាឡិកា​ដោយ​ប្រើ​កង់​កណ្ដុរ និង​កំណត់​វា​មួយ ដែលអ្នកបាន ឬ​អាច​កំណត់​វា​ដោយ​"នាឡិកា​លំនាំដើម​ទៅ ៖"។</p></body></html>
ko: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">현재 <span style=" font-weight:600;">지역</span> 시간과 지역 시간대는 시스템 설정의 날짜와시간 탭에서 변경할 수 있습니다. Plasma 시계에서는 기본적으로 그 설정을사용합니다.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plasma 시계 풍선 도움말에는 여러 가지 시간대를 표시할 수도 있습니다. 목록에서 여러 시간대를 선택하면 그렇게 할 수 있습니다. 줄을 누르면 선택되고 다시 누르면 선택 해제됩니다. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">확인 단추를 눌러서 선택 사항을 확정하면 시계 위에 마우스를 올려두었을 때 선택한 시간대의 시간을 보여 주는 풍선 도움말이 표시됩니다.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">기본</span> 시간대를 선택하려면 시계 위에서 마우스 휠을 굴리거나 "기본 시간대:" 항목에서 선택하십시오.</p></body></html>
lt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Jūsų <span style=" font-weight:600;">vietinis</span> laikas ir laiko juosta nustatyti Sistemos nustatymuose, Datos ir laiko kortelėje. Pagal nutylėjimą, jūsų plasma laikrodis naudos šį nustatymą.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plasma laikrodžio paaiškinimas gali rodyti laiką keliose kitose laiko juostose: kad tai padarytumėte, iš sąrašo pasirinkite vieną arba kelias laiko juostas. Spragtelėkite ant eilutės, kad ją pažymėtumėte ir dar kartą, kad nebežymėtumėte. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Po to, kai patvirtinsite savo pasirinkimą mygtuku Gerai, kai jūsų pelė bus virš laikrodžio, paaiškinimas rodys laiką visose pasirinktose laiko juostose.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kad pasirinktumėte <span style=" font-weight:600;">numatytą</span> laiko juostą: galite arba užvesti pelyte virš lairodžio, sukti pelės ratuką ir nustatyti norimą, arba galite nustatyti ją su „Numatyta laikrodžio juosta:“. .</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Jūsu <span style=" font-weight:600;">lokālais</span> laiks un laika josla ir definēti Sistēmas iestatījumos, cilnē 'Datums un laiks'. Noklusēti jūsu plasma pulkstenis lietos šo iestatījumu.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plasma pulksteņa paskaidre spēj parādīt laiku vairākās citās laika joslās: lai to darītu, izvēlieties no saraksta vienu vai vairākas laika joslas. Uzklišķiniet uz rindas, lai izvēlētos to, un uzklikšķiniet vēlreiz, lai noņemtu izvēli. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pēc izvēļu apstiprināšanas ar pogu 'Lapi', uzbraucot ar peli uz puklsteņa, tā paskaidrē būs redzams laiks visās izvēlētajās laika joslās.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Lai norādītu <span style=" font-weight:600;">noklusēto</span> laika joslu: varat vai nu ritināt ar peli virs pulksteņa, vai norādīt vajadzīgo ar"Noklusētais pulkstenis ir:". .</p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dien <span style=" font-weight:600;">lokaal</span> Tiet un Tietrebeet sünd binnen de Systeeminstellen fastleggt, binnen dat Paneel "Datum un Tiet". Standardwies bruukt de Plasma-Klock disse Instellen.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">De Plasma-Klock ehr Lüttbild kann de Tiet un en Reeg anner Tietrebeden wiesen. Wullt Du dat, denn söök een oder mehr Tietrebeden op de List ut. Mit en Klick kannst Du en Reeg kören, un ok wedder afkören.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Hest Du Dien Köör mit den OK-Knoop beglöövt, wiest de Klock, wenn Du mit de Muus dor op wiest, en Kortinformatschoon mit de Tieden ut all utsöcht Tietrebeden.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Wullt Du en <span style=" font-weight:600;">Standard</span>-Tietrebeet fastleggen, kannst Du mit dat Muusrad över de Klock rullen un dat fastleggen, dat Du wullt, oder Du kannst dat mit "Standardklock:" fastleggen.</p></body></html>
nn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Lokal</span>tida og tidssona er definerte i systemoppsettet, under «Dato og klokkeslett». Som standard vert desse innstillingane brukte.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Hjelpebobla for Plasma-klokka kan visa tida i fleire andre tidssoner. For å setja opp dette, vel du fleire tidssoner frå lista. Trykk på ei linje for å velja henne, og trykk ein gong til for å fjerna valet.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Etter at du har stadfesta valet med «OK»-knappen, vil det verta vist ei hjelpeboble med alle dei ulike klokkesletta når du held musepeikaren over klokka.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">For å velja <span style=" font-weight:600;">standard</span> tidssone, kan du anten rulle med musepeikaren over klokka og velja den du vil ha, eller du kan velja han i innstillinga «Klokkestandard».</p></body></html>
pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">A sua hora e fuso-horário <span style=" font-weight:600;">Local</span> corresponde aos valores definidos na Configuração do Sistema, nomeadamente na página de Data e Hora. Por omissão, o seu relógio do Plasma irá usar esta configuração.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">A dica do relógio do Plasma pode mostrar a hora para diversos fusos-horários: para tal, seleccione um ou vários fusos-horários na lista. Carregue numa linha para a seleccionar e carregue nela de novo para a desmarcar.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Depois de validar a sua escolha com o botão OK, quando o seu cursor estiver sobre o relógio, irá aparecer uma dica que apresenta a hora em todos os fusos-horários seleccionados.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Para seleccionar um fuso-horário <span style=" font-weight:600;">Por Omissão</span>: poderá tanto deslocar a roda do seu rato sobre o relógio e definir o que deseja como poderá defini-lo com a opção "O relógio está por omissão em:"...</p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ora și fusul orar<span style=" font-weight:600;">local</span> sînt definite în Configurări de sistem, în fila „Data și ora”. Implicit, Ceasul plasma va utiliza această configurare.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Indiciul ceasului plasma poate afișa ora în alte cîteva fusuri orare: pentru asta, alegeți unul sau mai multe fusuri orare din listă. Faceți clic pe o linie pentru a o selecta și faceți clic din nou pentru a o deselecta. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">După ce validați opțiunile cu butonul OK, atunci cînd mausul se află deasupra ceasului, un indiciu va afișa ora în toate fusurile orare alese.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pentru a alege un fus orar <span style=" font-weight:600;">implicit</span>: puteți fie să derulați rotița mausului deasupra ceasului și să îl stabiliți pe cel dorit, fie îl puteți stabili cu „Ceasul utilizează implicit:”. .</p></body></html>
ug: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'UKIJ Tuz Tom, Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">سىزنىڭ <span style=" font-weight:600;">يەرلىك</span> ۋاقىت ۋە ۋاقىت رايونىڭىز سىستېما تەڭشىكىدىكى چېسلا ۋە ۋاقىت بۆلىكىدە بەلگىلەنگەن. سىزنىڭ plasma سائىتىڭىز كۆڭۈلدىكى ئەھۋالدا بۇ تەڭشەكنى ئىشلىتىدۇ.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">plasma سائەتنىڭ قورال ئەسكەرتىشىنى باشقا ۋاقىت رايونىدا كۆرسەتكىلى بولىدۇ: مۇشۇنداق قىلىش ئۈچۈن تىزىمدىن بىر ياكى بىر قانچە ۋاقىت رايونىنى تاللاڭ. تۆۋەندىكى تۈرلەر قۇرىنى چېكىپ تاللىيالايسىز. يەنە بىر چېكىلسە تاللانمايدۇ. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">تاللىشىڭىزنى جەزملەشتە جەزملە چېكىلسە بولىدۇ، بۇ چاغدا چاشقىنەك نۇربەلگىسى سائەت ئۈستىدە توختىغاندا قورال ئەسكەرتىشىدىن بىرنى كۆرسىتىدۇ، ئۈستىدە سىز تاللىغان بىر قانچە ۋاقىت رايونى ماس كەلگەن ھەر قايسى ۋاقىت ئۇچۇرى كۆرۈنىدۇ.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">كۆڭۈلدىكى</span> ۋاقىت رايونىنى تاللاپ: سىز چاشقىنەك غالتىكىنى دومىلىتىپ لازىملىق ۋاقىت رايونىنى تاللىيالايسىز ياكى «سائەت كۆڭۈلدىكىسى:» تاللانمىسى ئارقىلىق تەڭشىگىلى بولىدۇ.</p></body></html>
wa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Voste eure eyet coisse ås eures <span style=" font-weight:600;">coinreces</span> sont defineyes dins les Apontiaedjes do sistinme, el linwete Date et eure. Come prémetou, voste ôrlodje plasma si sievrè di ces apontiaedjes.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Li bouye di racsegne di l' ôrlodje plasma sait håyner l' eure dins sacwantès ôtès coisses ås eures : pol fé, tchoezixhoz ene ou sacwantès coisses ås eures el djivêye. Clitchîz sos ene roye pol tchoezi eyet l' clitchî co on côp pol distchoezi. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Après awè validé vos tchoes avou l' boton I va, cwand vosse sori est pa dzeu l' ôrlodje, ene bouye di racsegne håynêyrè l' eure dins totes les coisses ås eures di tchoezeyes.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Po tchoezi ene <span style=" font-weight:600;">prémetowe</span> coisse ås eures : vos ploz soeye-t i disrôler avou l' sori so l' ôrlodje avou l' rôlete del sori eyet defini l' cisse ki vs voloz, soeye-t i l' defini avou « Prémetowe ôrlodje so : ». .</p></body></html>
