Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/libtaskmanager.po
Languages: kk, pa

source: Launcher Matching Rules
kk: Жеккіштің теру ережелері
pa: ਲਾਂਚਰ ਮਿਲਾਉਣ ਰੂਲ

source: A launcher is already defined for %1
kk: %1 дегеннің жеккіші тағайындалған екен
pa: %1 ਲਈ ਪਹਿਲਾਂ ਹੀ ਲਾਂਚਰ ਦਿੱਤਾ ਹੈ

source: To associate an application with a launcher, the task manager reads the application's window class and name. These are then used to look up the launcher details of an installed application. This attempts to match these against the application's 'Name'. This can sometimes fail. The list above allows you to manually set the class+name to launcher/name mapping.
kk: Қолданбаға жеккішін тағайындау үшін тапсырма менеджері қолданба терезесінің класы мен атауын оқиды. Содан кейін жегу параметрлері қатастырылады да қолданбаның 'Атауы' өрісіндегісімен сәйкестіріледі. Бұл кейбірде жаңылысқа әкеледі. Жоғардағы тізім бұларды қолмен түзеуге мүмкіндік береді.

source: Launcher Properties
kk: Жеккіштің қасиеттері
pa: ਲਾਂਚਰ ਵਿਸ਼ੇਸ਼ਤਾ

source: Select launcher application:
kk: Жеккіш бағдарлмасы:
pa: ਲਾਂਚਰ ਐਪਲੀਕੇਸ਼ਨ ਚੁਣੋ:

source: Window Class
kk: Терезе класы
pa: ਵਿੰਡੋ ਕਲਾਸ

source: Window Name
kk: Терезе атауы
pa: ਵਿੰਡੋ ਨਾਂ

source: Launcher
kk: Жеккіш
pa: ਲਾਂਚਰ

source: Add
kk: Қосу
pa: ਸ਼ਾਮਲ

source: Edit
kk: Өзгерту
pa: ਸੋਧ

source: Remove
kk: Өшіру
pa: ਹਟਾਓ

source: <b>NOTE:</b> The above list is only required when the automatic window to launcher rules do not work. You do not need to add an entry here for each launcher.
kk: <b>ЕСКЕРТУ:</b> Жоғардағы тізім тек терезеге автоматты түрде жеккішті байланыстыру ережесі болмаса ғана керек болады. Әрбір жеккішке бұны қосу қажеті жоқ.

source: More information...
kk: Қосымша мәлімет...
pa: ਹੋਰ ਜਾਣਕਾਰੀ...

source: Window class:
kk: Терезенің класы:
pa: ਵਿੰਡੋ ਕਲਾਸ:

source: Window name:
kk: Терезенің атауы:
pa: ਵਿੰਡੋ ਨਾਂ:

source: Detect Window Properties
kk: Терезенің қасиеттерін байқау
pa: ਵਿੰਡੋ ਵਿਸ਼ੇਸ਼ਤਾ ਖੋਜੋ

source: Launcher:
kk: Жеккіші:
pa: ਲਾਂਚਰ:

# marks that a task has been modified
source: modified
kk: өзгертілген
pa: ਸੋਧ

source: Mi&nimize
kk: &Түю
pa: ਘੱਟੋ-ਘੱਟ(&n)

source: Ma&ximize
kk: &Қең жаю
pa: ਵੱਧੋ-ਵੱਧ(&x)

source: &Shade
kk: &Айдарға түю
pa: ਸ਼ੇਡ(&S)

source: Re&size
kk: Өлшемді ө&згерту
pa: ਮੁੜ-ਅਕਾਰ(&s)

source: &Move
kk: &Жылжыту
pa: ਭੇਜੋ(&M)

source: &Close
kk: &Жабу
pa: ਬੰਦ ਕਰੋ(&C)

source: Move &To Current Desktop
kk: Назардағы үстел&ге ауыстыру
pa: ਮੌਜੂਦਾ ਡੈਸਕਟਾਪ 'ਚ ਭੇਜੋ(&T)

source: &All Desktops
kk: &Барлық үстелдер
pa: ਸਭ ਡੈਸਕਟਾਪ(&A)

source: Move To &Desktop
kk: Қай &үстелге ауыстыру
pa: ਡੈਸਕਟਾਪ 'ਚ ਭੇਜੋ(&D)

source: Keep &Above Others
kk: Бет &алдында ұстау
pa: ਹੋਰ ਸਭ ਤੋਂ ਉੱਤੇ ਰੱਖੋ(&A)

source: Keep &Below Others
kk: Барлығының а&ртында ұстау
pa: ਹੋਰ ਸਭ ਦੇ ਹੇਠਾਂ ਰੱਖੋ(&B)

source: &Fullscreen
kk: &Толық экранды
pa: ਪੂਰੀ ਸਕਰੀਨ ਉੱਤੇ(&F)

source: More Actions
kk: Қосымша әрекеттер
pa: ਹੋਰ ਐਕਸ਼ਨ

source: &Leave Group
kk: Топтан &шығару
pa: ਗਰੁੱਪ ਛੱਡੋ(&L)

source: Remove This Launcher
kk: Осы жеккішті өшіру
pa: ਇਹ ਲਾਂਚਰ ਹਟਾਓ

source: &Show A Launcher When Not Running
kk: Жегілмегенде жеккіш көрсетілсін
pa: ਜਦੋਂ ਚੱਲਦਾ ਨਾ ਹੋਵੇ ਤਾਂ ਲਾਂਚਰ ਵੇਖਾਓ(&S)

source: The application, to which this task is associated with, could not be determined. Please select the appropriate application from the list below:
kk: Бұл тапсырма қай бағдарламамен байланысты анықталмаған. Төмендегі тізімінен керек бағдарламасын таңдап алыңыз:

source: Start New Instance
kk: Жаңа данасын жегу
pa: ਨਵਾਂ ਮੌਕਾ ਸ਼ੁਰੂ ਕਰੋ

source: &Edit Group
kk: Топты ө&згерту
pa: ਗਰੁੱਪ ਸੋਧ(&E)

source: Leave Group
kk: Топтан шығару
pa: ਗਰੁੱਪ ਛੱਡੋ

source: Remove Group
kk: Топты өшіру
pa: ਗਰੁੱਪ ਹਟਾਓ

source: Allow this program to be grouped
kk: Бағдарламаға топқа кіруге рұқсат ету
pa: ਇਹ ਪਰੋਗਰਾਮ ਨੂੰ ਗਰੁੱਪ ਬਣਾਉਣ ਦਿਓ

source: Do not allow this program to be grouped
kk: Бағдарламаға топқа кіруге рұқсат етпеу
pa: ਇਹ ਪਰੋਗਰਾਮ ਨੂੰ ਗਰੁੱਪ ਨਾ ਬਣਾਉਣ ਦਿਓ
