Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_engine_nowplaying.po
Languages: ar, bs, ca, cs, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, ug, uk, wa, zh_cn, zh_tw

source: The 'seconds' argument to the 'seek' command must be between 0 and the length of the track.
ar: معامل ' الثواني' لأمر 'تقدم' يجب أن يكون بين 0 و طول المسار.
bs: Argument ‘sekunde’ naredbe ‘seek’ mora biti između 0 i dužine numere.
ca: L'argument «segons» de l'ordre «cerca» ha d'estar entre 0 i la durada de la peça.
cs: Argument 'sekundy' pro příkaz pro 'hledání' musí být mezi 0 a délkou skladby.
da: "seconds"-argumentet til "see"-kommandoen skal være mellem 0 og sporets længde.
el: Η παράμετρος 'seconds' της εντολής 'seek' πρέπει να βρίσκεται μεταξύ του 0 και της διάρκειας του τραγουδιού.
es: El argumento «segundos» de la orden «buscar» debe estar entre 0 y la duración de la pista.
et: Käsu 'otsing' argument 'sekundid' peab jääma vahemikku 0 kuni pala pikkus.
eu: 'bilatu' komandoaren 'segundoak' argumentuak 0 eta pistaren luzera bitartekoa izan behar du.
fi: ”Etsi”-komennon ”sekunnit”-parametrin on oltava välillä 0–kappaleen kesto.
fr: L'argument « secondes » de la commande « positionnement » doit être situé entre 0 et la longueur de la piste.
ga: Ní mór don argóint 'soicindí' a ghlacann an t-ordú 'lorg' a bheith idir 0 agus fad an amhráin.
gl: O argumento «segundos» da orde «procura» debe estar entre 0 e a duración da pista.
he: הארגומנט "seconds" של הפקודה "seek" חייב להיות בין 0 ואורך הרצועה.
hr: Vrijednost 'sekundi' u 'traži' naredbi mora biti između 0 i duljine naslova koji se izvodi
hu: A "seek" parancs "seconds" paraméterének 0 és a szám hossza közé kell esnie.
ia: Le argumento 'secundas' pro le commando 'cerca' debe esser inter 0 e le longitude del tracia.
is: Viðfangið 'seconds' við skipunina 'seek' verður að vera á milli 0 og lengdar lagsins.
it: L'argomento «secondi» del comando «posiziona» deve essere compreso tra 0 e la durata della traccia.
ja: 「seek」コマンドの秒数引数は 0 とトラックの長さの間でなければなりません。
kk: 'seek' команданың 'seconds' деген аргументі 0 мен жолсызық ұзындығы аралығында болу керек.
km: អាគុយម៉ង់ 'វិនាទី' ទៅ​ពាក្យ​បញ្ជា 'ស្វែងរក' ត្រូវ​តែ​នៅ​ចន្លោះ ០ និង​ប្រវែង​របស់​បទ ។
ko: '이동' 명령의 '초' 인자는 0과 트랙 길이 사이여야 합니다.
lt: Komandos „ieškoti“ argumento „sekundės“ reikšmė turi būti nuo 0 iki takelio ilgio.
lv: Komandas 'seconds' argumentam 'seek' jābūt starp 0 un celiņa garumu.
nb: Argumentet «sekunder» til «søk»-kommandoen må være mellom 0 og lengden på sporet.
nds: Dat "Sekunnen"-Argument för den Befehl "Opsöken" mutt twischen 0 un de Stücklängde wesen.
nl: Het 'seconden' argument in het 'seek' commando moet liggen tussen 0 en de lengte van de track.
nn: Argumentet «seconds» til «seek»-kommandoen må liggja mellom 0 og lengda på sporet.
pl: Argument "seconds" polecenia "seek" musi być wartością pomiędzy 0 a długością ścieżki.
pt: O argumento 'segundos' do comando 'posição' deverá estar entre 0 e a duração da faixa.
pt_br: O argumento 'segundos' do comando 'procurar' deve ser entre 0 e o comprimento da faixa.
ro: Argumentul „secunde” pentru comanda „derulează” trebuie să fie între 0 și durata pistei.
ru: Аргумент «seconds» операции «seek» должен быть в диапазоне от 0 до длины дорожки.
sk: Argument 'seconds' príkazu 'seek' musí byť medzi 0 a dĺžkou skladby.
sl: Argument »sekunde« za ukaz »previj« mora biti med 0 in dolžino skladbe v sekundah.
sr@ijekavian: Аргумент ‘seconds’ наредбе ‘seek’ мора бити између 0 и дужине нумере.
sv: Argumentet 'sekunder' i kommandot 'sök' måste vara mellan 0 och spårets längd.
ug: «ئىزدە» بۇيرۇقىنىڭ ئەركىن ئۆزگەرگۈچىسى «سېكۇنت» چوقۇم 0 دىن ئاۋاز يولى ئارىسىدا بولۇشى لازىم.
uk: Аргумент «seconds» команди «seek» може приймати лише значення у діапазоні від 0 до значення тривалості композиції у секундах.
wa: L' årgumint « segondes » del comande « avancî » doet esse etur 0 eyet longueur do boket.
zh_cn: “搜索”命令的参数“描述”必须在 0 到音轨时长之间。
zh_tw: 'seek' 指令的 'seconds' 參數必須在 0 跟音軌長度之間。

source: The 'seek' command requires a 'seconds' argument.
ar: بتطلب الأمر 'تقدم' معامل 'ثواني'
bs: Naredba ‘seek’ zahtijeva argument ‘sekunde’.
ca: L'ordre «cerca» requereix un argument «segons».
cs: Příkaz 'hledání' vyžaduje argument pro 'sekundy'.
da: "seek"-kommandoen kræver et "seconds"-argument.
el: Η εντολή 'seek' απαιτεί μια παράμετρο 'seconds'.
es: La orden «buscar» necesita un argumento «segundos».
et: Käsk 'otsing' vajab argumenti 'sekundid'.
eu: 'bilatu' komandoak 'segundoak' argumentu bat behar du.
fi: ”Etsi”-komento vaatii ”sekunnit”-parametrin.
fr: La commande « recherche » requiert un argument « secondes ».
ga: Tá ordú 'soicindí' de dhíth ar an ordú 'lorg'.
gl: A orde «procura» precisa dun argumento «segundos».
he: הפקודה "seek" דורשת ארגומנט "seconds".
hr: Naredba 'traži' treba vrijednost 'sekunde'
hu: A "seek" parancs használatakor a "seconds" paraméter megadása kötelező.
ia: Le commando 'cerca' demanda un argumento 'secundas'.
is: Skipunin 'seek' krefst þess að með fylgi 'seconds' viðfangið.
it: Il comando «posiziona» richiede un argomento «secondi».
ja: 「seek」コマンドは秒数を引数として必要とします。
kk: 'seek' команданың 'seconds' деген аргументі болу керек.
km: ពាក្យ​បញ្ជា 'ស្វែងរក' ត្រូវការ​អាគុយម៉ង់ 'វិនាទី' ។
ko: '이동' 명령에는 '초' 인자가 필요합니다.
lt: Komandai „ieškoti“ reikia argumento „sekundės“.
lv: Komandai 'seek' nepieciešams arguments 'seconds'.
nb: «Søk»-kommandoen trenger et «sekunder»-argument.
nds: För den Befehl "Opsöken" deit en "Sekunnen"-Argument noot
nl: Het 'seek' commando vereist een 'seconden' argument.
nn: «seek»-kommandoen tek eit «seconds»-argument.
pl: Polecenie "seek" wymaga argumentu "seconds".
pt: O comando 'posição' necessita de um argumento 'segundos'.
pt_br: O comando 'procurar' requer um argumento 'segundos'.
ro: Comanda „derulează” necesită un argument „secunde”.
ru: Операции «seek» необходим аргумент «seconds».
sk: Príkaz 'seek' požaduje argument 'seconds'.
sl: Ukaz »previj« potrebuje argument »sekunde«.
sr@ijekavian: Наредба ‘seek’ захтијева аргумент ‘seconds’.
sv: Kommandot 'sök' kräver argumentet 'sekunder'.
ug: «ئىزدە» بۇيرۇقىنىڭ ئەركىن ئۆزگەرگۈچىسى «سېكۇنت» بولۇشى لازىم.
uk: У команді «seek» слід вказувати аргумент «seconds».
wa: Li comande « avancî » a dandjî d' èn årgumint « segondes ».
zh_cn: “搜索”命令需要“描述”参数。
zh_tw: 'seek' 指令需要 'seconds' 參數。

source: The player '%1' cannot perform the action 'seek'.
ar: لا يستطيع المشغل '%1' أداء الإجراء 'تقدم'
bs: Izvođač „%1“ ne može da izvrši radnju ‘pozicioniraj'.
ca: El reproductor «%1» no ha pogut realitzar l'acció «cerca».
cs: Přehrávač '%1' nemůže provést činnost 'posun'.
da: Afspilleren "%1" kan ikke udføre handlingen "søg".
el: Ο αναπαραγωγέας '%1' αδυνατεί να εκτελέσει την ενέργεια 'seek'.
es: El reproductor «%1» no puede realizar la acción «buscar».
et: Mängija '%1' ei saa sooritada toimingut 'otsing'.
eu: '%1' jotzaileak ezin du gauzatu 'bilatu' ekintza.
fi: Soitin ”%1” ei kykene toteuttamaan toimintoa ”etsi”.
fr: Impossible d'effectuer l'action « recherche » avec le lecteur « %1 ».
ga: Ní féidir le seinnteoir '%1' an gníomh 'lorg' a chur i bhfeidhm.
gl: O reprodutor «%1» non pode facer a acción «procurar».
he: הנגן "%1" לא מסוגל לבצע את הפעולה "seek".
hr: Multimedijalni player '%1' ne može izvršiti akciju 'traži'
hu: A "seek" művelet nem hajtható végre ezen a lejátszón: "%1".
ia: Le reproductor '%1' non pote exequer le action 'cerca'.
is: Margmiðlunarspilarinn '%1' getur ekki framkvæmt aðgerðina 'seek'.
it: Il lettore «%1» non può eseguire l'azione «posiziona».
ja: プレーヤー「%1」はアクション「seek」を実行できませんでした。
kk: '%1' ойнатқышы 'seek' дегенді орындай алмайды.
km: កម្មវិធី​ចាក់ '%1' មិនអាចអនុវត្ត​សកម្មភាព 'ស្វែងរក' បានទេ ។
ko: 재생기 '%1'에서 '이동' 동작을 수행할 수 없습니다.
lt: Grotuvas „%1“ negali įvykdyti veiksmo „ieškoti“.
lv: Atskaņotājs '%1' nespēj veikt darbību 'seek'.
nb: Spilleren «%1» kan ikke utføre handlingen «søk».
nds: De Afspeler "%1" kann de Akschoon "Opsöken" nich utföhren.
nl: De speler '%1' kan de actie 'Seek' niet uitvoeren.
nn: Spelaren «%1» kan ikkje utføra handlinga «seek».
pl: Nie można nawigować po utworze w odtwarzaczu "%1".
pt: O leitor '%1' não consegue efectuar a acção 'posição'.
pt_br: O reprodutor '%1' não pode executar a ação 'procurar'.
ro: Lectorul „%1” nu a putut îndeplini acțiunea „derulează”.
ru: Проигрыватель «%1» не может выполнить операцию «seek».
sk: Prehrávač '%1' nemôže vykonať akciu 'seek'.
sl: Predvajalnik »%1« ne more izvesti dejanja »previj«.
sr@ijekavian: Плејер „%1“ не може да изврши радњу seek’.
sv: Spelaren '%1' kan inte utföra åtgärden 'sök'.
ug: قويغۇ «%1» «ئىزدە» مەشغۇلاتىنى ئېلىپ بارالمىدى.
uk: Програвач «%1» не зміг виконати дію «seek».
wa: Li djouweu « %1 » n' sait fé l' faitindje « avancî ».
zh_cn: 播放器“%1”无法进行“搜索”操作。
zh_tw: 播放器 '%1' 無法執行動作「seek」。
