Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_applet_tasks.po
Languages: kk, km, wa

source: Appearance
kk: Көрінісі
km: រូបរាង
wa: Rivnance

source: Force row settings
kk: Басымды жол параметрлері
km: បង្ខំ​ការ​កំណត់​ជួរដេក
wa: Foirci les apontiaedjes des royes

source: Show tooltips
kk: Ішараларын көрсету
km: បង្ហាញ​ព័ត៌មាន​ជំនួយ
wa: Mostrer bouyes d' aidance

source: Highlight windows
kk: Терезелерді белгілеу
km: បន្លិច​បង្អួច
wa: Mete en evidince les finiesses

source: Maximum rows:
kk: Жолдар санның шегі:
km: ជួរដេក​អប្បបរមា ៖
wa: Royes macsimom :

source: Grouping and Sorting
kk: Топтастыру және реттеу
km: ការ​ដាក់​ជា​ក្រុម និង​តម្រៀប
wa: Grouper eyet relére

source: Grouping:
kk: Таптастыру:
km: ការ​ដាក់​ជា​ក្រុម ៖
wa: Grouper :

source: Only when the taskbar is full
kk: Тапсырмалар панелі толып кеткенде ғана
km: តែ​នៅពេល​ដែល​របារភារកិច្ច​ពេញ​ប៉ុណ្ណោះ
wa: Seulmint cwand l' bår des bouyes est plinne

source: Sorting:
kk: Реттеуі:
km: តម្រៀប ៖
wa: Relére :

source: Filters
kk: Сүзгілер
km: តម្រង
wa: Passetes

source: Only show tasks from the current screen
kk: Назардағы экрандагы тапсырмалар ғана көрсетілсін
km: បង្ហាញ​តែ​ភារកិច្ច​ពី​អេក្រង់​បច្ចុប្បន្ន​ប៉ុណ្ណោះ
wa: En mostrer ki les bouyes del waitroûle do moumint

source: Only show tasks from the current desktop
kk: Назардағы үстелдегі тапсырмалар ғана көрсетілсін
km: បង្ហាញ​តែ​ភារកិច្ច​ពី​ផ្ទៃតុ​បច្ចុប្បន្ន​ប៉ុណ្ណោះ
wa: En mostrer ki les bouyes do scribanne do moumint

source: Only show tasks that are minimized
kk: Түйіп қойылған ғана тапсырмалар көрсетілсін
km: បង្ហាញ​តែ​ភារកិច្ច​ដែល​ត្រូវ​បាន​បង្រួម​អប្បបរមា
wa: En mostrer ki les bouyes ki sont å pus ptit

source: General
kk: Жалпы
km: ទូទៅ
wa: Djenerå

source: Do Not Group
kk: Топтастырмау
km: កុំ​ដាក់​ជា​ក្រុម
wa: En nén grouper

source: By Program Name
kk: Бағдарлама атауы бойынша
km: តាម​ឈ្មោះ​កម្មវិធី
wa: Sol no do programe

source: Do Not Sort
kk: Реттемеу
km: កុំ​តម្រៀប
wa: Èn nén relére

source: Manually
kk: Қолмен
km: ដោយ​ដៃ
wa: Al mwin

source: Alphabetically
kk: Әліппе бойынша
km: តាម​អក្ខរក្រម
wa: Alfabeticmint

source: By Desktop
kk: Үстелі бойынша
km: តាម​ផ្ទៃតុ
wa: Pa scribanne

source: On %1
kk: %1-үстелде

source: Only show tasks from the current activity
km: បង្ហាញ​តែ​ភារកិច្ច​ពី​សកម្មភាព​បច្ចុប្បន្ន
wa: En mostrer ki les bouyes di l' activité do moumint
