Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_runner_powerdevil.po
Languages: es, he, lt

# Note this is a KRunner keyword
source: power profile
es: perfil de energía
he: פרופיל חשמל
lt: energijos profilis

# Note this is a KRunner keyword
source: suspend
es: suspender
he: השהה
lt: sustabdyti

# Note this is a KRunner keyword
source: sleep
es: dormir
he: המתנה
lt: Užmigdyti

# Note this is a KRunner keyword
source: hibernate
es: hibernar
he: שינה
lt: Sustabdyti

# Note this is a KRunner keyword
source: to disk
es: a disco
he: אל הדיסק
lt: į diską

# Note this is a KRunner keyword
source: to ram
es: a ram
he: אל הזכרון
lt: į ram

# Note this is a KRunner keyword
source: screen brightness
es: brillo de pantalla
he: בהירות מסך
lt: ekrano šviesumas

# Note this is a KRunner keyword
source: dim screen
es: reducir el brillo de la pantalla
he: הפוך את המסך לשחור
lt: užtemdyti ekraną

source: Lists all power profiles and allows them to be activated
es: Lista todos los perfiles de energía y permite activarlos
he: מציג את כל הפרופילים של החשמל ומאפשר להם להיות מופעלים
lt: Išvardija visus energijos profilius ir leidžia juos aktyvuoti

source: Lists system suspend (e.g. sleep, hibernate) options and allows them to be activated
es: Lista todas las opciones de suspensión del sistema (p. ej., dormir, hibernar) y permite activarlas
he: מציג את אפשרויות ההשהיה (למשל שינה, השהייה) ומאפשר להפעיל אותם
lt: Išvardija sistemos pristabdymo (užmigdymo, sustabdymo) parinktis ir leidžia jas aktyvuoti

source: Suspends the system to RAM
es: Suspende el sistema a RAM
he: משהה את המערכת על הזכרון
lt: Sustabdo sistemą į RAM

source: Suspends the system to disk
es: Suspende el sistema a disco
he: משהה את המערכת לכונן
lt: Sustabdo sistemą į diską

source: Lists screen brightness options or sets it to the brightness defined by :q:; e.g. screen brightness 50 would dim the screen to 50% maximum brightness
es: Lista las opciones de brillo de la pantalla o establece el brillo definido por :q:, p.ej., un brillo de 50 establecerá el brillo máximo de la pantalla al 50%
he: מציג את האפרויות החשכת המסך או קובע את הבהירות אל :q: , למשל בהירות של 50 תהפוך את המסך לחצי מוחשך.
lt: Išvardija ekrano ryškumo parinktis arba nustato jo ryškumą, nustatytą :q:; pvz., ekrano ryškumas 50 pritemdys ekraną iki 50% maksimalaus ryškumo

# Note this is a KRunner keyword; %1 is a parameter
source: power profile %1
es: perfil de energía %1
he: פרופיל חשמל %1
lt: energijos profilis %1

source: Set Profile to '%1'
es: Establecer perfil a «%1»
he: הפעל את הפרופיל: %1
lt: Nustatyti profilį į „%1“

# Note this is a KRunner keyword; %1 is a parameter
source: screen brightness %1
es: brillo de pantalla %1
he: בהירות מסך היא %1
lt: ekrano šviesumas %1

# Note this is a KRunner keyword; %1 is a parameter
source: dim screen %1
es: reducción del brillo de la pantalla %1
he: מסך מוחשך אל %1
lt: užtemdyti ekraną %1

source: Set Brightness to %1
es: Establecer brillo a %1
he: קבע את הבהירות אל %1
lt: Nustatyti šviesumą į %1

source: Dim screen totally
es: reducir el brillo de la pantalla totalmente
he: הפוך את המסך לשחור
lt: Pilnai užtemdyti ekraną

source: Dim screen by half
es: reducir el brillo de la pantalla a la mitad
he: הפוך את המסך לשחור בחצי
lt: Pusiau užtemdyti ekraną

source: Turn off screen
es: Apagar la pantalla
he: כבה מסך
lt: Išjungti ekraną

source: Suspend to RAM
es: Suspender a RAM
he: השהייה לזכרון
lt: Sustabdyti į RAM

source: Suspend to Disk
es: Suspender a disco
he: השהייה לכונן
lt: Sustabdyti į diską
