Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_engine_nowplaying.po
Languages: ar, bs, ca, cs, da, el, es, et, eu, fi, fr, ga, gl, he, hr, hu, ia, is, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, ug, uk, wa, zh_cn, zh_tw

source: The player '%1' cannot be found.
ar: لا يمكن إيجاد مشغل '%1'
bs: Ne mogu da nađem izvođač „%1“.
ca: No s'ha pogut trobar el reproductor «%1».
cs: Přehrávač '%1' nelze najít.
da: Afspilleren "%1" kan ikke findes.
el: Ο αναπαραγωγέας '%1' δε βρέθηκε.
es: No se puede encontrar el reproductor «%1».
et: Mängijat '%1' ei leitud.
eu: '%1' jotzailea ezin da aurkitu.
fi: Soitinta ”%1” ei löydy.
fr: Impossible de trouver le lecteur « %1 ».
ga: Seinnteoir '%1' gan aimsiú.
gl: Non foi posíbel atopar o reprodutor «%1».
he: אין אפשרות למצוא את הנגן "%1".
hr: Ne mogu pronaći mutimedijalni player '%1'
hu: Nem található ez a lejátszó: "%1".
ia: Le reproductor '%1' non pote esser trovate
is: Margmiðlunarspilarinn '%1' fannst ekki.
it: Il lettore «%1» non può essere trovato.
ja: プレーヤー「%1」が見つかりませんでした。
kk: '%1' ойнатқышы табылмады
km: រក​មិនឃើញ​កម្មវិធី​ចាក់ '%1' ទេ ។
ko: 재생기 '%1'을(를) 찾을 수 없습니다.
lt: Nerastas grotuvas „%1“.
lv: Neizdevās atrast atskaņotāju '%1'.
nb: Kan ikke finne spilleren «%1».
nds: De Afspeler "%1" lett sik nich finnen.
nl: De speler '%1' is niet gevonden.
nn: Fann ikkje spelaren «%1».
pl: Nie można znaleźć odtwarzacza "%1".
pt: Não foi possível encontrar o leitor '%1'.
pt_br: O reprodutor '%1' não pôde ser encontrado.
ro: Lectorul „%1” nu poate fi găsit.
ru: Не удалось найти проигрыватель «%1».
sk: Prehrávač '%1' sa nedá nájsť.
sl: Predvajalnika »%1« ni bilo mogoče najti.
sr@ijekavian: Не могу да нађем плејер „%1“.
sv: Spelaren '%1' kan inte hittas.
ug: قويغۇ «%1» تېپىلمىدى.
uk: Програвач «%1» не знайдено.
wa: Dji n' sai trover li djouweu « %1 ».
zh_cn: 未找到播放器“%1”。
zh_tw: 找不到播放器 '%1'。

source: The player '%1' cannot perform the action 'play'.
ar: لا يستطيع المشغل '%1' أداء الإجراء 'شغل'
bs: Izvođač „%1“ ne može da izvrši radnju ‘izvedi’.
ca: El reproductor «%1» no ha pogut realitzar l'acció «reproducció».
cs: Přehrávač '%1' nemůže provést činnost 'přehrát'.
da: Afspilleren "%1" kan ikke udføre handlingen "afspil".
el: Ο αναπαραγωγέας '%1' αδυνατεί να εκτελέσει την ενέργεια 'play'.
es: El reproductor «%1» no puede realizar la acción «reproducir».
et: Mängija '%1' ei saa sooritada toimingut 'esita'.
eu: '%1' jotzaileak ezin du gauzatu 'jo' ekintza.
fi: Soitin ”%1” ei kykene toteuttamaan toimintoa ”toista”.
fr: Impossible d'effectuer l'action « lire » avec le lecteur « %1 ».
ga: Ní féidir le seinnteoir '%1' an gníomh 'seinn' a chur i bhfeidhm.
gl: O reprodutor «%1» non pode facer a acción «reproducir».
he: הנגן "%1" לא מסוגל לבצע את הפעולה "play".
hr: Multimedijalni player '%1' ne može izvršiti akciju 'reprodukcija'
hu: A "play" művelet nem hajtható végre ezen a lejátszón: "%1".
ia: Le reproductor '%1' non pote exequer le action 'sona'.
is: Margmiðlunarspilarinn '%1' getur ekki framkvæmt aðgerðina 'play'.
it: Il lettore «%1» non può eseguire l'azione «riproduci».
ja: プレーヤー「%1」はアクション「play」を実行できませんでした。
kk: '%1' ойнатқышы 'play' дегенді орындай алмайды.
km: កម្មវិធី​ចាក់ '%1' មិនអាច​អនុវត្ត​សកម្មភាព​ 'ចាក់​ទេ' ។
ko: 재생기 '%1'에서 '재생' 동작을 수행할 수 없습니다.
lt: Grotuvas „%1“ negali įvykdyti veiksmo „groti“.
lv: Atskaņotājs '%1' nespēj veikt darbību 'atskaņot'.
nb: Spilleren «%1» kan ikke utføre handlingen «spill».
nds: De Afspeler "%1" kann de Akschoon "Afspelen" nich utföhren.
nl: De speler '%1' kan de actie 'Afspelen' niet uitvoeren.
nn: Spelaren «%1» kan ikkje utføra handlinga «play».
pl: Nie można wywołać odtwarzania w odtwarzaczu "%1".
pt: O leitor '%1' não consegue efectuar a acção 'tocar'.
pt_br: O reprodutor '%1' não pode executar a ação 'reproduzir'.
ro: Lectorul „%1” nu a putut îndeplini acțiunea „redă”.
ru: Проигрыватель «%1» не может выполнить операцию «play».
sk: Prehrávač '%1' nemôže vykonať akciu 'play'.
sl: Predvajalnik »%1« ne more izvesti dejanja »predvajaj«.
sr@ijekavian: Плејер „%1“ не може да изврши радњу ‘play’.
sv: Spelaren '%1' kan inte utföra åtgärden 'spela'.
ug: قويغۇ «%1» «قوي» مەشغۇلاتىنى ئېلىپ بارالمىدى.
uk: Програвач «%1» не зміг виконати дію «play».
wa: Li djouweu « %1 » n' sait fé l' faitindje « djouwer ».
zh_cn: 播放器“%1”无法进行“播放”操作。
zh_tw: 播放器 '%1' 無法執行動作「play」。

source: The player '%1' cannot perform the action 'pause'.
ar: لا يستطيع المشغل '%1' أداء الإجراء 'توقف مؤقتا'
bs: Izvođač „%1“ ne može da izvrši radnju ‘pauziraj’.
ca: El reproductor «%1» no ha pogut realitzar l'acció «pausa».
cs: Přehrávač '%1' nemůže provést činnost 'pozastavit'.
da: Afspilleren "%1" kan ikke udføre handlingen "pause".
el: Ο αναπαραγωγέας '%1' αδυνατεί να εκτελέσει την ενέργεια 'pause'.
es: El reproductor «%1» no puede realizar la acción «pausar».
et: Mängija '%1' ei saa sooritada toimingut 'paus'.
eu: '%1' jotzaileak ezin du gauzatu 'eten' ekintza.
fi: Soitin ”%1” ei kykene toteuttamaan toimintoa ”keskeytä”.
fr: Impossible d'effectuer l'action « pause » avec le lecteur « %1 ».
ga: Ní féidir le seinnteoir '%1' an gníomh 'sos' a chur i bhfeidhm.
gl: O reprodutor «%1» non pode facer a acción «pausar».
he: הנגן "%1" לא מסוגל לבצע את הפעולה "pause".
hr: Multimedijalni player '%1' ne može izvršiti akciju 'pauza'
hu: A "pause" művelet nem hajtható végre ezen a lejátszón: "%1".
ia: Le reproductor '%1' non pote exequer le action 'pausa'.
is: Margmiðlunarspilarinn '%1' getur ekki framkvæmt aðgerðina 'pause'.
it: Il lettore «%1» non può eseguire l'azione «pausa».
ja: プレーヤー「%1」はアクション「pause」を実行できませんでした。
kk: '%1' ойнатқышы 'pause' дегенді орындай алмайды.
km: កម្មវិធី​ចាក់ '%1' មិនអាច​អនុវត្តសកម្មភាព 'ផ្ទាក' ទេ ។
ko: 재생기 '%1'에서 '일시 정지' 동작을 수행할 수 없습니다
lt: Grotuvas „%1“ negali įvykdyti veiksmo „pristabdyti“.
lv: Atskaņotājs '%1' nespēj veikt darbību 'pauze'.
nb: Spilleren «%1» kan ikke utføre handlingen «pause».
nds: De Afspeler "%1" kann de Akschoon "Paus" nich utföhren.
nl: De speler '%1' kan de actie 'Pauzeren' niet uitvoeren.
nn: Spelaren «%1» kan ikkje utføra handlinga «pause».
pl: Nie można wywołać pauzy w odtwarzaczu "%1".
pt: O leitor '%1' não consegue efectuar a acção 'pausa'.
pt_br: O reprodutor '%1' não pode executar a ação 'pausar'.
ro: Lectorul „%1” nu a putut îndeplini acțiunea „întrerupe”.
ru: Проигрыватель «%1» не может выполнить операцию «pause».
sk: Prehrávač '%1' nemôže vykonať akciu 'pause'.
sl: Predvajalnik »%1« ne more izvesti dejanja »naredi premor«.
sr@ijekavian: Плејер „%1“ не може да изврши радњу ‘pause’.
sv: Spelaren '%1' kan inte utföra åtgärden 'paus'.
ug: قويغۇ «%1» «ۋاقىتلىق توختا» مەشغۇلاتىنى ئېلىپ بارالمىدى.
uk: Програвач «%1» не зміг виконати дію «pause».
wa: Li djouweu « %1 » n' sait fé l' faitindje « djoker ».
zh_cn: 播放器“%1”无法进行“暂停”操作。
zh_tw: 播放器 '%1' 無法執行動作「pause」。

source: The player '%1' cannot perform the action 'stop'.
ar: لا يستطيع المشغل '%1' أداء الإجراء 'توقف'
bs: Izvođač „%1“ ne može da izvrši radnju ‘zaustavi’.
ca: El reproductor «%1» no ha pogut realitzar l'acció «aturada».
cs: Přehrávač '%1' nemůže provést činnost 'zastavit'.
da: Afspilleren "%1" kan ikke udføre handlingen "stop".
el: Ο αναπαραγωγέας '%1' αδυνατεί να εκτελέσει την ενέργεια 'stop'.
es: El reproductor «%1» no puede realizar la acción «parar».
et: Mängija '%1' ei saa sooritada toimingut 'peata'.
eu: '%1' jotzaileak ezin du gauzatu 'gelditu' ekintza.
fi: Soitin ”%1” ei kykene toteuttamaan toimintoa ”pysäytä”.
fr: Impossible d'effectuer l'action « arrêter » avec le lecteur « %1 ».
ga: Ní féidir le seinnteoir '%1' an gníomh 'stop' a chur i bhfeidhm.
gl: O reprodutor «%1» non pode facer a acción «deter».
he: הנגן "%1" לא מסוגל לבצע את הפעולה "stop".
hr: Multimedijalni player '%1' ne može izvršiti akciju 'stop'
hu: A "stop" művelet nem hajtható végre ezen a lejátszón: "%1".
ia: Le reproductor '%1' non pote executar le action 'stoppa'.
is: Margmiðlunarspilarinn '%1' getur ekki framkvæmt aðgerðina 'stop'.
it: Il lettore «%1» non può eseguire l'azione «ferma».
ja: プレーヤー「%1」はアクション「stop」を実行できませんでした。
kk: '%1' ойнатқышы 'stop' дегенді орындай алмайды.
km: កម្មវិធី​ចាក់ '%1' មិនអាច​អនុវត្ត​សកម្មភាព 'បញ្ឈប់' ។
ko: 재생기 '%1'에서 '정지' 동작을 수행할 수 없습니다.
lt: Grotuvas „%1“ negali įvykdyti veiksmo „stabdyti“.
lv: Atskaņotājs '%1' nespēj veikt darbību 'apturēt'.
nb: Spilleren «%1» kan ikke utføre handlingen «stopp».
nds: De Afspeler "%1" kann de Akschoon "Anhollen" nich utföhren.
nl: De speler '%1' kan de actie 'Stoppen' niet uitvoeren.
nn: Spelaren «%1» kan ikkje utføra handlinga «stop».
pl: Nie można wywołać zatrzymania w odtwarzaczu "%1".
pt: O leitor '%1' não consegue efectuar a acção 'parar'.
pt_br: O reprodutor '%1' não pode executar a ação 'parar'.
ro: Lectorul „%1” nu a putut îndeplini acțiunea „oprește”.
ru: Проигрыватель «%1» не может выполнить операцию «stop».
sk: Prehrávač '%1' nemôže vykonať akciu 'stop'.
sl: Predvajalnik »%1« ne more izvesti dejanja »zaustavi«.
sr@ijekavian: Плејер „%1“ не може да изврши радњу ‘stop’.
sv: Spelaren '%1' kan inte utföra åtgärden 'stopp'.
ug: قويغۇ «%1» «توختا» مەشغۇلاتىنى ئېلىپ بارالمىدى.
uk: Програвач «%1» не зміг виконати дію «stop».
wa: Li djouweu « %1 » n' sait fé l' faitindje « hôw ».
zh_cn: 播放器“%1”无法进行“停止”操作。
zh_tw: 播放器 '%1' 無法執行動作「stop」。

source: The player '%1' cannot perform the action 'previous'.
ar: لا يستطيع المشغل '%1' أداء الإجراء 'السابق'
bs: Izvođač „%1“ ne može da izvrši radnju ‘prethodni’.
ca: El reproductor «%1» no ha pogut realitzar l'acció «anterior».
cs: Přehrávač '%1' nemůže provést činnost 'předchozí'.
da: Afspilleren "%1" kan ikke udføre handlingen "forrige".
el: Ο αναπαραγωγέας '%1' αδυνατεί να εκτελέσει την ενέργεια 'previous'.
es: El reproductor «%1» no puede realizar la acción «anterior».
et: Mängija '%1' ei saa sooritada toimingut 'eelmine'.
eu: '%1' jotzaileak ezin du gauzatu 'aurrekoa' ekintza.
fi: Soitin ”%1” ei kykene toteuttamaan toimintoa ”edellinen”.
fr: Impossible d'effectuer l'action « précédent » avec le lecteur « %1 ».
ga: Ní féidir le seinnteoir '%1' an gníomh 'roimhe seo' a chur i bhfeidhm.
gl: O reprodutor «%1» non pode facer a acción «anterior».
he: הנגן "%1" לא מסוגל לבצע את הפעולה "previous".
hr: Multimedijalni player '%1' ne može izvršiti akciju 'prethodni'
hu: A "previous" művelet nem hajtható végre ezen a lejátszón: "%1".
ia: Le reproductor '%1' non pote executar le action 'previe'.
is: Margmiðlunarspilarinn '%1' getur ekki framkvæmt aðgerðina 'previous'.
it: Il lettore «%1» non può eseguire l'azione «precedente».
ja: プレーヤー「%1」はアクション「previous」を実行できませんでした。
kk: '%1' ойнатқышы 'previous' дегенді орындай алмайды.
km: កម្មវិធី​ចាក់ '%1' មិនអាច​អនុវត្ត​សកម្មភាព 'មុន' ។
ko: 재생기 '%1'에서 '이전' 동작을 수행할 수 없습니다.
lt: Grotuvas „%1“ negali įvykdyti veiksmo „ankstesnis“.
lv: Atskaņotājs '%1' nespēj veikt darbību 'iepriekšēais'.
nb: Spilleren «%1» kan ikke utføre handlingen «forrige».
nds: De Afspeler "%1" kann de Akschoon "Verleden" nich utföhren.
nl: De speler '%1' kan de actie 'Voorgaande' niet uitvoeren.
nn: Spelaren «%1» kan ikkje utføra handlinga «previous».
pl: Nie można zmienić ścieżki na poprzednią w odtwarzaczu "%1".
pt: O leitor '%1' não consegue efectuar a acção 'anterior'.
pt_br: O reprodutor '%1' não pode executar a ação 'anterior'.
ro: Lectorul „%1” nu a putut îndeplini acțiunea „precedent”.
ru: Проигрыватель «%1» не может выполнить операцию «previous».
sk: Prehrávač '%1' nemôže vykonať akciu 'previous'.
sl: Predvajalnik »%1« ne more izvesti dejanja »predhodna«.
sr@ijekavian: Плејер „%1“ не може да изврши радњу ‘previous’.
sv: Spelaren '%1' kan inte utföra åtgärden 'föregående'.
ug: قويغۇ «%1» «ئالدىنقى» مەشغۇلاتىنى ئېلىپ بارالمىدى.
uk: Програвач «%1» не зміг виконати дію «previous».
wa: Li djouweu « %1 » n' sait fé l' faitindje « di dvant ».
zh_cn: 播放器“%1”无法进行“上一首”操作。
zh_tw: 播放器 '%1' 無法執行動作「previous」。

source: The player '%1' cannot perform the action 'next'.
ar: لا يستطيع المشغل '%1' أداء الإجراء 'التالي'
bs: Izvođač „%1“ ne može da izvrši radnju ‘naredni'.
ca: El reproductor «%1» no ha pogut realitzar l'acció «següent».
cs: Přehrávač '%1' nemůže provést činnost 'následující'.
da: Afspilleren "%1" kan ikke udføre handlingen "næste".
el: Ο αναπαραγωγέας '%1' αδυνατεί να εκτελέσει την ενέργεια 'next'.
es: El reproductor «%1» no puede realizar la acción «siguiente».
et: Mängija '%1' ei saa sooritada toimingut 'järgmine'.
eu: '%1' jotzaileak ezin du gauzatu 'hurrengoa' ekintza.
fi: Soitin ”%1” ei kykene toteuttamaan toimintoa ”seuraava”.
fr: Impossible d'effectuer l'action « suivant » avec le lecteur « %1 ».
ga: Ní féidir le seinnteoir '%1' an gníomh 'ar aghaidh' a chur i bhfeidhm.
gl: O reprodutor «%1» non pode facer a acción «seguinte».
he: הנגן "%1" לא מסוגל לבצע את הפעולה "next".
hr: Multimedijalni player '%1' ne može izvršiti akciju 'slijedeći'
hu: A "next" művelet nem hajtható végre ezen a lejátszón: "%1".
ia: Le reproductor '%1' non pote executar le action 'proxime'.
is: Margmiðlunarspilarinn '%1' getur ekki framkvæmt aðgerðina 'next'.
it: Il lettore «%1» non può eseguire l'azione «successivo».
ja: プレーヤー「%1」はアクション「next」を実行できませんでした。
kk: '%1' ойнатқышы 'next' дегенді орындай алмайды.
km: កម្មវិធី​ចាក់ '%1' មិនអាច​អនុវត្ត​សកម្មភាព 'បន្ទាប់​' បានទេ ។
ko: 재생기 '%1'에서 '다음' 동작을 수행할 수 없습니다.
lt: Grotuvas „%1“ negali įvykdyti veiksmo „kitas“.
lv: Atskaņotājs '%1' nespēj veikt darbību 'nākamais'.
nb: Spilleren «%1» kan ikke utføre handlingen «neste».
nds: De Afspeler "%1" kann de Akschoon "Nakamen" nich utföhren.
nl: De speler '%1' kan de actie 'Volgende' niet uitvoeren.
nn: Spelaren «%1» kan ikkje utføra handlinga «next».
pl: Nie można zmienić ścieżki na następną w odtwarzaczu "%1".
pt: O leitor '%1' não consegue efectuar a acção 'seguinte'.
pt_br: O reprodutor '%1' não pode executar a ação 'próximo'.
ro: Lectorul „%1” nu a putut îndeplini acțiunea „următor”.
ru: Проигрыватель «%1» не может выполнить операцию «next».
sk: Prehrávač '%1' nemôže vykonať akciu 'next'.
sl: Predvajalnik »%1« ne more izvesti dejanja »naslednja«.
sr@ijekavian: Плејер „%1“ не може да изврши радњу ‘next’.
sv: Spelaren '%1' kan inte utföra åtgärden 'nästa'.
ug: قويغۇ «%1» «كېيىنكى» مەشغۇلاتىنى ئېلىپ بارالمىدى.
uk: Програвач «%1» не зміг виконати дію «next».
wa: Li djouweu « %1 » n' sait fé l' faitindje « shuvant ».
zh_cn: 播放器“%1”无法进行“下一首”操作。
zh_tw: 播放器 '%1' 無法執行動作「next」。

source: The 'level' argument to the 'volume' command must be between 0 and 1.
ar: معامل ' المستوى' لأمر 'الصوت' يجب أن يكون بين 0 و 1.
bs: Argument ‘nivo’ naredbe ‘volume’ mora biti između 0 i 1.
ca: L'argument «nivell» de l'ordre «volum» ha d'estar entre 0 i 1.
cs: Argument 'úroveň' pro příkaz pro 'hlasitost' musí být mezi 0 a 1.
da: "level"-argumentet til "volume"-kommandoen skal være mellem 0 og 1.
el: Η παράμετρος 'level' της εντολής 'volume' πρέπει να βρίσκεται μεταξύ του 0 και του 1.
es: El argumento «nivel» de la orden «volumen» debe estar entre 0 y 1.
et: Käsu 'helitugevus' argument 'tase' peab olema vahemikus 0 kuni 1.
eu: 'bolumena' komandoaren 'maila' argumentuak 0 eta 1 bitartekoa izan behar du.
fi: ”Äänenvoimakkuus”-komennon ”taso”-parametrin tulee olla välillä 0–1.
fr: L'argument « niveau » de la commande « volume » doit être situé entre 0 et 1.
ga: Ní mór don argóint 'leibhéal' a ghlacann an t-ordú 'airde' a bheith idir 0 agus 1.
gl: O argumento «nivel» da orde «volume» debe estar entre 0 e 1.
he: הארגומנט "level" של הפקודה "volume" חייב להיות בין 0 ו־1.
hr: Vrijednost 'nivo' u 'glasnoća' naredbi mora biti između 0 i 1.
hu: A "volume" parancs "level" paramétere csak 0 és 1 közötti szám lehet.
ia: Le argumento 'nivello' del commando 'volumine' debe esser inter 0 e 1.
is: Viðfangið 'level' við skipunina 'volume' verður að vera á milli 0 og 1.
it: L'argomento «livello» del comando «volume» deve essere compreso tra 0 e 1.
ja: 「volume」コマンドのレベル引数は 0 と 1 の間でなければなりません。
kk: 'volume' команданың 'level' деген аргументі 0 мен 1 аралығында болу керек.
km: អាគុយម៉ង់ 'កម្រិត' ទៅ​ពាក្យ​បញ្ជា 'កម្រិត​សំឡេង' ត្រូវ​តែ​នៅ​ចន្លោះ ០ និង ១ ។
ko: '음량' 명령의 '크기' 인자는 0과 1 사이여야 합니다.
lt: Komandos „garsumas“ argumentas „lygmuo“ turi būti tarp 0 ir 1.
lv: Komandas 'volume' argumentam 'level' jābūt starp 0 un 1.
nb: «Nivå»-argumentet til «lydstyrke»-kommandoen må være mellom 0 og 1.
nds: Dat "Stoop"-Argument för den Befehl "Luutstärk" mutt twischen 0 un 1 wesen.
nl: Het 'niveau' argument voor het 'volume' commando moet liggen tussen 0 en 1.
nn: Argumentet «level» til «volume»-kommandoen må liggja mellom 0 og 1.
pl: Argument "level" polecenia "volume" musi być wartością pomiędzy 0 a 1.
pt: O argumento 'nível' do comando 'volume' deverá estar entre 0 e 1.
pt_br: O argumento 'nível' para o comando 'volume' deve ser entre 0 e 1.
ro: Argumentul „nivel” pentru comanda „volum” trebuie să fie între 0 și 1.
ru: Аргумент «level» операции «volume» должен быть от 0 до 1.
sk: Argument 'level' príkazu 'volume' musí byť medzi 0 a 1.
sl: Argument »nivo« za ukaz »glasnost« mora biti med 0 in 1.
sr@ijekavian: Аргумент ‘level’ наредбе ‘volume’ мора бити између 0 и 1.
sv: Argumentet 'nivå till kommandot 'volym' måste vara mellan 0 och 1.
ug: «ئاۋاز مىقدارى» بۇيرۇقىنىڭ ئەركىن ئۆزگەرگۈچى «دەرىجە»سى 0 بىلەن 1 ئارىسىدا بولۇشى زۆرۈر.
uk: Значенням аргументу «level» команди «volume» має бути значення у межах від 0 до 1.
wa: L' årgumint « livea » del comande « volume » doet esse etur 0 eyet 1.
zh_cn: “音量”命令的参数“级别”必须在 0 到 1 之间。
zh_tw: 'volume' 指令的 'level' 參數必須在 0 跟 1 之間。

source: The 'volume' command requires a 'level' argument.
ar: الأمر 'الصوت' يتطلب معامل 'المستوى'.
bs: Naredba ‘volume’ zahtijeva argument ‘nivo’.
ca: L'ordre «volum» requereix un argument «nivell».
cs: Příkaz pro 'hlasitost' vyžaduje argument pro 'úroveň'.
da: "volume"-kommandoen kræver et "level"-argument.
el: Η εντολή 'volume' απαιτεί μια παράμετρο 'level'.
es: La orden «volumen» necesita un argumento «nivel».
et: Käsk 'helitugevus' nõuab argumenti 'tase'.
eu: 'bolumena' komandoak 'maila' argumentu bat behar du.
fi: ”Äänenvoimakkuus”-komento vaatii ”taso”-parametrin.
fr: La commande « volume » requiert un argument « niveau ».
ga: Tá argóint 'leibhéal' de dhíth ar an ordú 'airde'.
gl: A orde «volume» require do argumento «nivel».
he: הפקודה "volume" דורשת ארגומנט "level".
hr: Naredba 'glasnoća' naredba treba vrijednost 'nivo'.
hu: A "volume" parancs használatakor a "level" paraméter megadása kötelező.
ia: Le commando de 'volumine' demanda un argumento 'nivello'.
is: Skipunin 'volume' krefst þess að með fylgi 'level' viðfangið.
it: Il comando «volume» richiede un argomento «livello».
ja: 「volume」コマンドはレベルを引数として必要とします。
kk: 'volume' команданың 'level' деген аргументі болу керек.
km: ពាក្យ​បញ្ជា 'កម្រិត​សំឡេង' ត្រូវការ​អាគុយម៉ង់ 'កម្រិត' ។
ko: '음량' 명령에는 '크기' 인자가 필요합니다.
lt: Komandai „garsumas“ reikia argumento „lygmuo“.
lv: Komandai 'volume' nepieciešams arguments 'level'.
nb: «Lydstyrke»-kommandoen må ha et «nivå»-argument.
nds: För den Befehl "Luutstärk" deit en "Stoop"-Argument noot
nl: Het 'volume' commando vereist een 'niveau' argument.
nn: «volume»-kommandoen tek eit «level»-argument.
pl: Polecenie "volume" wymaga argumentu "level".
pt: O comando 'volume' necessita de um argumento 'nível'.
pt_br: O comando 'volume' requer um argumento 'nível'.
ro: Comanda „volum” necesită un argument „nivel”.
ru: Операции «volume» необходим аргумент «level».
sk: Príkaz 'volume' požaduje argument 'level'.
sl: Ukaz »glasnost« potrebuje argument »nivo«..
sr@ijekavian: Наредба ‘volume’ захтијева аргумент ‘level’.
sv: Kommandot 'volym' kräver argumentet 'nivå'.
ug: «ئاۋاز مىقدارى» بۇيرۇقىنىڭ ئەركىن ئۆزگەرگۈچى «دەرىجە»سى زۆرۈر.
uk: У команді «volume» слід вказувати аргумент «level».
wa: Li comande « volume » a dandjî d' èn årgumint « livea ».
zh_cn: “音量”命令需要“级别”参数。
zh_tw: 'volume' 指令需要 'level' 參數。

source: The player '%1' cannot perform the action 'volume'.
ar: لا يستطيع المشغل '%1' أداء الإجراء 'الصوت'
bs: Izvođač „%1“ ne može da izvrši radnju ‘jačina'.
ca: El reproductor «%1» no ha pogut realitzar l'acció «volum».
cs: Přehrávač '%1' nemůže provést činnost 'hlasitost'.
da: Afspilleren "%1" kan ikke udføre handlingen "lydstyrke".
el: Ο αναπαραγωγέας '%1' αδυνατεί να εκτελέσει την ενέργεια 'volume'.
es: El reproductor «%1» no puede realizar la acción «volumen».
et: Mängija '%1' ei saa sooritada toimingiut 'helitugevus'.
eu: '%1' jotzaileak ezin du gauzatu 'bolumena' ekintza.
fi: Soitin ”%1” ei kykene toteuttamaan toimintoa ”äänenvoimakkuus”.
fr: Impossible d'effectuer l'action « volume » avec le lecteur « %1 ».
ga: Ní féidir le seinnteoir '%1' an gníomh 'airde' a chur i bhfeidhm.
gl: O reprodutor «%1» non pode facer a acción «volume».
he: הנגן "%1" לא מסוגל לבצע את הפעולה "volume".
hr: Multimedijalni player '%1' ne može izvršiti akciju 'glasnoća'
hu: A "volume" művelet nem hajtható végre ezen a lejátszón: "%1".
ia: Le reproductor '%1' non pote executar le action 'volumine'.
is: Margmiðlunarspilarinn '%1' getur ekki framkvæmt aðgerðina 'volume'.
it: Il lettore «%1» non può eseguire l'azione «volume».
ja: プレーヤー「%1」はアクション「volume」を実行できませんでした。
kk: '%1' ойнатқышы 'previous' дегенді орындай алмайды.
km: កម្មវិធី​ចាក់ '%1' មិន​អាច​អនុវត្ត​សកម្ម 'កម្រិត​សំឡេង' បានទេ ។
ko: 재생기 '%1'에서 '음량' 동작을 수행할 수 없습니다.
lt: Grotuvas „%1“ negali įvykdyti veiksmo „garsumas“.
lv: Atskaņotājs '%1' nespēj veikt darbību 'volume'.
nb: Spilleren «%1» kan ikke utføre handlingen «lydstyrke».
nds: De Afspeler "%1" kann de Akschoon "Luutstärk" nich utföhren.
nl: De speler '%1' kan de actie 'Volume' niet uitvoeren.
nn: Spelaren «%1» kan ikkje utføra handlinga «volume».
pl: Nie można wywołać zmiany głośności w odtwarzaczu "%1".
pt: O leitor '%1' não consegue efectuar a acção 'volume'.
pt_br: O reprodutor '%1' não pode executar a ação 'volume'.
ro: Lectorul „%1” nu poate îndeplini acțiunea „volum”.
ru: Проигрыватель «%1» не может выполнить операцию «volume».
sk: Prehrávač '%1' nemôže vykonať akciu 'volume'.
sl: Predvajalnik »%1« ne more izvesti dejanja »glasnost«.
sr@ijekavian: Плејер „%1“ не може да изврши радњу ‘volume’.
sv: Spelaren '%1' kan inte utföra åtgärden 'volym'.
ug: قويغۇ «%1» «ئاۋاز مىقدارى» مەشغۇلاتىنى ئېلىپ بارالمىدى.
uk: Програвач «%1» не може виконати дії «volume».
wa: Li djouweu « %1 » n' sait fé l' faitindje « volume ».
zh_cn: 播放器“%1”无法进行“音量”操作。
zh_tw: 播放器 '%1' 無法執行動作「volume」。
