Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma-desktop.po
Languages: bg, es, eu, ga, he, hr, kk, km, lv, mr, pa, ug, wa

source: Create Activity
hr: Stvori aktivnost

source: Empty Desktop
hr: Prazna radna površina

source: Clone current activity
hr: Zatvorite trenutnu aktivnost

source: Get New Templates...
bg: Взимане на нови шаблони...
es: Obtener nuevas plantillas...
eu: Eskuratu txantiloi berriak...
hr: Dohvati nove predloške…
lv: Saņemt jaunus šablonus...
pa: ਨਵੇਂ ਟੈਪਲੇਟ ਲਵੋ...
ug: يېڭى قېلىپلارغا ئېرىش…

source: Stop Current Activity
es: Detener la actividad actual
eu: Geldiarazi uneko jarduera
pa: ਮੌਜੂਦਾ ਐਕਟਵਿਟੀ ਰੋਕੋ

source: Plasma Desktop Shell
bg: Обвивка на работен плот Plasma
es: Shell de escritorio Plasma
eu: Plasma mahaigainaren shell-a
ga: Blaosc Dheisce Plasma
he: מעטפת שולחן העבודה של Plasma
kk: Plasma Үстел командалық ортасы
km: សែល​ផ្ទៃតុ​ប្លាស្មា
lv: Plasma darbvirsmas čaula
mr: प्लाज्मा डेस्कटॉप शेल
pa: ਪਲਾਜ਼ਮਾ ਡੈਸਕਟਾਪ ਸ਼ੈੱਲ
ug: پلازما ئۈستەلئۈستى Shell ئى

# %1 is the activity name
source: Copy of %1
es: Copia de %1
eu: %1(r)en kopia
pa: %1 ਦੀ ਕਾਪੀ

# Toolbar Button to switch to Plasma Scripting Mode
source: Plasma
km: ប្លាស្មា
mr: प्लाज्मा
pa: ਪਲਾਜ਼ਮਾ

source: John Lions
mr: जॉन लायन्स
pa: ਜਾਨ ਲਵਾਇਜ਼

# Toolbar Button to switch to KWin Scripting Mode
source: KWin
mr: के-विन

source: Aaron J. Seigo
mr: एरॉन जे. सीगो
