Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma-desktop.po
Languages: bg, es, eu, ga, he, hr, kk, km, lv, mr, pa, ug, wa

source: Activities
bg: Дейности
es: Actividades
eu: Jarduerak
hr: Aktivnosti
lv: Aktivitātes
pa: ਐਕਟਵਿਟੀ
ug: پائالىيەتلەر

source: Hide Dashboard
bg: Скриване на таблото
es: Ocultar el tablero de mandos
eu: Ezkutatu aginte-mahaia
ga: Folaigh Painéal na nIonstraimí
he: הסתר מכתבה
hr: Sakrij nadzornu ploču
kk: Аспаптар панелін жасыру
km: លាក់ផ្ទាំង​គ្រប់គ្រង
lv: Slēpt dashboard
pa: ਡੈਸ਼ਬੋਰਡ ਓਹਲੇ
ug: تىزگىن تاختىنى يوشۇر
wa: Catchî tåvlea d' boird

source: Widget Dashboard
bg: Табло с джаджи
es: Tablero de mandos
eu: Trepeten aginte-mahaia
ga: Painéal na nGiuirléidí
he: מכתבת ווידג'טים
hr: Nadzorna ploča widgeta
kk: Аспаптар панелі
km: ផ្ទាំង​គ្រប់គ្រង​ធាតុ​ក្រាហ្វិក
lv: Sīkrīku dashboard
pa: ਵਿਦਜੈੱਟ ਡੈਸ਼ਬੋਰਡ
ug: ۋىجېت تىزگىن تاختىسى
wa: Tåvlea d' boird des ahesses

source: Next Activity
bg: Следваща дейност
es: Actividad siguiente
eu: Hurrengo jarduera
hr: Sljedeća aktivnost
lv: Nākamā nodarbe
pa: ਅਗਲੀ ਐਕਟਵਿਟੀ
ug: كېيىنكى پائالىيەت

source: Previous Activity
bg: Предишна дейност
es: Actividad anterior
eu: Aurreko jarduera
hr: Prethodna aktivnost
lv: Iepriekšējā nodarbe
pa: ਪਿਛਲੀ ਐਕਟਵਿਟੀ
ug: ئالدىنقى پائالىيەت

source: Add Panel
bg: Добавяне на панел
es: Añadir panel
eu: Gehitu panela
ga: Cuir Painéal Leis
he: הוסף לוח
hr: Dodaj panel
kk: Панелін қосу
km: បន្ថែម​បន្ថះ
lv: Pievienot paneli
mr: पटल वाढवा
pa: ਪੈਨਲ ਸ਼ਾਮਲ
ug: توختاي قوش
wa: Radjouter scriftôr

# Default name for a new activity
source: New Activity
bg: Нова дейност
es: Nueva actividad
eu: Jarduera berria
hr: Nova aktivnost
lv: Jauna aktivitāte
pa: ਨਵੀਂ ਐਕਟਵਿਟੀ
ug: يېڭى پائالىيەت

source: &Execute
bg: &Изпълнение
es: &Ejecutar
eu: E&xekutatu
ga: &Rith
he: &הרצה
hr: Izv&rši
kk: &Орындау
km: ប្រតិបត្តិ
lv: &Izpildīt
mr: कार्यान्वित करा (&E)
pa: ਚਲਾਓ(&E)
ug: ئىجرا قىل(&E)
wa: &Enonder

source: Templates
bg: Шаблони
es: Plantillas
eu: Txantiloiak
ga: Teimpléid
he: תבניות
hr: Predlošci
kk: Үлгілері
km: ពុម្ព
lv: Sagataves
mr: नमूने
pa: ਟੈਪਲੇਟ
ug: قېلىپلار

source: Desktop Shell Scripting Console
bg: Конзола в работния плот за скриптове на обвивката
es: Consola de scripting de la shell de escritorio
eu: Mahaigaineko shell scriptetarako kontsola
ga: Consól Blaosc-Scriptithe na Deisce
he: מסוף תסרוט לשולחן־עבודה
hr: Konzola za pisanje skripti za ljusku radne površine
kk: Үстелдің қоршау-орта скрипттер консолі
km: កុងសូលស្គ្រីន​សែល​របស់​ផ្ទៃតុ
lv: Darbvirsmas čaulas skriptēšanas komandrinda
mr: डेस्कटॉप शेल स्क्रिप्टींग कंसोल
pa: ਡੈਸਕਟਾਪ ਸ਼ੈੱਲ ਸਕ੍ਰਿਪਟਿੰਗ ਕਨਸੋਲ
ug: ئۈستەلئۈستى Shell قوليازما تىزگىن سۇپىسى
wa: Conzôle di scriptaedje do shell do scribanne

source: Editor
bg: Редактор
eu: Editorea
ga: Eagarthóir
he: עורך
hr: Uređivač
kk: Өңдегіш
km: កម្មវិធី​និពន្ធ
lv: Redaktors
mr: संपादक
pa: ਐਡੀਟਰ
ug: تەھرىرلىگۈچ
wa: Aspougneu

source: Load
bg: Зареждане
es: Cargar
eu: Kargatu
ga: Luchtaigh
he: טען
hr: Učitaj
kk: Жүктеу
km: ផ្ទុក
lv: Ielādēt
mr: लोड
pa: ਲੋਡ
ug: يۈك

source: Use
bg: Използване
es: Usar
eu: Erabili
ga: Úsáid
he: השתמש
hr: Upotrijebi
kk: Пайдалану
km: ប្រើ
lv: Lietot
mr: वापरा
pa: ਵਰਤੋਂ
ug: ئىشلەت

source: Output
bg: Изход
es: Salida
eu: Irteera
ga: Aschur
he: פלט
hr: Ispis
kk: Шығысы
km: លទ្ធផល
lv: Izvade
mr: आउटपुट
pa: ਆਉਟਪੁੱਟ
ug: چىقار
wa: Rexhowe

source: Unable to load script file <b>%1</b>
bg: Грешка при зареждане на скриптовия файл <b>%1</b>
es: No se pudo cargar el archivo de script <b>%1</b>
eu: Ezin izan da kargatu script-fitxategi hau: <b>%1</b>
ga: Níorbh fhéidir comhad scripte <b>%1</b> a luchtú
he: לא ניתן לטעון את קובץ התסריט <strong>%1</strong>
hr: Nije moguće učitati skriptu <b>%1</b>
kk: <b>%1</b> скрипт файлы жүктелмеді
km: មិនអាច​ផ្ទុក​ឯកសារ​ស្គ្រីប​ <b>%1</b> បាន​ទេ
lv: Neizdevās ielādēt skripta failu <b>%1</b>
mr: <b>%1</b> ही स्क्रिप्ट फाईल लोड करू शकत नाही
pa: ਸਕ੍ਰਿਪਟ ਫਾਇਲ <b>%1</b> ਲੋਡ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
ug: قوليازما ھۆججەت <b>%1</b> نى يۈكلىيەلمىدى
wa: Dji n' sai tcherdjî l' fitchî di scripe <b>%1</b>

source: Open Script File
bg: Зареждане на скриптов файл
es: Abrir archivo de script
eu: Ireki script-fitxategia
ga: Oscail Comhad Scripte
he: פתיחת קובץ תסריט
hr: Otvori skriptnu datoteku
kk: Скрипт файлын ашу
km: បើក​ឯកសារ​ស្គ្រីប
lv: Atvērt skripta failu
mr: स्क्रिप्ट फाईल उघडा
pa: ਸਕ੍ਰਿਪਟ ਫਾਇਲ ਖੋਲ੍ਹੋ
ug: قوليازما ھۆججەت ئاچ
wa: Drovi fitchî di scripe

source: Save Script File
bg: Запазване на скриптов файл
es: Abrir archivo de guion
eu: Gorde script-fitxategia
ga: Sábháil Comhad Scripte
he: שמור קובץ תסריט
hr: Spremi datoteku skripte
kk: Скрипт файлын сақтау
km: រក្សាទុក​ឯកសារ​​ស្គ្រីប
lv: Saglabāt skripta failu
mr: स्क्रिप्ट फाईल साठवा
pa: ਸਕ੍ਰਿਪਟ ਫਾਇਲ ਸੰਭਾਲੋ
ug: قوليازما ھۆججىتىنى ساقلا
wa: Schaper fitchî di scripe

source: Executing script at %1
bg: Изпълняване на скрипт в %1
es: Ejecutando guion en %1
eu: Scripta hemen exekutatzen: %1
ga: Script ag %1 á rith
he: מריץ תסריט ב־%1
hr: Izvršavanje skripte %1
kk: Скрипт орындау кезі - %1
km: ប្រតិបត្តិ​ស្គ្រីប​នៅ %1
lv: Darbina skriptu uz %1
mr: %1 येथील स्क्रिप्ट कार्यान्वित करत आहे
pa: %1 ਉੱਤੇ ਸਕ੍ਰਿਪਟ ਚੱਲ ਰਹੀ ਹੈ
ug: قوليازمىنى %1 دا ئىجرا قىلىۋاتىدۇ
wa: Dj' enonde li scripe dins %1

source: Runtime: %1ms
bg: Време на изпълнение: %1ms
es: Tiempo de ejecución: %1ms
eu: Exekuzio-denbora: %1ms
ga: Am Rite: %1ms
he: זמן ריצה: %1 אלפיות השנייה
hr: Vrijeme izvođenja: %1ms
kk: Орындау уақыты: %1 мс
km: ពេលវេលា​រត់ ៖ %1 មីល្លិវិនាទី
lv: Darbības laiks: %1ms
mr: कार्यान्वित असलेला काळ : %1ms
pa: ਚੱਲਣਸਮਾਂ: %1ms
ug: ئىجرا قىلىش ۋاقتى: %1ms
wa: Tins d' enondaedje: %1ms

source: The KDE desktop, panels and widgets workspace application.
bg: Приложение за работния плот, панелите и джаджите в KDE.
es: El escritorio, paneles y aplicación del área de trabajo de elementos gráficos de KDE.
eu: KDEren mahaigainaren, panelen eta trepeten laneko eremuaren aplikazioa.
ga: Spás oibre na deisce, painéil, agus giuirléidí KDE.
he: תוכנית שולחן העבודה,הלוחות והפריטים הגרפיים של KDE.
hr: Aplikacija za KDE-ov radni prostor s widgetima, panelima i radnom površinom.
kk: KDE үстел, панельдер және виджеттер жұмыс орын қолданбасы.
km: ផ្ទៃតុ KDE កម្មវិធី​របស់​តំបន់​ធ្វើការ​ធាតុ​ក្រាហ្វិក និង​បន្ទះ ។
lv: KDE darbvirsmas, paneļu un sīkrīku programma.
mr: केडीई डेस्कटॉप, पटल व विजेट्स कार्यस्थान अनुप्रयोग.
pa: KDE ਡੈਸਕਟਾਪ, ਪੈਨਲ ਅਤੇ ਵਿਦਗੈੱਟ ਵਰਕਸਪੇਸ ਐਪਲੀਕੇਸ਼ਨ ਹੈ।
ug: KDE ئۈستەلئۈستى، تاختا ۋە widget خىزمەت بوشلۇقى پروگرامما.
wa: Li programe d' espåce di boutaedje del scribanne, des scriftôrs eyet ahesses da KDE.

source: Copyright 2006-2009, The KDE Team
bg: Copyright 2006-2009, Екипът на KDE
es: Copyright 2006-2009, El equipo de KDE
eu: Copyright 2006-2009, KDE taldea
ga: Cóipcheart 2006-2009, Foireann KDE
he: כל הזכויות שמורות 2006-2007, צוות KDE
hr: Copyright 2006-2009, KDE-ov tim
kk: Copyright 2006-2009, KDE тобы
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៦-២០០៩ ដោយ​ក្រុម KDE
lv: Autortiesības 2006-2009, KDE komanda
mr: सर्वाधिकार 2006-2009, केडीई टीम
pa: ਕਾਪੀਰਾਈਟ (c) ੨੦੦੬-੨੦੦੯, KDE ਟੀਮ
wa: Copyright 2006-2009, l' Ekipe di KDE

source: Author and maintainer
bg: Автор, поддръжка
es: Autor y encargado
eu: Egilea eta arduraduna
ga: Údar agus cothaitheoir
he: כותב ומתחזק
hr: Autor i održavatelj
kk: Авторы және желілдіруші
km: ​អ្នក​និពន្ធ និង​អ្នក​ថែទាំ​
lv: Autors un uzturētājs
mr: लेखक व पालक
pa: ਲੇਖਕ ਅਤੇ ਪਰਬੰਧਕ
ug: ئاپتور ۋە مەسئۇل كىشى
wa: Oteur eyet mintneu

source: In memory of his contributions, 1937-1998.
bg: В памет на сътрудниците, 1937-1998.
es: En memoria de sus contribuciones, 1937-1998.
eu: Haren ekarpenen oroimenez, 1937-1998.
ga: I ndílchuimhne ar a rannchuidiú, 1937-1998.
he: לזכר תרומותיו, 1937-1998.
hr: U spomen svoga doprinosa, 1937-1998.
kk: Қосқан үлесінің ескерткіші ретінде, 1937-1998.
km: នៅ​ក្នុង​ការ​ចងចាំ​​នៃ​កា​រចែកចាយ​របស់ ១៩៣៧-១៩៩៨ ។
lv: Viņa ieguldījuma piemiņai, 1937-1998.
mr: 1937-1998 त्याच्या योगदानाच्या स्मृतीप्रित्यर्थ.
pa: 1937-1998 ਤੱਕ ਉਸ ਦੀ ਯਾਦ ਨੂੰ ਸਮਰਪਿਤ
ug: ئۇنىڭ تۆھپىسىنىڭ خاتىرىلىرى، 1937-1998.
wa: E sovnance di tot ç' k' il a dné, 1937-1998

source: Panel Alignment
bg: Подравняване на панела
es: Alineación del panel
eu: Panelaren lerrokatzea
ga: Ailíniú an Phainéil
he: יישור הלוח
hr: Poravnanje panela
kk: Панелді туралау
km: ការ​តម្រឹម​បន្ទះ
lv: Paneļa izlīdzināšana
mr: पटल स्थान
pa: ਪੈਨਲ ਇਕਸਾਰ
ug: تاختا توغرىلا
wa: Aroymint do scriftôr

source: Left
bg: Ляво
es: Izquierda
eu: Ezkerrean
ga: Ar Chlé
he: שמאל
hr: Lijevo
kk: Солға
km: ឆ្វេង
lv: Pa kreisi
mr: डावीकडे
pa: ਖੱਬੇ
ug: سول
wa: Hintche

source: Center
bg: Център
es: Centro
eu: Erdian
ga: Sa Lár
he: מרכז
hr: Sredina
kk: Ортаға
km: កណ្ដាល
lv: Centrā
mr: मध्यभागी
pa: ਸੈਂਟਰ
ug: مەركەز
wa: Mitan

source: Right
bg: Дясно
es: Derecha
eu: Eskuinean
ga: Ar Dheis
he: ימין
hr: Desno
kk: Оңға
km: ស្ដាំ
lv: Pa labi
mr: उजवीकडे
pa: ਸੱਜੇ
ug: ئوڭ
wa: Droete

source: Visibility
bg: Видимост
es: Visibilidad
eu: Ikusgaitasuna
ga: Infheictheacht
he: תצוגה
hr: Vidljivost
kk: Көрінетіні
km: ភាព​មើលឃើញ
lv: Redzamība
mr: दृश्यता
pa: ਦਿੱਖ
ug: كۆرۈشچانلىقى
wa: Veyåvisté

source: Always visible
bg: Винаги видим
es: Siempre visible
eu: Beti ikusgai
ga: Infheicthe i gcónaí
he: תמיד נראה
hr: Uvijek vidljivo
kk: Әрқашанда көрінетін
km: មើល​ឃើញ​ជា​និច្ច
lv: Vienmēr redzams
mr: नेहमी दृश्यास्पद
pa: ਹਮੇਸ਼ਾਂ ਵੇਖਾਓ
ug: ئۆزلۈكىدىن كۆرسەت
wa: Todi veyåve

source: Auto-hide
bg: Автоматично скриване
es: Ocultar automáticamente
eu: Automatikoki ezkutatu
ga: Folaigh go huathoibríoch
he: הסתרה אוטומטית
hr: Automatsko sakrivanje
kk: Авто жасыру
km: លាក់​ស្វ័យ​ប្រវត្តិ
lv: Auto slēpšana
mr: स्वयंचलितरित्या लपवा
pa: ਆਟੋ ਓਹਲੇ
ug: ئاپتوماتىك يوشۇرۇش
wa: Catchî tot seu

source: Windows can cover
bg: Прозорците могат да покриват
es: Las ventanas pueden cubrir
eu: Leihoek estali dezakete
ga: Is féidir le fuinneoga an painéal a chlúdach
he: חלונות יכולים להיות מעל
hr: Prozor može prekriti
kk: Терезе жаба алатыны
km: បង្អួច​អាច​គ្រប
lv: Logi klājas pāri
mr: चौकटी आच्छादित करू शकतात
pa: ਵਿੰਡੋ ਢੱਕ ਸਕਦੀਆਂ ਹਨ
ug: كۆزنەك ياپالايدۇ
wa: Les fniesses plèt covri

source: Windows go below
bg: Прозорците да минават отдолу
es: Las ventanas pasan abajo
eu: Leihoak azpian doaz
ga: Fuinneoga faoin phainéal
he: חלונות יכולים להיות מתחת
hr: Prozor ide ispod
kk: Астына кететін терезелер
km: បង្អួច​ទៅ​ក្រោម
lv: Logi iet zem
mr: चौकटी मागे जातील
pa: ਵਿੰਡੋਜ਼ ਹੇਠਾਂ ਜਾਂਦੀਆਂ ਹਨ
ug: كۆزنەك ئارقىدا
wa: Les fniesses vont pa dzeu

source: Screen Edge
bg: В края на екрана
es: Borde de la pantalla
eu: Pantailaren ertza
ga: Ciumhais an Scáileáin
he: קצוות המסך
hr: Rub zaslona
kk: Экранның шеті
km: គែម​អេក្រង់
lv: Ekrāna mala
mr: स्क्रीन किनारा
pa: ਸਕਰੀਨ ਕੋਨਾ
ug: ئېكران گىرۋىكى
wa: Boird del waitroûle

source: Press left mouse button and drag to a screen edge to change panel edge
es: Presione el botón izquierdo del ratón y arrástrelo hacia un borde de la pantalla para cambiar el borde del panel
eu: Sakatu saguaren ezkerreko botoia, eta arrastatu pantailaren ertz batera panelaren ertza aldatzeko
he: לחץ כפתור השמאלי של העכבר וגרור אל קצה המסך כדי לשנות את קצה הלוח
hr: Pritisnite lijevi gumb miša i vucite prema rubu zaslona kako biste promijenili rub panela
kk: Панелінің шетін өзгерту үшін, тышқанның сол жақ батырмасын басып экранның шетіне сүреңіз
km: ចុច​ប៊ូតុង​កណ្ដុរ​ខាងឆ្វេង​ ហើយ​អូស​ទៅ​គែម​អេក្រង់​​ ដើម្បី​ផ្លាស់ប្ដូរ​គែម​បន្ទះ
lv: Spiediet kreiso peles pogu un velciet uz ekrāna stūri, lai mainītu paneļa malu
mr: पटलाचा किनारा बदलण्यासाठी डावे माऊस बटन दाबा व स्क्रीनच्या किनाऱ्यास खेचा
ug: چاشقىنەك سول توپچىسىنى بېسىپ ئېكران گىرۋىكىگە سۆرەلسە تاختا گىرۋىكى ئۆزگىرىدۇ

source: Height
bg: Височина
es: Altura
eu: Altuera
ga: Airde
he: גובה
hr: Visina
kk: Биіктігі
km: កម្ពស់
lv: Augstums
mr: उंची
pa: ਉਚਾਈ
ug: ئېگىزلىك
wa: Hôteur

source: Press left mouse button and drag vertically to change panel height
es: Presione el botón izquierdo del ratón y arrástrelo en vertical para cambiar la altura del panel
eu: Sakatu saguaren ezkerreko botoia, eta bertikalki arrastatu panelaren altuera aldatzeko
he: לחץ כפתור השמאלי של העכבר וגרור מעלה.מטה כדי לשנות את גובה הלוח
hr: Pritisnite lijevi gumb miša i vucite vertikalno kako biste promijenili visinu panela
kk: Панелінің биіктігін өзгерту үшін, тышқанның сол жақ батырмасын басып тігінен сүреңіз
km: ចុច​ប៊ូតុង​កណ្ដុរ​ខាងឆ្វេង​ ហើយ​អូស​បញ្ឈរ​ ដើម្បី​ផ្លាស់ប្ដូរ​កម្ពស់​បន្ទះ
lv: Spiediet kreiso peles pogu un velciet vertikāli, lai mainītu paneļa augstumu
mr: पटलाची उंची बदलण्यासाठी डावे माऊस बटन दाबा व उभे खेचा
ug: چاشقىنەك سول توپچىسىنى بېسىپ بويىغا سۆرەلسە تاختا ئېگىزلىكى ئۆزگىرىدۇ

source: More Settings
bg: Допълнителни настройки
es: Más opciones
eu: Ezarpen gehiago
ga: Tuilleadh Socruithe
he: הגדרות נוספות
hr: Više postavki
kk: Басқа баптаулары
km: កា​រកំណត់​ផ្សេងៗ​ទៀត
lv: Vairāk iestatījumu...
mr: अधिक संयोजना
pa: ਹੋਰ ਸੈਟਿੰਗ
ug: تەپسىلىي تەڭشەك
wa: Pus d' apontiaedjes

source: Show more options about panel alignment, visibility and other settings
bg: Показване на допълнителни настройки за подравняване на панела, видимост и др.
es: Mostrar más opciones sobre alineación de paneles, visibilidad y otras preferencias
eu: Erakutsi panelaren lerrokatzeari, ikusgaitasunari eta beste ezarpen batzuei buruzko aukera gehiago
he: הצג עוד אפשרויות עודות יישור הלוח, תצוגה והגדרות אחרות
hr: Prikaži više opcija o poravnanju panela, vidljivosti i drugim postavkama
kk: Панелін туралау, оның көрінісін баптайтын параметрлерін көрсету
km: បង្ហាញ​ជម្រើស​បន្ថែម​​អំពី​​ការ​រៀប​បន្ទះ​ជា​ជួរ​ ភាព​ដែល​អាច​មើល​ឃើញ​ និង​ការ​កំណត់​ផ្សេង​ៗ​ទៀត​
lv: Rādīt vairāk opciju par paneļa līdzinājumu, redzamību un citiem iestatījumiem
mr: पटल स्थान, दृश्यता व इतर संयोजनाचे अधिक पर्याय दर्शवा
pa: ਪੈਨਲ ਇਕਸਾਰਤਾ, ਦਿੱਖ ਅਤੇ ਹੋਰ ਸੈਟਿੰਗ ਲਈ ਹੋਰ ਚੋਣਾਂ ਵੇਖੋ
ug: تاختا توغرىلاش، كۆرۈنۈش ۋە باشقا تەڭشەكلەرگە ئائىت تېخىمۇ كۆپ تاللانمىنى كۆرسىتىدۇ

source: Maximize Panel
bg: Максимизиране на панела
es: Maximizar el panel
eu: Maximizatu panela
ga: Uasmhéadaigh an Painéal
he: הגדל לוח
hr: Maksimiziraj panel
kk: Панельді кең жаю
km: បន្ទះ​អតិបរមា
lv: Maksimizēt paneli
mr: पटल पूर्ण मोठी करा
pa: ਵੱਧੋ-ਵੱਧ ਪੈਨਲ
ug: تاختىنى چوڭايت
wa: Mete sicriftôr å pus grand

source: Close this configuration window
bg: Затваряне на прозореца с настройките
es: Cerrar esta ventana de configuración
eu: Itxi konfigurazio-leiho hau
ga: Dún an fhuinneog chumraíochta seo
he: סגור את חלון התצורה
hr: Zatvori ovaj konfiguracijski prozor
kk: Баптау терезесін жабу
km: បិទ​បង្អួច​កំណត់រចនា​សម្ព័ន្ធ​នេះ
lv: Izvērt šo konfigurācijas logu
mr: ही संयोजना चौकट बंद करा
pa: ਇਹ ਸੰਰਚਨਾ ਵਿੰਡੋ ਬੰਦ ਕਰੋ
ug: بۇ سەپلىمە كۆزنىكىنى ياپىدۇ
wa: Clôre cisse finiesse d' apontiaedje ci

source: Add Spacer
bg: Добавяне на разделител
es: Añadir separador
eu: Gehitu bereizlea
ga: Cuir Scarthóir Leis
he: הוסף מרווח
hr: Dodaj razmak
kk: Аралықты қосу
km: បន្ថែម​កម្មវិធី​ដាក់ចន្លោះ
lv: Pievienot atstarpi
mr: पटल स्पेसर जोडा
pa: ਸਪੇਸਰ ਸ਼ਾਮਲ
ug: بوشلۇق قوش
wa: Radjouter on vude

source: Add a spacer to the panel useful to add some space between two widgets
bg: Добавяне на разделител в панела за разграничаване на две различни джаджи
es: Añadir un separador al panel para introducir un espacio entre dos componentes
eu: Gehitu bereizle bat panelari, bi trepeten artean zuriuneak gehitzeko
he: הוסף מרווח אל הלוח כדי להוסיף מרווח בין שני ווידג'טים
hr: Dodaj razmak u panel koji se koristi za stvaranje prostora između widgeta
kk: Аралықты қосуы екі виджеттің арасын ашу үшін пайдалы
km: បន្ថែម​ឧបករណ៍​បន្ថែម​ចន្លោះ​​ទៅ​កាន់​បន្ទះ​ ដើម្បី​បន្ថែម​ចន្លោះ​មួយ​ចំនួន​រវាង​ធាតុ​​ក្រាហ្វិក​ទាំងពីរ
lv: Pievienot atdalītāju panelim. Noder, lai palielinātu atstarpi starp diviem sīkrīkiem
mr: दोन विजेट्स मध्ये थोडी जागा करण्याकरिता पटल स्पेसर जोडा
ug: تاختىغا بىر بوشلۇق قوشۇپ ئىككى widget ئارىسىغا ئازراق بوشلۇق قوشۇشقا قۇلايلىق يارىتىدۇ

source: Width
bg: Широчина
es: Anchura
eu: Zabalera
ga: Leithead
he: רוחב
hr: Širina
kk: Ені
km: ទទឹង
lv: Platums
mr: रुंदी
pa: ਚੌੜਾਈ
ug: كەڭلىك
wa: Lårdjeur

source: Top
bg: Горе
es: Arriba
eu: Goian
ga: Barr
he: למעלה
hr: Vrh
kk: Жоғарға
km: កំពូល
lv: Augša
mr: वर
pa: ਉੱਤੇ
ug: ئۈستى
wa: Copete

source: Bottom
bg: Долу
es: Abajo
eu: Behean
ga: Bun
he: למטה
hr: Dno
kk: Төменге
km: បាត
lv: Apakša
mr: खाली
pa: ਤਲ
ug: ئاستى
wa: Valêye

source: Show Dashboard
bg: Показване на таблото
es: Mostrar el tablero de mandos
eu: Erakutsi aginte-mahaia
ga: Taispeáin Painéal na nIonstraimí
he: הצג מכתבה
hr: Pokaži nadzornu ploču
kk: Аспаптар панелін көрсету
km: បង្ហាញផ្ទាំងគ្រប់គ្រង
lv: Parādīt dashboard
pa: ਡੈਸ਼ਬੋਰਡ ਵੇਖੋ
ug: تىزگىن تاختىنى كۆرسەت
wa: Mostrer tåvlea d' boird

source: Activities...
bg: Дейности...
es: Actividades...
eu: Jarduerak...
hr: Aktivnosti…
lv: Aktivitātes...
pa: ਐਕਟਵਿਟੀ...
ug: پائالىيەتلەر…

# %1 is the activity name
source: copy of %1
hr: kopiranje %1

source: A new widget has become available on the network:<br><b>%1</b> - <i>%2</i>
bg: Нова джаджа е достъпна в мрежата:<br><b>%1</b> - <i>%2</i>
es: Hay un nuevo componente gráfico disponible en la red:<br><b>%1</b> - <i>%2</i>
eu: Trepeta berri bat erabilgarri dago sarean:<br><b>%1</b> - <i>%2</i>
hr: Novi widget je postao dostupan na mreži:<br><b>%1</b> – <i>%2</i>
lv: Jauns sīkrīks ir kļuvis pieejams tīklā:<br><b>%1</b> - <i>%2</i>
pa: ਨਵਾਂ ਵਿਦਜੈੱਟ ਨੈੱਟਵਰਕ ਉੱਤੇ ਉਪਲੱਬਧ ਹੋ ਗਿਆ ਹੈ: <br><b>%1</b> - <i>%2</i>
ug: توردا بىر دانە ۋىجېت ئىشلىتىشكە تەييار بولدى:<br><b>%1</b> - <i>%2</i>

source: Unlock and add to current activity
bg: Отключване и добавяне към текущата дейност
es: Desbloquear y añadir a la actividad actual
eu: Desblokeatu eta gehitu uneko jarduerari
hr: Otključaj i dodaj u trenutnu aktivnost
lv: Atslēgt un pievienot aktīvajai aktivitātei
pa: ਅਣਲਾਕ ਕਰੋ ਅਤੇ ਮੌਜੂਦਾ ਐਕਟਵਿਟੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
ug: قۇلۇپنى ئېچىپ، نۆۋەتتىكى پائالىيەتكە قوش

source: Add to current activity
bg: Добавяне към текущата дейност
es: Añadir a la actividad actual
eu: Gehitu uneko jarduerari
hr: Dodaj trenutnu aktivnost
lv: Pievienot aktīvajai aktivitātei
pa: ਮੌਜੂਦਾ ਐਕਟਵਿਟੀ ਵਿੱਚ ਸ਼ਾਮਲ
ug: نۆۋەتتىكى پائالىيەتكە قوش

source: Run applications
bg: Изпълнение на програми
es: Ejecutar aplicaciones
eu: Exekutatu aplikazioak
hr: Pokreni aplikacije
lv: Palaist lietotnes
pa: ਐਪਲੀਕੇਸ਼ਨ ਚਲਾਓ
ug: پروگراممىلارنى ئىجرا قىل

source: This activity template requests to run the following applications
bg: Този шаблон на дейност зарежда следните програми
es: Esta plantilla de actividad solicita ejecutar las siguientes aplicaciones
eu: Jarduera-txantiloi honek aplikazio hauek exekutatzea eskatzen du
hr: Ovaj predložak aktivnosti zahtijeva pokretanje sljedećih aplikacija
lv: Aktivitātes veidne pieprasa palaist sekojošās lietotnes
ug: بۇ پائالىيەت قېلىپى تۆۋەندىكى پروگراممىلارنى ئىجرا قىلىشقا ئېھتىياجلىق

source: Run selected
bg: Изпълнение на избраните
es: Ejecutar selección
eu: Exekutatu hautatutakoak
hr: Pokreni odabrane
lv: Palaist izvēlēto
pa: ਚੁਣੀ ਚਲਾਓ
ug: تاللانغاننى ئىجرا قىل

source: Run none
bg: Без изпълнение
es: No ejecutar ninguna
eu: Ez exekutatu bat ere
hr: Ništa ne pokreći
lv: Neko nepalaist
pa: ਕੋਈ ਨਾ ਚਲਾਓ
ug: ھېچنېمە ئىجرا قىلما

source: Move this slider to set the panel position
bg: Преместете плъзгача, за да настроите позицията на панела
es: Mueva este deslizador para establecer la posición del panel
eu: Mugitu graduatzaile hau panelaren posizioa ezartzeko
ga: Bog an sleamhnán seo chun ionad an phainéil a shocrú
he: הזז סרגל זה לקביעת מיקום הלוח
hr: Pomaknite ovaj klizač kako bi podesili poziciju panela
kk: Панельдің орнын осы жүгірткімен таңдаңыз
km: ផ្លាស់ទី​គ្រាប់រំកិល​នេះ​ ដើម្បី​កំណត់​ទីតាំង​បន្ទះ
lv: Pārvietojiet šo slīdni, lai iestatītu paneļa novietojumu
mr: पटल स्थान ठरविण्यासाठी हा सरकविणारा हलवा
pa: ਇਹ ਸਲਾਈਡਰ ਨੂੰ ਪੈਨਲ ਸਥਿਤੀ ਲਈ ਸੈੱਟ ਕਰੋ
ug: بۇ سۈرگۈچنى يۆتكەپ تاختا ئورنىنى تەڭشەيدۇ
wa: Bodjîz cist acinseu po defini l' eplaeçmint do scriftôr

source: Move this slider to set the maximum panel size
bg: Преместете плъзгача, за да настроите максималния размер на панела
es: Mueva este deslizador para establecer el tamaño máximo del panel
eu: Mugitu graduatzaile hau panelaren tamaina maximoa ezartzeko
ga: Bog an sleamhnán seo chun uasmhéid an phainéil a shocrú
he: הזז סרגל זה כדי לקבוע את הגודל המירבי של הלוח
hr: Pomaknite ovaj klizač kako bi podesili maksimalnu veličinu panela
kk: Панельдің ең үлкен өлшемін осы жүгірткімен таңдаңыз
km: ផ្លាស់ទី​គ្រប់រំកិល​នេះ​ដើម្បី​កំណត់​ទំហំ​បន្ទះ​អតិបរមា
lv: Pārvietojiet šo slīdni, lai iestatītu paneļa maksimālo izmēru
mr: कमाल पटल आकार ठरविण्यासाठी हा सरकविणारा हलवा
pa: ਵੱਧੋ-ਵੱਧ ਪੈਨਲ ਸਾਈਜ਼ ਸੈੱਟ ਕਰਨ ਲਈ ਇਹ ਸਾਈਡਰ ਨੂੰ ਹਿਲਾਓ
ug: بۇ سۈرگۈچنى يۆتكەپ ئەڭ چوڭ تاختا چوڭلۇقىنى تەڭشەيدۇ
wa: Bodjîz cist acinseu po defini l' grandeu macsimom do scriftôr

source: Move this slider to set the minimum panel size
bg: Преместете плъзгача, за да настроите минималния размер на панела
es: Mueva este deslizador para establecer el tamaño mínimo del panel
eu: Mugitu graduatzaile hau panelaren tamaina minimoa ezartzeko
ga: Bog an sleamhnán seo chun íosmhéid an phainéil a shocrú
he: הזז סרגל זה כדי לקבוע את הגודל המזערי של הלוח
hr: Pomaknite ovaj klizač kako bi podesili minimalnu veličinu panela
kk: Панельдің ең кішкентай өшемін осы жүгірткімен таңдаңыз
km: ផ្លាស់ទី​គ្រាប់រំកិលនេះ​ដើម្បី​កំណត់​ទំហំ​បន្ទះ​អប្បបរមា
lv: Pārvietojiet šo slīdni, lai iestatītu paneļa minimālo izmēru
mr: किमान पटल आकार ठरविण्यासाठी हा सरकविणारा हलवा
pa: ਘੱਟੋ-ਘੱਟ ਪੈਨਲ ਸਾਈਜ਼ ਸੈੱਟ ਕਰਨ ਲਈ ਇਹ ਸਾਈਡਰ ਨੂੰ ਹਿਲਾਓ
ug: بۇ سۈرگۈچنى يۆتكەپ ئەڭ كىچىك تاختا چوڭلۇقىنى تەڭشەيدۇ
wa: Bodjîz cist acinseu po defini l' grandeu minimom do scriftôr

# NAME OF TRANSLATORS
source: Your names
bg: Ясен Праматаров,Златко Попов
es: Jaime Robles,Enrique Matías Sánchez (Quique)
eu: Iñigo Salvador Azurmendi,Marcos Goyeneche,Hizkuntza Politikarako Sailburuordetza
hr: Žarko Pintar
lv: Māris Nartišs, Viesturs Zariņš
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
bg: yasen@lindeas.com,zlatkopopov@fsa-bg.org
es: jaime@kde.org,cronopios@gmail.com
eu: xalba@euskalnet.net,marcos@euskalgnu.org,hizpol@ej-gv.es
hr: zarko.pintar@gmail.com
lv: maris.kde@gmail.com, viesturs.zarins@mi.lu.lv
pa: aalam@users.sf.net
ug: sahran.ug@gmail.com, gheyret@gmail.com

source: The font to use on the desktop
bg: Шрифт за работния плот
es: El tipo de letra a usar en el escritorio
eu: Mahaigainean erabili beharreko letra-tipoa
ga: An cló le húsáid ar an deasc
he: הגופן בו יעשה שימוש בשולחן העבודה
hr: Pismo radne površine
kk: Үстелде қолданатын қаріп
km: ពុម្ពអក្សរ​ត្រូវ​ប្រើ​នៅ​លើ​ផ្ទៃតុ
lv: Fonts, ko izmantot darbvirsmai
mr: डेस्कटॉपवर वापरायचा फॉन्ट
pa: ਡੈਸਕਟਾਪ ਉੱਤੇ ਵਰਤਣ ਲਈ ਫੋਂਟ
ug: ئۈستەلئۈستىگە ئىشلىتىدىغان خەت نۇسخا
wa: Li fonte as eployî sol sicribanne

source: Set to true if each virtual desktop should get its own, unique Plasma view.
bg: Ако е включено, всеки работен плот ще получи свой, уникален изглед за Plasma.
es: Establecer a verdadero si cada escritorio virtual debe tener su propia y única vista Plasma.
eu: Ezarri 'egia' balioa alegiazko mahaigain bakoitzak bere Plasma ikuspegi propioa izan behar badu.
ga: Socraigh é seo má bheidh a hamharc uathúil Plasma féin ag gach deasc fhíorúil.
he: קבע בתור נכון אם כל שולחן עבודה וירטואלי צריך לקבל תצוגת Plasma ייחודית משלו.
hr: Postavite na uključeno ako želite da svaka virtualna radna površina ima svoj posebni Plasma izgled.
kk: Әрбір виртуалды үстел өзгеше, бірегей Plasma көрнісіне ие болса - орнатыңыз
km: កំណត់​ទៅ​ពិត ប្រសិនបើ​ផ្ទៃតុ​និម្មិត​នីមួយៗ​គួរ​ទទួល​​របស់​វា​ផ្ទាល់ ទិដ្ឋភាព​ប្លាស្មា​តែ​មួយ​គត់ ។
lv: Atzīmējiet šo, ja vēlaties katrai darbvirsmai piešķirt unikālu Plasma skatu.
pa: ਜੇ ਸਹੀਂ ਸੈੱਟ ਕੀਤਾ ਤਾਂ ਹਰ ਵੁਰਚੁਅਲ ਡੈਸਕਟਾਪ ਲਈ ਆਪਣੀ ਖੁਦ ਦੀ ਪਲਾਜ਼ਮਾ ਝਲਕ ਹੋਵੇਗੀ।
ug: true گە تەڭشەلسە ھەر قايسى مەۋھۇم ئۈستەلئۈستىنىڭ ئۆزىنىڭ بىردىنبىر پىلازما كۆرۈنۈشى بولىدۇ.
wa: Defini come vraiy si tchaeke forveyou scribanne doet awè s' vuwe di Plasma da sinne, diferinne des ôtes.

source: Remove activity?
hr: Ukloniti aktivnost?

source: Remove
hr: Ukloni

source: Cancel
hr: Prekini

source: Accept changes?
hr: Prihvatiti izmjene?

source: Apply
hr: Primijeni

source: Configure activity
hr: Konfiguriraj aktivnost

source: Stop activity
hr: Zaustavi aktivnost

source: Start activity
hr: Pokreni aktivnost

source: Enter Search Term
hr: Unesite traženi pojam

source: Add Widgets
hr: Dodaj widget
