Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasmagenericshell.po
Languages: bg, hr, kk, wa

# NAME OF TRANSLATORS
source: Your names
bg: Ясен Праматаров
hr: Žarko Pintar, Nenad Mikša
kk: Сайран Киккарин
wa: Djan Cayron

# EMAIL OF TRANSLATORS
source: Your emails
bg: yasen@lindeas.com
hr: zarko.pintar@gmail.com, DoDoEntertainment@gmail.com
kk: sairan@computer.org
wa: jean.cayron@gmail.com

source: Settings
kk: Баптау

source: %1 Settings
kk: %1 баптауы

source: Desktop Settings
bg: Настройки на работния плот
hr: Postavke radne površine
kk: Үстел параметрлері
wa: Tchuzes do scribanne

source: View
bg: Изглед
hr: Prikaz
kk: Көрініс

source: This picture of a monitor contains a preview of what the current settings will look like on your desktop.
bg: Това е начина по който ще изглежда работния плот с тези настройки.
hr: Slika zaslona sadrži prikaz na koji će način trenutne postavke izgledati na vašoj radnoj površini.
kk: Бұл монитор келтірген параметрлеріңіз үстелді қалай безендіреді екенін көрсетпек.
wa: I gn a dins ciste imådje d' ene waitroûle on prévoeyaedje di çou k' les tchuzes do moumint vont dner dins voste éndjole.

source: Mouse Actions
bg: Действия с мишката
hr: Radnje mišem
kk: Тышқанның амалы
wa: Faitindjes del sori

source: Widgets are currently locked, disabling some options.
bg: Джаджите в момента са заключени и това намалява настройките.
hr: Widgeti su trenutno zaključani pa su neke opcije onemogućene.
kk: Виджеттер бұғатталған, кейбір мүмкіндіктерімен қоса.

source: Unlock Widgets
bg: Отключване на джаджите
hr: Otključaj widgete
kk: Виджеттерді бұғаттан босату

source: Layout:
bg: Подреждане:
hr: Razmještaj:
kk: Орналасуы

source: Wallpaper:
bg: Тапет:
hr: Pozadinska slika:
kk: Тұсқағазы:

source: Monitor
bg: Монитор
hr: Zaslon
kk: Мониторы
wa: Waitroûle

source: Set Trigger...
hr: Postavi okidač …
kk: Қосқышын орнату...
wa: Defini boutoe...

source: Click to change how an action is triggered
hr: Kliknite kako biste promijenili okidanje radnje
kk: Амалды қалай бастауын өзгерту үшін түртіңіз
wa: Clitchîz po candjî comint on faitindje est eclitchî

source: Left-Button
bg: Ляв бутон
hr: Lijevi gumb
kk: Сол жақ батырмасы
wa: Boton d' hintche

source: Right-Button
bg: Десен бутон
hr: Desni gumb
kk: Оң жақ батырмасы
wa: Boton d' droete

source: Middle-Button
bg: Среден бутон
hr: Srednji gumb
kk: Ортаңғы батырмасы
wa: Boton do mitan

source: Vertical-Scroll
bg: Вертикален скрол
hr: Vertikalni klizač
kk: Тік жүгірту
wa: Dirôlaedje astampé

source: Horizontal-Scroll
bg: Хоризонтален скрол
hr: Vodoravni klizač
kk: Жатық жүгірту
wa: Disrôlaedje coutchî

source: Input here...
bg: Въведете тук...
hr: Unesi ovdje …
kk: Мұнда басу...
wa: Intrêye chal...

source: Hold down the modifier keys you want, then click a mouse button or scroll a mouse wheel here
hr: Držite modifikatorsku tipku koju želite, zatim ovdje pritisnite gumb miša ili zavrtite kotačić miša
kk: Осында қалаған түрендіргіш пернелерді басып тұрып, тышқанның батырмасын түртіңіз не тегіршігін бұраңыз
wa: Wårdez tchôkî les tapes candjantes ki vs voloz ey adon clitchî so on boton del sori oudon-bén disrôler l' rôlete del sori chal

source: Add Action...
bg: Добавяне на действие...
hr: Dodaj radnju …
kk: Амалды қосу...
wa: Radjouter faitindje...

source: Add another mouse action
bg: Добавяне на друго действие с мишка
hr: Dodaj još jednu radnju mišem
kk: Тышқанның тағы бір амалын қосу
wa: Radjouter èn ôte faitindje del sori

source: This trigger is already assigned to another action.
hr: Ovaj okidač je već pridružen drugoj akciji.
kk: Бұл қосқыш басқа амалға тағайындалған екен.
wa: Ci boutoe est ddja aroyî a èn ôte faitindje.

# reassign to this action
source: Reassign
kk: Жаңадан тағайындау

source: This trigger is assigned to another plugin.
hr: Ovaj prekidač je pridodan drugom priključku.
kk: Қосқыш басқа плагинге берілді.
wa: Ci boutoe est aroyî a ene ôte tchôke-divins.

# reassign to this plugin
source: Reassign
kk: Қайта тағайындау

source: Mouse Plugins
bg: Приставки за мишка
hr: Priključci miša
kk: Тышқанның плагиндері
wa: Tchôke-divins del sori

source: No plugins found, check your installation.
bg: Не са открити приставки, проверете инсталацията си.
hr: Nema nađenih priključaka, provjerite vašu instalaciju.
kk: Плагиндер табылған жоқ, орнатылғанын тексеріңіз.
wa: Dji n' a trové nou tchôke-divins, verifyîz vost astalaedje.

# About mouse action
source: About
kk: Осы туралы

# Configure mouse action
source: Configure
kk: Баптау

# Remove mouse action
source: Remove
kk: Өшіру

source: Configure Plugin
bg: Настройване на приставката
hr: Podesi priključak
kk: Плагинді баптау
wa: Apontyî tchôke-divins

source: widgetById requires an id
bg: widgetById изисква id
hr: widgetById zahtjeva id
kk: widgetById индентификаторды қажет етеді
wa: I fåt èn id po widgetById

source: widgetById requires a name of a widget or a widget object
bg: widgetById изисква име на джаджа или обект-джаджа
hr: widgetById zahtjeva ime widgeta ili widget objekta
kk: widgetById виджеттің не виджет объекттің атауы қажет етеді
wa: I fåt on no d' ahesse ou d' èn objet d' ahesse po widgetById

source: i18n() takes at least one argument
bg: i18n() приема поне един аргумент
hr: i18n() treba barem jedan argument
kk: i18n() кемінде бір аргументті қабылдайды

source: i18nc() takes at least two arguments
bg: i18nc() приема поне два аргумента
hr: i18nc() treba barem dva argumenta
kk: i18nc() кемінде екі аргументті қабылдайды

source: i18np() takes at least two arguments
bg: i18np() приема поне два аргумента
hr: i18np() treba barem dva argumenta
kk: i18np() кемінде екі аргументті қабылдайды

source: i18ncp() takes at least three arguments
bg: i18ncp() приема поне три аргумента
hr: i18ncp() treba barem tri argumenta
kk: i18ncp() кемінде үш аргументті қабылдайды

source: Main Script File
bg: Основен скриптов файл
hr: Glavna datoteka skripte
kk: Негізгі скрипт файл
wa: Mwaisse fitchî di scripe

source: activityById requires an id
bg: activityById изисква id
hr: activityById zahtjeva id
kk: activityById индентификаторды қажет етеді
wa: I fåt èn id po activityById

source: activityForScreen requires a screen id
bg: activityForScreen изисква id на екран
hr: activityForScreen zahtjeva id zaslona
kk: activityById экран индентификаторын қажет етеді
wa: I fåt l' id d' ene waitroûle po activityForScreen

source: Could not find a plugin for %1 named %2.
bg: Не е открита приставка за %1 с име %2.
hr: Nije moguće pronaći priključak za %1 zvan %2.
kk: %1 үшін %2 деген плагині табылмады.
wa: Dji n' trove nén on tchôke-divins lomé %2 po %1.

source: Unable to load script file: %1
bg: Грешка при зареждане на скриптовия файл: %1
hr: Nije moguće učitati datoteku skripte: %1
kk: Келесі скрипт файл жүктелмеді: %1
wa: Dji n' sai tcherdjî l' fitchî di scripe : %1

source: Error: %1 at line %2 Backtrace: %3
bg: Грешка: %1 на ред %2 Проследяване: %3
hr: Pogreška: %1 na retku %2 Pozadinski trag: %3
kk: %1 деген қате,%2-жолында Жаңылыс хаттамасы: %3
wa: Aroke : %1 al roye %2 Backtrace : %3

source: Filters
bg: Филтри
hr: Filtri
kk: Сүзілері
wa: Passetes

source: Select the type of widget to install from the list below.
bg: Изберете вида джаджа за инсталиране от списъка по-долу.
hr: Odaberite tip widgeta za instalaciju iz donjeg popisa.
kk: Төменгі тізімінен орнататын виджеттің түрін таңдаңыз.
wa: Tchoezi l' sôre d' ahesse a -z astaler dins l' djivêye chal pa dzo.

source: Plasmoid: Native plasma widget
bg: Plasmoid: Собствена джаджа на plasma
hr: Plasmoid: Izvorni plasma widget
kk: Плазмоид: Plasma-ның туған виджеті
wa: Plasmowide: Ahesse askepieye po Plasma

source: Install New Widget From File
bg: Инсталиране на нова джаджа от файл
hr: Instaliraj novi widget iz datoteke
kk: Жаңа виджетті файлдан орнату
wa: Astaler novele ahesse a pårti d' on fitchî

source: Select File
bg: Избор на файл
hr: Odaberi datoteku
kk: Файлды таңдау
wa: Tchoezi fitchî

source: Could not load the required installer %1. The error given was: %2
bg: Не може да се зареди нужният инсталатор %1. Грешката е: %2
hr: Ne mogu učitati potreban instaler %1. Greška je bila: %2
kk: Керек %1 орнатқышы жүктелмеді. Пайда болған қатесі: %2
wa: Dji n' a savou tcherdjî l' astaleu %1 dimandé. L' aroke k' a stî dnêye est: %2

source: Installation Failure
bg: Грешка при инсталиране
hr: Greška pri instalaciji
kk: Орнату жаңылысы
wa: Berwete a l' astalaedje

source: Installing the package %1 failed.
bg: Грешка при инсталиране на пакета %1.
hr: Instalacija paketa %1 neuspjela.
kk: %1 дестесін орнату жаңылысы.
wa: L' astalaedje do pacaedje %1 a fwait berwete.

source: Enter search term...
kk: Іздейтінің келтіріңіз...

source: Categories
bg: Категории
hr: Kategorije
kk: Санаттары

source: Get new widgets
kk: Жаңа виджеттерін табу...

source: Author:
kk: Авторы:

source: License:
kk: Лицензиясы:

source: Uninstall
kk: Орнатудан шығару

source: Containments
hr: Sadržavatelji
kk: Контейнерлері
wa: Contenmints

source: All Widgets
bg: Всички джаджи
hr: Svi widgeti
kk: Барлық виджеттері
wa: Totes les ahesses

source: Running
bg: В изпълнение
hr: Izvršavanje
kk: Орындалуда
wa: Ovrant

source: Categories:
bg: Категории:
hr: Kategorije:
kk: Санаттары:
wa: Categoreyes :

source: Download New Plasma Widgets
bg: Изтегляне на нови джаджи за Plasma
hr: Skini nove Plasma widgete
kk: Жаңа Plasma виджеттерін жүктеп алу
wa: Aberweter des novelès ahesses Plasma

source: Download New %1
bg: Изтегляне на нови "%1"
hr: Skini novi %1
kk: Жаңа %1 дегенді жүктеп алу
wa: Aberweter li novea(/ele) %1

source: Install Widget From Local File...
bg: Инсталиране на джаджа от локален файл...
hr: Instaliraj widget iz lokalne datoteke …
kk: Виджетті жергілікті файлдан орнату
wa: Astaler novele ahesse a pårti d' on fitchî locå...

source: Reassign
hr: Prenamjeni

source: Enter Search Term
hr: Unesite traženi termin

source: Get New Widgets...
hr: Preuzmi nove widgete…

source: Uninstall Widget
hr: Ukloni widget

source: Version %1
hr: Inačica %1

source: <font color="%1">Author:</font>
hr: <font color="%1">Autor:</font>

source: <font color="%1">Website:</font>
hr: <font color="%1">Web stranica:</font>

source: <font color="%1">License:</font>
hr: <font color="%1">Licenca:</font>

source: Unknown Applet
hr: Nepoznati applet

source: Shift
wa: Maj
