Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_wallpaper_image.po
Languages: ca@valencia, cs, eu, he, hr, kk, km, ko, lt, lv, nds, pa, pl, pt, ug, wa

source: Next Wallpaper Image
ca@valencia: Següent imatge de fons d'escriptori
cs: Následující obrázek tapety
eu: Hurrengo horma-paper irudia
he: תמונת הרקע הבאה
hr: Sljedeća slika podloge
kk: Тұсқағаздың келесі кескіні
km: ផ្ទាំង​រូបភាព​បន្ទាប់​
ko: 다음 배경 그림 파일
lt: Kitas darbastalio fono paveikslėlis
lv: Nākamais tapetes attēls
nds: Nakamen Achtergrundbild
pa: ਅੱਗੇ ਵਾਲਪੇਪਰ ਚਿੱਤਰ
pl: Następny obrazek tapety
pt: Imagem de Papel de Parede Seguinte
ug: كېيىنكى تام قەغىزى سۈرىتى
wa: Imådje di tapisreye shuvante

source: Open Wallpaper Image
ca@valencia: Obri imatge de fons d'escriptori
cs: Otevřít obrázek s tapetou
eu: Ireki horma-paper irudia
he: פתח תמונת רקע
hr: Otvori sliku podloge
kk: Тұсқағаздың кескінін ашу
km: បើក​រូបភាព​ផ្ទាំង​រូបភាព​
ko: 배경 그림 파일 열기
lt: Atverti darbastalio fono paveikslėlį
lv: Atvērt tapetes attēlu
nds: Achtergrundbild opmaken
pa: ਵਾਲਪੇਪਰ ਚਿੱਤਰ ਖੋਲ੍ਹੋ
pl: Otwórz obrazek tapety
pt: Abrir a Imagem de Papel de Parede
ug: تام قەغىزى سۈرىتىنى ئاچ
wa: Drovi l' imådje del tapisreye

source: Scaled & Cropped
ca@valencia: Escalat i retallat
cs: Zvětšená a oříznutá
eu: Eskalatuta eta moztuta
he: שינוי גודל ומירכוז
hr: Rastegnuta i obrezana
kk: Масштабтау және ойып алу
km: បានធ្វើមាត្រដ្ឋាន និង​ច្រឹប
ko: 자르고 크기 조정
lt: Pakeistu masteliu, apkarpytas
lv: Mērogots un apcirsts
nds: Topasst un sneden
pa: ਸਕੇਲ ਅਤੇ ਕਰੋਪ ਕੀਤਾ
pl: Skalowanie z przycięciem
pt: Escalado e Recortado
ug: كىچىكلىتىپ چوڭايتىپ كەس
wa: Al schåle eyet discôpé

source: Scaled
ca@valencia: Escalat
cs: Zvětšená
eu: Eskalatuta
he: שינוי גודל
hr: Rastegnuta
kk: Шақталған
km: បាន​ធ្វើ​មាត្រដ្ឋាន
ko: 크기 조정
lt: Keičiamo mastelio
lv: Mērogots
nds: Topasst
pa: ਸਕੇਲ ਕੀਤਾ
pl: Skalowanie
pt: Escalado
ug: كىچىكلەت چوڭايت
wa: Al schåle

source: Scaled, keep proportions
ca@valencia: Escalat, mantenint les proporcions
cs: Zvětšená s proporcemi
eu: Eskalatuta, proportzioak mantenduta
he: שינוי גודל עם שמירה על יחסים
hr: Rastegnuta, sačuvaj proporcije
kk: Ара қатынасын сақтап шақтау
km: បាន​ធ្វើមាត្រដ្ឋាន រក្សាសមាមាត្រ
ko: 크기 조정, 비율 유지
lt: Keičiamo mastelio, išlaikyti proporcijas
lv: Mērogots, saglabājot proporciju
nds: Topasst, Proportschoon wohren
pa: ਸਕੇਲ ਕੀਤਾ, ਅਨੁਪਾਤ ਰੱਖੋ
pl: Skalowanie z zachowaniem proporcji
pt: Escalado, mantendo as proporções
ug: كىچىكلەت چوڭايت، نىسبىتىنى ساقلا
wa: Al schåle, wårder li rapoirt lådjeur/hôteur

source: Centered
ca@valencia: Centrat
cs: Vystředěná
eu: Erdiratuta
he: ממורכז
hr: Centrirana
kk: Орталандырылған
km: កណ្ដាល
ko: 가운데
lt: Centre
lv: Centrēts
nds: In de Merrn
pa: ਸੈਂਟਰ
pl: Na środku
pt: Centrado
ug: مەركەز
wa: Å mitan

source: Tiled
ca@valencia: Mosaic
cs: Vydlážděná
eu: Lauza moduan
he: פרוש
hr: Popločeno
kk: Қатарланған
km: ក្រឡាក្បឿង
ko: 바둑판식 배열
lt: Mozaika
lv: Flīzēts
nds: Kachelt
pa: ਟਾਈਲਡ
pl: Kafelkowanie
pt: Mosaico
ug: كاھىشلىق
wa: A schayes

source: Center Tiled
ca@valencia: Mosaic centrat
cs: Vydlážděná na střed
eu: Erdiratuta lauza moduan
he: פרוש וממורכז
hr: Popločeno i centrirano
kk: Ортадан қатарландырылған
km: ក្រឡា​ក្បឿងកណ្ដាល
ko: 가운데부터 바둑판식 배열
lt: Centruota mozaika
lv: Centrēts un flīzēts
nds: Vun de Merrn kachelt
pa: ਸੈਂਟਰ ਟਾਈਲ
pl: Kafelkowanie od środka
pt: Mosaico Centrado
ug: مەركىزى كاھىشلىق
wa: Å mitan et a schayes

source: Select Wallpaper Image File
ca@valencia: Selecció d'un fitxer d'imatge de fons d'escriptori
cs: Zvolte soubor s tapetou
eu: Hautatu horma-paper irudiaren fitxategia
he: בחר קובץ תמונת רקע
hr: Odaberite slikovnu datoteku
kk: Тұсқағаз кескін файлын таңдау
km: ជ្រើស​​ឯកសារ​រូបភាព​ផ្ទាំង​រូបភាព​
ko: 배경 그림 파일 선택
lt: Pasirinkite darbastalio fono paveikslėlio failą
lv: Izvēlieties tapetes attēla failu
nds: Achtergrundbild-Datei utsöken
pa: ਵਾਲਪੇਪਰ ਚਿੱਤਰ ਫਾਇਲ ਚੁਣੋ
pl: Wybierz plik obrazka tapety
pt: Seleccionar um Ficheiro de Papel de Parede
ug: تام قەغىزى سۈرەت ھۆججىتىنى تاللاش
wa: Tchoezi l' fitchî di l' imådje del tapisreye

source: P&ositioning:
ca@valencia: Em&plaçament:
cs: &Umístění:
eu: &Kokapena:
he: מ&יקום:
hr: P&ozicioniranje:
kk: О&рналасуы:
km: ការ​កំណត់​ទីតាំង ៖
ko: 위치(&O):
lt: P&ozicija:
lv: N&ovietojums:
nds: S&teed:
pa: ਸਥਿਤੀ(&o):
pl: P&ozycja:
pt: P&osicionamento:
ug: ئورۇن بەلگىلەش(&O):
wa: P&laeçmint:

source: &Color:
cs: Ba&rva:
eu: &Kolorea:
he: &צבע:
hr: &Boja:
kk: &Түсі:
km: ពណ៌ ៖
ko: 색상(&C):
lt: &Spalva:
lv: &Krāsa:
nds: &Klöör:
pa: ਰੰਗ(&C):
pl: &Kolor:
pt: &Cor:
ug: رەڭ(&C):
wa: &Coleur:

source: Change wallpaper frame color
ca@valencia: Canvia el color del marc del fons d'escriptori
cs: Změnit barvu rámečku pozadí pracovní plochy
eu: Aldatu horma-paperaren markoaren kolorea
he: שנה את מסגרת הצבע של תמונת הרקע
hr: Promijeni boju okvira slike podloge
kk: Түсқағаздың қоршау түсін өзгерту
km: ផ្លាស់ប្ដូរ​ពណ៌​ស៊ុម​របស់​ផ្ទាំង​រូបភាព
ko: 배경 그림 프레임 색 바꾸기
lt: Keisti darbastalio fono rėmo spalvą
lv: Mainīt tapetes ietvara krāsu
nds: Achtergrundbild-Rahmenklöör wesseln
pa: ਵਾਲਪੇਪਰ ਫਰੇਮ ਰੰਗ ਬਦਲੋ
pl: Zmień kolor ramy tapety
pt: Mudar a cor da moldura do papel de parede
ug: تام قەغەز گىرۋەك رەڭگىنى ئۆزگەرت
wa: Candjî l' coleur do cåde del tapisreye

source: Change the color of the frame that it may be visible when the wallpaper is centered or scaled with the same proportions.
ca@valencia: Canvia el color del marc del fons d'escriptori que puga visualitzar-se quan el fons d'escriptori estiga centrat o escalat amb les mateixes proporcions.
cs: Změnit barvu rámečku, který může být vidět pokud je pozadí pracovní plochy na pozadí centrováno, či škálováno se stejným poměrem stran.
eu: Aldatu horma-papera proportzio berdinekin eskalatuta edo erdiratuta dagoenean ikusgai egon daitekeen markoaren kolorea.
he: שנה את הצבע של המסגרת המקיפה את תמונת הרקע כאשר התמונה ממורכזת או גודלה שונה עם אותן פרופורציות.
hr: Promijenite boju okvira koji je moguće vidjeti kada je slika podloke centrirana ili povećana u istim proporcijama.
kk: КЕйбірде, мысалы, түсқағаз ортаға не бір пропорциямен орналасқанда көріну ықтимал түсқағаздың қоршау түсін өзгерту.
km: ផ្លាស់ប្ដូរ​ពណ៌​របស់​ស៊ុម​ ដែល​វា​អាច​ត្រូវ​បាន​មើល​នៅ​ពេល​ផ្ទាំង​រូបភាព​ត្រូវ​បាន​ដាក់​ចំកណ្ដាល​ ឬ​ធ្វើ​មាត្រដ្ឋាន​ជាមួយ​សមាមាត្រ​ដូច​គ្នា​ ។​
ko: 배경 그림이 가운데로 배치되었거나 배율에 맞게 크기 조정되었을 경우 표시할 프레임의 색을 설정합니다.
lt: Keisti darbastalio fono rėmo spalvą, kuri gali būti matoma kai darbastalio fonas yra centruotas ar pakeistas jo dydis su tomis pačiomis proporcijomis.
lv: Mainīt ietvara krāsu, lai tas būtu redzams, kad tapete tiek centrēta vai mērogota ar tādām pašām proporcijām.
nds: De Rahmenklöör wesseln, so dat se sichtbor is, wenn dat Achtergrundbild inmiddelt oder mit de sülvige Afmeten topasst warrt
pl: Zmień kolor ramy, który może być widoczny, gdy tapeta jest wyśrodkowana lub przeskalowana z tymi samymi proporcjami.
pt: Muda a cor da moldura do papel de parede, para que possa ficar visível quando o mesmo está centrado ou esticado com as mesmas proporções.
ug: گىرۋەك رەڭگىنى ئۆزگەرتىدۇ، ئۇ تام قەغەز ئوتتۇرىغا توغرىلانغاندا ياكى ئوخشاش نىسبەتتە چوڭايتىلغان ياكى كىچىكلىتىلگەندە كۆرۈنىدۇ.
wa: Candjî l' coleur do cåde k' on pôreut vey cwand l' tapisreye est metowe å mitan ou al schåle avou l' minme rapoirt hôteu/lårdjeu.

source: Open...
ca@valencia: Obri...
cs: Otevřít...
eu: Ireki...
he: פתח...
hr: Otvori…
kk: Ашу...
km: បើក...
ko: 열기...
lt: Atverti...
lv: Atvērt...
nds: Opmaken...
pa: ਖੋਲ੍ਹੋ...
pl: Otwórz...
pt: Abrir...
ug: ئاچ…
wa: Drovi...

source: Get New Wallpapers...
ca@valencia: Obtén fons d'escriptori nous...
cs: Získat nové tapety...
eu: Eskuratu horma-paper berriak...
he: קבל תמונות רקע חדשות...
hr: Preuzmi nove pozadinske slike…
km: យកផ្ទាំង​រូបភាព​ថ្មី...
ko: 새 배경 그림 가져오기...
lt: Gauti naujų darbastalio fonų...
lv: Iegūt jaunas ekrāntapetes...
nds: Niege Achtergrundbiller halen...
pa: ਨਵੇਂ ਵਾਲਪੇਪਰ ਲਵੋ...
pl: Pobierz nowe tapety...
pt: Obter Papéis de Parede Novos...
ug: يېڭى تام قەغەزلىرىنى ئېلىش…

source: &Positioning:
ca@valencia: Em&plaçament:
cs: &Umístění:
eu: &Kokapena:
he: &מיקום:
hr: P&ozicioniranje:
kk: &Орналасуы:
km: ការ​កំណត់​ទីតាំង ៖
ko: 위치(&P):
lt: P&ozicija:
lv: N&ovietojums:
nds: &Steed:
pa: ਸਥਿਤੀ(&P):
pl: &Pozycja:
pt: &Posicionamento:
ug: ئورۇن بەلگىلەش(&P):
wa: &Plaeçmint:

source: C&hange images every:
ca@valencia: Can&via les imatges cada:
cs: Změnit obrázek každýc&h:
eu: &Aldatu irudiak maiztasun honekin:
he: ה&חלף תמונות כל:
hr: &Mijenjaj slike svakih:
kk: Кескіндерін &ауыстыру аралығы:
km: ផ្លាស់ប្ដូរ​រូបភាព​រៀងរាល់ ៖
ko: 그림 변경 주기(&H):
lt: &Keisti paveikslėlius kas:
lv: &Mainīt attēlus ik pēc:
nds: Biller ä&nnern elk:
pa: ਚਿੱਤਰ ਬਦਲੋ ਹਰੇਕ(&h):
pl: &Zmieniaj obrazki co:
pt: Mudar as imagens a &cada:
ug: سۈرەت ئالماشتۇرۇش ئارىلىقى(&H):
wa: &Candjî imådje totes les:

source: hh 'Hours' mm 'Mins' ss 'Secs'
ca@valencia: hh 'Hores' mm 'Min.' ss 'Seg.'
cs: hh 'Hodiny' mm 'Minuty' ss 'Sekundy'
eu: hh 'Orduak' mm 'Minutuak' ss 'Segundoak'
he: hh 'שעות' mm 'דקות' ss 'שניות'
hr: hh 'Sati' mm 'Minuta' ss 'Sekundi'
kk: hh 'сағ' mm 'мин' ss 'сек'
km: hh 'ម៉ោង' mm 'នាទី' ss 'វិនាទី'
ko: hh '시간' mm '분' ss '초'
lt: hh 'valandų' mm 'minučių' ss 'sekundžių'
lv: hh 'stundas' mm 'minūtes' ss 'sekundes'
nds: hh 'Stünnen' mm 'Minuten' ss 'Sekunnen'
pl: hh 'Godziny' mm 'Minuty' ss 'Sekundy'
pt: hh 'Horas' mm 'Minutos' ss 'Segundos'
ug: hh 'سائەت' mm 'مىنۇت' ss 'سېكۇنت'
wa: hh 'eures' mm 'munutes' ss 'segondes'

source: <b>Images</b>
ca@valencia: <b>Imatges</b>
cs: <b>Obrázky</b>
eu: <b>Irudiak</b>
kk: <b>Кескіндер</b>
ko: <b>그림</b>
lt: <b>Paveikslėliai</b>
nds: <b>Biller</b>
pa: <b>ਚਿੱਤਰ</b>
pl: <b>Obrazy</b>
pt: <b>Imagens</b>

source: &System wallpapers:
ca@valencia: Fons d'escriptori del &sistema:
cs: &Systémové tapety:
eu: &Sistemaren horma-paperak:
he: &תמונות־רקע מערכיות:
hr: Pozadinske slike iz &sustava:
kk: &Жүйелік тұсқағаздары:
km: ផ្ទាំង​រូបភាព​ប្រព័ន្ធ ៖
ko: 시스템 배경 그림(&S):
lt: &Sisteminiai fono paveikslėliai:
lv: &Sistēmas tapetes:
nds: &Systeem-Achtergrundbiller:
pa: ਸਿਸਟਮ ਵਾਲਪੇਪਰ(&S):
pl: &Systemowe tapety:
pt: Papéis de Parede do &Sistema:
ug: سىستېما تام قەغەزلىرى(&S):
wa: Tapisreyes do &sistinme :

source: Use system-installed wallpapers in slideshow
ca@valencia: Utilitza els fons d'escriptori instal·lats pel sistema en presentació de diapositives
cs: Pro promítání použít tapety systému
eu: Sisteman instalatutako horma-paperak erabili diaporametan
he: השתמש בתמונות רגע שמותקנות במערכת
hr: Koristi pozadinske slike instalirane u sustavu za prezentaciju
kk: Слайд-шоуда орнатылған жүйелік тұсқағаздар қатыссын
km: ប្រើ​ផ្ទាំង​រូបភាព​ដែលបាន​ដំឡើង​​របស់​ប្រព័ន្ធ​នៅ​ក្នុងកា​របញ្ចាំង​ស្លាយ
ko: 슬라이드 쇼에 시스템 배경 그림 포함하기
lt: Naudoti sisteminius fono paveikslėlius skaidrių peržiūroje
lv: Slīdrādē izmantot sistēmā instalētās tapetes
nds: Systeem-Achtergrundbiller för de Diaschau bruken
pa: ਸਲਾਈਡਸ਼ੋ ਵਿੱਚ ਸਿਸਟਮ ਲਈ ਇੰਸਟਾਲ ਕੀਤੇ ਵਾਲਪੇਪਰ ਵਰਤੋਂ
pl: Użyj zainstalowanych w systemie tapet do pokazu slajdów
pt: Usar os papéis de parede do sistema na apresentação
ug: سىستېمىغا ئورنىتىلغان تام قەغەزلىرىنى تام تەسۋىردە كۆرسەت
wa: Si siervi des tapisreyes astalêyes pal sistinme dins on diaporama

source: &My downloaded wallpapers:
ca@valencia: Els &meus fons d'escriptori baixats:
cs: &Mé stažené tapety:
eu: &Deskargatutako horma-paperak:
he: &תמונות הרקע שהורדתי:
hr: &Moje preuzete pozadinske slike:
kk: Жүктелген тұсқағаздар&ым
km: ផ្ទាំង​រូបភាព​ដែល​បានទាញយក​របស់​ខ្ញុំ ៖
ko: 다운로드한 배경 그림(&M):
lt: &Mano atsisiųsti fono paveikslėliai:
lv: &Manas lejupielādētās tapetes:
nds: &Mien daallaadt Achtergrundbiller:
pa: ਮੇਰੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਵਾਲਪੇਪਰ(&M):
pl: &Moje pobrane tapety:
pt: Os &meus papéis de parede transferidos:
ug: مېنىڭ چۈشۈرگەن تام قەغەزلىرىم(&M):
wa: Les tapisreyes aberwetêyes pa mi-minme

source: Use wallpapers I have downloaded with "Get New Wallpapers..." in slideshow
ca@valencia: Utilitza els fons d'escriptori que he baixat amb «Obtén fons d'escriptori nous...» en presentació de diapositives
cs: Použít tapety stažené pomocí "Získat nové tapety..." pro promítání
eu: Deskargatu ditudan horma-paperak erabili diaporametan "Horma-paper berriak eskuratu..." aukeraren bidez
he: השתמש בתמונות רקע שהורדתי באמצעות "קבל תמונות רקע חדשות"
hr: Koristi pozadinske slike za prezentaciju koje sam preuzeo/la kroz "Preuzmi nove pozadinske slike..."
kk: Слайд-шоуда "Жаңа тұсқағаздарын алу..." арқылы алғандарым қатыссын
km: ប្រើ​ផ្ទាំង​រូបភាព​ដែល​ខ្ញុំ​បាន​ទាញយក​ដោយ​ប្រើ "យក​ផ្ទាំង​រូបភាព​ថ្មី..." នៅ​ក្នុងកា​របញ្ចាំង​ស្លាយ
ko: 슬라이드 쇼에 "새 배경 그림 가져오기"를 통하여 다운로드한 그림 포함하기
lt: Naudoti fono piešinius, kuriuos aš atsisiunčiau su „Gauti naujų fono piešinių“, skaidrių peržiūroje
lv: Tapetes, kas ir lejupielādētas ar "Iegūt jaunas ekrāntapetes..."
nds: Mit "Niege Achtergrundbiller halen" daallaadt Achtergrundbiller för de Diaschau bruken
pl: Użyj tapet, które pobrałe(a)m z "Pobierz nowe tapety..." w pokazie slajdów
pt: Usar os papéis de parede obtidos com o "Obter Novos Papéis de Parede..." na apresentação
ug: «يېڭى تام قەغەزلىرىگە ئېرىش…» تىن چۈشۈرگەن تام قەغەزلىرىنى تام تەسۋىردە كۆرسەت
wa: Si siervi des tapisreyes ki dj' a aberweté avou « Prinde des ôtès tapisreyes... » dins on diaporama

source: Custom folders:
ca@valencia: Carpetes personalitzades:
cs: Vlastní složky:
eu: Karpeta pertsonalizatuak:
he: תיקיות מותאמות־אישית:
hr: Prilagođene mape:
kk: Өзге қапшықтар:
km: ថត​ផ្ទាល់ខ្លួន ៖
ko: 사용자 정의 폴더:
lt: Savi aplankai:
lv: Pielāgotas mapes:
nds: Vun Bruker fastleggt Ornern:
pa: ਪਸੰਦੀਦਾ ਫੋਲਡਰ:
pl: Własne katalogi:
pt: Pastas personalizadas:
ug: ئىختىيارى قىسقۇچلار:
wa: Ridants da vosse :

source: &Add Folder...
ca@valencia: &Afig carpeta...
cs: Přid&at složku...
eu: &Gehitu karpeta...
he: &הוסף תיקייה
hr: &Dodaj mapu…
kk: Қ&апшықты қосу...
km: បន្ថែម​ថត...
ko: 폴더 추가하기(&A)...
lt: &Pridėti aplanką...
lv: &Pievienot mapi...
nds: Orner &tofögen...
pa: ਫੋਲਡਰ ਸ਼ਾਮਲ(&A)...
pl: &Dodaj katalog...
pt: &Adicionar uma Pasta...
ug: قىسقۇچ قوش(&A)…
wa: &Radjouter ridant...

source: &Remove Folder
ca@valencia: E&limina carpeta
cs: Odst&ranit složku
eu: Ken&du karpeta
he: ה&סר תיקייה
hr: &Ukloni direktorij
kk: Қапш&ықты өшіру
km: យក​ថត​ចេញ
ko: 폴더 삭제하기(&R)
lt: Paša&linti aplanką
lv: &Izņemt mapi...
nds: Orner &wegmaken
pa: ਫੋਲਡਰ ਹਟਾਓ(&R)
pl: &Usuń katalog...
pt: &Remover a Pasta
ug: قىسقۇچنى چىقىرىۋەت(&R)
wa: &Oister ridant

source: Download new wallpapers
ca@valencia: Descarrega fons d'escriptori nous
cs: Stáhnout nové tapety
eu: Deskargatu horma-paper berriak
he: הורד תמונות רקע חדשות
hr: Preuzmi nove slike za pozadinu
km: ទាញយក​ផ្ទាំង​រូបភាព​ថ្មី
ko: 새 배경 그림 다운로드
lt: Atsisiųsti naujų darbastalio fonų
lv: Lejupielādēt jaunas tapetes
nds: Niege Achtergrundbiller daalladen
pa: ਨਵੇਂ ਵਾਲਪੇਪਰ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz nowe tapety
pt: Obter novos papéis de parede
ug: يېڭى تام قەغەزلىرىنى چۈشۈر

source: Remove from list
ca@valencia: Elimina de la llista
cs: Odstranit ze seznamu
eu: Kendu zerrendatik
he: הסר תיקייה
hr: Ukloni s liste
kk: Тізімден өшіру
km: យក​ចេញ​ពី​បញ្ជី
ko: 목록에서 삭제하기
lt: Pašalinti iš sąrašo
lv: Izņemt no saraksta
nds: Ut de List wegmaken
pa: ਲਿਸਟ ਵਿੱਚੋਂ ਹਟਾਓ
pl: Usuń z listy
pt: Remover da lista
ug: تىزىمدىن چىقىرىۋەت
wa: Oister del djivêye
