Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_applet_quicklaunch.po
Languages: bg, ga, he, kk, km, lt, lv, nds, pa, ug, wa

source: Multiple items
bg: Множество записи
he: פריטים רבים
kk: Бірнеше аталым
km: ធាតុ​ច្រើន
lt: Keli elementai
lv: Vairāki vienumi
nds: Mehr Indrääg
pa: ਕਈ ਆਈਟਮਾਂ
ug: كۆپ تۈر
wa: Sacwants cayets

source: Quicklaunch
he: הפעלה מהירה
kk: Жедел жегу
km: ​ចាប់ផ្ដើម​រហ័ស
lt: Greitas paleidimas
nds: Fixstart
pa: ਤੁਰੰਤ-ਲਾਂਚ
ug: تەز ئىجرا قىلىش
wa: EnondeAbeye

source: Add launchers by Drag and Drop or by using the context menu.
bg: Добавяйте стартери с влачене и пускане или през контекстното меню.
ga: Cuir tosaitheoirí leis trí 'Tarraingt agus Scaoileadh' nó tríd an roghchlár comhthéacs.
he: הוסף משגרים על ידי גרירה או שימוש בתפריט ההקשר.
kk: Таңбашаларын сүйреп әкеліп не контексті мәзірінің көмегімен жеккішін қосу.
km: បន្ថែម​កម្មវិធី​ចាប់ផ្ដើម ដោយ​អូស​ និង​ទម្លាក់​ ឬ​ដោយ​ប្រើម៉ឺនុយ​បរិបទ ។
lt: Pridėkite paleidiklius pertempdami juos pele arba naudodami kontekstinį meniu
lv: Pievienot palaidējus ar vilkšanu un nomešanu, vai lietojot konteksta izvēlni.
nds: Programmstarters mit "Dregen un Droppen" oder per Rechtsklickmenü tofögen
pa: ਡਰੈਗ ਡਰਾਪ ਕਰਕੇ ਜਾਂ ਪਰਸੰਗ ਮੇਨੂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲਾਂਚਰ ਜੋੜੋ।
ug: سىز سۆرەش مەشغۇلاتى ياكى تىل مۇھىت تىزىملىكى ئارقىلىق ئىجراچىنى قوشالايسىز.
wa: Radjouter des enondeus e bodjant eyet saetchant oudon-bén e s' siervant del dressêye di contecse.

source: Determine number of rows automatically:
bg: Автоматичен брой редове:
he: קבע את מספר העמודות באופן אוטומטי:
kk: Жолдар санын автоматты түрде анықтау:
km: កំណត់​ចំនួន​ជួរដេក​ដោយ​ស្វ័យ​ប្រវត្តិ ៖
lt: Automatiškai nustatyti eilučių skaičių:
lv: Noteikt rindu skaitu automātiski:
nds: Tall vun Regen automaatsch fastslaan:
pa: ਕਤਾਰਾਂ ਦੀ ਗਿਣਤੀ ਆਟੋਮੈਟਿਕ ਹੀ ਜਾਣੋ:
ug: قۇر سانىنى ئۆزلۈكىدىن بەلگىلەيدۇ:
wa: Dire otomaticmint li nombe di royes :

source: Number of rows:
bg: Брой редове:
ga: Líon na rónna:
he: מספר עמודות:
kk: Жолдар саны:
km: ចំនួន​ជួរដេក ៖
lt: Eilučių skaičius:
lv: Rindu skaits:
nds: Tall vun Regen:
pa: ਕਤਾਰਾਂ ਦੀ ਗਿਣਤੀ:
ug: قۇر سانى:
wa: Nombe di royes :

source: Determine number of columns automatically:
bg: Автоматичен брой колони:
he: קבע את מספר השורות באופן אוטומטי:
kk: Бағандар санын автоматты түрде анықтау:
km: កំណត់​ចំនួន​ជួរឈរ​ដោយ​ស្វ័យ​ប្រវត្តិ ៖
lt: Automatiškai nustatyti stulpelių skaičių:
lv: Noteikt kolonnu skaitu automātiski:
nds: Tall vun Striepen automaatsch fastslaan:
pa: ਕਾਲਮਾਂ ਦੀ ਗਿਣਤੀ ਆਟੋਮੈਟਿਕ ਹੀ ਜਾਣੋ:
ug: ئىستون سانىنى ئۆزلۈكىدىن بەلگىلەيدۇ:
wa: Dire otomaticmint li nombe di colones :

source: Number of columns:
bg: Брой колони:
ga: Líon na gcolún:
he: מספר עמודות:
kk: Бағандар саны:
km: ចំនួន​ជួរឈរ ៖
lt: Stulpelių skaičius:
lv: Kolonnu skaits:
nds: Tall vun Striepen:
pa: ਕਾਲਮਾਂ ਦੀ ਗਿਣਤੀ:
ug: ئىستون سانى:
wa: Nombe di colones :

source: General
bg: Общи
ga: Ginearálta
he: כללי
kk: Жалпы
km: ទូទៅ
lt: Bendri
lv: Pamata
nds: Allmeen
pa: ਆਮ
ug: ئادەتتىكى
wa: Djenerå

source: Add Launcher...
bg: Добавяне на стартер...
ga: Cuir Tosaitheoir Leis...
he: הוסף משגר...
kk: Жеккішін қосу...
km: បន្ថែម​​កម្មវិធី​ចាប់ផ្ដើម...
lt: Pridėti paleidiklį...
lv: Pievienot palaidēju...
nds: Oproper tofögen...
pa: ਲਾਂਚਰ ਸ਼ਾਮਲ...
ug: ئىجراچى قوش…
wa: Radjouter enondeu...

source: Edit Launcher...
bg: Редактиране на стартер...
ga: Cuir Tosaitheoir in Eagar...
he: ערוך משגר...
kk: Жеккішін өзгерту....
km: កែសម្រួល​​​កម្មវិធី​ចាប់ផ្ដើម...
lt: Keisti paleidiklį...
lv: Rediģēt palaidēju...
nds: Oproper bewerken...
pa: ...ਲਾਂਚਰ ਸੋਧ
ug: ئىجراچى تەھرىر…
wa: Candjî enondeu...

source: Remove Launcher
bg: Премахване на стартер
ga: Bain Tosaitheoir
he: הסר משגר
kk: Жеккішті кетіру
km: យក​កម្មវិធី​ចាប់ផ្ដើម​ចេញ
lt: Pašalinti paleidiklį
lv: Izņemt palaidēju
nds: Oproper wegdoon
pa: ਲਾਂਚਰ ਹਟਾਓ
ug: ئىجراچىنى چىقىرىۋەت
wa: Oister enondeu

source: Show hidden icons
bg: Показване на скритите икони
ga: Taispeáin deilbhíní folaithe
he: הצג סמלים מוסתרים
kk: Жасырын таңбашаларын көрсету
km: បង្ហាញ​​រូបតំណាងដែល​លាក់
lt: Rodyti paslėptus ženkliukus
lv: Rādīt slēptās ikonas:
nds: Versteken Lüttbiller wiesen
pa: ਲੁਕਵੇਂ ਆਈਕਾਨ ਵੇਖਾਓ
ug: يوشۇرۇن سىنبەلگىنى كۆرسەت
wa: Mostrer imådjetes catcheyes

source: Hide icons
bg: Скриване на иконите
ga: Cuir deilbhíní i bhfolach
he: הסתר סמלים
kk: Таңбашаларды жасыру
km: លាក់​រូបតំណាង
lt: Slėpti ženkliukus
lv: Slēpt ikonas:
nds: Lüttbiller versteken
pa: ਆਈਕਾਨ ਓਹਲੇ
ug: سىنبەلگىلەرنى يوشۇر
wa: Catchî imådjetes

source: Configure Quicklaunch
bg: Настройки на QuickLaunch
ga: Cumraigh Quicklaunch
he: הגדר הפעלה מהירה
kk: Жедел жегуді баптау
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​ចាប់ផ្ដើម​រហ័ស
lt: Konfigūruoti Greitą paleidimą
lv: Konfigurēt Quicklaunch
nds: Fixstart instellen
pa: ਤੁਰੰਤ-ਲਾਂਚ ਸੰਰਚਨਾ
ug: تېز ئىجراچى سەپلىمىسى
wa: Apontyî EnondeAbeye

source: Show launcher names:
bg: Показване имена на програмите:
he: הצג שמות של משגרים:
kk: Жеккіш атауларын көрсету:
km: បង្ហាញ​ឈ្មោះ​កម្មវិធី​ចាប់ផ្ដើម ៖
lt: Rodyti paleidiklių pavadinimus:
lv: Rādīt palaidēju nosaukumus:
nds: Opropernaams wiesen:
pa: ਲਾਂਚਰ ਨਾਂ ਵੇਖੋ:
ug: ئىجراچىنىڭ ئاتلىرىنى كۆرسەت:
wa: Mostrer nos des enondeus :

source: Enable popup:
bg: Включване на подсказки:
ga: Cumasaigh preabfhuinneoga:
he: אפשר חלון קופץ:
kk: Қалқып шығуын рұқсат ету:
km: បើក​ការ​លេចឡើង ៖
lt: Įjungti iškylančius pranešimus:
lv: Aktivēt uznirstošo logu:
nds: Opduker anmaken:
pa: ਪੋਪਅੱਪ ਯੋਗ:
ug: قاڭقىش كۆزنىكىنى قوزغات:
wa: Mete en alaedje aspitant purnea :
