Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_applet_battery.po
Languages: hr

source: <b>Battery:</b>
hr: <b>Baterija:</b>

# tooltip: placeholder is the battery ID
source: <b>Battery %1:</b>
hr: <b>Baterija %1:</b>

# tooltip
source: Plugged in
hr: Priključen

# tooltip
source: Not plugged in
hr: Nije priključen

source: General
hr: Općenito

# Label for remaining time
source: Time Remaining:
hr: Preostalo vrijeme:

source: Power Profile:
hr: Energetski profil:

source: Screen Brightness:
hr: Osvjetljenje zaslona:

# Suspend the computer to RAM; translation should be short
source: Sleep
hr: Spavaj

# Suspend the computer to disk; translation should be short
source: Hibernate
hr: Hiberniraj

# tooltip on the config button in the popup
source: Configure Power Management...
hr: Podešavanje upravitelja potrošnje energije…

source: Power Settings
hr: Postavke potrošnje energije

source: %1% (charged)
hr: %1% (napunjena)

source: %1% (discharging)
hr: %1% (pražnjenje)

source: %1% (charging)
hr: %1% (punjenje)

# Battery is not plugged in
source: Not present
hr: Nije prisutna

source: Battery:
hr: Baterija:

# Placeholder is the battery ID
source: Battery %1:
hr: Baterija %1:

source: <b>Plugged in</b>
hr: <b>Priključen</b>

source: <b>Not plugged in</b>
hr: <b>Nije priključen</b>

# Battery is not plugged in
source: <b>Not present</b>
hr: <b>Nije prisutna</b>

source: Configure Battery Monitor
hr: Podesi nadzornika baterije

source: Show charge &information
hr: Pokaži &informaciju o punjenju

source: Show the state for &each battery present
hr: Pokaži stanj&e za svaku prisutnu bateriju
