Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_applet_systemtray.po
Languages: kk, km, wa

source: Display
kk: Көрсету
km: បង្ហាញ
wa: Håynaedje

source: Choose which information to show
kk: Көрстетін мәліметін таңдаңыз
km: ជ្រើស​ព័ត៌មាន​ណាមួយ​ដែល​អ្នកចង់​បង្ហាញ
wa: Tchoezi kés pondants et djondants k' i fåt mostrer

source: Entries
kk: Жазулар
km: ធាតុ
wa: Intrêyes

# Item will be automatically shown or hidden from the systray
source: Auto
kk: Авто
km: ោយ​ស្វ័យ​ប្រវត្តិ
wa: Otomatike

# Item is never visible in the systray
source: Hidden
kk: Жасырын
km: ដែល​បានលាក់
wa: Catchî

# Item is always visible in the systray
source: Always Visible
kk: Әрқашанда көрсетілетін
km: តែងតែ​មើលឃើញជា​និច្ច
wa: Tofer veyåve

# Categories of items in the systemtray that will be shown or hidden
source: Shown Item Categories
kk: Нысан санаттары көрсетіледі
km: បង្ហាញ​ប្រភេទ​ធាតុ
wa: Mostrer categoreyes des cayets

# Systemtray items that describe the status of a generic application
source: Application status
kk: Қолданбаның күй-жайы
km: ស្ថានភាព​កម្មវិធី
wa: Estat do programe

# Items communication related, such as chat or email clients
source: Communications
kk: Байланыстары
km: ការ​ទំនាក់ទំនង
wa: Comunicåcions

# Items about the status of the system, such as a filesystem indexer
source: System services
kk: Жүйелік қызметтері
km: សេវា​ប្រព័ន្ធ
wa: Siervices do sistinmes

# Items about hardware, such as battery or volume control
source: Hardware control
kk: Жабдықты басқару
km: ការ​ត្រួតពិនិត្យ​ផ្នែក​រឹង
wa: Controle di l' éndjolreye

# Other uncategorized systemtray items
source: Miscellaneous
kk: Түрлі басқа
km: ផ្សេងៗ
wa: Totes sôres

# Extra items to be manually added in the systray, such as little Plasma widgets
source: Extra Items
kk: Қосымшалар
km: ធាតុ​បន្ថែម
wa: Cayets e rawete

source: Hide icons
kk: Таңбашаларын жасыру
km: លាក់​រូបតំណាង
wa: Catchî imådjetes

source: Show hidden icons
kk: Жасырын таңбашаларын көрсету
km: បង្ហាញ​រូបតំណាង​ដែលបាន​លាក់
wa: Mostrer imådjetes catcheyes

source: Item
kk: Нысан
km: ធាតុ
wa: Cayet

source: Visibility
kk: Көрсетілетіні
km: ភាព​មើលឃើញ
wa: Veyåvisté

source: Keyboard Shortcut
kk: Пернетақта тіркесімі
km: ផ្លូវកាត់​ក្ដារចុច
wa: Rascourti taprece

source: Widgets are currently locked, disabling some options.
kk: Виджеттер бұғатталған, кейбір мүмкіндіктерімен қоса.
km: ធាតុក្រាហ្វិក​បច្ចុប្បន្ន​ជាប់សោ​ហើយ បិទ​ជម្រើស​ខ្លះ ។
wa: Les ahesses sont-st eclawêyes pol moumint, ça essocte des tchuzes.

source: Unlock Widgets
kk: Виджеттер бұғатын шешу
km: ដោះសោ​ធាតុក្រាហ្វិក
wa: Dizeclawer ahesses
