Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_engine_share.po
Languages: ar, bs, ca@valencia, cs, da, el, es, et, eu, fi, fr, gl, he, hr, ia, it, kk, km, ko, lt, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, ug, uk, wa, zh_cn, zh_tw

source: Executable Scripts
ar: السكرِبتات التنفيذية
bs: Izvršne skripte
ca@valencia: Scripts executables
cs: Spustitelné skripty
da: Kørbare scripts
el: Εκτελέσιμα σενάρια
es: Scripts ejecutables
et: Käivitatavad skriptid
eu: Script exekutagarriak
fi: Suoritettavat skriptit
fr: Scripts exécutables
gl: Scripts executábeis
he: תסריטים ברי הרצה
hr: Izvršive skripte
ia: Scripts executabile
it: Script eseguibili
kk: Орндалатын скрипттер
km: ស្គ្រីប​ដែល​អាច​ប្រតិបត្តិបាន
ko: 실행 가능한 스크립트
lt: Vykdomieji scenarijai
nb: Kjørbare skripter
nds: Utföhrbor Skripten
nl: Uitvoerbare scripts
nn: Køyrbare skript
pl: Skrypty wykonywalne
pt: Programas Executáveis
pt_br: Scripts executáveis
ro: Scripturi executabile
ru: Выполняемые сценарии
sk: Spustiteľné skripty
sl: Izvedljivi skripti
sr@ijekavian: извршне скрипте
sv: Körbara skript
ug: ئىجراچان قوليازمىلار
uk: Виконувані скрипти
wa: Scripes enondåves
zh_cn: 可执行脚本
zh_tw: 執行文稿

source: Main Script File
ar: ملف السكرِبت الرئيسي
bs: Glavna datoteka skripte
ca@valencia: Fitxer principal d'script
cs: Soubor s hlavním skriptem
da: Hoved-scriptfil
el: Κύριο αρχείο σεναρίου
es: Archivo de script principal
et: Peamine skriptifail
eu: Script-fitxategi nagusia
fi: Pääskriptitiedosto
fr: Fichier principal de script
gl: Ficheiro principal do script
he: קובץ תסריט ראשי
hr: Glavna skriptna datoteka
ia: File de script principal
it: File script principale
kk: Негізгі скрипт файлы
km: ឯកសារ​ស្គ្រីបមេ
ko: 주 스크립트 파일
lt: Pagrindinis scenarijaus failas
nb: Hovedskriptfil
nds: Hööft-Skriptdatei
nl: Hoofd-scriptbestand
nn: Hovudskriptfil
pl: Główny plik skryptu
pt: Ficheiro Principal do Programa
pt_br: Arquivo principal de script
ro: Fișier-script principal
ru: Основной файл сценария
sk: Hlavný skript súbor
sl: Glavna skriptna datoteka
sr@ijekavian: главни фајл скрипте
sv: Huvudskriptfil
ug: ئاساسىي قوليازما ھۆججىتى
uk: Головний файл скрипту
wa: Mwaisse fitchî scripe
zh_cn: 主脚本文件
zh_tw: 主文稿檔

source: Could not detect the file's mimetype
ar: تعذّر اكتشاف نوع MIME للملف
bs: Ne mogu prepoznati mimetip datoteke
ca@valencia: No s'ha pogut detectar el tipus MIME del fitxer
cs: Nelze zjistit MIME typ souboru
da: Kunne ikke detektere filens MIME-type
el: Δεν ήταν δυνατή η ανίχνευση του τύπου mime του αρχείου
es: No se ha podido detectar el tipo MIME del archivo
et: Faili MIME tüübi määramine nurjus
eu: Ezin izan da detektatu fitxategiaren MIME mota
fi: Tiedosto MIME-tyyppiä ei saatu selville
fr: Impossible de détecter le type MIME du fichier
gl: Non foi posíbel detectar o tipo mime do ficheiro
he: אין אפשרות לזהות את טיפוס הנתונים של הקובץ
hr: Ne mogu odrediti mimetip datoteke
ia: Il non pote relevar le type mime del file
it: Impossibile rilevare il tipo del file
kk: Файлдың mime-түрі анқталмады
km: មិន​អាច​រក​ឃើញ​ mimetype របស់​ឯកសារ​
ko: 파일의 MIME 형식을 결정할 수 없습니다
lt: Nepavyko nustatyti failo mime tipo
nb: Klarte ikke å finne mimetype for fila
nds: De Datei ehr MIME-Typ lett sik nich opdecken.
nl: Kon het mime-type niet bepalen
nn: Klarte ikkje finna MIME-type for fila
pl: Nie można wykryć typu MIME danego pliku
pt: Não foi possível detectar o tipo MIME do ficheiro
pt_br: Não foi possível detectar o tipo MIME do arquivo
ro: Tipul MIME al fișierului nu poate fi determinat
ru: Не удалось определить тип MIME файла
sk: Nepodarilo sa zistiť MIME typ súboru
sl: Vrste MIME datoteke ni bilo mogo훾e ugotoviti
sr@ijekavian: Не могу да препознам МИМЕ тип фајла
sv: Kunde inte detektera filens Mime-typ
ug: ھۆججەتنىڭ mimetype نى بايقىغىلى بولمىدى
uk: Не вдалося визначити тип MIME файла
wa: Dji n' a savou trover l' sôre mime då fitchî
zh_cn: 无法检测文件的 MIME 类型
zh_tw: 無法偵測到檔案的 MIME 型態

source: It was not possible to read the selected file
ar: لم يكن ممكنًا قراءة الملف المحدّد
bs: Nije bilo moguće pročitati odabranu datoteku
ca@valencia: No s'ha pogut llegir el fitxer seleccionat
cs: Zvolený soubor se nepovedlo přečíst
da: Det var ikke muligt at læse den valgte fil
el: Δεν ήταν δυνατή η ανάγνωση του επιλεγμένου αρχείου
es: No ha sido posible leer el archivo seleccionado
et: Valitud faili lugemine nurjus
eu: Ezin izan da irakurri hautatutako fitxategia
fi: Valittua tiedostoa ei ollut mahdollista lukea
fr: Il n'a pas été possible de lire le fichier sélectionné
gl: Non foi posíbel ler o ficheiro escollido
he: אין אפשרות לקרא את הקובץ הנבחר
hr: Nije moguće pročitati odabranu datoteku
ia: Il non esseva possibile leger le seligite file
it: Non Ã¨ stato possibile leggere il file selezionato
kk: Таңдалған файлды оқу мүмкін емес
km: មិន​អាច​អាន​ឯកសារ​ដែល​បាន​ជ្រើស
ko: 선택한 파일을 읽을 수 없습니다
lt: Nepavyko perskaityti parinkto failo
nb: Det var ikke mulig å lese den valgte fila
nds: De utsöchte Datei lett sik nich lesen.
nl: Kon het gekozen bestand niet lezen
nn: Klarte ikkje lesa den valde fila
pl: Odczytanie wybranego pliku nie było możliwe
pt: Não foi possível ler o ficheiro seleccionado
pt_br: Não foi possível ler o arquivo selecionado
ro: Fișierul ales nu a putut fi citit
ru: Не удалось прочитать выбранный файл
sk: Vybraný súbor sa nepodarilo prečítať
sl: Izbrane datoteke ni bilo mogo훾e prebrati
sr@ijekavian: Не могу да читам изабрани фајл
sv: Det gick inte att läsa den markerade filen
ug: تاللىغان ھۆججەتنى ئوقۇيالمىدى
uk: Не вдалося прочитати вміст вибраного файла
wa: Dji n' a savou lére li fitchî d' tchoezi
zh_cn: 无法读取所选文件
zh_tw: 無法讀取選取的檔案

source: Service was not available
ar: لم تكن الخدمة متوفّرة
bs: Usluga nije bila dostupna
ca@valencia: El servei no està disponible
cs: Služba nebyla dostupná
da: Tjenesten var ikke tilgængelig
el: Η υπηρεσία δεν είναι διαθέσιμη
es: El servicio no estaba disponible
et: Teenus ei ole saadaval
eu: Zerbitzua ez zegoen erabilgarri
fi: Palvelu ei ole saatavilla
fr: Le service n'est pas disponible
gl: O servizo non estaba dispoñíbel
he: השירות לא היה זמין
hr: Servis nije bio dostupan
ia: Servicio non esseva disponibile
it: Il servizio non era disponibile
kk: Қызмет қол жеткізбеді
km: មិន​មាន​សេវា
ko: 서비스를 사용할 수 없습니다
lt: Paslauga neteikiama
nb: Tjenesten var ikke tilgjengelig
nds: De Deenst weer nich verföögbor
nl: Service was niet beschikbaar
nn: Tenesta var ikkje tilgjengeleg
pl: Serwis nie był dostępny
pt: O serviço não estava disponível
pt_br: O serviço não estava disponível
ro: Serviciul nu a fost disponibil
ru: Сервис недоступен
sk: Služba nebola dostupná
sl: Storitev ni bila na voljo
sr@ijekavian: Сервис није доступан
sv: Tjänsten är inte tillgänglig
ug: مۇلازىمەت يوق
uk: Служба недоступна
wa: Li siervice n' esteut nén arinnåve
zh_cn: 服务不可用
zh_tw: 服務無法使用

source: You must specify a URL for this service
ar: عليك تحديد وصلة لهذه الخدمة
bs: Morate navesti URL za ovu uslugu
ca@valencia: Heu d'indicar un URL per este servei
cs: Pro tuto službu musíte zadat URL
da: Du skal angive en URL for denne tjeneste
el: Πρέπει να καθορίσετε ένα URL για αυτήν την υπηρεσία
es: Debe especificar un URL para este servicio
et: Teenuse jaoks tuleb määrata URL
eu: URL bat zehaztu behar duzu zerbitzu honentzat
fi: Palvelun osoite on annettava
fr: Vous devez spécifier une URL pour ce service
gl: Debe especificar un URL para este servizo
he: עליך לספק כתובת לשירות זה
hr: Morate navesti URL za ovaj servis
ia: Tu debe specificar un URL pro iste servicio
it: Devi specificare un URL per questo servizio
kk: Бұл қызметтің URL-ын келтіру керек
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​ URL សម្រាប់​សេវា​នេះ
ko: 서비스의 URL을 입력해야 합니다
lt: Turite nurodyti šios paslaugos URL
nb: Du må oppgi en URL for denne tjenesten
nds: Du muttst en URL för dissen Deenst angeven.
nl: U dient een URL voor deze service te specificeren
nn: Du må oppgje ei nettadresse for denne tenesta
pl: Należy określić adres URL dla danego serwisu
pt: Tem de indicar um URL para este serviço
pt_br: Você precisa especificar uma URL para este serviço
ro: Trebuie să specificați un URL pentru acest serviciu
ru: Вы должны определить URL для данного сервиса
sk: Pre túto službu musíte zadať URL
sl: Podati morate naslov URL te storitve
sr@ijekavian: Морате задати УРЛ за овај сервис
sv: Du måste ange en webbadress för tjänsten
ug: بۇ مۇلازىمەتكە چوقۇم بىر URL بەلگىلەڭ
uk: Вам слід вказати адресу URL цієї служби
wa: Vos dvoz dire èn URL po c' siervice ci
zh_cn: 您必须为此设备指定一个 URL
zh_tw: 您必須指定網址給此服務

source: Could not find the provider with the specified destination
ar: تعذّر العثور على الموفّر بالمقصد المحدّد
bs: Ne mogu naći pružaca s navedenim odredištem
ca@valencia: No s'ha pogut trobar el proveïdor amb la destinació especificada
cs: U zvoleného cíle nelze nelze nalézt poskytovatele
da: Kunne ikke finde udbyderen med den angivne destination
el: Δεν ήταν δυνατή η εύρεση του παρόχου με τον καθορισμένο προορισμό
es: No se ha podido encontrar un proveedor con el destino especificado
et: Määratud sihtkohaga pakkujat ei leitud
eu: Ezin izan da aurkitu adierazitako helburua duen hornitzailea
fi: Palveluntarjoajaa ei löytynyt annetusta sijainnista
fr: Impossible de trouver le fournisseur avec la destination spécifiée
gl: Non foi posíbel atopar o provedor do destino especificado
he: אין אפשרות למצא את הספק עם היעד הנבחר
hr: Nije moguće pronaći pružatelja s navedenim odredištem
ia: Il non pote trovar le fornitor con le specificate destination
it: Impossibile trovare il fornitore con la destinazione specificata
kk: Көздеген орны бар провайдер табылмады
km: មិន​អាច​រក​ឃើញ​ក្រុម​ហ៊ុន​ផ្ដល់​សេវា​ដែល​មាន​ទិស​ដៅ​ដូច​ដែល​បាន​បញ្ជាក់​ទេ
ko: 지정한 곳에서 공급자를 찾을 수 없습니다
lt: Nepavyko rasti tiekėjo su nurodyta paskirtimi
nb: Klarte ikke å finne leverandøren med det oppgitte målet
nds: De Anbeder lett sik över de Teelangaav nich finnen.
nl: Kon de leverancier met de gespecificeerde bestemming niet bepalen
nn: Klarte ikkje finna leverandøren med det oppgjevne målet
pl: Nie można znaleźć dostawcy z określonym adresem docelowym
pt: Não foi possível encontrar o fornecedor com o destino indicado
pt_br: Não foi possível localizar o fornecedor com o destino especificado
ro: Furnizorul nu a putut fi găsit cu destinația specificată
ru: Не удалось найти провайдера с указанным местом назначения
sk: Nepodarilo sa nájsť poskytovateľa so zadaným umiestnením
sl: Ponudnika z navedenim ciljem ni bilo mogo훾e najti
sr@ijekavian: Не могу да нађем добављача са задатим одредиштем
sv: Kunde inte hitta leverantören med angivet mål
ug: تاللانغان نىشاننىڭ تەمىنلىگۈچىسىنى تاپالمىدى
uk: За вказаним призначенням не вдалося знайти сховища даних
wa: Dji n' a savou trover l' ahesseu avou l' destinåcion di specifieye
zh_cn: 找不到所选目标的信息提供源
zh_tw: 找不到指定目標的提供者

source: Invalid path for the requested provider
ar: مسار غير صالح للموفّر المطلوب
bs: Pogrešna staza do odabranog pružaoca
ca@valencia: Camí no vàlid pel proveïdor requerit
cs: Neplatná cesta pro zvoleného poskytovatele
da: Ugyldig sti til den ønskede udbyder
el: Μη έγκυρη διαδρομή για το ζητούμενο πάροχο
es: Ruta inválida para el proveedor solicitado
et: Soovitud pakkuja vigane asukoht
eu: Bide-izen baliogabea eskatutako hornitzailearentzat
fi: Väärä polku pyydetylle palveluntarjoajalle
fr: Emplacement non valable pour le fournisseur demandé
gl: Ruta non válida para o provedor escollido
he: נתיב לא תקני עבור הספק הנבחר
hr: Nevaljana putanja za traženog pružatelja
ia: Percurso invalide pro le requirite fornitor
it: Percorso non valido per il fornitore richiesto
kk: Сұралған провайдер үшін қапшығы дұрыс келтірілмеген
km: ផ្លូវ​មិន​​ត្រឹម​ត្រូវ​សម្រាប់​ក្រុម​ហ៊ុន​ផ្ដល់​សេវា​ដែល​បាន​ស្នើ
ko: 공급자 경로가 잘못되었습니다
lt: Neteisingas prašomo tiekėjo kelias
nb: Ugyldig sti for den etterspurte leverandøren
nds: Angeven Anbederpadd leeg
nl: Ongeldige pad voor de gevraagde leverancier
nn: Ugyldig adresse for den etterspurde leverandøren
pl: Nieprawidłowa ścieżka dla żądanego dostawcy
pt: Localização inválida para o fornecedor pedido
pt_br: Caminho inválido para o fornecedor solicitado
ro: Cale nevalidă pentru furnizorul cerut
ru: Недопустимый путь для требуемого провайдера
sk: Neplatná cesta pre požadovaného poskytovateľa
sl: Neveljavna pot za zahtevanega ponudnika
sr@ijekavian: Лоша путања за траженог добављача
sv: Ogiltig sökväg till den begärda leverantören
ug: ئىلتىماس قىلغان ئۇچۇر تەمىنلىگۈچىنىڭ يولى ئىناۋەتسىز
uk: Некоректний шлях до вказаного сховища даних
wa: Tchimin nén valåbe po l' ahesseu dmandé
zh_cn: 请求的信息提供方路径无效
zh_tw: 需要的提供者路徑不正確

source: Selected provider does not have a valid script file
bs: Odabrani pružalac nema važeću skriptnu datoteku
ca@valencia: El proveïdor seleccionat no té cap fitxer d'script vàlid
cs: Zvolený poskytovatel nemá platný soubor skriptu
da: Den valgte udbyder har ikke en gyldig scriptfil
el: Ο επιλεγμένος πάροχος δεν έχει ένα έγκυρο αρχείο σεναρίου
es: El proveedor seleccionado no tiene un archivo de script válido
et: Valitud pakkujal ei ole korrektset skriptifaili
eu: Hautatutako hornitzaileak ez dauka script-fitxategi baliozkorik
fi: Valitulla palveluntarjoajalla ei ole kelvollista skriptitiedostoa
fr: Le fournisseur sélectionné ne possède pas de fichier valable de script
gl: O provedor escollido non ten un ficheiro de script válido
he: לספק הנבחר אין קובץ תסריט תקין
hr: Odabrani pružatelj nema valjanu skriptnu datoteku
ia: Seligite fornitor non ha un valide file de script
it: Il fornitore selezionato non ha un file script valido
kk: Таңалған провайдерде жарамды скрипт файлы жоқ
km: ក្រុម​ហ៊ុន​ផ្ដល់​សេវា​ដែល​បាន​ជ្រើស​មិន​មាន​ឯកសារ​ស្គ្រីប​ត្រឹម​ត្រូវ
ko: 선택한 공급자의 스크립트 파일이 올바르지 않습니다
lt: Parinktas tiekėjas neturi korektiško scenarijaus failo
nb: Den valgte leverandøren har ikke en gyldig skriptfil
nds: Utsöcht Anbeder hett keen gellen Skriptdatei.
nl: Geselecteerde leverancier heeft geen geldig scriptbestand
nn: Den valde leverandøren har ikkje noka gyldig skriptfil
pl: Wybrany dostawca nie posiada ważnego pliku skryptu
pt: O fornecedor seleccionado não tem um ficheiro de programa válido
pt_br: O fornecedor selecionado não tem um arquivo de script válido
ro: Furnizorul ales nu are un fișier-script valid
ru: У выбранного провайдера отсутствует допустимый файл сценария
sk: Vybraný poskytovateľ nemá platný súbor skriptu
sl: Izbrani ponudnik nima veljavne datoteke s skriptom
sr@ijekavian: Изабрани добављач нема добар фајл скрипте
sv: Den valda leverantören har inte en giltig skriptfil
ug: تاللانغان تەمىنلىگۈچىنىڭ ئىشلەتكىلى بولىدىغان قوليازما ھۆججىتى يوق
uk: У вибраному сховищі даних немає коректного файла скрипту
wa: L' ahesseu tchoezi n' a pont d' fitchî scripe di valåbe
zh_cn: 所选提供方没有可用的脚本文件
zh_tw: 選取的提供者沒有合法的文稿檔

source: Selected provider does not provide a supported script file
bs: Odabrani pružalac nije dao podržanu skriptnu datoteku
ca@valencia: El proveïdor seleccionat no proporciona cap fitxer d'script implementat
cs: Zvolený poskytovatel neposkytuje podporovaný soubor skriptu
da: Den valgte udbyder leverer ingen understøttet scriptfil
el: Ο επιλεγμένος πάροχος δεν παρέχει ένα έγκυρο αρχείο σεναρίου
es: El proveedor seleccionado no ha proporcionado un archivo de script admitido
et: Valitud pakkuja ei paku toetatud skriptifaili
eu: Hautatutako hornitzaileak ez du ematen onartutako script-fitxategirik
fi: Valittu palveluntarjoaja ei tarjoa tuettua skriptitiedostoa
he: הספק הנבחר לא מספק קובץ תסריט תקין
hr: Odabrani pružatelj ne pruža podržanu skriptnu datoteku
ia: Seligite fornitor non forni un file de script supportate
it: Il fornitore selezionato non fornisce un file script supportato
km: ក្រុម​ហ៊ុន​ផ្ដល់​សេវា​​មិន​ផ្ដល់​ឯកសារ​ស្គ្រីប​ត្រឹម​ត្រូវ​ទេ
ko: 선택한 공급자에서 스크립트 파일을 제공하지 않습니다
nb: Den valgte leverandøren leverer ikke en støttet skriptfil
nds: Utsöcht Anbeder stellt keen gellen Skriptdatei praat.
nl: Geselecteerde leverancier levert geen ondersteund scriptbestand
nn: Den valde leverandøren har ikkje noka støtta skriptfil
pl: Wybrany dostawca nie dostarcza obsługiwanego pliku skryptu
pt: O fornecedor seleccionado não oferece um ficheiro de programa suportado
pt_br: O fornecedor selecionado não oferece um arquivo de script suportado
ro: Furnizorul ales nu oferă un fișier-script suportat
ru: Выбранный провайдер не обеспечивает поддерживаемый файл сценария
sk: Vybraný poskytovateľ neposkytuje podporovaný súbor skriptu
sl: Izbrani ponudnik ne ponuja podprte datoteke s skriptom
sr@ijekavian: Изабрани провајдер не даје подржани фајл скрипте
sv: Den valda leverantören tillhandahåller inte en skriptfil som stöds
zh_cn: 所选提供方未提供受支持的脚本文件
zh_tw: 選取的提供者未提供支援的文稿檔

source: Error trying to execute script
ar: خطأ عند محاولة تنفيذ السكرِبت
bs: Greška u pokušaju izvršenja skripte
ca@valencia: Error en intentar executar l'script
cs: Chyba při pokusu os spuštění skriptu
da: Fejl under forsøg på at køre script
el: Σφάλμα κατά την εκτέλεση του σεναρίου
es: Error al tratar de ejecutar el script
et: Viga skripti käivitamisel
eu: Errorea gertatu da scripta exekutatzen saiatzean
fi: Virhe yritettäessä suorittaa skriptiä
fr: Erreur lors d'une tentative d'exécution d'un script
gl: Produciuse un erro ao tentar executar o script
he: שגיאה בעת הפעלת התסריט
hr: Pogreška pri pokušaju izvršavanja skripte
ia: Error quando tentava de executar script
it: Errore nel tentativo di eseguire lo script
kk: Скриптті орындау кезде қате пайда болды
km: កំហុស​ ខណៈ​ពេល​ព្យាយាម​ប្រតិបត្តិ​ស្គ្រីប
ko: 스크립트를 실행하는 중 오류 발생
lt: Klaida bandant vykdyti scenarijų
nb: Feil ved forsøk på å kjøre skriptet
nds: Fehler bi't Utföhren vun dat Skript
nl: Fout bij het proberen uitvoeren van het script
nn: Feil ved køyring av skript
pl: Wystąpił błąd podczas próby wykonania skryptu
pt: Ocorreu um erro ao tentar executar o programa
pt_br: Ocorreu um erro ao tentar executar o script
ro: Eroare la executarea scriptului
ru: Произошла ошибка при попытке выполнить сценарий
sk: Chyba pri pokuse o vykonanie skriptu
sl: Napaka med poskusom izvajanja skripta
sr@ijekavian: Грешка при покушају извршења скрипте
sv: Fel vid försök att köra skript
ug: ئىجرا قىلىدىغان قوليازمىنى سىناش خاتالىقى
uk: Помилка під час спроби виконання скрипту
wa: Åk n' a nén stî come dji sayive d' enonder l' sicripe
zh_cn: 尝试执行脚本失败
zh_tw: 試著執行文稿時發生錯誤

source: Could not find all required functions
ar: تعذّر العثور على كلّ الدوال المطلوبة
bs: Ne mogu naći sve potrebne funckije
ca@valencia: No s'han pogut trobar totes les funciones requerides
cs: Nelze najít všechny požadované funkce
da: Kunne ikke finde alle påkrævede funktioner
el: Αδυναμία εύρεσης όλων των απαιτούμενων συναρτήσεων
es: No se han podido encontrar todas las funciones requeridas
et: Kõigi vajalikke funktsioone ei leitud
eu: Ezin izan dira eskatutako funtzio guztiak aurkitu
fi: Kaikki vaadittuja funktioita ei löydetty
fr: Impossible de trouver toutes les fonctions requises
gl: Non foi posíbel atopar todas as funcións requiridas
he: אין אפשרות למצוא את כל הפונקציות הנדרשות
hr: Nije moguće pronaći sve tražene funkcije
ia: Il non pote trovar omne functiones requirite
it: Impossibile trovare tutte le funzioni richieste
kk: Қажетті функциялары түгел емес
km: រក​មិន​ឃើញ​មុខ​ងារ​ដែល​ត្រូវ​ការ​ទេ
ko: 모든 필요한 함수를 찾을 수 없음
lt: Nepavyko rasti visų reikiamų funkcijų
nb: Klarte ikke finne alle nødvendige funksjoner
nds: Nich all nödig Funkschonen funnen.
nl: Kon niet alle vereiste functies vinden
nn: Klarte ikkje finna alle nødvendige funksjonar
pl: Nie można znaleźć wszystkich wymaganych funkcji
pt: Não foi possível encontrar todas as funções necessárias
pt_br: Não foi possível encontrar todas as funções necessárias
ro: Nu au fost găsite toate funcțiile necesare
ru: Не удалось найти все необходимые функции
sk: Nepodarilo sa nájsť všetky požadované funkcie
sl: Vseh zahtevanih funkcij ni bilo mogo훾e najti
sr@ijekavian: Не могу да нађем све неопходне функције
sv: Kunde inte hitta alla nödvändiga funktioner
ug: زۆرۈر فونكسىيەنى تاپالمىدى
uk: Не вдалося знайти всіх потрібних функцій
wa: Dji n' a savou trover totes les fonccions k' i fåt
zh_cn: 找不到需要的函数
zh_tw: 找不到所有需要的功能

source: Unknown Error
ar: خطأ مجهول
bs: Nepoznata greška
ca@valencia: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
el: Άγνωστο σφάλμα
es: Error desconocido
et: Tundmatu viga
eu: Errore ezezaguna
fi: Tuntematon virhe
fr: Erreur inconnue
gl: Erro descoñecido
he: שגיאה לא מוכרת
hr: Nepoznata greška
ia: Error incognite
it: Errore sconosciuto
kk: Беймәлім қате
km: មិន​ស្គាល់​កំហុស
ko: 알 수 없는 오류
lt: Nežinoma klaida
nb: Ukjent feil
nds: Nich begäng Fehler
nl: Onbekende fout
nn: Ukjend feil
pl: Nieznany błąd
pt: Erro Desconhecido
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sr@ijekavian: Непозната грешка
sv: Okänt fel
ug: نامەلۇم خاتالىق
uk: Невідома помилка
wa: Aroke nén cnoxhowe
zh_cn: 未知的错误
zh_tw: 未知的錯誤
