Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma-overlay.po
Languages: ar, ca, cs, da, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sv, ug, uk, wa, zh_cn, zh_tw

source: Background Settings
ar: إعدادات الخلفية
ca: Arranjament del fons
cs: Nastavení pozadí
da: Baggrundsindstillinger
el: Ρυθμίσεις φόντου
es: Configuración del fondo
et: Tausta seadistused
eu: Atzeko planoaren ezarpenak
fi: Taustan asetukset
fr: Paramètres d'arrière plan
ga: Socruithe an Chúlra
gl: Configuración do fondo
he: הגדרות רקע
hi: पृष्ठभूमि विन्यास
hr: Postavke pozadine
hu: Háttérbeállítások
is: Stillingar bakgrunns
it: Impostazioni dello sfondo
ja: 背景の設定
kk: Аясының параметрлері
km: ការ​កំណត់​ផ្ទៃ​ខាង​ក្រោយ
ko: 배경 설정
lt: Fono nustatymai
lv: Fona iestatījumi
nb: Innstillinger for bakgrunn
nds: Achtergrund-Instellen
nl: Achtergrondinstellingen
nn: Innstillingar for bakgrunn
pa: ਬੈਕਗਰਾਊਂਡ ਸੈਟਿੰਗ
pl: Ustawienia tła
pt: Configuração do Fundo
ro: Configurări fundal
ru: Настройка фона
sk: Nastavenie pozadia
sl: Nastavitve ozadja
sv: Bakgrundsinställningar
ug: تەگلىك تەڭشىكى
uk: Параметри тла
wa: Apontiaedjes do fond
zh_cn: 背景设置
zh_tw: 背景設定

source: This picture of a monitor contains a preview of what the current settings will look like on your desktop.
hr: Slika monitora sadrži prikaz na koji će način trenutne postavke izgledati na vašoj radnoj površini.

source: No Wallpaper
ar: بدون خلفية الشاشة
ca: Sense fons d'escriptori
cs: Žádná tapeta
da: Intet baggrundsbillede
el: Καμία ταπετσαρία
es: Sin fondo de pantalla
et: Taustapilt puudub
eu: Horma-paperik ez
fi: Ei taustakuvaa
fr: Pas de fond d'écran
ga: Gan Chúlbhrat
gl: Sen fondo de escritorio
he: ללא תמונת רקע
hi: वालपेपर नहीं
hr: Bez slike pozadine
hu: Nincs háttérkép
is: Ekkert veggfóður
it: Nessuno sfondo
ja: 壁紙なし
kk: Тұсқағазы жоқ
km: គ្មាន​ផ្ទាំង​រូបភាព
ko: 배경 그림 없음
lt: Be apmušalų
lv: Nav ekrāntapetes
nb: Ingen bakgrunn
nds: Keen Achtergrundbild
nl: Geen achtergrondafbeelding
nn: Ingen bakgrunnsbilete
pa: ਕੋਈ ਵਾਲਪੇਪਰ ਨਹੀਂ
pl: Bez tapety
pt: Sem Papel de Parede
ro: Fără fundal
ru: Нет обоев
sk: Žiadna tapeta
sl: Brez ozadja
sv: Inget skrivbordsunderlägg
ug: تام قەغەز يوق
uk: Без шпалер
wa: Pont d' tapisreye
zh_cn: 无墙纸
zh_tw: 沒有提示

source: Plasma widgets over the screensaver
ar: ودجات البلازما فوق حافظ الشاشة
ca: Estris Plasma sobre l'estalvi de pantalles
cs: Plasma widgety na spořiči obrazovky
da: Plasma-widgets over pauseskærmen
el: Συστατικά Plasma στην προφύλαξη οθόνης
es: Controles de plasma sobre el salvapantallas
et: Plasma vidinad ekraanisäästja peal
eu: Plasma trepetak pantaila-babeslearen gainean
fi: Plasma-sovelmat näytönsäästäjässä
fr: Éléments graphiques au-dessus de l'écran de veille
ga: Giuirléidí plasma os cionn spárálaí an scáileáin.
gl: Widgets de Plasma sobre o protector de pantalla
he: ווידג'טים של פלאזמה על שומר המסך
hi: स्क्रीनसेवर के ऊपर प्लाजमा विजेट
hr: Plasma widgeti na čuvaru zaslona
hu: Plazmoidok lehetnek a képernyővédőn
is: Plasmagræjur ofan á skjáhvílu
it: Oggetti di Plasma sul salvaschermo
ja: スクリーンセーバー上の Plasma ウィジェット
kk: Plasma виджеттері экран сақтаушының үстінен
km: ធាតុក្រាហ្វិក​ប្លាស្មា​លើ​ធាតុ​រក្សា​អេក្រង់
ko: 화면 보호기에 나타나는 Plasma 위젯
lt: Plasma valdikliai virš ekrano užsklandos
lv: Plasma sīkrīki uz ekrānsaudzētāja
nb: Plasmaelementer over pauseskjermen
nds: Plasma-Lüttprogrammen baven den Pausschirm
nl: Plasma-widgets op de schermbeveiliging
nn: Plasmoidar over pauseskjermen
pa: ਸਕਰੀਨ-ਸੇਵਰ ਉੱਤੇ ਪਲਾਜ਼ਮਾ ਵਿਦਜੈੱਟ
pl: Elementy interfejsu Plazmy nad wygaszaczem ekranu
pt: Elementos do Plasma sobre o protector de ecrã
ro: Miniaplicații Plasma deasupra economizorului de ecran
ru: Виджеты Plasma поверх хранителя экрана
sk: Plasma widgety na šetriči obrazovky
sl: Gradniki na ohranjevalniku zaslona
sv: Grafiska Plasma-komponenter över skärmsläckaren
ug: ئېكران قوغدىغۇچتىكى Plasma widget
uk: Віджети Плазми над зберігачем екрана
wa: Ahesses Plasma pa dzeu l' sipårgneu del waitroûle
zh_cn: 屏幕保护上的 Plasma 部件
zh_tw: 螢幕保護程式上的 Plasma 元件

source: Plasma for the Screensaver
ar: بلازما لحافظ الشاشة
ca: Plasma per a l'estalvi de pantalles
cs: Plasma pro spořič obrazovky
da: Plasma til pauseskærmen
el: Το Plasma για την προφύλαξη οθόνης
es: Plasma para el salvapantallas
et: Plasma ekraanisäästjale
eu: Pantaila-babeslearentzako plasma
fi: Plasma näytönsäästäjälle
fr: Plasma pour l'écran de veille
ga: Plasma do spárálaí an scáileáin
gl: Plasma para o protector de pantalla
he: פלאזמה עבור שומר המסך
hi: स्क्रीनसेवर के लिए प्लाजमा
hr: Plasma za čuvara zaslona
hu: Plasma-képernyővédő
is: Plasma fyrir skjásvæfur
it: Plasma per il salvaschermo
ja: スクリーンセーバーのための Plasma
kk: Plasma экран сақтаушысына
km: ធាតុក្រាហ្វិក​សម្រាប់​ធាតុរក្សា​អេក្រង់
ko: 화면 보호기를 위한 Plasma
lt: Plasma ekrano užsklandai
lv: Plasma ekrānsaudzētājam
nb: Plasma for pauseskjermen
nds: Plasma för den Pausschirm
nl: Plasma voor de schermbeveiliging
nn: Plasma for pauseskjermen
pa: ਸਕਰੀਨ-ਸੇਵਰ ਲਈ ਪਲਾਜ਼ਮਾ
pl: Plazma w wygaszaczu ekranu
pt: Plasma para o Protector de Ecrã
ro: Plasma pentru economizorul de ecran
ru: Plasma для хранителя экрана
sk: Plasma ako šetrič obrazovky
sl: Gradniki za ohranjevalnik zaslona
sv: Plasma för skärmsläckaren
ug: ئېكران قوغدىغۇچنىڭ Plasma سى
uk: Плазма для зберігача екрана
wa: Plasma pol sipårgneu del waitroûle
zh_cn: 屏幕保护的 Plasma
zh_tw: 螢幕保護程式的 Plasma

source: Copyright 2006-2008, The KDE Team
ar: Copyright 2006-2008، فريق كدي
cs: Copyright 2006-2008, KDE Tým
da: Ophavsret 2006-2008, KDE-holdet
el: Πνευματικά δικαιώματα 2006-2008, Η ομάδα του KDE
es: Copyright 2006-2008, El equipo de KDE
et: Autoriõigus 2006-2008: KDE meeskond
eu: Copyright 2006-2008, KDE taldea
fi: Tekijänoikeudet 2006–2008, KDE:n kehitysryhmä
fr: Copyright 2006-2008, l'équipe KDE
ga: © 2006-2008, Foireann KDE
gl: Copyright 2006-2008, A equipa de KDE
he: כל הזכויות שמורות 2006-2008, קבוצת KDE
hi: सर्वाधिकार सुरक्षित 2006-2008 केडीई
hr: Copyright 2006-2008, KDE Tim
hu: © A KDE fejlesztői, 2006-2008.
is: Höfundarréttur 2006-2008, KDE þróunarhópurinn
it: Copyright 2006-2008, la squadra di KDE
ja: Copyright 2006-2008, KDE 開発チーム
kk: Copyright 2006-2008, KDE тобы
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៦-២០០៨ ដោយ​ក្រុម​របស់ KDE
ko: 저작권자 팀
lt: Copyright 2006-2008, KDE komanda
lv: Autortiesības 2006-2008, KDE komanda
nb: Copyright 2006-2008 KDE-laget
nds: Copyright 2006-2008, De KDE-Koppel
nl: Copyright 2006-2008, Het KDE-team
nn: © 2006–2008 KDE-gruppa
pa: Copyright 2006-2008, KDE ਟੀਮ
pl: Copyright 2006-2008, Zespół KDE
pt: Copyright 2006-2008, A Equipa do KDE
ro: Drept de autor 2006-2008, Echipa KDE
ru: © Команда разработчиков KDE, 2006-2008
sk: Copyright 2006-2008, KDE tím
sl: Avtorske pravice 2006-2008, ekipa KDE
sv: Copyright 2006-2008, KDE-gruppen
ug: Copyright 2006-2008، KDE ئەترىتى
uk: © Команда KDE, 2006–2008
wa: Copyright 2006-2008, l' ekipe di KDE
zh_cn: 版权所有 2006-2008，KDE 团队
zh_tw: Copyright 2006-2008, KDE 開發團隊

source: Author and maintainer
ar: المؤلف و المشرف
ca: Autor i mantenidor
cs: Autor a správce
da: Ophavsmand og vedligeholder
el: Συγγραφέας και συντηρητής
es: Autor y mantenimiento
et: Autor ja hooldaja
eu: Egilea eta arduraduna
fi: Tekijä ja ylläpitäjä
fr: Auteur et mainteneur
ga: Údar agus cothaitheoir
gl: Autor e mantenedor
he: כותב ומתחזק
hi: लेखक तथा मेंटेनर
hr: Autor i održavatelj
hu: Szerző és karbantartó
is: Höfundur og umsjónaraðili
it: Autore e responsabile
ja: 作者、メンテナ
kk: Авторы мен жетілдірушісі
km: អ្នកនិពន្ធ និង​អ្នកថែទាំ
ko: 작성자와 관리자
lt: Autorius ir prižiūrėtojas
lv: Autors un uzturētājs
nb: Forfatter og vedlikeholder
nds: Autor un Pleger
nl: Auteur en onderhouder
nn: Opphavsperson og vedlikehaldar
pa: ਲੇਖਕ ਅਤੇ ਪਰਬੰਧਕ
pl: Autor i opiekun
pt: Autoria e manutenção
ro: Autor și responsabil
ru: Автор и сопровождающий
sk: Autor a správca
sl: Avtorica in vzdrževalka
sv: Upphovsman och utvecklare
ug: ئاپتور ۋە مەسئۇل كىشى
uk: Автор та супровідник
wa: Oteur eyet mintneu
zh_cn: 作者和维护者
zh_tw: 作者與維護者

source: Plasma Author and maintainer
ar: مؤلف بلازما و المشرف
ca: Autor del Plasma i mantenidor
cs: Autor Plasmy a správce
da: Ophavsmand til Plasma og vedligeholder
el: Συγγραφέας και συντηρητής Plasma
es: Autor de Plasma y mantenimiento
et: Plasma autor ja hooldaja
eu: Plasmaren egilea eta arduraduna
fi: Plasma-tekijä ja ylläpitäjä
fr: Auteur et mainteneur de Plasma
ga: Údar agus cothaitheoir Plasma
gl: Autor e mantenedor de Plasma
he: עורך ומתחזק של פלאזמה
hi: लेखक और मेंटेनर
hr: Autor i održavatelj Plasme
hu: A Plasma szerzője és karbantartója
is: Höfundur og umsjónarmaður Plasma
it: Autore di Plasma e responsabile
ja: Plasma の作者、メンテナ
kk: Plasma-ның авторы мен жетілдірушісі
km: អ្នកនិពន្ធ និង​អ្នក​ថែទាំ​ប្លាស្មា
ko: Plasma 작성자와 관리자
lt: Plasma autorius ir prižiūrėtojas
lv: Plasma autors un uzturētājs
nb: Plasma-forfatter og vedlikeholder
nds: Plasma-Autor un -Pleger
nl: Auteur en onderhouder van Plasma
nn: Opphavsperson og vedlikehaldar for Plasma
pa: ਪਲਾਜ਼ਮਾ ਲੇਖਕ ਅਤੇ ਪਰਬੰਧਕ
pl: Autor Plazmy i opiekun
pt: Autoria e manutenção do Plasma
ro: Autor și responsabil Plasma
ru: Автор Plasma и сопровождающий
sk: Autor a správca Plasma
sl: Avtor Plasme in vzdrževalec
sv: Plasma upphovsman och utveckling
ug: Plasma نى ئاساسلىق يازغۇچى ۋە ئاسرىغۇچى
uk: Автор Плазми і супровідник
wa: Oteur di Plasma eyet mintneu
zh_cn: Plasma 作者和维护者
zh_tw: Plasma 作者與維護者

source: In memory of his contributions, 1937-1998.
ar: في ذكرى مساهماته ، 1937-1998.
ca: En memòria de les seves col·laboracions, 1937-1998.
cs: Na památku jeho práce, 1937-1998.
da: Til minde om hans bidrag, 1937-1998.
el: Εις μνήμην των εισφορών του, 1937-1998.
es: En memoria de sus contribuciones, 1937-1998.
et: Tema panuse mälestuseks, 1937-1998.
eu: Haren ekarpenen oroimenez, 1937-1998.
fi: Hänen lahjoitustensa muistolle, 1937–1998.
fr: En mémoire de ses contributions, 1937-1998.
ga: I ndílchuimhne ar a rannchuidiú, 1937-1998.
gl: Á memoria das súas contribucións, 1937-1998.
he: לזכר תרומתו, 1937-1998
hi: उनके सहयोग की याद में, १९३७-१९९८
hr: U spomen njegovih doprinosa, 1937-1998.
hu: Közreműködésének emlékére, 1937-1998.
is: Í minningu framlags hans, 1937-1998.
it: In memoria del suo contributo, 1937-1998.
ja: 彼の貢献を記念して, 1937-1998
kk: Қосқан үлесінің ескерткіші, 1937-1998
km: នៅក្នុងការ​ចងចាំ​​នៃ​ការ​ចែកចាយ​របស់​គាត់​ឆ្នាំ ១៩៣៧-១៩៩៨
ko: 그의 기여를 기억하며, 1937-1998.
lt: Jo indėlio atminimui, 1937-1998.
lv: Viņa ieguldījuma piemiņai, 1937-1998.
nb: Til minne om hans bidrag, 1937-1998.
nds: In't Andenken an sien Bidrääg, 1937-1998.
nl: Ter nagedachtenis van zijn bijdragen, 1937-1998.
nn: Til minne om bidraga hans 1937–1998.
pa: ੧੯੩੭-੧੯੯੮ ਦੌਰਾਨ ਉਸ ਦੇ ਯੋਗਦਾਨ ਦੀ ਯਾਦ ਵਿੱਚ
pl: Pamięci jego wkładu, 1937-1998.
pt: Em memória das suas contribuições, 1937-1998.
ro: În memoria contribuțiilor sale, 1937-1998
ru: В память о его вкладе, 1937-1998.
sk: Na pamiatku jeho príspevkov, 1937-1998.
sl: V spomin na njegove prispevke, 1937-1998.
sv: Till minnet av hans bidrag, 1937-1998
ug: ئۇنىڭ تۆھپىسىنىڭ خاتىرىلىرى، 1937-1998.
uk: У пам'ять про його внески, 1937-1998.
wa: E sovnance di tot ç' k' il a apoirté, 1937-1998.
zh_cn: 纪念他的贡献，1937-1998。
zh_tw: 紀念他的貢獻，1937-1998

source: Enables some cheats that are useful for debugging.
ar: تمكن بعض الحيل التي تكون مفيدة للتنقيح
ca: Habilita algunes funcionalitats ocultes que són útil per a depurar.
cs: Povolí různé pomůcky užitečné pro ladění.
da: Aktiverer noget snyderi som er nyttigt til fejlretning.
el: Ενεργοποίηση κάποιων χαρακτηριστικών που είναι χρήσιμα για την αποσφαλμάτωση.
es: Habilita algunos trucos que son útiles para la depuración.
et: Võimaldab mõningaid silumiseks kasulikke snitte.
eu: Arazketarako erabilgarriak diren amarru batzuk gaitzen ditu.
fi: Ottaa käyttöön vianjäljitystä helpottavia huijauksia.
fr: Active quelques astuces utiles pour le débogage.
ga: Cumasaigh caimiléireacht a chabhraíonn le dífhabhtú.
gl: Activa algunhas trampas de utilidade na depuración.
he: אפשר צ'יטים מסויימים בכדי לעזור בדיבוג.
hi: कुछ चीट्स को सक्रिय करता है जो कि डिबगिंग के लिए उपयोगी है.
hr: Omogući neke varke koje su korisne pri debugiranju.
hu: Bekapcsol néhány olyan opciót, ami segíthet hibakeresésnél.
is: Leyfir nokkur svindl sem eru notadrjúg við villuleit.
it: Abilita alcuni trucchi utili per il debug.
ja: デバッグに役立つ隠し機能を有効にします。
kk: Жөндегенде ыңғайлы кейбір айла-амалдар.
km: បើក​ការ​បោកបញ្ឆោត​មួយ​ចំនួន​ដែល​មាន​ប្រយោជន៍​សម្រាប់​បំបាត់​កំហុស
ko: 디버깅에 유용한 몇몇 기능을 활성화합니다.
lt: Įjungia kai kurias gudrybes, naudingas išriktavimui.
lv: Ieslēdz dažus trikus, kas noder atkļūdošanai.
nb: Slår på noen knep som er nyttige for feilsøking.
nds: Maakt en poor Funkschonen an, de för de Fehlersöök goot sünd
nl: Activeert enkele cheats die handig zijn voor foutopsporing.
nn: Slår på nokre kodar som er nyttige ved feilsøking.
pa: ਕੁਝ ਚੋਰ-ਮੋਰੀਆਂ, ਜੋ ਕਿ ਡੀਬੱਗ ਲਈ ਫਾਇਦੇਮੰਦ ਹਨ।
pl: Włącza niektóre oszustwa przydatne do diagnostyki.
pt: Activa algumas funcionalidades especiais e úteis para a depuração.
ro: Activează unele funcții ascunse ce sînt utile pentru depanare.
ru: Упрощение отладки.
sk: Povolí niekoľko trikov užitočných pri ladení.
sl: Omogoča nekatere goljufije, ki so uporabne za razhroščevanje.
sv: Aktiverar en del fusk som är användbart vid felsökning.
ug: بىر قىسىم كېرەكلىك كىچىك سازلىغۇچلارنى قوزغىتىدۇ.
uk: Вмикає деякі корисні для усунення вад можливості.
wa: Permet des trichaedjes ki sont ahessåves pol disbugaedje.
zh_cn: 启用一些对调试有用的小暗器。
zh_tw: 開啟一些用於除錯的後門。

source: Start unlocked for configuration.
ar: ابدأ بدون غلق للضبط
ca: Inicia sense bloqueig per la configuració.
cs: Spustit odemčené pro nastavení.
da: Start ulåst til konfiguration
el: Έναρξη χωρίς κλείδωμα για ρυθμίσεις.
es: Inicia sin bloqueo para configurar.
et: Käivitamine lukustamatult seadistamiseks.
eu: Blokeorik gabe hasi, konfiguratzeko.
fi: Käynnistä lukitsemattomana asetusten muuttamista varten.
fr: Démarrer non verrouillé pour la configuration.
ga: Díghlasáilte le haghaidh cumraíochta.
gl: Inicia sen bloquear para configuralo.
he: התחל לא נעול בשביל הגדרות.
hi: विन्यास के लिए अनलॉक्ड आरंभ करें.
hr: Pokreni otključano za konfiguraciju.
hu: Indítás feloldott állapotban.
is: Ræsa ólæst til stillinga.
it: Avvia sbloccato per la configurazione.
ja: 設定のためにスクリーンのロックを解除して起動します。
kk: Баптауға ашық түрде жегу
km: ចាប់ផ្ដើម​ដោះសោ​សម្រាប់​កំណត់​រចនាសម្ព័ន្ធ ។
ko: 설정을 위하여 잠그지 않은 채로 시작합니다.
lt: Paleisti neužrakintą konfigūravimui.
lv: Sākt atslēgtu - konfigurēšanai.
nb: Start ulåst for oppsett
nds: För't Instellen opslaten starten
nl: Onvergrendeld starten voor configuratie.
nn: Start ulåst for oppsett
pa: ਸੰਰਚਨਾ ਲਈ ਅਣ-ਲਾਕ ਕੀਤਾ ਸ਼ੁਰੂ ਕਰੋ।
pl: Uruchom odblokowane.
pt: Iniciar desbloqueado para a configuração.
ro: Pornește deblocat pentru configurare.
ru: Запустить разблокированным для настройки.
sk: Spustiť odomknuté pre konfiguráciu.
sl: Zaženi odklenjeno za nastavljanje.
sv: Starta upplåst för inställning.
ug: سەپلەش ئۈچۈن قولۇپلىماي قوزغىتىدۇ.
uk: Запустити розблокованою для налаштування.
wa: Enonder dizeclawé po l' apontiaedje.
zh_cn: 非锁定模式启动以配置。
zh_tw: 啟動時解除 plasma 鎖定以便設定。

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Josep Ma. Ferrer
da: Martin Schlander
es: Jaime Robles
fi: Teemu Rytilahti
fr: Etienne Biardeaud
gl: Marce Villarino
hi: रविशंकर श्रीवास्तव, जी. करूणाकर, राजेश रंजन
hr: Žarko Pintar, Nenad Mikša
hu: Szántó Tamás
nl: Rinse de Vries - 2008
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ (A S Alam)
pl: Marta Rybczyńska
pt: José Nuno Pires
ru: Андрей Черепанов
sl: Andrej Vernekar,Jure Repinc
uk: Юрій Чорноіван
wa: Djan Cayron
zh_cn: Ni Hui

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: txemaq@gmail.com
da: mschlander@opensuse.org
es: jaime@kde.org
fi: teemu.rytilahti@kde-fi.org
fr: etienne@cyteen.net
gl: mvillarino@users.sourceforge.net
hi: karunakar@indlinux.org, rajesh@indlinux.in
hr: zarko.pintar@gmail.com, DoDoEntertainment@gmail.com
hu: tszanto@interware.hu
nl: rinsedevries@kde.nl
pa: aalam@users.sf.net
pl: kde-i18n@rybczynska.net
pt: zepires@gmail.com
ru: skull@kde.ru
sl: andrej.vernekar@moj.net, jlp@holodeck1.com
uk: yurchor@ukr.net
wa: jean.cayron@gmail.com
zh_cn: shuizhuyuanluo@126.com

source: Widget Translucency
hr: Prozirnost widgeta

source: User activity:
hr: Aktivnost korisnika:

source: While idle:
hr: Dok je besposlen:

source: Wallpaper
ar: خلفية الشاشة
ca: Fons d'escriptori
cs: Tapeta
da: Baggrundsbillede
el: Ταπετσαρία
es: Fondo de escritorio
et: Taustapilt
eu: Horma-papera
fi: Taustakuva
fr: Fond d'écran
ga: Cúlbhrat
gl: Fondo de escritorio
he: תמונת רקע
hi: वालपेपर
hr: Podloga
hu: Háttérkép
is: Veggfóður
it: Sfondo
ja: 壁紙
kk: Тұсқағазы
km: ផ្ទាំង​រូបភាព
ko: 배경 그림
lt: Apmušalai
lv: Ekrāntapete
nb: Bakgrunn
nds: Achtergrundbild
nl: Achtergrondafbeelding
nn: Bakgrunnsbilete
pa: ਵਾਲਪੇਪਰ
pl: Tapeta
pt: Papel de Parede
ro: Fundal
ru: Обои
sk: Tapeta
sl: Slika ozadja
sv: Skrivbordsunderlägg
ug: تام قەغىزى
uk: Шпалери
wa: Tapisreye
zh_cn: 墙纸
zh_tw: 桌布

source: Type:
ar: النوع:
ca: Tipus:
cs: Typ:
el: Τύπος:
es: Tipo:
et: Tüüp:
eu: Mota:
fi: Tyyppi:
ga: Cineál:
gl: Tipo:
he: סוג:
hi: क़िस्मः
hr: Vrsta:
hu: Típus:
is: Tegund:
it: Tipo:
ja: タイプ:
kk: Түрі:
km: ប្រភេទ ៖
ko: 종류:
lt: Tipas:
lv: Tips:
nds: Typ:
pa: ਟਾਈਪ:
pl: Typ:
pt: Tipo:
ro: Tip:
ru: Тип:
sk: Typ:
sl: Vrsta:
sv: Typ:
ug: تىپى:
uk: Тип:
wa: Sôre:
zh_cn: 类型：
zh_tw: 型態：

source: Monitor
hr: Zaslon

source: Lock Screen
ar: اقفل الشاشة
ca: Bloqueig de pantalla
cs: Zamknout obrazovku
da: Lås skærm
el: Κλείδωμα οθόνης
es: Bloquear pantalla
et: Lukusta ekraan
eu: Giltzatu pantaila
fi: Lukitse näyttö
fr: Verrouiller l'écran
ga: Cuir an Scáileán Faoi Ghlas
gl: Trancar a pantalla
he: נעל מסך
hr: Zaključaj zaslon
hu: Képernyő zárolása
is: Læsa skjá
it: Blocca schermo
ja: スクリーンをロック
kk: Экранды бұғаттау
km: ចាក់សោ​អេក្រង់
ko: 잠금 화면
lt: Užrakinti ekraną
lv: Slēgt ekrānu
nb: Lås skjermen
nds: Schirm afsluten
nl: Scherm vergrendelen
nn: Lås skjermen
pa: ਸਕਰੀਨ ਲਾਕ ਕਰੋ
pl: Zablokuj ekran
pt: Bloquear o Ecrã
ro: Blochează ecranul
ru: Заблокировать экран
sk: Zamknúť obrazovku
sl: Zakleni zaslon
sv: Lås skärm
ug: ئېكراننى قۇلۇپلا
uk: Заблокувати екран
wa: Eclawer waitroûle
zh_cn: 锁定屏幕
zh_tw: 鎖定螢幕

source: Configure Widgets
ar: اضبط الودجات
ca: Configuració dels estris
cs: Nastavit Widgety
da: Indstil widgets
el: Ρύθμιση συστατικών
es: Configurar elementos gráficos
et: Seadista vidinaid
eu: Trepetak konfiguratu
fi: Sovelmien asetukset
fr: Configurer les éléments graphiques
ga: Cumraigh Giuirléidí
gl: Configurar os widgets
he: הגדר ווידג'טים
hr: Konfiguriraj widgete
hu: Widgetek beállítása
is: Stilla græjur
it: Configura oggetti
ja: ウィジェットを設定
kk: Виджеттерді баптау
km: កំណត់​រចនាសម្ព័ន្ធ​ធាតុក្រាហ្វិក
ko: 위젯 설정
lt: Konfigūruoti valdiklius
lv: Konfigurēt sīkrīkus
nb: Sett opp skjermelementer
nds: Lüttprogrammen instellen
nl: Widgets instellen
nn: Set opp elementa
pa: ਵਿਦਜੈੱਟ ਸੰਰਚਨਾ
pl: Konfiguracja elementów interfejsu
pt: Configurar os Elementos
ro: Configurează controalele
ru: Настроить виджеты
sk: Nastaviť widgety
sl: Nastavi gradnike
sv: Anpassa grafiska komponenter
ug: ۋىجېتلارنى سەپلە
uk: Налаштувати віджети
wa: Apontyî ahesses
zh_cn: 配置部件
zh_tw: 設定元件

source: Leave Screensaver
ar: اترك حافظ شاشة
ca: Abandona l'estalvi de pantalles
cs: Opustit spořič obrazovky
da: Forlad pauseskærmen
el: Έξοδος προφύλαξης οθόνης
es: Salir del salvapantallas
et: Välju ekraanisäästjast
eu: Atera pantaila-babesletik
fi: Lopeta näytönsäästäjä
fr: Quitter l'écran de veille
ga: Fág an Spárálaí Scáileáin
gl: Deixar o protector de pantalla
he: השאר שומר מסך
hr: Pusti čuvara zaslona
hu: Kilépés a képernyővédőből
is: Fara úr skjáhvílu
it: Esci dal salvaschermo
ja: スクリーンセーバーを終了
kk: Экран сақтаушыны доғару
km: ទុក​ធាតុរក្សាអេក្រង់
ko: 화면 보호기 끝내기
lt: Palikti užsklandą
lv: Pamest ekrānsaudzētāju
nb: Forlat pauseskjermen
nds: Pausschirm utmaken
nl: Schermbeveiliging verlaten
nn: Forlat pauseskjermen
pa: ਸਕਰੀਨ-ਸੇਵਰ ਛੱਡੋ
pl: Zakończ wygaszacz ekranu
pt: Sair do Protector de Ecrã
ro: Părăsește economizorul
ru: Выйти из хранителя экрана
sk: Opustiť šetrič obrazovky
sl: Zapusti ohranjevalnik zaslona
sv: Lämna skärmsläckare
ug: ئېكران قوغدىغۇچتىن ئايرىل
uk: Завершити роботу зберігача екрана
wa: Leyî spårgneu di waitroûle
zh_cn: 离开屏幕保护
zh_tw: 離開螢幕保護程式

source: Unlock
ar: فك
ca: Desbloqueig
cs: Odemknout
da: Lås op
el: Ξεκλείδωμα
es: Desbloquear
et: Eemalda lukk
eu: Desblokeatu
fi: Avaa lukitus
fr: Déverrouiller
ga: Díghlasáil
gl: Desatrancar
he: פתח נעילה
hr: Otključaj
hu: Feloldás
is: Aflæsa
it: Sblocca
ja: ロック解除
kk: Бұғатын шешу
km: ដោះសោ
ko: 잠금 풀기
lt: Atrakinti
lv: Atslēgt
nb: Lås opp
nds: Opsluten
nl: Ontgrendelen
nn: Lås opp
pa: ਅਣ-ਲਾਕ
pl: Odblokuj
pt: Desbloquear
ro: Deblochează
ru: Разблокировать
sk: Odomknúť
sl: Odkleni
sv: Lås upp
ug: قۇلۇپ ئاچ
uk: Розблокувати
wa: Dizeclawer
zh_cn: 解锁
zh_tw: 解除鎖定

source: Unlock widgets to configure them
ar: فك الودجات لتضبطها
ca: Desbloqueja els estris per a configurar-los
cs: Odemknout widgety pro jejich nastavení
da: Lås widgets op for at instille dem
el: Ξεκλείδωμα συστατικών για να τα ρυθμίσετε
es: Desbloquear elementos gráficos para configurarlos
et: Eemalda vidinate lukustus nende seadistamiseks
eu: Desblokeatu trepetak, konfiguratzeko
fi: Avaa sovelmien lukitus niiden asetusten muuttamiseksi
fr: Déverrouiller les éléments graphiques pour les configurer
ga: Díghlasáil giuirléidí chun iad a chumrú
gl: Desatrancar os widgets para configuralos
he: פתח נעילת וויד'גטים כדי להגדיר אותם
hr: Otključaj widgete za njihovu konfiguraciju
hu: Widgetek feloldása a beállításukhoz
is: Aflæsa græjum til að stilla þær
it: Sblocca gli oggetti per configurarli
ja: 設定するためにウィジェットのロックを解除します
kk: Виджеттерді баптауға ашу
km: ដោះសោ​ធាតុក្រាហ្វិក​ត្រូវ​កំណត់​រចនាសម្ព័ន្ធពួកវា
ko: 위젯을 설정하려면 잠금을 푸십시오
lt: Norėdami konfigūruoti valdiklius, juos atrakinkite
lv: Atslēgt sīkrīkus, lai tos konfigurētu
nb: Lås opp elementer for å sette dem opp
nds: Lüttprogrammen för't Instellen opsluten
nl: Widgets ontgrendelen om ze in te stellen
nn: Lås opp elementa for å setja dei oppa
pa: ਵਿਦਜੈੱਟ ਦੀ ਸੰਰਚਨਾ ਲਈ ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokowanie elementów interfejsu w celu ich konfiguracji
pt: Desbloqueie os elementos para os configurar
ro: Deblochează controalele pentru a le configura
ru: Разблокировать виджеты
sk: Odomknúť widgety pre ich nastavenie
sl: Za nastavitev gradnikov jih odklenite
sv: Lås upp komponenter för att ställa in dem
ug: ئۇلارنى سەپلەش ئۈچۈن widget قۇلۇپىنى ئاچ
uk: Розблокувати віджети для налаштування
wa: Dizeclawer ahesses po ls apontyî
zh_cn: 解锁部件以配置
zh_tw: 解除鎖定元件並設定
