Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_runner_shell.po
Languages: mr, pa, ro, sr, ug, zh_cn

source: Enter the user you want to run the application as here.
mr: ज्या वापरकर्त्याच्या नावाने अनुप्रयोग चालविण्याचा आहे तो वापरकर्ता दाखल करा.
pa: ਯੂਜ਼ਰ ਦਿਓ, ਜਿਸ ਦੇ ਤੌਰ ਉੱਤੇ ਤੁਸੀਂ ਇਹ ਐਪਲੀਕੇਸ਼ ਚਲਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ।
ro: Introduceți aici utilizatorul cu care doriți să lansați aplicația.
sr: Унесите корисника под којим ће се програм покренути.
ug: قايسى ئىشلەتكۈچى پروگراممىنى ئىجرا قىلىدىغانلىقىنى بۇ جايغا كىرگۈزۈڭ.
zh_cn: 在此输入要以哪个用户来运行程序。

source: User&name:
mr: वापरकर्तानाव (&N):
pa: ਯੂਜ਼ਰ ਨਾਂ(&n):
ro: &Utilizator:
sr: &Корисничко име:
ug: ئىشلەتكۈچى ئاتى(&N):
zh_cn: 用户名(&N)：

source: Enter the password here for the user you specified above.
mr: वरील निश्चित केलेल्या वापरकर्त्या करिता गुप्तशब्द दाखल करा.
pa: ਉੱਤੇ ਦਿੱਤੇ ਯੂਜ਼ਰ ਲਈ ਪਾਸਵਰਡ ਇੱਥੇ ਦਿਓ।
ro: Introduceți aici parola utilizatorului specificat mai sus.
sr: Унесите лозинку горенаведеног корисника.
ug: يۇقىرىدا بەلگىلەنگەن ئىشلەتكۈچى ئىمىنى بۇ جايغا كىرگۈزۈڭ.
zh_cn: 在此输入您在上面指定的用户的密码。

source: Pass&word:
mr: गुप्तशब्द (&W):
pa: ਪਾਸਵਰਡ(&w):
ro: Pa&rola:
sr: &Лозинка:
ug: ئىم(&W):
zh_cn: 密码(&W)：

source: Check this option if the application you want to run is a text mode application. The application will then be run in a terminal emulator window.
mr: जर तुम्हाला जो अनुप्रयोग चालवायचा आहे तो पाठ्य पद्धतीचा अनुप्रयोग असेल तर हा पर्याय निवडा. त्यानंतर तो अनुप्रयोग टर्मिनल एम्युलेटर चौकटीत चालेल.
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਟੈਕਸਟ ਮੋਡ ਵਿੱਚ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਤਦ ਟਰਮੀਨਲ ਈਮੂਲੇਟਰ ਵਿੰਡੋ ਵਿੱਚ ਚਲਾਇਆ ਜਾਵੇਗਾ।
ro: Marcați această opțiune dacă aplicația ce doriți să o lansați este una în regim textual. Aplicația va fi apoi lansată într-o fereastră a emulatorului de terminal.
sr: Ако је програм који желите да извршите текстуалног типа, укључивањем овога биће покренут у прозору емулатора терминала.
ug: ئەگەر بۇ پروگراممىنى تېكىست ھالىتىدە ئىجرا قىلسىڭىز، بۇ تاللانمىنى تاللاڭ. پروگرامما تېرمىنال تەقلىدلىگۈچ كۆزنىكىدە ئىجرا قىلىنىدۇ.
zh_cn: 如果您要在文字模式下运行此程序，请选中此项。程序将会在一个终端仿真器窗口内运行。

source: Run in &terminal window
mr: टर्मिनल चौकट अंतर्गत चालवा (&T)
pa: ਟਰਮੀਨਲ ਵਿੰਡੋ ਵਿੱਚ ਚਲਾਓ(&t)
ro: Execută într-o fereastră de &terminal
sr: &У терминалском прозору
ug: تېرمىنال ئىجرا قىل(&T)
zh_cn: 在终端窗口内运行(&T)

source: Check this option if you want to run the application with a different user id. Every process has a user id associated with it. This id code determines file access and other permissions. The password of the user is required to do this.
mr: जर तुम्हाला जो अनुप्रयोग चालवायचा आहे तो वेगळ्या वापरकर्ता id ने चालवायचा असेल तर हा पर्याय निवडा. प्रत्येक प्रक्रीयेस वापरकर्ता id संलग्न असतो. हा id फाईल व ईतर परवानग्या ठरवितो. हे करण्याकरिता त्या वापरकर्त्याचा गुप्तशब्द गरजेचा आहे.
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਵੱਖਰੇ ਯੂਜ਼ਰ ਵਜੋਂ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਹਰੇਕ ਪਰੋਸੈਸ ਲਈ ਉਸ ਨਾਲ ਸਬੰਧਤ ਯੂਜ਼ਰ id ਹੁੰਦਾ ਹੈ। ਇਹ id ਕੋਡ ਫਾਇਲ ਵਰਤੋਂ ਅਤੇ ਹੋਰ ਅਧਿਕਾਰ ਤਹਿ ਕਰਦਾ ਹੈ। ਇਹ ਕਰਨ ਲਈ ਯੂਜ਼ਰ ਦਾ ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ।
ro: Marcați această opțiune dacă doriți să lansați aplicația cu identificatorul altui utilizator. Fiecare proces are asociat un identificator de utilizator. Acest identificator determină permisiunile de acces la fișiere și alte permisiuni. Pentru a face aceasta, aveți nevoie de parola utilizatorului.
sr: Попуните ако желите да се програм извршава под другим корисничким именом. Сваком процесу додељује се идентификатор корисника, који одређује приступ фајловима и друга овлашћења. За ово је неопходна лозинка задатог корисника.
ug: ئەگەر پروگراممىنى ئوخشىمىغان ئىشلەتكۈچى كىملىكى(id)دە ئىجرا قىلماقچى بولسىڭىز، بۇ تاللانمىنى تاللاڭ. ھەر بىر جەرياننىڭ ماس ھالدىكى ئىشلەتكۈچى كىملىكى بار، بۇ كىملىك مۇناسىپ جەرياننىڭ ھۆججەت زىيارەت ھوقۇقى ۋە باشقا ھوقۇقلىرىنى بەلگىلەيدۇ. سىز بۇنىڭ ئۈچۈن شۇ ئىشلەتكۈچىنىڭ ئىمىنى تەمىنلىشىڭىز زۆرۈر.
zh_cn: 如果您想要程序以不同的用户 ID 运行，请选中此项。每个进程都有对应的用户 ID，此 ID 决定了相应进程的文件访问权限和其它权限。您需要为此提供那个用户的密码。

source: Run as a different &user
mr: वेगळे वापरकर्ता नुरूप चालवा (&U)
pa: ਵੱਖਰੇ ਯੂਜ਼ਰ ਦੇ ਤੌਰ ਉੱਤੇ ਚਲਾਓ(&u)
ro: Execută ca alt &utilizator
sr: Под другим &корисником
ug: باشقا ئىشلەتكۈچى سۈپىتىدە ئىجرا قىل(&U)
zh_cn: 以不同用户运行(&U)

source: Finds commands that match :q:, using common shell syntax
mr: सामान्य शेल सिन्टेक्स वापरुन :q: ला जुळणारे आदेश शोधतो
pa: :q: ਨਾਲ ਮਿਲਦੀਆਂ ਕਮਾਂਡ ਲੱਭੋ, ਆਮ ਸ਼ੈੱਲ ਸੰਟੈਕਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ
ro: Găsește comenzile ce se potrivesc cu :q:, utilizînd sintaxa obișnuită a consolei
sr: Налази наредбе које поклапају :q:, користећи уобичајену синтаксу шкољке
ug: ئورتاق shell تىلقۇرما ئىشلىتىپ :q: غا ماس كەلگەن بۇيرۇقنى ئىزدەيدۇ
zh_cn: 使用通用 shell 语法查找匹配 :q: 的命令

source: Run %1
mr: %1 चालवा
pa: %1 ਚਲਾਓ
ro: Lansează %1
sr: Покрени %1|/|Покрени $[аку %1]
ug: ئىجرا قىل %1
zh_cn: 运行 %1
