Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_applet_dig_clock.po
Languages: bg, et, eu, fi, he, hr, hu, ia, kk, km, ko, lv, nds, pa, pl, pt, ru, ug, wa

source: Appearance
bg: Изглед
et: Välimus
eu: Itxura
fi: Ulkoasu
he: מראה
hr: Izgled
hu: Megjelenés
ia: Apparentia
kk: Көрінісі
km: រូបរាង​
ko: 모양
lv: Izskats
nds: Utsehn
pa: ਦਿੱਖ
pl: Wygląd
pt: Aparência
ru: Внешний вид
ug: كۆرۈنۈشى
wa: Rivnance

# A kind of date representation
source: No date
bg: Без дата
et: Kuupäeva ei näidata
eu: Datarik ez
fi: Ei päivämäärää
he: אין תאריך
hr: Bez datuma
hu: Nincs dátum
ia: Nulle data:
kk: Күнді көрсетпей:
km: គ្មាន​កាលបរិច្ឆេទ​
ko: 날짜 없음
lv: Nav datuma
nds: Keen Datum
pa: ਕੋਈ ਮਿਤੀ ਨਹੀਂ
pl: Bez daty
pt: Sem data
ru: Без даты
ug: چېسلا يوق
wa: Nole date

# A kind of date representation
source: Compact date
bg: Съкратена дата
et: Kuupäev kompaktselt
eu: Data trinkoa
fi: Tiivis päivämäärä
he: תאריך מרוכז
hr: Skraćeni datum
hu: Rövid dátum
ia: Data compacte
kk: Күні ықшамды
km: កាល​បរិច្ឆេទ​តិច​
ko: 간단한 날짜
lv: Kompakts datums
nds: Drang Datum
pa: ਸੰਖੇਪ ਮਿਤੀ
pl: Kompaktowa data
pt: Data compacta
ru: Компактный формат даты
ug: ئىخچام چېسلا
wa: Rastrindowe date

# A kind of date representation
source: Short date
bg: Кратка дата
et: Kuupäev lühidalt
eu: Data laburra
fi: Lyhyt päivämäärä
he: תאריך מקוצר
hr: Kratki datum
hu: Rövid dátumformátum
ia: Data breve:
kk: Күні қысқа
km: កាលបរិច្ឆេទ​ខ្លី​
ko: 짧은 날짜
lv: Īss datums
nds: Kort Datum
pa: ਛੋਟੀ ਮਿਤੀ
pl: Krótka data
pt: Data resumida
ru: Краткий формат даты
ug: قىستا چېسلا
wa: Coûte date

# A kind of date representation
source: Long date
bg: Пълна дата
et: Kuupäev pikalt
eu: Data luzea
fi: Pitkä päivämäärä
he: תאריך מוארך
hr: Dugački datum
hu: Hosszú dátumformátum
ia: Data longe:
kk: Күні ұзын
km: កាល​បរិច្ឆេទ​វែង​
ko: 긴 날짜
lv: Garš datums
nds: Lang Datum
pa: ਲੰਮੀ ਮਿਤੀ
pl: Długa data
pt: Data extensa
ru: Полный формат даты
ug: ئۇزۇن چېسلا
wa: Longue date

# A kind of date representation
source: ISO date
bg: Дата по ISO
et: ISO kuupäev
eu: ISO data
fi: ISO-päivämäärä
he: תאריך ISO
hr: ISO datum
hu: ISO dátumformátum
ia: Data ISO:
kk: Күні ISO бойынша
km: កាលបរិច្ឆេទ ISO​
ko: ISO 날짜
lv: ISO datums
nds: ISO-Datum
pa: ISO ਮਿਤੀ
pl: Data ISO
pt: Data ISO
ru: Дата в формате ISO
ug: ISO چېسلا
wa: Date ISO

source: Font
bg: Шрифт
eu: Letra-tipoa
fi: Fontti
he: גופן
hr: Pismo
hu: Betűtípus
kk: Қаріпі
km: ពុម្ពអក្សរ
ko: 글꼴
lv: Fonts
nds: Schriftoort
pa: ਫੋਂਟ
pl: Czcionka
pt: Tipo de Letra
ru: Шрифт
ug: خەت نۇسخا
wa: Fonte

source: Font style:
bg: Шрифт:
et: Fondi stiil:
eu: Letra-estiloa:
fi: Fonttityyli:
he: סגנון הגופן:
hr: Stil pisma:
hu: Betűstílus:
ia: Stilo de font
kk: Қаріп стилі:
km: រចនាប័ទ្ម​ពុម្ពអក្សរ ៖
ko: 글꼴 스타일:
lv: Fonta stils:
nds: Schriftstil:
pa: ਫੋਂਟ ਸਟਾਈਲ:
pl: Styl czcionki:
pt: Estilo do tipo de letra:
ru: Шрифт:
ug: خەت ئۇسلۇبى:
wa: Stîle del fonte:

source: Check if you want the font in bold
bg: Включете отметката, ако искате получер шрифт
et: Märkimisel kasutatakse rasvast fonti
eu: Markatu, letra lodia nahi baduzu
fi: Valitse lihavoidaksesi fontin
he: בחר אם ברצונך שהטקסט יהיה מוגדש
hr: Uključite ako želite podebljano pismo
hu: Ha be van jelölve, félkövérek lesznek a betűk
ia: Marca si tu vole le font in grasse
kk: Қалың қаріпті қаласаңыз - белгісін қойыңыз
km: គូស​ធីក ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ពុម្ពអក្សរ​ដិត
ko: 글꼴을 진하게 보이려면 선택하십시오
lv: Atzīmējiet šo, ja vēlaties treknu fontu
nds: Maak dit an, wenn Du de Schrift fett hebben wullt
pa: ਚੈੱਕ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਫੋਂਟ ਗੂੜ੍ਹੇ ਚਾਹੁੰਦੇ ਹੋ
pl: Powinno być zaznaczone, jeśli czcionka ma być pogrubiona
pt: Assinale isto se quiser o texto a negrito
ru: Полужирное начертание шрифта
ug: توم خەتنى ئىشلەتمەكچى بولسىڭىز تاللاڭ
wa: Clitchîz si vs voloz ene cråxhe fonte

source: When this is checked, the clock font will be bold.
bg: Ако е включена отметката, шрифтът ще бъде получер.
et: Märkimisel on kella font rasvases kirjas.
eu: Markatuta dagoenean, ordulariaren letra-tipoa lodia izango da.
fi: Jos tämä on valittuna, kellonajan fontti on lihavoituna.
he: כאשר אפשרות זו נבחרת, הטקסט של השעון יהיה מודגש.
hr: Kada je uključeno, pismo sata biti će podebljano.
hu: Ha be van jelölve, félkövér betűkkel lesz kiírva az idő.
ia: Quando isto es marcate, le font del horologio essera grasse
kk: Белгісі қойылса - сағаттың қаріпі қалың болады.
km: នៅ​ពេល​គូស​ធីក ពុម្ពអក្សរ​នាឡិកា​នឹង​​ដិត ។
ko: 선택하면 시계의 글꼴을 진하게 보여줍니다.
lv: Kad atzīmēts, pulksteņa fonts būs trekns.
nds: Is dit anmaakt, warrt de Schrift in fett bruukt.
pa: ਜਦੋਂ ਇਹ ਚੈੱਕ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਘੜੀ ਫੋਂਟ ਗੂੜ੍ਹੇ ਹੋਣ।
pl: Jeśli jest zaznaczone, zegar będzie używać pogrubionej czcionki.
pt: Quando esta opção estiver assinalada, o texto do relógio aparece a negrito.
ru: Использовать полужирное начертание шрифта
ug: بۇ تاللانسا سائەت خېتى توم كۆرۈنىدۇ.
wa: Cwand çouci est clitchî, les caractères di l' ôrlodje seront crås.

source: &Bold
bg: &Получер
et: &Rasvane
eu: L&odia
fi: &Lihavoitu
he: &מודגש
hr: Pode&bljano
hu: &Félkövér
kk: Қ&алың
km: ដិត
ko: 굵게(&B)
lv: &Trekns
nds: &Fett
pa: ਗੂੜਾ(&B)
pl: Pogru&bienie
pt: &Negrito
ru: &Полужирный
ug: توم(&B)
wa: &Cråsse

source: Check if you want the font in italic
bg: Включете отметката, ако искате курсивен шрифт.
et: Märkimisel kasutatakse kaldkirja
eu: Markatu, letra-tipo etzana nahi baduzu
fi: Valitse kursivoidaksesi fontin
he: בחר אם ברצונך שהטקסט יהיה נטוי.
hr: Uključite ako želite kurziv pismo
hu: Ha be van jelölve, dőlt betűs lesz a kiírás
ia: Marca si tu vole le font in corsive
kk: Көлбеу қаріпті қаласаңыз - белгісін қойыңыз
km: គូស​ធីក​ប្រសិន​បើ​អ្នក​ចង់​​ឲ្យ​ពុម្ពអក្ស​រទ្រេត
ko: 글꼴을 기울임꼴로 보이려면 선택하십시오
lv: Atzīmējiet šo, ja vēlaties fontu slīprakstā
nds: Maak dit an, wenn Du de Schriftoort kursiev hebben wullt
pa: ਚੈੱਕ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਫੋਂਟ ਤਿਰਛੇ ਚਾਹੁੰਦੇ ਹੋ
pl: Powinno być zaznaczone, jeśli ma być używana kursywa
pt: Assinale isto se quiser o texto em itálico
ru: Курсивное начертание шрифта
ug: يانتۇ خەتنى ئىشلەتمەكچى بولسىڭىز تاللاڭ
wa: Clitchîz si vs voloz l' fonte di clintcheye

source: When this is checked, the clock font will be in italic.
bg: Ако е включена отметката, шрифтът ще бъде курсивен.
et: Märkimisel on kella font kaldkirjas.
eu: Markatuta dagoenean, ordulariaren letra-tipoa etzana izango da.
fi: Jos tämä on valittuna, kellonajan fontti on kursivoituna.
he: כאשר אפשרות זו נבחרת, הטקסט של השעון יהיה נטוי.
hr: Kada je uključeno, pismo sata biti će u kurzivu.
hu: Ha be van jelölve, dőlt betűvel lesz kiírva az idő.
ia: Quando isto es marcate, le font del horologio essera corsive
kk: Белгісі қойылса - сағаттың қаріпі көлбеу болады.
km: នៅ​ពេលបានគូស​ធីក ពុម្ពអក្សរ​នាឡិកា​នឹង​ទ្រេត ។
ko: 선택하면 시계의 글꼴을 기울임꼴로 보여줍니다.
lv: Kad atzīmēts, pulksteņa fonts būs slīprakstā.
nds: Is dit anmaakt, warrt de Schrift in kursiev bruukt
pa: ਜਦੋਂ ਇਹ ਚੈੱਕ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਘੜੀ ਫੋਂਟ ਤਿਰਛੇ ਹੋਣ।
pl: Jeśli jest zaznaczone, zegar używa kursywy.
pt: Quando esta opção estiver assinalada, o texto do relógio aparece em itálico.
ru: Использовать курсивное начертание шрифта
ug: بۇ تاللانسا سائەت خېتى يانتۇ كۆرۈنىدۇ
wa: Cwand çouci est clitchî, les caractères di l' ôrlodje seront clintchîs.

source: &Italic
bg: &Курсив
et: K&aldkiri
eu: E&tzana
fi: &Kursivoitu
he: &נטוי
hr: Kurz&iv
hu: &Dőlt
ia: &Corsive
kk: Кө&лбеу
km: ទ្រេត
ko: 기울임꼴(&I)
lv: &Slīpraksts
nds: &Kursiev
pa: ਤਿਰਛੇ(&I)
pl: &Kursywa
pt: &Itálico
ru: &Курсив
ug: يانتۇ(&I)
wa: &Clintcheye

source: Custom font color:
bg: Потребителски цвят на шрифта:
et: Kohandatud fondi värv:
eu: Letra-tipoaren kolore pertsonalizatua:
fi: Mukautettu fontin väri:
he: צבע הגופן מותאם־אישית:
hr: Prilagođene boje pisma:
hu: Egyéni betűszín:
ia: Color de font personalisate:
kk: Қалаған қаріп түсі:
km: ពណ៌​ពុម្ពអក្សរ​ផ្ទាល់ខ្លួន ៖
ko: 사용자 정의 글자 색:
lv: Pielāgota fonta krāsa:
nds: Egen Schriftklöör:
pa: ਪਸੰਦੀਦਾ ਫੋਂਟ ਰੰਗ:
pl: Kolor czcionki użytkownika:
pt: Cor personalizada do texto:
ru: Другой цвет текста:
ug: ئۆزلەشتۈرگەن خەت نۇسخا رەڭگى:
wa: Coleur del fonte da vosse :

source: Color chooser
bg: Избор на цвят
et: Värvivalija
eu: Kolore-hautatzailea
fi: Värivalitsin
he: בוחר צבעים
hr: Izbornik boje
hu: Színválasztó
ia: Selector de color
kk: Түс таңдағышы
km: កម្មវិធី​ជ្រើស​ពណ៌
ko: 색상 선택기
lv: Krāsu izvēlētājs
nds: Klöörköör
pa: ਰੰਗ ਚੋਣਕਾਰ
pl: Wybieranie koloru
pt: Selector de cores
ru: Выбрать цвет текста
ug: رەڭ تاللىغۇچ
wa: Tchoezixheu di coleur

source: Click on this button and the KDE standard color dialog will show. You can then choose the new color you want for your clock.
bg: Натиснете този бутон и ще се покаже стандартният прозорец на KDE за цвета. Тогава ще можете да изберете какъвто цвят пожелаете.
et: Sellele nupule klõpsates avaneb KDE tavapärane värvivalimise dialoog. Seal saab valida kellale uue meelepärase värvi.
eu: Egin klik botoi honetan, eta KDEren koloreen elkarrizketa-koadro estandarra agertuko da. Ordulariko beste kolore bat aukeratu ahal izango duzu
fi: Napsauta tätä painiketta avataksesi värinvalintadialogin ja valitaksesi kellonajan värin.
he: לחת על כפתור זה כדי להציב את חלון בחירת הצבעים התקני של KDE. באפשרותך לבחור מתוכו צבע חדש עבור השעון שלך.
hr: Kliknite na ovaj gumb i prikazati će se KDE-ov standardni dijalog za boju. Tada možete odabrati novu boju za vaš sat.
hu: Ha erre a gombra kattint, megjelenik a KDE standard színválasztó párbeszédablaka, melyben kiválaszthatja, melyik színnel szeretné kiíratni az időt.
ia: Pulsa sur iste button pro monstrar le dialogo standard de color de KDE. Tu pote pois seliger le nove color que tu vole pro tu horologio.
kk: Батырманы бассаңыз KDE-нің стандартты түс таңдау диалогы көрсетіледі. Одан қалаған түсті таңдай аласыз.
km: ចុច​លើ​ប៊ូតុង​នេះ ហើយ​​ប្រអប់​ពណ៌​ស្តង់ដារ​របស់ KDE នឹង​បង្ហាញ ។ បន្ទាប់​មក​អ្នកអាចជ្រើស​ពណ៌​ថ្មី​ដែល​អ្នក​ចង់​បាន​សម្រាប់​នាឡិកា​របស់​អ្នក ។
ko: 이 단추를 누르면 KDE 표준 색 대화상자가 표시되어 시계의 새 색상을 선택할 수 있습니다.
lv: Nospiežot šo pogu, tiks atvērt KDE krāsu logu. Tajā varēsiet izvēlēties kādu krāsu vēlaties pulkstenim.
nds: Mit en Klick op dissen Knoop röppst Du KDE sien Standard-Klöörköördialoog op. Mit em kannst Du de niege Schriftklöör för de Klock utsöken.
pl: Po kliknięciu tego przycisku zostanie pokazane standardowe okno wyboru koloru w KDE. Można tam wybrać nowy kolor dla zegara.
pt: Carregue neste botão para mostrar a janela de selecção de cores do KDE. Poderá então escolher a cor nova que deseja para o seu relógio.
ru: Нажмите на эту кнопку, чтобы выбрать цвет для часов.
ug: بۇ توپچا چېكىلسە KDE نىڭ ئۆلچەملىك رەڭ سۆزلەشكۈسى كۆرۈنىدۇ. بۇنداق بولغاندا سائىتىڭىزگە يېڭى رەڭ تاللىيالايسىز.
wa: Clitchîz so ç' boton eyet l' sitandård purnea di dvize des coleurs di KDE serè håyné. Vos savoz adon tchoezi l' novele coleur ki vs voloz po voste ôrlodje.

source: Show shadow:
bg: Показване на сянка:
et: Varju näitamine:
eu: Erakutsi itzala:
fi: Näytä varjo:
he: הצג צל:
hr: Prikaži sjenu:
hu: Árnyék megjelenítése:
ia: Monstra umbra:
kk: Көлеңкесін көрсету:
km: បង្ហាញស្រមោល ៖
ko: 그림자 보이기:
lv: Rādīt ēnu:
nds: Schadden wiesen:
pa: ਸ਼ੈਡੋ ਵੇਖੋ:
pl: Pokaż cień:
pt: Mostrar uma sombra:
ru: Показывать тень:
ug: سايە كۆرسەت:

source: Custom shadow color:
bg: Потребителски цвят на сянката:
et: Kohandatud varju värv:
eu: Itzalaren kolore pertsonalizatua:
fi: Mukautettu varjon väri:
he: צבע צל מותאם־אישית:
hr: Prilagođena boja sjene:
hu: Egyéni árnyékszín:
ia: Color personalisate de umbra:
kk: Қалаған көлеңке түсі:
km: ពណ៌​ស្រមោល​ផ្ទាល់ខ្លួន ៖
ko: 사용자 정의 그림자 색:
lv: Pielāgota ēnas krāsa:
nds: Egen Schaddenklöör:
pa: ਕਸਟਮ ਸ਼ੈਡੋ ਰੰਗ:
pl: Kolor cienia użytkownika:
pt: Cor personalizada da sombra:
ru: Другой цвет тени:
ug: ئۆزلەشتۈرگەن سايە رەڭگى:

source: Shadow color chooser
bg: Избор на цвят на сянката
et: Varju värvi valija
eu: Itzalaren kolorea hautatzekoa
fi: Varjon värivalitsin
he: בוחר צבע צל
hr: Izbornik boje sjene
hu: Árnyékszín-választó
ia: Selector de color de umbra
kk: Көлеңкенің түс таңдағышы
km: កម្មវិធី​ជ្រើស​ពណ៌​ស្រមោល
ko: 그림자 색상 선택기
lv: Ēnas krāsu izvēlētājs
nds: Schaddenklöörköör
pa: ਸ਼ੈਡੋ ਰੰਗ ਚੋਣਕਾਰ
pl: Wybieranie koloru cienia
pt: Selector de cores da sombra
ru: Выбрать цвет тени
ug: رەڭ تاللىغۇچنى كۆرسەت

source: Click on this button and the KDE standard color dialog will show. You can then choose the new color you want for the text shadow for your clock.
bg: Натиснете този бутон и ще се покаже стандартният прозорец на KDE за цвета. Тогава ще можете да изберете какъвто цвят пожелаете за сянката на текста на часовника.
et: Sellele nupule klõpsates avaneb KDE tavapärane värvivalimise dialoog. Seal saab valida kella tekstivarjule uue meelepärase värvi.
eu: Egin klik botoi honetan, eta KDEren koloreen elkarrizketa-koadro estandarra agertuko da. Ordulariko testuaren itzalerako beste kolore bat aukeratu ahal izango duzu.
fi: Napsauta tätä painiketta avataksesi värinvalintadialogin ja valitaksesi kellonajan varjon värin.
he: לחת על כפתור זה כדי להציב את חלון בחירת הצבעים התקני של KDE. באפשרותך לבחור מתוכו צבע חדש עבור צל הטקסט לשעון שלך.
hr: Kliknite na ovaj gumb i prikazati će se KDE-ov standardni dijalog za boju. Tada možete odabrati novu boju za sjenu teksta za Vaš sat.
hu: Ha erre a gombra kattint, megjelenik a KDE standard színválasztó párbeszédablaka, melyben kiválaszthatja, melyik színnel szeretné kiíratni az időt.
ia: Pulsa sur iste button pro monstrar le dialogo standard de color de KDE. Tu pote pois seliger le nove color que tu vole pro le umbra de texto pro tu horologio.
kk: Батырманы бассаңыз KDE-нің стандартты түс таңдау диалогы көрсетіледі. Одан сағатыңыдың мәтін өлеңкесіне қалаған түсті таңдай аласыз.
km: ចុច​លើ​ប៊ូតុង​នេះ ហើយ​​ប្រអប់​ពណ៌​ស្តង់ដារ​របស់ KDE នឹង​បង្ហាញ ។ បន្ទាប់​មក​អ្នកអាចជ្រើស​ពណ៌​ថ្មី​ដែល​អ្នក​ចង់​បាន​សម្រាប់​សម្រោល​អត្ថបទ​សម្រាប់​​នាឡិកា​របស់​អ្នក ។
ko: 이 단추를 누르면 KDE 표준 색 대화상자가 표시되어 시계의 텍스트 그림자 색상을 선택할 수 있습니다.
lv: Spiežot šo pogu, tiks atvērts KDE standarta krāsu dialoglodziņš. Tajā varēsiet izvēlēties kādu krāsu vēlaties pulksteņa teksta ēnai.
nds: Mit en Klick op dissen Knoop röppst Du KDE sien Standard-Klöörköördialoog op. Mit em kannst Du de niege Textschaddenklöör för de Klock utsöken.
pl: Po kliknięciu tego przycisku zostanie pokazane standardowe okno wyboru koloru w KDE. Można tam wybrać nowy kolor cienia tekstu dla zegara.
pt: Carregue neste botão para mostrar a janela de selecção de cores do KDE. Poderá então escolher a cor nova que deseja para a sombra do texto do relógio.
ru: Нажмите на эту кнопку, чтобы выбрать цвет тени от текста для часов.
ug: بۇ توپچا چېكىلسە KDE نىڭ ئۆلچەملىك رەڭ سۆزلەشكۈسى كۆرۈنىدۇ. بۇنداق بولغاندا سائىتىڭىزنىڭ خېتىگە يېڭى سايە رەڭگى تاللىيالايسىز.
wa: Clitchîz so ç' boton eyet l' sitandård purnea di dvize des coleurs di KDE serè håyné. Vos savoz adon tchoezi l' novele coleur ki vs voloz po l' ombion do scrijhaedje di voste ôrlodje.

source: Information
bg: Информация
et: Info
eu: Informazioa
fi: Tiedot
he: מידע
hr: Informacija
hu: Jellemzők
kk: Мәлімет
km: ព័ត៌មាន
ko: 정보
lv: Informācija
nds: Informatschonen
pa: ਜਾਣਕਾਰੀ
pl: Informacja
pt: Informação
ru: Дополнительные сведения
ug: ئۇچۇر
wa: Informåcion

source: Show time zone:
bg: Показване на часовия пояс:
et: Ajavööndi näitamine:
eu: Erakutsi ordu-guneai:
fi: Näytä aikavyöhyke:
he: הצג את איזור הזמן:
hr: Prikaži vremensku zonu:
hu: Időzóna:
ia: Monstra le fuso horari:
kk: Уақыт белдеуін көрсету:
km: បង្ហាញ​តំបន់​ពេលវេលា ៖
ko: 시간대 보이기:
lv: Rādīt laika joslu:
nds: Tietrebeet wiesen:
pa: ਟਾਈਮ-ਜ਼ੋਨ ਵੇਖੋ:
pl: Pokaż strefę czasową:
pt: Mostrar o fuso-horário:
ru: Показывать часовой пояс:
ug: ۋاقىت رايونىنى كۆرسەت:
wa: Håyner l' coisse ås eures :

source: Display the time zone name
bg: Показване на часовия пояс
et: Ajavööndi nime näitamine
eu: Bistaratu ordu-gunearen izena
fi: Näytä aikavyöhykkeen nimi
he: הצג את שם איזור הזמן
hr: Prikaži ime vremenske zone
hu: Időzóna
ia: Monstra nomine de fuso horari
kk: Уақыт белдеу атауын көрсету
km: បង្ហាញ​ឈ្មោះ​តំបន់​ពេលវេលា
ko: 시간대 이름 보이기
lv: Rādīt laika joslas nosaukumu
nds: Den Naam vun't Tietrebeet wiesen
pa: ਟਾਈਮ ਜ਼ੋਨ ਨਾਂ ਵੇਖੋ
pl: Pokaż nazwę strefy czasowej
pt: Mostrar o nome do fuso-horário
ru: Показывать часовой пояс
ug: ۋاقىت رايونىنىڭ ئاتىنى كۆرسەت
wa: Håyner l' no del coisse ås eures

source: Display the time zone name under the time.
bg: Покаване на съответния часови пояс.
et: Ajavööndi näitamine kellaaja all.
eu: Bistaratu ordu-gunearen izena orduaren azpian.
fi: Näytä aikavyöhykkeen nimi ajan alla.
he: הצג את שם איזור הזמן מתחת לשעה.
hr: Prikaži ime vremenske zone unutar vremena.
hu: Az időzóna is jelenjen meg a kiírt időben.
ia: Monstra nomine de fuso horari infra le tempore.
kk: Уақыттың астында белдеу атауы көрсетіледі.
km: បង្ហាញ​ឈ្មោះ​តំបន់ពេលវេលា​ក្រោម​ពេលេវេលា ។
ko: 시간 아래에 현재 시간대의 이름을 표시합니다.
lv: Zem laika rādīt laika joslas nosaukumu.
nds: Dat Tietrebeet sien Naam nerrn de Tiet wiesen
pa: ਟਾਈਮ ਦੇ ਹੇਠ ਟਾਈਮ ਜ਼ੋਨ ਵੇਖੋ।
pl: Pokaż nazwę strefy czasowej pod czasem.
pt: Mostra o fuso-horário sob a hora.
ru: Показывать часовой пояс под временем.
ug: ۋاقىتنىڭ ئاستىدا ۋاقىت رايونىنىڭ ئاتىنى كۆرسەت
wa: Håyner l' no del coisse ås eures pa dzo l' eure.

source: Show seconds:
bg: Показване на секундите:
et: Sekundite näitamine:
eu: Erakutsi segundoak:
fi: Näytä sekunnit:
he: הצג שניות:
hr: Prikaži sekunde:
hu: Másodpercek:
ia: Monstra secundas:
kk: Секундтарды көрсету:
km: បង្ហាញ​វិនាទី ៖
ko: 초 보이기:
lv: Rādīt sekundes:
nds: Sekunnen wiesen:
pa: ਸਕਿੰਟ ਵੇਖੋ:
pl: Pokaż sekundy:
pt: Mostrar os segundos:
ru: Показывать секунды:
ug: سېكۇنتنى كۆرسەت:
wa: Håyner les segondes :

source: Show the seconds
bg: Показване на секундите
et: Sekundite näitamine
eu: Erakutsi segundoak
fi: Näytä sekunnit
he: הצג שניות
hr: Prikaži sekunde
hu: Másodpercek
ia: Monstra le secundas
kk: Секундтары көрсету
km: បង្ហាញ​វិនាទី
ko: 초 보이기
lv: Rādīt sekundes
nds: De Sekunnen wiesen
pa: ਸਕਿੰਟ ਵੇਖੋ
pl: Pokaż sekundy
pt: Mostrar os segundos
ru: Показывать секунды
ug: سېكۇنتنى كۆرسىتىدۇ
wa: Håyner les segondes

source: Check this if you want to show the seconds.
bg: Включете отметката, ако искате да се показват секундите.
et: Märkimisel näidatakse sekundeid.
eu: Markatu hau, segundoak erakustea nahi baduzu.
fi: Valitse tämä vain, jos haluat näyttää sekunnit.
he: בחר באפשרות זו אם ברצונך להציג את השניות.
hr: Uključite ovo ako želite vidjeti sekunde.
hu: Ha be van jelölve, ki lesznek írva a másodpercek.
ia: Marca isto si tu vole monstrar le secundas.
kk: Серундтарды көруді қаласаңыз - белгісін қойыңыз.
km: គូស​ធីក​ប្រសិន​បើ​អ្នក​ចង់​បង្ហាញ​វិនាទី ។
ko: 초를 보이려면 선택하십시오.
lv: Atzīmējiet šo, ja vēlaties redzēt sekundes.
nds: Maak dit an, wenn Du de Sekunnen wiesen wullt
pa: ਚੈੱਕ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਸਕਿੰਟ ਵੇਖਣੇ ਚਾਹੁੰਦੇ ਹੋ।
pl: Powinno być zaznaczone, jeśli mają być pokazywane sekundy.
pt: Assinale isto se quiser mostrar os segundos.
ru: Показывать секунды.
ug: سېكۇنتنى كۆرسەتمەكچى بولسىڭىز بۇ يەرنى تاللاپ قويۇڭ.
wa: Clitchîz çouchal si vs voloz mostrer les segondes.

source: Date format:
bg: Формат на датата:
et: Kuupäeva vorming:
eu: Data-formatua:
fi: Päivämäärän muoto:
he: תבנית תאריך:
hr: Format datuma:
hu: Dátumformátum:
ia: Formato de data:
kk: Күн пішімі:
km: ទ្រង់ទ្រាយ​កាលបរិច្ឆេទ ៖
ko: 날짜 형식:
lv: Datuma formāts:
nds: Datumformaat:
pa: ਮਿਤੀ ਫਾਰਮੈਟ:
pl: Format daty:
pt: Formato da data:
ru: Формат даты:
ug: چېسلا فورماتى:
