Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_applet_org.kde.notifications.po
Languages: et, eu, fr, he, hr, kk, lt, nds, pa, pt, sr@ijekavian

source: %1 [Finished]
et: %1 [lõpetatud]
eu: %1 [amaituta]
fr: %1 [Terminé]
he: %1 [הסתיים]
hr: %1 [završeno]
kk: %1 [аяқталған]
lt: %1 [baigta]
nds: %1 [Afslaten]
pa: %1 [ਮੁਕੰਮਲ]
pt: %1 [Terminada]
sr@ijekavian: %1 [завршено]

source: Open
et: Ava
eu: Ireki
fr: Ouvrir
he: פתח
hr: Otvori
kk: Ашу
lt: Atverti
nds: Opmaken
pa: ਖੋਲ੍ਹੋ
pt: Abrir
sr@ijekavian: Отвори

source: %1 file, to: %2
hr: %1 datoteka u: %2

source: 1 running job (%2 remaining)
hr: Izvršava se %1 posao (preostaje %2)

source: no running jobs
hr: Ni jedan posao se ne izvršava

source: %1 suspended job
hr: %1 obustavljen posao

source: %1 completed job
hr: %1 završen posao

source: %1 notification
et: %1 märguanne
eu: Jakinarazpen %1
he: הודעה %1
hr: %1 obavijest
kk: %1 құлақтандыру
lt: Vienas pranešimas
nds: %1 Bescheed
pa: %1 ਨੋਟੀਫਿਕੇਸ਼ਨ
pt: %1 notificação
sr@ijekavian: %1 обавјештење

source: No active jobs or notifications
hr: Nema aktivnih poslova ili obavijesti

source: Notifications and jobs
hr: Obavijesti i poslovi

# Generic title for the job transfer popup
source: Jobs
hr: Poslovi

source: More
hr: Više

source: Pause job
hr: Pauziraj posao

source: Resume job
hr: Nastavi posao

source: Cancel job
hr: Prekini posao

source: %1 (%2 remaining)
hr: %1 (preostaje %2)

# %1 is the name of the job, can be things like Copying, deleting, moving
source: %1 [Paused]
hr: %1 [pauzirano]

source: Paused
hr: Pauzirano

# %1 is the name of the job, can be things like Copying, deleting, moving
source: %1 [Finished]
hr: %1 [završeno]

source: %2 / 1 folder
hr: %2 / %1 mapa

source: %2 / 1 file
hr: %2 / %1 datoteka

source: Less
hr: Manje

source: Notifications
et: Märguanded
eu: Jakinarazpenak
he: הודעות
hr: Obavijesti
kk: Құлақтандырулар
lt: Pranešimai
nds: Bescheden
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
pt: Notificações
sr@ijekavian: Обавјештења

# Show all notifications
source: All
hr: Sve

source: Notification from %1
hr: Obavijest od %1

source: No notifications and no jobs
hr: Nema obavijesti i nema poslova

source: Information
hr: Informacije

source: Choose which information to show
et: Vali, millist teavet näidata
eu: Hautatu zein informazio erakutsi
fr: Choisir les informations à afficher
hr: Odaberite koje informacije treba prikazati
kk: Қай мәліметті қөрсету керек таңдау
lt: Pasirinkti, kurią informaciją rodyti
nds: De Informatschonen utsöken, de Du wiesen wullt
pa: ਚੁਣੋ ਕਿ ਕਿਹੜੀ ਜਾਣਕਾਰੀ ਵੇਖਾਈ ਜਾਵੇ
pt: Seleccione a informação a apresentar
sr@ijekavian: Изаберите које се информације приказују

source: Pop Up Notices
hr: Skočne objave

source: Application notifications
hr: Aplikacijske obavijesti

source: File transfers and other jobs
hr: Prijenosi datoteka i drugi poslovi

source: Popup
hr: Skočni prozor

source: Automatically hide
hr: Automatski sakrij

source: &Application notifications:
et: &Rakenduste märguanded:
eu: &Aplikazioen jakinarazpenak:
fr: Notifications d'&application :
kk: Қолданба құл&ақтандырулары:
lt: &Programų pranešimai:
nds: &Programm-Bescheden:
pa: ਐਪਲੀਕੇਸ਼ਨ ਨੋਟੀਫਿਕੇਸ਼ਨ(&A):
pt: Notificações da &aplicação:
sr@ijekavian: &Обавјештења из програма:

source: &File transfers and jobs:
et: &Failiedastused ja muud tööd:
eu: &Fitxategi-transferentziak eta beste lan batzuk:
fr: Transferts de &fichiers et tâches :
kk: &Файл тасымалдау және тапсырмалары:
lt: &Failų siuntimai ir užduotys:
nds: &Dateiöverdregen un Opgaven:
pa: ਫਾਇਲ ਟਰਾਂਸਫਰ ਤੇ ਜਾਬ(&F):
pt: Transferências de &ficheiros e tarefas:
sr@ijekavian: &Преноси фајлова и послови:

# Speed and estimated time to completition
source: %1 (%2 remaining)
et: %1 (%2 jäänud)
eu: %1 (%2 falta)
fr: %1 (reste %2)
he: %1 (נשארו %2)
kk: %1 (%2 қалды)
lt: %1 (liko %2)
nds: %1 (noch %2 över)
pa: %1 (%2 ਬਾਕੀ)
pt: %1 (falta %2)
sr@ijekavian: %1 (још %2)

# How much many bytes (or whether unit in the locale has been copied over total
source: %1 of %2
fr: %1 parmi %2
he: %1 מתוך %2
lt: %1 iš %2
nds: %1 vun %2
pa: %2 ਵਿੱਚੋਂ %1
pt: %1 em %2
sr@ijekavian: %1 од %2

source: %1 of %2 %3
fr: %1 parmi %2 %3
he: %1 מתוך %2 %3
lt: %1 iš %2 %3
nds: %1 vun %2 %3
pa: %2 ਵਿੱਚੋਂ %1
pt: %1 em %2 %3
sr@ijekavian: %1 од %2 %3

source: Transfers
et: Ülekanded
eu: Transferentziak
fr: Transfère
he: העברות
kk: Тасымалдар
lt: Perdavimai
nds: Överdregen
pa: ਟਰਾਂਸਫਰ
pt: Transferências
sr@ijekavian: Преноси

source: Notifications and Jobs
et: Märguanded ja tööd
eu: Jakinarazpenak eta lanak
fr: Notifications et tâches
he: הצגת הודעות ומשימות
kk: Тапсырмалар мен құлақтандырулар
lt: Pranešimai ir užduotys
nds: Bescheden un Opgaven
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਤੇ ਜਾਬ
pt: Notificações e Tarefas
sr@ijekavian: Обавјештења и послови

source: No notifications or jobs
et: Märguanded ja tööd puuduvad
eu: Ez dago jakinarazpenik edo lanik
fr: Aucune notification ou tâche
he: אין הודעות או משימות
kk: Құлақтандырулар мен тапсырмалар жоқ
lt: Nėra pranešimų ar užduočių
nds: Keen Bescheden oder Opgaven
pa: ਕੋਈ ਨੋਟੀਫਿਕੇਸ਼ਨ ਤੇ ਜਾਬ ਨਹੀਂ
pt: Sem notificações nem tarefas
sr@ijekavian: Нема обавјештења ни послова

source: %1 running job
et: %1 käimas töö
eu: Lan %1 exekutatzen
fr: Tâche %1 en cours d'exécution
he: משימה %1 פעילה
kk: %1 жегілген тапсырмалар
lt: 1 vykdoma užduotis
nds: %1 lopen Opgaav
pa: %1 ਚੱਲਦੀ ਜਾਬ
pt: %1 tarefa em execução
sr@ijekavian: %1 посао у погону

source: Copy
et: Kopeeri
eu: Kopiatu
fr: Copier
he: העתק
kk: Көшіріп алу
lt: Kopijuoti
nds: Koperen
pa: ਕਾਪੀ ਕਰੋ
pt: Copiar
sr@ijekavian: Копирај

source: Select All
et: Vali kõik
eu: Hautatu dena
fr: Tout sélectionner
he: בחר הכל
kk: Бүкілін таңдау
lt: Pažymėti viską
nds: Allens utsöken
pa: ਸਭ ਚੁਣੋ
pt: Seleccionar Tudo
sr@ijekavian: Изабери све

source: All
et: Kõik
eu: Dena
fr: Toutes
he: הכל
kk: Бүкіл
lt: Visi
pa: ਸਭ
pt: Tudo
sr@ijekavian: све

source: KiB/s
fr: Kio / s
he: ק"ב לשנייה
kk: КиБ/с
