Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma_applet_pager.po
Languages: ar, bg, ca@valencia, de, et, eu, fi, gl, he, hr, ia, is, ja, kk, km, ko, lt, nds, pa, pl, pt, ro, ru, sk, sl, tr, ug, uk, wa, zh_cn, zh_tw

source: &Add Virtual Desktop
ar: أ&ضف سطح مكتب تخيلي
bg: &Добавяне на работен плот
ca@valencia: &Afig un escriptori virtual
de: Virtuelle &Arbeitsfläche hinzufügen
et: Lis&a virtuaalne töölaud
eu: &Gehitu alegiazko mahaigaina
fi: &Lisää virtuaalityöpöytä
gl: &Engadir un escritorio virtual
he: &הוסף שולחן־עבודה וירטואלי
hr: Dod&aj virtualne radne površine
ia: &Adde Scriptorio Virtual
is: Bæt&a við sýndarskjáborði
ja: 仮想デスクトップを追加(&A)
kk: Виртуалды үстелін қ&осу
km: បន្ថែម​ផ្ទៃតុ​និម្មិត
ko: 가상 데스크톱 추가하기(&A)
lt: &Pridėti virtualų darbastalį
nds: Virtuell Schriefdisch &tofögen
pa: ਵੁਰਚੁਅਲ ਡੈਸਕਟਾਪ ਸ਼ਾਮਲ(&A)
pl: &Dodaj wirtualny pulpit
pt: &Adicionar um Ecrã Virtual
ro: &Adaugă birou virtual
ru: &Добавить виртуальный рабочий стол
sk: Prid&ať virtuálnu plochu
sl: Dod&aj navidezno namizje
tr: Sanal Masaüstü &Ekle
ug: مەۋھۇم ئۈستەلئۈستى قوش(&A)
uk: &Додати віртуальну стільницю
wa: &Radjouter forveyou scribanne
zh_cn: 添加虚拟桌面(&A)
zh_tw: 新增虛擬桌面(&A)

source: &Remove Last Virtual Desktop
ar: أ&زل أخر سطح مكتب تخيلي
bg: Према&хване на последния работен плот
ca@valencia: &Elimina el darrer escriptori virtual
de: Letzte Vi&rtuelle Arbeitsfläche entfernen
et: &Eemalda viimane virtuaalne töölaud
eu: &Kendu alegiazko azken mahaigaina
fi: &Poista viimeinen virtuaalityöpöytä
gl: &Eliminar o último escritorio virtual
he: &הסר את שולחן העבודה הוירטואלי האחרון
hr: &Ukloni zadnju virtualnu radnu površinu
ia: &Remove Ultime Scriptorio Virtual
is: Fja&rlægja fyrra sýndarskjáborð
ja: 最後の仮想デスクトップを削除(&R)
kk: Соңғы виртуалды үстелін алып &тастау
km: យក​ផ្ទៃតុ​និម្មិត​ចុងក្រោយ​​ចេញ
ko: 마지막 가상 데스크톱 지우기(&R)
lt: &Pašalinti paskutinį virtualų darbastalį
nds: Verleden virtuell Schriefdisch &wegdoon
pa: ਆਖਰੀ ਵੁਰਚੁਅਲ ਡੈਸਕਟਾਪ ਹਟਾਓ(&R)
pl: &Usuń ostatni wirtualny pulpit
pt: &Remover o Último Ecrã Virtual
ro: &Elimină ultimul birou virtual
ru: &Удалить виртуальный рабочий стол
sk: Ods&trániť poslednú virtuálnu plochu
sl: Odst&rani zadnje navidezno namizje
tr: &Son Sanal Masaüstünü Kaldır
ug: ئەڭ ئاخىرقى مەۋھۇم ئۈستەلئۈستىنى چىقىرىۋەت(&R)
uk: &Вилучити попередню віртуальну стільницю
wa: &Oister l' dierin forveyou scribanne
zh_cn: 删除最后的虚拟桌面(&R)
zh_tw: 移除上一個虛擬桌面(&R)

source: General
ar: عام
bg: Общи
de: Allgemein
et: Üldine
eu: Orokorra
fi: Perusasetukset
gl: Xeral
he: כללי
hr: Općenito
is: Almennt
ja: 全般
kk: Жалпы
km: ទូទៅ
ko: 일반
lt: Bendri
nds: Allmeen
pa: ਆਮ
pl: Ogólne
pt: Geral
ru: Параметры
sk: Všeobecné
sl: Splošno
tr: Genel
ug: ئادەتتىكى
uk: Загальне
wa: Djenerå
zh_cn: 常规
zh_tw: 一般

source: One window:
bg: Един прозорец:
ca@valencia: Una finestra:
de: Ein Fenster:
et: Üks aken:
eu: Leiho bat:
fi: Yksi ikkuna:
gl: Unha xanela:
he: חלון אחד:
hr: %1 prozor:
ia: Un Fenestra
is: Einn gluggi:
ja: 1 個のウィンドウ:
kk: %1 терезе:
km: បង្អួច %1 ៖
ko: 창 %1개:
lt: Vienas langas:
nds: Een Finster:
pa: ਇੱਕ ਵਿੰਡੋ:
pl: Jedno okno:
pt: Uma janela:
ro: O fereastră:
ru: %1 окно
sk: Jedno okno:
sl: %1 oken:
tr: %1 pencere:
ug: %1 كۆزنەك:
uk: %1 вікно:
wa: Ene finiesse :
zh_cn: %1 个窗口：
zh_tw: %1 個視窗：

source: and 1 other
bg: и още един
ca@valencia: i una altra
de: und 1 weiteres
et: ja veel 1
eu: eta beste 1
fi: ja yksi muu
gl: e 1 máis
he: ועוד אחד
hr: i %1 ostali
ia: e 1 altere
is: og 1 í viðbót
ja: と他 1 個
kk: және %1 басқа
km: និង %1 ផ្សេង​ទៀត
ko: 그리고 %1개 더
lt: ir %1 kitas
nds: un 1 anner
pa: ਅਤੇ 1 ਹੋਰ
pl: i jedno inne
pt: e uma outra
ro: și încă 1
ru: и %1 другое
sk: a 1 ďalšie
sl: in %1 drugih
tr: ve %1 diğer
ug: ۋە باشقا %1
uk: і %1 інше
wa: eyet èn ôte
zh_cn: 及其它 %1 个窗口
zh_tw: 以及 %1 個其他的

source: Configure Pager
ar: اضبط المنادي
bg: Настройки на работните плотове
ca@valencia: Configura el paginador
de: Arbeitsflächenumschalter einrichten
et: Töölaua lülitaja seadistamine
eu: Konfiguratu bilagailua
fi: Aseta sivutin
gl: Configurar o paxinador
hr: Podesi Pager
ia: Configura Pager
is: Stilla skjáborðsfletti
ja: ページャの設定
kk: Ақтарғышын баптау
km: កំណត់​រចនា​សម្ព័ន្ធ ភេគយ័រ
ko: 호출기 설정
lt: Konfigūruoti puslapiuotoją
nds: Pager instellen
pa: ਪੇਜ਼ਰ ਸੰਰਚਨਾ
pl: Konfiguruj podgląd pulpitów
pt: Configurar o Paginador
ro: Configurare paginator
ru: Настроить переключатель рабочих столов
sk: Nastaviť stránkovač
sl: Nastavi pozivnik
tr: Sayfalayıcıyı Yapılandır
ug: بەت ئايرىغۇچ سەپلىمىسى
uk: Налаштувати пейджер
wa: Apontyî Pager
zh_cn: 配置分页器
zh_tw: 設定虛擬桌面管理器

source: Display text:
ar: اعرض النص:
bg: Показване на текст:
ca@valencia: Mostra el text:
de: Anzeigetext:
et: Kuvatav tekst:
eu: Bistaratu testua:
fi: Näytettävä teksti:
gl: Texto para mostrar:
he: תצוגת טקסט:
hr: Prikaži tekst:
ia: Monstra texto:
is: Sýna texta:
ja: 表示テキスト:
kk: Жазуын көрсету
km: បង្ហាញ​អត្ថបទ ៖
ko: 표시할 텍스트:
lt: Rodyti tekstą:
nds: Wiest Text:
pa: ਵੇਖਾਇਆ ਟੈਕਸਟ:
pl: Pokazywany tekst:
pt: Mostrar o texto:
ro: Text afișat:
ru: Подпись:
sk: Zobraziť text:
sl: Pokaži besedilo:
tr: Görüntülenecek metin:
ug: تېكىست كۆرسەت:
uk: Показувати текст:
wa: Tecse håyné:
zh_cn: 显示文字：
zh_tw: 顯示的文字：

source: Desktop number
ar: رقم سطح المكتب
bg: Номер на работния плот
ca@valencia: NÃºmero d'escriptori
de: Arbeitsflächennummer
et: Töölaua number
eu: Mahaigainaren zenbakia
fi: Työpöydän numero
gl: O número do escritorio
he: שולחן עבודה מספר
hr: Broj radne površine
ia: Numero de Scriptorio
is: Númer skjáborðs
ja: デスクトップ番号
kk: Үстел нөмірі
km: លេខ​ផ្ទៃតុ
ko: 데스크톱 번호
lt: Darbastalio numerį
nds: Schriefdischnummer
pa: ਡੈਸਕਟਾਪ ਨੰਬਰ
pl: Numer pulpitu
pt: Número do ecrã
ro: Numărul biroului
ru: Номер рабочего стола
sk: Číslo plochy
sl: Številka namizja
tr: Masaüstü numarası
ug: ئۈستەلئۈستى نومۇرى
uk: Номер стільниці
wa: Limero do scribanne
zh_cn: 桌面编号
zh_tw: 桌面編號

source: Desktop name
ar: اسم سطح المكتب
bg: Име на работния плот
ca@valencia: Nom d'escriptori
de: Arbeitsflächenname
et: Töölaua nimi
eu: Mahaigainaren izena
fi: Työpöydän nimi
gl: O nome do escritorio
he: שם שולחן העבודה
hr: Naziv radne površine
ia: Nomine de scriptorio
is: Heiti skjáborðs
ja: デスクトップ名
kk: Үстел атауы
km: ឈ្មោះ​ផ្ទៃតុ
ko: 데스크톱 이름
lt: Darbastalio pavadinimą
nds: Schriefdischnaam
pa: ਡੈਸਕਟਾਪ ਨਾਂ
pl: Nazwa pulpitu
pt: Nome do ecrã
ro: Numele biroului
ru: Название рабочего стола
sk: Názov plochy
sl: Ime namizja
tr: Masaüstü adı
ug: ئۈستەلئۈستى ئاتى
uk: Назва стільниці
wa: No do scribanne
zh_cn: 桌面名称
zh_tw: 桌面名稱

source: No text
ar: بدون نص
bg: Без текст
ca@valencia: Sense text
de: Kein Text
et: Tekst puudub
eu: Testurik ez
fi: Ei tekstiä
gl: Ningún texto
he: ללא טקסט
hr: Bez teksta
ia: Nulle texto
is: Engin texti
ja: テキストなし
kk: Жазусыз
km: គ្មាន​អត្ថបទ
ko: 텍스트 없음
lt: Nerodyti jokio teksto
nds: Keen Text
pa: ਕੋਈ ਟੈਕਸਟ ਨਹੀਂ
pl: Brak tekstu
pt: Sem texto
ro: Fără text
ru: Нет надписи
sk: Žiadny text
sl: Brez besedila
tr: Metin yok
ug: تېكىست يوق
uk: Без тексту
wa: Nou tecse
zh_cn: 无文本
zh_tw: 沒有文字

source: Display icons:
ar: اعرض الأيقونات:
bg: Показване на икони:
ca@valencia: Mostra les icones:
de: Fenstersymbole:
et: Kuvatavad ikoonid:
eu: Bistaratu ikonoak:
fi: Näytä kuvakkeet:
gl: Mostrar as iconas:
he: תצוגת סמלים:
hr: Prikaži ikone:
ia: Monstra icones:
is: Sýna táknmyndir:
ja: アイコンを表示:
kk: Таңбашаларын көрсету:
km: បង្ហាញ​រូបតំណាង ៖
ko: 표시할 아이콘:
lt: Rodyti ženkliukus:
nds: Wiest Lüttbiller:
pa: ਵੇਖਾਏ ਆਈਕਾਨ:
pl: Pokaż ikony:
pt: Mostrar os ícones:
ro: Afișare pictograme:
ru: Показывать значки приложений:
sk: Zobraziť ikony:
sl: Pokaži ikone:
tr: Simgeleri göster:
ug: سىنبەلگىلەرنى كۆرسەت:
uk: Показувати піктограми:
wa: Håyner &imådjetes:
zh_cn: 显示图标：
zh_tw: 顯示圖示：

source: Selecting current desktop:
ar: تختار سطح المكتب الحالي:
bg: Избирането на текущия плот:
ca@valencia: En seleccionar l'escriptori actual:
de: Auswahl der aktuellen Arbeitsfläche bewirkt:
et: Aktiivse töölaua valimisel:
eu: Uneko mahaigaina aukeratzea:
fi: Valittaessa nykyinen työpöytä:
gl: Estase a escoller o escritorio actual:
he: בוחר את שולחן העבודה הנוכחי:
hr: Odabirem trenutnu radnu površinu:
ia: Il selige de scriptorio currente:
is: Vel núverandi skjáborð:
ja: 現在のデスクトップを選択:
kk: Ауысатын үстелі:
km: ជ្រើស​ផ្ទៃតុ​បច្ចុប្បន្ន ៖
ko: 현재 데스크톱 선택 시:
lt: Spragtelėjus dabartinį darbastalį:
nds: Aktuell Schriefdisch warrt utsöcht
pa: ਮੌਜੂਦਾ ਡੈਸਕਟਾਪ ਚੁਣਿਆ:
pl: Wybranie bieżącego pulpitu:
pt: Ao seleccionar o ecrã actual:
ro: Alegerea biroului curent:
ru: При выборе текущего рабочего стола:
sk: Výber aktuálnej plochy:
sl: Izbor trenutnega namizja:
tr: Geçerli masaüstü seçilince:
ug: نۆۋەتتىكى ئۈستەلئۈستىنى تاللاش:
uk: Вибір поточної стільниці:
wa: Tchoes do scribanne do moumint :
zh_cn: 选择当前桌面：
zh_tw: 選擇目前的桌面：

source: Does nothing
ar: لا يفعل شيء
bg: Не прави нищо
ca@valencia: No fa res
de: Nichts
et: Ei tehta midagi
eu: Ez du ezer egiten
fi: Ei tehdä mitään
gl: Non fai nada
he: עושה כלום
hr: Ne čini ništa
ia: Il face nihil
is: Gerir ekkert
ja: 何もしない
kk: Ештеңе істемейді
km: មិនធ្វើ​អ្វី​ទាំងអស់
ko: 아무것도 하지 않음
lt: Nieko nenutinka
nds: Deit nix
pa: ਕੁਝ ਨਾ ਕਰੋ
pl: Nic nie robi
pt: Não fazer nada
ro: Nu face nimic
ru: Не делать ничего
sk: Nerobí nič
sl: Ne naredi nič
tr: Hiçbir şey yapmaz
ug: ھېچقانداق قىلما
uk: Нічого не робить
wa: Ni fwait rén
zh_cn: 无动作
zh_tw: 不做任何事

source: Shows desktop
ar: يظهر سطح المكتب
bg: Показва на работния плот
ca@valencia: Mostra l'escriptori
de: Zeigt die Arbeitsfläche an
et: Töölaua näitamine
eu: Mahaigaina erakusten du
fi: Näytä työpöytä
gl: Mostra o escritorio
he: מראה שולחן־עבודה
hr: Prikaži radnu površinu
ia: Il monstra scriptorio
is: Sýnir skjáborðið
ja: デスクトップを表示
kk: Үстеді көрсетеді
km: បង្ហាញ​ផ្ទៃតុ
ko: 데스크톱 보이기
lt: Parodomas darbastalis
nds: Wiest den Schriefdisch
pa: ਡੈਸਕਟਾਪ ਵੇਖੋ
pl: Pokazuje pulpit
pt: Mostra o ecrã
ro: Arată biroul
ru: Показать рабочий стол
sk: Zobrazí plochu
sl: Pokaže namizje
tr: Masaüstünü gösterir
ug: ئۈستەلئۈستىنى كۆرسىتىدۇ
uk: Показує стільницю
wa: Mostere li scribanne
zh_cn: 显示桌面
zh_tw: 顯示桌面

source: Shows the dashboard
ar: تظهر لوحة الودجات
bg: Показва на таблото
ca@valencia: Mostra el tauler
de: Zeigt das Dashboard an
et: Vidinavaate näitamine
eu: Aginte-mahaia erakusten du
fi: Näytä kojelauta
gl: Mostra o cadro de control
he: מציג את המכתבה
hr: Pokaži nadzornu ploču
ia: Il monstra le pannello de instrumentos
is: Sýnir stjórnborðið
ja: ダッシュボードを表示
kk: Аспаптар панелін көрсетеді
km: បង្ហាញ​ផ្ទាំង​គ្រប់គ្រង
nds: Wiest dat Klockpaneel
pa: ਡੈਸ਼ਬੋਰਡ ਵੇਖੋ
pl: Pokazuje tablicę
pt: Mostra o painel
ro: Arată tabloul de bord
ru: Показать приборную доску
sk: Zobrazí nástenku
sl: Prikaže nadzorno ploščo
tr: Kontrol panelini gösterir
ug: تىزگىن تاختىنى كۆرسىتىدۇ
uk: Показує панель керування
wa: Mostere li tåvlea d' boird
zh_cn: 显示部件板
zh_tw: 顯示資訊看板
