Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/plasma-overlay.po
Languages: ar, ca, cs, da, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pa, pl, pt, ro, ru, sk, sl, sv, ug, uk, wa, zh_cn, zh_tw

source: Setup Mode - Screen is NOT locked
ar: وضع الإعداد - الشاشة غير مغلوقة
ca: Mode configuració - La pantalla NO està bloquejada
cs: Režim nastavení - obrazovka není uzamčena
da: Opsætningstilstand - skærmen er IKKE låst
el: Λειτουργία ρύθμισης - οθόνη μη κλειδωμένη
es: Modo de configuración - Pantalla NO bloqueada
et: Häälestusrežiim - ekraan EI OLE lukustatud
eu: Instalazio modua. Pantaila EZ dago blokeatuta.
fi: Asetustila – Näyttö EI ole lukossa
fr: Mode de configuration - l'écran n'est PAS verrouillé
ga: Mód Cumraíochta - NÍL an scáileán faoi ghlas
gl: Modo de configuración, a pantalla NON está trancada
he: מצב הכנה - המסך *לא* נעול
hi: सेटअप मोड स्क्रीन तालाबंद नहीं है
hr: Način postavki – Zaslon NIJE zaključan
hu: Szerkesztési mód - a képernyő nem lesz zárolva!
is: Uppsetningahamur - Skjárinn er EKKI læstur
it: Modalità configurazione - Schermo NON bloccato
ja: 設定モード - スクリーンはロックされていません
kk: Баптау күйі - Экран бұғатталМАған
km: របៀប​ចាប់ផ្ដើម អេក្រង់​មិន​បាន​ចាក់សោ​ទេ
ko: 설정 모드 - 화면이 잠기지 않았음
lt: Derinimo režimas – Ekranas NĖRA užrakintas
lv: Konfigurēšanas režīms - ekrāns NAV slēgts
nb: Oppsettskjøring ‒ skjermen er IKKE låst
nds: Instell-Bedriefoort - Schirm is NICH afslaten
nl: Instelmodus - scherm is NIET vergrendeld
nn: Oppsettsmodus – skjermen er IKKJE låst
pa: ਸੈੱਟਅੱਪ ਮੋਡ - ਸਕਰੀਨ ਲਾਕ ਨਹੀਂ ਹੈ
pl: Tryb ustawień - ekran NIE jest zablokowany
pt: Modo de Configuração - O ecrã NÃO está bloqueado
ro: Regim de configurare - Ecranul NU este blocat
ru: Настройка — экран не заблокирован
sk: Režim nastavenia - obrazovka nie je zamknutá
sl: Nastavitveni način - zaslon NI zaklenjen
sv: Inställningsläge - Skärmen är INTE låst
ug: تەڭشەك ھالىتى - ئېكران قۇلۇپلانمىغان
uk: Режим налаштування — екран НЕ заблоковано
wa: Môde apontiaedje - Li waitroûle n' est NÉN eclawêye
zh_cn: 设置模式 - 屏幕没有锁定
zh_tw: 設定模式─螢幕未鎖定

source: Aaron J. Seigo
hi: एरॉन जे. सीगो

source: John Lions
hi: जॉन लॉयन्स
