Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/powerdevilactivitiesconfig.po
Languages: es, eu, gl, lt, nb, pl, ru

# NAME OF TRANSLATORS
source: Your names
es: Javier Viñal
eu: Iñigo Salvador Azurmendi,Hizkuntza Politikarako Sailburuordetza
gl: Marce Villarino
lt: Donatas Glodenis
nb: Bjørn Steensrud
pl: Łukasz Wojniłowicz
ru: Julia Dronova

# EMAIL OF TRANSLATORS
source: Your emails
es: fjvinal@gmail.com
eu: xalba@euskalnet.net,hizpol@ej-gv.es
gl: mvillarino@gmail.com
lt: dgvirtual@akl.lt
nb: bjornst@skogkatt.homelinux.org
pl: lukasz.wojnilowicz@gmail.com
ru: juliette.tux@gmail.com

source: Activities Power Management Configuration
es: Configuración de actividades de gestión de energía
eu: Jardueretako energia kudeatzeko konfigurazioa
gl: Configuración da xestión da enerxía das actividades
lt: Veiklų energijos valdymo konfigūracija
nb: Oppsett av strømstyring for aktiviteter
pl: Konfiguracja zarządzania energią działań
ru: Настройка управления питанием для комнат

source: A per-activity configurator of KDE Power Management System
es: Un configurador por actividades del sistema de gestión de energía de KDE
eu: KDEren energia kudeatzeko sistemaren jarduerarako konfiguratzailea
gl: Un configurador por actividade do Sistema de KDE de xestión da enerxía
lt: Nuo veiklos priklausančių KDE energijos valdymo nustatymų konfigūravimo sistema
nb: Et verktøy for å stille inn KDEs strømstyringssystem per aktivitet
pl: Konfiguracja systemu zarządzania energią dla KDE specyficzna dla działania
ru: Инструмент настройки управления питанием KDE для отдельных комнат

source: (c), 2010 Dario Freddi
es: ©, 2010 Dario Freddi
nb: © 2010 Dario Freddi
ru: © Dario Freddi, 2010

source: From this module, you can fine tune power management settings for each of your activities.
es: Desde este módulo, usted puede realizar un ajuste fino de las preferencias de gestión de energía para cada una de sus actividades.
eu: Modulu honetan, energia kudeatzeko ezarpenak jarduera bakoitzerako doi ditzakezu.
gl: Con este módulopode axustar o consumo enerxético de cada unha das actividades.
lt: Šiame modulyje galite derinti galios valdymo nustatymus kiekvienai iš savo veiklų.
nb: Fra dernne modulen kan du fininnstille strømstyringen for hver av dine aktiviteter.
pl: Z tego modułu, możesz dostroić ustawienia zarządzania energią dla każdego ze swoich działań
ru: С помощью этого модуля можно настроить поведение менеджера управления питанием для каждой из комнат.

source: Dario Freddi
ru: Дарио Фредди (Dario Freddi)

source: Maintainer
es: Encargado
eu: Arduraduna
gl: Mantenedor
lt: Prižiūrėtojas
nb: Vedlikeholder
pl: Opiekun
ru: Сопровождающий

source: The activity service is running with bare functionalities. Names and icons of the activities might not be available.
es: El servicio de actividades está ejecutándose con funcionalidades desnudas. Los nombres e iconos de las actividades podrían no estar disponibles.
eu: Jarduera-zerbitzua oinarrizko funtzionalitateekin ari da exekutatzen. Baliteke jarduera-izenak eta -ikonoak erabilgarri ez egotea.
gl: Este servizo das actividades está aexecutarse coa mínima funcionalidade. Os nomes e iconas das actividades poden non estar dispoñíbeis.
lt: Veiklų tarnyba veikia ribotu funkcionalumu. Veiklų pavadinimai ir ženkliukai gali būti neprieinami.
nb: Aktivitetstjenesten kjører med lav funksjonalitet. Navn og ikoner for aktiviteter er kanskje utilgjengelige.
pl: Usługa działań została uruchomiona z podstawowymi możliwościami. Nazwy i ikony działań mogą być niedostępne.
ru: Служба активных действий запущена с минимальным функционалом. Названия и иконки комнат могут быть недоступны.

source: The activity service is not running. It is necessary to have the activity manager running to configure activity-specific power management behavior.
es: El servicio de actividades no se está ejecutando. Es necesario que el servicio de actividades esté en ejecución para configurar comportamientos de gestión de energía específicos por actividad,
eu: Jarduera-zerbitzua ez da exekutatzen ari. Jarduera-kudeatzaileak exekutatzen aritu behar du, jarduera jakin baten energia-kudeaketako portaera konfiguratzeko.
gl: O servizo da actividade non está dispoñíbel.É preciso que o xestor de actividades estexa a executarse para configurar a xestión da enerxía específica de cada unha das actividades.
lt: Veiklų tarnyba neveikia. Jei norite konfigūruoti nuo veiklų priklausančius energijos valdymo nustatymus, veiklų tvarkyklė turi veikti.
nb: Aktivitetstjenesten kjører ikke. Aktivitetstjenesten må kjøre for at det skal være mulig å sette opp strømstyring for hver aktivitet.
pl: Usługa działań jest nieuruchomiona. Aby skonfigurować zachowanie zarządzania energią, specyficzne dla działania, konieczne jest uruchomienie menadżera działań.
ru: Служба комнат не запущена. Для индивидуальных настроек поведения менеджера управления питанием эта служба должна быть запущена.

source: The Power Management Service appears not to be running. This can be solved by starting or scheduling it inside "Startup and Shutdown"
es: El servicio de gestión de energía parece que no se está ejecutando. Esto puede solucionarse iniciándolo o planificándolo dentro de «Arranque y apagado»
eu: Itxura denez, energia kudeatzeko sistema ez da exekutatzen ari. Sistema "Abioa eta itzaltzea" aukeran abiaraziz edo antolatuz konpon daiteke hori.
gl: Semella que o servizo de xestión da enerxía non se está a executar. Isto pode arranxarse iniciando ou planificándoo en «Arrinque e apagado»
lt: Energijos valdymo tarnyba atrodo neveikia. Ši problema gali būti išspręsta „Paleidimo ir išjungimo“ modulyje.
nb: Det ser ikke ut til at strømstyringstjenesten kjører. Dette kan løses ved å starte den eller sette den opp i «Oppstart og avslutning»
pl: Wygląda na to, że usługa zarządzania energią nie jest uruchomiona. Może to być rozwiązane przez uruchomienie planowania wewnątrz "Uruchamianie i wyłączanie"
ru: Похоже, что служба управления питанием не запущена. Это можно исправить, запустив службу или запланировав её запуск в настройках «Запуск и завершение».

source: Sleep
es: Dormir
eu: Lo egin
gl: Durmir
lt: Užmigdyti
nb: Hvile
pl: Uśpij
ru: Ждущий режим

source: Hibernate
es: Hibernar
eu: Hibernatu
gl: Hibernar
lt: Sustabdyti
nb: Dvalemodus
pl: Hibernuj
ru: Спящий режим

source: Shutdown
es: Apagar
eu: Itzali
gl: Apagar
lt: Išjungti
nb: Slå av maskinen
pl: Wyłącz
ru: Завершение работы

source: PC running on AC power
es: PC ejecutándose conectado a la red
eu: PCa korronte alternoarekin ari da exekutatzen
gl: PC conectado á corrente
lt: Kompiuteris veikia naudodamas išorinį maitinimą
nb: PC kjører på nettstrøm
pl: PC działający na prądzie z sieci
ru: Компьютер работает от сети

source: PC running on battery power
es: PC ejecutándose con batería
eu: PCa bateria-energiarekin ari da exekutatzen
gl: PC gastando as baterías
lt: Kompiuteris veikia maitinamas akumuliatoriaus
nb: PC kjører på batteri
pl: PC działający na prądzie z baterii
ru: Компьютер работает от батареи

source: PC running on low battery
es: PC ejecutándose con batería baja
eu: PCa bateria gutxirekin ari da exekutatzen
gl: PC con pouca batería
lt: Kompiuteris veikia maitinamas beveik išsikrovusios baterijos
nb: PC kjører på lavt batteri
pl: PC działający na słabej baterii
ru: Компьютер работает от батареи с низким уровнем заряда

# This is meant to be: Act like activity %1
source: Activity "%1"
es: Actividad «%1»
eu: "%1" jarduera
gl: Actividade «%1»
lt: Veikla „%1“
nb: Aktivitet «%1»
pl: Działanie "%1"
ru: Комната «%1»

source: Don't use special settings
es: No usar preferencias especiales
eu: Ez erabili ezarpen berezirik
gl: Non usar configuracións especiais
lt: Nenaudoti ypatingų nustatymų
nb: Ikke bruk spesielle innstillinger
pl: Nie używaj specjalnych ustawień
ru: Не применять особых настроек

source: Act like
es: Actuar como
eu: Jokatu honela:
gl: Comportarse como
lt: Tegul veikia kaip
nb: Bruk som
pl: Zachowuj się jak
ru: Действовать по аналогии с

source: Define a special behavior
es: Definir un comportamiento especial
eu: Definitu portaera berezi bat
gl: Definir un comportamento especial
lt: Nustatyti ypatingą elgesį
nb: Definer en spesiell oppførsel
pl: Określ specjalne zachowanie
ru: Определить специальное поведение

source: Never shutdown the screen
es: Nunca apagar la pantalla
eu: Ez itzali inoiz pantaila
gl: Non apagar nunca a pantalla
lt: Niekuomet neišjungti ekrano
nb: Slå aldri av skjermen
pl: Nigdy nie wyłączaj ekranu
ru: Никогда не гасить экран

source: Never suspend or shutdown the computer
es: Nunca suspender o apagar el equipo
eu: Ez eseki edo itzali inoiz ordenagailua
gl: Non suspender nin apagar nunca o ordenador
lt: Niekuomet neužmigdyti ir neišjungti kompiuterio
nb: Gå aldri i dvale eller slå av maskinen
pl: Nigdy nie wstrzymuj i nie wyłączaj komputera
ru: Никогда не выключать компьютер и не переводить в ждущий режим

source: Always
es: Siempre
eu: Beti
gl: Sempre
lt: Visada
nb: Alltid
pl: Zawsze
ru: Всегда

source: after
es: después
eu: honen ondoren:
gl: despois de
lt: po
nb: etter
pl: po
ru: после

source: min
ru: мин

source: Use separate settings (advanced users only)
es: Usar preferencias separadas (solo usuarios avanzados)
eu: Erabili ezarpen bereiziak (erabiltzaile aurreratuak soilik)
gl: Usar configuracións por separado (usuarios avanzados)
lt: Naudoti atskirus nustatymus (tik pažengusiems naudotojams)
nb: Bruk atskilte innstillinger (bare for avanserte brukere)
pl: Użyj osobnych ustawień (tylko dla zaawansowanych użytkowników)
ru: Использовать отдельные настройки (только для опытных пользователей)
