Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/powerdevil.po
Languages: es, eu, ko, lt, nb, pl, tr

source: KDE Power Management System could not be initialized. The backend reported the following error: %1 Please check your system configuration
es: No se ha podido iniciar el sistema de gestión de energía de KDE. El motor ha informado del siguiente fallo: %1 Por favor, compruebe la configuración de su sistema
eu: KDEren energia kudeatzeko sistema ezin da hasieratu. Bizkarraldeak errore hau jakinarazi du: %1 Egiaztatu sistema-konfigurazioa
ko: KDE 전원 관리 시스템을 초기화할 수 없습니다. 백엔드 오류는 다음과 같습니다: %1 시스템 설정을 확인하십시오
lt: Nepavyko inicializuoti KDE energijos valdymo sistemos. Programinė sąsaja pranešė apie šią klaidą: %1. Prašome patikrinti sistemos konfigūraciją.
nb: Klarte ikke å klargjøre KDEs strømstyringssystem. Bakgrunnsmotoren meldte følgende feil: %1 Kontroller systeminnstillingene
pl: System zarządzania energią KDE nie mógł zostać zainicjalizowany. Silnik zgłosił następujący błąd: %1 Proszę sprawdzić swoją konfigurację systemu
tr: KDE Güç Yönetimi Sistemi başlatılamadı. Arka uç şu hatayı bildirdi: %1 Lütfen sistem yapılandırmanızı kontrol edin

source: Charge Complete
es: Carga completa
eu: Karga beteta
ko: 충전 완료됨
lt: Įkrovimas baigtas
nb: Fullført lading
pl: Ukończono ładowanie
tr: Şarj Tamamlandı

source: Your battery is now fully charged.
es: La batería está completamente cargada.
eu: Bateria erabat kargatuta dago orain.
ko: 배터리가 완전히 충전되었습니다.
lt: Jūsų akumuliatorius dabar yra pilnai įkrautas.
nb: Batteriet er nå fulladet.
pl: Twoja bateria jest teraz w pełni naładowana.
tr: Piliniz artık tamamen şarjlı.

source: min
ko: 분
tr: dk
