Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/powerdevilglobalconfig.po
Languages: ar, ca, cs, da, el, es, eu, fi, fr, hr, hu, it, kk, km, ko, lt, nb, nds, nl, nn, pa, pl, ro, ru, sk, sl, sr, uk, wa, zh_cn, zh_tw

source: Battery is at critical level at
ar: البطارية في مستوى حرج عند
ca: La bateria és en el nivell crític a
cs: Baterie je kriticky vybitá při
da: Batteriet er på kritisk niveau ved
el: Η μπαταρία είναι σε κρίσιμο επίπεδο στο
es: La batería está en nivel crítico al
eu: Bateria-maila oso baxua da hemen:
fi: Akku on kriittisen vähissä
fr: La batterie est au niveau critique à
hr: Baterija je na kritičnoj razini pri
hu: Kritikus akkumulátorszint:
it: La batteria è al livello critico a
kk: Батарея әбден сарқылды дейтін деңгейі:
km: ថ្មី​ស្ថិត​ក្នុង​កម្រិត​គ្រោះថ្នាក់
ko: 배터리 바닥남 수준
lt: Akumuliatoriaus lygis yra kritinis ties
nb: Batteriet er på kritisk nivå ved
nds: Batterie is "Kritisch" bi
nl: Batterij bereikt kritiek niveau op
nn: Batteriet er ved kritisk nivå
pa: ਬੈਟਰੀ ਨਾਜ਼ੁਕ ਲੈਵਲ ਉੱਤੇ
pl: Krytyczny poziom baterii przy
ro: Acumulatorul este la nivel critic la
ru: Критический уровень заряда
sk: Batéria je na kritickej úrovni pri
sl: Raven baterije je kritična pri
sr: Батерија је критична на
uk: Критичним є рівень заряду у
wa: Li batreye est a on livea critike a
zh_cn: 危急级电量临界水平
zh_tw: 電池電力已嚴重不足，目前容量

source: Critical battery level
ar: مستوى البطارية في مستوى حرج
ca: Nivell crític de la bateria
cs: Kritické vybití baterie
da: Kritisk batteriniveau
el: Κρίσιμο επίπεδο μπαταρίας
es: Nivel crítico de batería
eu: Bateria-maila oso baxua
fi: Kriittinen varaustaso
fr: Niveau de batterie critique
hr: Kritična razina baterije
hu: Kritikus akkumulátorszint
it: Livello della batteria critico
kk: Батареяның әбден сарқылған деңгейі
km: កម្រិត​ថ្ម​គ្រោះថ្នាក់
ko: 배터리 바닥남 수준
lt: Kritinis akumuliatorius lygis
nb: Kritisk batterinivå
nds: Kritisch-Batteriestoop
nl: Kritiek batterijniveau
nn: Kritisk batterinivå
pa: ਨਾਜ਼ੁਕ ਬੈਟਰੀ ਲੈਵਲ
pl: Krytyczny poziom baterii
ro: Nivel critic al acumulatorului
ru: Критический уровень заряда батареи
sk: Kritická úroveň batérie
sl: Kritična raven baterije
sr: Критични ниво батерије
uk: Критичний рівень заряду
wa: Livea critike del batreye
zh_cn: 危急电量水平
zh_tw: 電池電力嚴重不足

source: Battery will be considered critical when it reaches this level
ar: ستعتبر البطارية في مستوى حرج عند الوصول لهذا المستوى
ca: Es considerarà que la bateria està crítica quan arribi a aquest nivell
cs: Stav nabití baterie bude považován za kritický pokud dosáhne této úrovně
da: Batteriet vil blive anset for at være kritisk, når det når dette niveau
el: Η μπαταρία θα θεωρείται κρίσιμη όταν φτάσει αυτό το επίπεδο
es: El nivel de batería se considerará crítico cuando alcance este nivel
eu: Bateria oso gutxi dagoela joko da maila honetara iristen denean
fi: Varaus on kriittinen, kun se laskee tälle tasolle
fr: Le niveau de la batterie sera considéré comme critique lorsqu'elle aura atteint ce niveau
hr: Baterija će se smatrati da je na kritičnoj razini kada dosegne ovu razinu
hu: Az akkumulátor kritikus állapotúvá lesz nyilvánítva, ha eléri ezt a szintet
it: La batteria verrà considerata al livello critico quando raggiunge questo livello
kk: Батарея әбден сарқылған деп есептелетін деңгейі
km: ថ្ម​នឹង​ត្រូវ​បាន​គិត​ថា​សំខាន់​បំផុត នៅពេល​វា​ដល់​កម្រិត​នេះ
ko: 이 수준에 도달했을 때 배터리가 바닥난 것으로 간주합니다
lt: Akumuliatoriaus lygis bus laikomas kritiniu, kai pasiekia šį lygį
nb: Når batteriet er på dette nivået er det på kritisk nivå
nds: De Batterie langt bi disse Stoop bi "Kritisch" an
nl: Batterijcapaciteit is kritiek laag wanneer het dit niveau heeft bereikt
nn: Batteri vert rekna som ved kritisk lågt når det når dette nivået
pa: ਬੈਟਰੀ ਨੂੰ ਨਾਜ਼ੁਕ ਮੰਨਿਆ ਜਾਵੇਗਾ, ਜੇ ਇਹ ਲੈਵਲ ਅੱਪੜ ਗਿਆ
pl: Poziom naładowania baterii zostanie uznany za krytyczny, gdy osiągnie on tą wartość
ro: Acumulatorul va fi considerat ca fiind la un nivel critic cînd atinge acest nivel
ru: Критический уровень заряда батареи
sk: Nabitie batérie bude považované za kritické, keď dosiahne túto úroveň
sl: Napolnjenost baterije bo obravnavana kot kritična, ko doseže to raven
sr: Узима се да је батерија критична када досегне овај ниво.
uk: Вважатиметься, що рівень заряду акумулятора критично низький, коли він досягне цього рівня
wa: Li batreye serè veyowe come estant å livea critike cwand elle arivrè a c' livea ci
zh_cn: 电池电量达到这个水平时视作电量危急
zh_tw: 電池電力低於此等級的話，將視為嚴重不足

source: (c), 2010 Dario Freddi
ar: (c), 2010 داريو فريدي
fi: ©, 2010 Dario Freddi
hu: (C) Dario Freddi, 2010.
it: ©, 2010 Dario Freddi
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០១០ ដោយ Dario Freddi
nb: © 2010 Dario Freddi
nds: © 2010 Dario Freddi
nn: © 2010 Dario Freddi
ru: © Dario Freddi, 2010
sl: ©, 2010 Dario Freddi
sr: © 2010, Дарио Фреди
uk: © Dario Freddi, 2010
wa: ©, 2010 Dario Freddi

source: The Power Management Service appears not to be running. This can be solved by starting or scheduling it inside "Startup and Shutdown"
ar: يبدو أن خدمة إدارة الطاقة لا تعمل. يمكن حل تلك المشكلة عن طريق بدء الخدمة أو جدولتها من خلال خيارات "بدء التشغيل و الإطفاء" .
ca: Sembla que el servei de gestió d'energia no s'està executant. Això es pot solucionar engegant o planificant-lo des de «Inici i aturada».
cs: Nezdá se, že služba správy napájení běží. Toto lze vyřešit jejím spuštěním a nebo naplánováním v "Spuštění a ukončení"
da: Strømstyringstjenesten lader til ikke at køre. Dette kan løses ved at starte eller skemalægge den i "Opstart og nedlukning"
el: Η υπηρεσία διαχείρισης ενέργειας δεν φαίνεται να εκτελείται. Αυτό μπορεί να επιλυθεί με την έναρξη ή τον προγραμματισμό της από το "Εκκίνηση και τερματισμός"
es: El servicio de gestión de energía parece que no se está ejecutando. Esto puede solucionarse iniciándolo o planificándolo dentro de «Arranque y apagado»
eu: Itxura denez, energia kudeatzeko sistema ez da exekutatzen ari. Sistema "Abioa eta itzaltzea" aukeran abiaraziz edo antolatuz konpon daiteke hori.
fi: Virranhallintapalvelu ei ole käynnissä. Käynnistä tai ajasta se järjestelmäasetusten ”Käynnistys ja sammutus” -osiosta.
fr: Le service de gestion de l'alimentation ne semble pas être en cours de fonctionnement. Ce problème peut être résolu en le démarrant ou en le programmant dans « Démarrage et arrêt »
hu: Úgy tűnik, hogy az energiakezelő szolgáltatás nem fut. Ez megoldható a szolgáltatás elindításával vagy ütemezésével a Rendszerbeállítások „Indulás és leállítás” moduljában.
it: Il servizio di gestione energetica non sembra essere in esecuzione. Questo problema può essere risolto avviandolo o pianificandone l'esecuzione in «Avvio e spegnimento»
kk: Қуаттандыруны басқару қызметі жегілмеген сияқты. Бұл "Бастау мен сөндіру" дегенде жегіп не жоспарлап шешіледі
km: សេវាកម្ម​គ្រប់គ្រង​ថាមពល​បង្ហាញ​ថា​មិន​កំពុង​ដំណើរការ​ទេ ។ វា​អាច​ត្រូវ​បានដោះស្រាយ​ដោយ​ចាប់ផ្ដើម ឬ​កំណត់​កាលវិភាគ​ឡើងវិញ នៅ​ក្នុង "ចាប់ផ្ដើម និង​បិទ"
ko: 전원 관리 서비스가 실행 중이 아닌 것 같습니다. "시작 및 종료" 항목에서 전원 관리 서비스를 시작하거나 예약하십시오
lt: Energijos valdymo tarnyba atrodo neveikia. Ši problema gali būti išspręsta „Paleidimo ir išjungimo“ modulyje.
nb: Det ser ikke ut til at strømstyringstjenesten kjører. Dette kan løses ved å starte den eller sette den opp i «Oppstart og avslutning»
nds: As dat lett löppt dat Stroomkuntrullsysteem nich. Dat lett sik över "An- un Utmaken" instellen.
nl: De service energiebeheer lijkt niet actief te zijn. Dit kan worden opgelost door het op te starten of te plannen in "Opstarten en afsluiten"
pa: ਪਾਵਰ ਮੈਨੇਜਮੈਂਟ ਸਰਵਿਸ ਚੱਲਦੀ ਨਹੀਂ ਜਾਪਦੀ ਹੈ। ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਕਰਕੇ ਜਾਂ "ਸਟਾਰਟਅੱਪ ਅਤੇ ਸੱਟਡਾਊਨ" ਵਿੱਚ ਸੈਡਿਊਲ ਕਰਕੇ ਹੱਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pl: Wygląda na to, że usługa zarządzania energią nie jest uruchomiona. Może to być rozwiązane przez uruchomienie planowania wewnątrz "Uruchamianie i wyłączanie"
ro: Se pare că serviciul de gestionare a alimentării nu este în execuție. Această problemă se poate rezolva prin pronirea serviciului sau planificarea lui în "Pornire și oprire"
ru: Похоже, что служба управления питанием не запущена. Это можно исправить, запустив службу или запланировав её запуск в настройках «Запуск и завершение».
sk: Zdá sa, že služba správy napájania nebeží. Toto môžte vyriešiť jej spustením alebo naplánovaním v "Spustenie a vypnutie"
sl: Videti je, da storitev za upravljanje z energijo ne teče. Da to razrešite, jo zaženite ali pa določite čas zagona v »Zagon in izklop«.
sr: Изгледа да сервис за управљање напајањем није у погону. Ово се може решити тако што се покрене или распореди под <interface>Подизање и гашење</interface>.
uk: Здається, службу керування живленням не запущено. Цю проблему можна вирішити запуском служби або додаванням служби до списку запуску у модулі «Запуск і вихід»
zh_cn: 电源管理服务未运行。 可以启动它或者在“启动和关闭系统”中设置自动启动。
zh_tw: 電源管理服務似乎尚未執行。 您可以在「啟動與關閉」裡啟動或將它加入排程。

source: <b>Battery levels</b>
ar: <b>مستويات البطارية</b>
ca: <b>Nivells de la bateria</b>
cs: <b>Úrovně baterie</b>
da: <b>Batteriniveauer</b>
el: <b>Επίπεδα μπαταρίας</b>
es: <b>Niveles de batería</b>
eu: <b>Bateria-mailak</b>
fi: <b>Varaustasot</b>
fr: <b>Niveaux de la batterie</b>
hu: <b>Akkumulátorszintek</b>
it: <b>Livelli della batteria</b>
kk: <b>Батарея деңгейлері</b>
km: <b>កម្រិត​ថ្ម</b>
ko: <b>배터리 잔량</b>
lt: <b>Akumuliatoriaus įkrovos lygmenys</b>
nb: <b>Batterinivåer</b>
nds: <b>Batteriestopen</b>
nl: <b>Batterijniveaus</b>
pa: <b>ਬੈਟਰੀ ਲੈਵਲ</b>
pl: <b>Poziomy baterii</b>
ro: <b>Niveluri acumulator</b>
ru: <b>Уровни заряда батареи</b>
sk: <b>Úrovne batérie</b>
sl: <b>Ravni baterije</b>
sr: <b>Нивои батерије</b>
uk: <b>Заряд акумуляторів</b>
zh_cn: <b>电池电量</b>
zh_tw: <b>電池電力</b>

source: When battery is at critical level
ar: عندما تكون البطارية في مستوى حرج
ca: Quan la bateria és en el nivell crític
cs: Pokud je úroveň baterie kritická
da: Når batteriet er på kritisk niveau
el: Όταν η μπαταρία είναι σε κρίσιμο επίπεδο
es: Cuando la batería esté en un nivel crítico
eu: Bateria-maila oso baxua denean
fi: Kun akku on kriittisen vähissä
fr: Lorsque la batterie atteint un niveau critique
hu: Ha az akkumulátorszint kritikus
it: Quando la batteria è al livello critico
kk: Батарея әбден сарқылған деңгейде
km: នៅពេល​ថ្ម​​ស្ថិត​ក្នុងកម្រិត​ទាប
ko: 배터리가 바닥났을 때
lt: Kai akumuliatoriaus lygis pasiekia kritinį
nb: Når batteriet når kritisk nivå
nds: Wenn de Batterie "kritisch" is
nl: Wanneer de batterij een laag niveau bereikt heeft
pa: ਜਦੋਂ ਬੈਟਰੀ ਨਾਜ਼ੁਕ ਰੂਪ ਵਿੱਚ ਘੱਟ ਹੈ
pl: Gdy bateria jest na poziomie krytycznym
ro: Cînd acumulatorul e la nivelul critic
ru: При критическом уровне заряда
sk: Pri kritickej úrovni batérie
sl: Ko je raven baterije kritična
sr: Када је батерија критична
uk: Якщо рівень заряду стає низьким
zh_cn: 电池电量非常低时
zh_tw: 當電池電力嚴重不足時

source: When this option is selected, applications will not be allowed to inhibit sleep when the lid is closed
ar: عند اختيار هذا الخيار لن يسمح للتطبيقات أن تمنع في وضع النوم عند إغلاق الشاشة
ca: Quan aquesta opció està seleccionada, les aplicacions no poden inhibir l'entrada en suspensió quan es tanqui la tapa
cs: Pokud je tato možnost povolena, aplikacím nebude umožněno přerušit uspání při zavření víka
da: Når denne indstilling er aktiveret, vil programmer ikke kunne tilbageholde slumretilstand når låget lukkes
el: Όταν επιλεχθεί η ρύθμιση αυτή, δεν θα επιτρέπεται στις εφαρμογές να αποτρέψουν την κοίμηση όταν το καπάκι είναι κλειστό
es: Cuando está seleccionada esta opción, las aplicaciones no podrán inhibir la suspensión cuando se cierra la tapa
eu: Aukera hau hautatuz gero, aplikazioek ezin izango dute lo egitea galarazi ordenagailuaren tapa itxitakoan
fi: Tällä asetuksella ohjelmien ei sallita estää lepotilaan siirtymistä kantta suljettaessa.
fr: Lorsque cette option est sélectionnée, les applications ne seront pas autorisées à inhiber la mise en veille lorsque l'écran du portable est rabattu
hu: Ha ez a beállítás ki van jelölve, az alkalmazások nem akadályozhatják meg a felfüggesztést a fedél lezárásakor
it: Quando questa opzione è selezionata, alle applicazioni non sarà consentito di bloccare la sospensione quando lo schermo è chiuso
kk: Белгісі қойылса, қолданбаға ноутбуктің қақпағы жабылғанда қалғу режіміне кедергі қылуға рұқсат етілмейді
km: នៅពេល​​បាន​ជ្រើស​ជម្រើស​នេះ កម្មវិធី​នឹង​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ដេក​នៅ​ពេលបិទ lid ទេ
ko: 이 옵션을 사용하면 덮개를 닫았을 때 프로그램에서 절전 모드를 요청하지 못하게 합니다
lt: Kai šita parinktis įjungta, programoms nebus leidžiama uždrausti užmigimą kai uždaromas ekranas
nb: Når dette er valgt får programmer ikke lov til å stoppe hvilemodus når lokket lukkes
nds: Is dit anmaakt, dörvt Programmen dat Utsetten nich blockeren, wenn de Reeknerdeckel tomaakt warrt
nl: Als deze optie is ingeschakeld, worden het toepassingen niet toegestaan om het slapen gaan tegen te houden.
pl: Gdy zostanie wybrana ta opcja, to programy nie będą miały możliwości wejścia w stan uśpienia, gdy pokrywa zostanie zamknięta
ro: Cînd această opțiune e aleasă, aplicațiile nu vor avea voie să inhibe adormirea la închiderea capacului
ru: Эта опция не даёт приложениям препятствовать уходу системы в спящий режим при закрытии крышки ноутбука.
sk: Ak je táto možnosť označená, aplikácie nebudú mať povolené brániť sa uspaniu pri zatvorení veka
sl: Ko je izbrana ta možnost, programom ob zaprtju prenosnika ne bo dovoljeno preprečiti prehoda v pripravljenost
sr: Активирањем ове опције програмима више неће бити допуштено да спрече спавање при спуштању поклопца.
uk: Якщо позначено цей пункт, програми не зможуть забороняти системі переходити у стан сну після складання ноутбука
zh_cn: 当打开这个选项时，合上笔记本时程序将不能阻止睡眠操作。
zh_tw: 選取此選項的話，在關起上蓋時，應用程式將不被允許進入休眠模式。

source: Never prevent an action on lid close
ar: لا تمنع أي إجراء عند إغلاق الشاشة
ca: No impedeixis mai cap acció en tancar la tapa
cs: Nedovolit zabránění akce při zavření víka
da: Forhindr aldrig en handling ved lukning af låget
el: Να μην εμποδιστεί ποτέ μια ενέργεια όταν το καπάκι κλείσει
es: No impedir ninguna acción al cerrar la tapa
eu: Inoiz ez galarazi ekintzarik tapa ixtean
fi: Älä estä toimintoa kantta suljettaessa
fr: Ne jamais empêcher une action lorsque l'écran est rabattu.
hu: Soha ne akadályozzon meg egy műveletet a fedél lezárásakor
it: Non impedire mai un'azione alla chiusura dello schermo
kk: Қақпағы жабылғандағы амалға кедергі қылмау
km: កុំ​ការពារ​សកម្មភាព​នៅ​​ពេលបិទ lid
ko: 덮개를 닫았을 때 동작 막지 않기
lt: Niekada nestabdyti veiksmo užveriant ekraną
nb: Hindre aldri en handling når lokket lukkes
nds: Nienich en Akschoon verhöden, wenn de Reeknerdeckel tomaakt warrt
nl: Nooit een actie voorkomen als het deksel wordt gesloten
pa: lid ਬੰਦ ਕਰਨ ਸਮੇਂ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਨਾ ਰੋਕੋ
pl: Nigdy nie zapobiegaj działaniu przy zamykaniu pokrywy
ro: Nu bloca niciodată acțiunile la închiderea capacului
ru: Никогда не препятствовать действиям системы при закрытии крышки ноутбука
sk: Nikdy nezamedzovať akcii pri zatvorení veka
sl: Ob zaprtju prenosnika nikoli ne prepreči dejanja
sr: Без спречавања радње на спуштање поклопца
uk: Не перешкоджати присиплянню після складання
zh_cn: 合上笔记本盖时不要阻止动作
zh_tw: 關閉上蓋時避免做任何動作

source: Dario Freddi
ar: داريو فريدي
pa: ਡਾਈਰੋ ਫਰਿੱਡੀ
sr: Дарио Фреди
