Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/powerdevil.po
Languages: es, eu, ko, lt, nb, pl, tr

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra,Ignacio Poggi,Cristina Yenyxe González García
eu: Iñigo Salvador Azurmendi,Hizkuntza Politikarako Sailburuordetza

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net,ignaciop.3@gmail.com,the.blue.valkyrie@gmail.com
eu: xalba@euskalnet.net,Hizpol@ej-gv.es

# @action:inmenu Global shortcut
source: Increase Screen Brightness
es: Aumentar el brillo de la pantalla
eu: Handitu pantailaren distira
ko: 화면 밝게 하기
lt: Padidinti ekrano šviesumą
nb: Øk lysstyrke på skjermen
pl: Zwiększ jasność ekranu
tr: Ekran Parlaklığını Arttır

# @action:inmenu Global shortcut
source: Decrease Screen Brightness
es: Disminuir el brillo de la pantalla
eu: Txikitu pantailaren distira
ko: 화면 어둡게 하기
lt: Sumažinti ekrano šviesumą
nb: Reduser lysstyrke på skjermen
pl: Zmniejsz jasność ekranu
tr: Ekran Parlaklığını Azalt

# Brightness level, label for the slider
source: Level
es: Nivel
eu: Maila
ko: 단계
lt: Lygis
nb: Nivå
pl: Poziom
tr: Seviye

source: After
es: Después de
eu: Honen ondoren:
ko: 이후
lt: Po
nb: Etter
pl: Po
tr: Sonra

# @action:inmenu Global shortcut
source: Sleep
es: Dormir
eu: Lo egin
ko: 대기 모드
lt: Užmigdyti
nb: Hvile
pl: Uśpij
tr: Uyut

# @action:inmenu Global shortcut
source: Hibernate
es: Hibernar
eu: Hibernatu
ko: 최대 절전 모드
lt: Hibernuoti
nb: Dvale
pl: Hibernuj
tr: Hazırda Beklet

source: Do nothing
es: No hacer nada
eu: Ez egin ezer
ko: 아무것도 하지 않음
lt: Nieko nedaryti
nb: Ikke gjør noe
pl: Nic nie rób
tr: Hiçbir şey yapma

source: Sleep
es: Dormir
eu: Lo egin
ko: 대기 모드
lt: Užmigdyti
nb: Hvile
pl: Uśpij
tr: Uyut

source: Hibernate
es: Hibernar
eu: Hibernatu
ko: 최대 절전 모드
lt: Sustabdyti
nb: Dvale
pl: Hibernuj
tr: Hazırda Beklet

source: Shutdown
es: Apagar
eu: Itzali
ko: 컴퓨터 끄기
lt: Išjungti
nb: Skru av
pl: Wyłącz
tr: Kapat

source: Lock screen
es: Bloquear la pantalla
eu: Giltzatu pantaila
ko: 화면 잠그기
lt: Užrakinti ekraną
nb: Lås skjermen
pl: Zablokuj ekran
tr: Ekranı Kilitle

source: Prompt log out dialog
es: Mostrar diálogo para salir de la sesión
eu: Erakutsi saioa amaitzeko elkarrizketa-leihoa
ko: 로그아웃 대화 상자 표시하기
lt: Rodyti išsiregistravimo dialogą
nb: Ledetekst for utloggingsdialog
pl: Zapytaj o wylogowanie
tr: Çıkış penceresini göster

source: Turn off screen
es: Apagar la pantalla
eu: Itzali pantaila
ko: 화면 끄기
lt: Išjungti ekraną
nb: Slå av skjermen
pl: Wyłącz ekran
tr: Ekranı kapat

source: When laptop lid closed
es: Cuando se cierre la tapa del equipo portátil
eu: Ordenagailu eramangarriaren tapa ixtean
ko: 노트북 덮개를 닫았을 때
lt: Uždarius kompiuterio dangtį
nb: Når lokket lukkes på den bærbare maskinen
pl: Gdy pokrywa laptopa zostanie zamknięta
tr: Dizüstü bilgisayarın kapağı kapatıldığında

source: When power button pressed
es: Cuando se pulse el botón de encendido
eu: Itzali eta pizteko botoia sakatzean
ko: 전원 단추를 눌렀을 때
lt: Nuspaudus maitinimo mygtuką
nb: Når strømknappen trykkes
pl: Gdy zostanie wciśnięty przycisk włączania
tr: Güç düğmesine basıldığında

# @action:inmenu Global shortcut
source: Increase Keyboard Brightness
es: Aumentar el brillo del teclado
eu: Handitu pantailaren distira
ko: 키보드 밝게 하기
lt: Padidinti klaviatūros šviesumą
nb: Øk lysstyrken på tastaturet
pl: Zwiększ jasność klawiatury
tr: Klavye Parlaklığını Arttır

# @action:inmenu Global shortcut
source: Decrease Keyboard Brightness
es: Disminuir el brillo del teclado
eu: Txikitu pantailaren distira
ko: 키보드 어둡게 하기
lt: Sumažinti klaviatūros šviesumą
nb: Minsk lysstyrken på tastaturet
pl: Zmniejsz jasność klawiatury
tr: Klavye Parlaklığını Azalt

# @action:inmenu Global shortcut
source: Toggle Keyboard Backlight
es: Conmutar la luz trasera del teclado
eu: Aktibatu/Desaktibatu teklatuaren atzeko argia
ko: 키보드 백라이트 켬/끔
lt: Keisti klaviatūros apšvietimą
nb: Slå tastaturbaklys av/på
pl: Przełącz podświetlenie klawiatury
tr: Klavye Arka Işığını Aç/Kapat

# @label:slider Brightness level
source: Level
es: Nivel
eu: Maila
ko: 단계
lt: Lygis
nb: Nivå
pl: Poziom
tr: Seviye

source: Script
es: Guion
eu: Scripta
ko: 스크립트
lt: Scenarijus
nb: Skript
pl: Skrypt
tr: Betik

source: On Profile Load
es: Al cargar perfil
eu: Profila kargatzean
ko: 프로필 불러올 때
lt: Įkeliant profilį
nb: Når profil lastes
pl: Przy wczytaniu profilu
tr: Profil Yüklendiğinde

source: On Profile Unload
es: Al descargar perfil
eu: Profila deskargatzean
ko: 프로필 닫을 때
lt: Profilį išjungiant
nb: Når profil fjernes
pl: Przy usuwaniu profilu
tr: Profil Kaldırıldığında

source: Run script
es: Ejecutar guion
eu: Exekutatu scripta
ko: 스크립트 실행
lt: Paleisti scenarijų
nb: Kjør skript
pl: Uruchom skrypt
tr: Betik çalıştır

source: Switch off after
es: Apagar después
eu: Itzali honen ondoren:
ko: 다음 시간 이후 전원 끄기
lt: Išjungti po
nb: Slå av etter
pl: Wyłącz po
tr: Bu kadar süre geçince kapat

source: Unsupported suspend method
es: Método de suspensión no permitido
eu: Esekitze-metodoa ez da onartzen
ko: 지원하지 않는 절전 방법
lt: Nepalaikomas užmigdymo metodas
nb: Denne metoden for hvilemodus støttes ikke
pl: Nie obsługiwana metoda zatrzymywania
tr: Desteklenmeyen askıya alma yöntemi

source: KDE Power Management System
es: Sistema de gestión de energía de KDE
eu: KDEren energia kudeatzeko sistema
ko: KDE 전원 관리 시스템
lt: KDE energijos valdymo sistema
nb: Et strømstyringsverktøy for KDE
pl: Narzędzie zarządzania zasilaniem
tr: KDE Güç Yönetimi Sistemi

source: KDE Power Management System is PowerDevil, an advanced, modular and lightweight Power Management daemon
es: El sistema de gestión de energía de KDE es PowerDevil, un demonio avanzado, modular y ligero.
eu: KDEren energia kudeatzeko sistema PowerDevil da, energia kudeatzeko daimon aurreratu, modular eta arina
ko: 고급, 모듈화, 경량 전원 관리 데몬
lt: KDE energijos valdymo sistema yra PowerDevil: pažangi, modulinė ir resursams nereikli energijos valdymo tarnyba
nb: KDEs strømstyringssystem er PowerDevil, en avansert, modulær strømstyringsnisse med lave ressurskrav
pl: Systemem zarządzania energią KDE jest PowerDevil, zaawansowany, modułowy i lekki demon zarządzania energią
tr: KDE Güç Yönetimi Sistemi PowerDevil, gelişmiş, modüler ve hafif bir Güç Yönetimi servisidir

source: (c) 2010 MetalWorkers Co.
es: © 2010 MetalWorkers Co.
nb: © 2010 MetalWorkers Co.

source: Maintainer
es: Responsable
eu: Arduraduna
ko: 관리자
lt: Prižiūrėtojas
nb: Vedlikeholder
pl: Opiekun
tr: Projeyi Yürüten

source: No valid Power Management backend plugins are available. A new installation might solve this problem.
es: No se ha encontrado ningún complemento de motor de gestión de energía válido. Una nueva instalación podría solucionar el problema.
eu: Ez dago energia kudeatzeko bizkarraldeko-plugin baliozkorik erabilgarri. Berriz instalatuta konpon liteke arazoa.
ko: 전원 관리 백엔드 플러그인을 찾을 수 없습니다. 다시 설치해 보십시오.
lt: Nerasta veikiančių Energijos valdymo programinės sąsajos priedų. Gali būti, kad įdiegus energijos valdymo sistemą iš naujo problema būtų išspręsta.
nb: Ingen gyldige programtillegg for strømstyringsmotorer er tilgjengelige. En nyinstallasjon kan kanskje løse dette problemet.
pl: Brak dostępnych i nadających się wtyczek silnika zarządzania energią. Nowa instalacja może rozwiązać problem.
tr: Kullanılabilir bir Güç Yönetimi arka ucu eklentisi yok. Yeniden kurulum bu sorunu çözebilir.

source: Your Power Profiles have been updated to be used with the new KDE Power Management System. You can tweak them or generate a new set of defaults from System Settings.
es: Sus perfiles de energía se han actualizado para que utilicen el nuevo sistema de gestión de energía de KDE. Puede modificarlos o generar un nuevo conjunto predeterminado desde las preferencias del sistema.
eu: Energia-profilak eguneratu dira KDEren energia kudeatzeko sistema berriarekin erabiltzeko. Profilak aldatu edo profil lehenetsi berriak sor ditzakezu sistemaren ezarpenetan.
lt: Jūsų energijos profiliai buvo atnaujinti, kad būtų galima juos naudoti su nauja KDE energijos valdymo sistema. Galite juos pakoreguoti arba sukurti naujus rinkinius naudodami sistemos nustatymus.
pl: Twoje profile energii zostały uaktualnione do użytku z nowym systemem zarządzania energią KDE. Możesz je dostroić lub wygenerować nowy zestaw domyślnych z ustawień systemowych.
tr: Güç Profilleriniz yeni KDE Güç Yönetimi Sistemi ile birlikte kullanılacak şekilde güncellendi. Sistem Ayarlarından profillerinize ince ayar yapabilirsiniz veya yeni öntanımlı ayarları oluşturabilirsiniz.yükleyebilirsinizinnizeBu ayrelmak

source: Your battery capacity is %1%. This means your battery is broken and needs a replacement. Please contact your hardware vendor for more details.
es: La capacidad de su batería está al %1%, lo que significa que está averiada y es necesario sustituirla. Para más información, contacte con su proveedor de hardware.
eu: Zure bateriaren ahalmena % %1 da. Horrek esan nahi du bateria hondatuta dagoela eta ordeztu egin behar dela. Xehetasun gehiago nahi badituzu, galdetu hardware-saltzaileari.
ko: 배터리의 사용 가능한 용량이 %1%입니다. 배터리 수명이 다 되었으며 배터리를 교체하여야 합니다. 배터리 교체 정보는 하드웨어 제조사에 문의하십시오.
lt: Jūsų baterijos talpa yra %1%. Tai reiškia, kad baterija yra sugedusi ir ją reikia pakeisti. Daugiau informacijos gausite susisiekę su savo įrangos tiekėju.
nb: Batterikapasiteten er %1%. Dette betyr at batteriet trenger å erstattes med et nytt. Kontakt maskinleverandøren for mer detaljer.
pl: Pojemność twojej baterii to %1%. Oznacza to, że twoja bateria jest wyeksploatowana i musi być wymieniona. Proszę się zwrócić do sprzedawcy sprzętu po więcej szczegółów.
tr: Piliniz %%1 kapasitesinde. Bu durum, pilinizin bozuk olduğunu ve değiştirilmesi gerektiğini gösterir. Lütfen daha fazla bilgi için donanım sağlayıcınızla görüşün.

source: One of your batteries (ID %2) has a capacity of %1%. This means it is broken and needs a replacement. Please contact your hardware vendor for more details.
es: La capacidad de una de sus baterías (ID %2) está al %1%, lo que significa que está averiada y es necesario sustituirla. Para más información, contacte con su proveedor de hardware.
eu: Zure baterietako baten (%2 IDa duen bateriaren) ahalmena % %1 da. Horrek esan nahi du bateria hondatuta dagoela eta ordeztu egin behar dela. Xehetasun gehiago nahi badituzu, galdetu hardware-saltzaileari.
ko: 배터리 중 하나(ID %2)의 사용 가능한 용량이 %1%입니다. 배터리 수명이 다 되었으며 배터리를 교체하여야 합니다. 배터리 교체 정보는 하드웨어 제조사에 문의하십시오.
lt: Vienos iš jūsų baterijų (ID %2) talpa lygi %1%. Tai reiškia, kad baterija yra sugedusi ir ją reikia pakeisti. Daugiau informacijos gausite susisiekę su savo įrangos tiekėju.
nb: Et av batteriene dine (ID %2) har en kapasitet på %1%. Dette betyr at batteriet trenger å erstattes med et nytt. Kontakt maskinleverandøren for mer detaljer.
pl: Jedna z baterii (ID %2) ma pojemność %1%. Oznacza to, że jest wyeksploatowana i musi być wymieniona. Proszę się zwrócić do sprzedawcy sprzętu po więcej szczegółów.
tr: Pillerinizden biri (ID %2) %%1 kapasitesinde. Bu durum, pilinizin bozuk olduğunu ve değiştirilmesi gerektiğini gösterir. Lütfen daha fazla bilgi için donanım sağlayıcınızla görüşün.

source: Broken Battery
es: Batería dañada
eu: Bateria hondatuta dago
ko: 손상된 배터리
lt: Sugedusi baterija
nb: Ødelagt batteri
pl: Bateria zepsuta
tr: Bozuk Pil

source: Your battery might have been recalled by %1. Usually, when vendors recall the hardware, it is because of factory defects which are usually eligible for a free repair or substitution. Please check <a href="%2">%1's website</a> to verify if your battery is faulted.
es: Su batería puede haber sido retirada por %1. Generalmente, cuando los vendedores retiran el hardware suele ser por defectos de fábrica para los que se puede realizar una reparación o sustitución gratuitas. Por favor, consulte el <a href="%2">sitio web de %1</a> para comprobar si su batería es defectuosa.
eu: Baliteke %1(e)k zure bateria merkatutik kendu izana. Saltzaileek hardwarea merkatutik kentzen dutenean, fabrika-akatsak dituelako izaten da, eta doan konpondu edo ordeztu ohi dute. Begiratu <a href="%2">%1(r)en webgunea</a> zure bateria akastuna den jakiteko.
ko: %1에서 배터리를 리콜하였을 수도 있습니다. 제조사에서 하드웨어를 리콜하는 이유는, 생산 과정에서 결함이 발견되었으며 무료로 수리하거나 교환받을 수 있습니다. <a href="%2">%1 웹 사이트</a>에서 리콜 대상에 해당하는지 알아 보십시오.
lt: Jūsų bateriją galėjo atšaukti %1. Paprastai tiekėjai atšaukia įrangą, kai gamyklinius defektus galima taisyti nemokamai ar gauti naujas detales. Pasitikrinkite <a href="%2">%1 svetainėje</a> ar jūsų baterija kartais neturi defekto.
nb: Det kan være at %1 har tilbakekalt batteriet. Når fabrikanter tilbakekaller maskinvare er det på grunn av fabrikasjonsfeil som vanligvis gir rett til gratis reparasjon eller ny maskinvare. Se etter på <a href="%2">nettsida til %1</a> for å finne ut om ditt batteri er tilbakekalt.
pl: Twoja bateria mogła zostać wycofana przez %1. Zazwyczaj, sprzedawcy wycofują sprzęt, ze względu na usterki fabryczne, które zazwyczaj nadają się do darmowej naprawy lub wymiany. Proszę sprawdzić <a href="%2">stronę %1</a>, aby sprawdzić czy twoja bateria ma usterkę.
tr: Piliniz %1 tarafından geri çağrılmış olabilir. Bir sağlayıcı donanımını geri çağırdığında, çağırma sebebi genellikle bir üretim hatasıdır ve bu donanımı ücretsiz onaracak veya değiştirecektir. Lütfen pilinizin hatalı olup olmadığını kontrol etmek için <a href="%2">%1 web sayfasına</a> gidin.

source: One of your batteries (ID %3) might have been recalled by %1. Usually, when vendors recall the hardware, it is because of factory defects which are usually eligible for a free repair or substitution. Please check <a href="%2">%1's website</a> to verify if your battery is faulted.
es: Una de sus baterías (ID %3) puede haber sido retirada por %1. Generalmente, cuando los vendedores retiran el hardware suele ser por defectos de fábrica para los que se puede realizar una reparación o sustitución gratuitas. Por favor, consulte el <a href="%2">sitio web de %1</a> para comprobar si su batería es defectuosa.
eu: Baliteke %1(e)k zure baterietako bat (%3 IDa duena) merkatutik kendu izana. Saltzaileek hardwarea merkatutik kentzen dutenean, fabrika-akatsak dituelako izaten da, eta doan konpondu edo ordeztu ohi dute. Begiratu <a href="%2">%1(r)en webgunea</a> zure bateria akastuna den jakiteko.
ko: %1에서 배터리 중 하나(ID %3)를 리콜하였을 수도 있습니다. 제조사에서 하드웨어를 리콜하는 이유는, 생산 과정에서 결함이 발견되었으며 무료로 수리하거나 교환받을 수 있습니다. <a href="%2">%1 웹 사이트</a>에서 리콜 대상에 해당하는지 알아 보십시오.
lt: Vieną iš jūsų baterijų (ID %3) galėjo atšaukti %1 Paprastai tiekėjai atšaukia įrangą, kai gamyklinius defektus galima taisyti nemokamai ar gauti naujas detales. Patikrinkite <a href="%2">%2 svetainėje</a> ar jūsų baterija kartais nėra su defektu.
nb: Det kan være at %1 har tilbakekalt et av batteriene dine (ID %3). Når fabrikanter tilbakekaller maskinvare er det på grunn av fabrikasjonsfeil som vanligvis gir rett til gratis reparasjon eller ny maskinvare. Se etter på <a href="%2">nettsida til %1</a> for å finne ut om ditt batteri er tilbakekalt.
pl: Jedna z baterii (ID %3) mogła zostać wycofana przez %1. Zazwyczaj, sprzedawcy wycofują sprzęt, ze względu na usterki fabryczne, które zazwyczaj nadają się do darmowej naprawy lub wymiany. Proszę sprawdzić <a href="%2">stronę %1</a>, aby sprawdzić czy twoja bateria ma usterkę.
tr: Pillerinizden biri (ID %3) %1 tarafından geri çağrılmış olabilir. Genellikle bir sağlayıcı donanımını geri çağırdığında, çağırma sebebi bir üretim hatasıdır ve bu donanımı ücretsiz onaracak veya değiştirecektir. Lütfen pilinizin hatalı olup olmadığını kontrol etmek için <a href="%2">%1 web sayfasına</a> gidin.

source: Check Your Battery
es: Compruebe la batería
eu: Egiaztatu bateria
ko: 배터리 확인하기
lt: Pasitikrinkite Jūsų akumuliatorių
nb: Kontroller batteriet
pl: Sprawdź swoją baterię
tr: Pilinizi Denetleyin

source: The profile "%1" has been selected, but it does not exist. Please check your PowerDevil configuration.
es: Se ha seleccionado el perfil «%1», aunque no existe. Por favor, revise la configuración de PowerDevil.
eu: "%1" profila hautatu da, baina ez da existitzen. Egiaztatu PowerDevil-en konfigurazioa.
ko: 존재하지 않는 프로필 "%1"을(를) 선택하였습니다. PowerDevil 설정을 확인하십시오.
lt: Buvo pasirinktas profilis „%1“, tačiau jis neegzistuoja. Prašome patikrinti PowerDevil konfigūraciją.
nb: Profilen «%1» er valgt, men den finnes ikke. Sjekk innstillingene for PowerDevil.
pl: Został wybrany profil "%1", który nie istnieje. Proszę sprawdzić konfigurację PowerDevil.
tr: "%1" profili seçildi ancak bu profil yok. Lütfen PowerDevil yapılandırmanızı kontrol edin.

source: Activity Manager
es: Gestor de actividades
eu: Jarduera-kudeatzailea

source: This activity's policies prevent the system from suspending
es: Estas políticas de actividades evitan que el sistema se suspenda
eu: Jarduera honen gidalerroek sistema esekitzea galarazten dute

source: This activity's policies prevent screen power management
es: Estas políticas de actividades evitan la gestión de energía de la pantalla
eu: Jarduera honen gidalerroek pantailaren energia kudeatzea galarazten dute

source: Could not connect to battery interface. Please check your system configuration
es: No se ha podido conectar a la interfaz de la batería. Por favor, revise la configuración de su sistema
eu: Ezin da konektatu bateria-interfazera. Egiaztatu sistema-konfigurazioa
ko: 배터리 인터페이스에 연결할 수 없습니다. 시스템 설정을 확인하십시오
lt: Nepavyko prisijungti prie baterijos sąsajos. Prašome patikrinti sistemos konfigūraciją
nb: Klarte ikke koble til batteri-grensesnittet. Sjekk systemoppsettet
pl: Nie można połączyć z interfejsem akumulatora. Proszę sprawdzić konfigurację systemu
tr: Pil arayüzüne bağlanılamadı. Lütfen sistem yapılandırmanızı kontrol edin

source: Battery Critical (%1% Remaining)
es: Batería en estado crítico (queda el %1%)
eu: Bateria oso gutxi (% %1 gelditzen da)
ko: 배터리 바닥남 (%1% 남음)
lt: Akumuliatoriaus kritinis lygis (%1% liko)
nb: Batteri på kritisk nivå (%1% gjenstår)
pl: Bateria na krytycznym poziomie (Pozostało %1%)
tr: Pil Kritik (%%1 Kaldı)

source: Your battery level is critical, the computer will be halted in 30 seconds.
es: El nivel de batería es crítico, el equipo se apagará en 30 segundos.
eu: Bateria-maila oso baxua da, ordenagailua geldiarazi egingo da 30 segundo barru.
ko: 배터리가 위험 수준에 도달하여 컴퓨터를 30초 후에 종료합니다.
lt: Akumuliatorius pasiekė kritinį lygmenį, kompiuteris bus išjungtas po 30 sekundžių.
nb: Batteriet har nådd kritisk nivå, maskinen vil bli stoppet om 30 sekunder.
pl: Stan akumulatora osiągnął poziom krytyczny, komputer zostanie wyłączony za 30 sekund.
tr: Pil seviyeniz kritik düzeye ulaştı, bilgisayarınız 30 saniye sonra kapatılacak.

source: Your battery level is critical, the computer will be hibernated in 30 seconds.
es: El nivel de batería es crítico, el equipo se hibernará en 30 segundos.
eu: Bateria-maila oso baxua da, ordenagailua hibernarazi egingo da 30 segundo barru.
ko: 배터리가 위험 수준에 도달하여 컴퓨터를 30초 후에 최대 절전 모드로 전환합니다.
lt: Akumuliatorius pasiekė kritinį lygmenį, kompiuteris bus sustabdytas po 30 sekundžių.
nb: Batteriet har nådd kritisk nivå, maskinen vil bli satt i dvalemodus om 30 sekunder.
pl: Stan akumulatora osiągnął poziom krytyczny, komputer zostanie zahibernowany za 30 sekund.
tr: Pil seviyeniz kritik düzeye ulaştı, bilgisayarınız 30 saniye sonra hazırda bekleme kipine geçirilecek.

source: Your battery level is critical, the computer will be suspended in 30 seconds.
es: El nivel de batería es crítico, el equipo se suspenderá en 30 segundos.
eu: Bateria-maila oso baxua da, ordenagailua eseki egingo da 30 segundo barru.
ko: 배터리가 위험 수준에 도달하여 컴퓨터가 30초 후에 대기 모드로 진입합니다.
lt: Akumuliatorius pasiekė kritinį lygmenį, kompiuteris bus sustabdytas į RAM po 30 sekundžių.
nb: Batteriet har nådd kritisk nivå, maskinen vil bli satt i hvilemodus om 30 sekunder.
pl: Stan akumulator osiągnął krytyczny poziom, stan systemu będzie zapisany do pamięci, a komputer wyłączony, za 30 sekund.
tr: Pil seviyeniz kritik düzeye ulaştı, bilgisayarınız 30 saniye sonra askıya alınacak.

source: Your battery level is critical, save your work as soon as possible.
es: El nivel de batería es crítico. Guarde su trabajo lo antes posible.
eu: Bateria-maila oso baxua da, gorde lehenbailehen egin duzun lana.
ko: 배터리가 위험 수준에 도달하였습니다. 가능한 한 빨리 작업 중인 내용을 저장하십시오.
lt: Akumuliatorius pasiekė kritinį lygmenį: kaip galima greičiau išsaugokite savo darbą.
nb: Batterinivået er kritisk, lagre arbeidet ditt snarest mulig.
pl: Stan baterii osiągnął krytyczny poziom, zapisz jak najszybciej wyniki swojej pracy.
tr: Pil seviyeniz kritik düzeye ulaştı, kaydedilmemiş verilerinizi en kısa sürede kaydedin.

source: Battery Low (%1% Remaining)
es: Batería baja (queda el %1%)
eu: Bateria gutxi (% %1 gelditzen da)
ko: 배터리 부족 (%1% 남음)
lt: Akumuliatoriaus žemas lygis (%1% liko)
nb: Batteriet lavt ( %1% gjenstår)
pl: Bateria na niskim poziomie (Pozostało %1%)
tr: Pil Düşük (%%1 Kaldı)

source: Your battery is low. If you need to continue using your computer, either plug in your computer, or shut it down and then change the battery.
es: La batería está baja. Si necesita continuar usando su equipo, conéctelo a la red eléctrica o apáguelo y cargue la batería.
eu: Bateria gutxi duzu. Ordenagailua erabiltzen jarraitu behar baduzu, konektatu ordenagailua edo itzali eta aldatu bateria.
ko: 배터리가 부족합니다. 컴퓨터를 계속 사용하기 전에 어댑터를 연결하거나, 컴퓨터를 끈 다음 충전하십시오.
lt: Jūsų akumuliatoriaus lygis yra žemas. Jei reikia toliau naudotis kompiuteriu arba jį prijunkite prie maitinimo, arba išjunkite ir pakeiskite akumuliatorių.
nb: Batterinivået er lavt. Hvis du må fortsette å bruke datamaskinen, så enten koble til strømadapteret eller stopp maskinen og lad batteriet.
pl: Stan baterii osiągnął niski poziom. Jeśli musisz kontynuować używanie komputera, to albo podłącz go do sieci, albo wyłącz go i zmień baterię.
tr: Pil seviyeniz düşük. Eğer bilgisayarınızı kullanmaya devam etmeniz gerekiyorsa, prize takın veya kapatıp pili değiştirin.

source: AC Adapter Plugged In
es: Adaptador AC conectado
eu: Korronte alternoko egokigailua konektatuta
ko: AC 어댑터가 연결됨
lt: Prijungtas AC adapteris
nb: Strømadapteret er koblet til
pl: Podłączono zasilacz sieciowy
tr: AC Adaptör Fişi Takılı

source: All pending suspend actions have been canceled.
es: Se han cancelado todas las acciones de suspensión pendientes.
eu: Zain dauden esekitze-ekintza guztiak bertan behera utzi dira.
ko: 진행 중인 절전 모드 동작이 취소되었습니다.
lt: Visi laukiantys sustabdymo veiksmai buvo atšaukti
nb: Alle ventende hvile/dvale/slå av-handlinger er avbrutt.
pl: Wszystkie oczekujące działania wstrzymania zostały anulowane.
tr: Bekleyen askıya alma işlemlerinin tamamı iptal edildi.

source: Running on AC power
es: Funcionando con energía AC
eu: Korronte alternoarekin exekutatzen
ko: 어댑터 전원으로 실행 중
lt: Kompiuteris veikia naudodamas išorinį maitinimą
nb: Kjører på nettstrøm
pl: Działa na energii z sieci
tr: PC adaptör ile çalışıyor

source: The power adaptor has been plugged in.
es: Se ha conectado el adaptador de alimentación de energía
eu: Elikagailua konektatu da.
ko: 전원 어댑터가 연결되었습니다.
lt: Prijungtas išorinis maitinimo šaltinis.
nb: Strømadapteret er koblet til.
pl: Zasilacz został podłączony.
tr: Güç adaptörünün fişi takıldı.

source: Running on Battery Power
es: Funcionando con baterías
eu: Bateria-energiarekin exekutatzen
ko: 배터리 전원으로 실행 중
lt: Kompiuteris veikia maitinamas akumuliatoriaus
nb: Kjører på batteri
pl: Działa na energii z baterii
tr: Pil Gücü ile çalışıyor

source: The power adaptor has been unplugged.
es: Se ha desconectado el adaptador de alimentación de energía
eu: Elikagailua deskonektatu da.
ko: 전원 어댑터의 연결이 해제되었습니다.
lt: Atjungtas išorinis maitinimo šaltinis.
nb: Strømadapteret er koblet fra.
pl: Zasilacz został odłączony.
tr: Güç adaptörünün fişi çekildi.
