Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/powerdevilglobalconfig.po
Languages: ar, ca, cs, da, el, es, eu, fi, fr, hr, hu, it, kk, km, ko, lt, nb, nds, nl, nn, pa, pl, ro, ru, sk, sl, sr, uk, wa, zh_cn, zh_tw

source: Global Power Management Configuration
ar: الإعدادات العامة لإدارة الطاقة
ca: Configuració global de la gestió d'energia
cs: Globální nastavení správy napájení
da: Global konfiguration af strømstyring
el: Καθολική ρύθμιση διαχείρισης ενέργειας
es: Configuración global de la gestión de energía
eu: Energia kudeatzeko konfigurazio orokorra
fi: Yleiset virranhallinta-asetukset
fr: Configuration globale de la gestion de l'énergie
hr: Konfiguracija općeg upravljanja potrošnjom energije
hu: Globális energiakezelési beállítások
it: Configurazione globale della gestione energetica
kk: Жалпы жүйелік қуаттандыруды басқаруын баптау
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​នៃ​ការ​គ្រប់គ្រង​ថាមពល​សកល
ko: 전역 전원 관리 설정
lt: Globali energijos valdymo konfigūracija
nb: Globalt strømstyringsoppsett
nds: Systeemwiet Stroomkuntrullsysteem-Instellen
nl: Instellingen voor globaal energiebeheer
nn: Globalt straumstyringsoppsett
pa: ਗਲੋਬਲ ਪਾਵਰ ਮੈਨੇਜਮੈਂਟ ਸੰਰਚਨਾ
pl: Ogólna konfiguracja zarządzania energią
ro: Configurație globală pentru gestiunea alimentării
ru: Настройка PowerDevil
sk: Globálne nastavenie správy napájania
sl: Globalne nastavitve upravljanja z energijo
sr: Глобално подешавање управљања напајањем
uk: Загальне налаштування керування живленням
wa: Apontiaedje do manaedjmint globå di l' enerdjeye
zh_cn: 全局电源管理配置
zh_tw: 全域電源管理設定

source: A global power management configurator for KDE Power Management System
ar: مضبط إدارة الطاقة العام لنظام إدارة الطاقة في كدي
ca: Un configurador global de gestió d'energia pel sistema de gestió d'energia del KDE
cs: Globální nastavení správy napájení pro KDE
da: Global konfiguration af strømstyring til KDE's strømstyringssystem
el: Εργαλείο καθολικής ρύθμισης διαχείρισης ενέργειας για το σύστημα διαχείρισης ενέργειας του KDE
es: Configuración global para el sistema de gestión de energía de KDE
eu: KDEren energia kudeatzeko sistemaren energia kudeatzeko konfigurazio orokorra
fi: KDE:n virranhallintajärjestelmän yleisasetukset
fr: Un outil de configuration globale de gestion de l'énergie pour le système de gestion d'énergie de KDE
hr: Alat za podešavanje općeg upravljanja potrošnjom energije za KDE-ov sustav upravljanja potrošnjom energije
hu: Globális energiakezelés-beállító a KDE Energiakezelő rendszeréhez
it: Un configuratore globale della gestione energetica per il sistema di gestione energetica di KDE
kk: KDE-нің қуаттандыруды басқару жүйесінің жалпы қуаттандыруын баптауы
km: កម្មវិធី​កំណត់​រចនាសម្ព័ន្ធ​នៃ​ការ​គ្រប់គ្រង​ថាមពល​សកល​សម្រាប់ ប្រព័ន្ថ​គ្រប់គ្រង​ថាមពល​របស់ KDE
ko: KDE 전원 관리 시스템의 전역 전원 관리 설정 도구
lt: Globali KDE energijos valdymo sistemos konfigūracija
nb: Et globalt strømstyringsoppsett for KDE strømstyringssystem
nds: En systeemwiet Instellprogramm för dat KDE-Stroomkuntrullsysteem
nl: Een globaal configuratieprogramma voor het energiebeheersysteem van KDE
nn: Eit globalt straumstyringsoppsett for KDE straumstyring
pa: KDE ਪਾਵਰ ਪਰਬੰਧ ਸਿਸਟਮ ਲਈ ਗਲੋਬਲ ਪਾਵਰ ਮੈਨੇਜਰ ਸੰਰਚਨਾਕਾਰ
pl: Narzędzie ogólnej konfiguracji zarządzania energią dla Systemu zarządzania energią KDE
ro: Un configurator pentru gestiunea globală a alimentării pentru sistemul KDE de gestiune a alimentării
ru: Настройка системы управления питанием KDE
sk: Globálne nastavenie správy napájania pre systém správy napájania KDE
sl: Globalne nastavitve upravljanja z energijo za KDE-jev sistem za upravljanje z energijo
sr: Модул за глобално подешавање КДЕ‑овог система за управљања напајањем
uk: Інструмент загального налаштування керування живленням системи керування живленням KDE
wa: On meteu a pont d' manaedjmint d' l' enerdjeye pol Sistinme di manaedjmint di l' enerdjeye da KDE
zh_cn: KDE 电源管理系统的全局配置工具KDE 电源管理系统的全局电
zh_tw: KDE 電源管理系統中的全域設定工具

source: From this module, you can configure the main Power Management daemon, assign profiles to states, and do some advanced fine tuning on battery handling
ar: من خلال هذه الوحدة تستطيع ضبط مراقب إدارة الطاقة الرئيسي, و ربط الأوضاع بحالات الطاقة, بالإضافة إلى التحكم الدقيق في أسلوب تعامل البطارية.
ca: Des d'aquest mòdul podeu configurar el dimoni de gestió d'energia principal, assignant perfils als estats, i fer alguns ajustos avançats en la gestió de les bateries
cs: S tímto modulem můžete nastavovat démona správy napájení, vytvářet a upravovat profily správy napájení a upravit si zacházení s baterií.
da: Fra dette modul kan du indstille den grundlæggende strømstyringsdæmon, tildele profiler til tilstande samt foretage avanceret finjustering af batterihåndtering
el: Από αυτό το άρθρωμα, μπορείτε να ρυθμίσετε τον κύριο δαίμονα διαχείρισης ενέργειας, να αναθέσετε προφίλ στις καταστάσεις, και να κάνετε κάποια προχωρημένη λεπτομερή ρύθμιση σχετικά με το χειρισμό της μπαταρίας.
es: Desde este módulo puede configurar el demonio principal de gestión de energía, asignar perfiles a estados, y refinar de manera avanzada la gestión de las baterías
eu: Modulu honetan, energia kudeatzeko daemon nagusia konfigura dezakezu, egoerei profilak esleitu, eta baterien erabileran doikuntza aurreratu batzuk egin ditzakezu.
fi: Tästä voit asettaa virranhallinnan ensisijaisen taustaohjelman, liittää profiileja tiloihin ja tehdä joitakin lisähienosäätöjä akkukäsittelyssä
fr: Depuis ce module, vous pouvez configurer le démon principal de gestion de l'énergie, affecter des profils à des états et affiner certains réglages avancés concernant l'utilisation de la batterie
hr: Iz ovog modula možete konfigurirati glavni servis upravljanja potrošnjom energije, pridruživati profile stanjima i napraviti neka fina podešavanja u vezi korištenja baterije
hu: Ebben a modulban beállíthatja a fő energiakezelő szolgáltatás, profilokat rendelhet állapotokhoz, és elvégezhet néhány speciális beállítást az akkumulátorkezelésen.
it: In questo modulo, puoi configurare il servizio principale di gestione energetica, assegnare profili agli stati, e fare alcune regolazioni avanzate per la gestione della batteria
kk: Бұл модулінен, негізгі қуаттандыруды басқару қызметін баптауға, күй-жайларына профильдерін тағайындауға, батареяларды қолданудың кейбір параметрлерін анықтауға болады
km: ចាប់​ពី​ម៉ូឌុល​នេះ អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ដេមិន​គ្រប់គ្រង​ថាមពល ដោយ​ផ្ដល់​ទម្រង់​ដល់​ស្ថានភាព ហើយធ្វើការ​ផ្លាស់ប្ដូរ​ខ្លះៗ​នៅ​ពេល​គ្រប់គ្រង​ថ្ម
ko: 이 모듈에서 주 전원 관리 데몬을 설정할 수 있으며, 상태와 프로필을 연결하고, 고급 배터리 설정을 변경할 수 있습니다.
lt: Naudodami šį modulį galite konfigūruoti pagrindinę energijos valdymo sistema, priskirti būsenoms profilius bei vykdyti sudėtingesnius baterijų valdymo derinimus
nb: Fra denne modulen kan strømsparernissen settes opp, profiler for strømsparing opprettes og endres, og det kan gjøres avansert fininnstilling for batterihåndtering
nds: Binnen dit Moduul kannst Du den Hööft-Stroomkuntrulldämoon instellen, Profilen towiesen un en poor verwiedert Batterie-Instellen utföhren.
nl: Met deze module kunt u de hoofddaemon voor energiebeheer instellen, profielen aan statussen toekennen en enige geavanceerde fijnregeling doen op de behandeling van de batterij
nn: I denne modulen kan du setja opp straumstyringstenesta, tildela profilar til ulike modusar og gjera avanserte fininnstillingar for batterihandsaming
pa: ਇਹ ਮੋਡੀਊਲ ਨਾਲ ਤੁਸੀਂ ਮੁੱਖ ਪਾਵਰ ਪਰਬੰਧ ਡੈਮਨ ਦੀ ਸੰਰਚਨਾ ਕਰ ਸਕਦੇ ਹੋ, ਪ੍ਰੋਫਾਇਲ ਨੂੰ ਹਾਲਤ ਦੇ ਸਕਦੇ ਹੋ, ਅਤੇ ਬੈਟਰੀ ਹੈਂਡਲ ਕਰਨ ਲਈ ਕੁਝ ਤਕਨੀਕੀ ਸੁਧਾਰ ਵੀ ਕਰ ਸਕਦੇ ਹੋ।
pl: Przy wykorzystaniu tego modułu można konfigurować główną usługę zarządzania energią, przypisując profile do stanów oraz dostrajając obsługę baterii.
ro: În acest modul puteți configura demonul principal de gestiune a alimentării, să atribuiți profiluri la stări și să efectuați reglaje fine asupra gestiunii acumulatorului
ru: В этом модуле вы можете настроить службу, управлять профилями и увидеть поддержку системой возможностей по управлению питанием
sk: Pomocou tohto profilu môžete nastaviť hlavný démon správy napájania, k stavom priradiť profily a nastaviť pokročilú manipuláciu s batériou
sl: Iz tega modula lahko nastavite glavni ozadnji program za upravljanje z energijo, stanjem dodelite profile in opravite napredne prilagoditve za ravnanje z baterijo.
sr: У овом модулу можете подесити главни демон управљања напајањем, доделити профиле стањима, и извршити разна напредна штеловања руковања батеријама.
uk: За допомогою цього модуля ви можете налаштувати основну фонову службу керування живленням, призначити профілі керування живленням до станів системи і виконати додаткове налаштування роботи з акумуляторами.
zh_cn: 通过此模块，您可以配置电源管理守护进程、指定状态配置并对电池进行高级微调。
zh_tw: 您可以在這個模組中設定主要的電源管理伺服程式，指定某種狀態下使用哪個設定檔，並且對電池處理做一些微調。

source: Maintainer
ar: المشرف
ca: Mantenidor
cs: Správce
da: Vedligeholder
el: Συντηρητής
es: Encargado
eu: Arduraduna
fi: Ylläpitäjä
fr: Mainteneur
hr: Održavatelj
hu: Karbantartó
it: Responsabile
kk: Жетілдірушісі
km: អ្នក​ថែទាំ
ko: 관리자
lt: Prižiūrėtojas
nb: Vedlikeholder
nds: Pleger
nl: Onderhouder
nn: Vedlikehaldar
pa: ਪਰਬੰਧਕ
pl: Opiekun
ro: Responsabil
ru: Сопровождающий
sk: Správca
sl: Vzdrževalec
sr: одржавалац
uk: Супровідник
wa: Mintneu
zh_cn: 维护者
zh_tw: 維護者

source: Do nothing
ar: لا تفعل شيئا
ca: No facis res
cs: Nedělat nic
da: Gør intet
el: Καμία ενέργεια
es: No hacer nada
eu: Ez egin ezer
fi: Älä tee mitään
fr: Ne rien faire
hr: Ne čini ništa
hu: Ne tegyen semmit
it: Non fare niente
kk: Ештеңе істемеу
km: មិន​ធ្វើ​ទាំងអស់
ko: 아무것도 하지 않음
lt: Nieko nedaryti
nb: Ikke gjør noe
nds: Nix doon
nl: Niets doen
nn: Ikkje gjer noko
pa: ਕੁਝ ਨਾ ਕਰੋ
pl: Nie rób nic
ro: Nu fă nimic
ru: Ничего не делать
sk: Nerobiť nič
sl: Ne naredi nič
sr: не ради ништа
uk: Нічого не робити
wa: Èn rén fé
zh_cn: 不做任何事
zh_tw: 不做任何事

source: Sleep
ar: علّق
ca: Suspèn
cs: Uspat
da: Slumre
el: Κοίμηση
es: Dormir
eu: Lo egin
fi: Siirry valmiustilaan
fr: Veille
hr: Spavaj
hu: Felfüggesztés
it: Sospendi
kk: Қалғу
km: ដេក
ko: 대기 모드
lt: Užmigdyti
nb: Hvile
nds: Utsetten
nl: Slapen
nn: Søvnmodus
pa: ਸਲੀਪ
pl: Uśpij
ro: Adormire
ru: Ждущий режим
sk: Uspať
sl: V pripravljenost
sr: на спавање
uk: Призупинити
wa: Doirmi
zh_cn: 睡眠
zh_tw: 睡眠

source: Hibernate
ar: أسبت
ca: Hiberna
cs: Hibernovat
da: Dvale
el: Νάρκη
es: Hibernar
eu: Hibernatu
fi: Siirry lepotilaan
fr: Veille prolongée
hr: Hiberniraj
hu: Hibernálás
it: Iberna
kk: Ұйықтау
km: សម្ងំ
ko: 최대 절전 모드
lt: Sustabdyti
nb: Dvale
nds: Infreren
nl: Slaapstand naar schijf
nn: Dvalemodus
pa: ਹਾਈਬਰਨੇਟ
pl: Hibernuj
ro: Hibernare
ru: Спящий режим
sk: Hibernovať
sl: V mirovanje
sr: у хибернацију
uk: Приспати
wa: Ivierner
zh_cn: 休眠
zh_tw: 冬眠

source: Shutdown
ar: أوقف التشغيل
ca: Atura
cs: Vypnout
da: Luk ned
el: Τερματισμός
es: Apagar
eu: Itzali
fi: Sammuta
fr: Éteindre
hr: Isključivanje
hu: Leállítás
it: Spegni
kk: Сөндіру
km: បិទ
ko: 컴퓨터 끄기
lt: Išjungti
nb: Skru av
nds: Utmaken
nl: Afsluiten
nn: Avslutting
pa: ਬੰਦ ਕਰੋ
pl: Wyłącz
ro: Oprire
ru: Выключить компьютер
sk: Vypnúť
sl: Izklopi
sr: угаси
uk: Вимкнути
wa: Arester l' éndjole
zh_cn: 关机
zh_tw: 關機

# NAME OF TRANSLATORS
source: Your names
fi: Jorma Karvonen, Lasse Liehu
hr: Žarko Pintar, Andrej Dundović
hu: Kiszel Kristóf
kk: Сайран Киккарин
nl: Freek de Kruijf
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Artur Chłond
wa: Djan Cayron
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
fi: karvonen.jorma@gmail.com, lasse.liehu@gmail.com
hr: zarko.pintar@gmail.com, adundovi@gmail.com
hu: ulysses@kubuntu.org
kk: sairan@computer.org
nl: freekdekruijf@kde.nl
pa: aalam@users.sf.net
pl: eugenewolfe@o2.pl
wa: jean.cayron@gmail.com
zh_tw: franklin at goodhorse dot idv dot tw

source: Settings and Profile
hr: Postavke i profil

source: <b>Events</b>
ar: <b>الأحداث</b>
ca: <b>Esdeveniments</b>
cs: <b>Události</b>
da: <b>Hændelser</b>
el: <b>Γεγονότα</b>
es: <b>Eventos</b>
eu: <b>Gertaerak</b>
fi: <b>Tapahtumat</b>
fr: <b>Évènements</b>
hr: <b>Događaji</b>
hu: <b>Események</b>
it: <b>Eventi</b>
kk: <b>Оқиғалар</b>
km: <b>ព្រឹត្តិការណ៍</b>
ko: <b>이벤트</b>
lt: <b>Įvykiai</b>
nb: <b>Hendelser</b>
nds: <b>Begeefnissen</b>
nl: <b>Gebeurtenissen</b>
nn: <b>Hendingar</b>
pa: <b>ਈਵੈਂਟ</b>
pl: <b>Zdarzenia</b>
ro: <b>Evenimente</b>
ru: <b>События</b>
sk: <b>Udalosti</b>
sl: <b>Dogodki</b>
sr: <b>Догађаји</b>
uk: <b>Події</b>
wa: <b>Evenmints</b>
zh_cn: <b>事件</b>
zh_tw: <b>事件</b>

source: Lock screen on resume
ar: أغلق الشاشة عند الإيقاظ
ca: Bloqueja la pantalla en reprendre
cs: Zamknout obrazovku po probuzení
da: Lås skærm ved genoptag
el: Κλείδωμα οθόνης στη επαναφορά
es: Bloquear pantalla al retomar la sesión
eu: Giltzatu pantaila berrekitean
fi: Lukitse näyttö herättäessä
fr: Verrouiller l'écran lors de la reprise
hr: Zaključaj ekran prilikom povratka
hu: Képernyő zárolása folytatáskor
it: Blocca schermo dopo il ripristino
kk: Қайта оралғанда экран бұғаттаулы болсын
km: ចាក់​សោ​អេក្រង់​នៅពេល​បន្ត
ko: 다시 시작할 때 화면 잠그기
lt: Pabudus užrakinti ekraną
nb: Lås skjermen når kjøring gjenopptas
nds: Schirm bi't Wiedermaken afsluten
nl: Vergrendel scherm bij hervatten
nn: Lås skjermen ved gjenoppretting
pa: ਰਿਜਿਊਮ ਕਰਨ ਉੱਤੇ ਸਕਰੀਨ ਲਾਕ ਕਰੋ
pl: Zablokuj ekran przy wznawianiu pracy
ro: Blochează ecranul la reluare
ru: Заблокировать экран при восстановлении
sk: Zamknúť obrazovku po prebudení
sl: Zakleni zaslon ob nadaljevanju
sr: Закључај екран по настављању
uk: Заблокувати екран після відновлення
wa: Eclawer l' waitroûle å rtoû
zh_cn: 恢复后锁住屏幕
zh_tw: 回復時鎖定螢幕

source: Locks screen when waking up from suspension
ar: يغلق الشاشة عند العودة من وصع التعليق
ca: Bloqueja la pantalla en sortir de l'estat de suspensió
cs: Uzamknout obrazovku po probuzení z uspání
da: Låser skærmen når der vågnes op fra suspendering
el: Κλείδωμα της οθόνης κατά την επαναφορά από την αναστολή
es: Bloquea la pantalla al volver de una suspensión
eu: Esekita egoteari uzten dionean giltzatu egiten du pantaila
fi: Lukitse näyttö kun herätään keskeytystilasta
fr: Verrouille l'écran en sortant du mode de veille
hr: Zaključaj ekran kada se budiš iz zaustavljenog stanja
hu: Képernyő zárolása felfüggesztésből való visszatéréskor
it: Blocca schermo dopo il rientro dalla sospensione
kk: Қалғу режімінен қайтқанда экран бұғаттаулы болады
km: ចាក់​សោ​អេក្រង់ នៅពេល​​​ភ្ញាក់​ពី​កា​រផ្អាក
ko: 깨어날 때 화면 잠그기
lt: Užrakina ekraną, kai pabundama po sustabdymo
nb: Låser skjermen når systemet vekkes fra hvile eller dvale
nds: Slutt den Schirm bi't Opwaken na en Slaap af
nl: Scherm vergrendelen bij verlaten van slaapstand
nn: Lås skjermen ved vakning av dvale
pa: ਜਦੋਂ ਸਸਪੈਂਸ਼ਨ ਤੋਂ ਮੁੜ-ਚਾਲੂ ਕੀਤਾ ਜਾਵੇ ਤਾਂ ਸਕਰੀਨ ਲਾਕ ਕਰੋ
pl: Blokuje ekran podczas wybudzania z zatrzymania
ro: Blochează ecranul la trezirea din suspendare
ru: Блокировать экран при переходе в ждущий или спящий режим
sk: Zamkne obrazovku po prebudení zo spánku
sl: Zaklene zaslon med prebujanjem iz pripravljenosti
sr: Закључава екран при буђењу из суспензије.
uk: Блокує екран після пробудження системи від сну
wa: Eclawe li waitroûle cwand i s' dispiete d' on djocaedje
zh_cn: 从休眠中恢复后锁住屏幕
zh_tw: 從暫停醒來時鎖定螢幕

source: You will be asked for a password when resuming from sleep state
ar: سيتم سؤالك عن كلمة المرور عند العودة من وضع التعليق
ca: Se us demanarà la contrasenya en reprendre des de l'estat de baix consum
cs: Pokud probouzíte z uspání, budete dotázáni na heslo.
da: Du vil blive bedt om adgangskode når du genoptager fra slumretilstand
el: Θα ερωτηθείτε για τον κωδικό πρόσβασης κατά την επαναφορά από την κατάσταση αναστολής
es: Se le pedirá una contraseña cuando el sistema deje de estar dormido
eu: Pasahitza eskatuko zaizu lo-egoeratik irten eta berrekiten dionean
fi: Salasanaa kysytään herättäessä lepotilasta
fr: Un mot de passe vous sera demandé lors d'une reprise depuis un état de veille
hr: Prilikom povratka iz stanja spavanja biti ćete upitani za zaporku
hu: A program kérni fogja a jelszót, mikor visszatér felfüggesztett állapotból
it: Ti verrà chiesta la password quando si rientra da uno stato di sospensione
kk: Қалғу күйінен оралғанда пароліңіз сұралады
km: អ្នក​នឹង​​ត្រូ​វបាន​ស្នើ​ឲ្យ​បញ្ចូល​ពាក្យ​សម្ងាត់​ នៅពេល​បន្ត​ពី​ស្ថានភាប​ដេក
ko: 대기 모드에서 깨어날 때 암호를 물어봅니다
lt: Grįžtant iš užmigimo būsenos jūs turėsite įvesti slaptažodį
nb: Du må oppgi et passord når det kjøres videre fra hvilemodus
nds: Bi't Opwaken warrst Du na't Passwoort fraagt
nl: U zult gevraagd worden om een wachtwoord wanneer het systeem wordt hervat vanuit de slaapstand
nn: Du vert spurd om passordet ved gjennopprettinga frå dvalen
pa: ਜਦੋਂ ਸਲੀਪ ਹਾਲਤ ਵਿੱਚ ਵਾਪਸ ਲਿਆ ਜਾਵੇਗਾ ਤਾਂ ਤੁਹਾਨੂੰ ਪਾਸਵਰਡ ਪੁੱਛਿਆ ਜਾਵੇਗਾ
pl: Podczas powrotu ze stanu zatrzymania nastąpi pytanie o hasło
ro: Vi se va cere o parolă la revenirea din starea de adormire
ru: При восстановлении из ждущего или спящего режима будет запрошен пароль пользователя сеанса
sk: Pri prebudení zo spánku bude vyžadované heslo
sl: Ko se računalnik vrne iz stanja pripravljenosti, zahteva vnos gesla
sr: Биће вам затражена лозинка при враћању из стања спавања.
uk: Під час повернення комп’ютера зі стану сну вам слід буде ввести пароль
wa: Dji vs dimandrè on sicret cwand dj' rivénrè d' l' estat doirmant
zh_cn: 从休眠状态恢复时需要输入密码
zh_tw: 從休眠狀態回復時會詢問密碼

source: Configure Notifications...
ar: اضبط الإِشعارات...
ca: Configura les notificacions...
cs: Upravit upozornění...
da: Indstil bekendtgørelser...
el: Ρύθμιση ειδοποιήσεων...
es: Configurar notificaciones...
eu: Konfiguratu jakinarazpenak...
fi: Ilmoitusten asetukset…
fr: Configurer les notifications...
hr: Konfiguriraj obavijesti…
hu: Az értesítések beállítása…
it: Configura notifiche...
kk: Құлақтандыруларын баптау...
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​ជូន​ដំណឹង...
ko: 알림 설정...
lt: Konfigūruoti pranešimus...
nb: Sett opp varslinger …
nds: Bescheden instellen...
nl: Meldingen instellen...
nn: Set opp varslingar …
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਸੰਰਚਨਾ...
pl: Konfiguracja powiadomień...
ro: Configurare notificări...
ru: Настроить уведомления...
sk: Nastaviť upozornenia...
sl: Nastavi obvestila ...
sr: Подеси обавештења...
uk: Налаштувати сповіщення…
wa: Apontyî les notifiaedjes...
zh_cn: 配置通知...
zh_tw: 設定通知...

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Profile Assignment</span></p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Pridruživanje profila</span></p></body></html>

source: When AC Adaptor is plugged in
hr: Kada je AC adapter priključen

source: When AC Adaptor is unplugged
hr: Kada je AC adapter isključen

source: When battery is at low level
hr: Kada je baterija na niskom nivou

source: When battery is at warning level
hr: Kada je baterija na na nivou upozorenja

source: Advanced Battery Settings
hr: Napredne postavke baterije

source: When battery remaining is critical
hr: Kada baterija postane kritična

source: Battery Levels
hr: Razine baterije

source: Battery is at low level at
ar: البطارية في مستوى منخفض عند
ca: La bateria és en el nivell baix a
cs: Baterie je na nízké úrovni při
da: Batteriet er på lavt niveau ved
el: Η μπαταρία είναι σε χαμηλό επίπεδο στο
es: La batería está en nivel bajo al
eu: Bateria-maila baxua da hemen:
fi: Akku on vähissä
fr: La batterie a atteint un niveau faible à
hr: Baterija je na niskoj razini pri
hu: Alacsony akkumulátorszint:
it: La batteria è al livello basso a
kk: Батареяның толуы төмен дейтін деңгейі:
km: ថ្ម​ស្ថិត​​​ក្នុង​កម្រិតទាប​នៅ
ko: 배터리 부족 수준
lt: Akumuliatorius yra žemos įkrovos likus
nb: Batteriet er i lavt nivå ved
nds: Batterie is "Siet" bi
nl: Batterijcapaciteit is op een laag niveau bij
nn: Batterinivå er lågt:
pa: ਬੈਟਰੀ ਘੱਟ ਲੈਵਲ ਉੱਤੇ
pl: Niski poziom baterii przy
ro: Acumulatorul este la nivel scăzut la
ru: Низкий уровень
sk: Batéria je na nízkej úrovni pri
sl: Baterija je na nizki ravni pri
sr: Батерија је ниско на
uk: Низьким є рівень заряду у
wa: Li batreye est a on bas livea a
zh_cn: 低电量临界水平
zh_tw: 電池電力偏低，目前容量

source: Low battery level
ar: مستوى البطارية منخفض
ca: Nivell baix de la bateria
cs: Nízká úroveň nabití baterie
da: Lavt batteriniveau
el: Χαμηλό επίπεδο μπαταρίας
es: Nivel bajo de batería
eu: Bateria-maila baxua
fi: Alhainen varaustaso
fr: Niveau de batterie faible
hr: Niska razina baterije
hu: Alacsony akkumulátorszint
it: Livello della batteria basso
kk: Батареяның толуы төмен деңгейі
km: កម្រិត​ថ្ម​ទាប
ko: 배터리 낮음
lt: Žemas įkrovos lygmuo
nb: Lavt batterinivå
nds: Siet-Batterie-Stoop
nl: Laag batterijniveau
nn: Lågt batterinivå
pa: ਘੱਟ ਬੈਟਰੀ ਲੈਵਲ
pl: Niski poziom baterii
ro: Nivel scăzut al acumulatorului
ru: Низкий уровень заряда батареи
sk: Nízka úroveň batérie
sl: Nizka raven baterije
sr: Низак ниво батерије
uk: Рівень низького заряду
wa: Bas livea del batreye
zh_cn: 低电量临界水平
zh_tw: 電池電量偏低等級

source: Battery will be considered low when it reaches this level
ar: ستعتبر البطارية ضعيفة عن الوصول لهذا المستوى
ca: Es considerarà que la bateria està baixa quan arribi a aquest nivell
cs: Stav nabití baterie bude považován za nízký pokud dosáhne této úrovně
da: Batteriet vil blive anset for lavt, når det når dette niveau
el: Η μπαταρία θα θεωρείται χαμηλή όταν φτάσει αυτό το επίπεδο
es: El nivel de batería se considerará bajo cuando alcance este nivel
eu: Bateria gutxi dagoela joko da maila honetara iristen denean
fi: Varaus on alhainen, kun se laskee tälle tasolle
fr: La batterie sera considérée faible lorsqu'elle aura atteint ce niveau
hr: Baterija će se smatrati praznom kada se dosegne ova razina
hu: Az akkumulátor alacsony szintűvé lesz nyilvánítva ha eléri ezt a szintet
it: La batteria verrà considerata al livello basso quando raggiunge questo livello
kk: Батареяның толуы төмен деп есептелетін деңгейі
km: ថ្ម​នឹង​ត្រូវបាន​គិត​ថា​ទាប នៅពេល​វា​ដល់​កម្រិត​នេះ
ko: 이 수준에 도달했을 때 배터리 부족으로 간주합니다
lt: Akumuliatoriaus įkrova bus laikoma žema kai pasieks
nb: Når batteriet er på dette nivået er det lavt
nds: De Batterie langt bi disse Stoop bi "Siet" an
nl: De batterijcapaciteit wordt als laag beschouwd als dit niveau bereikt wordt
nn: Batteri vert rekna som lågt når det når dette nivået
pa: ਬੈਟਰੀ ਨੂੰ ਘੱਟ ਮੰਨਿਆ ਜਾਵੇਗਾ, ਜੇ ਇਹ ਲੈਵਲ ਤੱਕ ਅੱਪੜ ਗਿਆ
pl: Poziom naładowania baterii zostanie uznany za niski, gdy osiągnie tą wartość
ro: Acumulatorul va fi considerat ca fiind la un nivel scăzut cînd atinge acest nivel
ru: Низкий уровень заряда батареи
sk: Nabitie batérie bude považované za nízke, keď dosiahne túto úroveň
sl: Napolnjenost baterije bo obravnavana kot nizka, ko doseže to raven
sr: Узима се да је батерија ниско када досегне овај ниво.
uk: Вважатиметься, що рівень заряду акумулятора низький, коли він досягне цього рівня
wa: Li batreye serè veyowe come estant å bas livea cwand elle arivrè a c' livea ci
zh_cn: 电池电量达到这个水平时视作电量偏低
zh_tw: 當電池電力低於此等級時會視為低電量

source: Battery is at warning level at
hr: Baterija je na nivou upozorenja pri

source: Warning battery level
hr: Upozoravajuća razina baterije

source: Battery will be considered at warning level when it reaches this level
hr: Baterija će se smatrati da je na upozoravajućoj razini kada dosegne ovu razinu
