Repository: fluxer/kde-l10n
Catalog: */messages/kde-workspace/systemsettings.po
Languages: ar, lt

# NAME OF TRANSLATORS
source: Your names
ar: الصادق , زايد السعيدي
lt: Andrius Štikonas

# EMAIL OF TRANSLATORS
source: Your emails
ar: alsadk@gmail.com,zayed.alsaidi@gmail.com
lt: stikonas@gmail.com

source: View Style
ar: اسلوب العرض
lt: Rodymo stilius

source: Show detailed tooltips
ar: اعرض تلميحات مفصلة
lt: Rodo detalias įrankių etiketes

source: System Settings
ar: إعدادات النظام
lt: Sistemos nustatymai

source: Central configuration center for KDE.
ar: مركز الضبط الرئيسي لكدي
lt: Centrinis KDE konfigūravimo centras

source: Maintainer
ar: مشرف المشروع
lt: Prižiūrėtojas

source: Developer
ar: مطور
lt: Programuotojas

source: Internal module representation, internal module model
ar: التمثيل الداخلي للوحدات ، و موديل الواحدات الدخلية
lt: Vidinis modulių reprezentavimas, vidinių modulių modelis

# Search through a list of control modules
source: Search
ar: ابحث
lt: Paieška

source: Configure
ar: اضبط
lt: Konfigūruoti

source: Help
ar: مساعدة
lt: Pagalba

source: About Active Module
ar: عن الوحدة النشطة
lt: Apie aktyvų modulį

# General config for System Settings
source: General
ar: عام
lt: Bendri

source: System Settings was unable to find any views, and hence nothing is available to configure.
ar: لم تتمكن إعدادات النظام من إيجاد أي عرض ؛ لذا لا يوجد أي شيء لضبطه.
lt: Sistemos nustatymai neaptiko jokių peržiūrų, taigi, nėra ką nustatyti.

source: No views found
ar: لا يوجد عرض
lt: Nerasta rodymų

source: System Settings was unable to find any views, and hence has nothing to display.
ar: لم تتمكن إعدادات النظام من إيجاد أي عرض ؛ لذا لا يوجد أي شيء لعرضه.
lt: Sistemos nustatymai neaptiko jokių peržiūrų, taigi, nėra ką rodyti.

source: About Active View
ar: عن العرض النشط
lt: Apie aktyvų rodymą

source: About %1
ar: حول %1
lt: Apie %1

source: Determines whether detailed tooltips should be used
ar: تحدد إذا ما كان يجب عرض تلميحات مفصلة
lt: Apsprendžia, ar bus naudojamos detalios įrankių etiketės

source: Internal name for the view used
ar: الاسم الداخلي للعرض المستخدم
lt: Vidinis naudojamo vaizdo pavadinimas

source: About System Settings
ar: حول إعدادات النظام
lt: Apie sistemos nustatymus

source: <i>Contains 1 item</i>
ar: <i>لا يحوي شيء</i>
lt: <i>Turi vieną objektą</i>

source: Configure your system
ar: اضبط نظامك
lt: Konfigūruoti savo sistemą

source: Welcome to "System Settings", a central place to configure your computer system.
ar: أهلا و سهلا إلى "إعدادات النظام" ، المكان المركزي لضبط حاسوبك. system.
lt: Jus sveikina „Sistemos nustatymai“, pagrindinė kompiuterio konfigūravimo vieta.

source: Tree View
ar: عرض شجري
lt: Medžio vaizdas

source: Provides a classic tree-based view of control modules.
ar: تقدم عرض شجري كلاسيكي لواحدات التحكم.
lt: Rodo klasikinį medžio pavidalo modulių sąrašą.

source: Author
ar: المؤلف
lt: Autorius

source: Expand the first level automatically
ar: مدد أول مستوى بشكل آلي
lt: Pirmąjį lygmenį išplėsti automatiškai

source: %1 is an external application and has been automatically launched
ar: %1 تطبيق خارجي و تم تشغيله بشكل آلي
lt: %1 yra išorinė programa ir ji buvo automatiškai paleista

source: Relaunch %1
ar: أعد تشغيل %1
lt: Paleisti %1 iš naujo

source: Dialog
ar: مربع الحوار
lt: Dialogas

source: Reset all current changes to previous values
ar: استرجع جميع التغيرات الحالية إلى قيمها السابقة
lt: Atstatyti visus dabartinius pakeitimus į ankstesnes vertes

source: The settings of the current module have changed. Do you want to apply the changes or discard them?
ar: غيرت إعدادات الوحدة الحالية. هل ترغب في تطبيق التغييرات أم تجاهلها؟
lt: Šio modulio nustatymai pasikeitė. Ar norite šiuos pakeitimus pritaikyti, ar – atmesti?

source: Apply Settings
ar: طبق الإعدادات
lt: Pritaikyti nustatymus

source: Icon View
ar: عرض الأيقونات
lt: Ženkliukų rodymas

source: Provides a categorized icons view of control modules.
ar: تقدم عرض أيقونات مصنفة لوحدات التحكم.
lt: Valdymo modulius rodo kaip kategorizuotą ženkliukų rinkinį.

source: Overview
ar: عرض عام
lt: Apžvalga

source: Keyboard Shortcut: %1
ar: اختصار لوحة المفاتيح: %1
lt: Klaviatūros greitasis klavišas: %1
