Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/audiorename_plugin.po
Languages: it

source: An older file named '%1' already exists.
it: Un file precedente denominato '%1' esiste già.

source: A similar file named '%1' already exists.
it: Un file simile denominato '%1' esiste già.

source: A newer file named '%1' already exists.
it: Un file recente denominato '%1' esiste già.

source: Source File
it: File sorgente

source: Existing File
it: File esistente

source: Would you like to replace the existing file with the one on the right?
it: Desideri sostituire il file esistente con uno sulla destra?

source: This audio file is not stored on the local host. Click on this label to load it.
it: Questo file audio non è memorizzato sulla macchina locale. Fai clic su questa etichetta per caricarlo.

source: Unable to load audio file
it: Non è possibile caricare il file audio

source: Artist: %1
it: Artista: %1

source: Title: %1
it: Titolo: %1

source: Comment: %1
it: Commento: %1

source: Sample rate: %1 %2
it: Tasso di campionamento: %1 %2

source: Length:
it: Lunghezza:
