Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/drkonqi.po
Languages: ru

# @info:status
source: Error fetching the bug report list
ru: Не удалось получить список сообщений об ошибках.

# @info/rich
source: Error fetching the bug report list<nl/><message>%1.</message><nl/>Please wait some time and try again.
ru: Не удалось получить список сообщений об ошибках.<nl/><message>%1.</message><nl/>Подождите некоторое время и попробуйте снова.

# @title:window
source: Enter a custom bug report number
ru: Введите номер сообщения об ошибке

# @label
source: Enter the number of the bug report you want to check
ru: Укажите номер сообщения об ошибке, которое вы хотите проверить

# @label
source: The report is going to be <strong>attached</strong> to bug <numid>%1</numid>. <a href="#">Cancel</a>
ru: Ваше сообщение будет <strong>добавлено</strong> к ошибке № <numid>%1</numid>. <a href="#">Отменить</a>

# @title:window
source: Bug Description
ru: Описание ошибки

# @info:tooltip
source: Use this button to retry loading the bug report.
ru: Воспользуйтесь этой кнопкой, чтобы повторно попытаться загрузить сообщение.

# @action:button
source: Suggest this crash is related
ru: Предполагаю, что это сообщение похоже

# @info:tooltip
source: Use this button to suggest that the crash you experienced is related to this bug report
ru: Нажмите эту кнопку, чтобы обозначить, что ваш случай сбоя программы относится к этому сообщению об ошибке.

# @info
source: <link url='%1'>Report's webpage</link>
ru: <link url='%1'>Веб-страница отчёта об ошибке</link>

# @info:status
source: Loading information about bug <numid>%1</numid> from %2....
ru: Загрузка сведений об ошибке № <numid>%1</numid> с %2...

# @info/plain
source: Backtrace of the crash I experienced:
ru: Прилагаемый стек вызовов:

# @action:button let the user to choose to read the main report
source: Yes, read the main report
ru: Да, читать главное сообщение

# @action:button let the user choose to read the original report
source: No, let me read the report I selected
ru: Нет, показать выбранное мною сообщение

# @info
source: The report you selected (bug <numid>%1</numid>) is already marked as duplicate of bug <numid>%2</numid>. Do you want to read that report instead? (recommended)
ru: Выбранное вами сообщение (ошибка № <numid>%1</numid>) уже помечено как дубликат ошибки № <numid>%2</numid>. Хотите вместо этого прочитать сообщение о последней? (рекомендуется)

# @title:window
source: Nested duplicate detected
ru: Обнаружены множественные дубликаты

# comment $number to use as subtitle
source: <h4>Comment %1:</h4>
ru: <h4>Комментарий %1:</h4>

# @info bug status
source: Opened (Unconfirmed)
ru: Открыто (не подтверждено)

# @info bug status
source: Opened (Unfixed)
ru: Открыто (не исправлено)

# @info bug resolution, fixed in version
source: Fixed in version "%1"
ru: исправлено в версии %1

# @info bug resolution, fixed by kde devs in version
source: the bug was fixed by KDE developers in version "%1"
ru: ошибка исправлена разработчиками KDE в версии %1

# @info bug resolution
source: Fixed
ru: исправлено

# @info bug resolution
source: the bug was fixed by KDE developers
ru: ошибка исправлена разработчиками KDE

# @info bug resolution
source: Non-reproducible
ru: не повторяемо

# @info bug resolution
source: Duplicate report (Already reported before)
ru: Дублирующее сообщение (уже было представлено раньше)

# @info bug resolution
source: Not a valid report/crash
ru: неверное сообщение

# @info bug resolution
source: Not caused by a problem in the KDE's Applications or libraries
ru: вызвано не проблемой программ или библиотек KDE

# @info bug resolution
source: the bug is caused by a problem in an external application or library, or by a distribution or packaging issue
ru: эта ошибка вызвана проблемой внешней программы или библиотеки либо неполадкой в дистрибутиве или пакете

# @info bug status, %1 is the resolution
source: Closed (%1)
ru: закрыто (%1).

# @info bug status
source: Temporarily closed, because of a lack of information
ru: временно закрыто из-за нехватки информации

source: <p><note>The bug report's title is often written by its reporter and may not reflect the bug's nature, root cause or other visible symptoms you could use to compare to your crash. Please read the complete report and all the comments below.</note></p>
ru: <p><note>Заголовки сообщений об ошибках часто написаны их авторами и могут не отражать суть ошибки. Вы можете использовать для сравнения с вашим сбоем причину ошибки или другие видимые признаки. Пожалуйста, прочитайте полностью сообщение об ошибке и все комментарии к нему.</note></p>

source: <p><note>This bug report has %1 duplicate report. That means this is probably a <strong>common crash</strong>. <i>Please consider only adding a comment or a note if you can provide new valuable information which was not already mentioned.</i></note></p>
ru: <p><note>Это сообщение об ошибке имеет %1 дублирующее сообщение. Это значит, что, возможно, это <strong>частый сбой</strong>. <i>Пожалуйста, добавляйте комментарии или замечании только если вы можете предоставить новую полезную информацию, которая ещё не упоминалась.</i></note></p>

source: <p><note>This bug report is not about a crash or about any other critical bug.</note></p>
ru: <p><note>Это сообщение не о сбое и не о какой-либо критической ошибке.</note></p>

# @info bug report status
source: <h4>Bug Report Status: %1</h4>
ru: <h4>Состояние сообщения об ошибке: %1</h4>

# @info bug report product and component
source: <h4>Affected Component: %1 (%2)</h4>
ru: <h4>Компонент: %1 (%2)</h4>

# @info bug report description
source: <h3>Description of the bug</h3><p>%1</p>
ru: <h3>Описание ошибки</h3><p>%1</p>

# @label:textbox bug report comments (already formatted)
source: <h2>Additional Comments</h2>%1
ru: <h2>Дополнительные комментарии</h2>%1

# @info:status
source: Showing bug <numid>%1</numid>
ru: Показано сообщение об ошибке № <numid>%1</numid>

# @info/rich
source: Error fetching the bug report<nl/><message>%1.</message><nl/>Please wait some time and try again.
ru: Не удалось загрузить сообщение об ошибке:<nl/><message>%1.</message><nl/>Подождите некоторое время и попробуйте снова.

# @info
source: Error fetching the bug report
ru: Не удалось загрузить сообщение об ошибке

# @info:status
source: Error fetching the bug report
ru: Не удалось загрузить сообщение об ошибке

# @title:window
source: Related Bug Report
ru: Связанный отчёт об ошибке

# @action:button
source: Cancel (Go back to the report)
ru: Отмена (вернуться к отчёту)

# @action:button continue with the selected option and close the dialog
source: Continue
ru: Продолжить

source: You are going to mark your crash as related to bug <numid>%1</numid>
ru: Вы собираетесь отметить ваше сообщение о сбое как связанное с ошибкой <numid>%1</numid>

# @info
source: The report is closed because %1. <i>If the crash is the same, adding further information will be useless and will consume developers' time.</i>
ru: Это сообщение уже помечено как закрытое, потому что %1. <i>Если вы уверены, что у вас произошла та же самая ошибка, то добавление новых подробностей или создание нового сообщения будет бесполезным и потратит время разработчиков зря.</i>

# @info/plain
source: <placeholder>In detail, tell us what you were doing when the application crashed.</placeholder>
ru: <placeholder>Напишите подробно, что вы делали, когда произошла ошибка.</placeholder>

# @label question
source: <strong>Do you remember what you were doing prior to the crash?</strong>
ru: <strong>Помните ли вы, что вы делали до возникновения ошибки?</strong>

source: Yes
ru: Да

source: No
ru: Нет

# @label question
source: <strong>Does the application crash again if you repeat the same situation?</strong>
ru: <strong>Происходит ли сбой снова, если ситуация повторяется?</strong>

# @info:tooltip
source: If you tried to repeat the situation, select how often the application crashes
ru: Если вы пытались воспроизвести ситуацию, укажите, как часто в приложении происходит сбой

# @info:whatsthis
source: If you tried to repeat the situation, select how often the application crashes
ru: Если вы пытались воспроизвести ситуацию, укажите, как часто в приложении происходит сбой

# @item:inlistbox user didn't tried to repeat the crash situation
source: I did not try again
ru: Не пытался воспроизводить ситуацию

# @item:inlistbox the crash cannot be reproduce. reproduciblity->never
source: Never
ru: Никогда

# @item:inlistbox the bug can be reproduced sometimes
source: Sometimes
ru: Иногда

# @item:inlistbox the bug can be reproduced every time
source: Every time
ru: Всегда

# @label question
source: <strong>Please select which additional information you can provide:</strong>
ru: <strong>Выберите дополнительные сведения о сбое, которые вы можете сообщить:</strong>

# @info:tooltip
source: Check this option if you can describe what were you doing inside the application before it crashed
ru: Отметьте этот параметр, если вы можете описать, что вы делали в этом приложении до сбоя.

# @info:whatsthis
source: Check this option if you can describe what were you doing inside the application before it crashed
ru: Отметьте этот параметр, если вы можете описать, что вы делали в этом приложении до сбоя.

# @info:tooltip
source: Check this option if you can describe any unusual behavior or appearance in the application or the whole desktop
ru: Отметьте этот параметр, если вы можете описать какое-либо необычное поведение в приложении или в вашей рабочей среде

# @info:whatsthis
source: Check this option if you can describe any unusual behavior or appearance in the application or the whole desktop
ru: Отметьте этот параметр, если вы можете описать какое-либо необычное поведение в приложении или в вашей рабочей среде

# @option:check kind of information the user can provide about the crash
source: Unusual desktop behavior I noticed
ru: Замеченное мною необычное поведение рабочей среды

# @info:tooltip
source: Check this option if you can provide application specific details or settings that may be related to the crash. You can check the examples (if available.)
ru: Отметьте этот параметр, если вы можете сообщить особые параметры, которые могут быть причиной сбоя. Вы также можете посмотреть примеры (если они доступны).

# @info:whatsthis
source: Check this option if you can provide application specific details or settings that may be related to the crash. You can check the examples (if available.)
ru: Отметьте этот параметр, если вы можете сообщить особые параметры, которые могут быть причиной сбоя. Вы также можете посмотреть примеры (если они доступны).

# @option:check kind of information the user can provide about the crash
source: Custom settings of the application that may be related
ru: Особые параметры приложения, которые могут иметь значение

source: <a href="#">Examples</a>
ru: <a href="#">Примеры</a>

# @info/rich
source: See if your bug has already been reported. Double click a report in the list and compare it to yours. You can suggest that your crash is a duplicate of that report or directly attach your information to it.
ru: Посмотрите, не была ли эта ошибка описана ранее. Дважды щёлкните сообщение из списка и сравните его со своим. Вы можете либо выдвинуть предположение о том, что ваша ошибка повторяет уже описанную, либо непосредственно добавить свои сведения к ней.

# @title:column
source: Bug ID
ru: № ошибки

# @title:column
source: Description
ru: Описание

# @label title of a listbox where the possible duplicate bug numbers are put in
source: Possible duplicates:
ru: Возможные дубликаты:

source: Show the backtrace of the crash I experienced to compare (advanced)
ru: Показать стек вызовов вашего сбоя (для сравнения)

source: This is likely to be a <strong>common crash</strong>, and a lot of different cases' details may have been provided already. <i>Proceed only if you can add new information (not already mentioned). </i>
ru: Похоже, что это <strong>частый сбой</strong> и возможно, что множество различных сведений о нём уже представлено. <i>Продолжайте только если вы можете представить новые данные о нём (которые ещё не упоминались). </i>

source: <strong>Do you want to proceed with the reporting process?</strong>
ru: <strong>Хотите ли вы продолжить с отправкой сообщения об ошибке?</strong>

source: No, do not file a new bug report, and cancel the assistant
ru: Не регистрировать новое сообщение об ошибке и выйти из мастера.

source: Proceed with reporting the bug
ru: Продолжить отправку сообщения об ошибке

source: <strong>Are you sure this report matches your crash situation?</strong>
ru: <strong>Вы уверены, что это такая же ошибка, как и у вас?</strong>

source: Not really sure: mark as a possible duplicate
ru: Не совсем уверен: пометить как вероятный дубликат

source: Completely sure: attach my information to this report
ru: Полностью уверен: добавить мою информацию к этому отчёту

# @info/rich
source: <strong>Please provide the following information in English.</strong>
ru: <strong>Укажите следующую информацию на английском языке.</strong>

# @label:textbox
source: <strong>Title of the bug report:</strong> (<a href="#">examples</a>)
ru: <strong>Заголовок сообщения об ошибке:</strong> (<a href="#">примеры</a>)

# @label:textbox
source: <strong>Information about the crash:</strong> (<a href="#">help and examples</a>)
ru: <strong>Сведения о сбое:</strong> (<a href="#">справка и примеры</a>)

# @title:group
source: Distribution method:
ru: Способ установки программ:

# @option:check
source: KDE Platform is compiled from sources
ru: Платформа KDE собрана из исходного кода

# @info/rich
source: <note>The crash and system information will be automatically added to the bug report.</note>
ru: <note>Информация о сбое и о системе будет автоматически добавлена к сообщению.</note>

# @label:textbox bugzilla account username
source: Username:
ru: Имя пользователя:

# @label:textbox bugzilla account password
source: Password:
ru: Пароль:

# @option:check
source: Save login information using the KDE Wallet system
ru: Сохранить имя и пароль в бумажнике KDE

# @label
source: This is a preview of the report's contents which will be sent. <nl /> If you want to modify it go to the previous pages.
ru: Это предварительный просмотр подготовленного к отправке сообщения.<nl /> Для того чтобы изменить его, вернитесь на предыдущие страницы.

# @option:check
source: Open the bug report page when clicking the Finish button
ru: Открыть страницу сообщений об ошибках после нажатия кнопки «Готово»

# @option:check
source: Restart the application when clicking the Finish button
ru: Перезапустить программу после нажатия кнопки «Готово»

source: Restart the application when clicking the Finish button
ru: Перезапустить программу после нажатия кнопки «Готово»

# @info
source: This assistant will analyze the crash information and guide you through the bug reporting process.
ru: Этот мастер проанализирует информацию о сбое и поможет вам составить сообщение об ошибке.

# @info note before starting the bug reporting process
source: <p><note>Since communication between you and the developers is required for effective debugging, to continue reporting this bug <strong>it is required for you to agree that developers may contact you.</strong></note></p><p>Feel free to close this dialog if you do not accept this.</p>
ru: <p><note>Общение между вами и разработчиками необходимо для эффективной отладки. Поэтому прежде чем продолжить составлять сообщение, <strong>необходимо подтвердить, что вы разрешаете разработчикам связаться с вами.</strong></note></p><p>Вы можете свободно закрыть данное окно, если не согласны.</p>

source: Show backtrace content (advanced)
ru: Показать содержимое стека вызовов (дополнительно)
