Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/drkonqi.po
Languages: ru

# @info
source: <para>As the Crash Handler itself has failed, the automatic reporting process is disabled to reduce the risks of failing again.<nl /><nl />Please, <link url='%1'>manually report</link> this error to the KDE bug tracking system. Do not forget to include the backtrace from the <interface>Developer Information</interface> tab.</para>
ru: <para>Произошла ошибка в самом мастере сообщений об ошибках, автоматическая отправка сообщений об ошибках отключена для уменьшения риска повторных сбоев.<nl /><nl /> Пожалуйста, <link url='%1'>передайте</link> отчёт об этой ошибке в систему отслеживания ошибок в KDE вручную. И не забудьте включить в сообщение стек вызовов с вкладки <interface>Информация для разработчиков</interface>.</para>

# @info
source: <para>The reporting assistant is disabled because the crash handler dialog was started in safe mode.<nl />You can manually report this bug to %1 (including the backtrace from the <interface>Developer Information</interface> tab.)</para>
ru: <para>Мастер сообщений отключён, так как диалог обработки сбоев запущен в безопасном режиме.<nl />Можно вручную сообщить об этой ошибке %1 (включая стек вызовов с вкладки <interface>Информация для разработчиков</interface>).</para>

# @info
source: <para>You can help us improve KDE Software by reporting this error.<nl /><link url='%1'>Learn more about bug reporting.</link></para><para><note>It is safe to close this dialog if you do not want to report this bug.</note></para>
ru: <para>Вы можете помочь нам улучшить KDE, отправив сообщение об этой ошибке.<nl /><link url='%1'>Справка по сообщениям об ошибках.</link></para><para><note>Если вы не хотите отправлять сообщение о сбое, можно просто закрыть это окно.</note></para>

# @info
source: <para>You cannot report this error, because <application>%1</application> does not provide a bug reporting address.</para>
ru: <para>Вы не сможете сообщить об этой ошибке, потому что в программе <application>%1</application> не указан адрес для отправки сообщений о сбоях.</para>

# @label
source: Details:
ru: Дополнительные сведения:

# @info Note the time information is divided into date and time parts
source: <para>Executable: <application>%1</application> PID: <numid>%2</numid> Signal: %3 (%4) Time: %5 %6</para>
ru: <para>Процесс: <application>%1</application> PID: <numid>%2</numid> Сигнал завершения: %3 (%4) Время: %5 %6</para>

# @action:button
source: Report &Bug
ru: Отправить сообщение об о&шибке

# @info:tooltip
source: Starts the bug report assistant.
ru: Запустить мастер сообщений об ошибках.

source: &Debug
ru: &Отладка

# @info:tooltip
source: Starts a program to debug the crashed application.
ru: Запустить программу для отладки аварийно завершённого приложения.

# @action:button
source: &Restart Application
ru: &Перезапустить приложение

# @info:tooltip
source: Use this button to restart the crashed application.
ru: Нажмите эту кнопку, чтобы перезапустить аварийно завершившееся приложение.

# @info:tooltip
source: Close this dialog (you will lose the crash information.)
ru: Закрыть это окно (информация о сбое будет утеряна).

# @action:inmenu 1 is the debugger name
source: Debug in <application>%1</application>
ru: Отлаживать с помощью <application>%1</application>

source: Failed to retrieve the config data.
ru: Не удалось определить конфигурацию.

source: The KDE Crash Handler gives the user feedback if a program has crashed.
ru: Обработчик ошибок KDE даёт пользователю возможность узнать причины сбоев в работе программ.

source: The KDE Crash Handler
ru: Обработчик ошибок KDE

source: (C) 2000-2009, The DrKonqi Authors
ru: © Разработчики DrKonqi, 2000-2009

# @info:shell
source: The signal number that was caught
ru: Номер перехваченного сигнала

# @info:shell
source: Name of the program
ru: Название программы

# @info:shell
source: Path to the executable
ru: Путь к исполняемому файлу

# @info:shell
source: The version of the program
ru: Версия программы

# @info:shell
source: The bug address to use
ru: Адрес ошибки

# @info:shell
source: Translated name of the program
ru: Переведённое имя программы

# @info:shell
source: The PID of the program
ru: PID программы

# @info:shell
source: Startup ID of the program
ru: Исходный ID программы

# @info:shell
source: The program was started by kdeinit
ru: Программа была запущена процессом kdeinit

# @info:shell
source: Disable arbitrary disk access
ru: Запретить произвольный доступ к диску

# @info:shell
source: The program has already been restarted
ru: Программа уже была перезапущена

# @info:shell
source: Keep the program running and generate the backtrace at startup
ru: Не прекращать выполнение программы, сразу создать стек вызовов

# @info:shell
source: The thread id of the failing thread
ru: Идентификатор потока исполнения, в котором произошёл сбой

source: the KDE Bug Tracking System
ru: систему отслеживания ошибок KDE

# @title:window
source: Crash Reporting Assistant
ru: Мастер сообщений об ошибке

# @title
source: Welcome to the Reporting Assistant
ru: Добро пожаловать в Мастер сообщений об ошибках

# @title
source: Fetching the Backtrace (Automatic Crash Information)
ru: Получение стека вызовов (автоматической информации о сбое)

# @title
source: Results of the Analyzed Crash Details
ru: Результаты анализа сбоя

# @title
source: Login into %1
ru: Вход в %1

# @title
source: Look for Possible Duplicate Reports
ru: Поиск возможных дубликатов сообщения

# @title
source: Enter the Details about the Crash
ru: Подробная информация о сбое

# @title
source: Preview the Report
ru: Предварительный просмотр сообщения

# @action:button
source: Close the assistant
ru: Закрыть мастер

# @action:button
source: Cancel
ru: Отмена

# @action:button
source: Save information and close
ru: Сохранить сведения и закрыть

# @info
source: Do you really want to close the bug reporting assistant? <note>The crash information is still valid, so you can save the report before closing if you want.</note>
ru: Вы действительно хотите закрыть Мастер сообщений об ошибках? <note>Сведения об ошибке всё ещё актуальны, так что вы можете сохранить сообщение перед закрытием, если захотите.</note>

# @title:window
source: Close the Assistant
ru: Закрытие мастера

# @info
source: Do you really want to close the bug reporting assistant?
ru: Вы действительно хотите закрыть Мастер сообщений об ошибках?

# @info
source: This crash information is not useful enough, do you want to try to improve it? You will need to install some debugging packages.
ru: Сообщение пока содержит недостаточно полезных сведений. Хотите ли вы его улучшить? Для этого понадобится установить некоторые отладочные пакеты.

# @title:window
source: Crash Information is not useful enough
ru: Информация о сбое недостаточно полезна

source: What I was doing when the application "%1" crashed
ru: Что я делал, когда аварийно завершилось приложение «%1»

# @label examples about information the user can provide
source: Examples: %1
ru: Примеры: %1

# @action:button
source: &Show Contents of the Report
ru: Показать &текст сообщения

# @info:tooltip
source: Use this button to show the generated report information about this crash.
ru: Воспользуйтесь этой кнопкой, чтобы просмотреть составленное сообщение об этой ошибке.

# @info
source: The automatically generated crash information is useful.
ru: Автоматически собранная информация о сбое полезна.

# @info
source: The automatically generated crash information lacks some details but may be still be useful.
ru: Автоматически собранная информация о сбое упускает некоторые подробности, однако может быть полезной.

# @info
source: The automatically generated crash information lacks important details and it is probably not helpful.
ru: В автоматически собранной информации о сбое не хватает существенных подробностей, и она, вероятно, не принесёт пользы.

# @info
source: The crash information was not generated because it was not needed.
ru: Информация об ошибке не собиралась, так как она не нужна.

# @info
source: The automatically generated crash information does not contain enough information to be helpful.
ru: Автоматически собранная информация о сбое недостаточно подробна, чтобы быть полезной.

# @info
source: <note>You can improve it by installing debugging packages and reloading the crash on the Crash Information page. You can get help with the Bug Reporting Guide by clicking on the <interface>Help</interface> button.</note>
ru: <note>Можно улучшить её, установив отладочные пакеты и обновив сведения на странице «Информация о сбое». Подробности можно узнать в Руководстве по Мастеру сообщений об ошибках, нажав кнопку <interface>Справка</interface>.</note>

# @info
source: The information you can provide could be considered helpful.
ru: Предоставленная вами информация может быть полезной.

# @info
source: The information you can provide is not considered helpful enough in this case.
ru: Предоставленная вами информация в данном случае будет недостаточно полезной.

# @info
source: Your problem has already been reported as bug <numid>%1</numid>.
ru: Данная проблема уже внесена в базу данных с номером <numid>%1</numid>.

# @info
source: This report is considered helpful.
ru: Этот отчёт содержит полезную информацию.

# @info
source: This application's bugs are reported to the KDE bug tracking system: click <interface>Next</interface> to start the reporting process. You can manually report at <link>%1</link>
ru: Сведения о сбоях этой программы отправляются в систему отслеживания ошибок KDE: нажмите <interface>Далее</interface>, чтобы составить сообщение об ошибке. Можно сообщить об ошибке самостоятельно по адресу: <link>%1</link>

# @info
source: This application is not supported in the KDE bug tracking system. Click <interface>Finish</interface> to report this bug to the application maintainer. Also, you can manually report at <link>%1</link>.
ru: Эта программа не поддерживается системой отслеживания ошибок KDE. Нажмите кнопку <interface>Готово</interface>, чтобы сообщить об этой ошибке сопровождающему этой программы. Кроме того, вы можете сообщить об ошибке по адресу: <link>%1</link>.

# @info
source: This report does not contain enough information for the developers, so the automated bug reporting process is not enabled for this crash.
ru: В этом сообщении содержится недостаточно информации для разработчиков, поэтому для данного сбоя не включено автоматическое уведомление об ошибках.

# @info
source: If you wish, you can go back and change your answers.
ru: Если необходимо, можно вернуться и изменить свои ответы.

# @info
source: You can manually report this bug at <link>%1</link>. Click <interface>Finish</interface> to close the assistant.
ru: Можно вручную сообщить об этой ошибке по адресу: <link>%1</link>. Нажмите <interface>Готово</interface>, чтобы закрыть мастер.

# @info
source: You can manually report this bug to its maintainer at <link>%1</link>. Click <interface>Finish</interface> to close the assistant.
ru: Можно вручную сообщить об этой ошибке сопровождающему по адресу: <link>%1</link>. Нажмите <interface>Готово</interface>, чтобы закрыть мастер.

# @info/plain report to url/mail address
source: Report to %1
ru: Сообщить %1

# @title:window
source: Contents of the Report
ru: Содержимое сообщения

# @action:button
source: &Save to File...
ru: &Сохранить в файл...

# @info:tooltip
source: Use this button to save the generated crash report information to a file. You can use this option to report the bug later.
ru: Воспользуйтесь этой кнопкой, чтобы сохранить в файл созданное сообщение о сбое. Это пригодится, чтобы отправить сообщение позже.

# @info:status '1' is replaced with the short URL of the bugzilla
source: You need to login with your %1 account in order to proceed.
ru: Для продолжения необходимо войти на сайт %1 с вашей учётной записью.

# @action:button
source: Login
ru: Войти

# @info:tooltip
source: Use this button to login to the KDE bug tracking system using the provided username and password.
ru: Воспользуйтесь этой кнопкой, чтобы войти в систему отслеживания ошибок KDE, используя введённое имя пользователя и пароль.

# @info/rich
source: <note>You need a user account on the <link url='%1'>KDE bug tracking system</link> in order to file a bug report, because we may need to contact you later for requesting further information. If you do not have one, you can freely <link url='%2'>create one here</link>. Please do not use disposable email accounts.</note>
ru: <note>Вам понадобится учётная запись в <link url='%1'>Системе отслеживания ошибок KDE</link>, чтобы отправить сообщение об ошибке, потому что нам, возможно, понадобится связаться с вами и выяснить недостающую информацию. Если такой учётной записи у вас нет, её легко <link url='%2'>создать</link>. Пожалуйста, используйте только активный адрес электронной почты.</note>

# @info:status
source: Error when trying to login: <message>%1.</message>
ru: Не удалось войти в систему: <message>%1.</message>

# @info:status the user is logged at the bugtracker site as USERNAME
source: Logged in at the KDE bug tracking system (%1) as: %2.
ru: Вы успешно вошли под именем %2 в систему отслеживания ошибок KDE (%1).

source: Failed to communicate with kded. Make sure it is running.
ru: Не удалось связаться со службой kded. Проверьте, что она запущена.

source: Failed to load KCookieServer. Check your KDE installation.
ru: Не удалось загрузить KCookieServer. Проверьте правильность установки.

source: Failed to communicate with KCookieServer.
ru: Не удалось связаться со службой KCookieServer.

# @info 1 is the bugzilla website url
source: Cookies are not allowed in your KDE network settings. In order to proceed, you need to allow %1 to set cookies.
ru: В ваших сетевых параметрах KDE запрещены файлы «cookie». Для продолжения необходимо разрешить %1 приём файлов «cookie».

# @action:button 1 is the bugzilla website url
source: Allow %1 to set cookies
ru: Разрешить приём файлов «cookie» от %1

# @action:button do not allow the bugzilla website to set cookies
source: No, do not allow
ru: Нет, не разрешать

# @info:status '1' is a url, '2' the username
source: Performing login at %1 as %2...
ru: Попытка входа на сайт %1 под именем %2...

# @info:status/rich
source: <b>Error: Invalid username or password</b>
ru: <b>Ошибка: неверное имя пользователя или пароль</b>

# @label:listbox KDE distribution method
source: Unspecified
ru: Не указано

# @label:listbox KDE distribution method
source: Ubuntu (and derivatives)
ru: Ubuntu (и производные)

# @label:listbox KDE distribution method
source: FreeBSD (Ports)
ru: FreeBSD (порты)

# the minimum required length of a text was reached
source: Minimum length reached
ru: Минимальная длина достигнута

# the minimum required length of a text wasn't reached yet
source: Provide more information
ru: Сообщение слишком короткое

# @info
source: The description about the crash details does not provide enough information yet.<br /><br />
ru: Подробное описание сбоя пока не содержит достаточно информации.<br /><br />

# @info
source: The amount of required information is proportional to the quality of the other information like the backtrace or the reproducibility rate.<br /><br />
ru: Требуемый объём текста пропорционален качеству другой информации (стеку вызовов и частоте повторяемости).<br /><br />

# @info
source: Previously, you told DrKonqi that you could provide some contextual information. Try writing more details about your situation. (even little ones could help us.)<br /><br />
ru: Вы ответили, что можете сообщить о своих действиях перед сбоем. Напишите о них ниже (даже немного информации может помочь разработчикам).<br /><br />

# @info
source: If you cannot provide more information, your report will probably waste developers' time. Can you tell us more?
ru: Если вы не можете сообщить больше информации, ваше сообщение, вероятнее всего, зря потратит время разработчиков. Вы сможете ещё уточнить сведения?

source: Yes, let me add more information
ru: Да, позвольте мне добавить больше информации

source: No, I cannot add any other information
ru: Нет, я не могу добавить ещё какую-либо информацию

# @title:window
source: We need more information
ru: Нам нужно больше информации

# @info:tooltip help and examples of good bug descriptions
source: Describe in as much detail as possible the crash circumstances:
ru: Опишите как можно подробнее обстоятельства сбоя:

# @info:tooltip help and examples of good bug descriptions
source: - Detail which actions were you taking inside and outside the application an instant before the crash.
ru: действия, предпринятые вами в этом приложении или вне его перед самым сбоем;

# @info:tooltip help and examples of good bug descriptions
source: - Note if you noticed any unusual behavior in the application or in the whole environment.
ru: укажите замеченное вами необычное поведение приложения или всей графической среды;

# @info:tooltip help and examples of good bug descriptions
source: - Note any non-default configuration in the application.
ru: укажите все параметры приложения, отличающиеся от параметров по умолчанию;

source: Examples: %1
ru: Примеры: %1

# @action:button
source: Retry...
ru: Повторить...

# @info:tooltip
source: Use this button to retry sending the crash report if it failed before.
ru: Используйте эту кнопку, чтобы ещё раз попытаться отправить сообщение о сбое, если раньше не удалось этого сделать.

# @action:button
source: Sho&w Contents of the Report
ru: Показать &текст сообщения

# @info:status
source: Sending crash report... (please wait)
ru: Подождите, идёт отправка сообщения...

# @info/rich
source: Crash report sent.<nl/>URL: <link>%1</link><nl/>Thank you for being part of KDE. You can now close this window.
ru: Сообщение отправлено.<nl/>Адрес: <link>%1</link><nl/>Спасибо, что приняли участие в улучшении KDE. Теперь это окно можно закрыть.

# @info:status
source: Error sending the crash report: <message>%1.</message>
ru: Не удалось отправить сообщение об ошибке: <message>%1.</message>

# @info/plain report to KDE bugtracker address
source: Report to %1
ru: Отправить на %1

# @title:window
source: Unhandled Bugzilla Error
ru: Неизвестная ошибка Bugzilla

# @action:button save html to a file
source: Save to a file
ru: Сохранить в файл

# @label
source: There was an unhandled Bugzilla error: %1.<br />Below is the HTML that DrKonqi received. Try to perform the action again or save this error page to submit a bug against DrKonqi.
ru: Произошла неожиданная ошибка Bugzilla: %1.<br />Ниже приведён код страницы HTML, полученной от сервера. Повторите попытку или сохраните эту страницу и отправьте сообщение об ошибке в DrKonqi.

# @item:intable custom/manaul bug report number
source: Manual
ru: Вручную

# @item:intable custom bug report number description
source: Manually enter a bug report ID
ru: Задать номер сообщения об ошибке вручную

# @info:tooltip / whatsthis
source: Select this option to manually load a specific bug report
ru: Выберите этот пункт, чтобы указать, какое сообщение об ошибке загрузить.

# @action:button
source: Search for more reports
ru: Найти больше сообщений

# @info:tooltip
source: Use this button to search for more similar bug reports on an earlier date.
ru: Нажмите эту кнопку, чтобы найти более похожие сообщения об ошибках среди более старых.

# @action:button
source: Retry search
ru: Повторить поиск

# @info:tooltip
source: Use this button to retry the search that previously failed.
ru: Нажмите эту кнопку, чтобы повторить не удавшийся ранее поиск.

# @action:button
source: Open selected report
ru: Открыть сообщение

# @info:tooltip
source: Use this button to view the information of the selected bug report.
ru: Нажмите эту кнопку, чтобы просмотреть выбранное сообщение об ошибке.

# @action:button
source: Stop searching
ru: Остановить поиск

# @info:tooltip
source: Use this button to stop the current search.
ru: Нажмите эту кнопку, чтобы прекратить текущий поиск.

# @action:button remove the selected item from a list
source: Remove
ru: Удалить

# @info:tooltip
source: Use this button to remove a selected possible duplicate
ru: Нажмите эту кнопку, чтобы удалить выбранный вероятный дубликат

source: There are no real duplicates
ru: Здесь действительно нет дубликатов

source: Press this button to declare that, in your opinion and according to your experience, the reports found as similar do not match the crash you have experienced, and you believe it is unlikely that a better match would be found after further review.
ru: Нажмите эту кнопку для утверждения того, что по вашему мнению и согласно вашему опыту автоматически найденные похожие сообщения об ошибках описывают не тот сбой, который произошёл у вас, а дальнейший поиск дубликатов скорее всего не даст результатов.

source: Let me check more reports
ru: Найти больше сообщений

source: Press this button if you would rather review more reports in order to find a match for the crash you have experienced.
ru: Нажмите эту кнопку, если вы хотите просмотреть больше сообщений об ошибках и найти сообщение, описывающее сбой, который вы обнаружили.

# @info
source: You have not selected any possible duplicates, or a report to which to attach your crash information. Have you read all the reports, and can you confirm that there are no real duplicates?
ru: Вы не выбрали ни одного предполагаемого дубликата и не указали сообщения, к которому следовало бы добавить ваши сведения. Действительно ли вы прочитали все сообщения и подтверждаете, что дубликатов нет?

# @title:window
source: No selected possible duplicates
ru: Не выбраны вероятные дубликаты

# @info:status
source: Searching for duplicates (from %1 to %2)...
ru: Ищутся дубликаты (с %1 по %2)...

# @info:status
source: Search stopped.
ru: Поиск прекращён.

# @info:status
source: Search stopped. Showing results from %1 to %2
ru: Поиск прекращён. Показаны результаты с %1 по %2

# @info:status
source: Showing results from %1 to %2
ru: Показаны результаты с %1 по %2

# @info/plain bug status
source: [Open]
ru: [Открыто]

# @info/plain bug resolution
source: [Fixed]
ru: [Исправлено]

# @info/plain bug resolution
source: [Non-reproducible]
ru: [Не повторяемо]

# @info/plain bug resolution
source: [Duplicate report]
ru: [Дублирующее сообщение]

# @info/plain bug resolution
source: [Invalid]
ru: [Ошибочно]

# @info/plain bug resolution
source: [External problem]
ru: [Внешняя проблема]

# @info/plain bug status
source: [Incomplete]
ru: [Неполное]

# @info:status
source: Search Finished. No reports found.
ru: Поиск завершён. Сообщения не найдены.

# @label
source: Your crash is a <strong>duplicate</strong> and has already been reported as <a href="%1">Bug %1</a>.
ru: Данный сбой является <strong>дубликатом</strong>, об этой проблеме уже сообщено как <a href="%1">Ошибка %1</a>.

# @label
source: Your crash has already been reported as <a href="%1">Bug %1</a>, which is a <strong>duplicate</strong> of <a href="%2">Bug %2</a>
ru: Об этом сбое уже сообщено как <a href="%1">Ошибка %1</a>, который <strong>дублирует</strong> <a href="%2">Ошибку %2</a>

# @label
source: Only <strong><a href="%1">attach</a></strong> if you can add needed information to the bug report.
ru: <strong><a href="%1">Прикрепить</a></strong> данные, если вы добавляете нужную разработчикам информацию к отчету об ошибке.

# @label
source: Your crash has already been reported as <a href="%1">Bug %1</a> which has been <strong>closed</strong>.
ru: Об этом сбое уже сообщено как <a href="%1">Ошибка %1</a>, который будет <strong>закрыт</strong>.

# @label
source: Your crash has already been reported as <a href="%1">Bug %1</a>, which is a duplicate of the <strong>closed</strong> <a href="%2">Bug %2</a>.
ru: Об этом сбое уже сообщено как <a href="%1">Ошибка %1</a>, который дублирует <strong>закрытую</strong> <a href="%2">Ошибку %2</a>.
