Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/drkonqi.po
Languages: ru

# NAME OF TRANSLATORS
source: Your names
ru: Герман Жеболдов,Леонид Кантер,Стёпа Семенуха

# EMAIL OF TRANSLATORS
source: Your emails
ru: Hermann.Zheboldov@shq.ru,leon@asplinux.ru,semenukha@gmail.com

# @title title of the dialog
source: About Bug Reporting - Help
ru: Об отправке сообщений об ошибках

# @title
source: Information about bug reporting
ru: Информация об отправке сообщений об ошибках

# @info/rich
source: You can help us improve this software by filing a bug report.
ru: Вы можете улучшить это программное обеспечение, направив сообщение об ошибке.

# @info/rich
source: <note>It is safe to close this dialog. If you do not want to, you do not have to file a bug report.</note>
ru: <note>Это диалоговое окно можно закрыть. Если вы не хотите, можете не отправлять сообщение об ошибке.</note>

# @info/rich
source: In order to generate a useful bug report we need some information about both the crash and your system. (You may also need to install some debug packages.)
ru: Чтобы создать полезный отчёт об ошибке, потребуются некоторые сведения как о произошедшем сбое, так и о вашей системе (возможно, также потребуется установить некоторые отладочные пакеты).

# @title
source: Bug Reporting Assistant Guide
ru: Мастер сообщения об ошибке

# @info/rich
source: This assistant will guide you through the crash reporting process for the KDE bug tracking system. All the information you enter on the bug report <strong>must be written in English</strong>, if possible, as KDE is formed internationally.
ru: Этот мастер поможет вам в сборе информации, которая будет отправлена в систему отслеживания ошибок KDE. Вся информация в отчёте об ошибке <strong>должна быть на английском языке</strong> (если это возможно), так как KDE — интернациональный проект.

# @title
source: What do you know about the crash?
ru: Что вам известно об этом сбое?

# @info/rich
source: In this page you need to describe how much do you know about the desktop and the application state before it crashed.
ru: На этой странице нужно описать, что вы знаете о вашей рабочей среде и о состоянии программы на момент сбоя.

# @info/rich
source: If you can, describe in as much detail as possible the crash circumstances, and what you were doing when the application crashed (this information is going to be requested later.) You can mention:
ru: Если можете, опишите наиболее подробно обстоятельства сбоя, что вы делали до того, как произошла ошибка (эти сведения будут запрошены у вас далее). Можно упомянуть следующее:

# @info/rich crash situation example
source: actions you were taking inside or outside the application
ru: действия, предпринятые вами в этой программе или в других;

# @info/rich crash situation example
source: documents or images that you were using and their type/format (later if you go to look at the report in the bug tracking system, you can attach a file to the report)
ru: документы или изображения, с которыми вы работали, их тип, формат (в дальнейшем, при просмотре сообщения в базе данных об ошибках вы сможете прикрепить такие файлы к сообщению);

# @info/rich crash situation example
source: widgets that you were running
ru: запущенные у вас виджеты;

# @info/rich crash situation example
source: the URL of a web site you were browsing
ru: адрес сайта, который вы просматривали;

# @info/rich crash situation example
source: configuration details of the application
ru: сведения о настройке программы;

# @info/rich crash situation example
source: or other strange things you notice before or after the crash.
ru: другие нетипичные явления, замеченные вами до или после сбоя.

# @info/rich
source: Screenshots can be very helpful sometimes. You can attach them to the bug report after it is posted to the bug tracking system.
ru: Снимки экрана иногда бывают очень полезными. Их можно прикрепить к сообщению после того, как оно будет размещено в системе отслеживания ошибок.

# @title
source: Crash Information (backtrace)
ru: Информация о сбое (стек вызовов)

# @info/rich
source: This page will generate a "backtrace" of the crash. This is information that tells the developers where the application crashed.
ru: На этой странице будет составлен стек вызовов в момент сбоя. По нему разработчики могут понять, какой участок программы вызвал сбой.

# @info/rich
source: If the crash information is not detailed enough, you may need to install some debug packages and reload it (if the <interface>Install Debug Symbols</interface> button is available you can use it to automatically install the missing information.)
ru: Если не удастся собрать достаточно сведений о сбое, потребуется установить некоторые отладочные пакеты и повторить сбор информации. Если активна кнопка<interface>Установить отладочные символы</interface>, её нажатие выполнит эти действия автоматически.

# @info/rich
source: You can find more information about backtraces, what they mean, and how they are useful at <link>%1</link>
ru: Подробную информацию о стеках вызовов, их содержимом и применении можно найти по адресу: <link>%1</link>

# @info/rich
source: Once you get a useful backtrace (or if you do not want to install the missing debugging packages) you can continue.
ru: После того, как составлен полезный стек вызовов (или если вы не хотите устанавливать недостающие отладочные пакеты), можно продолжить.

# @title
source: Conclusions
ru: Итог

# @info/rich
source: Using the quality of the crash information gathered, and your answers on the previous page, the assistant will tell you if the crash is worth reporting or not.
ru: Основываясь на оценке качества собранных сведений и полноте ваших ответов, мастер сообщит, имеет ли смысл отправлять данное сообщение об ошибке.

# @info/rich
source: If the crash is worth reporting but the application is not supported in the KDE bug tracking system, you will need to directly contact the maintainer of the application.
ru: Если отправка сообщения целесообразна, но программа не поддерживается системой отслеживания ошибок KDE, вам понадобится напрямую связаться с сопровождающим данной программы.

# @info/rich
source: If the crash is listed as being not worth reporting, and you think the assistant has made a mistake, you can still manually report the bug by logging into the bug tracking system. You can also go back and change information and download debug packages.
ru: Если сообщение оценено мастером как не стоящее отправки, но вы считаете такую оценку неверной, можно всё же отправить сообщение вручную, зайдя в систему сбора сообщений под своей учётной записью. Кроме того, можно вернуться к предыдущим шагам и дополнить свои ответы либо загрузить отладочные пакеты.

# @title
source: Login into the bug tracking system
ru: Вход в систему отслеживания ошибок

# @info/rich
source: We may need to contact you in the future to ask for further information. As we need to keep track of the bug reports, you need to have an account on the KDE bug tracking system. If you do not have one, you can create one here: <link>%1</link>
ru: Возможно, нам понадобится связаться с вами в дальнейшем, чтобы выяснить дополнительную информацию. Поскольку мы должны отслеживать сообщения об ошибках, вам понадобится учётная запись в системе отслеживания ошибок KDE. Если у вас такой учётной записи нет, можно создать её по адресу: <link>%1</link>

# @info/rich
source: Then, enter your username and password and press the Login button. You can use this login to directly access the KDE bug tracking system later.
ru: После этого введите имя своей учётной записи и пароль, а затем нажмите кнопку «Login». Эту учётную запись в дальнейшем вы можете использовать для входа в систему отслеживания ошибок KDE.

# @info/rich
source: The KWallet dialog may appear when pressing Login to save your password in the KWallet password system. Also, it will prompt you for the KWallet password upon loading to autocomplete the login fields if you use this assistant again.
ru: Когда вы нажмёте «Login», возможно, появится диалог KWallet, предлагая сохранить ваш пароль в системе. В будущем, когда вы снова воспользуетесь этим мастером, будет показан запрос пароля KWallet, чтобы выполнить автозаполнение вышеописанных полей.

# @title
source: List of possible duplicate reports
ru: Список предполагаемых дубликатов сообщения

# @info/rich
source: This page will search the bug report system for similar crashes which are possible duplicates of your bug. If there are similar bug reports found, you can double click on them to see details. Then, read the current bug report information so you can check to see if they are similar.
ru: На этой странице будет выполнен поиск в системе отслеживания ошибок существующих сообщений о такой же ошибке. Если такие сообщения найдены, вы можете дважды щёлкнуть их для просмотра подробностей. После этого перечитайте своё сообщение, проанализировав найденную информацию.

# @info/rich
source: If you are very sure your bug is the same as another that is previously reported, you can set your information to be attached to the existing report.
ru: Если вы абсолютно уверены, что ваша ошибка полностью совпадает с ранее описанной, свои сведения вы можете добавить к существующему сообщению.

# @info/rich
source: If you are unsure whether your report is the same, follow the main options to tentatively mark your crash as a duplicate of that report. This is usually the safest thing to do. We cannot uncombine bug reports, but we can easily merge them.
ru: Если вы сомневаетесь, является ли ваше сообщение дублирующим, выберите один из основных вариантов — пометить ваше сообщение как «предположительно дублирующее». Как правило, это наиболее безопасное действие. Мы не можем разделить сообщения об ошибке, зато объединить их легко.

# @info/rich
source: If not enough possible duplicates are found, or you did not find a similar report, then you can force it to search for more bug reports (only if the date range limit is not reached.)
ru: Если найдено недостаточное количество возможных дубликатов, или похожих сообщений не найдено вообще, вы можете заставить программу искать тщательнее (при условии, что не превышается ограничение на давность сообщения).

# @info/rich
source: If you do not find any related reports, your crash information is not useful enough, and you really cannot give additional information about the crash context, then it is better to not file the bug report, thereby closing the assistant.
ru: Если аналогичных сообщений не найдено, информация об ошибке оценена как бесполезная, или вы не можете никак дополнить сведения об обстоятельствах сбоя, то лучше не отправлять сообщение, закрыв мастер.

# @title
source: Details of the bug report and your system
ru: Описание сообщения и вашей системы

# @info/rich
source: In this case you need to write a title and description of the crash. Explain as best you can.
ru: В этом случае сообщение нужно озаглавить и описать ошибку. Постарайтесь выразиться как можно точнее.

# @info/rich
source: You can also specify your distribution method (GNU/Linux distribution or packaging system) or if you compiled the KDE Platform from sources.
ru: Можно также указать источник программ (дистрибутив GNU/Linux или используемый менеджер пакетов), либо сообщить, что собрали платформу KDE из исходного кода.

# @info/rich
source: <note>You should <strong>write those information in English</strong>.</note>
ru: <note>Вы должны <strong>написать это на английском языке</strong>.</note>

# @title
source: Sending the Crash Report
ru: Отправка сообщения об ошибке

# @info/rich
source: The last page will send the bug report to the bug tracking system and will notify you when it is done. It will then show the web address of the bug report in the KDE bug tracking system, so that you can look at the report later.
ru: На последней странице мастер отправит сообщение в систему отслеживания ошибок и сообщит, когда отправка будет завершена. Будет показан адрес вашего сообщения в системе отслеживания ошибок KDE, так что вы сможете просмотреть его позже.

# @info/rich
source: If the process fails, you can click <interface>Retry</interface> to try sending the bug report again. If the report cannot be sent because the bug tracking system has a problem, you can save it to a file to manually report later.
ru: Если этот процесс завершится неудачей, можно нажать <interface>Повторить</interface>, чтобы попробовать отправить сообщение снова. Если сообщение не удаётся отправить из-за проблем в системе отслеживания ошибок, его можно сохранить в файле и позже отправить вручную.

# @info/rich
source: Thank you for being part of KDE!
ru: Спасибо за то, что участвуете в KDE!

# @info/rich
source: If you are interested in helping us to keep the KDE bug tracker system clean and useful, which allows the developers to be more focused on fixing the real issues, you are welcome to <link url='http://techbase.kde.org/Contribute/Bugsquad'>join the BugSquad team</link>.
ru: Если вы хотите помочь нам сделать систему отслеживания ошибок в KDE простой и полезной, что позволит разработчикам больше заниматься решением реальных проблем, мы приглашаем вас <link url='http://techbase.kde.org/Contribute/Bugsquad'>в команду BugSquad</link>.

# @info examples about information the user can provide
source: Widgets you have in your desktop and panels (both official and unofficial), desktop settings (wallpaper plugin, themes), activities, and dashboard configuration.
ru: Виджеты, имеющиеся на вашем рабочем столе и панелях (как официальные, так и неофициальные). Настройка рабочего стола (модуль фоновых рисунков, темы). Настройка режимов работы и панели виджетов.

# @info examples about information the user can provide
source: State of Desktop Effects (Compositing), kind of effects enabled, window decoration, and specific window rules and configuration.
ru: Состояние графических эффектов рабочего стола. Какие эффекты включены. Оформление окон. Настройка и правила отдельных окон.

# @info examples about information the user can provide
source: sites you were visiting, number of opened tabs, plugins you have installed, and any other non-default setting.
ru: Просматривавшиеся вами сайты. Число открытых вкладок. Установленные у вас расширения. Нестандартные параметры.

# @info examples about information the user can provide
source: File view mode, grouping and sorting settings, preview settings, and directory you were browsing.
ru: Режим просмотра папок. Порядки группировки и сортировки. Настройка миниатюр. Открытая папка.

# @info examples about information the user can provide
source: Instant Messaging protocols you use, and plugins you have installed (official and unofficial).
ru: Использовавшиеся вами протоколы мгновенных сообщений. Установленные вами расширения (официальные и неофициальные).

# @info examples about information the user can provide
source: Mail protocols and account-types you use.
ru: Используемые вами почтовые протоколы и типы учётных записей.

# @info examples about information the user can provide
source: Type of the document you were editing.
ru: Тип документа, над которым вы работали.

# @info examples about information the user can provide
source: Type of media (extension and format) you were watching and/or listening to.
ru: Тип ролика или записи (расширение и формат), которые вы смотрели или слушали.

# @action:button
source: &Reload
ru: &Обновить

# @info:tooltip
source: Use this button to reload the crash information (backtrace). This is useful when you have installed the proper debug symbol packages and you want to obtain a better backtrace.
ru: Нажмите эту кнопку, чтобы обновить информацию о сбое (стек вызовов). Это используется, если вы установили отладочную информацию и хотите получить более полезное сообщение об ошибке.

# @action:button
source: &Install Debug Symbols
ru: &Установить отладочные символы

# @info:tooltip
source: Use this button to install the missing debug symbols packages.
ru: Воспользуйтесь этой кнопкой, чтобы установить недостающие пакеты с отладочной символьной информацией.

# @info:tooltip
source: Use this button to copy the crash information (backtrace) to the clipboard.
ru: Нажмите эту кнопку, чтобы скопировать информацию о сбое (стек вызовов) в буфер обмена.

# @info:tooltip
source: Use this button to save the crash information (backtrace) to a file. This is useful if you want to take a look at it or to report the bug later.
ru: Нажмите эту кнопку, чтобы сохранить информацию о сбое (стек вызовов) в файл. Это понадобится, если вы захотите позже просмотреть своё сообщение или отправить его.

source: <h2>What is a "backtrace" ?</h2><p>A backtrace basically describes what was happening inside the application when it crashed, so the developers may track down where the mess started. They may look meaningless to you, but they might actually contain a wealth of useful information.<br />Backtraces are commonly used during interactive and post-mortem debugging.</p>
ru: <h2>Что такое «стек вызовов»?</h2><p>Говоря общими словами, стек вызовов описывает то, что происходило внутри приложения в момент сбоя. Он может помочь разработчикам найти исходную причину сбоя. Возможно, стек вызовов покажется вам бессмысленным, однако, он может в действительности содержать много полезной информации.<br />Стеки вызовов являются распространённым способом интерактивной отладки и отладки после сбоя.</p>

# @info:status
source: Loading...
ru: Загрузка...

# @info:status
source: Generating backtrace... (this may take some time)
ru: Создание стека вызовов... (это может занять некоторое время)

# @info
source: Another debugger is currently debugging the same application. The crash information could not be fetched.
ru: Эта программа сейчас отлаживается другим отладчиком. Невозможно загрузить информацию об ошибке.

# @info:status
source: The crash information could not be fetched.
ru: Невозможно получить информацию об ошибке.

# @info/rich
source: Another debugging process is attached to the crashed application. Therefore, the DrKonqi debugger cannot fetch the backtrace. Please close the other debugger and click <interface>Reload</interface>.
ru: К аварийной программе присоединён другой процесс отладчика. Из-за этого отладчик DrKonqi не может получить стек вызовов. Закройте другой отладчик и нажмите <interface>Обновить</interface>.

# @info
source: The generated crash information is useful
ru: Собранная информация о сбое полезна

# @info
source: The generated crash information may be useful
ru: Собранная информация о сбое может быть полезна

# @info
source: The generated crash information is probably not useful
ru: Собранная информация о сбое, скорее всего, бесполезна

# @info
source: The generated crash information is not useful
ru: Собранная информация о сбое бесполезна

# @info
source: The rating of this crash information is invalid. This is a bug in DrKonqi itself.
ru: Оценка информации об этой ошибке неверна. Произошла ошибка в самом DrKonqi.

# @info/rich
source: You can click the <interface>Install Debug Symbols</interface> button in order to automatically install the missing debugging information packages. If this method does not work: please read <link url='%1'>How to create useful crash reports</link> to learn how to get a useful backtrace; install the needed packages (<link url='%2'>list of files</link>) and click the <interface>Reload</interface> button.
ru: Можно нажать кнопку <interface>Установить отладочные символы</interface>, чтобы автоматически установить недостающие отладочные пакеты. Если не удастся этого сделать, прочитайте, <link url='%1'>как создавать полезные сообщения об ошибках</link>, где описано, как получить полезный стек вызовов; установите необходимые пакеты (<link url='%2'>список файлов</link>) и нажмите <interface>Обновить</interface>.

# @info/rich
source: Please read <link url='%1'>How to create useful crash reports</link> to learn how to get a useful backtrace; install the needed packages (<link url='%2'>list of files</link>) and click the <interface>Reload</interface> button.
ru: Прочитайте, <link url='%1'>как создавать полезные сообщения об ошибках</link>, где описано, как получить полезный стек вызовов; установите необходимые пакеты (<link url='%2'>список файлов</link>) и нажмите кнопку <interface>Обновить</interface>.

# @info:status
source: The debugger has quit unexpectedly.
ru: Отладчик аварийно прекратил работу.

# @info:status
source: The crash information could not be generated.
ru: Невозможно собрать информацию об ошибке.

# @info/rich
source: You could try to regenerate the backtrace by clicking the <interface>Reload</interface> button.
ru: Можно ещё раз попытаться получить стек вызовов, нажав кнопку <interface>Обновить</interface>.

# @info:status
source: <strong>The debugger application is missing or could not be launched.</strong>
ru: <strong>Не удалось найти и запустить отладчик.</strong>

# @info/rich
source: <strong>You need to first install the debugger application (%1) then click the <interface>Reload</interface> button.</strong>
ru: <strong>Сначала установите отладчик (%1), а затем нажмите кнопку <interface>Обновить</interface>.</strong>

# @title:window
source: Error during the installation of debug symbols
ru: Не удалось установить отладочные символы

source: The packages containing debug information for the following application and libraries are missing:
ru: Отсутствуют пакеты с отладочной информацией для следующего приложения и библиотек:

# messagebox title
source: Missing debug information packages
ru: Отсутствует отладочная информация

# @info
source: Invalid report information (malformed data). This could mean that the bug report does not exist, or the bug tracking site is experiencing a problem.
ru: Получена недопустимая информация о сообщении об ошибке. Возможно, сообщение об ошибке не существует или система отслеживания ошибок работает некорректно.

# @info
source: Invalid bug list: corrupted data
ru: Неправильный список ошибок, содержащий повреждённые данные

# @info
source: Received unexpected error code %1 from bugzilla. Error message was: %2
ru: Получено сообщение от Bugzilla об ошибке с неожиданным кодом %1. Сообщение об ошибке: %2

# @title:window
source: Missing debug symbols
ru: Отладочные символы не найдены

# @info:progress
source: Requesting installation of missing debug symbols packages...
ru: Запускается установка пакетов с необходимыми отладочными символами...

# @info
source: Could not find debug symbol packages for this application.
ru: Не удалось найти пакеты с отладочными символами для этой программы.

# @info
source: An error was encountered during the installation of the debug symbol packages.
ru: При установке пакета с отладочными символами произошла ошибка.

# @info
source: Report saved to <filename>%1</filename>.
ru: Сообщение сохранено в файле <filename>%1</filename>.

# @info
source: Could not create a file in which to save the report.
ru: Не удалось создать файл для сохранения сообщения.

# @title:window
source: Select Filename
ru: Выберите имя файла

# @info
source: Cannot open file <filename>%1</filename> for writing.
ru: Не удалось открыть файл <filename>%1</filename> для записи.

# @title:tab general information
source: &General
ru: &Общие сведения

# @title:tab
source: &Developer Information
ru: &Информация для разработчиков

# @info
source: <para>We are sorry, <application>%1</application> closed unexpectedly.</para>
ru: <para>К сожалению, программа <application>%1</application> неожиданно завершилась.</para>
