Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/htmlsearch.po
Languages: pt_br

# NAME OF TRANSLATORS
source: Your names
pt_br: Elvis Pfützenreuter

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: epx@conectiva.com.br

# List of words to exclude from index
source: above:about:according:across:actually: adj:after:afterwards:again:against:all: almost:alone:along:already:also:although: always:among:amongst:and:another:any: anyhow:anyone:anything:anywhere:are:aren: arent:around:became:because:become: becomes:becoming:been:before:beforehand: begin:beginning:behind:being:below:beside: besides:between:beyond:billion:both:but: can:cant:cannot:caption:could:couldnt: did:didnt:does:doesnt:dont:down:during: each:eight:eighty:either:else:elsewhere: end:ending:enough:etc:even:ever:every: everyone:everything:everywhere:except:few: fifty:first:five:for:former:formerly:forty: found:four:from:further:had:has:hasnt:have: havent:hence:her:here:hereafter:hereby: herein:heres:hereupon:hers:herself:hes:him: himself:his:how:however:hundred: inc:indeed:instead:into:isnt:its: itself:last:later:latter:latterly:least: less:let:like:likely:ltd:made:make:makes: many:may:maybe:meantime:meanwhile:might: million:miss:more:moreover:most:mostly: mrs:much:must:myself:namely:neither: never:nevertheless:next:nine:ninety: nobody:none:nonetheless:noone:nor:not: nothing:now:nowhere:off:often:once: one:only:onto:others:otherwise:our:ours: ourselves:out:over:overall:own:page:per: perhaps:rather:recent:recently:same: seem:seemed:seeming:seems:seven:seventy: several:she:shes:should:shouldnt:since:six: sixty:some:somehow:someone:something: sometime:sometimes:somewhere:still:stop: such:taking:ten:than:that:the:their:them: themselves:then:thence:there:thereafter: thereby:therefore:therein:thereupon:these: they:thirty:this:those:though:thousand: three:through:throughout:thru:thus:tips: together:too:toward:towards:trillion: twenty:two:under:unless:unlike:unlikely: until:update:updated:updates:upon: used:using:very:via:want:wanted:wants: was:wasnt:way:ways:wed:well:were: werent:what:whats:whatever:when:whence: whenever:where:whereafter:whereas:whereby: wherein:whereupon:wherever:wheres:whether: which:while:whither:who:whoever:whole: whom:whomever:whose:why:will:with:within: without:wont:work:worked:works:working: would:wouldnt:yes:yet:you:youd:youll:your: youre:yours:yourself:yourselves:youve
pt_br: acima:sobre:atualmente:adj.: depois:de acordo com:atual:mais tarde: novamente:contra:todos:quase:sozinho: juntamente:já:também:embora:sempre: entre:e:outro:qualquer:de qualquer modo: de qualquer modo:alguém:qualquer coisa: qualquer lugar:ao redor:tornar-se:porque: ser:antes:iniciar:iniciando:atrás:sendo:lado: entre:bilhão:ambos:mas:poder:capítulo:pude: não:baixo:durante:cada:oito:oitenta:ou: outro lugar:fim:finalizar:etc:bastante:até: cada:qualquer um:tudo:todo lugar:exceto: pouco:cinquenta:primeiro:cinco:anterior: anteriormente:quarenta:encontrado:quatro: de:mais:tinha:tem:dela:daqui:dele: daqui por diante:com isto:sozinha: sozinho:como:no entanto:cem:inc:ao invés de: último:mais tarde:ultimamente:mínimo:muito: muitos:poder:talvez:tempo:maioria:sr:isto é: menos:deixar:como:parecido:ltd.:feito:fazer: nunca:agora:desligado:uma vez:frequentemente: todavia:um:nada:nosso:nossos:outros: ao contrário:várias vezes:página:por:tais:dez: qual:quais:seu:sua:seus:suas:dentro:mesmo: usado:usando:via:querer:quero:quer:atualizar: atualizado:era:vinte:até:o que:quais:quanto: quem:quando:onde:por que:enquanto:sim: juntos:então:outros:sessenta:de algum modo: parecer:parece:pareceu:parecido:parar:ainda: ela:mais ou menos:nisso:disso:naquilo:daquilo: dois:sob:sobre:a menos que:deles:delas: necessário:caminhos:logo após:sobre isso: pelo que:por onde:seus:suas:seu:sua: por mais que:você:trabalho:trabalhando: quais:que:por isso:quais:quantos:um:dois: três:quatro:cinco:seis:sete:oito:nove: dez:duas vezes:primeiro:segundo:terceiro: quarto:quinto:sexto:sétimo:oitavo:novo: décimo:meu:minha:meus:minhas:seu:sua: seus:suas:dele:dela:deles:delas:lhe:lha: lo:la:o que:que:quê:quais:qual: por que:porque: porquê:quanto:quantos:quanta: quantas:quem:de:trabalhos:dentro: com:sem:igual:diferente:então:aquele: aquela:aqueles:aquelas:àquele:àquela: àqueles:àquelas:também:desde: dez:vinte:trinta: quarenta:cinquenta:sessenta: setenta:oitenta:noventa:deve: dever:devia:podia:mesmo:poder: podia:podiam:poder:milhão:bilhão: trilhão

source: KDE Index generator for help files.
pt_br: Gerador de índices para arquivos de ajuda do KDE.

source: The language to index
pt_br: O idioma para indexar

source: Generating Index
pt_br: Gerando o índice

source: Scanning for files
pt_br: Procurando por arquivos

source: Extracting search terms
pt_br: Extraindo termos de procura

source: Generating index...
pt_br: Gerando o índice...

source: Files processed: %1
pt_br: Arquivos processados: %1
