Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/kcm_attica.po
Languages: it

# NAME OF TRANSLATORS
source: Your names
it: Federico Zenith

# EMAIL OF TRANSLATORS
source: Your emails
it: federico.zenith@member.fsf.org

source: Social Desktop
it: Desktop sociale

source: Copyright 2009 Eckhart Wörner
it: Copyright 2009 di Eckhart Wörner

source: Loading provider list...
it: Caricamento dell'elenco dei fornitori...

source: Choose a provider to manage:
it: Scegli un fornitore da gestire:

# addition of an attica/knewstuff provider by entering its url
source: URL of the provider file (provider.xml)
it: URL del file dei fornitori (provider.xml)

source: Account details
it: Dettagli dell'account

source: Account details for %1
it: Dettagli dell'account di %1

source: Register new account
it: Registra nuovo account

source: Register new account at %1
it: Registra nuovo account presso %1

source: Test login
it: Accesso di prova

source: Testing login...
it: Prova d'accesso...

source: Success
it: Riuscito

source: Login failed
it: Accesso non riuscito

source: Not all required fields are filled
it: Non sono stati riempiti tutti i campi richiesti

source: Password is too short
it: La password è troppo corta

source: Passwords do not match
it: Le password non corrispondono

source: All required information is provided
it: Tutte le informazioni necessarie sono state fornite

source: Failed to register new account.
it: Registrazione di un nuovo account non riuscita.

source: Failed to register new account: invalid password.
it: Registrazione di un nuovo account non riuscita: password non valida.

source: Failed to register new account: invalid username.
it: Registrazione di un nuovo account non riuscita: nome utente non valido.

source: Failed to register new account: the requested username is already taken.
it: Registrazione di un nuovo account non riuscita: il nome utente richiesto è già in uso.

source: Failed to register new account: the specified email address is already taken.
it: Registrazione di un nuovo account non riuscita: l'indirizzo di posta specificato è già in uso.

source: Failed to register new account: the specified email address is invalid.
it: Registrazione di un nuovo account non riuscita: l'indirizzo di posta non è valido.

source: Registration is in progress...
it: Registrazione in corso...

source: Registration complete. New account was successfully registered. Please <b>check your Email</b> to <b>activate</b> the account.
it: Registrazione completata. Il nuovo account è stato registrato correttamente. <b>Controlla la posta</b> per <b>attivarlo</b>.

source: Login
it: Accesso

source: &Username:
it: Nome &utente:

source: &Test Login
it: Accesso di &prova

source: If a provider is not enabled, it will be ignored by the applications using the social desktop
it: Se non si abilita un fornitore, sarà ignorato dalle applicazioni che usano il desktop sociale

source: Enabled
it: Abilitato

source: Do not have an account? Create one on the <a href="register">Register tab</a>
it: Non hai un account? Creane uno nella <a href="register">scheda Registra</a>.

source: The Social Desktop Providers are used for "Get Hot New Stuff" and the "Community" and "Social News" Plasma applets.
it: I fornitori del desktop sociale si usano per i programmi di Plasma «Novità», «Comunità» e «Notizie sociali».

source: Register
it: Registra

source: Fill in the details below and click <b>Register...</b> button
it: Inserisci i dettagli sotto e premi il pulsante <b>Registra...</b>

source: &User name:
it: Nome &utente:

source: &Email:
it: &Posta:

source: Repeat password:
it: Ripeti password:

source: &First name:
it: &Nome:

source: &Last name:
it: &Cognome:

source: &Register...
it: &Registra...

source: Add Provider
it: Aggiungi fornitore

source: Remove Provider
it: Rimuovi fornitore
