Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/kio_floppy.po
Languages: bs, fr, hr, it, nn, pt_br, sr@ijekavianlatin

source: Could not access drive %1. The drive is still busy. Wait until it is inactive and then try again.
bs: Ne mogu pristupiti uređaju %1. Uređaj je još uvijek zauzet. Sačekajte dok ne završi sa radom i pokušajte ponovo.
fr: Impossible d'accéder au lecteur « %1 ». Le lecteur est encore occupé. Veuillez patienter jusqu'à ce qu'il soit disponible et ensuite réessayez.
hr: Pristupanje uređaju %1 nije moguće. Uređaj je još zauzet. Pričekajte dok se zaustavi i onda pokušajte ponovno.
it: Impossibile accedere all'unità %1. L'unità è ancora occupata. Aspetta che l'unità sia inattiva e prova di nuovo.
nn: Fekk ikkje tilgang til stasjon %1. Stasjonen er framleis oppteken. Vent til han ikkje arbeider lenger og prøv igjen.
pt_br: Não foi possível acessar a unidade %1. A unidade continua ocupada. Espere até ela parar de trabalhar e tente novamente.
sr@ijekavianlatin: Ne mogu da pristupim jedinici %1. Jedinica je još uvijek zauzeta. Sačekajte dok ne završi sa radom, pa pokušajte ponovo.

source: Could not write to file %1. The disk in drive %2 is probably full.
bs: Ne mogu pisati u datoteku %1. Disketa u uređaju %2 je vjerovatno puna.
fr: Impossible d'écrire dans le fichier « %1 ». La disquette dans le lecteur « %2 » est probablement pleine.
hr: Zapisivanje u datoteku %1 nije moguće. Disk u uređaju %2 vjerojatno je ispunjen.
it: Impossibile scrivere sul file %1 Probabilmente il disco nell'unità %2 è pieno.
nn: Klarte ikkje skriva til fila %1. Disketten i stasjon %2 er truleg full.
pt_br: Não foi possível gravar no arquivo %1 O disco na unidade %2 provavelmente está cheio.
sr@ijekavianlatin: Ne mogu da pišem u fajl <filename>%1</filename>. Disketa u jedinici %2 je vjerovatno puna.

source: Could not access %1. There is probably no disk in the drive %2
bs: Ne mogu pristupiti %1. Vjerovatno nema diskete u uređaju %2
fr: Impossible d'accéder à « %1 ». Il n'y a probablement pas de disquette dans le lecteur « %2 ».
hr: Pristupanje uređaju %1 nije moguće. U uređaju %2 vjerojatno nema diska.
it: Impossibile accedere a %1 Probabilmente non c'è alcun disco nell'unità %2
nn: Fekk ikkje tilgang til %1. Det er truleg ingen diskett i stasjon %2.
pt_br: Não foi possível acessar %1. Não deve existir disco na unidade %2
sr@ijekavianlatin: Ne mogu da pristupim %1. Vjerovatno nema diskete u jedinici %2

source: Could not access %1. There is probably no disk in the drive %2 or you do not have enough permissions to access the drive.
bs: Ne mogu pristupiti %1. Najvjerovatnije nema diska u jedinici %2 ili nemate dovoljno privilegija da pristupite jedinici.
fr: Impossible d'accéder à « %1 ». Il n'y a probablement pas de disquette dans le lecteur « %2 » ou vous n'avez pas les droits pour accéder au lecteur.
hr: Pristupanje uređaju %1 nije moguće. U uređaju %2 vjerojatno nema diska ili nemate dopuštenja za pristup uređaju.
it: Impossibile accedere a %1 Probabilmente non c'è nessun disco nel lettore %2 oppure non hai i permessi per accedere al lettore.
nn: Fekk ikkje tilgang til %1. Det er truleg ingen diskett i stasjonen %2. Det kan òg henda at du ikkje har tilstrekkelege løyve til å få tilgang til stasjonen.
pt_br: Não foi possível acessar %1. Provavelmente não existe disco na unidade %2, ou você não possui permissões suficientes para acessar a unidade.
sr@ijekavianlatin: Ne mogu da pristupim %1. Disketa vjerovatno nije ubačena u jedinicu %2 ili nemate dozvolu za pristup toj jedinici.

source: Could not access %1. The drive %2 is not supported.
bs: Ne mogu pristupiti %1. Uređaj %2 nije podržan.
fr: Impossible d'accéder à « %1 ». Le lecteur « %2 » n'est pas pris en charge.
hr: Pristupanje uređaju %1 nije moguće. Uređaj %2 nije podržan.
it: Impossibile accedere a %1 L'unità %2 non è supportata.
nn: Fekk ikkje tilgang til %1. Stasjon %2 er ikkje støtta.
pt_br: Não foi possível acessar %1. A unidade %2 não é suportada.
sr@ijekavianlatin: Ne mogu da pristupim %1. Jedinica %2 nije podržana.

source: Could not access %1. Make sure the floppy in drive %2 is a DOS-formatted floppy disk and that the permissions of the device file (e.g. /dev/fd0) are set correctly (e.g. rwxrwxrwx).
bs: Ne mogu pristupiti %1. Pobrinite se da je disketa u uređaju %2 formatirana za DOS i da su dozvole za datoteku uređaja (npr. /dev/fd0) podešene kako treba (rwxrwxrwx).
fr: Impossible d'accéder à « %1 ». Veuillez vous assurer que la disquette dans le lecteur « %2 » est au format DOS et que les droits d'accès au fichier de périphérique (par exemple « /dev/fd0 ») sont correctement définis (par exemple « rwxrwxrwx »).
hr: Pristupanje uređaju %1 nije moguće. Provjerite je li disketa u uređaju %2 oblikovana u DOS obliku i jesu li dopuštenja pristupa uređaju (npr. /dev/fd0) ispravno postavljena (npr. rwxrwxrwx).
it: Impossibile accedere a %1 Assicurati che il floppy nel drive %2 sia un floppy formattato DOS e che i permessi del file di dispositivo (es. /dev/fd0) siano impostati correttamente (es. rwxrwxrwx).
nn: Fekk ikkje tilgang til %1. Sjå til at disketten i stasjon %2 er ein DOS-formatert diskett og at tilgangsløyva til einingsfila (for eksempel /dev/fd0) er rett sette opp (rwxrwxrwx).
pt_br: Não foi possível acessar %1. Assegure-se que o disquete na unidade %2 é um disquete formatado para DOS e que as permissões do dispositivo (exemplo: /dev/fd0) estão corretas (por exemplo: rwxrwxrwx).
sr@ijekavianlatin: Ne mogu da pristupim %1. Provjerite da li je disketa u jedinici %2 formatirana za DOS i da li su dozvole pristupa uređajskom fajlu (npr. <filename>/dev/fd0</filename>) ispravno podešene (npr. <icode>rwxrwxrwx</icode>).

source: Could not access %1. The disk in drive %2 is probably not a DOS-formatted floppy disk.
bs: Ne mogu pristupiti %1. Disketa u uređaju %2 vjerovatno nije formatirana za DOS.
fr: Impossible d'accéder à « %1 ». La disquette dans le lecteur « %2 » n'est probablement pas au format DOS.
hr: Pristupanje uređaju %1 nije moguće. Disk u uređaju %2 vjerojatno nije oblikovana u DOS obliku.
it: Impossibile accedere a %1 Il disco nell'unità %2 probabilmente non è un dischetto formattato DOS.
nn: Fekk ikkje tilgang til %1. Disketten i stasjon %2 er truleg ikkje DOS-formatert.
pt_br: Não foi possível acessar %1. O disco na unidade %2 não parece estar formatado para DOS.
sr@ijekavianlatin: Ne mogu da pristupim %1. Disketa u jedinici %2 vjerovatno nije formatirana za DOS.

source: Access denied. Could not write to %1. The disk in drive %2 is probably write-protected.
bs: Pristup odbijen. Ne mogu pisati na %1. Disketa u uređaju %2 je vjerovatno zaštićena od pisanja.
fr: Accès refusé. Impossible d'écrire dans « %1 ». La disquette dans le lecteur « %2 » est probablement protégée en écriture.
hr: Pristup je odbijen. Zapisivanje na uređaj %1 nije moguće. Disk u uređaju %2 vjerojatno je zaštićena od zapisivanja.
it: Accesso negato. Impossibile scrivere su %1 Il disco nell'unità %2 è probabilmente protetto dalla scrittura.
nn: Tilgang nekta. Klarte ikkje skriva til %1. Disketten i stasjon %2 er truleg skrivebeskytta.
pt_br: Acesso negado. Não foi possível gravar em %1. O disco na unidade %2 provavelmente está protegido contra gravação.
sr@ijekavianlatin: Pristup je odbijen. Ne mogu da pišem u <filename>%1</filename>. Disketa u jedinici %2 vjerovatno je zaštićena od upisa.

source: Could not read boot sector for %1. There is probably not any disk in drive %2.
bs: Ne mogu čitati boot sektor za %1. Vjerovatno nema diskete u uređaju %2.
fr: Impossible de lire le secteur de démarrage de « %1 ». Il n'y a probablement aucune disquette dans le lecteur « %2 ».
hr: Čitanje pokretačkog sektora u uređaju %1 nije moguće. U uređaju %2 vjerojatno nema diska.
it: Impossibile leggere il settore di avvio di %1 Probabilmente non c'è alcun disco nell'unità %2.
nn: Klarte ikkje lesa oppstartssektoren frå %1. Det er truleg ingen diskett i stasjon %2.
pt_br: Não foi possível ler o setor de boot para %1. Não deve existir disco na unidade %2.
sr@ijekavianlatin: Ne mogu da pročitam podizni sektor za %1. Vjerovatno nema diskete u jedinici %2.

source: Could not start program "%1". Ensure that the mtools package is installed correctly on your system.
bs: Ne mogu pokrenuti program "%1". Provjerite da li je paket mtools ispravno instaliran na vaš sistem.
fr: Impossible de démarrer le programme « %1 ». Veuillez vous assurer que les utilitaires du paquet « mtools » sont correctement installés sur votre système.
hr: Pokretanje programa "%1" nije moguće. Provjerite je li paket 'mtools' pravilno instaliran na vašem sustavu.
it: Impossibile avviare il programma "%1". Assicurati che il pacchetto mtools sia installato correttamente.
nn: Klarte ikkje starta programmet «%1». Sjå til at mtools-pakken er rett installert på systemet.
pt_br: Não foi possível iniciar o programa "%1". Assegure-se de que o pacote mtools está devidamente instalado em seu sistema.
sr@ijekavianlatin: Ne mogu da izvršim naredbu <command>%1</command>. Provjerite da li je instaliran paket <filename>mtools</filename>.
