Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/kioclient.po
Languages: ar, ko, pt, sv

source: KIO Client
ar: عميل KIO
ko: KIO 클라이언트
pt: Cliente do KIO
sv: KIO-klient

source: Command-line tool for network-transparent operations
ar: أداة سطر أوامر لعمليات العابرة للشبكة.
ko: 네트워크 투명 작업을 위한 명령행 도구
pt: Uma ferramenta da linha de comandos para as operações transparentes na rede
sv: Kommandoradsverktyg för nätverkstransparenta åtgärder

source: Syntax:
ar: الجملة:
ko: 문법:
pt: Sintaxe:

source: kioclient openProperties 'url' # Opens a properties menu
ar: kioclient openProperties 'url' # يفتح قائمة الخصائص
ko: kioclient openProperties 'url' # 속성 메뉴를 엽니다
pt: kioclient openProperties 'url' # Abre um menu de propriedades
sv: kioclient openProperties 'webbadress' # Öppnar en egenskapsmeny

source: kioclient exec 'url' ['mimetype'] # Tries to open the document pointed to by 'url', in the application # associated with it in KDE. You may omit 'mimetype'. # In this case the mimetype is determined # automatically. Of course URL may be the URL of a # document, or it may be a *.desktop file. # 'url' can be an executable, too.
ar: kioclient exec 'url' ['mimetype'] # يحاول فتح المستند ذو العنوان 'url'، في التطبيق # الملحق به في الكيدي. يمكن حذف 'mimetype'. # في هذه الحالة سيتم التعرف على mimetype # تلقائي. بطبيعة الحال العنوان قد يكون عنوان مسند # أو قد يكون *.desktop file. # يمكن أن يكون المسار 'url' تنفيذيًّا أيضاً.
ko: kioclient exec 'url' ['mimetype'] # 'url'이 가리키는 문서를 KDE에 연결된 프로그램으로 # 엽니다. 'mimetype'은 생략할 수 있으며, 이 경우 # MIME 형식은 자동으로 추측됩니다. URL은 문서를 # 가리키거나, *.desktop 파일일 수 있습니다.
pt: kioclient exec 'url' ['tipo-MIME'] # Tenta abrir o documento referenciado pelo 'url' na aplicação # associada a ele no KDE. Poderá omitir o 'tipo-MIME'. # Neste caso, o tipo MIME é determinado automaticamente. # Obviamente, o URL poderá ser o URL de um documento, # poderá ser um ficheiro '*.desktop' ou ainda ser um executável.
sv: kioclient exec 'webbadress' ['MIME-typ'] # Försöker öppna dokumentet som pekas ut av 'webbadress', # i programmet som hör ihop med den i KDE. Du kan # utelämna 'MIME-typ'. I så fall bestämms MIME-typen # automatiskt. Naturligtvis kan webbadressen vara ett # dokuments webbadress, eller en *.desktop-fil. # 'webbadress' kan också vara ett körbart program.

source: kioclient move 'src' 'dest' # Moves the URL 'src' to 'dest'. # 'src' may be a list of URLs.
ar: kioclient move 'src' 'dest' # ينقل عنوان 'src' إلى 'dest'. # قد تكون'src' قائمة عناوين.
ko: kioclient move 'src' 'dest' # URL 'src'를 'dest'로 이동합니다. # 'src'는 URL 목록일 수 있습니다.
pt: kioclient move 'origem' 'destino' # Move o URL 'origem' para o 'destino'. # A 'origem' pode ser uma lista de URLs.
sv: kioclient move 'källa' 'mål' # Flyttar webbadressen 'källa' till 'mål'. # 'källa' kan vara en lista av webbadresser.

source: # 'dest' may be "trash:/" to move the files # to the trash.
ar: # يمكن لـ'dest' أن تكون "trash:/" لنقل الملفات # إلى المهملات.
ko: # 'dest'에 "trash:/"를 사용하면 파일을 # 휴지통으로 이동합니다.
pt: # o 'destino' pode ser "trash:/", de modo a enviar # os ficheiros para o caixote do lixo.
sv: # 'mål' kan vara "trash:/" för att flytta # filerna till papperskorgen.

source: # the short version kioclient mv # is also available.
ar: # الاختصار kioclient mv # متوفّرٌ أيضاً.
ko: # 짧은 버전 kioclient mv를 # 사용해도 됩니다.
pt: # também está disponível a versão curta # do 'kioclient mv'.
sv: # den korta versionen kioclient mv # är också tillgänglig.

source: kioclient download ['src'] # Copies the URL 'src' to a user-specified location'. # 'src' may be a list of URLs, if not present then # a URL will be requested.
ar: kioclient download ['src'] # ينسخ عنوان 'src' إلى الموقع الذي يحدده المستخدم'. # قد يكون 'src' قائمة عناوين ، إذا لم يحدد سيتم طلب # عنوان.
ko: kioclient download ['src'] # URL 'src'를 사용자가 지정한 위치에 복사합니다. # 'src'는 URL의 목록일 수 있으며, 지정하지 않은 경우 # 사용자에게 물어 봅니다.
pt: kioclient download ['origem'] # Copia o URL 'origem' para um local definido pelo utilizador. # A 'origem' pode ser uma lista de URLs; se não estiver # presente, será pedido um URL.
sv: kioclient download ['källa'] # Kopierar webbadressen 'källa' till en användarspecificerad # plats. 'källa' kan vara en lista av webbadresser. Om den # inte anges, frågas efter en webbadress.

source: kioclient copy 'src' 'dest' # Copies the URL 'src' to 'dest'. # 'src' may be a list of URLs.
ar: kioclient copy 'src' 'dest' # تنسخ عنوان 'src' إلى 'dest'. # قد يكون 'src' قائمة عناوين.
ko: kioclient copy 'src' 'dest' # URL 'src'를 'dest'로 복사합니다. # 'src'는 URL 목록일 수 있습니다.
pt: kioclient copy 'origem' 'destino' # Copia o URL de 'origem' para o 'destino'. # A 'origem' poderá ser uma lista de URLs.
sv: kioclient copy 'källa' 'mål' # Kopierar webbadressen 'källa' till 'mål'. # 'källa' kan vara en lista av webbadresser.

source: # the short version kioclient cp # is also available.
ar: # الاختصار kioclient cp # متوفّرٌ أيضاً.
ko: # 짧은 버전 kioclient cp를 # 사용해도 됩니다.
pt: # também está disponível a versão curta # do 'kioclient cp'.
sv: # den korta versionen kioclient cp # är också tillgänglig.

source: kioclient cat 'url' # Writes out the contents of 'url' to stdout
ar: kioclient cat 'url' # تكتب محتويات 'url' إلى stdout
ko: kioclient cat 'url' # 'url'의 내용을 표준 출력으로 씁니다
pt: kioclient cat 'url' # Apresenta o conteúdo do 'url' no STDOUT
sv: kioclient cat 'webbadress' # Skriver ut innehållet i 'webbadress' på standardutmatningen

source: kioclient ls 'url' # Lists the contents of the directory 'url' to stdout
ko: kioclient ls 'url' # 'url'이 가리키는 디렉터리의 내용을 표준 출력으로 씁니다
pt: kioclient ls 'url' # Apresenta o conteúdo da pasta 'url' no STDOUT
sv: kioclient ls 'url' # Listar innehållet i katalogen 'webbadress' på standardutmatningen

source: kioclient remove 'url' # Removes the URL # 'url' may be a list of URLs.
ar: kioclient remove 'url' # ينقل العنوان URL # قد تكون 'src' قائمة عناوين.
ko: kioclient remove 'url' # URL을 삭제합니다. # 'url'은 URL 목록일 수 있습니다.
pt: kioclient remove 'url' # Remove o URL # O 'url' pode ser uma lista de URLs.
sv: kioclient remove 'webbadress' # Tar bort webbadressen # 'webbadress' kan vara en lista av webbadresser.

source: # the short version kioclient rm # is also available.
ar: # الاختصار kioclient rm # متوفّرٌ أيضاً.
ko: # 단축 명령으로 kioclient rm을 # 사용할 수 있습니다.
pt: # a versão curta 'kioclient rm' # também está disponível.
sv: # den korta versionen kioclient rm # är också tillgänglig.

source: *** Examples: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Mounts the CDROM
ar: *** أمثلة: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // تضم CDROM
ko: *** 예제: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // CD-ROM을 마운트합니다
pt: *** Exemplos: kioclient exec file:/root/Desktop/cdrom.desktop "Montar por omissão" // Monta o CD-ROM
sv: *** Exempel: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Monterar cd-rom

source: kioclient exec file:/home/weis/data/test.html // Opens the file with default binding
ar: kioclient exec file:/home/weis/data/test.html //تفتح الملف بربط المبدئي
ko: kioclient exec file:/home/weis/data/test.html // 기본 바인딩으로 파일을 엽니다
pt: kioclient exec file:/home/ze/dados/teste.html // Abre o ficheiro com a interface predefinida
sv: kioclient exec file:/home/weis/data/test.html // Öppnar filen med förvalt program

source: kioclient exec file:/home/weis/data/test.html Netscape // Opens the file with netscape
ar: kioclient exec file:/home/weis/data/test.html Netscape // تفتح الملف بالنسكيب
ko: kioclient exec file:/home/weis/data/test.html Netscape // 파일을 Netscape로 엽니다
pt: kioclient exec file:/home/ze/dados/teste.html Netscape // Abre o ficheiro com o Netscape
sv: kioclient exec file:/home/weis/data/test.html Netscape // Öppnar filen med Netscape

source: kioclient exec ftp://localhost/ // Opens new window with URL
ar: kioclient exec ftp://localhost/ // تفتح نافذة جديدة فيها العنوان
ko: kioclient exec ftp://localhost/ // URL을 새 창으로 엽니다
pt: kioclient exec ftp://maquina/ // Abre uma janela nova com o URL
sv: kioclient exec ftp://localhost/ // Öppnar ett nytt fönster med webbadressen

source: kioclient exec file:/root/Desktop/emacs.desktop // Starts emacs
ar: kioclient exec file:/root/Desktop/emacs.desktop // تبدأ emacs
ko: kioclient exec file:/root/Desktop/emacs.desktop // 이맥스를 시작합니다
pt: kioclient exec file:/root/Desktop/emacs.desktop // Inicia o emacs
sv: kioclient exec file:/root/Desktop/emacs.desktop // Startar emacs

source: kioclient exec file:/root/Desktop/cdrom.desktop // Opens the CDROM's mount directory
ar: kioclient exec file:/root/Desktop/cdrom.desktop // تفتح ملف ضم قارئ الأقراص
ko: kioclient exec file:/root/Desktop/cdrom.desktop // CD-ROM의 마운트 디렉터리를 엽니다
pt: kioclient exec file:/root/Desktop/cdrom.desktop // Abre a pasta de montagem do CD-ROM
sv: kioclient exec file:/root/Desktop/cdrom.desktop // Öppnar monterad katalog för cd-rom

source: kioclient exec . // Opens the current directory. Very convenient.
ar: kioclient exec . // تفتح المجلد الحالي. مريحة جدا.
ko: kioclient exec . // 현재 디렉터리를 엽니다. 매우 편리합니다.
pt: kioclient exec . // Abre a pasta actual. Muito conveniente.
sv: kioclient exec . // Öppnar arbetskatalogen. Mycket praktiskt.

source: Non-interactive use: no message boxes
ar: استعمال غير تفاعلي: بدون مربعات الرسائل
ko: 대화식 모드 사용하지 않기: 메시지 상자 없음
pt: Uso não-interactivo: sem janelas de mensagens
sv: Icke-interaktiv användning: inga meddelanderutor

source: Overwrite destination if it exists (for copy and move)
ar: استبدال الهدف إذا كان موجوداً (لأوامر النسخ والنقل)
ko: 대상이 존재하면 덮어쓰기 (복사와 이동)
pt: Substituir o destino, se existir (ao copiar e mover)
sv: Skriv över mål om det finns (vid kopiera och flytta)

source: file or URL
ko: 파일 및 URL
pt: ficheiro ou URL
sv: fil eller webbadress

source: Source URL or URLs
ar: مصدر العنوان أو العناوين
ko: 원본 URL
pt: URL ou URLs de origem
sv: Källwebbadress eller -adresser

source: Destination URL
ar: وجهة العنوان
ko: 대상 URL
pt: URL de destino
sv: Målwebbadress

source: Show available commands
ar: أظهر الأوامر المتوفرة
ko: 사용 가능한 명령 보기
pt: Mostrar os comandos disponíveis
sv: Visa tillgängliga kommandon

source: Command (see --commands)
ar: الأمر (انظر --الأوامر)
ko: 명령 (--commands 참고)
pt: Comando (ver o '--commands')
sv: Kommando (se --commands)

source: Arguments for command
ar: معطيات الأمر
ko: 명령의 인자
pt: Argumentos do comando
sv: Argument för kommando

# @info:shell
source: %1: Syntax error, not enough arguments
ko: %1: 문법 오류: 인자가 충분하지 않음
pt: %1: Erro de sintaxe: os argumentos são insuficientes
sv: %1: Syntaxfel, för få argument

# @info:shell
source: %1: Syntax error, too many arguments
ko: %1: 문법 오류: 인자가 너무 많음
pt: %1: Erro de sintaxe: os argumentos estão em excesso
sv: %1: Syntaxfel. för många argument

source: Unable to download from an invalid URL.
ar: تعذر التنزيل من عنوان غير صالح
ko: 잘못된 URL에서 다운로드할 수 없습니다.
pt: Não é possível transferir a partir de um URL inválido.
sv: Kan inte ladda ner från en ogiltig webbadress.

# @info:shell
source: %1: Syntax error, unknown command '%2'
ko: %1: 문법 오류: 알 수 없는 명령 '%2'
pt: %1: Erro de sintaxe: o comando '%2' é desconhecido
sv: %1: Syntaxfel, okänt kommando '%2'
