Repository: fluxer/kde-l10n
Catalog: */messages/kde-runtime/knotify4.po
Languages: nl

# NAME OF TRANSLATORS
source: Your names
nl: Wilbert Berendsen,Rinse de Vries

# EMAIL OF TRANSLATORS
source: Your emails
nl: wbsoft@xs4all.nl,rinsedevries@kde.nl

source: Devices notification
nl: Apparaatmeldingen

source: Could not mount the following device: %1
nl: Kon het volgende apparaat niet aankoppelen: %1

source: Could not unmount the following device: %1 One or more files on this device are open within an application
nl: Kon het volgende apparaat niet afkoppelen: %1 Een of meer bestanden op dit apparaat zijn in een programma geopend

source: The following device can now be safely removed: %1
nl: Het volgende apparaat kan nu veilig worden verwijderd: %1

source: Could not eject the following device: %1 One or more files on this device are open within an application
nl: Kon het volgende apparaat niet uitwerpen: %1 Een of meer bestanden op dit apparaat zijn in een programma geopend

source: The following device can now be safely removed: %1
nl: Het volgende apparaat kan nu veilig worden verwijderd: %1

source: KDE Notification Daemon
nl: KDE Notificatie Daemon

source: (C) 1997-2008, KDE Developers
nl: (C) 1997-2008, KDE-ontwikkelaars

source: Current Maintainer
nl: Huidige onderhouder

source: Previous Maintainer
nl: Vorige onderhouder

source: Sound support
nl: Geluidsondersteuning

source: Porting to KDE 4
nl: Overdracht naar KDE4

source: Starting Jovie Text-to-Speech Service Failed
nl: Opstarten van tekst-naar-spraak-service van Jovie is mislukt
