Repository: fluxer/kde-l10n
Catalog: */messages/kdesdk/cvsservice.po
Languages: es

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra,Pedro Jurado Maqueda

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net,melenas@kdehispano.org

source: ssh-askpass for the CVS D-Bus Service
es: ssh-askpass para el servicio D-Bus de CVS

source: Please type in your password below.
es: Por favor, introduzca debajo su contraseña.

source: Repository:
es: Repositorio:

source: Please type in your password for the repository below.
es: Por favor introduzca debajo su contraseña para el repositorio.

source: You have to set a local working copy directory before you can use this function!
es: Debe indicar una copia local del directorio antes de usar esta función.

source: There is already a job running
es: Ya hay un trabajo ejecutándose

source: CVS D-Bus service
es: Servicio CVS D-Bus

source: D-Bus service for CVS
es: Servicio D-Bus para CVS

source: Developer
es: Desarrollador
