Repository: fluxer/kde-l10n
Catalog: */messages/kdesdk/kcachegrind_qt.po
Languages: da, nb

source: Import filter for Cachegrind/Callgrind generated profile data files
da: Importfilter til profildata-filer genereret af Cachegrind/Callgrind
nb: Importfilter for profildatafiler generert av Cachegrind/Callgrind

source: Invalid Context
da: Ugyldig kontekst
nb: Ugyldig kontekst

source: Unknown Context
da: Ukendt kontekst
nb: Ukjent kontekst

source: Part Source Line
da: Del af kildelinje
nb: Delkildelinje

source: Source Line
da: Kildelinje
nb: Kildelinje

source: Part Line Call
da: Del af linjekald
nb: Dellinjekall

source: Line Call
da: Linjekald
nb: Linjekall

source: Part Jump
da: Del af spring
nb: Delhopp

source: Jump
da: Spring
nb: Hopp

source: Part Instruction
da: Del af instruktion
nb: Delinstruksjon

source: Instruction
da: Instruktion
nb: Instruksjon

source: Part Instruction Jump
da: Del af instruktionsspring
nb: Delinstruksjonshopp

source: Instruction Jump
da: Instruktionsspring
nb: Instruksjonshopp

source: Part Instruction Call
da: Del af instruktionskald
nb: Delinstruksjonskall

source: Instruction Call
da: Instruktionskald
nb: Instruksjonskall

source: Part Call
da: Del af kald
nb: Delkall

source: Call
da: Kald
nb: Kall

source: Part Function
da: Del af funktion
nb: Delfunksjon

source: Function Source File
da: Kildefil til funktion
nb: Funksjonskildefil

source: Function
da: Funktion
nb: Funksjon

source: Function Cycle
da: Funktionscyklus
nb: Funksjonssyklus

source: Part Class
da: Del af klasse
nb: Delklasse

source: Class
da: Klasse
nb: Klasse

source: Part Source File
da: Del af kildefil
nb: Delkildefil

source: Source File
da: Kildefil
nb: Kildefil

source: Part ELF Object
da: Del af ELF-objekt
nb: Del-EFL-objekt

source: ELF Object
da: ELF-objekt
nb: ELF-objekt

source: Profile Part
da: Profildel
nb: Profildel

source: Program Trace
nb: Programspor

source: %1 from %2
da: %1 fra %2
nb: %1 fra %2

source: (unknown)
da: (ukendt)
nb: (ukjent)

source: Instruction Fetch
da: Instruktionshentning
nb: Instruksjonshenting

source: Data Read Access
da: Læseadgang til data
nb: Datalesing

source: Data Write Access
da: Skriveadgang til data
nb: Dataskriving

source: L1 Instr. Fetch Miss
da: L1 instr.hentning misser
nb: L1-instr.hent.bom

source: L1 Data Read Miss
da: L1 læsning af data misser
nb: L1-datalesingsbom

source: L1 Data Write Miss
da: L1 skrivning af data misser
nb: L1-dataskrivingsbom

source: L2 Instr. Fetch Miss
da: L2 instr.hentning misser
nb: L2-instr.hent.bom

source: L2 Data Read Miss
da: L2 læsning af data misser
nb: L2-datalesingsbom

source: L2 Data Write Miss
da: L1 skrivning af data misser
nb: L2-dataskrivingsbom

source: LL Instr. Fetch Miss
da: LL instr. hentning misser
nb: LL-instr.hent.bom

source: LL Data Read Miss
da: LL læsning af data misser
nb: LL-datalesingsbom

source: LL Data Write Miss
da: LL skrivning af data misser
nb: LL-dataskrivingsbom

source: L1 Miss Sum
da: L1 misser sum
nb: LL-bomsum

source: L2 Miss Sum
da: L2 misser sum
nb: L2-bomsum

source: Last-level Miss Sum
da: Last-level misser sum
nb: Siste-nivå-bomsum

source: Indirect Branch
da: Indirekte branch
nb: Indirekte hopp

source: Mispredicted Ind. Branch
da: Misforudsagt ind. branch
nb: Feil forutsagt indirekte hopp

source: Conditional Branch
da: Betinget branch
nb: Betinget hopp

source: Mispredicted Cond. Branch
da: Misforudsagt bet. branch
nb: Feil forutsagt betinget hopp

source: Mispredicted Branch
da: Misforudsagt branch
nb: Feil forutsagt hopp

source: Global Bus Event
da: Global bus-hændelse
nb: Global busshendelse

source: Samples
da: Stikprøver
nb: Prøver

source: System Time
da: Systemtid
nb: Systemtid

source: User Time
da: Brugertid
nb: Brukertid

source: Cycle Estimation
da: Cyklusestimering
nb: Syklusestimering

source: (no caller)
da: (ingen kalder)
nb: (ingen kaller)

source: (no callee)
da: (ingen kaldt)
nb: (ingen mottaker)

source: (not found)
da: (ikke fundet)
nb: (ikke funnet)

source: Recalculating Function Cycles...
da: Genberegner funktionscyklusser...
nb: Beregner funksjonssykluser på nytt …

source: Call(s) from %1
da: Kald fra %1
nb: Kall fra %1

source: Call(s) to %1
da: Kald til %1
nb: Kall til %1 %1

source: (unknown call)
da: (ukendt kald)
nb: (ukjent kall)

source: <b>Call Graph around active Function</b><p>Depending on configuration, this view shows the call graph environment of the active function. Note: the shown cost is <b>only</b> the cost which is spent while the active function was actually running; i.e. the cost shown for main() - if it is visible - should be the same as the cost of the active function, as that is the part of inclusive cost of main() spent while the active function was running.</p><p>For cycles, blue call arrows indicate that this is an artificial call added for correct drawing which actually never happened.</p><p>If the graph is larger than the widget area, an overview panner is shown in one edge. There are similar visualization options to the Call Treemap; the selected function is highlighted.</p>
da: <b>Kald-graf omkring aktiv funktion</b><p>Afhængigt af konfiguration, viser denne visning den aktive funktions kald-graf-miljø. Bemærk: Den viste omkostning er <b>kun</b> den omkostning som blev brugt mens den aktive funktion faktisk kørte; dvs. at den viste omkostning for main() - hvis den er synlig - bør være den samme som omkostningen for den aktive funktion, da det er den del af den inkluderende omkostning af main() som blev brugt mens den aktive funktion kørte.</p><p>For cyklusser, indikerer blå kald-pile at dette er et kunstigt kald, tilføjet for korrekt tegning, som faktisk aldrig skete.</p><p>Hvis grafen er større end kontrolområdet, vises et oversigtsfilter ved en af kanterne. Der er lignende visualiseringsindstillinger for kald-trækortet, den markerede funktion fremhæves.</p>
nb: <b>Kallgraf rundt aktiv funksjon</b><p>Avhengig av oppsettet viser dette kallgrafmiljøet for den aktive funksjonen. Merk: den viste kostnaden er <b>bare</b> kostnaden brukt mens den aktive funksjonen faktisk kjørte, dvs. kostnaden vist for main() – hvis den er synlig – skulle være den samme som kostnaden for den aktive funksjonen, siden det er den delen av all kostnaden for main() som er brukt mens den aktive funksjonen kjører.</p><p>For kallsløyfer viser blå piler at dette er et kunstig kall som egentlig aldri ble gjort, men lagt til for å gi en riktig tegning.</p><p>Hvis grafen er større en skjermelementet, så vises en oversiktspanorering ved en kant. Det er liknende visningsvalg i Kalletrekartet, den valgte funksjonen er fremhevet,</p>

source: Warning: a long lasting graph layouting is in progress. Reduce node/edge limits for speedup.
da: Advarsel: Et langvarigt graf-layout er under behandling. Reducér knude-/kant-grænser for højere hastighed.
nb: Advarsel: Det pågår en grafutforming som vil ta lang tid, Reduser grenser for noder/kanter for å øke farten.

source: Layouting stopped.
da: Obygning af layout stoppet.
nb: Utforming stoppet.

source: The call graph has %1 nodes and %2 edges.
da: Kald-grafen har %1 knuder og %2 kanter.
nb: Kallgrafen har %1 noder og %2 kanter.

source: No graph available because the layouting process failed.
da: Ingen graf tilgængelig fordi opbygning af layout mislykkedes.
nb: Ingen graf tilgjengelig fordi utformingsprosessen mislyktes.

source: Trying to run the following command did not work: '%1'
da: Forsøg på at køre følgende kommando virkede ikke: "%1"
nb: Det lyktes ikke å kjøre den følgende kommandoen: «%1»

source: Please check that 'dot' is installed (package GraphViz).
da: Kontrollér at "dot" er installeret (pakken GraphViz).
nb: Kontroller at «dot» er installert (pakka GraphViz).

source: No item activated for which to draw the call graph.
da: Intet element er aktiveret, hvor hvilket kald-grafen skal tegnes.
nb: Det er ikke aktivert noe element som kallgraf skal tegnes for.

source: No call graph can be drawn for the active item.
da: Ingen kald-graf kan tegnes for det aktive element.
nb: Ingen kallgraf kan tegnes for det aktive elementet.

source: Error running the graph layouting tool.
da: Fejl ved kørsel af layout-værktøjet.
nb: Det oppsto en feil ved kjøring av utformingsverktøyet.

source: There is no call graph available for function '%1' because it has no cost of the selected event type.
da: Der er ikke nogen kald-graf tilgængelig for funktionen "%1" Fordi den ikke har nogen omkostning af den valgte hændelsestype.
nb: Det er ingen kallgraf tilgjengelig for funksjon «%1» fordi den ikke har noen konstnad for den valgte hendelsestypen.

source: Caller Depth
da: Kalder-dybde
nb: Kallerdybde

source: Unlimited
da: Ubegrænset
nb: Ubegrenset

# None
source: Depth 0
da: Dybde 0
nb: Dybde 0

source: max. 2
da: maks. 2
nb: maks. 2

source: max. 5
da: maks. 5
nb: maks. 5

source: max. 10
da: maks. 10
nb: maks. 10

source: max. 15
da: maks. 15
nb: maks. 15

source: Callee Depth
da: Kaldt-dybde
nb: Kaltdybde

source: Min. Node Cost
da: Min. knude-omkostning
nb: Min. nodekostnad

source: No Minimum
da: Intet minimum
nb: Ikke noe minimum

source: Min. Call Cost
da: Min. kald-omkostning
nb: Min. kallkostnad

source: Same as Node
da: Samme som knude
nb: Samme som node

source: 50 % of Node
da: 50 % af knude
nb: 50 % av node

source: 20 % of Node
da: 20 % af knude
nb: 20 % av node

source: 10 % of Node
da: 10 % af knude
nb: 10 % av node

source: Birds-eye View
da: Fugleperspektiv
nb: Fugleperspektiv

source: Top Left
da: Øverst til venstre
nb: Øverst til venstre

source: Top Right
da: Øverst til højre
nb: Øverst til høyre

source: Bottom Left
da: Nederst til venstre
nb: Nederst til venstre

source: Bottom Right
da: Nederst til højre
nb: Nederst til høyre

source: Automatic
da: Automatisk
nb: Automatisk

source: Hide
da: Skjul
nb: Skjul

source: Layout
nb: Utforming

source: Top to Down
da: Top og nedad
nb: Ovenfra og ned

source: Left to Right
da: Venstre til højre
nb: Fra venstre til høyre

source: Circular
da: Cirkulært
nb: Sirkulær

source: Go to '%1'
da: Gå til "%1"
nb: Gå til «%1»

source: Stop Layouting
da: Stop opbygning af layout
nb: Stopp utforming

source: Export Graph
da: Eksportér graf
nb: Eksporter graf

source: As DOT file...
da: Som DOT-fil...
nb: Som DOT-fil …

source: As Image...
da: Som billede...
nb: Som bilde …

source: Graph
da: Graf
nb: Graf

source: Arrows for Skipped Calls
da: Pile for skippede kald
nb: Piler for kall som er hoppet over

source: Inner-cycle Calls
da: Indre-cyklus kald
nb: Kall i indre sløyfe

source: Cluster Groups
da: Cluster-grupper
nb: Klyngegrupper

source: Visualization
da: Visualisering
nb: Visualisering

source: Compact
da: Kompakt
nb: Kompakt

source: Tall
da: Høj
nb: Høy

source: Export Graph As DOT file
da: Eksportér graf som DOT-fil
nb: Eksporter graf som DOT-fil

source: Export Graph As Image
da: Eksportér graf som billede
nb: Eksporter graf som bilde

source: Images (*.png *.jpg)
da: Billeder (*.png *.jpg)
nb: Bilder (*png *.jpg)

source: (active)
da: (aktive)
nb: (aktiv)

# Name
source: A thing's name
da: En tings navn
nb: En tings navn

source: Cost
da: Omkostning
nb: Kostnad

source: Location
da: Placering
nb: Plassering

source: Calls
da: Kald
nb: Kall

source: <b>Caller Map</b><p>This graph shows the nested hierarchy of all callers of the current activated function. Each colored rectangle represents a function; its size tries to be proportional to the cost spent therein while the active function is running (however, there are drawing constraints).</p>
da: <b>Kort over kaldere</b><p>Denne graf viser det indlejrede hierarki af alle kaldere af den aktuelt aktiverede funktion. Hver farvet rektangel repræsenterer en funktion, dens størrelse forsøger at være proportional med omkostningen der bruges deri mens den aktive funktion kører (der er dog tegningsmæssige begrænsninger).</p>
nb: <b>Kallerkart</b><p>Denne grafen viser nestet hierarki for alle som kaller den funksjonen som nå er aktivert. Hvert farget rektangel representerer en funksjon, størrelsen forsøker å være proporsjonal med kostnaden brukt inne i den mens den aktive funksjonen kjører (men dette har begrensninger pga. tegning.)</p>

source: <b>Call Map</b><p>This graph shows the nested hierarchy of all callees of the current activated function. Each colored rectangle represents a function; its size tries to be proportional to the cost spent therein while the active function is running (however, there are drawing constraints).</p>
da: <b>Kort over kaldte</b><p>Denne graf viser det indlejrede hierarki af alle kaldte for den aktuelt aktiverede funktion. Hver farvet rektangel repræsenterer en funktion, dens størrelse forsøger at være proportional med omkostningen der bruges deri mens den aktive funktion kører (der er dog tegningsmæssige begrænsninger).</p>
nb: <b>Kallkart</b><p>Denne grafen viser nestet hierarki for alle som bir kalt fra den funksjonen som nå er aktivert. Hvert farget rektangel representerer en funksjon, størrelsen forsøker å være proporsjonal med kostnaden brukt inne i den mens den aktive funksjonen kjører (men dette har begrensninger pga. tegning.)</p>

source: <p>Appearance options can be found in the in the context menu. To get exact size proportions, choose 'Hide incorrect borders'. As this mode can be <em>very</em> time consuming, you may want to limit the maximum drawn nesting level before. 'Best' determinates the split direction for children from the aspect ratio of the parent. 'Always Best' decides on remaining space for each sibling. 'Ignore Proportions' takes space for function name drawing <em>before</em> drawing children. Note that size proportions can get <em>heavily</em> wrong.</p><p>This is a <em>TreeMap</em> widget. Keyboard navigation is available with the left/right arrow keys for traversing siblings, and up/down arrow keys to go a nesting level up/down. <em>Return</em> activates the current item.</p>
da: <p>Indstillinger for udseende kan findes i kontekstmenuen. For at få nøjagtige størrelsesproportioner, vælg "Skjul ukorrekte kanter". Da denne tilstand kan være <em>meget</em> tidskrævende, vil du måske ønske at begrænse det maksimalt tegnede indlejringsniveau først. "Bedst" bestemmer split-retning for børn ud fra forælderens aspektforhold. "Altid bedst" bestemmer tilbageværende plads for hver søskende. "Ignorér proportioner" kræver plads til tegning af funktionsnavn <em>før</em> tegning af børn. Bemærk at størrelsesproportionerne kan blive <em>enormt</em> forkerte.</p><p>Dette er en <em>trækort</em>-kontrol. Tastaturnavigation er tilgængelig via piletasterne venstre/højre til gennemgang af søskende og piletasterne op/ned for at gå et indlejringsniveau op/ned. <em>Retur</em> aktiverer det aktuelle element.</p>
nb: <p>Valg for utseende finnes i kontekstmenyen. «Skjul ukorrekte kanter» brukes til å gi nøyaktige proporsjoner for størrelser. Dette kan ta <em>svært</em> lang tid, så du vil kanskje først begrense største tegnede nestenivå. «Best» bestemmer splitteretning for barn ut fra høyde/breddeforhold for forelderen, «Alltid best» bestemmer ut fra gjenstående plass for hvert søsken. «Ignorer proporsjoner» setter av plass til å tegne funksjonsnavnet <em>før</em> barna tegnes. Merk at forhold mellom størrelser kan bli <em> helt</em> feil.</p> <p>Dette er et <em>Trekart</em>-element. Det kan navigeres fra tastaturet med høyre/venstre-piler mellom søsken, og opp/ned-piler for å gå ett nestenivå opp eller ned. <em>Enter</em> aktiverer det gjeldende elementet.</p>

source: Go To
da: Gå til
nb: Gå til

source: Stop at Depth
da: Stop ved dybde
nb: Stopp ved dybden

source: No Depth Limit
da: Ingen dybdegrænse
nb: Ingen dybdegrense

source: Depth 10
da: Dybde 10
nb: Dybde 10

source: Depth 15
da: Dybde 15
nb: Dybde 15

source: Depth 20
da: Dybde 20
nb: Dybde 20

source: Depth of '%1' (%2)
da: Dybden af "%1" (%2)
nb: Dybde for «%1» (%2)

source: Decrement Depth (to %1)
da: Formindsk dybde (til %1)
nb: Minsk dybde (til %1)

source: Increment Depth (to %1)
da: Forøg dybde (til %1)
nb: Øk dybde (til %1)

source: Stop at Function
da: Stop ved funktion
nb: Stopp ved funksjon

source: No Function Limit
da: Ingen funktionsgrænse
nb: Ingen funksjonsgrense

source: Stop at Area
da: Stop ved areal
nb: Stopp ved område

source: No Area Limit
da: Ingen arealgrænse
nb: Ingen områdegrense

source: 100 Pixels
nb: 100 piksler

source: 200 Pixels
nb: 200 piksler

source: 500 Pixels
nb: 500 piksler

source: 1000 Pixels
nb: 1000 piksler

source: Area of '%1' (%2)
da: Arealet af "%1" (%2)
nb: Areal for «%1» (%2)

source: Double Area Limit (to %1)
da: Fordobl arealgrænse (til %1)
nb: Fordoble arealgrensen (til %1)

source: Half Area Limit (to %1)
da: Halvér arealgrænse (til %1)
nb: Halver arealgrensen (til %1)

source: Split Direction
da: Split-retning
nb: Splitt retning

source: Skip Incorrect Borders
da: Skip ukorrekte kanter
nb: Hopp over uriktige kantlinjer

source: Border Width
da: Kantbredde
nb: Kantbredde

source: Border 0
da: Kant 0
nb: Kant 0

source: Border 1
da: Kant 1
nb: Kant 1

source: Border 2
da: Kant 2
nb: Kant 2

source: Border 3
da: Kant 3
nb: Kant 3

source: Draw Symbol Names
da: Tegn symbolnavne
nb: Tegn symbolnavn

source: Draw Cost
da: Tegn omkostning
nb: Tegn kostnad

source: Draw Location
da: Tegn placering
nb: Tegn sted

source: Draw Calls
da: Tegn kald
nb: Tegn kall

source: Ignore Proportions
da: Ignorér proportioner
nb: Se bort fra proporsjoner

source: Allow Rotation
da: Tillad rotation
nb: Tillat rotering

source: Shading
da: Skygning
nb: Skygging

source: Call Map: Current is '%1'
da: Kald kort: Aktuelle er "%1"
nb: Kallekart: Gjeldende er «%1»

source: (no function)
da: (Ingen funktion)
nb: (ingen funksjon)

source: (no call)
da: (intet kald)
nb: (ingen kall)

source: Cost per call
da: Omkostning pr. kald
nb: Kostnad pr. kall

source: Cost 2
da: Omkostning 2
nb: Kostnad 2

source: Cost 2 per call
da: Omkostning 2 pr. kald
nb: Kostnad 2 pr. kall

source: Count
da: Tælling
nb: Antall

source: Caller
da: Kalder
nb: Kaller

source: Callee
da: Kaldt
nb: Kalt

source: <b>List of direct Callers</b><p>This list shows all functions calling the current selected one directly, together with a call count and the cost spent in the current selected function while being called from the function from the list.</p><p>An icon instead of an inclusive cost specifies that this is a call inside of a recursive cycle. An inclusive cost makes no sense here.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
da: <b>Liste over direkte kaldere</b><p>Denne liste viser alle funktioner der kalder den aktuelt valgte direkte, sammen med en kald-tælling og den omkostning der bruges i den aktuelt valgte funktion, mens den kaldes fra funktionen på listen.</p><p>Et ikon i stedet for en inkluderende omkostning angiver at det er et kald indeni en rekursiv cycklus. En inkluderende omkostning giver ikke mening her.</p><p>Markering af en funktion gør den til den aktuelt valgte for dette informationspanel. Hvis der er to paneler (opdelt tilstand), ændres det andet panels funktion i stedet.</p>
nb: <b>Liste over direkte kallere</b> <p>Denne lista viser alle funksjoner som kaller den markerte direkte, sammen med antall kall og kostnad som er brukt i den markerte funksjonen mens den ble kalt fra funksjonen i lista.</p> <p>Et ikon i stedet for en inklusiv kostnad viser at dette er et kall inne i en rekursjon. En inklusiv kostnad har ingen mening her.</p> <p>Om en funksjon markeres blir den den gjeldende valgte funksjonen i denne informasjonsruta, Hvis det er to ruter (Delt rute), så blir funksjonen i den andre ruta endret i stedet.</p>

source: <b>List of direct Callees</b><p>This list shows all functions called by the current selected one directly, together with a call count and the cost spent in this function while being called from the selected function.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
da: <b>Liste over direkte kaldte</b><p>Denne liste viser alle funktioner som kaldes direkte af den aktuelt valgte, sammen med en kald-tælling og den omkostning der bruges in denne funktion, mens den kaldes fra den valgte funktion.</p><p>Markering af en funktion gør den til den aktuelt valgte for dette informationspanel. Hvis der er to paneler (opdelt tilstand), ændres det andet panels funktion i stedet.</p>
nb: <b>Liste over direkte kalte</b> <p>Denne lista viser alle funksjoner som den gjeldende valgte kaller direkte, sammen med antall kall og kostnad som er brukt i denne funksjonen mens den ble kalt fra den valgte funksjonen.</p> <p>Om en funksjon markeres blir den den gjeldende valgte funksjonen i denne informasjonsruta, Hvis det er to ruter (Delt rute), så blir funksjonen i den andre ruta endret i stedet.</p>

source: %1 per call
da: %1 pr. kald
nb: %1 per kall

source: Incl.
da: Inkl.
nb: Inkl.

source: Distance
da: Afstand
nb: Avstand

source: Called
da: Kaldt
nb: Kalt

source: Self
da: Egen
nb: Egen

source: Calling
da: Kalder
nb: Kaller opp
