Repository: fluxer/kde-l10n
Catalog: */messages/kdesdk/kcachegrind_qt.po
Languages: da, nb

source: <b>List of all Callers</b><p>This list shows all functions calling the current selected one, either directly or with several functions in-between on the stack; the number of functions in-between plus one is called the <em>Distance</em> (e.g. for function A,B,C there exists a call from A to C when A calls B and B calls C, i.e. A => B => C. The distance here is 2).</p><p>Absolute cost shown is the cost spent in the selected function while a listed function is active; relative cost is the percentage of all cost spent in the selected function while the listed one is active. The cost graphic shows logarithmic percentage with a different color for each distance.</p><p>As there can be many calls from the same function, the distance column sometimes shows the range of distances for all calls happening; then, in parentheses, there is the medium distance, i.e. the distance where most of the call costs happened.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
da: <b>Liste over alle kaldere</b><p>Denne liste viser alle funktioner som kalder den aktuelt markerede, enten direkte eller med adskillige funktioner imellem på stakken. Antallet af funktioner imellem plus én kaldes <em>Afstanden</em> (f.eks. for funktionen A,B,C findes der et kald fra A til C når A kalder B og B kalder C, dvs. A => B => C. Her er afstanden 2). </p><p>Absolut vist omkostning er den omkostning, der bruges i den valgte funktion mens en funktion på listen er aktiv, relativ omkostning er procentdelen af al brugt omkostning i den valgte funktion mens den på listen er aktiv. Omkostningsgrafikken viser logaritmisk procentdel med en forskellig farve for hver afstand.</p><p>Da der kan være mange kald fra samme funktion, viser afstandskolonnen nogle gange området af afstande for alle kald som sker; så er middelafstanden i parentes, dvs. den afstand hvor de fleste kald-omkostninger fandt sted.</p><p>Markering af en funktion gør den til den aktuelt valgte for dette informationspanel. Hvis der er to paneler (opdelt tilstand), ændres funktionen for det andet panel i stedet.</p>
nb: <b>Liste over alle kallere</b> <p>Denne lista viser alle funksjoner som kaller den gjeldende valgte funksjonen, enten direkte eller med flere funksjoner i mellom på stabelen, antall funksjoner pluss én kalles <em>Avstand</em> (f.eks. for funksjonene A, B, C finnes det et kall fra A til C der A kaller B og B kaller C, dvs. A→B→C. Avstanden her er 2).</p> <p>Absolutt kostnad vist er kostnaden brukt i den valgte funksjonen mens en funksjon i lista er aktiv, relativ kostnad er prosentdelen av all kostnad brukt i den valgte funksjonen mens funksjonen i lista er aktiv. Kostnadsgrafen viser logaritmisk prosentdel med forskjellig farge for hver avstand.</p> <p>Siden det kan være mange kall fra samme funksjon viser avstandskolonnen noen ganger minste og største avstand for alle kall som skjer, og så i parentes middelavstanden, dvs. avstanden for de fleste kallene.</p> <p>Om en funksjon markeres blir den den gjeldende valgte funksjonen i denne informasjonsruta, Hvis det er to ruter (Delt rute), så blir funksjonen i den andre ruta endret i stedet.</p>

source: <b>List of all Callees</b><p>This list shows all functions called by the current selected one, either directly or with several function in-between on the stack; the number of function in-between plus one is called the <em>Distance</em> (e.g. for function A,B,C there exists a call from A to C when A calls B and B calls C, i.e. A => B => C. The distance here is 2).</p><p>Absolute cost shown is the cost spent in the listed function while the selected is active; relative cost is the percentage of all cost spent in the listed function while the selected one is active. The cost graphic always shows logarithmic percentage with a different color for each distance.</p><p>As there can be many calls to the same function, the distance column sometimes shows the range of distances for all calls happening; then, in parentheses, there is the medium distance, i.e. the distance where most of the call costs happened.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
da: <b>Liste over alle kaldte</b><p>Denne liste viser alle funktioner som bliver kaldt af den aktuelt markerede, enten direkte eller med adskillige funktioner imellem på stakken. Antallet af funktioner imellem plus én kaldes <em>Afstanden</em> (f.eks. for funktionen A,B,C findes der et kald fra A til C når A kalder B og B kalder C, dvs. A => B => C. Her er afstanden 2). </p><p>Absolut vist omkostning er den omkostning, der bruges i den listede funktion mens den valgte funktion er aktiv, relativ omkostning er procentdelen af al brugt omkostning i den listede funktion mens den valgte er aktiv. Omkostningsgrafikken viser logaritmisk procentdel med en forskellig farve for hver afstand.</p><p>Da der kan være mange kald fra samme funktion, viser afstandskolonnen nogle gange området af afstande for alle kald som sker; så er middelafstanden i parentes, dvs. den afstand hvor de fleste kald-omkostninger fandt sted.</p><p>Markering af en funktion gør den til den aktuelt valgte for dette informationspanel. Hvis der er to paneler (opdelt tilstand), ændres funktionen for det andet panel i stedet.</p>
nb: <b>Liste over alle kalte</b> <p>Denne lista viser alle funksjoner som blir kalt fra den gjeldende valgte funksjonen, enten direkte eller med flere funksjoner i mellom på stabelen, antall funksjoner pluss én kalles <em>Avstand</em> (f.eks. for funksjonene A, B, C finnes det et kall fra A til C der A kaller B og B kaller C, dvs. A→B→C. Avstanden her er 2).</p> <p>Absolutt kostnad vist er kostnaden brukt i funksjonen på lista mens den valgte funksjonen er aktiv, relativ kostnad er prosentdelen av all kostnad brukt i funksjonen på lista mens den valgte funksjonen er aktiv. Kostnadsgrafen viser logaritmisk prosentdel med forskjellig farge for hver avstand.</p> <p>Siden det kan være mange kall til samme funksjon viser avstandskolonnen noen ganger minste og største avstand for alle kall som skjer, og så i parentes middelavstanden, dvs. avstanden for de fleste kallene.</p> <p>Om en funksjon markeres blir den den gjeldende valgte funksjonen i denne informasjonsruta, Hvis det er to ruter (Delt rute), så blir funksjonen i den andre ruta endret i stedet.</p>

source: Unknown Type
da: Ukendt type
nb: Ukjent type

source: Event Type
da: Hændelsestype
nb: Hendelsestype

source: Short
da: Kort
nb: Kort

source: Formula
da: Formel
nb: Formel

source: <b>Cost Types List</b><p>This list shows all cost types available and what the self/inclusive cost of the current selected function is for that cost type.</p><p>By choosing a cost type from the list, you change the cost type of costs shown all over KCachegrind to be the selected one.</p>
da: <b>Liste over omkostningstyper</b><p> Denne liste viser alle omkostningstyper der er tilgængelige og hvad egen/inkluderende omkostning er, for den aktuelt valgte funktion, for den pågældende omkostningstype.</p><p>Ved at vælge en omkostningstype fra listen, ændrer du omkostningstypen af omkostninger der vises overalt i KCachegrind til den valgte type.</p>
nb: <b>Kosttypeliste</b><p>Denne lista viser alle kostnadstypene som er tilgjengelige, og hva selvkostnaden til den valgte funksjonen er for denne kostnadstypen.</p><p>Ved å velge en kostnadstype fra lista, setter du alle kostnadstypene som vises i KCachegrind til denne.</p>

source: Set as Secondary Event Type
da: Sæt som sekundær hændelsestype
nb: Angi som sekundær hendelsestype

source: Hide Secondary Event Type
da: Skjul sekundær hændelsestype
nb: Skjul sekundær hendelsestype

source: Edit Long Name
da: Redigér langt navn
nb: Rediger langt navn

source: Edit Short Name
da: Redigér kort navn
nb: Rediger kort navn

source: Edit Formula
da: Redigér formel
nb: Rediger formel

source: Remove
da: Fjern
nb: Fjern

source: New Event Type...
da: Ny hændelsestype...
nb: Ny hendelsestype …

source: New%1
da: Ny %1
nb: Ny%1

source: New Event Type %1
da: Ny hændelsestype %1
nb: Ny hendelsestype %1

source: (%1 function(s) skipped)
da: (%1 funktion(er) skippet)
nb: (%1 funksjon(er) hoppet over

source: Function Profile
da: Funktionsprofil
nb: Funksjonsprofil

source: &Search:
da: &Søg:
nb: &Søk:

source: Group
da: Gruppe
nb: Gruppe

source: (No Grouping)
da: (Ingen gruppering)
nb: (Ingen gruppering)

source: <b>The Flat Profile</b><p>The flat profile contains a group and a function selection list. The group list contains all groups where costs are spent in, depending on the chosen group type. The group list is hidden when group type 'Function' is selected.</p><p>The function list contains the functions of the selected group (or all for 'Function' group type), ordered by the costs spent therein. Functions with costs less than 1% are hidden on default.</p>
da: <b>Den flade profil</b><p>Den flade profil indeholder en udvalgsliste til gruppe og funktion. Gruppelisten indeholder alle grupper hvori omkostninger bruges, afhængigt af den valgte gruppetype. Gruppelisten skjules når gruppetypen "Funktion" er valgt.</p><p>Funktionslisten indeholder funktionerne i den valgte gruppe (eller alle hvis gruppetypen er "Funktion"), sorteret efter omkostninger der bruges deri. Funktioner med omkostninger under 1% skjules som standard.</p>
nb: <b>Den flate profilen</b> <p>Den flate profilen inneholder en gruppeliste og en funksjonsvalgliste. Gruppelista inneholder alle grupper der kostnader brukes, avhengig av den valgte gruppetypen. Gruppelista er skjult når gruppetype «Funksjon» er valgt. </p> <p>Funksjonslista inneholder funksjonene i den valgte gruppen (eller alle hvis gruppetypen er «Funksjon»), sortert etter kostnad brukt i funksjoen. Som standard vises ikke funksjoner med kostnad mindre enn 1%.</p>

source: Grouping
da: Gruppering
nb: Gruppering

source: No Grouping
da: Ingen gruppering
nb: Ingen gruppering

source: Active call to '%1'
da: Aktivt kald til "%1"
nb: Aktivt kall til «%1»

source: Jump %1 of %2 times to 0x%3
da: Spring %1 ud af %2 gange til 0x%3
nb: Hopp %1 av %2 ganger til 0x%3

source: Jump %1 times to 0x%2
da: Spring %1 gange to 0x%2
nb: Hopp %1 ganger til 0x%2

source: (cycle)
da: (cyklus)
nb: (syklus)

source: Hex
nb: Heks

source: Assembly Instructions
da: Assembly-instruktioner
nb: Maskinkodeinstruksjoner

source: Source Position
da: Kildeposition
nb: Kildeposisjon

source: <b>Annotated Machine Code</b><p>The annotated machine code list shows the assembly instructions of the current selected function together with (self) cost spent while executing an instruction. If this is a call instruction, lines with details on the call happening are inserted into the source: the cost spent inside of the call, the number of calls happening, and the call destination.</p><p>The machine code shown is generated with the 'objdump' utility from the 'binutils' package.</p><p>Select a line with call information to make the destination function of this call current.</p>
da: <b>Annoteret maksinkode</b><p>Den annotere maskinkode-liste viser assembly-instruktionerne for den aktuelt markerede funktion sammen med (egne) omkostninger brugt under udførsel af en instruktion. Hvis dette er en kald-instruktion, indsættes linjer med detaljer om kaldet der sker, i kildekoden, den omkostning der er indeni kaldet, antallet af kald der sker, og kaldets destination.</p><p>Maskinkoden som vises genereres med værktøjet "objdump" fra pakken "binutils".</p><p>Markér en linje med kald-information for at gøre destinationsfunktionen for dette kald den nuværende.</p>
nb: <b>Kommentert maskinkode</b> <p>Lista med kommentert maskinkode viser assembly-instruksjonene i den valgte funksjonen sammen med (egne) kostnader brukt under kjøring av en instruksjon. Hvis dette er en kall-instruksjon blir det satt inn i lista linjer med detaljer om kallet, kostnad brukt inne i kallet, antal kall som blir gjort og målet for kallet.</p> <p>Maskinkoden som vises er generert med «objdump»-verktøyet fra pakka «binutils».</p> <p>Velg en linje med kallinformasjon for å gjøre den kalte funksjonen gjeldende funksjon.</p>

source: Go to Address %1
da: Gå til adressen %1
nb: Gå til adresse %1

source: Hex Code
da: Hex-kode
nb: Hekskode

source: There is no instruction info in the profile data file.
da: Der er ingen instruktionsinfo i profildata-filen.
nb: Det finnes ingen instruksjonsinfo i profildatafila.

source: Tip: For Callgrind, rerun with option
da: Tip: For Callgrind, kør igen med tilvalget
nb: Tips: For Callgrind, start på nytt med valget

source: To see (conditional) jumps, additionally specify
da: For at se (betingede) spring, angiv yderligere
nb: For å se (betingede) hopp, kan du legge til

source: For annotated machine code, the following object file is needed:
da: For annoteret maskinkode, er følgende objektfil nødvendig:
nb: For kommentert maskinkode trengs denne objektfila:

source: This file can not be found.
da: Denne fil kan ikke findes.
nb: Fant ikke fila.

source: There is an error trying to execute the command
da: Der er en fejl under forsøg på at køre kommandoen
nb: Det oppsto en feil ved kjøring av kommandoen

source: Check that you have installed 'objdump'.
da: Kontrollér at du har "objdump" installeret.
nb: Kontroller at «objdump» er installert.

source: This utility can be found in the 'binutils' package.
da: Dette værktøj kan findes i pakken "binutils".
nb: Dette verktøyet finnes i pakka «binutils».

source: (No Instruction)
da: (Ingen instruktion)
nb: (Ingen instruksjon)

source: This happens because the code of
da: Dette sker fordi koden fra
nb: Dette skjer fordi koden til

source: does not seem to match the profile data file.
da: ikke synes at matche profildata-filen.
nb: ikke ser ut til å være i samsvar med profildatafilen.

source: Are you using an old profile data file or is the above mentioned
da: Brug du en gammel profildata-fil eller er ovennævnte
nb: Bruker du en gammel profildatafil, eller er det ovennevnte

source: ELF object from an updated installation/another machine?
da: ELF-objekt fra en opdateret installation/anden maskine?
nb: ELF-objektet fra en oppdatert installasjon eller en annen maskin?

source: There seems to be an error trying to execute the command
da: Der synes at være en fejl under forsøg på at køre kommandoen
nb: Det ser ut til at det oppsto en feil ved forsøk på å kjøre kommandoen

source: Check that the ELF object used in the command exists.
da: Kontrollér at ELF-objektet der bruges i kommandoen findes.
nb: Kontroller at ELF-objektet brukt i kommandoen finnes.

source: Profile Part %1
da: Profildel %1
nb: Profildel %1

source: (no trace)
da: (intet trace)
nb: (intet spor)

source: (no part)
da: (ingen del)
nb: (ingen del)

source: (none)
da: (ingen)
nb: (ingen)

source: Parts Overview
da: Oversigt over dele
nb: Deloversikt

# A thing's name
source: Name
da: Navn
nb: Navn

source: (no trace parts)
da: (ingen trace-dele)
nb: (ingen spordeler)

source: <b>The Parts Overview</b><p>A trace consists of multiple trace parts when there are several profile data files from one profile run. The Trace Part Overview dockable shows these, horizontally ordered in execution time; the rectangle sizes are proportional to the total cost spent in the parts. You can select one or several parts to constrain all costs shown to these parts only.</p><p>The parts are further subdivided: there is a partitioning and an callee split mode: <ul><li>Partitioning: You see the partitioning into groups for a trace part, according to the group type selected. E.g. if ELF object groups are selected, you see colored rectangles for each used ELF object (shared library or executable), sized according to the cost spent therein.</li><li>Callee: A rectangle showing the inclusive cost of the current selected function in the trace part is shown. This is split up into smaller rectangles to show the costs of its callees.</li></ul></p>
da: <b>Oversigten over dele</b><p>Et trace består af flere trace-dele når der er flere profildata-filer fra én profilkørsel. Den dokbare med oversigten over trace-dele viser disse, horisontalt sorteret efter kørselstiden. Størrelsen på rektanglerne er proportional med med den samlede omkostning brugt på de dele. Du kan vælge en eller flere dele for at begrænse alle viste omkostninger til kun disse dele.</p><p>Delene er yderligere inddelt, der er en partitionerings- og en kaldt split-tilstand: <ul><li>Partitionering: Du ser partitioneringen i grupper for en trace-del, i henhold til den gruppetype du valgte. For eksempel hvis ELF-objekt-grupper er valgt, vil du se farvede rektangler for hvert brugt ELF-objekt (delt bibliotek eller kørbar fil), med størrelse i henhold til omkostningen der er brugt deri.</li><li>Kaldt: En rektangel der viser den inkluderende omkostning ved den aktuelt markerede funktion i trace-delen vises. Dette deles op i mindre rektangler for at vise omkostningerne ved dens kaldte.</li></ul></p>
nb: <b>Deloversikten</b><p>Et spor består av flere spordeler når det er flere profildatafiler fra en profilkjøring. De festbare vinduene til spordeloversikten viser disse vannrett sortert etter kjøretid; rektangelstørrelsene er proporsjonale med totalkostnaden brukt i delene. Du kan velge en eller flere deler for å begrense alle kostnader til å vise kun disse delene.</p><p>Delene er videre inndelt: det er en partisjonering- og en mottakeroppdelingsmodus:<ul><li>Partisjonering: du ser partisjoneringen i grupper for en spordel i henhold til gruppetypen som er valgt. Eks: hvis ELF-objektgrupper er valgt, vil du se fargede rektangler for hvert ELF-objekt som er i bruk (delt bibliotek eller kjørbar fil). Størrelsen på rektanglene samsvarer med kostnaden som er brukt i den.</li><li>Mottaker: et rektangel medregnet kostnaden for den valgte funksjonen i spordelen vises. Dette rektanglet er delt opp i mindre rektangler for å vise kostnadene til mottakerne.</li></ul></p>

source: Profile Part Overview: Current is '%1'
da: Oversigt over profildel: Nuværende er "%1"
nb: Profildeloversikt: Gjeldende er «%1»

source: Deselect '%1'
da: Afmarkér "%1"
nb: Velg bort «%1»

source: Select '%1'
da: Markér "%1"
nb: Velg «%1»

source: Select All Parts
da: Markér alle dele
nb: Velg alle deler

source: Visible Parts
da: Synlige dele
nb: Synlige deler

source: Hide Selected Parts
da: Skjul markerede dele
nb: Skjul valgte deler

source: Show Hidden Parts
da: Vis skjulte dele
nb: Vis skjulte deler

source: Partitioning Mode
da: Partitioneringstilstand
nb: Inndelingsmodus

source: Zoom Function
da: Zoom-funktion
nb: Skaleringsfunksjon

source: Show Direct Calls
da: Vis direkte kald
nb: Vis direkte kall

source: Increment Shown Call Levels
da: Forøg vist kald-niveauer
nb: Øk viste kallnivåer

source: Diagram Mode
da: Diagramtilstand
nb: Diagrammodus

source: Draw Names
da: Tegn navne
nb: Tegn navn

source: Draw Costs
da: Tegn omkostninger
nb: Tegn kostnader

source: Draw Frames
da: Tegn rammer
nb: Tegn rammer

source: Hide Info
da: Skjul info
nb: Skjul informasjon

source: Show Info
da: Vis info
nb: Vis informasjon

source: (no trace loaded)
da: (intet trace indlæst)
nb: (intet spor lastet)

source: Comment
da: Kommentar
nb: Kommentar

source: <b>Trace Part List</b><p>This list shows all trace parts of the loaded trace. For each part, the self/inclusive cost of the current selected function, spent in the part, is shown; percentage costs are always relative to the total cost <em>of the part</em> (not to the whole trace as in the Trace Part Overview). Also shown are the calls happening to/from the current function inside of the trace part.</p><p>By choosing one or more trace parts from the list, the costs shown all over KCachegrind will only be the ones spent in the selected part(s). If no list selection is shown, in fact all trace parts are selected implicitly.</p><p>This is a multi-selection list. You can select ranges by dragging the mouse or use SHIFT/CTRL modifiers. Selection/Deselection of trace parts can also be done by using the Trace Part Overview Dockable. This one also supports multiple selection.</p><p>Note that the list is hidden if only one trace part is loaded.</p>
da: <b>Liste over trace-dele</b><p>Denne liste viser alle trace-dele af det indlæste trace. For hver del vises egen/inkluderende omkostning ved den aktuelt valgte funktion, som bruges i delen. Procentuelle omkostninger er altid relative til <em>delens</em> totale omkostning (ikke hele tracet som i Oversigten over trace-dele). De kald der sker til/fra den aktuelle funktion indeni trace-delen vises også.</p><p>Ved at vælge en eller flere trace-dele fra listen, vil de omkostninger som vises overalt i KCachegrind kun være dem der bruges i de valgte dele. Hvis intet listeudvalg vises, vælges alle trace-dele i realiteten implicit.</p><p>Dette er en multisektion-liste. Du kan vælge områder ved at trække musen eller bruge ændringstasterne Skift/Ctrl. Valg/fravalg af trace-dele kan også gøres ved at bruge den dokbare for Oversigten over trace-dele. Denne understøtter også flere sektioner.</p><p>Bemærk at listen skjules hvis kun en trace-del er indlæst.</p>
nb: <b>Spordel-liste</b> <p>Denne lista viser alle spordeler i det sporet som er lastet inn. For hver del vises den egne/inklusive kostnaden for den gjeldende valgte funksjonen som er brukt i delen, prosentdel er alltid relativ til total kostnad <em>i delen</em> (ikke hele sporet som i Deloversikten. Kall som utføres til/fra gjeldende funksjon inne i spordelen vises også.</p> <p>Om du velger en eller flere spordeler fra lista blir kostnader som vises overalt i KCachegrind bare være de som brukes i de(n) velgte delen(e). Hvis det ikke vises noe listevalg betyr det at alle spordelene er valgt. </p> <p>Dette er en flervalgsliste. Du kan velge (markere) områder ved å dra musepekeren, eller bruke SHIFT/CTRL-tastene. Du kan også bruke dokkvinduet Deloversikt til å velge/velge bort spordeler, flervalg kan brukes i dette vinduet også.</p> <p>Merk at lista er skjult hvis bare én spordel er lastet inn.</p>

source: Jump %1 of %2 times to %3
da: Spring %1 ud af %2 gange til %3
nb: Hopp %1 av %2 ganger til %3

source: Jump %1 times to %2
da: Spring %1 gange til %2
nb: Hopp %1 ganger til %2

source: Source (unknown)
da: Kilde (ukendt)
nb: Kilde (ukjent)

source: <b>Annotated Source</b><p>The annotated source list shows the source lines of the current selected function together with (self) cost spent while executing the code of this source line. If there was a call in a source line, lines with details on the call happening are inserted into the source: the cost spent inside of the call, the number of calls happening, and the call destination.</p><p>Select a inserted call information line to make the destination function current.</p>
da: <b>Annoteret kilde</b><p>Den annoterede kildeliste viser kildelinjerne for den aktuelt markerede funktion sammen med (egen) omkostning der bruges mens koden i kildelinjen udføres. Hvis der var et kald i en kildelinje, indsættes linjer med detaljer om kaldt der sker, i kilden: Omkostningen indeni kaldte, antallet af kald der sker og kald-destinationen.</p><p>Markér en indsat kaldinformation-linje for at gøre destinationsfunktionen til den aktuelle.</p>
nb: <b>Kommentert kildekode</b> <p>Lista med kommentert kildekode viser kildelinjene i den valgte funksjonen sammen med (egne) kostnader brukt under kjøring av denne kodelinja. Hvis det er et kall i linja blir det satt inn i lista linjer med detaljer om kallet, kostnad brukt inne i kallet, antal kall som blir gjort og målet for kallet.</p> <p>Velg en innsatt linje med kallinformasjon for å gjøre den kalte funksjonen gjeldende funksjon.</p>
