Repository: fluxer/kde-l10n
Catalog: */messages/kdesdk/kcachegrind_qt.po
Languages: da, nb

source: Go to Line %1
da: Gå til linje %1
nb: Gå til linje %1

source: (No Source)
da: (Ingen kilde)
nb: (ingen kilde)

source: There is no cost of current selected type associated
da: Der er ingen omkostning for den aktuelt valgte type forbundet
nb: Det er ingen kostnad av den valgte typen knyttet til

source: with any source line of this function in file
da: med nogen kildelinje i denne funktion i filen
nb: en kildelinje i denne funksjonen i fila

source: Thus, no annotated source can be shown.
da: Derfor, kan ingen annoteret kilde vises.
nb: Derfor kan det ikke vises kommentert kildekode.

source: Source ('%1')
da: Kilde ("%1")
nb: Kilde («%1»)

source: --- Inlined from '%1' ---
da: --- Indlejret fra "%1" ---
nb: --- Innebygd fra «%1» ---

source: --- Inlined from unknown source ---
da: --- Indlejret fra ukendt kilde ---
nb: --- Innebygd fra ukjent kilde --- ---

source: There is no source available for the following function:
da: Der er ingen kilde tilgængelig for følgende funktion:
nb: Det finnes ingen kildekode tilgjengelig for denne funksjonen:

source: This is because no debug information is present.
da: Det er fordi ingen fejlretningsinformation er til stede.
nb: Dette er fordi det ikke er noen feilsøkingsinformasjon tilgjengelig.

source: Recompile source and redo the profile run.
da: Genoversæt kilden og gentag profilkørslen.
nb: Kompiler kildekoden på nytt og kjør profilering på nytt.

source: The function is located in this ELF object:
da: Funktionen er placeret i dette ELF-objekt:
nb: Funksjonen ligger i dette ELF-objektet:

source: This is because its source file cannot be found:
da: Det er fordi dens kildefil ikke kan findes:
nb: Dette er fordi den tilhørende kildekoden ikke be funnet:

source: Add the folder of this file to the source folder list.
da: Tilføj mappen med denne fil til kildemappe-listen.
nb: Legg til mappa for denne fila til kildemappelista.

source: The list can be found in the configuration dialog.
da: Listen kan findes i konfigurationsdialogen.
nb: Lista finnes i oppsettsvinduet.

source: Stack Selection
da: Stack-udvælgelse
nb: Stabelutvalg

source: Cost2
da: Omkostning2
nb: Kostnad2

source: Move to Top
da: Flyt til top
nb: Flytt øverst

# Move to Top
source: Top
da: Øverst
nb: Øverst

source: Move to Right
da: Flyt til højre
nb: Flytt til høyre

# Move to Right
source: Right
da: Højre
nb: Høyre

source: Move to Bottom
da: Flyt til bunden
nb: Flytt nederst

# Move to Bottom
source: Bottom
da: Nederst
nb: Nederst

source: Move to Bottom Left
da: Flyt til nederst til venstre
nb: Flytt nederst til venstre

# Move to Bottom Left
source: Bottom Left
da: Nederst til venstre
nb: Nederst til venstre

source: Move Area To
da: Flyt areal til
nb: Flytt området til

source: Hide This Tab
da: Skjul dette faneblad
nb: Skjul denne fanen

source: Hide Area
da: Skjul areal
nb: Skjul område

# Show on Top
source: Top
da: Øverst
nb: Øverst

# Show on Right
source: Right
da: Højre
nb: Høyre

# Show on Bottom
source: Bottom
da: Nederst
nb: Nederst

# Show on Bottom Left
source: Bottom Left
da: Nederst til venstre
nb: Nederst til venstre

source: Show Hidden On
da: Vis skjulte på
nb: Vis skjulte på

source: (No profile data file loaded)
da: (ingen profildata-fil indlæst)
nb: (Ingen profildata lastet)

source: Types
da: Typer
nb: Typer

source: Callers
da: Kaldere
nb: Kallere

source: All Callers
da: Alle kaldere
nb: Alle kallere

source: Callee Map
da: Kort over kaldte
nb: Kalt-kart

source: Source Code
da: Kildekode
nb: Kildekode

source: Parts
da: Dele
nb: Deler

source: Callees
da: Kaldte
nb: Kalte

source: Call Graph
da: Kald-graf
nb: Kallgraf

source: All Callees
da: Alle kaldte
nb: Alle kalte

source: Caller Map
da: Kort over kaldere
nb: Kallerkart

source: Machine Code
da: Maskinkode
nb: Maskinkode

source: <b>Information Tabs</b><p>This widget shows information for the currently selected function in different tabs: <ul><li>The Costs tab shows a list of available event types and the inclusive and self-costs related to these types.</li><li>The Parts tab shows a list of trace parts if the trace consists of more than one part (otherwise, this tab is hidden). The cost of the selected function spent in the different parts together with the calls happening is shown.</li><li>The Call Lists tab shows direct callers and callees of the function in more detail.</li><li>The Coverage tab shows the same as the Call Lists tab, but also shows indirect callers and callees, not just direct ones.</li><li>The Call Graph tab shows a graphical visualization of the calls made by this function.</li><li>The Source Code tab presents annotated source code if debugging information and the source file are available.</li><li>The Machine Code tab presents annotated assembly instructions if profile information at instruction level is available.</li></ul>For more information, see the <em>What's This?</em> help of the corresponding tab widget.</p>
da: <b>Informationsfaneblade</b><p>Denne kontrol viser information til den aktuelt valgte funktion i forskellige faneblade: <ul><li>Omkostningsfanebladet viser en liste over tilgængelig hændelsestyper og de inkluderende og egne omkostninger der er relateret til disse typer.</li><li>Delefanebladet viser en liste over trace-dele hvis tracet består af mere end én del (ellers er fanebladet skjult). Den omkostning som bruges, af den valgte funktion, i de forskellige dele sammen med de kald der sker, vises.</li><li>Fanebladet med kald-lister viser funktionens direkte kaldere og kaldte med flere detaljer.</li><li>Fanebladet Dækning viser det samme som fanebladet med kald-lister, men viser også indirekte kaldere og kaldte, ikke kun de direkte.</li><li>Fanebladet kald-graf viser en grafisk visualisering af de kald som foretages af funktionen.</li><li>Fanebladet kildekode præsenterer annoteret kildekode hvis fejlretningsinformation og kildefilen er tilgængelige.</li><li>Fanebladet maskinkode præsenteret annoterede assembly-instruktioner hvis profilinformationen på instruktionsniveau er tilgængelig.</li></ul>For mere information se <em>Hvad er dette?</em>-hjælpen for den tilsvarende fanebladskontrol.</p>
nb: <b>Informasjonsfaner</b> <p>Dette elementet viser informasjon for den gjeldende valgte funksjonen i forskjellige faner: <ul> <li>Kostnadsfanen viser en liste over tilgjengelig hendelsestyper og inklusive og egne kostnader tilknyttet disse typene.</li> <li>Deler-fanen viser en liste over spordeler hvis sporet består av flere enn én del (ellers er denne fanen skjult). Kostnad for den valgte funksjonen brukt i de forskjellige delene vises sammen med de kallene som gjøres.</li> <li>Kalliste-fanen viser mer detaaljer for direkte kallere og kalte for funksjonen.</li> <li>Dekning-fanen vised det samme som kalleliste-fanen, men viser også indirekte kallere og kalte, ikke bare direkte.</li> <li>Kallgraf-fanen viser en grafisk visualisering av kallene som denne funksjonen gjør.</li> <li>Kildekode-fanen viser kommentert kildekode hvis kildekodefila og feilsøkingsinformasjon er tilgjengelige.</li> <li>Maskinkode.fanen viser kommentert maskinkode hvis det finnes profilinformasjon på instruksjonsnivå.</li> </ul> Mer informasjon finnes i <em >Hva er dette?</em>-hjelpen i det tilsvarende faneelementet,</p>

source: (No function selected)
da: (Ingen funktion valgt)
nb: (Ingen funksjon valgt)

source: No description available
da: Ingen beskrivelse tilgængelig
nb: Ingen beskrivelse tilgjengelig

source: Text %1
da: Tekst %1
nb: Tekst %1

source: Recursive Bisection
da: Rekursiv bisektion
nb: Rekursiv todeling

source: Columns
da: Kolonner
nb: Kolonner

source: Rows
da: Rækker
nb: Rader

source: Always Best
da: Altid bedst
nb: Alltid best

source: Alternate (V)
da: Alternér (V)
nb: Alternativ (L)

source: Alternate (H)
da: Alternér (H)
nb: Alternativ (V)

source: Horizontal
da: Horisontal
nb: Vannrett

source: Vertical
da: Vertikal
nb: Loddrett

source: Best
da: Bedst
