Repository: fluxer/kde-l10n
Catalog: */messages/kdesdk/kio_svn.po
Languages: cs, gl, hi, it, nn, ru, sl, uk

# NAME OF TRANSLATORS
source: Your names
cs: Lukáš Tinkl
gl: Marce Villarino
it: Pino Toscano
nn: Eirik U. Birkeland
ru: Александр Поташев,Александр Вольф
sl: Andrej Vernekar,Andrej Znidarsic,Janez Gačnik,Jure Repinc,Miha Gašperšič,Andrej Mernik
uk: о. Іван Петрущак,Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
cs: ltinkl@redhat.com
gl: mvillarino@gmail.com
it: toscano.pino@tiscali.it
nn: eirbir@gmail.com
ru: aspotashev@gmail.com,alex.v.wolf@gmail.com
sl: ,andrej.znidarsic@gmail.com,,jlp@holodeck1.com,mihec.gaspersic@gmail.com,andrejm@ubuntu.si
uk: fr.ivan@ukrainian-orthodox.org,yurchor@ukr.net

source: Log Message
cs: Zpráva záznamu
gl: Mensaxe de rexistro
it: Messaggio di registro
nn: Loggmelding
ru: Запись в журнале
sl: Dnevniško sporočilo
uk: Повідомлення журналу

source: &OK
gl: &Aceptar
sl: &V redu
uk: &Гаразд

source: &Cancel
cs: Z&rušit
gl: &Cancelar
it: &Annulla
nn: &Avbryt
ru: &Отмена
sl: &Prekliči
uk: &Скасувати

source: Looking for %1...
cs: Vyhledávám %1...
gl: Estase a procurar %1...
hi: %1 के लिए देखा जा रहा है...
it: In cerca di %1...
nn: Leitar etter «%1» …
ru: Поиск %1...
sl: Iskanje %1 ...
uk: Пошук за %1...

source: For reasons of safety, directories are not yet supported.
cs: Adresáře nejsou podporovány z důvodu zabezpečení.
gl: Por motivos de seguranza, aínda non están soportados os directorios.
it: Per sicurezza, le directory non sono ancora supportate.
nn: Av tryggleiksgrunna er mapper ikkje støtta enno.
ru: Из соображений безопасности запись каталогов пока не поддерживается.
sl: Zaradi varnosti mape še niso podprte.
uk: З міркувань безпеки, каталоги ще не підтримуються.

source: Nothing to commit.
cs: Nic k odeslání.
gl: Nada para entregar.
hi: कमिट के लिए कुछ नहीं.
it: Niente da depositare.
nn: Ingenting å melda inn.
ru: Фиксировать нечего.
sl: Ničesar za uveljaviti.
uk: Нема що внести у сховище.

source: Committed revision %1.
cs: Odeslána revize %1.
gl: Entregouse a revisión %1.
hi: संशोधन कमिट किए %1.
it: Revisione %1 depositata.
nn: Melde inn revisjon %1.
ru: Зафиксирована ревизия %1.
sl: Uveljavljena predelava %1.
uk: Внесено у сховище модифікацію %1.

source: A (bin) %1
gl: A (binario) %1
hi: A (बिन) %1
ru: Д (двоичн.) %1
uk: Д (двійк.) %1

source: A %1
ru: Д %1
uk: Д %1

source: D %1
ru: У %1
uk: В %1

source: Restored %1.
cs: Obnoveno %1.
gl: Restaurouse %1.
hi: पुनर्स्थापित %1.
it: %1 ripristinato.
nn: Gjenoppretta «%1».
ru: Восстановлен %1.
sl: Obnovil %1.
uk: Відновлено %1.

source: Reverted %1.
cs: Vráceno %1.
gl: Reverteuse %1.
hi: उलटा %1.
it: Modifiche su %1 annullate.
nn: Tilbakestilte «%1».
ru: Выполнен откат %1.
sl: Povrnil %1.
uk: Повернено %1.

source: Failed to revert %1. Try updating instead.
cs: Vrácení %1 selhalo. Pokuste se o aktualizaci.
gl: Non foi posíbel reverter %1. Probe a actualizar no seu lugar.
hi: उलटने में असफल %1. इसके बजाए अद्यतन आजमाएँ.
it: Impossibile annullare le modifiche su %1. Prova piuttosto ad aggiornare.
nn: Klarte ikkje tilbakestilla «%1». Prøv å oppdatera i staden.
ru: Ошибка при откате %1. Попробуйте выполнить обновление.
sl: Povrnitev %1 je spodletela. Poskusite posodobiti.
uk: Не вдалось повернути %1. Спробуйте зробити оновлення.

source: Resolved conflicted state of %1.
cs: Vyřešen konfliktní stav %1.
gl: Resolveuse o estado conflitivo de %1.
hi: %1 के विरोधाभास स्थिति को ठीक किया.
it: Risolto lo stato di conflitto di %1.
nn: Løyste konflikten med «%1».
ru: Разрешён конфликт для %1.
sl: Razrešil sporno stanje %1.
uk: Розв'язано конфлікт для %1.

source: Skipped missing target %1.
cs: Vynechán chybějící cíl %1.
gl: Saltouse o obxectivo en falta %1.
hi: गुम लक्ष्य %1 को छोड़ा.
it: Target mancante %1 saltato.
nn: Hoppa over det manglande målet «%1».
ru: Пропущена отсутствующая цель %1.
sl: Izpuščen manjkajoči cilj %1.
uk: Пропущено відсутню ціль %1.

source: Skipped %1.
cs: Vynecháno %1.
gl: Saltouse %1.
hi: छोड़ा %1.
it: %1 saltato.
nn: Hoppa over «%1».
ru: Пропущен %1.
sl: Izpustil %1.
uk: Пропущено %1.

source: Exported external at revision %1.
cs: Externě exportováno na revizi %1.
gl: Exportación externa na revisión %1.
hi: संशोधन %1 पर बाहरी निर्यात.
it: Cartella esterna esportata alla revisione %1.
nn: Eksporterte eksternt lager på revisjon %1.
ru: Экспортирован внешний ресурс с ревизией %1.
sl: Izvozil zunanje ob predelavi %1.
uk: Експортовано зовнішній ресурс модифікації %1.

source: Exported revision %1.
cs: Exportována revize %1.
gl: Exportouse a revisión %1.
hi: संशोधन %1 निर्यात.
it: Revisione %1 esportata.
nn: Eksporterte revisjon %1.
ru: Экспортирована ревизия %1.
sl: Izvozil predelavo %1.
uk: Експортовано модифікацію %1.

source: Checked out external at revision %1.
cs: Externě získána revize %1.
gl: Obtención externa na revisión %1.
hi: संशोधन %1 पर बाहरी चेक्ड आउट.
it: Prelevata cartella esterna alla revisione %1.
nn: Sjekka ut eksternt lager på revisjon %1.
ru: Извлечён внешний ресурс с ревизией %1.
sl: Prevzel zunanje ob predelavi %1.
uk: Отримано модифікацію зовнішніх ресурсів %1.

source: Checked out revision %1.
cs: Získána revize %1.
gl: Obtívose coa revisión %1.
hi: संशोधन %1 चेक्ड आउट.
it: Revisione %1 prelevata.
nn: Sjekka ut revisjon %1.
ru: Извлечена ревизия %1.
sl: Prevzel predelavo %1.
uk: Отримано модифікацію %1.

source: Updated external to revision %1.
cs: Aktualizována externě revize %1.
gl: Actualización externa coa revisión %1.
hi: संशोधन %1 पर बाहरी अद्यतन.
it: Cartella esterna aggiornata alla revisione %1.
nn: Oppdaterte eksternt lager til revisjon %1.
ru: Внешний ресурс обновлён до ревизии %1.
sl: Posodobil zunanje na predelavo %1.
uk: Оновлено зовнішній ресурс до модифікації %1.

source: Updated to revision %1.
cs: Aktualizováno na revizi %1.
gl: Actualizouse para a revisión %1.
hi: संशोधन पर अद्यतन %1.
it: Aggiornato alla revisione %1.
nn: Oppdaterte til revisjon %1.
ru: Данные обновлены до ревизии %1.
sl: Posodobil na predelavo %1.
uk: Оновлено до модифікації %1.

source: External at revision %1.
cs: Externí na revizi %1.
gl: Externo na revisión %1.
hi: बाहरी संशोधन %1.
it: Cartella esterna alla revisione %1.
nn: Eksternt lager på revisjon %1.
ru: Текущая ревизия внешнего ресурса: %1.
sl: Zunanje ob predelavi %1.
uk: Поточна модифікація зовнішнього ресурсу %1.

source: At revision %1.
cs: Na revizi %1.
gl: Na revisión %1.
hi: संशोधन %1 पर.
it: Alla revisione %1.
nn: På revisjon %1.
ru: Текущая ревизия: %1.
sl: Ob predelavi %1.
uk: Поточна модифікація %1.

source: External export complete.
cs: Externí export dokončen.
gl: Completouse a exportación externa.
hi: बाहरी निर्यात पूर्ण.
it: Esportazione della cartella esterna completata.
nn: Eksterneksporten er fullført.
ru: Экспорт внешних ресурсов завершён.
sl: Zunanji izvoz zaključen.
uk: Експортування зовнішніх ресурсів завершене.

source: Export complete.
cs: Export dokončen.
gl: Completouse a exportación.
hi: निर्यात पूर्ण.
it: Esportazione completata.
nn: Eksporten er fullført.
ru: Экспорт завершён.
sl: Izvoz zaključen.
uk: Експортування завершене.

source: External checkout complete.
cs: Externí stažení dokončeno.
gl: Completouse a obtención externa.
hi: बाहरी चेकआउट पूर्ण.
it: Prelievo della cartella esterna completato.
nn: Eksternutsjekkinga er fullført.
ru: Извлечение внешних ресурсов завершено.
sl: Zunanji prevzem zaključen.
uk: Отримання зовнішніх ресурсів завершене.

source: Checkout complete.
cs: Stažení dokončeno.
gl: Completouse a obtención.
hi: चेकआउट पूर्ण.
it: Prelievo completato.
nn: Utsjekkinga er fullført.
ru: Извлечение завершено.
sl: Prevzem zaključen.
uk: Отримання ресурсів завершене.

source: External update complete.
cs: Externí aktualizace dokončena.
gl: Completouse a actualización externa.
hi: बाहरी अद्यतन पूर्ण.
it: Aggiornamento della cartella esterna completato.
nn: Eksternoppdateringa er fullført.
ru: Обновление внешних ресурсов завершено.
sl: Zunanja posodobitev zaključena.
uk: Оновлення зовнішніх ресурсів завершене.

source: Update complete.
cs: Aktualizace dokončena.
gl: Completouse a actualización.
hi: अद्यतन पूर्ण.
it: Aggiornamento completato.
nn: Oppdateringa er fullført.
ru: Обновление завершено.
sl: Posodobitev zaključena.
uk: Оновлення завершене.

source: Fetching external item into %1.
cs: Získávám externí položku do %1.
gl: Estase a obter o elemento externo en %1.
hi: बाहरी वस्तु को %1 पर लाया जा रहा है.
it: Importata cartella esterna in %1.
nn: Hentar eksternt objekt til «%1».
ru: Извлечение внешнего ресурса в %1.
sl: Pridobivanje zunanjih predmetov v %1.
uk: Отримання інформації про зовнішній елемент %1.

source: Status against revision: %1.
cs: Stav oproti revizi: %1.
gl: Estado contra a revisión: %1.
hi: संशोधन के विरूद्ध स्थिति: %1.
it: Stato rispetto alla revisione: %1.
nn: Status mot revisjon: %1.
ru: Статус по ревизии: %1.
sl: Stanje proti predelavi: %1.
uk: Стан щодо модифікації: %1.

source: Performing status on external item at %1.
cs: Zjišťuji stav externí položky na %1.
gl: Estase a calcular o estado do elemento externo en %1.
hi: %1 पर बाहरी वस्तु पर स्टेटस परफ़ॉर्म किया जा रहा है.
it: Controllo dello stato sull'oggetto esterno in %1.
nn: Utfører statuskontroll på eksternt objekt på «%1».
ru: Определение статуса для внешнего ресурса %1.
sl: Izvajanje stanja na zunanjem predmetu ob %1.
uk: Визначення стану для зовнішнього елемента на %1.

source: Sending %1
cs: Posílám %1
gl: Estase a enviar %1
hi: भेज रहे %1
it: Invio di %1
nn: Sender %1
ru: Отправка %1
sl: Pošiljanje %1
uk: Відсилання %1

source: Adding (bin) %1.
cs: Přidávám (bin) %1.
gl: Estase a engadir (binario) %1.
hi: जोड़ा जा रहा है (बिन) %1.
it: Aggiunta (bin) di %1.
nn: Legg til (bin) «%1».
ru: Добавление (двоичн.) %1.
sl: Dodajanje (bin) %1.
uk: Додавання (двійк.) %1.

source: Adding %1.
cs: Přidávám (%1).
gl: Estase a engadir %1.
hi: %1 को जोड़ा जा रहा है.
it: Aggiunta di %1.
nn: Legg til «%1».
ru: Добавление %1.
sl: Dodajanje %1.
uk: Додавання %1.

source: Deleting %1.
cs: Mažu %1.
gl: Estase a borrar %1.
hi: %1 को मिटाया जा रहा है.
it: Eliminazione di %1.
nn: Slettar «%1».
ru: Удаление %1.
sl: Brisanje %1.
uk: Вилучення %1.

source: Replacing %1.
cs: Nahrazuji %1.
gl: Estase a substituír %1.
hi: %1 बदली जा रही हैं.
it: Sostituzione di %1.
nn: Byter ut «%1».
ru: Замена %1.
sl: Zamenjava %1.
uk: Заміна %1.

source: Transmitting file data
cs: Odesílají se data souborů
gl: Transmitindo os datos do ficheiro
hi: ट्रांसमिटिंग फ़ाइल डाटा
it: Trasmissione dei dati dei file
nn: Sender fildata
ru: Передача данных файлов
sl: Prenašanje datotečnih podatkov
uk: Перенесення даних у файлах

source: Subversion Checkout
gl: Obtención de copia do repositorio Subversion
it: Prelievo di Subversion
nn: Subversion-utsjekking
ru: Subversion: получение из хранилища
sl: Subversion: prevzem
uk: Отримання з Subversion

source: Subversion Switch
gl: Troco do URL do repositorio Subversion
it: Switch di Subversion
nn: Subversion-byte
ru: Subversion: переключение
sl: Subversion: preklop
uk: Перемикання Subversion

source: Request not recognized - it might not be implemented yet.
cs: Požadavek nerozpoznán - zatím možná neimplementováno.
gl: O pedido non se recoñeceu, puidera ser que aínda non estea implementado.
it: Richiesta non riconosciuta - potrebbe non essere stata ancora implementata.
nn: Kjende ikkje att førespurnaden. Kanskje han ikkje er teken i bruk enno?
ru: Запрос не распознан — возможно, соответствующая функция ещё не реализована.
sl: Zahteva ni prepoznana - mogoče še ni podprta.
uk: Вибачте, запит не розпізнано. Можливо його ще просто не реалізовано?

source: Feature Not Implemented
cs: Vlastnost neimplementovaná
gl: Funcionalidade non implementada
it: Funzione non implementata
nn: Funksjonen er ikkje teken i bruk
ru: Функция не реализована
sl: Zmožnost še ni podprta.
uk: Можливість не реалізовано

source: Subversion Helper
gl: Auxiliar para Subversion
hi: सबवर्सन मदद
it: Programma di supporto Subversion
nn: Subversion-hjelp
ru: Клиент Subversion
sl: Pomočnik Subversion
uk: Помічник Subversion

source: KDE frontend for SVN
cs: Rozhraní KDE pro SVN
gl: Interface de KDE para SVN
hi: एसवीएन के लिए केडीई फ्रन्टएण्ड
it: Interfaccia KDE per SVN
nn: Eit grafisk brukargrensesnitt for SVN til KDE
ru: Клиент SVN для KDE
sl: Začelje KDE za SVN
uk: Інтерфейс KDE для SVN

source: Update given URL
cs: Aktualizovat dané URL
gl: Actualizar o URL dado
hi: दिए गए यूआरएल को अपडेट करें
it: Aggiorna l'URL specificata
nn: Oppdater frå oppgjeven adresse.
ru: Обновить заданный ресурс
sl: Posodobi podan URL
uk: Оновити дану адресу URL

source: Commit given URL
cs: Odeslat dané URL
gl: Entregar no URL dado
hi: दिए गए यूआरएल को कमिट करें
it: Deposita l'URL specificata
nn: Meld inn til oppgjeven adresse.
ru: Зафиксировать заданный ресурс
sl: Uveljavi podan URL
uk: Внести дану адресу URL

source: Checkout in given directory
cs: Získat do daného adresáře
gl: Obter no directorio dado
hi: दी गई डिरेक्ट्री में चेकआउट करें
it: Preleva nella directory specificata
nn: Sjekk ut i oppgjeven mappe
ru: Извлечь копию в заданный каталог
sl: Prevzem v dani mapi
uk: Отримати в даний каталог

source: Add given URL to the working copy
cs: Přidat dané URL do pracovní kopie
gl: Engadir o URL dado á copia de traballo
hi: कार्यशील प्रतिलिपि में दिए गए यूआरएल को जोड़ें
it: Aggiungi l'URL specificato alla copia di lavoro
nn: Legg oppgjeven adresse til i arbeidskopien
ru: Добавить заданный ресурс в рабочую копию
sl: Dodaj ponujen URL delovni kopiji
uk: Додати дану адресу URL в робочу копію

source: Delete given URL from the working copy
cs: Odstranit dané URL z pracovní kopie
gl: Borrar o URL dado da copia de traballo
hi: कार्यशील प्रतिलिपि से दिए गए यूआरएल को मिटाएँ
it: Cancella l'URL specificato dalla copia di lavoro
nn: Slett oppgjeven adresse frå arbeidskopien
ru: Удалить заданный ресурс из рабочей копии
sl: Izbriši podan URL iz delovne kopije
uk: Вилучити дану адресу URL з робочої копії

source: Switch given working copy to another branch
cs: Přepnout danou pracovní kopii na jinou větev
gl: Muda a copia de traballo dada para outra galla
hi: दिए गए कार्यशील प्रतिलिपि को अन्य शाखा में स्विच करें
it: Aggiorna la copia di lavoro ad un altro ramo
nn: Byt arbeidskopien til ei anna grein
ru: Переключить текущую рабочую копию на другую ветвь
sl: Preklopi dano delovno kopijo na drugo vejo
uk: Перемкнути поточну робочу копію на іншу гілку

source: Revert local changes
cs: Vrátit místní změny
gl: Reverter as modificacións locais
hi: स्थानीय परिवर्तनों को उलटें
it: Annulla le modifiche locali
nn: Tilbakestill lokale endringar
ru: Откатить локальные изменения
sl: Povrni krajevne spremembe
uk: Вернути локальні зміни

source: Merge changes between two branches
cs: Sloučit změny mezi 2 větvemi
gl: Xuntar as modificacións entre as dúas gallas
hi: दो शाखाओं के बीच परिवर्तनों को मिलाएँ
it: Fonde le modifiche di due rami
nn: Slå saman endringane mellom to greiner
ru: Объединить изменения в двух ветвях
sl: Spoji spremembe med dvema vejama.
uk: Об’єднати зміни між двома гілками

source: Show locally made changements with diff
cs: Zobrazit místní změny s diff
gl: Mostrar as modificacións locais con diff
hi: डिफ़ के साथ स्थानीय रूप से बनाए changements दिखाएँ
it: Mostra le modifiche locali usando diff
nn: Vis lokale endringar med diff
ru: Показать локальные изменения, используя diff
sl: Pokaži krajevno narejene spremembe z ukazom diff
uk: Показати локальні зміни з diff

source: URL to update/commit/add/delete from Subversion
cs: URL pro aktualizaci/odeslání/přidání/smazání v Subversion
gl: URL para actualizar/entregar/engadir/borrar de Subversión
hi: सबवर्सन से अद्यतन/कमिट/जोड़ने/मिटाने के लिए यूआरएल
it: URL da aggiornare/depositare/aggiungere/rimuovere da Subversion
nn: Adresse for å oppdatera, melda inn, leggja til og sletta frå Subversion.
ru: Адрес ресурса для обновления/фиксации/добавления/удаления в Subversion
sl: URL za posodobitev/uveljavitev/dodajanje/izbris iz Subversion
uk: URL для оновлення/внесення/додавання/вилучення з Subversion

source: Revision (0 for HEAD):
cs: Revize (0 pro HEAD):
gl: Revisión (0 para HEAD):
it: Revisione (0 per HEAD):
nn: Revisjon (0 for HEAD):
ru: Ревизия (0 для HEAD):
sl: Predelava (0 za HEAD):
uk: Модифікація (0 для HEAD):

source: Subversion Diff
gl: Diff co repositorio Subversion
it: Differenza di Subversion
ru: Subversion: изменения
sl: Subversion: razlika
uk: Різниця Subversion

source: Subversion Log
gl: Rexistro de Subversion
it: Registro di Subversion
nn: Subversion-logg
ru: Subversion: журнал
sl: Subversion: dnevnik
uk: Журнал Subversion

source: Subversion
hi: सबवर्सन
