Repository: fluxer/kde-l10n
Catalog: */messages/kdesdk/okteta.appdata.po
Languages: ko, pl, pt, sk, sr@ijekavianlatin, sv, uk

source: Hex editor
ko: 16진수 편집기
pl: Edytor szesnastkowy
pt: Editor hexadecimal
sr@ijekavianlatin: Heksadekadni uređivač
uk: Шістнадцятковий редактор

source: Okteta is a simple editor for the raw data of files.
ko: Okteta는 파일 데이터를 직접 편집할 수 있는 편집기입니다.
pl: Okteta to prosty edytor do przeglądania nieprzetworzonych danych plików.
pt: O Okteta é um editor simples para os dados em bruto dos ficheiros.
sk: Okteta je jednoduchý editor pre čisté údaje súborov.
sr@ijekavianlatin: Okteta je jednostavan uređivač za sirove podatke u fajlovima.
sv: Okteta är en enkel editor för rådata i filer.
uk: Okteta — простий редактор для безпосереднього редагування даних файлів.

source: Features:
ko: 기능:
pl: Możliwości:
pt: Características:
sk: Funkcie:
sr@ijekavianlatin: Mogućnosti:
sv: Funktioner:
uk: Можливості:

source: Values and characters shown either in two columns (the traditional display in hex editors) or in rows with the value on top of the character
ko: 일반적인 16진수 편집기처럼 값과 해당하는 문자열을 같이 표시하거나 값과 함께 표시 가능
pl: Wartości i znaki są pokazywane albo w dwóch kolumnach (tradycyjne wyświetlanie w edytorach szesnastkowych) lub w wierszach z wartością nad znakiem
pt: Valores e respectivos caracteres apresentados em duas colunas (a aparência tradicional dos editores hexadecimais) ou em linhas com o valor no topo dos caracteres.
sk: Hodnoty a znaky zobrazené buď vo dvoch stĺpcoch (tradičné zobrazenie v hex editoroch) alebo v riadkoch s hodnotou nad znakom
sr@ijekavianlatin: Prikaz vrednosti i znakova ili u dve kolone (tradicionalno za heksadekadne uređivače) ili po vrstama sa vrednošću nad znakom.
sv: Värden och tecken visas antingen i två kolumner (det traditionella sättet i hexadecimala editorer) eller i rader med värdet ovanför tecknet
uk: Значення та символи може бути показано або у два стовпчики (типовий формат перегляду у шістнадцяткових редакторах) або у форматі рядків, де значення буде показано над символом.

source: Editing and navigating similar to a text editor
ko: 텍스트 편집기와 비슷한 편집과 탐색 인터페이스
pl: Edytowanie i poruszanie się po programie podobnie jak w edytorach tekstowych
pt: Edição e navegação semelhantes a um editor de texto
sk: Úprava a navigácia podobná ako v textovom editore
sr@ijekavianlatin: Uređivanje i kretanje slično uređivaču teksta.
sv: Redigering och navigering liknar en texteditor
uk: Панелі редагування і навігації, подібні на відповідні панелі текстового редактора.

source: Customizable data views, with loadable and storable profiles
ko: 데이터 보기 형식 사용자 정의, 저장 및 차후 불러오기
pl: Własne widoki danych wraz z możliwością wczytywania i zachowywania profili
pt: Vistas de dados personalizadas, com perfis que podem ser carregados e gravados
sk: Prispôsobiteľné pohľady údajov s načítateľnými a uložiteľnými profilmi
sr@ijekavianlatin: Prilagodljivi prikazi podataka, upisivanje i učitavanje profila.
sv: Anpassningsbar datavisning, med profiler som kan läsas in och sparas
uk: Придатні до налаштовування панелі перегляду даних з можливістю завантаження та збереження профілів.

source: Tools dockable on all sides or floating
ko: 도킹 및 띄울 수 있는 도구 상자
pl: Narzędzia pływające lub z możliwością dokowania na wszystkich stronach
pt: Ferramentas acopláveis a todos os lados ou flutuantes
sk: Nástroje uchytiteľné na všetkých stranách alebo plávajúce
sr@ijekavianlatin: Alatke usidrive uz bilo koju stranu, ili plutajuće.
sv: Verktyg kan dockas på alla sidor eller vara fristående
uk: Можливість довільного розташування або повного від’єднання від вікна панелей інструментів.

source: Numerical encodings: Hexadecimal, Decimal, Octal, Binary
ko: 숫자 표시 방법: 2, 8, 10, 16진수
pl: Kodowania numeryczne: szesnastkowe, dziesiętne, ósemkowe, dwójkowe
pt: Codificações numéricas: Hexadecimal, Decimal, Octal, Binário
sk: Numerické kódovania: hexadecimálne, decimálne, osmičkové a binárne
sr@ijekavianlatin: Brojevna kodiranja: heksadekadno, dekadno, oktalno, binarno.
sv: Numeriska kodningar: Hexadecimal, decimal, oktal, binär
uk: Числові кодування: шістнадцяткове, десяткове, вісімкове, двійкове.

source: Character encodings: All 8-bit encodings as supplied by Qt, EBCDIC
ko: 문자 인코딩: Qt에서 지원하는 모든 8비트 기반 인코딩, EBCDIC
pl: Kodowania znakowe: wszystkie 8-bitowe kodowania dostarczone przez Qt, EBCDIC
pt: Codificações de caracteres: Todas as codificações de 8 bits suportadas pelo Qt, EBCDIC
sk: Kódovania znakov: všetky 8-bitové kódovania v Qt, EBCDIC
sr@ijekavianlatin: Znakovna kodiranja: sva osmobitna kodiranja podržana Qt‑om, i EBCDIC.
sv: Teckenkodningar: Alla 8-bitars kodningar som tillhandahålls av Qt, EBCDIC
uk: Кодування символів: підтримка усіх 8-бітових кодувань, які підтримуються у Qt, EBCDIC.

source: Fast data rendering on screen
ko: 빠른 화면 표시
pl: Szybkie wyświetlane danych na ekranie
pt: Apresentação rápida dos dados no ecrã
sk: Rýchle zobrazovanie údajov na obrazovke
sr@ijekavianlatin: Brzo renderovanje podataka na ekranu.
sv: Snabb dataåtergivning på skärmen
uk: Швидкий показ даних на екрані.

source: Multiple open files
ko: 다중 파일 작업
pl: Otwieranie wielu plików
pt: Diversos ficheiros abertos
sk: Otváranie viacerých súborov
sr@ijekavianlatin: Više otvorenih fajlova.
sv: Flera öppna filer
uk: Можливість одночасної роботи з декількома файлами.

source: Undo/redo support
ko: 실행 취소/다시 실행 지원
pl: Obsługa cofnij/ponów
pt: Suporte para desfazer/refazer
sk: Podpora Späť/Znova
sr@ijekavianlatin: Opozivanje i ponavljanje.
sv: Stöd för ångra och gör om
uk: Підтримка скасовування та повторення дій.

source: Structures tool for analyzing and editing based on user-creatable structure definitions
ko: 사용자가 생성할 수 있는 구조체 선언에 따른 데이터 분석 및 편집
pl: Narzędzie struktur do analizowania i edytowania na podstawie definicji struktur tworzonych przez użytkownika
pt: Ferramenta de estruturas para analisar e editar com base em definições de estruturas criadas pelo utilizador
sk: Nástroj štruktúr na analýzu a úpravu založený na používateľom vytvoriteľných definíciách štruktúr
sr@ijekavianlatin: Alatka struktura za analiziranje i uređivanje na osnovu korisnički zadatih definicija struktura.
sv: Strukturverktyg för att undersökning och redigering baserat på användarskapade strukturdefinitioner
uk: За допомогою інструменту «Структури» можна аналізувати та редагувати масиви байтів на основі створених користувачем визначень структур.

source: And more...
ko: 그 외의 여러가지...
pl: I więcej...
pt: E mais...
sk: A viac...
sr@ijekavianlatin: I više...
sv: Med mera...
uk: Та багато чого іншого…
