Repository: fluxer/kde-l10n
Catalog: */messages/kdemultimedia/juk.appdata.po
Languages: es, et, ko, pl, pt_br, sr@ijekavian, sr@latin

source: JuK
sr@ijekavian: Џук

source: Music Player
et: Muusikamängija
ko: 음악 재생기
pl: Odtwarzacz muzyki
pt_br: Reprodutor de músicas
sr@ijekavian: Музички плејер
sr@latin: Muzički plejer

source: JuK is an audio jukebox application, supporting collections of MP3, Ogg Vorbis, and FLAC audio files. It allows you to edit the "tags" of your audio files, and manage your collection and playlists. It's main focus, in fact, is on music management.
es: JuK es una aplicación jukebox de audio, que soporta colecciones de archivos MP3, Ogg Vorbis y FLAC. Le permite editar los "tags" de sus archivos de audio, y administrar sus colecciones y listas de reproducción. Su principal cometido, de hecho, es administrar la música.
et: JuK on helifailide muusikamängija, mis toetab MP3, Ogg Vorbise ja FLAC-i vormingut. See võimaldab muuta helifailide "silte" ning hallata muusikakogusid ja esitusnimekirju. Õigupoolest ongi rakenduse rõhk eelkõige muusika haldamisel.
ko: JuK는 MP3, Ogg Vorbis, FLAC 오디오 파일 모음집을 지원하는 주크박스 프로그램입니다. 오디오 파일의 태그를 편집할 수 있으며, 모음집과 재생 목록을 관리할 수 있습니다.
pl: JuK jest programem szafy grającej, obsługującym zbiory MP3, Ogg Vorbis oraz pliki dźwiękowe FLAC. Umożliwia edytowanie "znaczników" plików dźwiękowych i zarządzanie zbiorami oraz listami odtwarzania. Jednak jego głównym celem jest zarządzanie muzyką.
pt_br: JuK é um aplicativo para reprodução de músicas, com suporte a coleções de arquivos de áudio MP3, Ogg Vorbis e FLAC. Permite-lhe editar as etiquetas "tags" dos seus arquivos de áudio, gerenciar sua coleção e suas listas de músicas. Seu foco principal é, de fato, o gerenciamento de músicas.
sr@ijekavian: Џук је програм за виртуелни џубокс. Подржава збирке МП3, ОГГ, ворбис и ФЛАЦ аудио фајлова. Даје вам да уређујете „ознаке“ аудио фајлова, и управљате збиркама и листама нумера. Тежиште му је, у ствари, на управљању музиком.
sr@latin: Juk je program za virtuelni džuboks. Podržava zbirke MP3, OGG, Vorbis i FLAC audio fajlova. Daje vam da uređujete „oznake“ audio fajlova, i upravljate zbirkama i listama numera. Težište mu je, u stvari, na upravljanju muzikom.

source: Features:
es: Características:
et: Omadused:
ko: 기능:
pl: Cechy:
pt_br: Funcionalidades:
sr@ijekavian: Могућности:
sr@latin: Mogućnosti:

source: Collection list and multiple user defined playlists
es: Listas de colecciones y listas de reproducción definidas por múltiples usuarios
et: Muusikakogu nimekiri ja paljud kasutaja loodud esitusnimekirjad
ko: 모음집 관리 및 사용자 정의 재생 목록
pl: Spisy zbiorów i wiele list odtwarzania określonych przez użytkownika
pt_br: Lista de coleções e várias listas de músicas definidas pelo usuário
sr@ijekavian: Листа збирки и више кориснички дефинисаних листа нумера.
sr@latin: Lista zbirki i više korisnički definisanih lista numera.

source: Ability to scan directories to automatically import playlists and music files on start up
es: Capacidad de escanear directorios para importar listas de reproducción y archivos de música automáticamente al iniciar el programa
et: Oskus uurida kohe käivitamisel läbi katalooge ja importida sealt esitusnimekirju ja muusikafaile
ko: 시작 시 디렉터리를 검사하여 자동으로 재생 목록과 음악 파일 가져오기
pl: Możliwość przeszukiwania katalogów w celu samoczynnego importowania list odtwarzania i plików muzycznych przy uruchomieniu
pt_br: Capacidade de verificar as pastas para importar automaticamente arquivos de música e listas de músicas ao iniciar
sr@ijekavian: Скенирање фасцикли ради аутоматског увоза листа нумера и музичких фајлова при покретању.
sr@latin: Skeniranje fascikli radi automatskog uvoza lista numera i muzičkih fajlova pri pokretanju.

source: Dynamic Search Playlists that are automatically updated as fields in the collection change
es: Búsqueda dinámica de listas de reproducción que se actualiza automáticamente con los cambios de los campos de su colección
et: Dünaamilised esitusnimekirjad, mis uuenevad automaatselt kogu väljade muutumisel
ko: 모음집 필드 변경 사항에 따라 자동으로 업데이트되는 동적 재생 목록
pl: Dynamiczne przeszukiwanie list odtwarzania, które są samoczynnie uaktualnianie jako pola przy zmianie zbioru
pt_br: Listas de Pesquisas Dinâmicas que são atualizadas automaticamente à medida que os campos da coleção mudam
sr@ijekavian: Динамичке листе нумера за претраге, које се аутоматски ажурирају како се поља у збирци мењају.
sr@latin: Dinamičke liste numera za pretrage, koje se automatski ažuriraju kako se polja u zbirci menjaju.

source: A Tree View mode where playlists are automatically generated for sets of albums, artists and genres
es: Una vista de árbol donde las listas de reproducción se generan automáticamente por conjuntos de álbumes, artistas y géneros
et: Puuvaade, kus albumitele, esitajatele ja žanritele luuakse automaatselt esitusnimekirjad
ko: 음악가, 앨범, 장르별 자동 생성 트리 보기 모드
pl: Tryb widoku drzewa, w którym listy odtwarzania są samoczynnie tworzone dla zestawów albumów, wykonawców i gatunków
pt_br: Um modo de exibição em árvore, onde as listas de músicas são geradas automaticamente para determinados conjuntos de álbuns, artistas e gêneros
sr@ijekavian: Режим приказа стабла, где се листе нумера аутоматски генеришу по скуповима албума, извођача и жанрова.
sr@latin: Režim prikaza stabla, gde se liste numera automatski generišu po skupovima albuma, izvođača i žanrova.

source: Playlist history to indicate which files have been played and when
es: Un historial de reproducción que le indica qué archivos han sido reproducidos y cuándo
et: Esitusnimekirja ajalugu, mis näitab, milliseid faile ja millal on esitatud
ko: 재생 목록 내 파일의 재생 이력 관리
pl: Historia list odtwarzania do wskazania, które pliki i kiedy zostały odtworzone
pt_br: Um histórico da lista de músicas que indica quais arquivos foram reproduzidos e quando
sr@ijekavian: Историјат листа нумера, који показује који су се фајлови пуштали и када.
sr@latin: Istorijat lista numera, koji pokazuje koji su se fajlovi puštali i kada.

source: Inline search for filtering the list of visible items
es: Búsqueda bajo control para filtrar la lista de los elementos visibles
et: Reasisene otsing nähtavate elementide nimekirja filtreerimiseks
ko: 재생 목록 내 빠른 검색
pl: Wyszukiwanie w treści do odfiltrowywania spisu widocznych elementów
pt_br: Pesquisa incorporada para filtrar a lista de itens visíveis
sr@ijekavian: Уткана претрага за филтрирање листе видљивих ставки.
sr@latin: Utkana pretraga za filtriranje liste vidljivih stavki.

source: The ability to guess tag information based on the track's file name
es: La habilidad de adivinar metadatos basada en los nombres de los archivos
et: Oskus oletada silditeavet pala failinime põhjal
ko: 파일 이름을 기반으로 한 태그 내용 추측
pl: Możliwość odgadywania informacji znacznika na podstawie nazwy pliku utworu
pt_br: A capacidade de adivinhar a informação das etiquetas com base no nome do arquivo da faixa
sr@ijekavian: Могућност погађања ознака према имену фајла нумере.
sr@latin: Mogućnost pogađanja oznaka prema imenu fajla numere.

source: File renamer that can rename files based on the tag content
es: Un cambiador de nombres de archivo que puede renombrar archivos basándose en el contenido de sus metadatos
et: Failide nime muutmise tööriist, mis võib failinimesid muuta sildi sisu põhjal
ko: 태그 내용을 기반으로 한 파일 이름 변경
pl: Narzędzie zmiany nazwy pliku, które może zmienić nazwę pliku na podstawie treści znacznika
pt_br: Um sistema que pode renomear os arquivos com base no conteúdo das etiquetas
sr@ijekavian: Преименовање фајлова на основу садржаја ознака.
sr@latin: Preimenovanje fajlova na osnovu sadržaja oznaka.

source: Tag reading and editing support for many formats including ID3v1, ID3v2 and Ogg Vorbis
es: Leer y editar metadatos en varios formatos incluyendo ID3v1, ID3v2 y Ogg Vorbis
et: Siltide lugemise ja muutmise toetus paljude vormingute jaoks, sealhulgas ID3v1, ID3v2 ja Ogg Vorbis
ko: ID3v1, ID3v2, Ogg Vorbis 태그 읽기 및 쓰기 지원
pl: Obsługa odczytu i zmieniania znaczników dla wielu formatów zaliczając do nich: ID3v1, ID3v2 oraz Ogg Vorbis
pt_br: Suporte para leitura e edição de etiquetas em vários formatos, incluindo o ID3v1, ID3v2 e Ogg Vorbis
sr@ijekavian: Подршка за читање и уређивање ознака за многе формате, укључујући ИД3 в1 и в2, и ОГГ Ворбис.
sr@latin: Podrška za čitanje i uređivanje oznaka za mnoge formate, uključujući ID3 v1 i v2, i OGG Vorbis.
