Repository: fluxer/kde-l10n
Catalog: */messages/kdemultimedia/mplayerthumbsconfig.po
Languages: ar, ca@valencia, es, fi, gl, ia, is, it, km, ko, nb, nn, sv, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Joan Maspons Ventura
es: Enrique Matías Sánchez (Quique)
fi: Tommi Nieminen, Lasse Liehu
gl: Manuel A. Vázquez
ia: Giovanni Sora
is: Sveinn í Felli
it: Federico Zenith
km: ខឹម សុខែម,​អេង វណ្ណៈ, អោក ពិសិដ្ឋ​
ko: Park Shinjo
nb: Bjørn Steensrud
nn: Karl Ove Hufthammer
sv: Stefan Asserhäll
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: joanmaspons@gmail.com
es: cronopios@gmail.com
fi: translator@legisign.org, lasse.liehu@gmail.com
gl: xixirei@yahoo.es
ia: g.sora@tiscali.it
is: sveinki@nett.is
it: federico.zenith@member.fsf.org
km: khoemsokhem@khmeros.info,vannak@khmeros.info,piseth_dv@khmeros.info
ko: kde@peremen.name
nb: bjornst@skogkatt.homelinux.org
nn: karl@huftis.org
sv: stefan.asserhall@bredband.net
zh_tw: franklin@goodhorse.idv.tw

source: Backend
ar: الخلفية
ca@valencia: Dorsal
es: Motor
fi: Taustaosa
gl: Infraestrutura
ia: Retro-Administration
is: Bakendi
it: Interfaccia
km: កម្មវិធី​ខាងក្រោយ
ko: 백엔드
nb: Bakgrunnsmotor
nn: Motor
sv: Bakgrundsprogram
zh_tw: 後端介面

source: Create strips around thumbnails
ar: أنشئ أشرطة حول المصغرات
ca@valencia: Crea tires al voltant de les miniatures
es: Crear tirar alrededor de las miniaturas
fi: Piirrä filmikehys pienoiskuvan ympärille
gl: Crear barras ao redor das miniaturas
ia: Crea strias circa miniaturas
is: Búa til rispur í kringum táknmynd
it: Crea strisce attorno alle miniature
km: បង្កើត​ចម្រៀក​ជុំវិញ​រូបភាព​តូចៗ
ko: 미리 보기 그림 주위에 줄무늬 그리기
nb: Lag striper rundt miniatyrbilder
nn: Lag striper rundt miniatyrbilete
sv: Skapa filmremsor omkring miniatyrbilder
zh_tw: 在縮圖週圍建立線條

source: Clean Cache
ar: امسح المخبأ
ca@valencia: Neteja la memòria cau
es: Limpiar la caché
fi: Tyhjennä välimuisti
gl: Limpar caché
ia: Netta cache
is: Hreinsa skyndiminni
it: Pulisci cache
km: ជម្រះ​ឃ្លាំង​សម្ងាត់
ko: 캐시 비우기
nb: Tøm mellomlager
nn: Tøm snøgglager
sv: Rensa cache
zh_tw: 清除快取

source: Blacklisted File Extensions
ar: امتدادات الملفات الممنوعة
ca@valencia: Extensions de fitxer a la llista negre
es: Extensiones de archivo en la lista negra
fi: Vältetyt tiedostotunnisteet
gl: Extensións de ficheiro na lista negra
ia: Extensione de file ponite in listas nigre
is: Útilokaðar skráarendingar
it: Estensioni di file escluse
km: ផ្នែក​ខាងក្រោយ​របស់​ឯកសារ​​ដែល​ដាក់​ក្នុង​បញ្ជី​ខ្មៅ
ko: 무시할 파일 확장자
nb: Svartelistede filetternavn
nn: Svartelista filetternamn
sv: Svartlistade filändelser
zh_tw: 將副檔名列為黑名單

source: MPlayerThumbs Configuration Utility
ar: أداة ضبط مصغرات MPlayer
ca@valencia: Utilitat per configurar l'MPlayerTumbs
es: Utilidad de configuración de MPlayerThumbs
fi: MPlayerThumbs-asetustyökalu
gl: Utilidade de configuración de MPlayerThumbs
ia: Utilitate de configuration de miniaturas de MPlayer
is: Stillingareining fyrir MPlayerThumbs
it: Programma di configurazione delle miniature di MPlayer
km: ឧបករណ៍​កំណត់​រចនាសម្ព័ន្ធ MPlayerThumbs
ko: MPlayerThumbs 설정 유틸리티
nb: Oppsettsverktøy for MPlayerThumbs
nn: MPlayerThumbs oppsettverktøy
sv: Mplayerthumbs inställningsverktyg
zh_tw: MplayerThumbs 設定工具

source: mplayer config
ar: ضبط mplayer
ca@valencia: configuració de l'mplayer
es: configuración de mplayer
fi: mplayerin asetukset
gl: configuración de mplayer
ia: configura mplayer
is: MPlayer stillingar
it: Configurazione di MPlayer
ko: mplayer 설정
nb: mplayer oppsett
nn: MPlayer-oppsett
sv: Inställning av Mplayer
zh_tw: mplayer 設定

source: Enter the path for mplayer executable file.
ar: أدخل مسار الملف التنفيذي لـ mplayer
ca@valencia: Introduïu el camí del fitxer executable de l'mplayer.
es: Introduzca la ruta al archivo ejecutable «mplayer».
fi: Anna mplayer-ohjelman polku.
gl: Introduce a ruta para o ficheiro executábel de mplayer.
ia: Inserta lke percurso pro file de executar de mplayer
is: Full slóð að mplayer forritinu sem á að nota.
it: Inserisci il percorso del file eseguibile di MPlayer.
km: បញ្ចូល​ផ្លូវ​សម្រាប់​ឯកសារ​ដែល​អាច​ប្រតិបត្តិ​របស់ mplayer ។
ko: mplayer 설정 파일의 경로를 입력하십시오.
nb: Oppgi sti til mplayer-programfila
nn: Skriv inn adressa til MPlayer-programmet
sv: Ange sökvägen till den körbara filen mplayer.
zh_tw: 輸入 mplayer 執行檔路徑

source: Custom arguments for mplayer
ar: معاملات مخصصة لـ mplayer
ca@valencia: Arguments personalitzats per l'mplayer
es: Argumentos personalizados para mplayer
fi: Mukautetut mplayerin parametrit
gl: Argumentos personalizados para mplayer
ia: Argumentos personalisate pro mplayer
is: Sérsniðin skilyrði til mplayer
it: Argomenti personalizzati per MPlayer
km: អាគុយម៉ង់​ផ្ទាល់ខ្លួន​សម្រាប់ mplayer
ko: mplayer 추가 인자
nb: Egendefinerte argumenter til mplayer
nn: Tilleggsargument til MPlayer
sv: Egna väljare till mplayer
zh_tw: mplayer 的自訂參數

source: General
ar: عام
fi: Yleistä
gl: Xeral
is: Almennt
it: Generale
km: ទូទៅ
ko: 일반
nb: Generelt
nn: Generelt
sv: Allmänt
zh_tw: 一般

source: MPlayer Backend
ar: خلفية MPlayer
ca@valencia: Dorsal de l'MPlayer
es: Motor de MPlayer
fi: MPlayer-taustaosa
gl: Infraestrutura de MPlayer
ia: Retro administration de MPlayer
is: MPlayer bakendi
it: Interfaccia a MPlayer
km: កម្មវិធី​ខាងក្រោយ​របស់ MPlayer
ko: Mplayer 백엔드
nb: MPlayer bakgrunnsmotor
nn: MPlayer-motor
sv: Mplayer-gränssnitt
zh_tw: MPlayer 後端介面

source: Phonon
ar: فونون
km: ហ្វ័រណុន

source: Cleaning the cache will delete all the previously generated thumbnails. Note that as there is a single common thumbnail cache, the thumbnails for all other file types will also be deleted. Do you really want to clean up the cache?
ar: تنظيف المخبأ سيزيل كل المصغرات المولدة سابقا. لاحظ بما أن هناك مخبأ واحد لكل المصغرات فإن مصغرات أنواع الملفات الأخرى ستحذف. هل ترغب حقا في تنظيف المخبأ؟
ca@valencia: Si netegeu la memòria cau s'esborraran totes les miniatures generades. Noteu que com que hi ha una única memòria cau per miniatures, les miniatures per tots els altres tipus de fitxers també s'esborraran. Segur que voleu netejar la memòria cau?
es: Limpiar la caché borrará todas las miniaturas generadas anteriormente. Tenga en cuenta que como solo hay una única caché de miniaturas, también se borrarán las miniaturas de los demás tipos de archivo. ¿Seguro que desea limpiar la caché?
fi: Välimuistin tyhjentäminen poistaa kaikki aiemmin luodut pienoiskuvat. Huomaa, että koska pienoiskuvilla on yksi yhteinen välimuisti, myös muiden tiedostotyyppien pienoiskuvat poistetaan. Haluatko varmasti tyhjentää välimuistin?
gl: Limpar a caché borrará todas as miniaturas xeradas anteriormente. Teña en conta que como só hai unha única caché de miniaturas, borraranse tamén as miniaturas dos demais tipos de ficheiro. Desexa realmente limpar a caché?
ia: Si on netta kle cache, il delera omne miniaturas genete previemente. Nota que proque on ha un singule cache de miniaturas, le miniaturas pro omne typos de file essera anque delite. Tu vermente vole nettar le cache?
is: Hreinsun skyndiminnis mun eyða öllum smámyndum sem þegar hafa verið gerðar. Athugaðu að þar sem notað er eitt sameiginlegt skyndiminni, þá verður smámyndum fyrir allar aðrar skráagerðir einnig eytt. Ertu viss um að þú viljir hreinsa skyndiminnið?
it: Pulire la cache eliminerà tutte le miniature precedentemente generate. Nota che siccome c'è una sola cache condivisa delle miniature, saranno eliminate anche le miniature di tutti gli altri tipi di file. Vuoi veramente ripulire la cache?
km: ជម្រះ​ឃ្លាំង​សម្ងាត់​នឹង​លុប​រូបភាព​ដែល​បាន​បង្កើត​ពី​មុន ។ ចំណាំថា មាន​ឃ្លាំង​សម្ងាត់​រូបភាព​ធម្មតា​តែ​មួយ រូបភាព​សម្រាប់​ប្រភេទ​ឯកសារ​ផ្សេង​នឹង​ត្រូវ​បានលុប​ដែរ ។ តើ​អ្នក​ពិត​ជា​ចង់​ជម្រះ​ឃ្លាំង​សម្ងាត់​ឬ ?
ko: 캐시를 비우면 이전에 만든 미리 보기 그림을 모두 삭제합니다. 모든 캐시는 공통된 곳에 저장되므로 다른 파일 형식의 캐시도 같이 삭제됩니다. 캐시를 비우시겠습니까?
nb: Om mellomlageret tømmes blir alle minibilder som er laget før slettet. Merk at siden det er ett felles mellomlager for minibilder, så blir også minibilder for alle andre filtyper slettet. Er du sikker på at du vil tømme mellomlageret?
nn: Viss du tømmer snøgglageret, vert alle dei gamle miniatyrbileta sletta. Sidan det berre finst eitt lager, vert òg miniatyrbileta til dei andre filtypane sletta. Er du sikker på at du vil tømma snøgglageret?
sv: Rensas cachen tas alla tidigare skapade miniatyrbilder bort. Observera att eftersom det finns en enda gemensam miniatyrbildscache, kommer också miniatyrbilder för alla andra filtyper att tas bort. Vill du verkligen rensa cachen?
zh_tw: 清除快取會刪除先前產生的縮圖。 注意若是有單一共用的縮圖快取，則所有其它檔案型態的縮圖都會一起被刪除。 您確定要清除快取嗎？

source: (C) 2006 Marco Gulino
it: © 2006 Marco Gulino
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៦ ដោយ Marco Gulino
nb: © 2006 Marco Gulino
nn: © 2006 Marco Gulino
sv: © 2006 Marco Gulino
