Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: No /etc/passwd entry for %1. Entry will be removed at the next `Save'-operation.
ar: لا يوجد مدخلة لـ %1 في /etc/passwd. سيتم إزالة المدخلة عند عملية 'الحفظ' التالية.
bg: Липсва запис "%1" във файла "/etc/passwd". Записът ще бъде изтрит при следващото записване.
bs: Nema /etc/passwd unosa za %1. Unos će biti uklonjen pri sljedećoj `Sačuvaj'-operaciji.
ca: No hi ha cap entrada per a %1 a /etc/passwd. L'entrada serà eliminada en la següent operació «Desa».
cs: Žádný záznam pro %1 v /etc/passwd. Záznam bude odstraněn při příští operaci ukládání.
el: Καμία καταχώρηση /etc/passwd για το %1. Η καταχώρηση θα αφαιρεθεί κατά την επόμενη λειτουργία `Αποθήκευσης'.
es: No hay entrada para %1 en /etc/passwd. La entrada será eliminada en la siguiente operación «Guardar».
et: /etc/passwd rei sisalda kirjet %1 kohta. Kirje eemaldatakse järgmisel salvestamisel.
eu: Ez dago /etc/passwd sarrerarik %1(r)entzat. Sarrera ezabatuko da hurrengo 'Gorde'egiterakoan.
fa: مدخل /etc/passwd برای %1 وجود ندارد. مدخل در عمل »ذخیره« بعدی حذف می‌شود.
fi: Ei /etc/passwd tietuetta %1:lle. Tietue poistetaan seuraavan `Tallenna'-toiminnon yhteydessä.
fr: Il n'y a pas de référence à « %1 » dans « /etc/passwd ». Cette entrée sera supprimée lors du prochain enregistrement.
ga: Níl aon iontráil /etc/passwd ann le haghaidh %1. Bainfear an iontráil an chéad uair eile a shábhálfar é.
gl: Non hai entrada para %1 en /etc/passwd. A entrada eliminarase na seguinte garda.
hi: कोई /etc/passwd प्रविष्टि %1 के लिए नहीं. अगले सहेजें आपरेशन पर प्रविष्टि मिटा दी जाएगी.
hr: Nema /etc/passwd unosa za %1. Unos će biti uklonjen pri slijedećoj operaciji spremanja.
hu: Nincs /etc/passwd bejegyzés %1 számára. A bejegyzés törölve lesz a következő mentéskor.
ia: Nulle entrata de /etc/passwd per %1. Entrata essera removite al proxime operation de 'Salveguarda'.
is: Það er engin færsla fyrir %1 í /etc/passwd. Færslu verður eytt næst þegar breytingar eru vistaðar.
it: Nessuna voce per %1 in /etc/passwd. La voce sarà rimossa al prossimo salvataggio.
ja: %1 のエントリが /etc/passwd にありません。 次の「保存」操作でこのエントリは削除されます。
kk: %1 пайдаланушысы туралы /etc/passwd файлда жазу жоқ. Келесі 'Сақтау' әрекетінде жазу жойылады.
lt: Nėra %1 /etc/passwd įrašo. Įrašas bus pašalintas atliekant kitą operaciją „Įrašyti“.
lv: Nav /etc/passwd ieraksta priekš %1. Ieraksts tiks izņemts pie nākamās 'Saglabāt' operācijas.
nb: Ingen informasjon om %1 i /etc/passwd. Oppgitt informasjon vil bli fjernet ved neste lagring.
nds: Keen Indrag för "%1" binnen "/etc/passwd". Indrag warrt bi't neegst Sekern wegmaakt.
nn: Ingen /etc/passwd oppgjeve for %1. Fjernar oppgjeve info ved neste lagring.
pl: Brak pozycji w /etc/passwd dla użytkownika %1. Pozycja zostanie usunięta przy następnej operacji `Zapisz'.
pt: Não há nenhum registo no /etc/passwd para o %1. O registo será removido na próxima gravação.
ro: Nu există înregistrare pentru %1 în /etc/passwd. Înregistrarea va fi ștearsă la următoarea operație de salvare.
sk: Žiadny záznam pre %1 v /etc/passwd. Záznam bude odstránený pri nasledujúcej operácii ukladania.
sl: V /etc/passwd ni vnosa za %1. Vnos bo odstranjen ob naslednjem dejanju »Shrani«.
sr@ijekavian: У <filename>/etc/passwd</filename> нема уноса за %1. Овај унос ће бити уклоњен приликом следећег уписивања.
sv: Ingen /etc/passwd-uppgift för %1. Användaren kommer att tas bort vid nästa "Spara"-åtgärd.
ug: %1 نىڭ /etc/passwd تۈرى يوق. كېيىنكى قېتىم «ساقلا» مەشغۇلاتى ئېلىپ بارغاندا تۈر ئۆزلۈكىدىن چىقىرىۋېتىلىدۇ.
uk: Не існує запису в /etc/passwd для %1. Елемент буде вилучено при наступній дії «Зберегти».
zh_tw: %1 在 /etc/passwd 中沒有紀錄。 下一個「儲存」動作會將此項目徹底移除。

source: Unable to build password database.
ar: لا يمكن بناء قاعدة بيانات كلمة السر.
bg: Грешка при създаване на базата данни с паролите.
bs: Ne mogu napraviti bazu s šiframa.
ca: No es pot construir la base de dades de les contrasenyes.
cs: Není možné sestavit databázi hesel.
el: Αδύνατο να κτιστεί η βάση δεδομένων των κωδικών πρόσβασης.
es: Imposible construir la base de datos de contraseñas.
et: Paroolide andmebaasi ehitamine nurjus.
eu: Ezin da pasahitzen datubasea sortu.
fa: قادر به ایجاد دادگان اسم رمز نیست.
fi: Salasanojen tietokantaa ei voida rakentaa
fr: Impossible de créer la base de données des mots de passe.
ga: Ní féidir bunachar sonraí focal faire a thógáil.
gl: Non foi posíbel construír a base de datos de contrasinais.
hi: पासवर्ड डाटाबेस बना पाने में अक्षम
hr: Ne mogu napraviti bazu s popisom zaporki.
hu: Nem sikerült felépíteni a jelszóadatbázist.
ia: Incapace de construer base de datos de contrasigno.
is: Gat ekki skrifað lykilorðagrunn.
it: Impossibile creare la banca dati delle password.
ja: パスワードデータベースを構築できません。
lt: Nepavyksta sukurti slaptažodžių duomenų bazės.
lv: Nevar uzbūvēt paroļu datubāzi.
nb: Kunne ikke lage passorddatabase.
nds: Passwoort-Datenbank lett sik nich opstellen.
nn: Kan ikkje byggja passorddatabase.
pl: Nie można utworzyć bazy haseł.
pt: Impossível criar a base de dados das senhas.
ro: Imposibil de generat baza de date cu parole.
sk: Nepodarilo sa vytvoriť databázu hesiel.
sl: Ni mogoče zgraditi podatkovne zbirke gesel.
sr@ijekavian: Не могу да изградим базу лозинки.
sv: Kan inte bygga databas för lösenord.
ug: ئىم ساندىنى قۇرالمايدۇ.
uk: Не вдається створити базу даних паролів.
zh_tw: 無法建立密碼資料庫。

source: Loading Users From LDAP
ar: تحميل المستخدمين من LDAP
bg: Зареждане на потребителите от LDAP
bs: Dobavljam korisnike sa LDAP servera
ca: S'estan carregant els usuaris des de l'LDAP
cs: Zavádí se uživatelé z LDAP
el: Φόρτωση χρηστών από LDAP
es: Cargando usuarios desde LDAP
et: Kasutajate laadimine LDAP-ilt
eu: Erabiltzaileak LDAP-etik kargatzen
fa: بارگذاری کاربران از LDAP
fi: Haetaan käyttäjät LDAP:ista
fr: Chargement des utilisateurs venant de LDAP
ga: Úsáideoirí á Luchtú ó LDAP
gl: Estanse a ler os usuarios desde LDAP
hi: एलडीएपी से उपयोक्ताओं को लोड किया जा रहा है
hr: Učitavaju se korisnici iz LDAP-a
hu: Felhasználónevek betöltése LDAP-ból
ia: Cargante usatores ex LDAP
is: Hleð inn notendum frá LDAP
it: Caricamento utenti da LDAP
ja: LDAP からユーザを読み込み中
lt: Įkeliami naudotojai iš LDAP
lv: Ielādē lietotājus no LDAP
nb: Laster brukere fra LDAP
nds: Brukers warrt vun LDAP laadt
nn: Hentar brukarar frå LDAP
pl: Wczytywanie użytkowników z LDAP
pt: A Carregar Utilizadores de LDAP
ro: Încărcare utilizatori din LDAP
sk: Načítavam užívateľov z LDAP
sl: Nalaganje uporabnikov iz LDAP
sr@ijekavian: Учитавам кориснике из ЛДАП‑а
sv: Laddar användare från LDAP
ug: LDAP دىن ئىشلەتكۈچىلەرنى يۈكلەۋاتىدۇ
uk: Завантаження користувачів з LDAP
zh_tw: 從 LDAP 載入使用者設定

source: UID
ar: رمز المستخدم
bg: Номер
eu: UID-a
fa: شناسه کاربر
fr: Numéro d'utilisateur
ga: Aitheantas Úsáideora
hi: यूआईडी
mr: यूआईडी
sr@ijekavian: УИД
sv: Användar-id
ug: ئىشلەتكۈچى كىملىكى(UID)

source: User Login
ar: ولوج المستخدم
bg: Потребител
bs: Korisničko ime
ca: Usuari d'accés
cs: Přihlašovací jméno
el: Είσοδος χρήστη
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile saio-hasiera
fa: ورود کاربر
fi: Käyttäjätunnus
fr: Nom de connexion de l'utilisateur
ga: Logáil isteach
gl: Nome de usuario
hi: उपयोक्ता लॉगइन
hr: Korisnička prijava
hu: Felhasználónév
ia: Accesso de identification de usator
is: Notandanafn
it: Nome utente
ja: ユーザログイン
kk: Пайдаланушының атауы
lt: Naudotojo registracijos vardas
lv: Lietotāja pieteikšanās
mr: वापरकर्ता प्रवेश
nb: Brukernavn
nds: Brukernaam
nn: Brukarnamn
pl: Nazwa użytkownika
pt: Utilizador
ro: Cont utilizator
sk: Užívateľské meno
sl: Prijava uporabnika
sr@ijekavian: корисничко име
sv: Användaridentitet
ug: ئىشلەتكۈچى تىزىمغا كىرىشى
uk: Користувач
zh_tw: 使用者登入

source: Full Name
ar: الاسم الكامل
bg: Пълно име
bs: Puno ime
ca: Nom complet
cs: Celé jméno
el: Πλήρες όνομα
es: Nombre completo
et: Täielik nimi
eu: Izen osoa
fa: نام کامل
fi: Koko nimi
fr: Nom complet
ga: Ainm Iomlán
gl: Nome completo
hi: पूरा नाम
hr: Puno ime
hu: Teljes név
ia: Nomine complete
is: Fullt nafn
it: Nome completo
ja: 名前
kk: Толық атауы
lt: Vardas, pavardė
lv: Pilns vārds
mr: पूर्ण नाव
nb: Fullt navn
nds: Heel Naam
nn: Fullt namn
pl: Pełne imię i nazwisko
pt: Nome Completo
ro: Nume complet
sk: Celé meno
sl: Polno ime
sr@ijekavian: пуно име
sv: Fullständigt namn
ug: تولۇق ئاتى
uk: Повне ім'я
zh_tw: 全名

source: Home Directory
ar: دليل المنزل
bg: Домашна директория
bs: Home direktorij
ca: Carpeta inici
cs: Domovský adresář
el: Αρχικός κατάλογος
es: Carpeta personal
et: Kodukataloog
eu: Etxeko karpeta
fa: فهرست راهنمای آغازه
fi: Kotihakemisto
fr: Dossier personnel
ga: Comhadlann bhaile
gl: Cartafol persoal
hi: घर डिरेक्ट्री
hr: Korisnička mapa
hu: Saját mappa
ia: Directorio Domo
is: Heimasvæði
it: Cartella Home
ja: ホームディレクトリ
kk: Мекен каталогы
lt: Namų aplankas
lv: Mājas mape
mr: मुख्य संचयीका
nb: Hjemmemappe
nds: Tohuusorner
nn: Heimemappe
pl: Katalog domowy
pt: Pasta Pessoal
ro: Director Acasă
sk: Domovský priečinok
sl: Domača mapa
sr@ijekavian: домаћа фасцикла
sv: Hemkatalog
ug: ماكان مۇندەرىجە
uk: Каталог домівки
zh_tw: 家目錄

source: Login Shell
ar: صدَفة الولوج
bg: Команден интерпретатор
ca: Intèrpret d'ordres per a l'accés
cs: Přihlašovací shell
el: Σύνδεση σε κέλυφος
es: Intérprete de órdenes
et: Shell
eu: Saio-hasierako shell-a
fa: پوسته ورود
fi: Kirjautumiskomentotulkki:
fr: Script de connexion
ga: Blaosc Logála Isteach
gl: Shell
hi: लॉगइन शैल
hr: Ljuska za prijavu
hu: Bejelentkezési parancsértelmező
ia: Shell de accesso de identification
is: Innskráningarskel
it: Shell d'accesso
ja: ログインシェル
kk: Жүйеге кіру командалық-ортасы
lt: Registracijos apvalkalas:
lv: Pieteikšanās čaula
mr: प्रवेश शेल
nb: Innloggingsskall
nds: Anmell-Konsool
nn: Innloggingsskal
pl: Domyślna powłoka
pt: Linha de Comandos
ro: Interpretor
sk: Prihlasovací shell
sl: Prijavna lupina
sr@ijekavian: пријавна шкољка
sv: Inloggningsskal
ug: تىزىمغا كىرىش shell
uk: Оболонка входу в систему
zh_tw: 登入 Shell

source: Samba Login Script
ar: نص أوامر ولوج السامبا
bg: Скрипт за включване към Самба
bs: Samba login skripta
ca: Script de connexió Samba
cs: Přihlašovací skript pro Sambu
el: Σενάριο σύνδεσης Samba
es: Script de acceso de Samba
et: Samba sisselogimisskript
eu: Samba saio-hasierako script-a
fa: دست‌نوشته ورود سامبا
fi: Samban kirjautumisskripti
fr: Script de connexion Samba
ga: Script Logála Isteach Samba
gl: Script de inicio de sesión de samba
hi: साम्बा लॉगइन स्क्रिप्ट
hr: Samba skripta za prijavu:
hu: Samba bejelentkezési szkript
ia: Script de accesso de identification de Samba
is: Samba innskráningarskrifta
it: Script d'accesso di Samba
ja: Smaba ログインスクリプト
kk: Samba жүеге кіру скрипті
lt: Samba registracijos scenarijus
lv: Sambas pieteikšanās skripts
mr: साम्बा प्रवेश स्क्रिप्ट
nb: Samba innloggingsskript
nds: Samba-Anmellskript
nn: Samba-innloggingsskript
pl: Skrypt logowania Samby
pt: 'Script' de Ligação Samba
ro: Script de autentificare Samba
sk: Prihlasovací skript pre Samba
sl: Prijavni skript Sambe
sr@ijekavian: Самба: пријавна скрипта
sv: Samba-inloggningsskript
ug: Samba تىزىمغا كىرىش قوليازمىسى
uk: Скрипт входу Samba
zh_tw: Samba 登入命令稿

source: Samba Profile Path
ar: مسار اللمحة الجانبية للسامبا
bg: Път до профила на Самба
bs: Put za Samba profil
ca: Camí del perfil Samba
cs: Cesta s profilem pro Sambu
el: Διαδρομή προφίλ του Samba
es: Ruta al perfil de Samba
et: Samba profiili asukoht
eu: Samba profilaren bidea
fa: مسیر Profile سامبا
fi: Samban profiilin polku
fr: Emplacement du profil Samba
ga: Conair Phróifíle Samba
gl: Rota ao perfil Samba
hi: साम्बा प्रोफ़ाइल पथ
hr: Putanja do Samba profila
hu: Samba profilmappa
ia: Percurso de profilo de Samba
is: Slóð á Samba lýsingu
it: Percorso del profilo di Samba
ja: Samba プロファイルパス
kk: Samba профиліне апаратын жол
lt: Samba profilio kelias
lv: Sambas profila ceļš
mr: साम्बा रूपरेषा मार्ग
nb: Samba profilsti
nds: Samba-Profilpadd
nn: Samba-profilsti
pl: Ścieżka profilu Samby
pt: Localização do Perfil Samba
ro: Calea profilului Samba
sk: Cesta profilu Samba
sl: Pot profila Sambe
sr@ijekavian: Самба: путања профила
sv: Samba-profilsökväg
ug: Samba سەپلىمە ھۆججەت يولى
uk: Шлях до профілів Samba
zh_tw: Samba 設定路徑

source: Samba Home Drive
ar: قرص السامبا المنزلي
bg: Домашен диск на Самба
ca: Unitat Samba inicial
cs: Domovský disk pro Sambu
el: Οδηγός αρχικού καταλόγου του Samba
es: Unidad de la carpeta personal de Samba
et: Samba koduketas
eu: Samba etxeko unitatea
fa: گرداننده آغازه سامبا
fi: Samban kotilevy
fr: Lecteur du dossier de Samba
ga: Tiomántán Baile Samba
gl: Dispositivo persoal Samba
hi: साम्बा घर ड्राइव
hr: Samba korisnički uređaj
hu: Samba saját meghajtó
ia: Drive de domo de Samba
is: Samba heimadrif
it: Unità Home di Samba
ja: Samba ホームドライブ
kk: Samba мекен дискі
lt: Samba namų diskas
lv: Samba mājas disks
mr: साम्बा मुख्य ड्राइव्ह
nb: Samba hjemmedrev
nds: Samba-Tohuusloopwark
nn: Samba-heimestasjon
pl: Dysk domowy Samby
pt: Unidade Pessoal do Samba
ro: Unitate Acasă Samba
sk: Domovský disk Samba
sl: Domači pogon Sambe
sr@ijekavian: Самба: домаћа јединица
sv: Samba-hemenhet
ug: Samba ئاساسىي قوزغاتقۇچ
uk: Диск домівки Samba
zh_tw: Samba 家磁碟機

source: Samba Home Path
ar: مسار منزل السامبا
bg: Домашна директория на Самба
bs: Put za Samba home
ca: Camí a l'inici Samba
cs: Domovský adresář pro Sambu
el: Διαδρομή αρχικού καταλόγου του Samba
es: Ruta a la carpeta personal de Samba
et: Samba kodu asukoht
eu: Samba exteko bidea
fa: مسیر آغازه سامبا
fi: Samban kotikansion polku
fr: Emplacement du dossier de Samba
ga: Conair Bhaile Samba
gl: Rota persoal Samba
hi: साम्बा घर पथ
hr: Putanja do Samba korisničke mape
hu: Samba saját mappa
ia: Percurso de Domo de Samba
is: Samba heimaslóð
it: Percorso Home di Samba
ja: Samba ホームパス
kk: Samba мекен каталогы
lt: Samba namų kelias
lv: Sambas mājas ceļš
mr: साम्बा मुख्य मार्ग
nb: Samba hjemmesti
nds: Samba-Tohuuspadd
nn: Samba-heimesti
pl: Ścieżka domowa Samby
pt: Localização Pessoal do Samba
ro: Cale Acasă Samba
sk: Domovská cesta Samba
sl: Domača pot Sambe
sr@ijekavian: Самба: домаћа путања
sv: Samba-hemsökväg
ug: Samba ماكان يولى
uk: Шлях до домівки Samba
zh_tw: Samba 家路徑

source: Default connection
ar: الاتصال الإفتراضي
bg: Подразбираща се връзка
bs: Podrazumijevana konekcija
ca: Connexió per omissió
cs: Výchozí spojení
el: Προεπιλεγμένη σύνδεση
es: Conexión por omisión
et: Vaikeühendus
eu: Konexio lehenetsia
fa: اتصال پیش‌فرض
fi: Oletusyhteys
fr: Connexion par défaut
ga: Ceangal réamhshocraithe
gl: Conexión predeterminada
hi: डिफ़ॉल्ट कनेक्शन
hr: Zadana veza
hu: Alapértelmezett kapcsolat
ia: Connexion predefinite
is: Sjálfgefin tenging
it: Connessione predefinita
ja: デフォルトの接続
kk: Әдеттегі қосылым
lt: Numatytasis prisijungimas
lv: Noklusētais pieslēgums
mr: मूलभूत जुळवणी
nb: Standardtilkobling
nds: Standardverbinnen
nn: Standardsamband
pl: Połączenie domyślne
pt: Ligação predefinida
ro: Conexiune implicită:
sk: Štandardné pripojenie
sl: Privzeta povezava
sr@ijekavian: Подразумевана веза
sv: Förvald anslutning
ug: كۆڭۈلدىكى باغلىنىش
uk: Типове з'єднання
zh_tw: 預設連線

source: Show system users
ar: أظهر مستخدمي النظام
bg: Показване на системните потребители
bs: Prikaži sistemske korisnike
ca: Mostra els usuaris de sistema
cs: Zobrazit systémové uživatele
el: Εμφάνιση χρηστών συστήματος
es: Mostrar usuarios del sistema
et: Näita süsteemseid kasutajaid
eu: Erakutsi sistemako erabiltzaileak
fa: نمایش کاربران سیستم
fi: Näytä järjestelmän käyttäjät/ryhmät
fr: Afficher les utilisateurs système
ga: Taispeáin úsáideoirí an chórais
gl: Mostrar os usuarios do sistema
hi: तंत्र उपयोक्ताओं को दिखाएँ
hr: Prikazivanje sistemskih korisnika
hu: A rendszerfelhasználók megjelenítése
ia: Il monstra usatores de systema
is: Sýna kerfisnotendur
it: Mostra gli utenti del sistema
ja: システムユーザを表示
kk: Жүйелік пайдаланушыларды көрсету
lt: Rodyti sistemos naudotojus/grupes
lv: Rādīt sistēmas lietotājus
mr: प्रणाली वापरकर्ते दर्शवा
nb: Vis systembrukere
nds: Systeembrukers wiesen
nn: Vis systembrukarar
pl: Pokaż użytkowników systemowych
pt: Mostrar os utilizadores do sistema
ro: Arată utilizatorii de sistem
sk: Zobraziť systémových užívateľov
sl: Prikaži sistemske uporabnike
sr@ijekavian: Прикажи системске кориснике
sv: Visa systemanvändare
ug: سىستېما ئىشلەتكۈچى كۆرسەت
uk: Показувати системних користувачів
zh_tw: 顯示系統使用者

source: The source of the user and group database
ar: المصدر لقاعدة البيانات للمستخدم والمجموعة
bg: Източник за потребители и групи
bs: Izvor za bazu korisnika i grupa
ca: L'origen de la base de dades d'usuari i grup
cs: Zdroj databáze uživatelů a skupin
el: Η πηγή των βάσεων δεδομένων χρηστών και ομάδων
es: Fuente de la base de datos de usuarios y grupos
et: Kasutaja/grupi andmebaasi asukoht:
eu: Erabiltzaile eta talde datubaseen jatorria
fa: متن دادگان کاربر و گروه
fi: Käytäjä- ja ryhmätietokantojen lähde
fr: La source de la base de données des utilisateurs et des groupes
ga: Foinse an bhunachair sonraí úsáideoirí agus grúpaí
gl: A fonte da base de datos de usuarios e grupos
hi: उपयोक्ता तथा समूह डाटाबेस का स्रोत
hr: Izvor baze podataka korisnika i grupa
hu: A felhasználói és csoportadatbázis forrása
ia: Le fonte de base de datos de usator e gruppo
is: Notanda og hópagrunnar
it: La sorgente della banca dati di utenti e gruppi
ja: ユーザとグループデータベースのソース
kk: Пайдаланушылар мен топтардың деректер қорының көзі
lt: Naudotojo ir grupės duomenų bazės šaltinis
lv: Lietotāju un grupu datubāzes avots
nb: Kilde for bruker- og gruppedatabase
nds: De Born för de Bruker- un Koppeldatenbank
nn: Kjelda til brukar- og gruppedatabasen
pl: Źródło bazy użytkowników i grup
pt: A fonte da base de dados de utilizadores e grupos
ro: Sursa bazei de date cu utilizatori și grupuri
sk: Zdroj databáze užívateľov a skupín
sl: Vir podatkovne zbirke zbirke uporabnikov in skupin
sr@ijekavian: Извор базе података корисника и група
sv: Källa för användar- och gruppdatabas
ug: ئىشلەتكۈچى ۋە گۇرۇپپا سانداننىڭ مەنبەسى
uk: Джерело бази даних користувачів і груп
zh_tw: 使用者/群組資料庫的來源
