Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: The group '%1' is the primary group of one or more users (such as '%2'); it cannot be deleted.
bg: Групата "%1" не може да бъде изтрита, защото е главна група за един или повече потребители (като "%2").
bs: Grupa '%1' je primarna grupa jednog ili više korisnika (kao što je '%2'), tako da ne može biti obrisana.
ca: El grup «%1» és el grup primari d'un o més usuaris (com «%2»); no pot ser eliminar.
cs: Skupina '%1' je primární skupina jednoho nebo více uživatelů (jako '%2'); nelze ji smazat.
el: Η ομάδα '%1' είναι η κυρίως ομάδα ενός ή περισσοτέρων χρηστών (όπως του '%2')΄ δεν μπορεί να διαγραφεί.
es: El grupo «%1» es el grupo primario de uno o más usuarios (como «%2»); no se puede borrar.
et: Grupp '%1' on ühe või enama kasutaja esmane grupp (Näiteks '%2'.) Seda gruppi ei saa kustutada.
eu: '%1' taldea erabiltzaile baten edo askoren talde nagusia da ('%2' (a)rekin gertatzen den bezala); ezin da ezabatu.
fa: گروه »%1«، گروه خصوصی یک یا بیش از یک کاربر می‌باشد )نظیر »%2«(؛ نمی‌تواند حذف شود.
fi: Ryhmä %1 on primäärinen ryhmä jossa on yksi tai useampi käyttäjätunnus (kuten %2), et voi poistaa sitä.
fr: Le groupe « %1 » est le groupe principal d'un ou de plusieurs utilisateurs (tel que « %2 »), il ne peut donc être supprimé.
ga: Príomhghrúpa d'úsáideoir nó úsáideoirí é grúpa '%1' (mar shampla '%2'); ní cheadaítear duit é a scriosadh.
gl: O grupo «%1» é o grupo primario dun ou máis usuarios (exemplo «%2») polo que non pode ser eliminado.
hi: समूह '%1' एक या अधिक उपयोक्ताओं (जैसे कि '%2') का प्राथमिक समूह है; इसे मिटाया नहीं जा सकता.
hr: Grupa '%1' je osnovna grupa za jednog ili više korisnika (kao što je '%2'), ne može biti izbrisana.
hu: A(z) '%1' csoport legalább egy felhasználó elsődleges csoportja (például: '%2'), ezért nem lehet törölni.
ia: Le gruppo '%1' es le gruppo primari de un o plure de usatores (tal como '%2'): il non pote esser delite.
is: Hópurinn '%1' er aðalhópur eins eða fleiri notanda (til dæmis '%2'). Ekki er hægt að eyða honum.
it: Il gruppo «%1» è il gruppo primario di uno o più utenti (come %2); non può essere eliminato.
ja: グループ <resource>%1</resource> は一人以上のユーザ (%2 など) のプライマリグループとなっているため、削除できません。
kk: "%1" тобы бір немесе бірнеше пайдаланушылардың (мысалы, "%2") негізгі тобы; оны өшіруге болмайды.
lt: Grupė „%1“ yra pirminė grupė vienam ar daugiau naudotojų (pvz., „%2“); jos ištrinti negalima.
lv: Grupa '%1' ir primārā grupa vienam vai vairākiem lietotajiem (piem. '%2'); To nevar dzēst.
nb: Gruppa %1 er primærgruppe for en eller flere brukere (som «%2»), den kan ikke slettes.
nds: De Koppel "%1" is de Hööftkoppel vun een oder mehr Brukers (t.B. "%2"); he lett sik nich wegdoon.
nn: Gruppa %1 er primærgruppe for éin eller fleire brukarar (som «%2»), og kan ikkje slettast.
pl: Grupa '%1' jest podstawową grupą przynajmniej jednego użytkownika ('%2'), więc nie można jej usunąć.
pt: O grupo '%1' é o grupo primário de um ou mais utilizadores (como o '%2); não pode ser apagado.
ro: Grupul „%1” este principalul grup al unui sau mai mulți utilizatori (cum ar fi „%2”); Nu poate fi șters.
sk: Skupina '%1' je primárna pre aspoň jedného užívateľa (napr. '%2'). Preto ju nie je možné odstrániť.
sl: Skupina »%1« je glavna skupina enega ali več uporabnikov (kot je »%2«), zato je ni mogoče izbrisati.
sr@ijekavian: Група „%1“ примарна је за неке кориснике (нпр. „%2“); зато не може бити обрисана.
sv: Gruppen "%1" är huvudgrupp för en eller flera användare (som "%2"). Den kan inte tas bort.
ug: بۇ '%1' گۇرۇپپا بىر ياكى بىر قانچە ئىشلەتكۈچى ('%2' غا ئوخشاش) نىڭ ئاساسىي گۇرۇپپىسى؛ ئۇنى ئۆچۈرەلمەيدۇ.
uk: Група «%1» - це основна група для одного або більше користувачів (таких як «%2»); її неможливо вилучити.
zh_tw: 群組 %1 有一個以上的使用者（如 %2）使用中，無法刪除。

source: Do you really want to delete the group '%1'?
ar: هل تريد فعلاً حذف المجموعة '%1' ؟
bg: Сигурни ли сте, че искате групата "%1" да бъде изтрита?
bs: Da li zaista želite ukloniti grupu '%1'?
ca: Esteu segur que desitgeu eliminar el grup «%1»?
cs: Opravdu si přejete smazat skupinu '%1'?
el: Θέλετε πραγματικά να διαγράψετε την ομάδα '%1';
es: ¿Seguro que quiere eliminar el grupo «%1»?
et: Kas tõesti eemaldada grupp '%1'?
eu: Ziur zaude hautatutako '%1' taldea ezabatu nahi duzula?
fa: واقعاً می‌خواهید گروه »%1« را حذف کنید؟
fi: Haluatko varmasti poistaa ryhmän '%1'?
fr: Voulez-vous vraiment supprimer le groupe « %1 » ?
ga: An bhfuil tú cinnte gur mian leat grúpa '%1' a scriosadh?
gl: Desexa realmente eliminar o grupo «%1»?
hi: क्या आप सचमुच में समूह '%1' को मिटाना चाहते हैं?
hr: Da li zaista želite izbrisati grupu '%1'?
hu: Tényleg törölni szeretné a(z) '%1' csoportot?
ia: Tu vermente vole deler le gruppo '%1'?
is: Viltu örugglega eyða hópnum '%1'?
it: Vuoi veramente eliminare il gruppo «%1»?
ja: 本当にグループ <resource>%1</resource> を削除しますか？
kk: Шынымен '%1' деген топты өшіргіңіз келе ме?
lt: Ar tikrai norite ištrinti grupę '%1'?
lv: Vai jūs tiešām vēlaties dzēst grupu '%1'?
nb: Vil du virkelig slette gruppen «%1»?
nds: Wullt Du den Koppel "%1" redig wegdoon?
nn: Er du sikker på at du vil sletta gruppa «%1»?
pl: Czy na pewno chcesz usunąć grupę '%1'?
pt: Deseja mesmo apagar o grupo '%1'?
ro: Sigur doriți să ștergeți grupul „%1”?
sk: Skutočne si prajete zmazať skupinu '%1'?
sl: Ali resnično želite izbrisati skupino »%1«?
sr@ijekavian: Желите ли заиста да обришете групу „%1“?
sv: Vill du verkligen ta bort gruppen "%1"?
ug: راستلا گۇرۇپپا '%1'نى ئۆچۈرەمسىز؟
uk: Дійсно хочете вилучити групу «%1»?
zh_tw: 您真的要刪除群組 %1 ？

source: Do you really want to delete the %1 selected groups?
ar: هل تريد فعلاً حذف المجموعات '%1' المنتقاة ؟
bg: Сигурни ли сте, че искате избраните %1 групи да бъдат изтрити?
bs: Da li zaista želite obrisati %1 izabranih grupa?
ca: Esteu segur que desitgeu eliminar els grups seleccionats %1?
cs: Opravdu si přejete smazat skupiny (%1)?
el: Θέλετε πραγματικά να διαγράψετε τις επιλεγμένες ομάδες '%1';
es: ¿Seguro que quiere eliminar los %1 grupos seleccionados?
et: Kas tõesti eemaldada %1 valitud gruppi?
eu: Ziur zaude hautatutako %1 taldeak ezabatu nahi dituzula?
fa: واقعاً می‌خواهید %1 گروه برگزیده را حذف کنید؟
fi: Haluatko varmasti poistaa ryhmän '%1'?
fr: Voulez-vous vraiment supprimer les %1 groupes sélectionnés ?
ga: An bhfuil tú cinnte gur mhaith leat an %1 grúpa roghnaithe a scriosadh?
gl: Desexa realmente eliminar os %1 grupos escollidos?
hi: क्या आप सचमुच चयनित %1 समूहों को मिटाना चाहते हैं?
hr: Želite li zaista izbrisati %1 odabranih grupa?
hu: Biztosan törölni szeretné a(z) %1 kijelölt csoportot?
ia: Tu vermente vole deler le gruppos seligite %1 ?
is: Viltu örugglega eyða %1 völdum hópum?
it: Vuoi veramente eliminare i %1 gruppi selezionati?
ja: 本当に選択したグループ <resource>%1</resource> を削除しますか？
kk: Шынымен %1 таңдалған топтарды өшіргіңіз келе ме?
lt: Ar tikrai norite ištrinti pažymėtas „%1“ grupes?
lv: Vai jūs tiešām vēlaties dzēst %1 izvēlētās grupas?
nb: Vil du virkelig slette de «%1» valgte gruppene?
nds: Wullt Du de %1 utsöchten Koppeln redig wegdoon?
nn: Er du sikker på at du vil sletta dei %1 merkte gruppene?
pl: Na pewno usunąć %1 wybranych grup?
pt: Deseja mesmo apagar os %1 grupos seleccionados?
ro: Sigur doriți să ștergeți cele %1 grupuri alese?
sk: Skutočne si prajete odstrániť %1 označených skupín?
sl: Ali resnično želite izbrisati %1 izbranih skupin?
sr@ijekavian: Желите ли заиста да обришете %1 изабраних група?|/|Желите ли заиста да обришете %1 $[множ ^1 'изабрану групу' 'изабране групе' 'изабраних група']?
sv: Vill du verkligen ta bort de %1 markerade grupperna?
ug: راستلا %1 تاللانغان گۇرۇپپىنى ئۆچۈرەمسىز؟
uk: Ви дійсно хочете вилучити вибрані групи (%1)?
zh_tw: 您真的要刪除這 %1 個選擇的群組？

source: Reading configuration
ar: جاري قراءة التشكيل
bg: Зареждане на конфигурацията
bs: Čitam konfiguraciju
ca: Llegint la configuració
cs: Načítá se konfigurace
el: Ανάγνωση ρύθμισης
es: Leyendo configuración
et: Seadistuste lugemine
eu: Konfigurazioa irakurtzen
fa: خواندن پیکربندی
fi: Luetaan määritykset
fr: Lecture de la configuration
ga: Cumraíocht á léamh
gl: Estase a ler a configuración
hi: कॉन्फ़िगरेशन पढ़ा जा रहा है
hr: Čitam postavke
hu: A beállítások beolvasása
ia: Legente configuration
is: Les uppsetningu
it: Lettura configurazione
ja: 設定を読み込んでいます
kk: Конфигурациясын оқу
lt: Skaitoma konfigūracija
lv: Konfigurācijas nolasīšana
nb: Leser tilpasningene
nds: Instellen warrt leest
nn: Les oppsett
pl: Czytanie konfiguracji
pt: A ler a configuração
ro: Citesc configurația
sk: Načitávanie konfigurácie
sl: Branje nastavitev
sr@ijekavian: Читам поставу
sv: Läser inställningar
ug: سەپلىمىنى ئوقۇۋاتىدۇ
uk: Читання налаштувань
zh_tw: 讀取組態

source: Ready
ar: جاهز
bg: Готово
bs: Spreman
ca: Llest
cs: Připraven
el: Έτοιμο
es: Preparado
et: Valmis
eu: Prest
fa: آماده
fi: Valmis
fr: Prêt
ga: Réidh
gl: Listo
hi: तैयार
hr: Spreman
hu: Kész
ia: Preste
is: Tilbúinn
it: Pronto
ja: 待機中
kk: Дайын
lt: Pasiruošęs
lv: Gatavs
mr: तयार
nb: Klar
nds: Fardig
nn: Klar
pl: Gotowe
pt: Pronto
ro: Gata
sk: Pripravený
sl: Pripravljen
sr@ijekavian: Спреман
sv: Klar
ug: تەييار
uk: Готово
zh_tw: 設定完成

source: &Add...
ar: أ&ضف...
bg: До&бавяне...
bs: &Dodaj...
ca: &Afegeix...
cs: &Přidat...
el: &Προσθήκη...
es: &Añadir...
et: Lis&a...
eu: &Gehitu...
fa: &افزودن...‌
fi: &Lisää…
fr: &Ajouter...
ga: &Cuir Leis...
gl: &Engadir...
hi: जोड़ें...(&A)
hr: &Dodaj …
hu: Hozzá&adás...
ia: &Adde...
is: &Bæta við...
it: &Aggiungi...
ja: 追加(&A)...
kk: &Қосу...
lt: &Pridėti...
lv: &Pievienot...
mr: जोडा (&A)...
nb: &Legg til …
nds: &Tofögen...
nn: &Legg til …
pl: &Dodaj...
pt: &Adicionar...
ro: &Adaugă...
sk: &Pridať...
sl: Dod&aj ...
sr@ijekavian: &Додај...
sv: &Lägg till...
ug: قوش(&A)…
uk: &Додати...
zh_tw: 增加(&A)...

source: &Edit...
ar: &حرّر...
bg: &Редактиране...
bs: &Izmijeni...
ca: &Edita...
cs: &Upravit...
el: &Επεξεργασία...
es: &Editar...
et: &Muuda...
eu: &Editatu...
fa: &ویرایش...‌
fi: &Muokkaa…
fr: Modifi&er...
ga: &Eagar...
gl: &Editar...
hi: संपादन... (&E)
hr: &Uredi …
hu: &Szerkesztés...
ia: &Edita...
is: &Breyta...
it: &Modifica...
ja: 編集(&E)...
kk: &Өңдеу...
lt: &Keisti...
lv: &Rediģēt...
mr: संपादन (&E)...
nb: &Rediger …
nds: &Bewerken...
nn: &Rediger …
pl: &Edytuj...
pt: &Editar...
ro: &Editează...
sk: &Upraviť...
sl: Ur&edi ...
sr@ijekavian: &Измени...
sv: &Redigera...
ug: تەھرىر(&E)…
uk: &Редагувати...
zh_tw: 編輯(&E)...

source: &Delete...
ar: ا&حذف...
bg: Из&триване...
bs: &Briši...
ca: E&limina...
cs: &Smazat...
el: &Διαγραφή...
es: &Borrar...
et: &Eemalda...
eu: &Ezabatu...
fa: &حذف...‌
fi: &Poista…
fr: &Supprimer...
ga: &Scrios...
gl: E&liminar...
hi: मिटाएँ... (&D)
hr: &Briši …
hu: &Törlés...
ia: &Dele...
is: &Eyða...
it: &Elimina...
ja: 削除(&D)...
kk: &Өшіру...
lt: &Trinti...
lv: &Dzēst...
mr: काढून टाका (&D)...
nb: &Fjern …
nds: &Wegdoon...
nn: &Slett …
pl: &Usuń...
pt: Apa&gar...
ro: &Șterge...
sk: &Zmazať...
sl: I&zbriši ...
sr@ijekavian: &Обриши...
sv: &Ta bort...
ug: ئۆچۈر(&D)…
uk: &Вилучити...
zh_tw: 刪除(&D)...

source: &Set Password...
ar: &عيّن كلمة السر...
bg: &Парола...
bs: &Podesi šifru...
ca: E&stableix la contrasenya...
cs: Na&stavit heslo...
el: &Ορισμός κωδικού πρόσβασης...
es: &Introducir contraseña...
et: &Säti parool...
eu: &Ezarri pasahitza...
fa: &تنظیم اسم رمز...‌
fi: &Aseta salasana…
fr: Changer le mot de pa&sse...
ga: &Socraigh Focal Faire...
gl: Mudar o &contrasinal...
hi: पासवर्ड नियत करें... (&S)
hr: Po&stavi zaporku …
hu: &Jelszóbeállítás...
ia: Fixa contra&signo...
is: Setja &lykilorð...
it: Impo&sta password...
ja: パスワード設定(&S)...
kk: &Парольді орнату...
lt: &Nustatyti slaptažodį...
lv: &Uzstādīt paroli...
mr: गुप्तशब्द ठरवा (&S)...
nb: &Velg passord …
nds: &Passwoort fastleggen...
nn: &Vel passord …
pl: &Ustaw hasło...
pt: Alterar a &Senha...
ro: &Setează parola...
sk: Na&staviť heslo...
sl: Nastavi &geslo ...
sr@ijekavian: Постави &лозинку...
sv: &Ange lösenord...
ug: ئىم تەڭشەك(&S)…
uk: &Встановити пароль...
zh_tw: 設定密碼(&S)...

source: &Reload...
ar: أ&عد تحميل...
bg: &Презареждане...
bs: Pono&vno učitaj …
ca: &Actualitza...
cs: &Znovu načíst...
el: &Επαναφόρτωση...
es: &Recargar...
et: &Laadi uuesti...
eu: &Birkargatu...
fa: &بارگذاری مجدد...‌
fi: &Päivitä
fr: &Recharger...
ga: &Athluchtaigh...
gl: &Cargar de novo...
hi: फिर से लोड करें (&R)...
hr: Pono&vno učitaj …
hu: Új&ratöltés...
ia: &Recarga...
is: Endu&rlesa...
it: &Ricarica...
ja: 再読み込み(&R)...
kk: Қа&йта жүктеу...
lt: Į&kelti iš naujo...
lv: &Parlādēt...
mr: पुन्हा दाखल करा (&R)...
nb: &Last inn på nytt …
nds: &Nieg laden...
nn: &Last inn på nytt …
pl: &Wczytaj ponownie...
pt: &Recarregar...
ro: &Reîncărcare...
sk: Znovu načítať...
sl: &Znova naloži ...
sr@ijekavian: &Учитај поново...
sv: Upp&datera...
ug: قايتا يۈكلە(&R)…
uk: &Вилучити...
zh_tw: 重新載入(&R)...

source: &Select Connection...
ar: &انتقي الاتصال...
bg: &Връзка...
bs: &Izaberite konekciju...
ca: &Selecciona la connexió...
cs: Vybrat &spojení...
el: &Επιλογή σύνδεσης...
es: &Seleccionar la conexión...
et: &Vali ühendus...
eu: &Hautatu konexioa...
fa: &برگزیدن اتصال...‌
fi: &Valitse yhdistäminen…
fr: &Sélectionner la connexion...
ga: Roghnaigh &Ceangal...
gl: &Escoller a conexión...
hi: कनेक्शन चुनें... (&S)
hr: Odaberite vezu …
hu: Kapcsolat ki&választása...
ia: &Selige connexion...
is: &Veldu tengingu...
it: &Seleziona connessione...
ja: 接続を選択(&S)...
kk: Қосылымды &таңдау...
lt: &Pažymėkite prisijungimą...
lv: &Izvēlēties pieslēgumu...
mr: जुळवणी निवडा (&S)...
nb: &Velg forbindelse …
nds: &Verbinnen utsöken...
nn: &Vel samband …
pl: &Wybierz połączenie...
pt: &Seleccionar a Ligação...
ro: &Alege conexiunea...
sk: &Vybrať spojenie...
sl: &Izberi povezavo ...
sr@ijekavian: Изабери &везу...
sv: &Välj anslutning...
ug: باغلانما تاللا(&S)…
uk: &Виберіть з'єднання...
zh_tw: 設定連線(&S)...

source: Show System Users/Groups
ar: أظهر نظام المستخدمين/المجموعات
bg: Показване на системните потребители/групи
bs: Prikaž sistemske korisnike/grupe
ca: Mostra els usuaris/grups del sistema
cs: Zobrazit systémové uživatele/skupiny
el: Εμφάνιση χρηστών/ομάδων συστήματος
es: Mostrar usuarios/grupos del sistema
et: Näita süsteemseid kasutajaid/gruppe
eu: Erakutsi sistemaren erabiltzaileak/taldeak
fa: نمایش گروهها/کاربران سیستم
fi: Näytä järjestelmän käyttäjät/ryhmät
fr: Afficher les groupes / utilisateurs système
ga: Taispeáin Úsáideoirí/Grúpaí an Chórais
gl: Mostrar os usuarios/grupos do sistema
hi: तंत्र उपयोक्ता/समूह दिखाएँ
hr: Pokaži sistemske korisnike i grupe
hu: A rendszerfelhasználók/csoportok megjelenítése
ia: Monstra Usatores/Gruppos de systema
is: Birta kerfisnotendur/hópa
it: Mostra utenti/gruppi di sistema
ja: システムユーザ/グループを表示
kk: Жүйелік пайдаланушылар/топтар көрсетілсін
lt: Rodyti sistemos naudotojus/grupes
lv: Rādīt sistēmas lietotājus/grupas
mr: प्रणाली वापरकर्ते/समूह दर्शवा
nb: Vis systembrukere/grupper
nds: Systeembrukers/-Koppeln wiesen
nn: Vis systembrukarar/-grupper
pl: Pokaż użytkowników/grupy systemowe
pt: Mostrar os Utilizadores/Grupos do Sistema
ro: Arată grupuri/utilizatori de sistem
sk: Zobraziť systémových užívateľov a skupiny
sl: Prikaži sistemske uporabnike/skupine
sr@ijekavian: Прикажи системске кориснике и групе
sv: Visa systemanvändare och grupper
ug: سىستېما ئىشلەتكۈچى//گۇرۇپپا كۆرسەت
uk: Показувати системних користувачів/групи
zh_tw: 顯示系統使用者/群組

source: Can not create backup file for %1
ar: لا يمكن إنشاء ملف نسخ إحتياطي لـ %1
bg: Грешка при създаване на резервно копие на "%1".
bs: Ne mogu stvoriti sigurnosnu kopiju datoteke %1
ca: No es pot crear un fitxer de còpia de seguretat per a %1
cs: Není možné vytvořit záložní soubor pro %1
el: Αδύνατο να δημιουργηθεί αντίγραφο ασφαλείας για %1
es: No se puede crear un archivo de copia de seguridad para %1
et: Ei saa teha varukoopiat failist %1
eu: Ezin da %1-(r)en babeseko fitxategia sortu
fa: پرونده پشتیبان برای %1 را نمی‌توان ایجاد کرد
fi: En saa luotua varmuuskopiota tiedostosta %1
fr: Impossible de créer le fichier de secours pour %1
ga: Ní féidir cúltaca a chruthú do %1
gl: Non foi posíbel crear un ficheiro de respaldo para %1
hi: %1 के लिए बैकअप फ़ाइल नहीं बनाएँ
hr: Ne mogu stvoriti sigurnosnu kopiju datoteke %1
hu: Nem lehet biztonsági másolatot készíteni erről a fájlról: %1
ia: Non pote crear file de retrocopia per %1
is: Gat ekki búið til öryggisafrit af %1
it: Impossibile creare una copia di sicurezza di %1
ja: %1 のバックアップファイルを作成できません
kk: %1 үшін сақтық көшірме файлы құрылмады
lt: Nepavyksta sukurti %1 atsarginės kopijos
lv: Neizdevās izveidot %1 rezerves kopijas failu
nb: Kan ikke lage en reservekopi av %1
nds: För "%1" lett sik keen Sekerheitkopie opstellen.
nn: Kan ikkje laga reservekopifil for %1
pl: Nie można utworzyć pliku zapasowego dla %1
pt: Não é possível criar um ficheiro de salvaguarda para o %1
ro: Imposibil de creat fișier de rezervă pentru %1
sk: Nie je možné vytvoriť zálohu pre %1
sl: Ni mogoče ustvariti datoteke varnostne kopije za %1
sr@ijekavian: Не могу да направим резервни фајл за %1
sv: Kan inte skapa säkerhetskopia för %1
ug: %1 ئۈچۈن زاپاس ھۆججەت قۇرالمايدۇ
uk: Неможливо створити резервну копію файла для %1
zh_tw: 不能為 %1 建立備份檔案

source: Error creating symlink %1. Error: %2
bg: Грешка при създаване на символна връзка %1: %2
bs: Ne mogu napraviti home direktorij %1. Greška: %2
ca: Error en crear l'enllaç simbòlic %1. Error: %2
cs: Není možné vytvořit odkaz %1. Chyba: %2
el: Δεν μπορεί να δημιουργηθεί συμβολικός δεσμός %1. Σφάλμα: %2
es: No se puede crear el enlace %1 Error: %2
et: Viga nimeviida %1 loomisel. Viga: %2
eu: Errorea %1 symlink-a sortzean. Errorea: %2
fa: خطای ایجاد symlink %1. خطا: %2
fi: En voida luoda symbolista linkkiä %1 Virhe: %2
fr: Erreur lors de la création du lien symbolique %1. Erreur : %2
ga: Earráid agus nasc siombalach %1 á chruthú. Earráid: %2
gl: Non foi posíbel crear a ligazón simbólica %1 Erro: %2
hi: %1 के लिए सिमलिंक बनाने में त्रुटि. त्रुटि: %2
hr: Greška prilikom stvaranja simboličkog linka %1. Greška: %2
hu: A(z) %1 szimbolikus linket nem sikerült létrehozni. A hibaüzenet: %2
ia: Error durante que on creava symlink %1 Error: %2
is: Villa við útbúning af tengli %1 Villa: %2
it: Errore durante la creazione del collegamento simbolico %1. Errore: %2
ja: シンボリックリンク <filename>%1</filename> を作成できません。 エラー: %2
kk: %1 символдық сілтемені құру жаңылысы. Қатесі: %2
lt: Nepavyksta sukurti simbolinės nuorodos %1. Klaida: %2
lv: Neizdevās izveidot simbolisko saiti %1 Kļūda: %2
nb: Kan ikke lage symlink %1. Feil: %2
nds: Fehler bi't Opstellen vun den Symlink "%1". Fehler: %2
nn: Kan ikkje laga symlink %1. Feil: %2
pl: Nie można utworzyć dowiązania %1. Błąd: %2
pt: Não foi possível criar a ligação simbólica %1. Erro: %2
ro: Nu am putut crea legătura simbolică %1. Eroare: %2
sk: Nepodarilo sa vytvoriť symbolický odkaz %1. Chyba: %2
sl: Napaka med ustvarjanjem simbolne povezave %1. Napaka: %2
sr@ijekavian: Грешка при стварању симвезе %1. Грешка: %2
sv: Fel när symbolisk länk %1 skulle skapas. Fel: %2
ug: بەلگە ئۇلانما %1 قۇرۇۋاتقاندا خاتالىق كۆرۈلدى. خاتالىق: %2
uk: Помилка створення символічного посилання: %1. Помилка: %2
zh_tw: 無法建立符號連結 %1。 錯誤： %2

source: Cannot change owner of folder %1. Error: %2
ar: لا يمكن تغيير المالك للمجلد %1. الخطأ: %2
bg: Грешка при промяна собственика на папката "%1": %2
bs: Ne mogu promijeniti vlasnika direktorija %1. Greška: %2
ca: No es pot canviar el propietari de la carpeta %1. Error: %2
cs: Není možné změnit vlastníka složky %1. Chyba: %2
el: Δεν μπορεί να τροποποιηθεί ο ιδιοκτήτης στο φάκελο %1. Σφάλμα: %2
es: Imposible cambiar el propietario del archivo %1 Error: %2
et: Kataloogi %1 omaniku muutmine nurjus. Viga: %2
eu: Ezin aldatu %1 karpetaren jabea Errorea: %2
fa: مالک پوشه %1 را نمی‌توان تغییر داد. خطا: %2
fi: Kansion %1 omistajaa ei voida muuttaa Virhe: %2
fr: Impossible de changer le propriétaire du dossier « %1 ». Erreur : %2
ga: Ní féidir úinéir fillteáin %1 a athrú. Earráid: %2
gl: Non foi posíbel cambiar o proprietario do cartafol %1 Erro: %2
hi: फ़ोल्डर %1 के मालिक को बदल नहीं सका. त्रुटि: %2
hr: Ne mogu promijeniti vlasnika mape %1. Greška: %2
hu: Nem sikerült megváltoztatni a(z) %1 mappa tulajdonosát. A hibaüzenet: %2
ia: Non pote cambiar proprietario de dossier %1. Error: %2
is: Get ekki skipt um eiganda á möppunni %1 Villa: %2
it: Impossibile cambiare il proprietario della cartella %1. Errore: %2
ja: ディレクトリ <filename>%1</filename> の所有者を変更できません。 エラー: %2
kk: %1 деген қапшықтың иесі өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti aplanko %1 savininko. Klaida: %2
lv: Neizdevās nomainīt īpašnieku mapei %1. Kļūda: %2
nb: Kan ikke endre eier av mappa %1. Feil:%2
nds: Eegner vun Orner "%1" lett sik nich ännern. Fehler: %2
nn: Kan ikkje endra eigar av mappa %1. Feil: %2
pl: Nie można zmienić właściciela folderu %1. Błąd: %2
pt: Não foi possível alterar o dono da pasta %1. Erro: %2
ro: Nu am putut schimba proprietarul dosarului %1. Eroare: %2
sk: Nepodarilo sa zmeniť vlastníka priečinku %1. Chyba: %2
sl: Ni mogoče spremeniti lastnika mape %1. Napaka: %2
sr@ijekavian: Не могу да променим власника фасцикле %1. Грешка: %2
sv: Kan inte ändra ägaren till katalog %1. Fel: %2
ug: قىسقۇچ %1 نىڭ ئىگىدارىنى ئۆزگەرتەلمەيدۇ. خاتالىق: %2
uk: Неможливо змінити власника теки %1. Помилка: %2
zh_tw: 無法改變目錄 %1 之擁有者。 錯誤： %2

source: Cannot change permissions on folder %1. Error: %2
ar: لا يمكن تغيير الأذون للمجلد %1. الخطأ: %2
bg: Грешка при промяна правата за достъп до папката "%1": %2
bs: Ne mogu promijeniti privilegije za direktorij %1. Greška: %2
ca: No es poden canviar els permisos sobre la carpeta %1. Error: %2
cs: Není možné změnit přístupová práva složky %1. Chyba: %2
el: Δεν μπορούν να τροποποιηθούν οι άδειες στο φάκελο: %1 Σφάλμα: %2
es: Imposible cambiar los permisos de la carpeta %1 Error: %2
et: Kataloogi %1 õiguste muutmine nurjus. Viga: %2
eu: Ezin aldatu %1 karpetaren baimenak. Errorea: %2
fa: مجوزها را نمی‌توان در پوشه %1 تغییر داد. خطا: %2
fi: Kansion %1 oikeuksia ei voida muuttaa Virhe: %2
fr: Impossible de changer les permissions au dossier « %1 ». Erreur : %2
ga: Ní féidir na ceadanna ar fhillteán %1 a athrú. Earráid: %2
gl: Non foi posíbel cambiar os permisos do cartafol %1 Erro: %2
hi: फ़ोल्डर %1 के मालिक को बदल नहीं सकता. त्रुटि: %2
hr: Ne mogu promijeniti ovlasti na datoteci %1. Greška: %2
hu: Nem sikerült megváltoztatni a(z) %1 mappa jogosultságait. A hibaüzenet: %2
ia: Non pote modificar permissiones sur dossier %1. Error: %2
is: Get ekki breytt heimildum á möppunni %1 Villa: %2
it: Impossibile cambiare i permessi sulla cartella %1. Errore: %2
ja: ディレクトリ <filename>%1</filename> のパーミッションを変更できません。 エラー: %2
kk: %1 деген қапшыққа қатынау рұқсаттары өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti aplanko %1 leidimų. Klaida: %2
lv: Neizdevās nomainīt tiesības mapei %1. Kļūda: %2
nb: Kan ikke endre tillatelsene for mappa %1. Feil: %2
nds: Verlöven vun Orner "%1" laat sik nich ännern. Fehler: %2
nn: Kan ikkje endra løyve for mappa %1. Feil: %2
pl: Nie można zmienić praw do folderu %1. Błąd: %2
pt: Não foi possível mudar as permissões da pasta %1. Erro: %2
ro: Nu am putut schimba permisiunile dosarului %1. Eroare: %2
sk: Nepodarilo sa zmeniť prístupové práva priečinku %1. Chyba: %2
sl: Ni mogoče spremeniti dovoljenj za mapo %1. Napaka: %2
sr@ijekavian: Не могу да променим дозволе за фасциклу %1. Грешка: %2
sv: Kan inte ändra skyddet för katalog %1. Fel: %2
ug: قىسقۇچ %1 نىڭ ھوقۇقىنى ئۆزگەرتەلمەيدۇ. خاتالىق: %2
uk: Неможливо змінити права доступу для теки %1. Помилка: %2
zh_tw: 無法改變目錄 %1 之權限。 錯誤： %2
