Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: This specifies the location of the roaming profile of the user. The '%U' macro will be replaced with the actual user name.
bg: Шаблон за профила на потребителя. Параметърът "%U" ще бъде заменен с името на потребителя.
bs: Ovim određujete lokaciju roaming profila korisnika. Makro '%U' će biti zamijenjen stvarnim korisničkim imenom.
ca: Això especifica la localització del perfil ambulant de l'usuari. La macro «%U» se substituirà amb el nom d'usuari real.
cs: Umístění výchozího profilu uživatele. Zástupný znak '%U' bude nahrazen aktuálním uživatelským jménem.
el: Αυτό προσδιορίζει την τοποθεσία του προφίλ περιαγωγής του χρήστη. Η μακροεντολή 'U' θα αντικατασταθεί με το τωρινό όνομα χρήστη.
es: Esto especifica la ubicación del perfil itinerante del usuario. La macro «%U» se reemplazará con el nombre real del usuario.
et: See määrab kasutaja profiili asukoha. Makro '%U' asendatakse tegeliku kasutajanimega.
eu: Honek erabiltzailearen ibiltaritza-profilaren kokalekua zehazten du. "%U" makroa erabiltzailearen izenarekin ordezkatuko da.
fa: محل roaming profile کاربر را مشخص می‌کند. کلان‌دستور »%U« با نام کاربر واقعی جایگزین می‌شود.
fi: Tämä määrittelee käyttäjän siirrettävän profiilin paikan. Makro '%U' korvataan käyttäjän nimellä.
fr: Ceci définit l'emplacement du profil itinérant de l'utilisateur. La macro « %U » sera remplacée par le nom de l'utilisateur en cours.
ga: Seo é suíomh na próifíle siúil don úsáideoir. Cuir an t-ainm úsáideora isteach in ionad an mhacra '%U'.
gl: Isto especifica a localización do perfil móbil do usuario. A macro «%U» ha substituírse co nome real do usuario.
hi: यह उपयोक्ता के रोमिंग प्रोफ़ाइल के स्थान को निर्दिष्ट करता है. '%U' मेक्रो वास्तविक उपयोक्ता नाम से इसे बदल देगा.
hr: Ovo određuje lokaciju korisničkog roaming-profila. Makronaredba '%U' bit će zamijenjena stvarnim korisničkim imenom.
hu: Itt lehet megadni a felhasználó roaming profiljának nevét. Az '%U' változó helyére mindig az aktuális felhasználónév fog kerülni.
ia: Isto specifica le location del profilo currente del usator. Le macro '%U' essera reimplaciate con le nomine actual del usator.
is: Þetta skilgreinir hvar sniðmátin eru geymd. '%U' fjölvanum verður skipt út með réttu notandanafni.
it: Specifica la posizione del profilo di roaming dell'utente. La macro «%U» sarà sostituita dal nome utente.
ja: ユーザの移動プロファイルを指定します。<icode>%U</icode> マクロは実際のユーザ名で置き換えられます。
kk: Бұл пайдаланушының тасымалдау профилінің адресін көрсетеді. '%U' айнымалысы пайдаланушының атауымен алмастырылады.
lt: Čia nurodoma naudotojo klajojančio profilio vieta. „%U“ makrosas bus pakeistas konkrečiu naudotojo vardu.
lv: Šis norāda lietotāja ceļojošā profīla atrašanās vietu. Vērtība '%U' tiks aizstāta ar lietotāja vārdu.
nb: Dette angir stien til brukerens vandreprofil. Makroen «%U» blir erstattet med det virkelige brukernavnet.
nds: Gifft den Oort vun dat Ünnerwegens-Profil vun den Bruker an. Dat Makro "%U" warrt mit den Brukernaam utwesselt.
nn: Plassering til vandreprofilen til brukaren. Makroen «%U» vert automatisk bytt ut med det aktuelle brukarnamnet.
pl: Określa położenie profilu użytkownika. Makro %U zostanie zastąpione przez nazwę użytkownika.
pt: Indica a localização do perfil do utilizador. A sequência '%U' será substituída com o nome do utilizador.
ro: Specifică locația profilului itinerant al utilizatorului. Macroul „%U” va fi înlocuit cu numele actual al utilizatorului.
sk: Toto určuje umiestnenie profilu užívateľa. Makro %U bude nahradené skutočným menom užívateľa.
sl: To določa mesto potujočega profila za uporabnika. Makro »%U« bo zamenjan z dejanskim uporabniškim imenom.
sr@ijekavian: Ово задаје локацију корисниковог лутајућег профила. Макро <icode>%U</icode> биће замењен корисничким именом.
sv: Det här anger platsen för användarens flyttbara profil. Makrot "%U" ersätts med det verkliga användarnamnet.
ug: بۇ تاللانما ئىشلەتكۈچى كەزمە سەپلىمە ھۆججەتنىڭ ئورنىنى بەلگىلەيدۇ. '%U' ماكرو ئەمەلىي ئىشلەتكۈچى ئاتىغا ئالماشتۇرۇلىدۇ.
uk: Це вказує на адресу переносного профілю користувача. Макрос «%U» буде замінено ім'ям користувача.
zh_tw: 指定使用者設定檔的位置。%U 會被取代為實際的使用者名稱。

source: Samba home path template
bg: Път до домашната директория на Самба
bs: Samba šablon puta do home-a
ca: Plantilla del camí inici Samba
cs: Cesta k šabloně domovského adresáře Samba
el: Πρότυπη διαδρομή αρχικού καταλόγου samba
es: Plantilla de ruta de la carpeta personal Samba
et: Samba kodu asukoha mall
eu: Samba etxeko bide txantiloia
fa: قالب مسیر آغازه سامبا
fi: Samban kotipolun malli
fr: Modèle d'emplacement du dossier utilisateur Samba
ga: Teimpléad do chonair bhaile Samba
gl: Modelo de rota ao cartafol persoal de samba
hi: साम्बा घर पथ टेम्पलेट
hr: Predložak putanje za Samba korisničku mapu
hu: Samba sajátmappasablon
ia: Patrono de percurso domo de Samba
is: Sniðmát heimamöppu Samba
it: Modello del percorso Home di Samba
ja: Samba ホームパス テンプレート
kk: Samba мекен қапшығы жолының үлгісі
lt: Samba namų kelio šablonas
lv: Samba mājas ceļa sagatave
mr: साम्बा मुख्य मार्ग नमूना
nb: Mal for Samba hjemmesti
nds: Samba-Tohuuspaddvörlaag
nn: Mal for Samba-heimeadresse
pl: Wzorzec ścieżki domowej Samby
pt: Modelo de localização pessoal Samba
ro: Calea principală de șablon Samba
sk: Šablóna domovskej cesty Samba
sl: Predloga za pot do domače mape Sambe
sr@ijekavian: Шаблон Самбине домаће путање.
sv: Samba-mall för hemsökväg
ug: Samba ماكان يولى قېلىپى
uk: Шаблон шляху домівки для Samba
zh_tw: Samba 家路徑樣板

source: This specifies the location of the home directory of the user. This field is meaningful only for Windows machines. The '%U' macro will be replaced with the actual user name.
bg: Път до домашната директория на потребителя. Полето има смисъл само за Уиндоус. Параметърът "%U" ще бъде заменен с името на потребителя.
bs: Ovim određujete lokaciju home direktorija korisnika. Ovo polje ima smisla samo za Windows računare. Makro '%U' će biti zamijenjen stvarnim korisničkim imenom.
ca: Això especifica la localització del directori inici de l'usuari. Aquest camp només té significat per a les màquines Windows. La macro «%U» se substituirà amb el nom real de l'usuari.
cs: Umístění domovského adresáře uživatele. Toto nastavení je platné pouze v systému Windows. Zástupný znak '%U' bude nahrazen aktuálním uživatelským jménem.
el: Αυτό προσδιορίζει την τοποθεσία του αρχικού καταλόγου του χρήστη. Αυτό το πεδίο είναι κατανοητό μόνο από συστήματα Windows. Η μακροεντολή 'U' θα αντικατασταθεί με το τωρινό όνομα χρήστη.
es: Esto especifica la ubicación de la carpeta personal del usuario. Este campo solo tiene significado en las máquinas Windows. La macro «%U» se reemplazará con el nombre real del usuario.
et: See määrab kasutaja kodukataloogi asukoha. Sellel väljal on tähendus ainult Windowsi masinatele. Makro '%U' asendatakse tegeliku kasutajanimega.
eu: Honek erabiltzailearen direktorio nagusiaren kokalekua zehazten du. Eremu honek Windows makinetan bakarrik du zentzua. "%U" makroa erabiltzailearen izenarekin ordezkatuko da
fa: محل فهرست راهنمای آغازه کاربر را مشخص می‌کند. این حوزه فقط برای ماشینهای ویندوز معنی دارد. کلان‌دستور »%U« با نام کاربر واقعی جایگزین می‌شود.
fi: Tämä määrittelee käyttäjän kotikansion paikan. Tällä kentällä on merkitystä vain Windows-koneissa. Makro '%U' korvataan käyttäjän nimellä.
fr: Ceci définit l'emplacement du dossier personnel de l'utilisateur. Ce champ n'est significatif que pour les machines Windows. La macro « %U » sera remplacée par le nom de l'utilisateur en cours.
ga: Seo é suíomh chomhadlann bhaile an úsáideora. Úsáidtear an réimse seo ar ríomhairí Windows amháin. Cuir an t-ainm úsáideora isteach in ionad an mhacra '%U'.
gl: Isto especifica a localización do cartafol persoal do usuario. Este campo só é significativo para máquinas Windows. A macro «%U» ha substituírse co nome real do usuario.
hr: Ovo određuje lokaciju osobne mape korisnika. Polje je smisleno samo za Windowse. Makronaredba '%U' bit će zamijenjena stvarnim korisničkim imenom.
hu: Itt lehet megadni a felhasználó saját mappáját. A mezőnek csak Windows-os gépeknél van jelentése. Az '%U' változó helyére mindig az aktuális felhasználónév fog kerülni.
ia: Isto specifica le location del directorio domo del usator. Iste campo es significative solmente per machinas Windows. Le macro '%U' essera reimplaciate con le nomine actual del usator.
is: Þetta skilgreinir staðsetningu heimamöppu notandans. Þessi reitur skiptir aðeins máli fyrir Windows vélar. '%U' fjölvanum verður skipt út með réttu notandanafni.
it: Specifica la posizione della cartella Home dell'utente. Questo campo ha senso solo su macchine Windows. La macro «%U» sarà sostituita dal nome utente.
ja: ユーザのホームディレクトリの場所を指定します。このフィールドは Windows マシンにのみ意味があります。<icode>%U</icode> マクロは実際のユーザ名で置き換えられます。
kk: Пайдаланушының мекен каталогының орналасуын көрсетеді. Бұл өріс тек Windows жүйелі компьютерлер үшін маңызды. '%U' айнымалысы пайдаланушының атауымен алмастырылады.
lt: Čia nurodoma naudotojo namų aplanko vieta. Šis laukas reikšmingas tik Windows mašinoms. „%U“ makro bus pakeista konkretaus naudotojo vardu.
lv: Šis norāda lietotāja mājas mapes atrašanās vietu. Šis lauks tiek lietots tikai Windows datoriem. Vērtība '%U' tiks aizstāta ar konkrētā lietotāja vārdu.
nb: Dette angir stien til brukerens hjemmemappe. Dette feltet har bare mening for Windows-maskiner. Makroen «%U» blir erstattet med det virkelige brukernavnet.
nds: Gifft den Oort vun den Tohuusorner vun den Bruker an. Dit Feld hett blööts för Windows-Reekners en Bedüden. Dat Makro "%U" warrt mit den Brukernaam utwesselt.
nn: Plasseringa til heimemappa til brukaren. Feltet er berre meiningsfullt for Windows-maskiner. Makroen «%U» vert bytt ut med det aktuelle brukarnamnet.
pl: Określa położenie katalogu domowego użytkownika. To pole ma sens jedynie na komputerach z Windows. Makro %U zostanie zastąpione przez nazwę użytkownika.
pt: Indica a localização da pasta pessoal do utilizador. Este campo só tem significado para as máquinas Windows. A sequência '%U' será substituída com o nome do utilizador.
ro: Specifică locația directorului personal al utilizatorului. Acest cîmp este semnificativ numai pentru mașinile Windows. Macro-ul „%U” va fi înlocuit cu numele actual al utilizatorului.
sk: Toto určuje umiestnenie domovského priečinku užívateľa. Toto pole má zmysel iba pre počítače so systémom Windows. Makro %U bude nahradené skutočným menom užívateľa.
sl: To določa mesto domače mape uporabnika. To polje ima pomen samo pri računalnikih z okoljem Windows. Makro »%U« bo zamenjan z dejanskim imenom uporabnika.
sr@ijekavian: Ово задаје локацију корисникове домаће фасцикле. Ово поље има значаја само за рачунаре под Виндоузом. Макро <icode>%U</icode> биће замењен корисничким именом.
sv: Det här anger platsen för användarens hemkatalog. Fältet är bara meningsfullt för Windows-datorer. Makrot "%U" ersätts med det verkliga användarnamnet.
ug: بۇ تاللانما ئىشلەتكۈچى ماكان مۇندەرىجىسىنىڭ ئورنىنى بەلگىلەيدۇ. بۇ دائىرە پەقەت Windows كومپيۇتېردىلا ئىناۋەتلىك. '%U' ماكرو ئەمەلىي ئىشلەتكۈچى ئاتىغا ئالماشتۇرۇلىدۇ.
uk: Це вказує адресу каталогу домівки користувача. Це поле має значення тільки для комп'ютерів з Windows. Макрос «%U» буде замінено ім'ям користувача.
zh_tw: 指定使用者家目錄的位置。這個欄位只對 Windows 機器有意義。%U 會被取代為實際使用者名稱。

source: Store the LanManager hashed password in the sambaLMPassword attribute. Check this if you have older clients (Win9x series and before) on your network.
bg: Съхраняване на шифровани пароли чрез LanManager в атрибута sambaLMPassword. Настройката се използва, само ако имате клиенти Уиндоус 95 и по-стари. В противен случай, не се препоръчва използването на настройката.
bs: Čuvaj LanManager hashed šifru u atributu sambaLMPassword. Uključite ovo ako na vašoj mreži imate starije klijente (Win9x serija i ranije).
ca: Emmagatzema les contrasenyes resumides del LanManager a l'atribut sambaLMPassword. Marqueu aquí si teniu clients antics (de la sèrie Win9x i anteriors) a la xarxa.
cs: Uložení šifrovaného hesla LanManagera v sambaLMPassword. Zvolte, pokud máte staršího klienta (Win9x a starší).
el: Αποθήκευση του κατακερματισμένου κωδικού πρόσβασης του Διαχειριστή Lan στο γνώρισμα sambaLMPassword. Ενεργοποιήστε αυτό αν έχετε παλαιότερους πελάτες στο δίκτυό σας (σειρά Win9x και προηγούμενες).
es: Almacena las contraseñas LanManager en el atributo sambaLMPassword.Marque esto si tiene clientes antiguos (serie Win9x y anteriores) en su red.
et: LanManageri räsitud parooli salvestamine sambaLMPassword atribuudis. Tasub sisse lültiada, kui võrgus on vanemaid kliente (Win9x seeria või veel iidsemad).
eu: Gorde LanManage-en hash-pasahitza sambaLMPassword atributuan. Hautatu hau zure sarean bezero zaharrak (Win9x bertsioak eta zaharragoak) badituzu.
fa: ذخیره اسم رمز درهم LanManager در خصیصه sambaLMPassword. اگر بر روی سیستم خود کارخواه قدیمی دارید )مجموعه‌های ویندوز ۹x و قبل از آن(، این گزینه را علامت بزنید.
fi: Talleta LanManagerin hajauttamat salasanat sambaLMPassword attribuuttiin. Valitse tämä, jos käytät vanhempia asiakasohjelmia (Win9x -sarjaa tai vanhempia) verkossasi.
fr: Enregistrer le mot de passe haché de « LanManager » dans l'attribut « sambaLMPassword ». Cochez cette option si vous possédez de vieux clients (série des Win9x et plus anciens) sur votre réseau.
ga: Stóráil an focal faire haiseáilte LanManager san aitreabúid sambaLMPassword. Cuir tic anseo má tá seanchliaint (sraith Win9x nó níos sine) ar do líonra.
gl: Garda o contrasinal cifrado LanManager no atributo sambaLMPassword. Sinale isto se ten clientes vellos (Win9x ou anteriores) na rede.
hr: Pohrani LanManagerom zasjenjenu zaporku u atribut sambaLMPassword. Ovo obilježite ako na vašoj mreži imate starije klijente (serija Win9x i prije).
hu: A LanManager-es elkódolt jelszó eltárolása a sambaLMPassword attribútumba. Akkor kell bejelölni, ha régebbi kliensek (Win9x vagy korábbi) találhatók a hálózaton.
ia: Immagazina le contrasigno con hash de LanManager in le attributo sambaLMPassword. Marca lo si tu ha clientes plus vetere (series Win9x e ante) sur tu rete.
is: Geyma LanManager dulritað lykilorðið í 'sambaLMPassword' eigindunum. Hakaðu við hér ef þú ert með eldri biðlara (Win9x serían og eldra) á netinu þínu.
it: Salva l'hash della password LanManager nell'attributo sambaLMPassword. Segnalo se hai dei client vecchi (serie Win9x e precedenti) sulla tua rete.
ja: LanManager のハッシュパスワードを sambaLMPassword 属性として保存します。古いクライアント (Win9x 以前) がネットワークに存在する場合、これをチェックしてください。
kk: SambaLMPassword атрибутында LanManager паролін сақтау. Желіңізде ескі (Win9x және одан да ескі) клиенттер бар болса , осы құсбелгіні қойыңыз.
lt: Saugoti LanManager maišytą slaptažodį sambaLMPassword atribute. Įjunkite šią parinktį, jei tinkle turite senų klientų (Win9x ir ankstesnių).
lv: Glabāt LanManager paroles kontrolskaitli atribūtā sambaLMPassword. Ieslēdziet šo, ja jūsu tīklā ir veci klienti (Win9x un vecāki).
nb: Lagre LanManager hashede passord i sambaLMPassword attributtet. Kryss av denne om du har eldre klienter (Win9x serie og tidligere) på ditt nettverk.
nds: Wohrt de Passwoort-Pröövsumm vun "LanManager" binnen dat Attribut "sambaLMPassword". Aktiveer dit, wenn öller Clients (Win9x un öller) Dien Nettwark tokoppelt sünd.
nn: Lagra LanManager-hasha passord i sambaLMPassword-attributtet. Kryss av her viss du har eldre klientar (Win9x eller tidlegare) på nettverket.
pl: Przechowuje hasło LanManagera w postaci przetworzonej w atrybucie sambaLMPassword. Opcję należy włączyć, jeśli w sieci pracują starsze wersje klientów (Win9x i wcześniejsze).
pt: Guardar a senha 'hashed' do LanManager no atributo sambaLMPassword. Active isto se tiver clientes mais antigos (série Win9x e anterior) na sua rede.
ro: Stochează parola dispesată a LanManager-ului în atributul sambaLMPassword. Bifați aici dacă aveți clienți mai vechi (seriile Win9x și mai vechi) în rețeaua dumneavoastră.
sk: Uložiť LanManager šifrované heslo v sambaLMPassword atribúte. Zvolte túto možnosť ak máte na sieti starších klientov (Win9x a staršie).
sl: Shrani razpršilo gesla za LanManager v atributu sambaLMPassword. Označite to možnost, če imate v omrežju starejše odjemalce (serija Windows 9x in starejši).
sr@ijekavian: Складишти ланменаџерову дисперзију лозинке у атрибуту <icode>sambaLMPassword</icode>. Попуните ово ако у мрежи има старијих клијената (серија Виндоуз 9x и раније).
sv: Lagra Lanmanager omkastat lösenord i egenskapen sambaLMPassword. Markera det här om du har äldre klienter (Win9x-serien och tidigare) i nätverket.
ug: sambaLMPassword خاسلىقىدا LanManager نىڭ مۇكەممەللىك ئىمى ساقلىنىدۇ. ئەگەر تورىڭىزدا كونا خېرىدار (Win9x ياكى تېخىمۇ ئىلگىرىكى نەشرى)ئى بولسا بۇ تاللانمىنى تاللاڭ.
uk: Зберігати хеш пароля LanManager в атрибуті sambaLMPassword. Увімкніть цей параметр, якщо ви маєте у вашій мережі старіші клієнти (Win9x та попередні).
zh_tw: 在 sambaLMPassword 屬性中儲存 LanManager hash 密碼。如果您使用較舊的（Win9x 系列或更早的）客戶端軟體，請勾選此項。

source: &File
ar: &ملف
bg: &Файл
bs: &Datoteka
ca: &Fitxer
cs: Sou&bor
el: &Αρχείο
es: &Archivo
et: &Fail
eu: &Fitxategia
fa: &پرونده‌
fi: &Tiedosto
fr: &Fichier
ga: &Comhad
gl: &Ficheiro
hi: फ़ाइल (&F)
hr: &Datoteka
hu: &Fájl
is: &Skrá
ja: ファイル(&F)
kk: &Файл
lt: &Failas
lv: &Fails
mr: फाईल (&F)
nb: &Fil
nds: &Datei
nn: &Fil
pl: &Plik
pt: &Ficheiro
ro: &Fișier
sk: &Súbor
sl: &Datoteka
sr@ijekavian: &Фајл
sv: &Arkiv
ug: ھۆججەت(&F)
uk: &Файл
zh_tw: 檔案(&F)

source: &User
ar: ال&مستخدم
bg: &Потребител
bs: &Korisnik
ca: &Usuari
cs: &Uživatel
el: &Χρήστης
es: &Usuario
et: Kas&utaja
eu: &Erabiltzailea
fa: &کاربر‌
fi: &Käyttäjä
fr: &Utilisateur
ga: Ú&sáideoir
gl: &Usuario
hi: उपयोक्ता (&U)
hr: &Korisnik
hu: Fel&használó
ia: &Usator
is: &Notendur
it: &Utente
ja: ユーザ(&U)
kk: &Пайдаланушы
lt: &Naudotojas
lv: &Lietotājs
mr: वापरकर्ता (&U)
nb: &Bruker
nds: &Bruker
nn: &Brukar
pl: &Użytkownik
pt: &Utilizador
ro: &Utilizator
sk: &Užívateľ
sl: &Uporabnik
sr@ijekavian: &Корисник
sv: A&nvändare
ug: ئىشلەتكۈچى(&U)
uk: &Користувач
zh_tw: 使用者(&U)

source: &Group
ar: ال&مجموعة
bg: &Група
bs: &Grupa
ca: &Grup
cs: S&kupina
el: &Ομάδα
es: &Grupo
et: &Grupp
eu: &Taldea
fa: &گروه‌
fi: &Ryhmät
fr: &Groupe
ga: &Grúpa
gl: &Grupo
hi: समूह (&G)
hr: &Grupa
hu: &Csoport
ia: &Gruppo
is: &Hópar
it: &Gruppo
ja: グループ(&G)
kk: &Тобы
lt: &Grupė
lv: &Grupa
mr: समूह (&G)
nb: &Gruppe
nds: &Koppel
nn: &Gruppe
pl: &Grupy
pt: &Grupo
ro: &Grup
sk: &Skupina
sl: &Skupina
sr@ijekavian: &Група
sv: &Grupper
ug: گۇرۇپپا(&G)
uk: &Група
zh_tw: 群組(&G)

source: &Settings
ar: &إعدادات
bg: &Настройки
bs: &Postavke
ca: A&rranjament
cs: Na&stavení
el: Ρ&υθμίσεις
es: &Preferencias
et: &Seadistused
eu: E&zarpenak
fa: &تنظیمات‌
fi: &Asetukset
fr: &Configuration
ga: &Socruithe
gl: &Configuración
hi: विन्यास (&S)
hr: Po&stavke
hu: &Beállítások
ia: Preferentia&s
is: &Stillingar
it: Imp&ostazioni
ja: 設定(&S)
kk: &Баптау
lt: &Nustatymai
lv: &Iestatījumi
mr: संयोजना (&S)
nb: &Innstillinger
nds: &Instellen
nn: &Innstillingar
pl: &Ustawienia
pt: &Configuração
ro: &Configurări
sk: &Nastavenia
sl: &Nastavitve
sr@ijekavian: &Подешавање
sv: In&ställningar
ug: تەڭشەك(&S)
uk: П&араметри
zh_tw: 設定(&S)

source: cn
bg: Номер (CN)
fi: kanooninen nimi
hi: सीएन
mr: सीएन

source: gidNumber
ar: رقم رمز المجموعة
es: Número de GID
eu: gidZenbakia
fi: ryhmänumero
fr: Numéro GID
ga: uimhir aitheantais grúpa
hi: जीआईडी-संख्या
hr: gidBroj
it: NumeroGid
mr: जीआईडी-संख्या
nds: GID-Nummer
pl: numer gid
sv: Grupp-id-nummer

source: inetOrgPerson
fi: Verkko-organisaaion henkilö
hi: आइनेट-ऑर्ग-पर्सन
mr: आइनेट-ऑर्ग-पर्सन

source: uid
ar: رمز المستخدم
bg: Номер (UID)
fa: شناسه کاربر
fr: Identifiant utilisateur
ga: aitheantas úsáideora
hi: यूआईडी
mr: यूआईडी
sv: användar-id

source: uidNumber
ar: رقم رمز المستخدم
el: Αριθμός uid
es: numero UID
fr: Numéro UID
ga: uimhir aitheantais úsáideora
hi: यूआईडी-संख्या
hr: uidBroj
it: NumeroUid
lv: uidSkaitlis
mr: यूआईडी-संख्या
nds: UID-Nummer
pl: numer uid
ro: Număr uid
sv: användar-id-nummer
