Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Check this if you want the passwords in the shadow file MD5 hashed. Leave this unchecked if DES encryption should be used.
bg: Ако отметката е включена, паролите в скрития файл ще използват алгоритъма MD5. Ако отметката е изключена, ще се използва алгоритъма DES.
bs: Uključite ovo ako želide da šifre u shadow datoteci budu šifrovane MD5 algoritmom. Ako ostavite isključenim, biće korišten DES algoritam.
ca: Marqueu-ho si voleu que s'emboliquin amb MD5 les contrasenyes al fitxer ombra. Deixeu-ho sense marcar si s'ha d'usar encriptatge DES.
cs: Zvolte, pokud si přejete heslo šifrovat ve stínovém souboru pomocí MD5. Pokud si přejete používat DES, nechte nezaškrtnuté.
el: Ενεργοποιήστε αυτό αν θέλετε θέλετε να κατακερματιστούν οι κωδικοί πρόσβασης στο αρχείο shadow του MD5. Απoεπιλέξτε το σε περίπτωση χρήσης κρυπτογράφησης DES.
es: Marque esto si quiere que se use MD5 en el archivo de contraseñas ocultas. Quite la marca si quiere usar el cifrado DES.
et: Sisselülitamisel räsitakse paroolid varifailis MD5-ga. Jäta märkimata, kui kasutad DES-krüptimist.
eu: Hautatu hau pasahitzak shadow fitxategian MD5 hash gisa gordetzea nahi baduzu. Utzi hautatu gabe DES enkriptazioa nahi izanez gero.
fa: اگر می‌خواهید اسم رمزها در پرونده MD5shadow درهم شوند، این گزینه را علامت بزنید. اگر باید از کدبندی DES استفاده شود، آن را علامت نزنید.
fi: Tällä valinnalla voit hajauttaa shadow-salasanatiedoston MD5-menetelmällä. Jos DES-salausta pitää käyttää, jätä tämä valitsematta.
fr: Cocher ceci si vous désirez mettre les mots de passe dans le fichier caché de mots de passe soient hachés par MD5. Laissez la case décochée si le chiffrage DES doit être utilisé.
ga: Cuir tic anseo más mian leat na focail fhaire sa scáthchomhad MD5 a bheith haiseáilte. Ná cuir tic anseo más fearr leat criptiú DES a úsáid.
gl: Sinale isto se quer manter os contrasinais nun ficheiro shadow con hash MD5. Déixeo sen marcar para usar cifrado DES.
hi: इसे चेक करें यदि आप चाहते हैं कि पासवर्ड को शेडो फ़ाइल में एमडी5 हैश्ड होने चाहिएं. इसे अनचेक ही छोड़ दें यदि डीईएस एनक्रिप्शन उपयोग में लेना है.
hr: Ovo obilježite ako želite u zasjenjenoj datoteci zaporke zasjeniti s MD5. Ostavite neobilježeno ako želite da se koristi kriptiranje DES.
hu: Jelölje be ezt az opciót, ha a jelszavakat az árnyékfájlban MD5-ös formátumban szeretné eltárolni. Ha nincs bejelölve, akkor DES formátumban lesznek eltárolva.
ia: Marca isto si tu vole le contrasignos in le file umbra (shadow) MD5 sia con hash. Tu lassa lo sin marca si on debera usar cryption DES.
is: Hakaðu við þetta ef þú vilt að lykilorðin verði dulrituð með MD5 algórithmanum. Ef ekki er hakað við þetta verður DES dulritun notuð.
it: Segnalo se vuoi che le password nel file shadow cifrate con MD5. Lascialo non segnato se deve essere usata la codifica DES.
ja: シャドウファイルのパスワードを MD5 ハッシュ化する場合、これをチェックしてください。DES 暗号化を使う場合は、チェックなしのままにしておいてください。
kk: Парольді көлеңкелеу үшін MD5 әдісі қолданылсын десеңіз, осы құсбелгіні қойыңыз. Егер DES шифрлау әдісін қолдансаңыз, құсбелгісін қоймаңыз.
lt: Pažymėkite šią parinktį, jei norite kad „shadow“ faile esantys slaptažodžiai būtų šifruojami MD5 algoritmu. Palikite nepažymėtą jei norite naudoti DES šifravimą.
lv: Ieslēdziet šo, ja vēlaties lai paroles shadow failā tiktu pierakstītas ar MD5 kontrolskaitli. Atstājiet izslēgtu, lai lietotu DES šifrēšanu.
nb: Kryss av her om du vil at passordene i skyggefila skal hashes med MD5. La det være uten kryss for å bruke DES-kryptering.
nds: Aktiveer dit, wenn Du de Passwöör binnen de Schaddendatei mit de MD5-Metood verslöteln wullt, anners warrt dor de DES-Metood för bruukt.
nn: Kryss av her om du vil ha pasorda i skuggefila MD5-hasha. La boksen vera ukryssa viss du heller bruka DES-kryptering.
pl: Włącz tę opcję, jeśli chcesz, by ukryte hasła były szyfrowane za pomocą MD5. W przeciwnym razie użyte zostanie szyfrowanie DES.
pt: Active isto se quer que as senhas no ficheiro shadow 'hashed' com MD5. Deixe inactivo se desejar utilizar a encriptação com DES.
ro: Bifați aici dacă doriți ca parolele din fișierul criptat MD5 să fie dispersate. Lăsați nebifat dacă doriți să fie folosită criptarea DES.
sk: Toto zapnite, ak chcete uložiť heslá v tieňovom súbore v kódovaní MD5. Voľbu vypnite, ak sa má použiť DES.
sl: Označite to, če želite, da so gesla v senčni datoteki MD5 razpršena. Odstranite oznako, če naj bo uporabljeno šifriranje DES.
sr@ijekavian: Попуните ово ако желите да се у фајлу заклоњених лозинки користи МД5 дисперзирање. Оставите непопуњеним ако желите ДЕС шифровање.
sv: Markera det här om du vill att lösenorden i skuggfilen ska ha en MD5-checksumma. Lämna det avmarkerat om DES-kryptering ska användas.
ug: ئەگەر سىز سايە ھۆججەتتىكى ئىمنى MD5 hash بويىچە ساقلىماقچى بولسىڭىز، بۇ تاللانمىنى تاللاڭ. ئەگەر DES شىفىرلاشنى ئىشلەتمەكچى بولسىڭىز بۇ تاللانمىنى تاللىماڭ.
uk: Позначте цей пункт, якщо ви хочете, щоб паролі в файлі shadow було хешовано за алгоритмом MD5. Залиште вимкненим, якщо має бути використано шифрування DES.
zh_tw: 如果您要用 MD5 加密密碼就勾選這個選項。否則會用 DES 加密。

source: Shadow password file
ar: ملف كلمة السر الزائفة
bg: Файл за скрити пароли
bs: Shadow datoteka sa šiframa
ca: Fitxer de contrasenyes ombra
cs: Stínový soubor s hesly
el: Αρχείο κωδικού πρόσβασης shadow
es: Archivo de contraseñas ocultas
et: Variparoolifail
eu: Shadow pasahitzen fitxategia
fa: پرونده اسم رمز Shadow
fi: Shadow-salasanatiedosto
fr: Fichier des mots de passe cachés
ga: Comhad scáthfhocal faire
gl: Ficheiro shadow de contrasinais
hi: शेडो पासवर्ड फ़ाइल
hr: Datoteka zasjenjenih zaporki
hu: Árnyék-jelszófájl
ia: File de contrasigno umbra (shadow)
is: Skrá falinna lykilorða
it: File shadow delle password
ja: シャドウパスワードファイル
kk: Парольдің көлеңкелік файлы
lt: Shadow slaptažodžių failas
lv: Shadow paroļu fails
mr: शेडो गुप्तशब्द फाईल
nb: Skyggepassord-fil
nds: Schadden-Passwoortdatei
nn: Skugge-passordfil
pl: Plik ukrytych haseł
pt: Ficheiro de senhas 'shadow'
ro: Fișier cu parolă criptată
sk: Tieňový súbor shadow
sl: Senčna datoteka gesla
sr@ijekavian: Фајл заклоњених лозинки
sv: Skugglösenordsfil
ug: سايە ئىم ھۆججىتى
uk: Файл затінення паролів
zh_tw: Shadow 密碼檔

source: Specifies the shadow password file (usually /etc/shadow). Leave this empty if your system does not use a shadow password file.
bg: Файл за скритите пароли (обикновено /etc/shadow). Ако системата не използва скрити пароли, оставете полето празно.
bs: Određuje shadow datoteku sa šiframa (obično /etc/shadow). Ostavite ovo polje praznim ako vaš sistem ne koristi shadow datoteku.
ca: Especifica el fitxer de contrasenyes ombra (usualment /etc/shadow). Deixeu-ho buit si el vostre sistema no usa un fitxer de contrasenyes ombra.
cs: Nastavení stínového souboru s hesly (obvykle /etc/shadow). Pokud si jej nepřejete používat, nevyplňujte.
el: Προσδιορίζει το αρχείο κωδικού πρόσβασης shadow (συνήθως /etc/shadow). Αφήστε το κενό, αν το σύστημά σας δε χρησιμοποιεί αρχείο κωδικού πρόσβασης shadow.
es: Especifica el archivo de contraseñas ocultas (normalmente /etc/shadow). Déjelo vacío si su sistema no las usa.
et: Määrab variparoolifaili (tavaliselt /etc/shadow). Jäta tühjaks, kui sinu süsteemis ei kasutada variparoolifaili.
eu: Shadow pasahitz fitxategia zehazten du (normalean /etc/shadow). Utzi hutsik zure sistemak shadow pasahitz fitxategirik ez badu erabiltzen.
fa: پرونده اسم رمز shadow را مشخص می‌کند )معمولاً /etc/shadow(. اگر سیستمتان از پرونده اسم رمز /etc/shadow استفاده نمی‌کند، آن را خالی بگذارید.
fi: Määrittelee shadow-salasanojen tiedoston (tavallisesti /etc/shadow). Jätä tämä tyhjäksi, jos järjestelmäsi ei tue shadow-salasanatiedostoa.
fr: Ceci définit le fichier caché de mots de passe (habituellement « /etc/shadow »). Laissez ce paramètre vide si votre système n'utilise pas un fichier caché de mots de passe.
ga: Roghnaigh an comhad scáthfhocal faire (/etc/shadow go hiondúil). Fág é seo folamh mura n-úsáideann do chóras comhad scáthfhocal faire.
gl: Especifica o ficheiro de contrasinais ocultas (xeralmente /etc/shadow). Déixeo en branco se o sistema non usa este ficheiro.
hi: शेडो पासवर्ड फ़ाइल निर्दिष्ट करता है (सामान्यत: /etc/shadow). इसे खाली ही रहने दें यदि आपका तंत्र शेडो पासवर्ड फ़ाइल उपयोग नहीं करता.
hr: Određuje datoteku zasjenjenih zaporki (u pravilu /etc/shadow). Ostavite ovo prazno ako vaš sustav ne koristi datoteku zasjenjenih zaporki.
hu: Az árnyékfájl teljes elérési útja (általában /etc/shadow). Ha nem használ árnyékfájlt, hagyja üresen.
ia: Il specifica le file umbra (shadow) de contrasigno (solitemente /etc/shadow). Tu lassa lo vacue si tu systema non usa un file umbra de contrasigno.
is: Skilgreinir staðsetningu skráarinnar sem geymir falin lykilorð (venjulega /etc/shadow). Hafðu þetta tómt ef þessi skrá er ekki í notkun á vélinni þinni.
it: Specifica il file shadow delle password (normalmente /etc/shadow). Lascialo vuoto se il tuo sistema non usa un file shadow per le password.
ja: シャドウパスワードファイルを指定します。(通常 /etc/shadow) システムでシャドウパスワードファイルを使わない場合は、空のままにしておいてください。
kk: Парольдің көлеңкелік файлын көрсетеді (әдетте /etc/shadow). Жүйеңіз парольді көлеңкелеу файлын қолданбаса, бос қалдырыңыз.
lt: Čia nurodomas „shadow“ slaptažodžių failas (paprastai /etc/shadow). Jei Jūsų sistema nenaudoja „shadow“ slaptažodžių failo, palikite šį lauką neužpildytą.
lv: Šis norāda shadow paroļu failu (parasti /etc/shadow). Atstājiet tukšu, ja jūsu sistēma nelieto shadow paroļu failu.
nb: Angir skyggepassord-fila (som regel /etc/shadow). La det være tomt hvis ditt system ikke bruker skyggepassord-fil.
nds: Gifft de Schadden-Passwoortdatei an (normaal "/etc/shadow"). Laat dat Feld leddig, wenn Dien Systeem keen Schadden-Passwöör bruukt.
nn: Skugge-passordfila (vanlegvis «/etc/shadow»). La feltet stå tomt om systemet ditt ikkje brukar ei skugge-passordfil.
pl: To określa plik ukrytych haseł (zwykle /etc/shadow). Pozostaw to pole puste, jeśli Twój system nie używa pliku ukrytych haseł.
pt: Indica o ficheiro de senhas 'shadow' (normalmente /etc/shadow). Deixe vazio se o seu sistema não utiliza um ficheiro de senhas 'shadow'.
ro: Se menționează fișierul parolei criptate (de obicei /etc/shadow). Lăsați gol dacă sistemul dumneavoastră nu folosește un fișier cu parolă criptată.
sk: Toto určuje tieňový súbor hesiel (obvykle /etc/shadow). Nechajte prázdne, ak váš systém nepoužíva tieňový súbor shadow.
sl: Določa senčno datoteko gesla (običajno /ets/shadow). Pustite to prazno, če vaš sistem ne uporablja senčne datoteko gesla.
sr@ijekavian: Задаје фајл заклоњених лозинки (обично <filename>/etc/shadow</filename>). Оставите празним ако систем не користи фајл заклоњених лозинки.
sv: Anger skugglösenordsfilen (oftast /etc/shadow). Lämna det tomt om systemet inte använder en skugglösenordsfil.
ug: سايە ئىم ھۆججىتىنى بەلگىلەيدۇ (ئادەتتە /etc/shadow). ئەگەر سىستېمىڭىز سايە ئىم ھۆججىتى ئىشلەتمىسە بۇ تاللانمىنى بوش قالدۇرۇڭ.
uk: Вказує файл затінення паролів (зазвичай /etc/shadow). Залиште порожнім, якщо ваша система не використовує файл затінення паролів.
zh_tw: 這裡指定 shadow 密碼檔（通常都是 /etc/shadow）。如果您的系統沒有使用 shadow 密碼檔，就請留白。

source: Group shadow file
ar: ملف المجموعة الزائفة
bg: Файл за скрити групи
bs: Shadow datoteka grupa
ca: Fitxer de grups ombra
cs: Stínový soubor skupin
el: Αρχείο shadow ομάδας
es: Archivo de grupos ocultos
et: Varigrupifail
eu: Taldeen shadow fitxategia
fa: پرونده shadow گروه
fi: Shadow-ryhmätiedosto
fr: Fichier des groupes cachés
ga: Comhad scáthghrúpa
gl: Ficheiro shadow de grupos
hi: समूह शेडो फ़ाइल
hr: Grupna zasjenjena datoteka
hu: Csoport-árnyékfájl
ia: File umbra (shadow) de gruppo
is: Skrá falinna hópa
it: File shadow dei gruppi
ja: グループシャドウファイル
kk: Топтың көлеңкелік файлы
lt: Grupės „shadow“ failas
lv: Grupu shadow fails
mr: समूह शेडो फाईल
nb: Skygge-gruppefil
nds: Schadden-Koppeldatei
nn: Skugge-gruppefil
pl: Plik ukrytych grup
pt: Ficheiro de grupos 'shadow'
ro: Grup de fișier criptat
sk: Tieňový súbor group
sl: Senčna datoteka skupine
sr@ijekavian: Фајл заклоњених група
sv: Gruppskuggfil
ug: گۇرۇپپا ئىم ھۆججىتى
uk: Файл затінення груп
zh_tw: 群組 shadow 檔

source: Specifies the shadow group file (usually /etc/gshadow). Leave this empty if your system does not use a shadow group file.
bg: Файл за скритите групи (обикновено /etc/gshadow). Ако системата не използва скрити групи, оставете полето празно.
bs: Određuje shadow datoteku grupa (obično /etc/gshadow). Ostavite ovo polje praznim ako vaš sistem ne koristi shadow datoteku grupa.
ca: Especifica el fitxer de grups ombra (usualment /etc/gshadow). Deixeu-ho buit si el vostre sistema no usa un fitxer de grups ombra.
cs: Nastavení stínového souboru skupin (obvykle /etc/gshadow). Pokud si jej nepřejete používat, nevyplňujte.
el: Προσδιορίζει το αρχείο ομάδας shadow (συνήθως /etc/gshadow). Αφήστε το κενό, αν το σύστημά σας δε χρησιμοποιεί αρχείο ομάδας shadow.
es: Especifica el archivo de grupos ocultos (normalmente /etc/gshadow). Déjelo vacío si su sistema no los usa.
et: Määrab varigrupifaili (tavaliselt /etc/gshadow). Jäta tühjaks, kui sinu süsteemis ei kasutada varigrupifaili.
eu: Shadow talde fitxategia zehazten du (normalean /etc/gshadow). Utzi hutsik zure sistemak shadow pasahitz fitxategirik ez badu erabiltzen.
fa: پرونده گروه shadow را مشخص می‌کند )معمولاً /etc/gshadow(. اگر سیستمتان از پرونده گروه shadow استفاده نمی‌کند، آن را خالی بگذارید.
fi: Määrittelee shadow ryhmätiedoston (tavallisesti /etc/gshadow). Jätä tämä tyhjäksi, jos järjestelmäsi ei tue shadow-ryhmätiedostoa.
fr: Définit le fichier de groupes cachés (habituellement « /etc/gshadow »). Laissez ce paramètre vide si votre système n'utilise pas un fichier de groupes cachés.
ga: Roghnaigh an comhad scáthghrúpa (/etc/gshadow go hiondúil). Fág é seo folamh mura n-úsáideann do chóras comhad scáthghrúpa.
gl: Especifica o ficheiro shadow que contén os grupos (xeralmente /etc/gshadow). Déixeo en branco se o sistema non usa tal ficheiro.
hi: शेडो समूह फ़ाइल को निर्दिष्ट करता है (सामान्यतया /etc/gshadow). इसे ऐसा ही छोड़ दें यदि आपका तंत्र शेडो समूह फ़ाइल का उपयोग नहीं करता.
hr: Određuje datoteku zasjenjenih grupa (u pravilu /etc/gshadow). Ostavite ovo prazno ako vaš sustav ne koristi datoteku zasjenjenih grupa.
hu: A csoport-árnyékfájl teljes elérési útja (általában /etc/gshadow). Ha nem használ csoport-árnyékfájlt, hagyja üresen.
ia: Il specifica le file umbra (shadow) de gruppo (solitemente /etc/gshadow) Tu lassa lo vacue si tu systema non usa un file umbra de gruppo.
is: Skilgreinir staðsetningu skráarinnar sem geymir hópalykilorð (venjulega /etc/gshadow). Hafðu þetta tómt ef þessi skrá er ekki í notkun á vélinni þinni.
it: Specifica il file shadow dei gruppi (normalmente /etc/gshadow). Lascialo vuoto se il tuo sistema non usa un file shadow per i gruppi.
ja: シャドウグループファイルを指定します。(通常 /etc/gshadow) システムでシャドウグループファイルを使わない場合は、空のままにしておいてください。
kk: Топтың көлеңкелік файлын көрсетеді (әдетте /etc/shadow). Жүйеңіз топтың көлеңкелеу файлын қолданбаса, бос қалдырыңыз.
lt: Nurodo „shadow“ grupės failą (paprastai /etc/gshadow). Jei Jūsų sistema nenaudoja „shadow“ grupės failų, palikite šį lauką neužpildytą.
lv: Šis norāda shadow grupu failu (parasti /etc/gshadow). Atstājiet tukšu, ja jūsu sistēma nelieto shadow grupu failu.
nb: Angir skygge-gruppefil (som regel /etc/gshadow). La det være tomt hvis systemet ditt ikke bruker en skygge-gruppefil.
nds: Gifft de Schadden-Koppeldatei an (normaal "/etc/gshadow"). Laat dat Feld leddig, wenn Dien Systeem keen Schadden-Koppeldatei bruukt.
nn: Skugge-gruppefila (vanlegvis «/etc/gshadow»). La feltet stå tomt om systemet ditt ikkje brukar ei skugge-gruppefil.
pl: To określa plik ukrytych grup (zwykle /etc/gshadow). Pozostaw to pole puste, jeśli Twój system nie używa pliku ukrytych grup.
pt: Indica o ficheiro de grupos 'shadow' (normalmente /etc/gshadow). Deixe vazio se o seu sistema não utiliza um ficheiro de grupos 'shadow'.
ro: Se menționează fișierul grupului criptat (de obice /etc/gshadow). Lăsați gol dacă sistemul dumneavostră nu folosește un fișier de grup criptat.
sk: Toto určuje tieňový súbor skupín (obvykle /etc/gshadow). Nechajte prázdne, ak váš systém nepoužíva tieňový súbor skupín.
sl: Določa senčno datoteko skupine (običajno /etc/gshadow). Pustite to prazno, če vaš sistem ne uporablja senčne datoteke skupine.
sr@ijekavian: Задаје фајл заклоњених група (обично <filename>/etc/gshadow</filename>). Оставите празним ако систем не користи фајл заклоњених група.
sv: Anger gruppskuggfil (oftast /etc/gshadow). Lämna det tomt om systemet inte använder en gruppskuggfil.
ug: سايە گۇرۇپپا ھۆججىتىنى بەلگىلەيدۇ (ئادەتتە /etc/shadow). ئەگەر سىستېمىڭىز سايە گۇرۇپپا ھۆججىتى ئىشلەتمىسە بۇ تاللانمىنى بوش قالدۇرۇڭ.
uk: Вказує файл затінення груп (зазвичай /etc/gshadow). Залиште порожнім, якщо ваша система не використовує файл затінення груп.
zh_tw: 這裡指定群組 shadow 檔（通常都是 /etc/gshadow）。如果您的系統沒有使用群組 shadow 密碼檔，就請留白。

source: LDAP User
ar: المستخدم
bg: Потребител за LDAP
bs: LDAP korisnik
ca: Usuari LDAP
cs: Uživatel LDAP
el: Χρήστης LDAP
es: Usuario LDAP
et: LDAP-i kasutaja
eu: LDAP erabiltzailea
fa: کاربر LDAP
fi: LDAP-käyttäjä
fr: Utilisateur LDAP
ga: Úsáideoir LDAP
gl: Usuario LDAP
hi: एलडीएपी उपयोक्ता
hr: LDAP-korisnik
hu: LDAP felhasználónév
ia: Usator de LDAP
is: LDAP notandi
it: Utente LDAP
ja: LDAP ユーザ
kk: LDAP пайдаланушысы
lt: LDAP naudotojas
lv: LDAP lietotājs
mr: एलडीएपी वापरकर्ता
nb: LDAP-bruker
nds: LDAP-Bruker
nn: LDAP-brukar
pl: Użytkownik LDAP
pt: Utilizador LDAP
ro: Utilizator LDAP
sk: Užívateľ LDAP
sl: Uporabnik LDAP
sr@ijekavian: ЛДАП корисник
sv: LDAP-användare
ug: LDAP ئىشلەتكۈچى
uk: Користувач LDAP
zh_tw: LDAP 使用者

source: LDAP Password
ar: كلمة السر
bg: Парола за LDAP
bs: LDAP šifra
ca: Contrasenya LDAP
cs: Heslo LDAP
el: Κωδικός πρόσβασης LDAP
es: Contraseña LDAP
et: LDAP-i parool
eu: LDAP pasahitza
fa: اسم رمز LDAP
fi: LDAP-salasana
fr: Mot de passe LDAP
ga: Focal Faire LDAP
gl: Contrasinal LDAP
hi: एलडीएपी पासवर्ड
hr: Zaporka LDAP-a
hu: LDAP jelszó:
ia: Contrasigno de LDAP
is: LDAP lykilorð
it: Password LDAP
ja: LDAP パスワード
kk: LDAP паролі
lt: LDAP slaptažodis
lv: LDAP parole:
mr: एलडीएपी गुप्तशब्द
nb: LDAP-Passord
nds: LDAP-Passwoort
nn: LDAP-Passord
pl: Hasło LDAP
pt: Senha LDAP
ro: Parolă LDAP
sk: Heslo LDAP
sl: Geslo LDAP
sr@ijekavian: ЛДАП лозинка
sv: LDAP-lösenord
ug: LDAP ئىم
uk: LDAP пароль
zh_tw: LDAP 密碼

source: LDAP SASL Realm
bg: Област на LDAP SASL
bs: LDAP SASL oblast
ca: Regne SASL LDAP
cs: LDAP SASL doména
es: Dominio LDAP SASL
et: LDAP-i SASL-i valdkond
fa: ناحیه LDAP SASL
fi: LDAP SASL alue
fr: Domaine SASL LDAP
ga: Fearann SASL LDAP
gl: Reino SASL de LDAP
hi: एलडीएपी एसएएसएल रीयल्म
hr: LDAP-ovo područje SASL-a
hu: LDAP SASL-tartomány (realm)
ia: Regno de SASL de LDAP
is: LDAP SASL svæði
it: Regno SASL LDAP
ja: LDAP SASL レルム
kk: LDAP SASL аумағы
lt: LDAP SASL sritis
mr: एलडीएपी एसएएसएल रीयल्म
nds: SASL-Rebeet för LDAP
pl: Domena LDAP SASL
pt: Reino SASL LDAP
ro: Domeniu SASL LDAP
sk: LDAP Realm pre SASL
sl: Področje LDAP SASL
sr@ijekavian: ЛДАП САСЛ царство
sv: LDAP SASL-rike
ug: LDAP SASL دائىرە

source: LDAP Bind DN
ar: ارتباط DN
bg: Свързващ индекс за LDAP
ca: DN d'enllaç LDAP
et: LDAP-i Bind DN
fr: Nom de domaine Bind LDAP
ga: DN Ceangail LDAP
gl: Vínculo DN de LDAP
hi: एलडीएपी बाइंड डीएन
hr: Povezni DN LDAP-a
hu: LDAP csatlakozási név (Bind DN)
ia: Ligamine (Bind) DN de LDAP
it: DN Bind LDAP
ja: LDAP バインド DN
kk: DN LDAP байланысы
mr: एलडीएपी बाइंड डीएन
nds: Anbinn-DN för LDAP
pl: Dowiązana domena LDAP
pt: DN de Ligação LDAP
ro: LDAP leagă DN
sl: Bind DN za LDAP
sr@ijekavian: ЛДАП ДН свеза
sv: LDAP-bindningsdomännamn

source: LDAP Host
ar: المضيف
bg: Хост за LDAP
bs: LDAP server
ca: Host LDAP
cs: Hostitel LDAP
el: Κόμβος LDAP
es: Servidor LDAP
et: LDAP-i masin
eu: LDAP ostalaria
fa: میزبان LDAP
fi: LDAP-kone
fr: Hôte LDAP
ga: Óstríomhaire LDAP
gl: Servidor LDAP
hi: एलडीएपी नाम
hr: Host LDAP-a
hu: LDAP gépnév
ia: Hospite de LDAP
is: LDAP vél
it: Host LDAP
ja: LDAP ホスト
kk: LDAP хосты
lt: LDAP mazgas
lv: LDAP hosts
mr: एलडीएपी यनमान
nb: LDAP Vert
nds: LDAP-Reekner
nn: LDAP-vert
pl: Serwer LDAP
pt: Servidor LDAP
ro: Gazda LDAP
sk: Hostiteľ LDAP
sl: Gostitelj LDAP
sr@ijekavian: ЛДАП домаћин
sv: LDAP-värddator
ug: LDAP ماشىنا
uk: Вузол LDAP
zh_tw: LDAP 站台

source: LDAP Port
ar: المنفذ
bg: Порт за LDAP
ca: Port LDAP
cs: Port LDAP
el: Θύρα LDAP
es: Puerto LDAP
et: LDAP-i port
eu: LDAP ataka
fa: درگاه LDAP
fi: LDAP-portti
fr: Port LDAP
ga: Port LDAP
gl: Porto de LDAP
hi: एलडीएपी पोर्ट
ia: Porto de LDAP
is: LDAP gátt
it: Porta LDAP
ja: LDAP ポート
kk: LDAP порты
lt: LDAP prievadas
lv: LDAP ports
mr: एलडीएपी पोर्ट
pl: Port LDAP
pt: Porto LDAP
ro: Portul LDAP
sk: Port LDAP
sl: Vrata LDAP
sr@ijekavian: ЛДАП порт
ug: LDAP ئېغىز
uk: Порт LDAP
zh_tw: LDAP 連接埠

source: LDAP version
ar: LDAP إصدارة
bg: Версия за LDAP
bs: LDAP verzija
ca: Versió LDAP
cs: Verze LDAP
el: Έκδοση LDAP
es: Versión LDAP
et: LDAP-i versioon
eu: LDAP bertsioa
fa: نسخه LDAP
fi: LDAP-versio
fr: Version LDAP
ga: Leagan LDAP
gl: Versión de LDAP
hi: एलडीएपी संस्करण
hr: Inačica LDAP-a
hu: LDAP-verzió
ia: Version de LDAP
is: LDAP útgáfa
it: Versione LDAP
ja: LDAP バージョン
kk: LDAP нұсқасы
lt: Pridėti versija
lv: LDAP versija
mr: एलडीएपी आवृत्ती
nb: LDAP-versjon
nds: LDAP-Verschoon
nn: LDAP-versjon
pl: Wersja LDAP
pt: Versão LDAP
ro: Versiunea LDAP
sk: Verzia LDAP
sl: Različica LDAP
sr@ijekavian: ЛДАП верзија
ug: LDAP نەشرى
uk: Версія LDAP
zh_tw: LDAP 版本

source: LDAP Size limit
ar: الحجم المحدد
bg: Ограничение на размера на LDAP
bs: LDAP limit veličine
ca: Límit de mida LDAP
cs: Omezení velikosti LDAP
el: Όριο μεγέθους LDAP
es: Tamaño límite de LDAP
et: LDAP-i suurusepiirang
eu: LDAP tamaina muga
fa: حد اندازه LDAP
fi: LDAP kokorajoitus
fr: Limite de la taille LDAP
ga: Teorainn méide LDAP
gl: Límite de tamaño de LDAP
hi: एलडीएपी आकार सीमा
hr: Ograničenje veličine LDAP-a
hu: LDAP méretkorlát
ia: Limite de grandor de LDAP
is: LDAP stærðartakmörk
it: Limite di dimensione LDAP
ja: LDAP サイズ制限
kk: LDAP өлшем шегі
lt: LDAP dydžio limitas
lv: LDAP izmēra limits
mr: एलडीएपी आकार मर्यादा
nb: LDAP størrelsesgrense
nds: LDAP-Gröttgrenz
nn: LDAP-storleikgrense
pl: Ograniczenie wielkości LDAP
pt: Limite de tamanho LDAP
ro: Dimensiune limită LDAP
sk: Limit veľkosti pre LDAP
sl: Velikostna omejitev LDAP
sr@ijekavian: ЛДАП ограничење величине
sv: LDAP-storleksgräns
ug: LDAP چوڭلۇق چەكلىمىسى
uk: Обмеження розміру LDAP
zh_tw: LDAP 大小限制

source: LDAP Time limit
ar: الوقت المحدد
bg: Ограничение на времето на LDAP
bs: LDAP vremenski limit
ca: Límit de temps LDAP
cs: Časový limit LDAP
el: Χρονικό όριο LDAP
es: Tiempo límite de LDAP
et: LDAP-i ajapiirang
eu: LDAP denbora muga
fa: حد زمان LDAP
fi: LDAP aikarajoitus
fr: Limite de la durée LDAP
ga: Teorainn ama LDAP
gl: Tempo-límite de LDAP
hi: एलडीएपी समय सीमा
hr: Vremensko ograničenje LDAP-a
hu: LDAP időkorlát
ia: Limite de tempore de LDAP
is: LDAP tímatakmörk
it: Limite di tempo LDAP
ja: LDAP 時間制限
kk: LDAP уақыт шегі
lt: LDAP laiko limitas
lv: LDAP laika limits
mr: एलडीएपी वेळ मर्यादा
nb: LDAP tidsgrense
nds: LDAP-Tietgrenz
nn: LDAP-tidsgrense
pl: Limit czasu LDAP
pt: Limite de tempo LDAP
ro: Limită de timp LDAP
sk: Limit času pre LDAP
sl: Časovna omejitev LDAP
sr@ijekavian: ЛДАП ограничење времена
sv: LDAP-tidsgräns
ug: LDAP ۋاقىت چەكلىمىسى
uk: Обмеження часу LDAP
zh_tw: LDAP 時間限制
