Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Store the user's full name in the cn attribute
bg: Запис на пълното име на потребителя в атрибута cn
bs: Sačuvaj puni ime korisnika u atributu cn
ca: Emmagatzema el nom sencer de l'usuari a l'atribut cn
cs: Uložit celé jméno uživatele v cn
el: Αποθήκευση ολόκληρου του ονόματος χρήστη στο γνώρισμα cn
es: Almacenar el nombre completo de usuario en el atributo cn
et: Kasutaja täieliku nime salvestamine cn atribuudis
eu: Gorde erabiltzailearen izen osoa cn atributuan
fa: ذخیره نام کامل کاربر در خصیصه cn
fi: Talleta käyttäjän koko nimi kanoonisen nimen attribuuttiin
fr: Enregistrer le nom complet de l'utilisateur dans l'attribut « cn »
ga: Stóráil ainm iomlán an úsáideora san aitreabúid "cn"
gl: Garda o nome completo do usuario no atributo cn
hi: उपयोक्ता का पूरा नाम सीएन गुण में भंडारित करें
hr: Spremanje imena i prezimena korisnika u cn atribut
hu: A felhasználó teljes nevének eltárolása a cn attribútumba
ia: Immagazina le nomine complete de usator in le attributo cn
is: Vista fullt nafn notanda í cn eigindunum
it: Salva il nome completo dell'utente nell'attributo cn
ja: ユーザのフルネームを cn 属性として保存
kk: cn атрибутында пайдаланушының толық атауы сақталсын
lt: Saugoti pilną naudotoją vardą cn atribute
lv: Glabāt lietotāja pilno nosaukumu cn atribūtā
nb: Lagre brukerens fulle navn i cn attributtet
nds: Den helen Naam vun den Bruker binnen dat cn-Attribut wohren
nn: Lagra heile namnet til brukarne i cn-attributt
pl: Zapisz pełną nazwę użytkownika w atrybucie cn
pt: Guardar o nome completo do utilizador no atributo cn
ro: Stochează numele complet al utilizatorului în atributul cn
sk: Uložiť plné meno užívateľa v atribúte cn
sl: Shrani polno ime uporabnika v atribut cn
sr@ijekavian: Складишти пуно име корисника у атрибуту cn
sv: Lagra användarens fullständiga namn i egenskapen CN
ug: cn خاسلىقىغا ئىشلەتكۈچىنىڭ تولۇق ئاتىنى ساقلايدۇ
uk: Зберігати повне ім'я користувача в атрибуті cn
zh_tw: 在 cn 屬性中儲存使用者的全名

source: Update the gecos attribute
bg: Обновяване·на·атрибута·gecos
bs: Ažiriraj gecos atribut
ca: Actualitza l'atribut gecos
cs: Aktualizovat gecos
el: Ενημέρωση του γνωρίσματος gecos
es: Actualizar el atributo gecos
et: gecos atribuudi uuendamine
eu: Eguneratu gecos atributua
fa: به‌روزرسانی خصیصه gecos
fi: Päivitä gecos-attribuutti
fr: Actualiser l'attribut « gecos »
ga: Nuashonraigh an tréith gecos
gl: Actualizar o atributo gecos
hi: जीकॉस गुण अद्यतन करें
hr: Ažuriranje gecos atributa
hu: A gecos attribútum frissítése
ia: Actualisa le attributo gecos
is: Uppfæra gecos eigindin
it: Aggiorna l'attributo gecos
ja: gecos 属性を更新
lt: Atnaujinti gecos atributą
lv: Izmainīt gecos atribūtu
nb: Oppdater gecos attributtet
nds: Attribut "gecos" opfrischen
nn: Oppdater gecos-attributt
pl: Uaktualnij atrybut gecos
pt: Actualizar o atributo gecos
ro: Actualizează atributul „gecos”
sk: Aktualizovať gecos atribút
sl: Posodobi atribut gecos
sr@ijekavian: Ажурирај атрибут gecos
sv: Uppdatera egenskapen GECOS
ug: gecos خاسلىقىنى يېڭىلايدۇ
uk: Оновити атрибут gecos
zh_tw: 更新 gecos 屬性

source: KDE User Editor
ar: محرِّر كدي للمستخدمين
bg: Управление на потребителите
bs: KDE Editor korisnika
ca: Editor d'usuaris per al KDE
cs: Editor uživatelů pro KDE
el: Επεξεργαστής χρήστη του KDE
es: Editor de usuarios de KDE
et: KDE kasutajate redaktor
eu: KDE erabiltzaile editorea
fa: ویرایشگر کاربر KDE
fi: KDE Käyttäjähallinta
fr: Gestionnaire d'utilisateurs pour KDE
ga: Eagarthóir Úsáideora KDE
gl: Xestor de usuarios de KDE
hi: केडीई उपयोक्ता संपादक
hr: KDE uređivač korisnika
hu: KDE felhasználókezelő
ia: Editor de usator de KDE
is: KDE Notandastjóri
it: Gestore utenti di KDE
ja: KDE ユーザエディタ
kk: KDE пайдаланушылар редакторы
lt: KDE naudotojų redaktorius
lv: KDE lietotāju redaktors
mr: केडीई वापरकर्ता संपादक
nb: KDE Brukerbehandler
nds: KDE-Editor för de Brukerpleeg
nn: KDE-brukarhandsaming
pl: Edytor użytkowników
pt: Editor de Utilizadores do KDE
ro: Managerul de utilizatori KDE
sk: KDE editor užívateľov
sl: Urejevalnik uporabnikov za KDE
sr@ijekavian: Уређивач корисника за КДЕ
sv: KDE:s användarhanterare
ug: KDE ئىشلەتكۈچى تەھرىرلىگۈچ
uk: Редактор користувачів KDE
zh_tw: KDE 使用者編輯器

source: KUser
ar: ك.مستخدم
hi: के-यूज़र
mr: के-यूज़र
sr@ijekavian: К‑корисник

source: (c) 1997-2000, Denis Perchine (c) 2004, Szombathelyi György
es: © 1997-2000, Denis Perchine © 2004, Szombathelyi György
ga: © 1997-2000, Denis Perchine © 2004, Szombathelyi György
hi: (c) 1997-2000, डेनिस प्रेचिन (c) 2004, जोम्बेथेली गायोर्गी
hu: (c) Denis Perchine, 1997-2000. (c) Szombathelyi György, 2004.
ia: (c) 1997-2000, Denis Perchine (c) 2004, Szombathelyi Gyorgy
it: © 1997-2000, Denis Perchine © 2004, Szombathelyi György
mr: (c) 1997-2000, डेनिस प्रेचिन (c) 2004, जोम्बेथेली गायोर्गी
nb: © 1997-2000, Denis Perchine © 2004, Szombathelyi György
nds: © 1997-2000, Denis Perchine © 2004, Szombathelyi György
nn: © 1997–2000 Denis Perchine © 2004 Szombathelyi György
sl: © 1997-2000, Denis Perchine © 2004, Szombathelyi György
sr@ijekavian: © 1997–2000, Денис Першин © 2004, Ђерђ Сомбатељи
sv: © 1997-2000, Denis Perchine © 2004, Szombathelyi György
uk: © Denis Perchine, 1997–2000 © Szombathelyi György, 2004

source: Denis Perchine
hi: डेनिस प्रेचिन
mr: डेनिस प्रेचिन
sr@ijekavian: Денис Першин

source: kuser author
ar: مؤلف ك.مستخدم
bg: Автор на kuser
bs: autor kuser-a
ca: Autor del kuser
cs: autor programu kuser
el: Συγγραφέας του kuser
es: Autor de kuser
et: KUseri autor
eu: kuser egilea
fa: نویسنده kuser
fi: kuser-ohjelman tekijä
fr: Auteur de KUser
ga: Údar kuser
gl: autor de kuser
hi: के-यूज़र लेखक
hr: Autor kuser-a
hu: A KUser szerzője
ia: Autor de Kuser
is: höfundur kuser
it: autore kuser
ja: KUser 作者
kk: kuser авторы
lt: kuser autorius
lv: kuser autors
mr: के-यूज़र लेखक
nb: KUser-forfatter
nds: Autor vun KUser
nn: Laga KUser
pl: Autor programu
pt: autor do kuser
ro: Autor KUser
sk: tvorca kuser
sl: Avtor programa
sr@ijekavian: Аутор програма
sv: Kusers upphovsman
ug: kuser يازغۇچى
uk: Автор KUser
zh_tw: kuser 作者

source: Szombathelyi György
hi: जोम्बेथेली गायोर्गी
ia: Szombathelyi Gyorgy
mr: जोम्बेथेली गायोर्गी
sr@ijekavian: Ђерђ Сомбатељи

source: KDE User Manager
ar: مدير المستخدمين لِــ كدي
bg: Управление на потребителите
bs: KDE Menadžer korisnika
ca: Gestor d'usuaris del KDE
cs: Správce uživatelů pro KDE
el: Διαχειριστής χρηστών KDE
es: Gestor de usuarios de KDE
et: KDE kasutajate haldur
eu: KDE erabiltzaile kudeatzailea
fa: مدیر کاربر KDE
fi: KDE Käyttäjien hallinta
fr: Gestionnaire d'utilisateurs pour KDE
ga: Bainisteoir Úsáideora KDE
gl: Xestor de usuarios de KDE
hi: केडीई उपयोक्ता प्रबंधक
hr: KDE upravitelj korisnika
hu: KDE felhasználókezelő
ia: Gerente de usator de KDE
is: KDE Notandastjóri
it: Gestore utenti di KDE
ja: KDE ユーザマネージャ
kk: KDE пайдаланушылар менеджері
lt: KDE naudotojų tvarkyklė
lv: KDE lietotāju pārvaldnieks
mr: केडीई वापरकर्ता व्यवस्थापक
nb: KDE Brukerbehandler
nds: KDE-Brukerpleeg
nn: KDE Brukarhandsamar
pl: Nazwa użytkownika
pt: Gestor de Utilizadores do KDE
ro: Managerul de utilizatori KDE
sk: KDE manažér užívateľov
sl: Upravljalnik uporabnikov za KDE
sr@ijekavian: Менаџер корисника за КДЕ
sv: KDE:s användarhanterare
ug: KDE ئىشلەتكۈچى باشقۇرغۇچ
uk: Менеджер користувачів KDE
zh_tw: KDE 使用者管理員

source: You have selected %1 users. Do you really want to change the password for all the selected users?
ar: لقد قمت بانتقاء المستخدمين %1. هل تريد فعلاً تغيير كلمة السر لجميع المستخدمين المنتقين؟
bg: Избрали сте %1 потребителя. Сигурни ли сте, че искате да промените паролите на всичките тях?
bs: Izabrali ste %1 korisnika. Da li zaista želite promijeniti šifru za sve izabrane korisnike?
ca: Heu seleccionat %1 usuaris. Realment voleu canviar la contrasenya de tots els usuaris seleccionats?
cs: Zvolili jste více uživatelů (%1). Přejete si skutečně změnit jméno u všech těchto uživatelů?
el: Έχετε επιλέξει %1 χρήστες. Θέλετε πραγματικά να αλλάξετε τον κωδικό πρόσβασης για όλους τους επιλεγμένους χρήστες;
es: Ha seleccionado %1 usuarios. ¿Realmente quiere cambiar la contraseña de los usuarios seleccionados?
et: Oled valinud %1 kasutajat. Kas tõesti soovid muuta kõigi valitud kasutajate parooli?
eu: %1 erabiltzaile hautatu dituzu. Benetan nahi duzu hautatutako erabiltzaile guztien pasahitza aldatu?
fa: %1 کاربر را برگزیده‌اید. واقعاً می‌خواهید اسم رمز را برای همه کاربران برگزیده تغییر دهید؟
fi: Olet valinnut %1 käyttäjätunnusta. Haluatko varmasti vaihtaa kaikille näille valituille salasanat?
fr: Vous avez sélectionné %1 utilisateurs. Voulez-vous vraiment modifier le mot de passe pour tous ces utilisateurs ?
ga: Roghnaigh tú %1 úsáideoir. An bhfuil tú cinnte gur mian leat focal faire na húsáideoirí uile seo a athrú?
gl: Escolleu %1 usuarios. Desexa realmente mudar os contrasinais de todos eles?
hi: आपने %1 उपयोक्ताओं को चुना है. क्या आप सचमुच इन सभी चयनित उपयोक्ताओं के पासवर्ड बदलना चाहते हैं?
hr: Odabrali ste %1 korisnika. Želite li stvarno promjeniti zaporku za sve odabrane korisnike?
hu: %1 felhasználónevet választott ki. Biztosan meg szeretné változtatni az összes kijelölt felhasználó jelszavát?
ia: Tu ha seligite %1 usatores. Tu vermente vole modificar le contrasigno per omne le usatores seligite?
is: Þú hefur valið %1 notendur. Viltu virkilega breyta lykilorði allra valdra notanda?
it: Hai selezionato %1 utenti. Vuoi veramente cambiare la password per tutti gli utenti selezionati?
ja: %1 人のユーザを選択しました。本当に選択したすべてのユーザのパスワードを変更しますか？
kk: %1 пайдаланушылар таңдалған. Шынымен барлық таңдалған пайдаланушылардың парольдерін өзгерткіңіз келгені рас па?
lt: Jūs pažymėjote %1 naudotojų. Ar tikrai norite pakeisti slaptažodžius visiems pažymėtiems naudotojams?
lv: Jūs esat izvēlējies %1 lietotājus. Vai tiešām vēlaties mainīt paroli visiem izvēlētajiem lietotājiem?
nb: Du har valgt %1 brukere. Er du sikker på at du vil endre passord for alle de valgte brukerne?
nds: Du hest %1 Brukers utsöcht. Wullt Du redig dat Passwoort för all disse Brukers ännern?
nn: Du har valt %1 brukarar. Er du sikker på at du ønskjer å endra passordet for alle dei valde brukarane?
pl: Wybrano %1 użytkowników. Na pewno zmienić hasło dla wszystkich wybranych użytkowników?
pt: Seleccionou %1 utilizadores. Deseja mesmo mudar a senha de todos os utilizadores seleccionados?
ro: Ați ales %1 utilizatori. Sigur doriți să schimbați parola pentru toți utilizatorii aleși?
sk: Vybrali ste %1 užívateľov. Naozaj chcete zmeniť heslo pre všetkých označených užívateľov?
sl: Izbrali ste %1 uporabnikov. Ali resnično želite spremeniti geslo za vse izbrane uporabnike?
sr@ijekavian: Изабрали сте %1 корисника. Желите ли заиста свима њима да промените лозинку?
sv: Du har markerat %1 användare. Vill du verkligen ändra lösenord för alla markerade användare?
ug: سىز %1 ئىشلەتكۈچىنى تاللىدىڭىز. راستلا تاللىغان ھەممە ئىشلەتكۈچىنىڭ ئىمىنى ئۆزگەرتەمسىز؟
uk: Ви вибрали користувачів - %1. Ви дійсно хочете змінити пароль для всіх вибраних користувачів?
zh_tw: 您已經選擇 %1 個使用者。您確定要變更這些使用者的密碼嗎？

source: Change
ar: غيّر
bg: Промяна
bs: Promijeni
ca: Canvia
cs: Změnit
el: Αλλαγή
es: Cambiar
et: Muuda
eu: Aldatu
fa: تغییر کردن
fi: Muuta
fr: Modifier
ga: Athraigh
gl: Mudar
hi: बदलें
hr: Promijeni
hu: Módosítás
ia: Modifica
is: Breyta
it: Cambia
ja: 変更
kk: Өзгертілсін
lt: Pakeisti
lv: Mainīt
mr: बदला
nb: Endre
nds: Ännern
nn: Endra
pl: Zmień
pt: Modificação
ro: Modifică
sk: Zmeniť
sl: Spremeni
sr@ijekavian: Промени
sv: Ändra
ug: ئۆزگەرت
uk: Змінити
zh_tw: 變更

source: You have run out of uid space.
ar: أنت خارج نطاق رمز المستخدم.
bg: Няма повече свободни номера за потребители (UID).
bs: Potrošili ste sav UID prostor.
ca: S'ha esgotat l'espai d'UID.
cs: Vyčerpali jste prostor UID.
el: Δεν υπάρχει διαθέσιμος χώρος στο uid.
es: Se ha agotado el espacio de UID.
et: UID-id said otsa.
eu: uid lekurik gabe geratu zara.
fa: خارج از فضای شناسه کاربر اجرا کرده‌اید.
fi: Sinulta loppui uid-tila! Sinulla on enemmän kuin 65534 käyttäjää!?!?
fr: Vous avez dépassé le nombre possible d'identifiants utilisateur.
ga: Níl go leor spáis agat le haghaidh aitheantas úsáideora.
gl: Esgotou o número de uid.
hi: आपके लिए यूआईडी जगह ही नहीं बची.
hr: Ostali ste bez UID prostora.
hu: Kimerült a UID-értéktartomány.
ia: Tu ha exhaurite le spatio de uid.
is: UID hámarki hefur verið náð.
it: Hai esaurito lo spazio degli uid.
ja: UID スペースを使い切りました。
kk: UID ауқымынан шығып кеттіңіз.
lt: Jūs išsėmėte uid erdvę.
lv: Jums ir beigušies brīvie UID.
nb: Du har sluppet opp for uid-plasser.
nds: Dat gifft keen fre'e UIDs mehr.
nn: Du har ikkje meir UID-plass.
pl: Brak miejsca na uid.
pt: Não há espaço para mais UIDs.
ro: Spațiul UID a fost epuizat.
sk: Vyčerpali ste priestor hodnôt UID.
sl: Zmanjkalo vam je prostora za UID.
sr@ijekavian: Потрошен је сав простор за УИД‑ове.
sv: Du har fått slut på utrymme för användar-id.
ug: uid بوشلۇقىڭىز قالمىدى.
uk: Не вистачає простору uid.
zh_tw: 驚死人！您已經用掉所有可用的 uid！

source: Please type the name of the new user:
ar: من فضلك اكتب اسم المستخدم الجديد:
bg: Моля, въведете името на новия потребител:
bs: Molim unesite ime za novog korisnika:
ca: Si us plau escriviu el nom del nou usuari:
cs: Zadejte jméno nového uživatele:
el: Παρακαλώ πληκτρολογήστε το όνομα του νέου χρήστη:
es: Introduzca el nombre del nuevo usuario:
et: Palun anna uue kasutaja nimi:
eu: Mesedez idatzi erabiltzaile berriaren izena:
fa: لطفاً، نام کاربر جدید را وارد کنید:
fi: Anna uuden käyttäjän nimi:
fr: Veuillez saisir le nom du nouvel utilisateur :
ga: Iontráil ainm ar an úsáideoir nua:
gl: Escriba o nome do novo usuario:
hi: कृपया नए उपयोक्ता का नाम टाइप करें:
hr: Upišite ime novog korisnika:
hu: Adja meg az új felhasználó nevét:
ia: Pro favor tu typa le nomine del nove usator:
is: Vinsamlega sláðu inn nafn nýja notandans:
it: Digita il nome del nuovo utente:
ja: 新しいユーザ名を入力してください:
kk: Жаңа пайдаланушының атауын келтіріңіз:
lt: Prašome įrašyti naujo naudotojo vardą;
lv: Lūdzu ievadi jaunā lietotāja vārdu:
nb: Oppgi navnet på den nye brukeren:
nds: Giff bitte den Naam vun den niegen Bruker in:
nn: Skriv inn namnet på den nye brukaren:
pl: Proszę podać nazwę nowego użytkownika:
pt: Por favor indique o nome do novo utilizador:
ro: Introduceți numele noului utilizator:
sk: Prosím, zadajte meno nového užívateľa:
sl: Vnesite ime novega uporabnika:
sr@ijekavian: Унесите име новог корисника:
sv: Skriv in namnet på den nya användaren:
ug: يېڭى ئىشلەتكۈچى ئۈچۈن ئات كىرگۈزۈڭ:
uk: Будь ласка, введіть ім'я нового користувача:
zh_tw: 請輸入新使用者名稱：

source: User with name %1 already exists.
ar: يوجد مستخدم بالاسم %1 مسبقاً.
bg: Вече има потребител с име "%1".
bs: Korisnik pod imenom %1 već postoji.
ca: L'usuari amb el nom %1 ja existeix.
cs: Uživatel se jménem %1 již existuje.
el: Ο χρήστης με όνομα %1 υπάρχει ήδη.
es: Ya existe un usuario con nombre %1.
et: Kasutajanimi %1 on juba olemas.
eu: %1 izena duen erabiltzailea lehendik dago.
fa: کاربری با نام %1 از قبل وجود دارد.
fi: Käyttäjä nimellä %1 on jo olemassa.
fr: Un utilisateur avec le nom « %1 » existe déjà.
ga: Tá úsáideoir darb ainm %1 ann cheana.
gl: Xa existe un usuario co nome %1.
hi: उपयोक्ता नाम %1 के साथ पहले से ही मौजूद है.
hr: Korisnik imena %1 već postoji.
hu: %1 nevű felhasználó már létezik.
ia: Usator con le nomine %1 ja existe.
is: Notandi %1 er þegar til.
it: Esiste già un utente con nome %1.
ja: ユーザ名が <resource>%1</resource> のユーザは既に存在します。
kk: %1 деп аталған пайдаланушы бар екен.
lt: Naudotojas tokiu vardu %1 jau egzistuoja.
lv: Lietotājs ar vārdu %1 jau eksistē.
nb: Det finnes allerede en bruker med navnet %1.
nds: Dat gifft al en Bruker mit den Naam "%1".
nn: Det finst alt ein brukar med namnet %1.
pl: Użytkownik o nazwie %1 już istnieje.
pt: Já existe um utilizador com o nome %1.
ro: Utilizatorul cu numele %1 există deja.
sk: Užívateľ s menom %1 už existuje.
sl: Uporabnik z imenom %1 že obstaja.
sr@ijekavian: Корисник по имену %1 већ постоји.
sv: Användare med namn %1 finns redan.
ug: %1 ئاتلىق ئىشلەتكۈچى مەۋجۇت.
uk: Користувач на ім'я %1 вже існує.
zh_tw: 以 %1 為名的使用者已經存在。

source: You are using private groups. Do you want to delete the user's private group '%1'?
ar: أنت تستخدم مجموعات خاصة. هل تريد حذف المجموعة الخاصة بالمستخدم '%1'؟
bg: Потребителят използва лична група. Искате ли личната група на потребителя "%1" да бъда изтрита?
bs: Koristite privatne grupe. Da li želite obrisati korisnikovu privatnu grupu '%1'?
ca: Esteu usant grups privats. Desitgeu eliminar el grup privat de l'usuari «%1»?
cs: Používáte soukromé skupiny. Přejete si smazat soukromou skupinu uživatele '%1'?
el: Χρησιμοποιείτε ιδιωτικές ομάδες. Θέλετε να διαγράψετε την ιδιωτική ομάδα χρήστη '%1';
es: Está usando grupos privados. ¿Desea eliminar el grupo privado del usuario %1?
et: Igale kasutajale on määratud ka isiklik grupp.. Kas eemaldada selle kasutaja isiklik grupp '%1'?
eu: Talde pribatuak erabiltzen dituzu. Ezabatu nahi duzu erabiltzailearen '%1' talde pribatua?
fa: از گروههای خصوصی استفاده می‌کنید. می‌خواهید گروه خصوصی »%1« کاربر را حذف کنید؟
fi: Käytät yksityisiä ryhmiä. Haluatko poistaa käyttäjän yksityisen ryhmän ”%1”?
fr: Vous utilisez des groupes privés. Voulez-vous supprimer le groupe privé de l'utilisateur « %1 » ?
ga: Tá tú ag baint úsáide as grúpaí príobháideacha. An bhfuil fonn ort grúpa príobháideach an úsáideora '%1' a scriosadh?
gl: Está a usar grupos privados. Desexa eliminar o grupo privado do usuario «%1»?
hi: आप निजी समूह उपयोग कर रहे हैं. क्या आप उपयोक्ता के निजी समूह को मिटाना चाहते हैं '%1'?
hr: Trenutno koristite vlastite grupe. Želite li izbrisati korisnikovu vlastitu grupu '%1'?
hu: Privát csoportokat használ. Törölni szeretné a felhasználónévhez tartozó, '%1' nevű privát csoportot?
ia: Tu es usante gruppos private. Tu vole deler le gruppo privat ede usator '%1'?
is: Þú ert að nota einkahópa. Viltu eyða einkahópi notandans '%1'?
it: Stai usando gruppi privati. Vuoi eliminare il gruppo privato dell'utente «%1»?
ja: プライベートグループを使っています。 ユーザのプライベートグループ <resource>%1</resource> を削除しますか？
kk: Сіз жеке топтарды қолданасыз. Шынымен '%1' деген пайдаланушының жеке тобын өшіргіңіз келе ме?
lt: Jūs naudojate privačias grupes. Ar norite ištrinti naudotojo privačią grupę '%1'?
lv: Jūs izmantojiet privātas grupas. Vai vēlaties dzēst lietotāja privāto grupu '%1'?
nb: Du bruker private grupper. Vil du slette brukerens private gruppe «%1»?
nds: Du bruukst private Koppeln. Wullt Du den privaten Koppel "%1" vun den Bruker wegdoon?
nn: Du brukar private grupper. Vil du sletta brukaren si private gruppe «%1»?
pl: Używasz grup prywatnych. Czy chcesz usunąć prywatną grupę użytkownika '%1'?
pt: Está a usar grupos privados. Deseja apagar o grupo privado '%1' do utilizador?
ro: Utilizați grupuri particulare. Doriți să ștergeți grupul particular al utilizatorilor „%1”?
sk: Používate privátne skupiny. Chcete zmazať užívateľovu privátnu skupinu '%1'?
sl: Uporabljate zasebne skupine. Ali želite izbrisati uporabnikovo zasebno skupino »%1«?
sr@ijekavian: Користите приватне групе. Желите ли да обришете корисникову приватну групу „%1“?
sv: Du använder privata grupper. Vill du ta bort användarens privata grupp "%1"?
ug: سىز شەخسىي گۇرۇپپا ئىشلىتىۋاتىسىز. سىز ئىشلەتكۈچىنىڭ شەخسىي گۇرۇپپىسى %1 نى ئۆچۈرەمسىز؟
uk: Ви використовуєте приватні групи. Хочете витерти приватну групу «%1» цього користувача?
zh_tw: 您正在使用私人群組。 您想要刪除使用者的私人群組 %1？

source: Do Not Delete
ar: لا تحذف
bg: Без изтриване
bs: Ne briši
ca: No eliminis
cs: Nemazat
el: Να μη διαγραφεί
es: No borrar
et: Ära kustuta
eu: Ez ezabatu
fa: حذف نشود
fi: Älä poista
fr: Ne pas supprimer
ga: Ná Scrios
gl: Non eliminar
hi: मिटाएँ नहीं
hr: Ne brisati
hu: Nem kell törölni
ia: Non dele
is: Ekki eyða
it: Non eliminare
ja: 削除しない
kk: Өшірілмесін
lt: Netrinti
lv: Nedzēst
mr: नष्ट करू नका
nb: Ikke slett
nds: Nich wegdoon
nn: Ikkje slett
pl: Nie usuwaj
pt: Não Apagar
ro: Nu șterge
sk: Neodstrániť
sl: Ne izbriši
sr@ijekavian: Не бриши
sv: Ta inte bort
ug: ئۆچۈرمە
uk: Не вилучати
zh_tw: 不要刪除

source: You have run out of gid space.
ar: أنت خارج نطاق رمز المجموعة.
bg: Няма повече свободни номера за групи (GID).
bs: Potrošili ste sav GID prostor.
ca: S'ha esgotat l'espai de gid.
cs: Vyčerpali jste prostor pro GID.
el: Δεν υπάρχει διαθέσιμος χώρος στο gid.
es: Se ha agotado el espacio de GID.
et: GID-id said otsa.
eu: gid lekurik gabe geratu zara.
fa: خارج از فضای شناسه گروه اجرا کرده‌اید.
fi: Sinulla on enemmän kuin 65534 ryhmää!?!?. Sinulta loppui gid-tila!
fr: Vous avez dépassé le nombre possible d'identifiants de groupe.
ga: Níl go leor spáis le haghaidh aitheantas grúpa.
gl: Esgotou o número de gid.
hi: आपके लिए जीआईडी जगह ही नहीं बची.
hr: Ostali ste bez GID prostora.
hu: Kimerült a GID-értéktartomány.
ia: Tu ha exhaurite le spatio de gid.
is: GID hámarki hefur verið náð.
it: Hai esaurito lo spazio dei gid.
ja: GID スペースを使い切りました。
kk: GID ауқымынан шығып кеттіңіз.
lt: Jūs išnaudojote gid erdvę.
lv: Jums ir beigušies brīvie GID.
nb: Du har sluppet opp for gid-plasser.
nds: Dat gifft keen fre'e GIDs mehr.
nn: Du har ikkje meir GID-plass.
pl: Brak miejsca na gid.
pt: Não há espaço para mais GIDs.
ro: Spațiul GID a fost epuizat.
sk: Vyčerpali ste priestor hodnôt GID.
sl: Zmanjkalo vam je prostora za GID.
sr@ijekavian: Потрошен је сав простор за ГИД‑ове.
sv: Du har fått slut på utrymme för grupp-id.
ug: gid بوشلۇقىڭىز قالمىدى.
uk: Не вистачає простору gid.
zh_tw: 驚死人！您已經用掉所有可用的 gid！
