Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Add
bg: Добавяне
bs: Dodaj
ca: Afegeix
cs: Přidat
el: Προσθήκη
es: Añadir
et: Lisa
eu: Gehitu
fi: Lisää
fr: Ajouter
ga: Cuir Leis
gl: Engadir
hr: Dodaj
hu: Hozzáadás
ia: Adde
is: Bæta við
it: Aggiungi
ja: 追加
kk: Қосу
lt: Pridėti
lv: Pievienot
mr: जोडा
nb: Legg til
nds: Tofögen
nn: Legg til
pl: Dodaj
pt: Adicionar
ro: Adaugă
sk: Pridať
sl: Dodaj
sr@ijekavian: Додај
sv: Lägg till
ug: قوش
uk: Додати
zh_tw: 新增

source: Remove
bg: Премахване
bs: Ukloni
ca: Elimina
cs: Odstranit
el: Αφαίρεση
es: Eliminar
et: Eemalda
eu: Kendu
fi: Poista
fr: Supprimer
ga: Bain
gl: Eliminar
hr: Ukloni
hu: Eltávolítás
ia: Remover
is: Fjarlægja
it: Rimuovi
ja: 削除
kk: Өшіру
lt: Pašalinti
lv: Noņemt
mr: काढून टाका
nb: Fjern
nds: Wegmaken
nn: Fjern
pl: Usuń
pt: Remover
ro: Elimină
sk: Odstrániť
sl: Odstrani
sr@ijekavian: Уклони
sv: Ta bort
ug: چىقىرىۋەت
uk: Вилучити
zh_tw: 移除

source: Users NOT in Group
ar: المستخدمين غير الموجودين في المجموعة
bg: Потребители извън групата
bs: Korisnici koji NISU u grupi
ca: Usuaris NO al grup
cs: Uživatelé NE ve skupině
el: Χρήστες ΕΚΤΟΣ ομάδας
es: Usuarios que NO están en el grupo
et: Kasutajad EI OLE grupis
eu: Taldean ez dauden erabiltzaileak
fa: کاربری در گروه نیست
fi: Käyttäjät EI ryhmässä
fr: Utilisateurs absents du groupe
ga: Úsáideoirí NACH bhfuil sa Ghrúpa
gl: Usuarios NON pertencentes ao grupo
hi: उपयोक्ता समूह में नहीं हैं
hr: Korisnici koji NISU u grupi
hu: A csoporthoz NEM tartozó felhasználók
ia: Usatores non in gruppo
is: Notendur EKKI í hóp
it: Utenti NON nel gruppo
ja: グループにいないユーザ
kk: Топқа жатПАЙтындары
lt: Naudotojai, kurių grupėje NĖRA
lv: Lietotāji NAV grupā
mr: समूहात नसलेले वापरकर्ते
nb: Brukere IKKE i gruppen
nds: Brukers nich binnen Koppel
nn: Brukarar IKKJE i gruppa
pl: Użytkownicy nie w grupie
pt: Utilizadores FORA do Grupo
ro: Utilizatori care nu sunt în grup
sk: Používatelia mimo skupinu
sl: Uporabniki NISO v skupini
sr@ijekavian: НИСУ у групи
sv: Användare INTE i gruppen
ug: ئىشلەتكۈچى گۇرۇپپىدا ئەمەس
uk: Користувачі НЕ в групі
zh_tw: 使用者不在群組

source: You need to type a group name.
ar: يجب عليك كتابة اسم مجموعة.
bg: Трябва да въведете име на група.
bs: Morate unijeti naziv grupe.
ca: Heu d'escriure un nom de grup.
cs: Musíte zadat jméno skupiny.
el: Πρέπει να δώσετε ένα όνομα ομάδας.
es: Debe introducir un nombre de grupo.
et: Anda tuleb grupi nimi.
eu: Talde izena idatzi behar duzu.
fa: لازم است که نام گروه را وارد کنید.
fi: Sinun tulee kirjoittaa ryhmän nimi.
fr: Vous devez saisir un nom de groupe.
ga: Caithfidh tú ainm a iontráil ar an ngrúpa.
gl: Debe introducir un nome de grupo.
hi: आपको समूह नाम टाइप करना होगा.
hr: Morate upisati ime grupe.
hu: Be kell írni egy csoportnevet.
ia: Tu necessita de typar un nomine de gruppo.
is: Þú verður að slá inn nafn hóps.
it: Devi scrivere il nome di un gruppo.
ja: グループ名を入力してください。
kk: Топ атауын келтіру керек.
lt: Turite įrašyti grupės vardą.
lv: Jums jāievada grupas nosaukums.
mr: तुम्ही समूह नाव दाखल करणे आवश्यक आहे.
nb: Du må skrive inn et gruppenavn.
nds: Du muttst en Koppelnaam ingeven.
nn: Du må skriva inn eit gruppenamn.
pl: Musisz wpisać nazwę grupy.
pt: Deve indicar um nome de grupo.
ro: Trebuie să scrieți un nume de grup.
sk: Musíte zadať meno skupiny.
sl: Natipkati morate ime skupine.
sr@ijekavian: Морате да унесете име групе.
sv: Du måste skriva in ett gruppnamn.
ug: بىر گۇرۇپپا ئاتى كىرگۈزۈشىڭىز زۆرۈر.
uk: Необхідно ввести назву групи.
zh_tw: 您需要輸入群組名稱

source: Group with name %1 already exists.
ar: توجد مجموعة بالاسم %1 مسبقاً.
bg: Вече има група с име "%1".
bs: Grupa pod imenom %1 već postoji.
ca: Ja existeix un grup amb el nom %1.
cs: Skupina s názvem %1 již existuje.
el: Η ομάδα με όνομα %1 υπάρχει ήδη.
es: Ya existe un grupo con el nombre %1.
et: Grupp nimega %1 on juba olemas.
eu: %1 izena duen taldea lehendik dago.
fa: گروهی با نام %1 از قبل وجود دارد.
fi: Ryhmä nimellä %1 on jo olemassa.
fr: Un groupe avec le nom « %1 » existe déjà.
ga: Tá grúpa darb ainm %1 ann cheana.
gl: Xa existe un grupo co nome %1.
hi: समूह नाम %1 के साथ पहले से ही मौजूद है.
hr: Grupa s imenom %1 već postoji.
hu: %1 nevű csoport már létezik.
ia: Gruppo con nomine %1 ja existe.
is: Hópur með nafninu %1 er þegar til.
it: Esiste già un gruppo con nome %1.
ja: グループ名が <resource>%1</resource> のグループは既に存在します。
kk: %1 деп аталған топ бар екен.
lt: Grupė, kurios pavadinimas %1, jau egzistuoja.
lv: Grupa ar nosaukumu %1 jau eksistē.
mr: %1 नावाचा समूह अगोदरच अस्तित्वात आहे.
nb: Det finnes allerede en gruppe med navnet %1.
nds: Dat gifft al en Koppel mit den Naam "%1".
nn: Det finst alt ei gruppe med namnet %1.
pl: Grupa o nazwie %1 już istnieje.
pt: Já existe um grupo com o nome %1.
ro: Există deja grupul cu numele %1.
sk: Skupina s menom %1 už existuje.
sl: Skupina z imenom %1 že obstaja.
sr@ijekavian: Група %1 већ постоји.
sv: Grupp med namn %1 finns redan.
ug: %1 ئاتلىق گۇرۇپپا مەۋجۇت.
uk: Група за назвою %1 вже існує.
zh_tw: 群組 %1 已經存在。

source: Group with SID %1 already exists.
ar: توجد مجموعة برمز الآمان %1 مسبقا.
bg: Вече има група с номер (SID) %1.
bs: Grupa sa SIDom %1 već postoji.
ca: Ja existeix un grup amb el SID %1.
cs: Skupina se SID %1 již existuje.
el: Η ομάδα με SID %1 υπάρχει ήδη.
es: Ya existe un grupo con el SID %1.
et: Grupp SID-iga %1 on juba olemas.
eu: %1 SID-a duen taldea lehendik dago.
fa: گروهی با SID %1 از قبل وجود دارد.
fi: Ryhmän gid %1 on jo olemassa.
fr: Un groupe avec le numéro SID %1 existe déjà.
ga: Tá grúpa le haitheantas córais %1 ann cheana.
gl: Xa existe un grupo co SID %1.
hi: समूह एसआईडी %1 के साथ पहले से ही मौजूद है.
hr: Grupa sa SID-om %1 već postoji.
hu: Már létezik %1 SID-ű csoport.
ia: Gruppo con SID %1 ja existe.
is: Hópur með SID %1 er þegar til.
it: Esiste già un gruppo con SID %1.
ja: SID が <numid>%1</numid> のグループは既に存在します。
kk: SID-і %1 деген топ бар екен.
lt: Grupė, kurios SID %1, jau egzistuoja.
lv: Grupa ar SID %1 jau eksistē.
mr: SID %1 बरोबरचा समूह अगोदरच अस्तित्वात आहे.
nb: Det finnes allerede en gruppe med SID %1.
nds: Dat gifft al en Koppel mit de SID "%1".
nn: Det finst alt ei gruppe med SID %1.
pl: Grupa o SID %1 już istnieje.
pt: Já existe um grupo com o SID %1.
ro: Există deja grupul cu SID-ul %1.
sk: Skupina so SID %1 už existuje.
sl: Skupina s SID %1 že obstaja.
sr@ijekavian: Група са СИД‑ом %1 већ постоји.
sv: Grupp med SID %1 finns redan.
ug: SID سى %1 بولغان گۇرۇپپا مەۋجۇت.
uk: Група з SID %1 вже існує.
zh_tw: 群組 SID %1 已經存在。

source: Group with gid %1 already exists.
ar: توجد مجموعة بالرمز %1 مسبقاً.
bg: Вече има група с номер (GID) %1.
bs: Grupa sa GIDom %1 već postoji.
ca: Ja existeix un grup amb el gid %1.
cs: Skupina s GID %1 již existuje.
el: Η ομάδα με gid %1 υπάρχει ήδη.
es: Ya existe un grupo con el gid %1.
et: Grupp GID-iga %1 on juba olemas.
eu: %1 gid-a duen taldea lehendik dago.
fa: گروهی با شناسه گروه %1 از قبل وجود دارد.
fi: Ryhmän gid %1 on jo olemassa.
fr: Un groupe avec le numéro GID %1 existe déjà.
ga: Tá grúpa le haitheantas grúpa %1 ann cheana.
gl: Xa existe un grupo co GID %1.
hi: समूह यूआईडी %1 के साथ पहले से ही मौजूद है.
hr: Grupa s gid-om %1 već postoji.
hu: %1 azonosítójú csoport már létezik.
ia: Gruppo con gid %1 ja existe.
is: Hópur með GID %1 er þegar til.
it: Esiste già un gruppo con gid %1.
ja: GID が <numid>%1</numid> のグループは既に存在します。
kk: GID-і %1 деген топ бар екен.
lt: Grupė, kurios gid %1, jau egzistuoja.
lv: Grupa ar gid %1 jau eksistē.
mr: gid %1 बरोबरचा समूह अगोदरच अस्तित्वात आहे.
nb: Det finnes allerede en gruppe med gid %1.
nds: Dat gifft al en Koppel mit de GID "%1".
nn: Det finst alt ei gruppe med gid %1.
pl: Grupa o numerze GID %1 już istnieje.
pt: Já existe um grupo com o GID %1.
ro: Există deja grupul cu GID-ul %1.
sk: Skupina s GID %1 už existuje.
sl: Skupina z gid %1 že obstaja.
sr@ijekavian: Група са ГИД‑ом %1 већ постоји.
sv: Grupp med grupp-id %1 finns redan.
ug: gid سى %1 بولغان گۇرۇپپا مەۋجۇت.
uk: Група з gid %1 вже існує.
zh_tw: 群組 GID %1 已經存在。

source: Do not change
ar: لا تغيير
bg: Без промяна
bs: Bez promjene
ca: No canviïs
cs: Neměnit
el: Να μη γίνουν αλλαγές
es: No cambiar
et: Ära muuda
eu: Ez aldatu
fa: تغییر داده نشود
fi: Älä vaihda
fr: Ne pas changer
ga: Ná hathraigh
gl: Non modificar
hi: बदलें नहीं
hr: Ne mijenjaj
hu: Ne változzon
ia: Non modifica
is: Ekki breyta
it: Non cambiare
ja: 変更しない
kk: Өзгертілмесін
lt: Nekeisti
lv: Nemainīt
mr: बदलू नका
nb: Ikke endre
nds: Nich ännern
nn: Ikkje endra
pl: Nie zmieniaj
pt: Não alterar
ro: Nu schimba
sk: Nemeniť
sl: Ne spremeni
sr@ijekavian: Не мењај
sv: Ändra inte
ug: ئۆزگەرتمە
uk: Не міняти
zh_tw: 不要變更

source: days
ar: أيام
bg: дена
bs: dana
ca: dies
cs: dní
el: ημέρες
es: días
et: päeva
eu: egun
fa: روز
fi: päivää
fr: jours
ga: lá
gl: días
hi: दिन
hr: dana
hu: nap
ia: dies
is: dagar
it: giorni
ja: 日
kk: күн
lt: dienos
lv: dienas
mr: दिवस
nb: dager
nds: Daag
nn: dagar
pl: dni
pt: dias
ro: zile
sk: dní
sl: dni
sr@ijekavian: дана
sv: dagar
ug: كۈن
uk: днів
zh_tw: 天

source: Never
ar: أبداً
bg: Никога
bs: Nikad
ca: Mai
cs: Nikdy
el: Ποτέ
es: Nunca
et: mitte kunagi
eu: Inoiz ere ez
fa: هرگز
fi: Ei koskaan
fr: Jamais
ga: Riamh
gl: Nunca
hi: कभी नहीं
hr: Nikada
hu: soha
ia: Jammais
is: Aldrei
it: Mai
ja: しない
kk: Ешқашан
lt: Niekada
lv: Nekad
mr: कधीही नाही
nb: Aldri
nds: Nienich
nn: Aldri
pl: Nigdy
pt: Nunca
ro: Niciodată
sk: Nikdy
sl: Nikoli
sr@ijekavian: никад
sv: Aldrig
ug: ھەرگىز
uk: Ніколи
zh_tw: 永不

source: User Info
ar: معلومات المستخدم
bg: Потребител
bs: Info o korisniku
ca: Info d'usuari
cs: Informace o uživateli
el: Πληροφορίες χρήστη
es: Información del usuario
et: Kasutaja info
eu: Erabiltzailearen informazioa
fa: اطلاعات کاربر
fi: Käyttäjätiedot
fr: Informations sur l'utilisateur
ga: Eolas Úsáideora
gl: Información do usuario
hi: उपयोक्ता जानकारी
hr: Informacije o korisniku
hu: A felhasználó adatai
ia: Information de usator
is: Notandaupplýsingar
it: Informazioni sull'utente
ja: ユーザ情報
kk: Пайдаланушы мәліметі
lt: Informacija apie naudotoją
lv: Lietotāja informācija
mr: वापरकर्ता माहिती
nb: Brukerinfo
nds: Bruker-Informatschonen
nn: Brukarinfo
pl: Informacje o użytkowniku
pt: Informações do Utilizador
ro: Informații utilizator
sk: Informácie o užívateľovi
sl: O uporabniku
sr@ijekavian: Подаци о кориснику
sv: Användarinformation
ug: ئىشلەتكۈچى ئۇچۇرى
uk: Інформація про користувача
zh_tw: 使用者資訊

source: User login:
ar: ولوج المستخدم:
bg: Потребител:
bs: Korisničko ime:
ca: Usuari per a l'accés:
cs: Přihlašovací jméno:
el: Είσοδος χρήστη:
es: Nombre de usuario:
et: Kasutajanimi:
eu: Erabiltzailearen saio-hasiera:
fa: ورود کاربر:
fi: Käyttäjätunnus:
fr: Nom de connexion de l'utilisateur :
ga: Logáil isteach:
gl: Nome de usuario:
hi: उपयोक्ता लॉगइनः
hr: Korisnička prijava:
hu: Felhasználónév:
ia: Accesso de identification de usator:
is: Notandanafn:
it: Nome utente:
ja: ユーザログイン:
kk: Пайдаланушы:
lt: Naudotojo registracijos vardas:
lv: Lietotāja pieteikšanās:
mr: वापरकर्ता प्रवेश :
nb: Brukeridentitet:
nds: Brukernaam:
nn: Brukarnamn:
pl: Użytkownik:
pt: Utilizador:
ro: Cont utilizator:
sk: Užívateľské meno:
sl: Prijava uporabnika:
sr@ijekavian: Корисничко име:
sv: Användaridentitet:
ug: ئىشلەتكۈچى تىزىمغا كىرىشى:
uk: Користувач:
zh_tw: 使用者登入：

source: &User ID:
ar: رمز ال&مستخدم:
bg: &Номер (UID):
bs: &Korisnički ID:
ca: ID d'&usuari:
cs: ID &uživatele:
el: Ταυτότητα &χρήστη:
es: Id de &usuario:
et: Kas&utaja ID:
eu: &Erabiltzailearen IDa:
fa: شناسه &کاربر:‌
fi: &Käyttäjän ID:
fr: Identifiant &utilisateur :
ga: &Aitheantas an Úsáideora:
gl: Id do &usuario:
hi: उपयोक्ता पहचानः (&U)
hr: &Korisnički ID:
hu: Felhasználóa&zonosító:
ia: ID &Usator:
is: &Notanda nr. (UID):
it: Identificativo dell'&utente:
ja: ユーザ ID(&U):
kk: &Пайдаланушының ID-і:
lt: &Naudotojo ID:
lv: &Lietotāja ID:
mr: वापरकर्ता ID (&U):
nb: &Bruker-id:
nds: &Bruker-ID:
nn: &Brukar-ID:
pl: &ID użytkownika:
pt: ID do &Utilizador:
ro: ID &utilizator:
sk: Užívateľovo &ID:
sl: ID &uporabnika:
sr@ijekavian: &Кориснички ИД:
sv: An&vändar-id:
ug: ئىشلەتكۈچى كىملىك(&U):
uk: ІД користува&ча:
zh_tw: 使用者 ID(&U)：

source: Set &Password...
ar: عيّن &كلمة السر...
bg: &Парола...
bs: Podesi š&ifru...
ca: Estableix &contrasenya...
cs: Nastavit &heslo...
el: Ορισμός &κωδικού πρόσβασης...
es: Introducir &contraseña...
et: Säti &parool...
eu: Ezarri &pasahitza...
fa: تنظیم &اسم رمز...‌
fi: Aseta &salasana…
fr: Changer le mot de &passe...
ga: Socraigh &Focal Faire...
gl: &Introducir o contrasinal...
hi: पासवर्ड नियत करें... (&P)
hr: &Postavi zaporku …
hu: A &jelszó beállítása...
ia: Fixa &contrasigno...
is: Setja &lykilorð...
it: Imposta &password...
ja: パスワード設定(&P)...
kk: &Парольді орнату...
lt: Nustatyti &slaptažodį...
lv: Uzstādīt &paroli...
mr: गुप्तशब्द ठरवा (&P)...
nb: &Velg passord …
nds: &Passwoort fastleggen...
nn: Vel &passord …
pl: Ustaw &hasło...
pt: Alterar a &Senha...
ro: Setează &parola...
sk: Nastaviť &heslo...
sl: Nastavi &geslo ...
sr@ijekavian: Постави &лозинку...
sv: Ange &lösenord...
ug: ئىم تەڭشەك(&P)…
uk: Встановити &пароль...
zh_tw: 設定密碼(&P)...

source: Full &name:
ar: الاسم ال&كامل:
bg: Цяло &име:
bs: Puno i&me:
ca: &Nom complet:
cs: Celé jmé&no:
el: Πλήρες &όνομα:
es: &Nombre completo:
et: Täielik &nimi:
eu: Izen &osoa:
fa: &نام کامل:‌
fi: Koko &nimi:
fr: &Nom complet :
ga: Ai&nm iomlán:
gl: &Nome completo:
hi: पूरा नामः (&n)
hr: P&uno ime:
hu: &Teljes név:
ia: Nomi&ne complete:
is: Fullt &nafn:
it: &Nome completo:
ja: フルネーム(&N):
kk: &Толық аты:
lt: Vi&sas vardas:
lv: Pilns &vārds:
mr: पूर्ण नाव (&N):
nb: &Fullt navn:
nds: Heel &Naam:
nn: Fullt &namn:
pl: P&ełne imię i nazwisko:
pt: &Nome completo:
ro: &Nume complet:
sk: &Celé meno:
sl: Polno &ime:
sr@ijekavian: Пу&но име и презиме:
sv: Fullständigt &namn:
ug: تولۇق ئاتى(&N):
uk: Повне і&м'я:
zh_tw: 全名(&N)：

source: Surname:
ar: اللقب:
bg: Фамилно име:
bs: Prezime:
ca: Cognom:
cs: Příjmení:
el: Επώνυμο:
es: Apellido:
et: Perekonnanimi:
eu: Abizena:
fa: شهرت:
fi: Sukunimi:
fr: Nom de famille :
ga: Sloinne:
gl: Apelido:
hi: कुलनामः
hr: Prezime:
hu: Vezetéknév:
ia: Nomine de Familia:
is: Eftirnafn:
it: Cognome:
ja: 姓:
kk: Тегі:
lt: Pavardė:
lv: Uzvārds:
mr: आडनाव :
nb: Etternavn:
nds: Familiennaam:
nn: Etternamn:
pl: Nazwisko:
pt: Apelido:
ro: Nume:
sk: Priezvisko:
sl: Priimek:
sr@ijekavian: Презиме:
sv: Efternamn:
ug: تەگئات:
uk: Прізвище:
zh_tw: 姓氏：

source: Email address:
ar: &عنوان البريد الإلكتروني:
bg: Е-поща:
bs: E-mail adresa:
ca: Adreça de correu electrònic:
cs: E-mailová adresa:
el: Διεύθυνση email:
es: Dirección de correo electrónico:
et: E-posti aadress:
eu: Helb. elek.:
fa: نشانی رایانامه:
fi: Sähköpostiosoite:
fr: Adresse de courrier électronique :
ga: Seoladh ríomhphoist:
gl: Correo electrónico:
hi: ई-मेल पताः
hr: Adresa e-pošte:
hu: E-mail cím:
ia: Adresse de E-Posta:
is: Netfang:
it: Indirizzo di posta:
ja: メールアドレス:
kk: Эл. пошта адресі:
lt: El. pašto adresas:
lv: E-pasta adrese:
mr: इमेल पत्ता :
nb: E-postadresse:
nds: Nettpostadress:
nn: E-postadresse:
pl: Adres e-mail:
pt: Endereço de e-mail:
ro: Adresă de e-mail:
sk: E-mailová adresa:
sl: E-poštni naslov:
sr@ijekavian: Адреса е‑поште:
sv: E-postadress:
ug: ئېلخەت مەنزىل:
uk: Адреса ел.пошти:
zh_tw: 電子郵件地址：

source: &Login shell:
ar: صدَفة ال&ولوج:
bg: Ко&манден интерпретатор:
ca: Intèrpret d'ordres per a l'&accés:
cs: Přih&lašovací shell:
el: &Σύνδεση σε κέλυφος:
es: &Intérprete de órdenes:
et: She&ll:
eu: &Saio-hasierako shell-a:
fa: پوسته &ورود:‌
fi: &Komentotulkki:
fr: She&ll de connexion :
ga: Blaosc &logála isteach:
gl: Shel&l de conexión:
hi: लॉगइन शेलः (&L)
hr: Ljus&ka za prijavu:
hu: Paran&csértelmező:
ia: She&ll de accesso de identification:
is: &Skel:
it: She&ll d'accesso:
ja: ログインシェル(&L):
kk: К&омандалық ортасы:
lt: &Registracijos apvalkalas:
lv: Pieteikšanās čau&la:
mr: प्रवेश शेल (&L):
nb: &Innloggingsskall:
nds: &Anmell-Konsool:
nn: &Innloggingsskal:
pl: &Domyślna powłoka:
pt: &Linha de comandos:
ro: &Interpretor:
sk: Prihlasovací &shell:
sl: Prijavna &lupina:
sr@ijekavian: &Пријавна шкољка:
sv: &Inloggningsskal:
ug: تىزىمغا كىرىش shell:
uk: &Оболонка входу:
zh_tw: 登入 Shell(&L)：

source: &Home folder:
ar: &مجلد المنزل:
bg: &Домашна папка:
bs: &Home direktorij:
ca: Carpeta d'&inici:
cs: Do&movská složka:
el: &Αρχικός φάκελος:
es: Carpeta &personal:
et: Kodukataloo&g:
eu: &Karpeta nagusia:
fa: پوشه &آغازه:‌
fi: K&otikansio:
fr: &Dossier personnel :
ga: Fillteán &baile:
gl: &Cartafol persoal:
hi: होम फ़ोल्डरः (&H)
hr: Oso&bna mapa:
hu: S&aját mappa:
ia: &Dossier Domo:
is: &Heimasvæði:
it: Cartella &Home:
ja: ホームディレクトリ(&H):
kk: &Мекен қапшығы:
lt: &Namų aplankas:
lv: &Mājas mape:
mr: मुख्य संचयीका (&H):
nb: &Hjemmemappe:
nds: To&huusorner:
nn: &Heimemappe:
pl: &Katalog domowy:
pt: Pasta &pessoal:
ro: &Director personal:
sk: Domovský &priečinok:
sl: &Domača mapa:
sr@ijekavian: &Домаћа фасцикла:
sv: &Hemkatalog:
ug: ماكان مۇندەرىجە(&H):
uk: &Домівка:
zh_tw: 家目錄(&H)：

source: &Office:
ar: ال&مكتب:
bg: &Служебен адрес:
bs: &Ured:
ca: &Oficina:
cs: Prac&oviště:
el: &Γραφείο:
es: &Oficina:
et: K&ontor:
eu: &Bulegoa:
fa: &اداره:‌
fi: &Toimisto:
fr: &Bureau :
ga: &Oifig:
gl: &Oficina:
hi: कार्यालयः (&O)
hr: U&red:
hu: M&unkahely:
ia: &Officio:
is: &Skrifstofa:
it: Uffici&o:
ja: 勤務先(&O):
kk: &Жұмыс орны:
lt: &Darbo adresas:
lv: &Birojs:
mr: ऑफिस (&O):
nb: &Kontor:
nds: &Büro:
nn: &Kontor:
pl: Pra&ca:
pt: Escritóri&o:
ro: &Serviciu:
sk: &Kancelária:
sl: &Služba:
sr@ijekavian: &Посао:
sv: K&ontor:
ug: ئىشخانا(&O):
uk: &Офіс:
zh_tw: 辦公室(&O)：

source: Offi&ce Phone:
ar: &هاتف المكتب:
bg: С&лужебен телефон:
bs: Tele&fon u uredu:
ca: Telèfon de l'ofi&cina:
cs: Telefon na pra&covišti:
el: Τηλέφωνο γραφεί&ου:
es: Teléfono de la ofi&cina:
et: Tele&fon tööl:
eu: &Bulegoko telefonoa:
fa: تلفن &اداره:‌
fi: Toi&mistopuhelin:
fr: &Téléphone professionnel :
ga: Fón &san Oifig:
gl: Teléfono da ofi&cina:
hi: कार्यालय फोनः (&c)
hr: &Telefon u uredu:
hu: Munkahelyi t&elefon:
ia: Telephono de offi&cio:
is: &Vinnusími:
it: Telefono dell'uffi&cio:
ja: 勤務先電話(&C):
kk: &Жұмыс телефоны:
lt: Dar&bo telefonas:
lv: Bi&roja tālrunis:
mr: ऑफिस फोन (&C):
nb: &Kontortelefon:
nds: Telefoon Bü&ro:
nn: &Kontortelefon:
pl: Tele&fon do pracy:
pt: Telefone do Es&critório:
ro: Telefon servi&ciu:
sk: &Telefón do kancelárie:
sl: Služ&beni telefon:
sr@ijekavian: &Телефон на послу:
sv: &Kontorets telefon:
ug: ئىشخانا تېلېفونى(&C):
uk: Теле&фон офісу:
zh_tw: 辦公室電話(&C)：

source: Ho&me Phone:
ar: &هاتف المنزل:
bg: Дом&ашен телефон:
bs: Telefon kod &kuće:
ca: Telèfon pa&rticular:
cs: Telefon do&mů:
el: Τηλέφωνο σπ&ιτιού:
es: Teléfo&no de casa:
et: Telefon ko&dus:
eu: E&txeko telefonoa:
fa: تلفن &خانه:‌
fi: Koti&puhelin:
fr: Téléphone &personnel :
ga: Fón &Baile:
gl: &Teléfono da casa:
hi: घर फोनः (&m)
hr: Kućni t&elefon:
hu: Otth&oni telefon:
ia: Telephono de do&mo:
is: Heim&asimi:
it: Telefo&no di casa:
ja: 自宅電話(&M):
kk: &Үй телефоны:
lt: Na&mų telefonas:
lv: Mājas &tālrunis:
mr: घरचा फोन (&M):
nb: Hje&mmetelefon:
nds: Telefoon toh&uus:
nn: H&eimetelefon:
pl: &Telefon do domu:
pt: Telefo&ne de Casa:
ro: Telefon &acasă:
sk: Tele&fón domov:
sl: Domači &telefon:
sr@ijekavian: &Кућни телефон:
sv: He&mtelefon:
ug: ئۆي تېلېفونى(&M):
uk: Дома&шній телефон:
zh_tw: 住家電話(&M)：

source: Login class:
ar: فئة الولوج:
bg: Клас потребители:
bs: Login klasa:
ca: Classe d'accés:
cs: Přihlašovací třída:
el: Σύνδεση σε κλάση:
es: Clase de acceso:
et: Sisselogimise klass:
eu: Saio-hasierako klasea:
fa: رده ورود:
fi: Kirjautumisluokka:
fr: Classe de connexion :
ga: Aicme logála isteach:
gl: Clase de acceso:
hi: लॉगइन वर्गः
hr: Klasa prijave:
hu: Bejelentkezési osztály:
ia: Classe de accesso de identification:
is: Innstimplunarflokkur:
it: Classe d'accesso:
ja: ログインクラス:
kk: Жүйеге кіру класы:
lt: Registracijos klasė:
lv: Pieteikšanās klase:
mr: प्रवेश वर्ग :
nb: Logginnklasse:
nds: Anmell-Klass:
nn: Innloggingsklasse:
pl: Klasa użytkownika:
pt: Classe de autenticação:
ro: Clasa de autentificare:
sk: Prihlasovacia trieda:
sl: Razred prijave:
sr@ijekavian: Пријавна класа:
sv: Inloggningsklass:
ug: تىزىمغا كىرىش تۈرى:
uk: Клас входу:
zh_tw: 登入層級：

source: &Office #1:
ar: المكتب #&1
bg: Сл&ужебен адрес 1:
bs: &Ured #1:
ca: &Oficina #1:
cs: Prac&oviště 1:
el: &Γραφείο #1:
es: &Oficina #1:
et: Kontor &1:
eu: 1. &bulegoa:
fa: &اداره #1:‌
fi: Toimipaikka &1:
fr: Bureau &1 :
ga: &Oifig #1:
gl: &Oficina 1:
hi: कार्यालय #1: (&O)
hr: &Ured #1:
hu: 1. mun&kahely:
ia: &Officio #1:
is: &Skrifstofa 1:
it: Uffici&o #1:
ja: 勤務先 #1 (&O):
kk: &Жұмыс орны #1:
lt: D&arbo adresas Nr. 1:
lv: &Birojs #1:
mr: ऑफिस #1(&O):
nb: K&ontor #1:
nds: &Büro Nr.1:
nn: K&ontor 1:
pl: Praca nr &1:
pt: Escritório #&1:
ro: &Serviciul 1:
sk: &Kancelária 1:
sl: Pisarna št. &1:
sr@ijekavian: П&осао 1:
sv: K&ontor 1:
ug: ئىشخانا #1 (&O):
uk: О&фіс 1:
zh_tw: 辦公室 #1(&O)：

source: O&ffice #2:
ar: المكتب #&2
bg: Слу&жебен адрес 2:
bs: U&red #2:
ca: O&ficina #2:
cs: Pr&acoviště 2:
el: Γ&ραφείο #2:
es: O&ficina #2:
et: Kontor &2:
eu: 2. bule&goa:
fa: &اداره #2:‌
fi: Toimipaikka &2:
fr: Bureau &2 :
ga: O&ifig #2:
gl: O&ficina 2:
hi: कार्यालय #2: (&f)
hr: U&red #2:
hu: 2. munkahe&ly:
ia: O&fficio #2:
is: S&krifstofa 2:
it: U&fficio #2:
ja: 勤務先 #2 (&F):
kk: &Жұмыс орны #2:
lt: Darbo a&dresas Nr. 2:
lv: B&irojs #2:
mr: ऑफिस #2(&O):
nb: Ko&ntor #2:
nds: Bü&ro Nr.2:
nn: Ko&ntor 2:
pl: Praca nr &2:
pt: Escritório #&2:
ro: S&erviciul 2:
sk: &Kancelária 2:
sl: Pisarna št. &2:
sr@ijekavian: По&сао 2:
sv: Ko&ntor 2:
ug: ئىشخانا #2 (&F):
uk: Оф&іс 2:
zh_tw: 辦公室 #2(&F)：

source: &Address:
ar: ال&عنوان:
bg: &Адрес:
bs: &Adresa:
ca: &Adreça:
cs: &Adresa:
el: &Διεύθυνση:
es: &Dirección:
et: &Aadress:
eu: &Helbidea:
fa: &نشانی:‌
fi: Osoit&e:
fr: &Adresse :
ga: &Seoladh:
gl: &Enderezo:
hi: पताः (&A)
hr: &Adresa:
hu: &Cím:
ia: &Adresse:
is: Heimilis&fang:
it: &Indirizzo:
ja: アドレス(&A):
kk: &Адресі:
lt: &Adresas:
lv: &Adrese:
mr: पत्ता (&A):
nb: &Adresse:
nds: &Adress:
nn: &Adresse:
pl: &Adres:
pt: En&dereço:
ro: &Adresa:
sk: &Adresa:
sl: &Naslov:
sr@ijekavian: &Адреса:
sv: &Adress:
ug: ئادرېس(&A):
uk: Адрес&а:
zh_tw: 地址(&A)：

source: Account &disabled
ar: الحساب &معطل
bg: Д&еактивиране на потребителя
bs: Korisnički račun is&ključen
ca: Compte &deshabilitat
cs: Účet &je zakázán
el: &Ανενεργός λογαριασμός
es: Cuenta &desactivada
et: Ko&nto suletud
eu: Kontua &desgaituta
fa: حساب &غیرفعال شد‌
fi: Tunnus otetaan pois &käytöstä
fr: Compte &désactivé
ga: Cuntas &díchumasaithe
gl: Conta &desactivada
hi: खाता अक्षम (&d)
hr: Račun o&nemogućen
hu: Az a&zonosító letiltva
ia: Conto &dishabilitate
is: Notandanafn ó&virkt
it: Account &disattivato
ja: アカウントを無効にする(&D)
kk: Тіркелгі &бұғатталған
lt: Paskyra &išjungta
lv: Konts &slēgts
mr: खाते अकार्यान्वित (&D)
nb: Kontoen er &sperret
nds: Konto &utmaakt
nn: Kontoen er &sperra
pl: Konto za&blokowane
pt: Conta &desactivada
ro: Cont &dezactivat
sk: Účet za&blokovaný
sl: &Račun onemogočen
sr@ijekavian: Налог и&скључен
sv: Kontot inakti&verat
ug: ھېسابات چەكلەنگەن(&D)
uk: Рахунок &заморожено
zh_tw: 帳號已關閉(&D)
