Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Cannot change owner of %1 folder. Error: %2
ar: لا يمكن تغيير مالك المجلد %1. الخطأ: %2
bg: Грешка при промяна собственика на папката "%1": %2
bs: Ne mogu promijeniti vlasnika direktorija %1. Greška: %2
ca: No es pot canviar el propietari de la carpeta %1. Error: %2
cs: Není možné změnit vlastníka složky %1. Chyba: %2
el: Δεν μπορεί να τροποποιηθεί ο ιδιοκτήτης του φακέλου %1. Σφάλμα: %2
es: Imposible cambiar el propietario de la carpeta %1. Error: %2
et: Kataloogi %1 omaniku muutmine nurjus. Viga: %2
eu: Ezin aldatu %1 karpetaren jabea Errorea: %2
fa: مالک پوشه %1 را نمی‌توان تغییر داد. خطا: %2
fi: Kansion %1 omistajaa ei voida vaihtaa Virhe: %2
fr: Impossible de changer le propriétaire du dossier « %1 ». Erreur : %2
ga: Ní féidir úinéir fillteán %1 a athrú. Earráid: %2
gl: Non foi posíbel trocar o proprietario do cartafol %1 Erro: %2
hi: फ़ोल्डर %1 के स्वामी को बदल नहीं सका. त्रुटि: %2
hr: Ne mogu promijeniti vlasnika mape %1. Pogreška: %2
hu: Nem sikerült megváltoztatni a(z) %1 mappa tulajdonosát. A hibaüzenet: %2
ia: Non pote modificar proprietari de dossier %1. Error: %2
is: Get ekki skipt um eiganda á möppu %1 Villa: %2
it: Impossibile cambiare il proprietario della cartella %1. Errore: %2
ja: ディレクトリ <filename>%1</filename> の所有者を変更できません。 エラー: %2
kk: %1 деген қапшықтың иесі өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti aplanko %1 savininko. Klaida: %2
lv: Neizdevās nomainīt īpašnieku mapei %1. Kļūda: %2
nb: Kan ikke endre eier av mappe %1. Feil: %2
nds: Eegner vun den Ornern "%1" lett sik nich ännern. Fehler: %2
nn: Kan ikkje endra eigar av mappa %1. Feil: %2
pl: Nie można zmienić właściciela katalogu %1. Błąd: %2
pt: Não foi possível mudar o dono da pasta %1. Erro: %2
ro: Nu s-a putut schimba proprietarul dosarului %1. Eroare: %2
sk: Nepodarilo sa zmeniť vlastníka priečinku %1. Chyba: %2
sl: Ni mogoče spremeniti lastnika mape %1. Napaka: %2
sr@ijekavian: Не могу да променим власника фасцикле %1. Грешка: %2
sv: Kan inte ändra ägare till katalog %1. Fel: %2
ug: قىسقۇچ %1 نىڭ ئىگىدارىنى ئۆزگەرتەلمەيدۇ. خاتالىق: %2
uk: Неможливо змінити власника теки %1. Помилка: %2
zh_tw: 無法改變目錄 %1 的擁有者。 錯誤： %2

source: Folder %1 left 'as is'. Verify ownership and permissions for user %2 who may not be able to log in.
ar: المجلد %1 تم تركه على حاله. تأكد من الأذون و الملكية للمستخدم %2 الذي يحتمل ألا يتمكن من الولوج!
bg: Папката "%1" не е променена. Проверете собственика и правата за достъп на потребителя "%2", който може да има проблеми при включването в системата!
bs: Direktorij %1 je ostavljen takav kakav je. Provjerite vlasništvo i prava pristupa za korisnika %2 koji se možda ne može prijaviti.
ca: La carpeta %1 ha quedat «com estava». Verifiqueu la propietat i els permisos de l'usuari %2, possiblement no hi puga accedir.
cs: Složka %1 ponechána tak, jak je. Zkontrolujte oprávnění a vlastnictví pro uživatele %2, který se možná nebude moci přihlásit.
el: Ο φάκελος %1 αφέθηκε 'όπως είναι'. Ελέγξτε την ιδιοκτησία και τις άδειες του χρήστη %2 ο οποίος ίσως δεν μπορεί να συνδεθεί.
es: La carpeta %1 ha quedado «como estaba». Verifique la propiedad y los permisos del usuario %2, pues quizás no pueda acceder.
et: Kataloog %1 jäeti 'nii, nagu on'. Kontrolli kasutaja %2 õigusi, kes ei tohiks saada sisse logida.
eu: %1 karpeta dagoen bezala utziko da. Egiaztatu haren jabetza eta baimenak %2 erabiltzailearentzat agian ezin izango du saioa hasi.
fa: پوشه %1 »همان‌طور که هست« رها شد. وارسی مالکیت و مجوزها برای کاربر %2 که ممکن است نتواند وارد شود.
fi: Kansio %1 on jätetty ennalleen. Varmista omistajuus ja käyttöoikeudet käyttäjälle %2, joka ei ehkä voi kirjautua sisään.
fr: Le dossier « %1 » laissé en l'état. Assurez-vous que ses droits d'accès et son propriétaire sont corrects pour l'utilisateur « %2 », sans quoi ce dernier ne pourra pas se connecter !
ga: Fágadh fillteán %1 'mar atá'. Deimhnigh úinéireacht agus ceadanna le haghaidh %2 - seans nach féidir leis/léi logáil isteach.
gl: O cartafol %1 déixase como está. Verifique a propriedade e os permisos do usuario %2 que talvez non poda acceder ao sistema.
hr: Mapa %1 je ostavljena u neizmjenjenom stanju. Provjerite vlasništvo i prava pristupa za korisnika %2 koji se možda ne može prijaviti.
hu: A(z) %1 mappa nem változik meg. Ellenőrizze a(z) %2 felhasználó tulajdonosi és hozzáférési jogosultságát (lehet, hogy a felhasználó így nem fog tudni belépni!).
ia: Dossier %1 lassate 'como es'. Verifica proprietate e permissiones per usator %2 qui poterea esser incapace de acceder.
is: Mappan %1 verður ekki snert. Athugaðu eignarupplýsingar og heimildir fyrir notandann %2 sem gæti átt í vandræðum með að stimpla sig inn.
it: La cartella %1 è stata lasciata così come era. Controlla la proprietà e i permessi per l'utente %2, che potrebbe non essere in grado di accedere.
ja: ディレクトリ <filename>%1</filename> は「そのまま」の状態です。 ユーザ %2 はログインできない可能性があります。 所有者とパーミッションを確認してください。
kk: %1 деген қапшық бұрынғы күйінде қалды. %2 деген пайдаланушының құқықтарын тексеріңіз, оның жүйеге кіре алмайтыны мүмкін.
lt: Aplankas %1 nebuvo paliestas. Patikrinkite naudotojo %2 leidimus ir nuosavybę, nes jam gali nepavykti prisiregistruoti!
lv: Mape %1 atstāta 'kā ir'. Pārbaudiet tiesības un piederību lietotājam %2, kas iespējams nevarēs pieteikties!
nb: Mappa %1 ble værende som den er. Sjekk eierskapet og rettighetene til brukeren %2, han/hun kan kanskje ikke logge inn.
nds: Orner "%1" wöör nich ännert. Prööv bitte Egendom un Verlöven för den Bruker "%2", he kann sik villicht nich anmellen.
nn: Mappa %1 er som ho var. Stadfest eigarskap og tilgangsløyve for brukar %2 som kanskje ikkje kan logga inn.
pl: Katalog %1 pozostawiony w niezmienionym stanie. Proszę sprawdzić właściciela i uprawnienia - inaczej użytkownik %2 nie będzie mógł sięzalogować.
pt: A pasta %1 foi deixada como estava. Verifique os privilégios do utilizador %2 que poderá não ser capaz de se autenticar.
ro: Dosarul %1 a fost lăsat nemodificat. Verificați permisiunile pentru utilizatorul %2 care nu ar putea să se autentifice.
sk: Priečinok %1 nebol zmenený. Overte vlastníka a práva pre užívateľa %2, pretože môže mať problémy s prihlásením.
sl: Mapa %1 je puščena taka, kot je. Preverite lastništvo in dovoljenja za uporabnika %2, ki se morda ne more prijaviti.
sr@ijekavian: Фасцикла %1 је остављена недирнутом. Проверите власништво и дозволе за корисника %2, који сада можда неће моћи да се пријави на систем.
sv: Katalogen %1 lämnad 'som den är'. Verifiera ägare och skyddet för användare %2 som kanske inte kommer kunna logga in.
ug: قىسقۇچ %1 نى ئۆزگەرتمەي ساقلايدۇ. ئىشلەتكۈچى %2 ئۈچۈن ئۇنىڭ ئىگىدارى ۋە ھوقۇقىنى تەكشۈرۈڭ بولمىسا تىزىمغا كىرەلمەسلىكى مۇمكىن.
uk: Теку %1 залишено як є. Перевірте власників та права доступу для користувача %2, можливо він не зможе увійти в систему.
zh_tw: 保持目錄 %1 不變。 請驗證無法登入的使用者 %2 的所有權與權限！

source: %1 exists and is not a folder. User %2 will not be able to log in.
ar: %1 موجود مسبقاً، و هو ليس مجلداً. المستخدم %2 لن يتمكن من الولوج!
bg: "%1" съществува, но не е папка. Потребителят "%2" няма да може да влиза в системата!
bs: %1 postoji i nije direktorij. Korisnik %2 se neće moći prijaviti.
ca: %1 existeix i no és una carpeta. L'usuari %2 potser no puga accedir al sistema.
cs: '%1' existuje, ale není to složka. Uživatel %2 se možná nebude moci přihlásit.
el: Το %1 υπάρχει και δεν είναι φάκελος. Ο χρήστης %2 δε θα μπορέσει να συνδεθεί.
es: %1 existe y no es una carpeta. El usuario %2 quizás no pueda acceder al sistema.
et: %1 on olemas ja pole kataloog. Kasutajal %2 pole võimalik sisse logida.
eu: %1 lehendik dago eta ez da karpeta. %2 erabiltzaileak ezin izango du saioa hasi.
fa: %1 وجود دارد و یک پوشه نیست. کاربر %2 نمی‌تواند وارد شود.
fi: %1 on olemassa, eikä se ole kansio. Käyttäjä %2 ei voi kirjautua sisään.
fr: « %1 » existe déjà et n'est pas un dossier. L'utilisateur « %2 » ne pourra pas se connecter !
ga: Tá %1 ann agus ní fillteán é. Ní bheidh úsáideoir %2 in ann logáil isteach.
gl: %1 existe e non é un cartafol. O usuario %2 non ha poder acceder ao sistema.
hi: %1 मौजूद है और फ़ोल्डर नहीं है. उपयोक्ता %2 लॉगइन करने में सक्षम नहीं रहेगा.
hr: %1 postoji i nije mapa. Korisnik %2 se neće moći prijaviti.
hu: %1 már létezik, de nem mappa. A(z) %2 felhasználó nem fog tudni belépni!
ia: %1 existe e il non es un dossier. Usator %2 essera incapace de acceder.
is: %1 er til en er ekki mappa. Notandinn %2 mun ekki geta stimplað sig inn.
it: %1 esiste e non è una cartella. L'utente %2 non sarà in grado di accedere.
ja: <filename>%1</filename> は存在しますがディレクトリではありません。ユーザ %2 はログインできません。
kk: %1 деген бар, ол қапшық емес. %2 деген пайдаланушы жүйеге кіре алмайды.
lt: %1 egzistuoja ir yra ne aplankas. Naudotojui %2 nepavyks prisiregistruoti.
lv: %1 eksistē un tā nav mape. Lietotājs %2 nevarēs pieteikties.
nb: %1 finnes men er ikke en mappe. Brukeren %2 vil ikke kunne logge seg inn.
nds: Dat gifft "%1" al, man dat is keen Orner. De Bruker "%2" warrt sik nich anmellen könen!
nn: %1 finst, men er inga mappe. Brukaren %2 kan ikkje logga inn.
pl: %1 istnieje i nie jest katalogiem. Użytkownik %2 nie będzie mógł się zalogować.
pt: A %1 existe e não é uma pasta. O utilizador %2 não se conseguirá autenticar.
ro: %1 există și nu este un dosar. Utilizatorul %2 nu se va putea autentifica.
sk: %1 existuje a nie je to priečinok. Užívateľ %2 sa nebude môcť prihlásiť.
sl: %1 že obstaja in ni mapa. Uporabnik %2 se ne bo mogel prijaviti.
sr@ijekavian: %1 већ постоји и није фасцикла. Корисник %2 неће моћи да се пријави.
sv: %1 existerar och är inte en katalog. Användaren %2 kommer inte att kunna logga in.
ug: %1 مەۋجۇت ھەمدە ئۇ قىسقۇچ ئەمەس.ئىشلەتكۈچى %2 تىزىمغا كىرەلمەسلىكى مۇمكىن.
uk: %1 існує, але не є текою. Користувач %2 не зможе увійти в систему.
zh_tw: %1 已經存在了，但是卻不是目錄。使用者 %2 將會無法正常登入！

source: Cannot create %1 folder. Error: %2
ar: لا يمكن إنشاء مجلد %1. الخطأ: %2
bg: Грешка при създаване на папката "%1": %2
bs: Ne mogu napraviti direktorij %1. Greška: %2
ca: No es pot crear la carpeta %1. Error: %2
cs: Není možné vytvořit složku %1. Chyba: %2
el: Δεν μπορεί να δημιουργηθεί ο φάκελος %1. Σφάλμα: %2
es: No se puede crear la carpeta %1. Error: %2
et: Kataloogi %1 loomine nurjus. Viga: %2
eu: Ezin sortu %1karpeta. Errorea: %2
fa: پوشه %1 را نمی‌توان ایجاد کرد. خطا: %2
fi: Ei voida luoda kansiota %1 Virhe: %2
fr: Impossible de créer le dossier « %1 ». Erreur : %2
ga: Ní féidir fillteán %1 a chruthú. Earráid: %2
gl: Non foi posíbel crear o cartafol %1 Erro: %2
hi: फ़ोल्डर %1 बना नहीं सका. त्रुटि: %2
hr: Ne mogu stvoriti mapu %1. Pogreška: %2
hu: Nem sikerült létrehozni a(z) %1 mappát. A hibaüzenet: %2
ia: Non pote crear dossier %1. Error: %2
is: Get ekki búið til möppuna %1 Villa: %2
it: Impossibile creare la cartella %1. Errore: %2
ja: ディレクトリ <filename>%1</filename> を作成できません。 エラー: %2
kk: %1 деген қапшық құрылмады. Қатесі: %2
lt: Nepavyksta sukurti aplanko %1. Klaida: %2
lv: Nevar izveidot mapi %1. Kļūda: %2
nb: Kan ikke lage mappa %1. Feil: %2
nds: Orner "%1" lett sik nich opstellen. Fehler: %2
nn: Kan ikkje oppretta mappa %1. Feil: %2
pl: Nie można utworzyć katalogu %1. Błąd: %2
pt: Não foi possível criar a pasta %1. Erro: %2
ro: Nu s-a putut crea dosarul %1. Eroare: %2
sk: Nepodarilo sa vytvoriť priečinok %1. Chyba: %2
sl: Ni mogoče ustvariti mape %1. Napaka: %2
sr@ijekavian: Не могу да направим фасциклу %1. Грешка: %2
sv: Kan inte skapa katalog %1. Fel: %2
ug: قىسقۇچ %1 نى قۇرالمىدى. خاتالىق: %2
uk: Неможливо створити теку %1. Помилка: %2
zh_tw: 無法建立 %1 目錄。 錯誤： %2

source: stat call on %1 failed. Error: %2
ar: نداء stat على %1 قد فشل. الخطأ: %2
bg: Грешка при промяна на собственика на "%1": %2
bs: stat poziv za %1 nije uspio. Greška: %2
ca: la crida «stat» pel fitxer %1 ha fallat. Error: %2
cs: Selhalo volání 'stat' na '%1' Chyba: %2
el: Η επίκληση της stat στο %1 απέτυχε. Σφάλμα: %2
es: La llamada a «stat» para el archivo %1 ha fallado. Error: %2
et: stat väljakutse failile %1 nurjus. Viga: %2
eu: stat deiak %1(e)n huts egin du. Errorea: %2
fa: خرابی فراخوانی stat در پرونده %1. خطا: %2
fi: stat kutsu tiedostolle %1 epäonnistui Virhe: %2
fr: Problème lors de l'appel de la fonction « stat » sur %1. Erreur : %2
ga: Theip ar glao stat ar %1. Earráid: %2
gl: Fallou a chamada a stat() para %1. Erro: %2
hi: %1 पर स्टेट काल असफल त्रुटि: %2
hr: Pozivanje za stat nad datotekom %1 nije uspjelo. Pogreška: %2
hu: A stat függvényhívás nem sikerült ezen: %1. Hiba: %2
ia: Il falleva le appello de stat sur %1. Error: %2
is: stat kall á %1 brást. Villa: %2
it: Chiamata a stat per %1 non riuscita. Errore: %2
ja: %1 への stat コールが失敗しました。 エラー: %2
kk: stat %1 дегенді шақырғанда жаңылыс орын алды. Қатесі: %2
lt: Nepavyko iškviesti %1 statistikos. Klaida: %2
lv: Statusa izsaukums uz %1 neveiksmīgs. Kļūda: %2
nb: stat-kall på %1 mislyktes. Feil:%2
nds: Oproop vun "stat" för "%1" fehlslaan. Fehler: %2
nn: Kan ikkje utføra stat-kall på %1. Feil: %2
pl: Wywołanie stat() dla %1 nie powiodło się Błąd: %2
pt: Não foi possível executar o 'stat' no ficheiro %1. Erro: %2
ro: Determinarea stării pentru %1 a eșuat. Eroare: %2
sk: Volanie stat zlyhalo pre %1. Chyba: %2
sl: Klic stat na %1 ni uspel. Napaka: %2
sr@ijekavian: Позив <icode>stat()</icode> над %1 није успео. Грешка: %2
sv: statusanrop för %1 misslyckades. Fel: %2
ug: %1 دىكى stat نى چاقىرالمىدى. خاتالىق: %2
uk: Виклик «stat» на %1 зазнав невдачі. Помилка: %2
zh_tw: 取得 %1 狀態呼叫失敗。 錯誤： %2

source: Cannot create %1: %2
ar: لا يمكن إنشاء %1: %2
bg: Грешка при създаване на "%1": %2
bs: Ne mogu napraviti %1: %2
ca: No es pot crear %1: %2
cs: Není možné vytvořit %1: %2
el: Δεν μπορεί να δημιουργηθεί το %1: %2
es: Imposible crear %1: %2
et: Ei saa luua %1: %2
eu: Ezin sortu %1: %2
fa: %1 را نمی‌توان ایجاد کرد: %2
fi: Ei voida luoda postilaatikkokansiota %1:tä: %2
fr: Impossible de créer %1 : %2
ga: Ní féidir %1 a chruthú: %2
gl: Non foi posíbel crear %1: %2
hi: बना नहीं सकता %1: %2
hr: Ne mogu stvoriti %1: %2
hu: Nem hozható létre %1: %2
ia: Non pote crear %1: %2
is: Get ekki búið til %1: %2
it: Impossibile creare %1: %2
ja: <filename>%1</filename> を作成できません: %2
kk: %1 деген құрылмады: %2
lt: Nepavyksta sukurti %1: %2
lv: Nevar izveidot %1: %2
nb: Kan ikke opprette %1: %2
nds: "%1" lett sik nich opstellen: %2
nn: Kan ikkje laga %1: %2
pl: Nie można utworzyć %1: %2
pt: Impossível criar o %1: %2
ro: Nu s-a putut crea %1: %2
sk: Nemôžem vytvoriť %1: %2
sl: Ni mogoče ustvariti %1: %2
sr@ijekavian: Не могу да направим %1: %2
sv: Kan inte skapa %1: %2
ug: %1 نى قۇرغىلى بولمىدى: %2
uk: Неможливо створити %1: %2
zh_tw: 無法建立 %1： %2

source: Cannot change owner on mailbox: %1 Error: %2
ar: لا يمكن تغيير الملكية لصندوق البريد %1 الخطأ: %2
bg: Грешка при промяна собственика на пощенската кутия "%1": %2
bs: Ne mogu promijeniti vlasnika mailboxa: %1 Greška: %2
ca: No es pot canviar el propietari de la bústia: %1 Error: %2
cs: Není možné změnit vlastníka poštovní schránky: %1 Chyba: %2
el: Δεν μπορεί να αλλαχθεί ο ιδιοκτήτης στο γραμματοκιβώτιο: %1 Σφάλμα: %2
es: Imposible cambiar el propietario del buzón: %1 Error: %2
et: Postkasti omaniku muumine nurjus: %1 Viga: %2
eu: Ezin aldatu %1 postontziaren jabea Errorea: %2
fa: مالک را در نامه‌دان نمی‌توان تغییر داد: %1 خطا: %2
fi: Postilaatikon %1 omistajaa ei voitu muuttaa Virhe: %2
fr: Impossible de changer le propriétaire de la boîte aux lettres : %1. Erreur : %2
ga: Ní féidir úinéir an bhosca poist a athrú: %1 Earráid: %2
gl: Non foi posíbel trocar o proprietario do cartafol do correo: %1 Erro: %2
hi: मेलबक्सा %1 के स्वामी को बदल नहीं सकता त्रुटि: %2
hr: Ne mogu promijeniti vlasnika poštanskog sandučića %1 Greška: %2
hu: Nem sikerült megváltoztatni a(z) %1 postaláda tulajdonosát Hiba: %2
ia: Non pote modificar proprietario sur cassetta postal: %1 Error: %2
is: Get ekki skipt um eiganda á skránni %1 Villa: %2
it: Impossibile cambiare il proprietario della casella di posta: %1 Errore: %2
ja: メールボックス <filename>%1</filename> の所有者を変更できません エラー: %2
kk: %1 пошта жәшігінің иесі өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti pašto dėžutės savininko: %1 Klaida: %2
lv: Nevar nomainīt īpašnieku pasta kastei: %1 Kļūda: %2
nb: Kan ikke endre eier av postboksen: %1 Feil: %2
nds: Eegner vun Breefkasten "%1" lett sik nich ännern. Fehler: %2
nn: Kan ikkje endra eigar av postboks: %1 Feil: %2
pl: Nie można zmienić właściciela skrzynki pocztowej %1 Błąd: %2
pt: Não foi possível alterar o dono da caixa de correio: %1 Erro: %2
ro: Nu s-a putut schimba proprietarul căsuței poștale: %1. Eroare: %2
sk: Nemôžem zmeniť vlastníka poštovej schránky: %1 Chyba: %2
sl: Ni mogoče spremeniti lastnika poštnega predala: %1 Napaka: %2
sr@ijekavian: Не могу да променим власника сандучета: %1 Грешка: %2
sv: Kan inte ändra ägaren till brevlådan %1 Fel: %2
ug: خەت ساندۇقىنىڭ ئىگىسىنى ئۆزگەرتەلمىدى: %1 خاتالىق: %2
uk: Неможливо змінити власника поштової скриньки %1 Помилка: %2
zh_tw: 無法改變郵件信箱 %1 之擁有者 錯誤： %2

source: Cannot change permissions on mailbox: %1 Error: %2
ar: لا يمكن تغيير الأذون لصندوق البريد: %1 الخطأ: %2
bg: Грешка при промяна на правата за достъп до пощенската кутия "%1": %2
bs: Ne mogu promijeniti dozvole na mailboxu: %1 Greška: %2
ca: No es poden canviar els permisos en la bústia: %1 Error: %2
cs: Není možné změnit přístupová práva poštovní schránky %1 Chyba: %2
el: Δεν μπορούν να τροποποιηθούν οι άδειες στο γραμματοκιβώτιο: %1 Σφάλμα: %2
es: Imposible cambiar los permisos del buzón: %1 Error: %2
et: Postkasti õiguste muutmine nurjus: %1 Viga: %2
eu: Ezin aldatu postontziaren baimenak: %1 Errorea: %2
fa: مجوزهای نامه‌دان را نمی‌توان تغییر داد: %1 خطا: %2
fi: Postilaatikon %1 oikeuksia ei voitu muuttaa Virhe: %2
fr: Impossible de changer les droits d'accès à la boîte aux lettres : %1. Erreur : %2
ga: Ní féidir na ceadanna ar bhosca poist a athrú: %1 Earráid: %2
gl: Non foi posíbel mudar os permisos do cartafol de correo: %1 Erro: %2
hi: मेलबक्सा %1 पर अनुमतियाँ बदल नहीं सकता त्रुटि: %2
hr: Ne mogu promijeniti ovlasti na poštanskom sandučiću %1 Greška: %2
hu: Nem tudom megváltoztatni a(z) %1 postaláda jogosultságait Hiba: %2
ia: Non pote modificar permissiones sur cassetta postal: %1 Error: %2
is: Get ekki breytt heimildum á póstshólfi %1 Villa: %2
it: Impossibile cambiare i permessi della casella di posta: %1 Errore: %2
ja: メールボックス <filename>%1</filename> のパーミッションを変更できません エラー: %2
kk: %1 Пошта жәшігіне қатынау рұқсаттары өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti pašto dėžutės leidimų: %1 Klaida: %2
lv: Nevar nomainīt tiesības pasta kastei: %1 Kļūda: %2
nb: Kan ikke endre rettighetene til postboksen: %1 Feil: %2
nds: Verlöven vun Breefkasten "%1" laat sik nich ännern. Fehler: %2
nn: Kan ikkje endra løyve til postboks: %1 Feil: %2
pl: Nie można zmienić praw do skrzynki pocztowej %1 Błąd: %2
pt: Não foi possível alterar as permissões da caixa de correio: %1 Erro: %2
ro: Nu s-au putut schimba permisiunile căsuței poștale: %1. Eroare: %2
sk: Nemôžem zmeniť prístupové práva poštovej schránky: %1 Chyba: %2
sl: Ni mogoče spremeniti dovoljenj poštnega predala: %1 Napaka: %2
sr@ijekavian: Не могу да променим дозволе приступа сандучету: %1 Грешка: %2
sv: Kan inte ändra skyddet för brevlådan %1 Fel: %2
ug: خەت ساندۇقىنىڭ ھوقۇقىنى ئۆزگەرتەلمىدى: %1 خاتالىق: %2
uk: Неможливо змінити права доступу для поштової скриньки %1 Помилка: %2
zh_tw: 無法改變郵件信箱 %1 之權限 錯誤： %2

source: Folder %1 does not exist, cannot copy skeleton for %2.
ar: .المجلد %1 غير موجود، لا يمكن نسخ الهيكل لـ %2
bg: Грешка при копиране шаблона на "%2". Папката "%1" не съществува.
bs: Direktorij %1 ne postoji, ne mogu kopirati skeleton za %2.
ca: La carpeta %1 no existeix, no es pot copiar l'esquelet per a %2.
cs: Složka %1 neexistuje, nelze zkopírovat skeleton pro '%2'.
el: Ο φάκελος %1 δεν υπάρχει, ο σκελετός δεν μπορεί να αντιγραφεί για το %2.
es: La carpeta %1 no existe; no se puede copiar el esqueleto para %2.
et: Kataloogi %1 ei ole olemas, kasutajale %2 ei saa tüüpseadistusi kopeerida.
eu: %1 karpeta ez dago, ezin kopiatu eskeletoa %2(e)rako.
fa: پوشه %1 وجود ندارد، نمی‌توان skeleton را برای %2 رونوشت کرد.
fi: Kansiota %1 ei ole olemassa, ei voida kopioida runkoa käyttäjälle %2
fr: Le dossier « %1 » n'existe pas. Impossible de copier le dossier squelette pour %2.
ga: Níl fillteán %1 ann, ní féidir creatlach a chóipeáil le haghaidh %2.
gl: O cartafol %1 non existe, non é posíbel copiar os ficheiros básicos para %2.
hi: फ़ोल्डर %1 उपलब्ध नहीं है, स्केलटॉन की नक़ल %2 के लिए नहीं कर सकता
hr: Mapa %1 ne postoji, ne mogu kopirati kostur za %2.
hu: %1 nevű mappa nem létezik, nem másolható át a struktúra mintája: %2.
ia: Dossier %1 non existe, non pote copiar skeleto per %2.
is: Mappan %1 er ekki til, get ekki afritað beinagrind að %2.
it: La cartella %1 non esiste, impossibile copiare lo scheletro di %2.
ja: ディレクトリ <filename>%1</filename> は存在しません。%2 のスケルトンをコピーできません。
kk: %1 деген қапшық жоқ, %2 үшін қаңқа файлдар көшірілмеді.
lt: Aplankas %1 neegzistuoja, todėl nepavyksta nukopijuoti %2 ruošinio.
lv: Mape %1 neeksistē, nevar kopēt skeletu priekš %2.
nb: Mappa %1 finnes ikke, kan ikke kopiere skjellettet for %2.
nds: Dat gifft den Orner "%1" nich, Koperen vun de Vörlagen för "%2" nich mööglich.
nn: Mappa %1 finst ikkje, kan ikkje kopiera strukturen for %2.
pl: Katalog %1 nie istnieje, nie można skopiować domyślnych ustawień dla użytkownika %2.
pt: A pasta %1 não existe, como tal não é possível copiar o esqueleto para %2.
ro: Dosarul %1 nu există. Nu s-a putut copia scheletul de fișiere pentru %2.
sk: Priečinok %1 neexistuje, nepodarilo sa skopírovať skeleton pre %2.
sl: Mapa %1 ne obstaja; ni mogoče kopirati ogrodja za %2.
sr@ijekavian: Фасцикла %1 не постоји, не могу да копирам скелет за %2.
sv: Katalogen %1 existerar inte, kan inte kopiera mall för %2.
ug: قىسقۇچ %1 مەۋجۇت ئەمەس، %2 ئۈچۈن سەپلىمە ھۆججەت كۆچۈرەلمەيدۇ.
uk: Тека %1 не існує, неможливо скопіювати структуру для %2.
zh_tw: 目錄 %1 不存在，不能複製 %2 的架構。
