Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: If this option is enabled, new user creation will create a private group named as the user, and the primary group of the user will assigned to this private group.
bg: Създаване на лична група за потребителя. Личната група има същото име, като името на потребителя и потребителят става член на тази група.
bs: Ako je ova opcija uključena, pravljenje novog korisnika će napraviti privatnu grupu sa istim imenom kao korinsik, te će primarna grupa korisnika biti postavljena na ovu grupu.
ca: Si s'habilita aquesta opció, la creació d'un usuari nou crearà un grup privat amb el mateix nom que l'usuari, i el grup primari de l'usuari s'assignarà a aquest grup privat.
cs: Pokud je povoleno, vytvoří se privátní skupina se stejným jménem jako jméno uživatele a přiřadí se novému uživateli jako jeho primární skupina.
el: Αν έχετε ενεργοποιήσει αυτή την επιλογή, με τη δημιουργία νέου χρήστη θα δημιουργηθεί μια ιδιωτική ομάδα που θα ονομάζεται όπως και ο χρήστης, ενώ η κύρια ομάδα του χρήστη θα εκχωρηθεί σε αυτή την ιδιωτική ομάδα.
es: Si esta opción está marcada, al crearse un nuevo usuario se creará un grupo privado con el nombre del usuario y el grupo primario del usuario será asignado a dicho grupo privado.
et: Sisselülitamisel luuakse uue kasutaja loomisel tema nimega privaatgrupp ning see määratakse ka kasutaja esmaseks grupiks.
eu: Aukera hau hautatuta badago, erabiltzaile berri bat sortzeak talde pribatua sortuko du, erabiltzailearen izenarekin, eta erabiltzailearen talde nagusia talde pribatu honekin lotuko da.
fa: در صورت فعال بودن این گزینه، ایجاد کاربر جدید، گروهی خصوصی با نام همان کاربر ایجاد می‌کند، و گروه اصلی کاربر به این گروه خصوصی انتساب می‌یابد.
fi: Jos tämä optio on valittuna, uudelle käyttäjälle luodaan oma yksityinen ryhmä nimettynä samalla nimellä kuin käyttäjätunnus ja se ryhmä asetetaan hänen ensisijaiseksi ryhmäksi.
fr: Si cette option est activée, la création d'un nouvel utilisateur créera un groupe privé avec le même nom que celui de l'utilisateur et le groupe primaire de l'utilisateur sera assigné à ce groupe privé.
ga: Leis an rogha seo, cruthófar grúpa nua príobháideach nuair a chruthaíonn tú úsáideoir nua, le hainm an úsáideora air, agus beidh sé ina phríomhghrúpa ag an úsáideoir.
gl: Se escolle esta opción, ao crear un usuario novo tamén se ha crear un grupo privado co mesmo nome, que será o grupo primario do usuario.
hi: यदि यह विकल्प चेक किया जाएगा तो नए उपयोक्ता बनाने पर नया निजी समूह उपयोक्ता के नाम पर आधारित बनाया जाएगा तथा उपयोक्ता का प्राथमिक समूह इस निजी समूह में आबंटित किया जाएगा.
hr: Ako je ova opcija omogućena, stvaranje novog korisnika će stvoriti i privatnu grupu imena kao i korisničko te će primarna korisnikova grupa biti pridružena toj privatnoj grupi.
hu: Ha ez az opció be van jelölve, új felhasználó létrehozásakor mindig létrejön egy ugyanolyan nevű csoport is, és az lesz a felhasználó elsődleges csoportja.
ia: Si iste option es habilitate, creation de nove usator creara un gruppo private appellate como le usator, e le gruppo primari del usator essera assignate a iste gruppo private.
is: Ef hakað er við þetta verður útbúin nýr hópur með sama heiti og nýji notandinn og sá hópur gerður að aðalhóp þessa notanda.
it: Se questa opzione è attivata, la creazione di un nuovo utente creerà un gruppo privato chiamato come l'utente, e il gruppo primario dell'utente sarà assegnato a questo gruppo privato.
ja: このオプションを有効にすると、新規ユーザを作成する際にユーザ名と同名のプライベートグループを作成し、ユーザのプライマリグループをこのプライベートグループに割り当てます。
kk: Құсбелгісі қойылса, жаңа пайдаланушы үшін жеке топ құрылып, негізгі тобы осы болады. Жеке топтың атауы пайдаланушының атауымен бірдей болады.
lt: Įjungus šią parinktį, naujai kuriamam naudotojui bus sukurta asmeninė grupė tokiu pačiu pavadinimu, kaip ir naudotojas, ir tai bus pirminė naudotojo grupė.
lv: Ja šī iespēja ir ieslēgta, katram jaunizveidotam lietotājiem tiks izveidota sava grupa, saukta tāpat kā lietotājs, un tā būs šī lietotāja primārā grupa.
nb: Hvis dette er slått på vil det bli laget en privat gruppe for hver ny bruker, med samme navn som brukeren, og dette blir brukerens primærgruppe.
nds: Wenn anmaakt, warrt bi't Opstellen vun niege Brukers ok en private Koppel opstellt, de na den Bruker nöömt warrt. De Hööftkoppel vun den Bruker warrt denn disse Privaatkoppel.
nn: Viss det er kryssa av her, vert det oppretta ei privat gruppe med same namn som brukaren, og primærgruppa til brukaren vert sett til denne gruppa.
pl: Jeśli ta opcja jest włączona, dla nowego użytkownika tworzona będzie prywatna grupa o nazwie odpowiadającej nazwie użytkownika; ta grupa będzie podstawową grupą użytkownika.
pt: Se esta opção estivar activada ao criar um novo utilizar cria também um grupo privado com o mesmo nome do utilizador, e o grupo primário do utilizador será este grupo privado.
ro: În cazul în care această opțiune este activată, crearea unui nou utilizator va crea un grup privat avînd același nume ca utilizatorul, și grupul primar al utilizatorului va fi atribuit acestui grup privat.
sk: Ak je táto voľba zapnutá, vytvorenie nového užívateľa vytvorí privátnu skupinu, ktorá sa bude volať rovnako ako užívateľ, a stane sa primárnou skupinou tohto užívateľa.
sl: Če je omogočena ta možnost, se bo ob ustvaritvi novega uporabnika ustvarila tudi zasebna skupina z istim imenom. Glavna skupina za tega uporabnika bo postala ta zasebna skupina.
sr@ijekavian: Ако је ова опција укључена, додавањем новог корисника направиће се и приватна група истог имена, која ће бити додељена као примарна за тог корисника.
sv: Om det här alternativet är markerat, skapas en privat grupp namngiven efter användaren när en ny användare skapas, och användarens primära grupp tilldelas till den privata gruppen.
ug: ئەگەر بۇ تاللانما تاللانسا يېڭى ئىشلەتكۈچىگە ئۆزلۈكىدىن ئوخشاش ئاتتىكى شەخسىي گۇرۇپپا قۇرىدۇ، ئىشلەتكۈچىنىڭ ئاساسى گۇرۇپپىسىمۇ مەزكۇر شەخسىي گۇرۇپپا بولىدۇ.
uk: Якщо цей параметр ввімкнено, створення нового користувача буде призводити до створення приватної групи з однаковою назвою. Ця приватна група буде вказана як основна група цього користувача.
zh_tw: 打開這個選項的話，會為新使用者建立一個私密群組，名稱跟使用者一樣，而使用者的主要群組會設定為此新的群組。

source: Default primary group
ar: المجموعة ال&رئيسية الإفتراضية
bg: Главна група по подразбиране
bs: Primarna grupa:
ca: Grup primari per defecte
cs: Výchozí primární skupina
el: Προκαθορισμένη βασική ομάδα
es: Grupo primario por omisión
et: Vaikimisi esmane grupp
eu: Talde nagusi lehenetsia
fa: گروه اصلی پیش‌فرض
fi: Ensisijainen ryhmä oletuksena
fr: Groupe principal par défaut
ga: Príomhghrúpa réamhshocraithe
gl: Grupo primario predeterminado
hi: डिफ़ॉल्ट प्राथमिक समूह
hr: Zadana osnovna grupa:
hu: Alapértelmezett elsődleges csoport
ia: Gruppo primari predefinite
is: Sjálfgefin aðalhópur
it: Gruppo primario predefinito
ja: デフォルトのプライマリグループ
kk: Әдеттегі негізгі топ
lt: Numatytoji pirminė grupė
lv: Noklusējuma primārā grupa
mr: मूलभूत प्राथमिक समूह
nb: Standard primærgruppe
nds: Standard-Hööftkoppel
nn: Standard primærgruppe
pl: Domyślna grupa podstawowa
pt: Grupo primário predefinido
ro: Grup primar implicit
sk: Štandardná hlavná skupina
sl: Privzeta glavna skupina
sr@ijekavian: Подразумевана примарна група
sv: Förvald primär grupp
ug: كۆڭۈلدىكى ئاساسىي گۇرۇپپا
uk: Типова основна група
zh_tw: 預設主要群組

source: This is the default primary group which will be assigned to a newly created user.
ar: هذه المجموعة الرئيسية الإفتراضية المخصصة للمستخدم الجديد.
bg: Това е главната група по подразбиране за нови потребители.
bs: Ovo je podrazumijevana primarna grupa koja će biti dodijeljena svakom novom kreiranom korisniku.
ca: Aquest és el grup primari per defecte que s'assignarà als usuaris creats nous.
cs: Výchozí skupina nově vytvořeného uživatele.
el: Αυτή είναι η προκαθορισμένη βασική ομάδα στην οποία θα προστεθεί ένας χρήστης που δημιουργήθηκε πρόσφατα.
es: Este es el grupo primario por omisión que será asignado a un usuario que se cree de nuevo.
et: See on vaikimisi esmane grupp, mis omistatakse loodud uutele kasutajatele.
eu: Hau sortu berri den erabiltzaile bati esleituko zaion talde nagusi lehenetsia da.
fa: این گروه اصلی پیش‌فرضی است که به یک کاربر جدید ایجادشده انتساب می‌شود.
fi: Tämä on oletus uuden käyttäjän ensisijaiselle ryhmälle.
fr: Ceci est le principal groupe par défaut qui sera assigné à un nouvel utilisateur.
ga: Seo é an príomhghrúpa réamhshocraithe a gcuirfear úsáideoirí nua ann.
gl: Este é o grupo primario predeterminado que se asignará aos novos usuarios.
hi: यह डिफ़ॉल्ट प्राथमिक समूह है जो कि नए बनाए गए उपयोक्ता को आबंटित किया जाएगा.
hr: Ovo je zadana primarna grupa koja će biti pridružena novostvorenom korisniku.
hu: Ez az alapértelmezett elsődleges csoport, mely az újonnan létrehozott azonosítóhoz lesz rendelve.
ia: Isto es le gruppo primari predefinite que essera assignate a un usator create recentemente.
is: Þetta er sjálfgefni aðalhópurinn sem nýir notendur verða gerðir meðlimir af.
it: Questo è il gruppo primario predefinito che sarà assegnato a un utente di nuova creazione.
ja: 新規ユーザにデフォルトで割り当てられるプライマリグループ
kk: Бұл әдеттегі негізгі топ, бұған жаңа пайдаланушылар қосылады.
lt: Tai numatytoji pirminė grupė, kuri bus priskirta naujai kuriamam naudotojui.
lv: Šī ir noklusējuma primārā grupa, kurā tiks ielikti jaunizveidotie lietotāji.
nb: Dette er standard primærgruppe som vil bli tildelt en nyregistrert bruker.
nds: Dit is de Koppel, de niege Brukers standardwies toornt warrt.
nn: Dette er standardprimærgruppa, som vert automatisk tildelt nye brukarar.
pl: Domyślna grupa podstawowa przypisywana nowo tworzonym użytkownikom.
pt: Este é o grupo primário predefinido que será atribuído aos novos utilizadores.
ro: Acesta este grupul primar implicit care va fi atribuit utilizatorului nou creat.
sk: Toto je štandardná hlavná skupina, ktorá bude priradená novo vytvorenému užívateľovi.
sl: To je privzeta glavna skupina, ki bo dodeljena novoustvarjenim uporabnikom.
sr@ijekavian: Ово је подразумевана примарна група која ће бити додељена новододатом кориснику.
sv: Det här är den förvalda primära gruppen som tilldelas till en nyskapad användare.
ug: بۇ يېڭىدىن قۇرۇلغان ئىشلەتكۈچىگە بەلگىلەنگەن كۆڭۈلدىكى ئاساسىي گۇرۇپپا.
uk: Це типова основна група, до якої будуть приписані новостворені користувачі.
zh_tw: 這是產生新使用者時預設的主要群組。

source: smin
eu: stxikena
hi: एस-न्यूनतम
sr@ijekavian: с‑мин

source: smax
cs: smin
eu: shandiena
hi: एस-अधिकतम
sr@ijekavian: с‑макс

source: swarn
eu: sabisua
hi: एस-चेतावनी
sr@ijekavian: с‑позор
sv: s-varning

source: sinact
eu: sinakt
hi: एस-सक्रिय
sr@ijekavian: с‑неактиван
sv: s-inaktivt

source: sexpire
eu: siraungi
hi: एस-खत्म
sr@ijekavian: с‑истиче
sv: s-utgår

source: This setting is for specifying a date when user accounts will expire.
bg: Задаване на срок на валидност на потребителя.
bs: Ova opcija služi za navođenje datuma kada korisnički račun ističe.
ca: Aquest valor és per especificar una data en què expiraran els comptes d'usuari.
cs: Toto nastavení určuje čas, kdy dojde k vypršení účtu.
el: Αυτή η ρύθμιση επιτρέπει τον προσδιορισμό ημερομηνίας όταν οι λογαριασμοί χρήστη θα εκπνεύσουν.
es: Estas configuraciones sirven para especificar la fecha en la que la cuenta del usuario expirará.
et: See määrab kuupäeva, mil kasutaja konto aegub.
eu: Ezarpen hau erabiltzaile kontuak noiz iraungiko diren zehazteko da.
fa: این تنظیم برای مشخص کردن تاریخی است که حسابهای کاربر انقضا می‌یابند.
fi: Tämä asetus määrittelee päivän, jolloin käyttäjätunnus vanhenee (käyttö estyy).
fr: Ce paramètre est utilisé pour spécifier une date d'expiration des comptes d'utilisateurs.
ga: Leis an socrú seo is féidir an dáta a rachaidh cuntais úsáideora as feidhm a shonrú.
gl: Estes parámetros indican a data na que expira a conta de usuario.
hi: यह विन्यास वह तारीख निर्दिष्ट करने के लिए है कि कब उपयोक्ता के खाते का समय बीत जाएगा.
hr: Ova postavka je za određivanje datuma kad će isteći korisnički računi.
hu: Itt lehet megadni, hogy az azonosítók mikor járjanak le.
ia: Iste preferentia es per specificar un data quando contos de usator expirara.
is: Þessi valkostur er ætlaður til skilgreiningar á því hvenær reikningar notanda renna út.
it: Questa impostazione serve a specificare la data di quando l'account dell'utente scadrà.
ja: この設定は、いつユーザアカウントが失効するか指定するためのものです。
kk: Бұл параметр парольдің мерзімі бітетін күнін көрсетеді.
lt: Šis nustatymas naudojamas nurodant naudotojo paskyros galiojimo pabaigos datą.
lv: Šis iestatījums norāda lietotāja konta darbošanās termiņu.
nb: Denne innstillinga oppgir en dato når en brukerkonto vil utløpe.
nds: Hier kannst Du en Datum angeven, wannehr en Brukerkonto aflöppt.
nn: Med dette valet kan du velja datoen som brukarkontoane skal utgå på.
pl: To ustawienie określa datę wygaśnięcia konta użytkownika.
pt: Esta opção indica a data em que as contas dos utilizadores expiram.
ro: Această opțiune este pentru a specifica o dată cînd conturile utilizatorilor vor expira.
sk: Toto nastavenie umožňuje určiť dátum, kedy vyprší platnosť účtu.
sl: Ta nastavitev je za navajanje datuma, ko bodo pretekli uporabniški računi.
sr@ijekavian: Ова поставка одређује датум када корисников налог истиче.
sv: Den här inställningen är till för att ange ett datum då användarkonton går ut.
ug: بۇ تەڭشەك ئىشلەتكۈچى ھېساباتىنىڭ ۋاقتى ئۆتىدىغان چېسلانى بەلگىلەيدۇ.
uk: Цей параметр служить для вказування дати закінчення терміну дії пароля.
zh_tw: 這個設定指定使用者帳號逾期的日期。

source: sneverexpire
eu: sinoiziraungi
hi: एस-कभी-खत्म-न-हो
sr@ijekavian: с‑никад‑не‑истиче
sv: s-utgår-aldrig

source: Check this if you want to user accounts never expire.
ar: حدد هذا الخيار إذا كنت تريد لحساب المستخدم أن لا ينتهي أبداً.
bg: Ако отметката е включена, потребителят ще бъде винаги валиден.
bs: Uključite ovo ako ne želite da korisnički računi ističu.
ca: Marqueu-ho si voleu que els comptes d'usuari no expirin mai.
cs: Zaškrtnete, pokud si přejete, aby účet nikdy nevypršel.
el: Ενεργοποιήστε αυτό αν θέλετε οι λογαριασμοί χρήστη να μην εκπνέουν ποτέ.
es: Marque esto si quiere que la cuenta de este usuario nunca expire.
et: Selle märkimisel ei aegu kasutaja konto kunagi.
eu: Hautatu hau erabiltzaileen kontuak sekula iraungi ez daitezen nahi baduzu.
fa: اگر می‌خواهید حسابهای کار هرگز انقضا نیابند، این گزینه را علامت بزنید.
fi: Valitse tämä, jos haluat käyttäjätunnuksen säilyvän jatkuvasti.
fr: Cochez ceci si vous désirez que les comptes utilisateurs n'expirent jamais.
ga: Cuir tic anseo mura mian leat cuntais úsáideora a dul as feidhm riamh.
gl: Sinale isto se quer que as contas de usuario non caduquen nunca.
hi: इस विकल्प को चेक करें यदि आप चाहते हैं कि उपयोक्ता खाता का समय कभी बीते नहीं.
hr: Ovo obilježite ako želite da korisnički računi nikad ne istiću.
hu: Jelölje be ezt, ha azt szeretné, hogy az azonosítók soha ne járjanak le.
ia: Marca isto si tu vole que le contos de usator jammais expirara.
is: Merktu við þetta ef þú vilt að reikningar notanda renni aldrei út.
it: Segnalo se vuoi che l'account utente non scada mai.
ja: ユーザアカウントの有効期限をなしにするには、これをチェックしてください。
kk: Пайдаланушылардың тіркелгісінің мерзімі ешқашан бітпес үшін, осы құсбелгіні қойыңыз.
lt: Pažymėkite šią parinktį, jei norite, kad naudotojo paskyra niekuomet nebaigtų galioti.
lv: Ieslēdziet šo, ja vēlaties lai lietotāja konti strādātu bezfalīgi.
nb: Kryss av her hvis du vil at brukerkontoer aldri skal utgå på dato.
nds: Aktiveer dit, wenn de Brukerkontos nienich aflopen schöölt.
nn: Kryss av her viss du ikkje vil at brukarkontoar skal gå ut på dato.
pl: Włącz tę opcję, jeśli konta ma nigdy nie wygasnąć.
pt: Escolha isto se deseja que as contas dos utilizadores nunca expirem.
ro: Bifați dacă doriți să nu expire conturile utilizatorului.
sk: Toto zapnite, ak nechcete, aby účet stratil platnosť.
sl: Označite to, če želite, da uporabniški računi nikoli ne pretečejo.
sr@ijekavian: Попуните ово ако желите да корисников налог никада не истекне.
sv: Markera det här om du vill att användarkonton aldrig ska gå ut.
ug: ئەگەر ئىشلەتكۈچى ھېساباتىنىڭ ۋاقتى ئۆتمىسۇن دېسىڭىز بۇ تاللانمىنى تاللاڭ.
uk: Ввімкніть цей прапорець, якщо ви хочете, щоб термін дії рахунків користувачів ніколи не закінчувався.
zh_tw: 勾選這個選項使用者帳號就永不逾期。

source: Password file
ar: ملف كلمة السر
bg: Файл за потребителите
bs: Datoteka sa šiframa
ca: Fitxer de contrasenyes
cs: Soubor hesla
el: Αρχείο κωδικού πρόσβασης
es: Archivo de contraseñas
et: Paroolifail
eu: Pasahitzen fitxategia
fa: پرونده اسم رمز
fi: Salasanatiedosto
fr: Fichier des mots de passe
ga: Comhad focal faire
gl: Ficheiro de contrasinais
hi: पासवर्ड फ़ाइल
hr: Datoteka zaporke
hu: Jelszófájl
ia: File de contrasigno
is: Lykilorðaskrá
it: File password
ja: パスワードファイル
kk: Пароль файлы
lt: Slaptažodžio failas
lv: Paroļu fails
mr: गुप्तशब्द फाईल
nb: Passordfil
nds: Passwoortdatei
nn: Passordfil
pl: Plik haseł
pt: Ficheiro de senha
ro: Fișier parolă
sk: Súbor password
sl: Datoteka gesla
sr@ijekavian: Фајл лозинки
sv: Lösenordsfil
ug: ئىم ھۆججەت
uk: Файл паролів
zh_tw: 密碼檔案

source: This specifies the users database file (usually /etc/passwd).
ar: هذا محدد لملف قاعدة بيانات المستخدمين (عادة /etc/passwd).
bg: Файл за потребителите (обикновено /etc/passwd).
bs: Ovo određuje datoteku sa bazom korisnika (obično /etc/passwd).
ca: Això especifica el fitxer de base de dades d'usuaris (usualment /etc/passwd).
cs: Nastavení souboru s uživatelskou databází (obvykle /etc/passwd).
el: Αυτό προσδιορίζει το αρχείο βάσης δεδομένων χρηστών (συνήθως /etc/passwd).
es: Esto especifica el archivo de base de datos de usuarios (normalmente /etc/passwd).
et: See määrab kasutajate andmebaasi faili (tavaliselt /etc/passwd).
eu: Honek erabiltzaileen datubase fitxategia zehazten du (normalean /etc/passwd).
fa: پرونده دادگان کاربران را مشخص می‌کند )معمولاً /etc/passwd(.
fi: Käyttäjätietojen tiedosto (tavallisesti /etc/passwd).
fr: Ceci définit le fichier de base de données des utilisateurs (habituellement « /etc/passwd »).
ga: Sonraíonn sé seo bunachar sonraí na n-úsáideoirí (/etc/passwd de ghnáth).
gl: Isto indica o ficheiro cos contrasinais dos usuarios (polo xeral /etc/passwd).
hi: यह उपयोक्ता डाटाबेस फ़ाइल को निर्दिष्ट करता है (सामान्यतया /etc/passwd).
hr: Ovo određuje datoteku baze podataka korisnika (u pravilu /etc/passwd).
hu: Itt lehet megadni a felhasználók adatfájlját (általában /etc/passwd).
ia: Isto specifica le file de base de datos de usatores (solitemente /etc/passwd).
is: Þetta skilgreinir notandagagnagrunnskrána (oftast /etc/passwd).
it: Specifica il file della banca dati degli utenti (normalmente /etc/passwd).
ja: ユーザデータベースファイルを指定します。(通常 /etc/passwd)
kk: Пайдаланушылардың деректер қорының файлы: (әдетте /etc/passwd).
lt: Čia nurodomas naudotojo duomenų bazės failas (paprastai /etc/passwd).
lv: Šis norāda lietotāju datubāzes failu (parasti /etc/passwd).
nb: Dette angir database-fila for brukere (som regel /etc/passwd).
nds: Gifft de Bruker-Datenbankdatei an (normaal "/etc/passwd").
nn: Brukardatabasefila (vanlegvis «/etc/passwd»).
pl: To określa plik z bazą użytkowników (zwykle /etc/passwd).
pt: Indica o ficheiro de base de dados de utilizadores (normalmente /etc/passwd).
ro: Specifică fișierul de tip bază de date cu utilizatori (de obicei /etc/passwd).
sk: Toto určuje súbor s databázou užívateľov (obvykle /etc/passwd).
sl: To določa uporabniško datoteko s podatkovno zbirko (običajno /etc/passwd).
sr@ijekavian: Овде се наводи фајл са базом корисника (обично <filename>/etc/passwd</filename>).
sv: Det här anger databasfilen för användare (oftast /etc/passwd).
ug: بۇ تاللانما ئىشلەتكۈچى ساندان ھۆججىتى(ئادەتتە /etc/passwd)نى بەلگىلەيدۇ.
uk: Це вказує файл бази даних користувачів (зазвичай /etc/passwd).
zh_tw: 這裡指定使用者資料庫檔案（通常都是 /etc/passwd）。

source: Group file
ar: ملف المجموعة
bg: Файл за групите
bs: Datoteka grupe
ca: Fitxer de grups
cs: Soubor skupiny
el: Αρχείο ομάδας
es: Archivo de grupos
et: Grupifail
eu: Taldeen fitxategia
fa: پرونده گروه
fi: Ryhmätiedosto
fr: Fichier des groupes
ga: Comhad grúpaí
gl: Ficheiro de grupo
hi: समूह फ़ाइल
hr: Datoteka grupe
hu: Csoportfájl
ia: File de gruppo
is: Hópaskrá
it: File gruppi
ja: グループファイル
kk: Топ файлы
lt: Grupės failas
lv: Grupu fails
mr: समूह फाईल
nb: Gruppefil
nds: Koppeldatei
nn: Gruppefil
pl: Plik grup
pt: Ficheiro de grupo
ro: Fișier grup
sk: Súbor group
sl: Datoteka skupine
sr@ijekavian: Фајл група
sv: Gruppfil
ug: گۇرۇپپا ھۆججىتى
uk: Файл груп
zh_tw: 群組檔案

source: This specifies the groups database file (usually /etc/group).
ar: هذا محدد لملف قاعدة بيانات المجموعات (عادة /etc/group).
bg: Файл за групите (обикновено /etc/group).
bs: Ovim određujete datoteku sa bazom grupa (obično /etc/group).
ca: Especifica el fitxer de base de dades de grups (normalment /etc/group).
cs: Nastavení souboru databáze skupin (obvykle /etc/group)
el: Αυτό προσδιορίζει το αρχείο βάσης δεδομένων ομάδων (συνήθως /etc/group).
es: Esto especifica el archivo de base de datos de grupos (normalmente /etc/group).
et: See määrab gruppide andmebaasi faili (tavaliselt /etc/group).
eu: Honek taldeen datubase fitxategia zehazten du (normalean /etc/group).
fa: پرونده دادگان گروه را مشخص می‌کند )معمولاً /etc/group(.
fi: Tämä määrittelee ryhmien tietojen tiedoston (tavallisesti /etc/group).
fr: Ceci définit le fichier de base de données des groupes (habituellement « /etc/group »).
ga: Sonraíonn sé seo bunachar sonraí na ngrúpaí (/etc/group de ghnáth).
gl: Isto especifica o ficheiro cos grupos (xeralmente /etc/group).
hi: यह समूह डाटाबेस फ़ाइल को निर्दिष्ट करता है (सामान्यतया /etc/group).
hr: Ovo određuje datoteku baze podataka grupa (u pravilu /etc/group).
hu: Itt lehet megadni a csoportok adatfájlját (általában /etc/group).
ia: Isto specifica le file de base de datos de gruppos (solitemente /etc/group).
is: Þetta skilgreinir hópagagnagrunnskrána (oftast /etc/group).
it: Specifica il file della banca dati dei gruppi (normalmente /etc/group).
ja: グループデータベースファイルを指定します。(通常 /etc/group)
kk: Топтар деректер қорының файлы: (әдетте /etc/group).
lt: Čia nurodomas grupės duomenų bazės failas (paprastai /etc/group).
lv: Šis norāda grupu datubāzes failu (parasti /etc/group).
nb: Dette angir database-fila for grupper (som regel /etc/group).
nds: Gifft de Koppel-Datenbankdatei an (normaal "/etc/group").
nn: Gruppedatabasefila (vanlegvis «/etc/group»).
pl: To określa plik z bazą grup zwykle /etc/group).
pt: Indica o ficheiro de base de dados de grupos (normalmente /etc/group).
ro: Specifică fișierul de tip bază de date cu grupuri (de obicei /etc/group).
sk: Toto určuje súbor s databázou skupín (obvykle /etc/group).
sl: To določa datoteko skupine s podatkovno zbirko (običajno /etc/group).
sr@ijekavian: Овде се наводи фајл са базом група (обично <filename>/etc/group</filename>).
sv: Det här anger databasfilen för grupper (oftast /etc/group).
ug: بۇ تاللانما گۇرۇپپا ساندان ھۆججىتى(ئادەتتە /etc/group)نى بەلگىلەيدۇ.
uk: Це вказує файл бази даних груп (зазвичай /etc/group).
zh_tw: 這裡指定群組資料庫檔案（通常都是 /etc/group）。

source: MD5 Shadow passwords
bg: Скрити пароли MD5
bs: MD5 shadow šifre
ca: Contrasenyes ombra MD5
cs: MD5 shadow heslo
el: κωδικοί πρόσβασης Shadow στο MD5
es: Contraseñas ocultas MD5
et: MD5 variparoolid
eu: MD5 shadow pasahitzak
fa: اسم رمزهای MD5 Shadow
fi: MD5 shadow-salasanat
fr: Mots de passe cachés par MD5
ga: Scáthfhocail fhaire MD5
gl: Contrasinais en ficheiro shadow MD5
hi: एमडी5 शेडो पासवर्ड
hr: Zaporke zasjenjene s MD5
hu: MD5-ös árnyékjelszavak
ia: Contrasignos umbra (shadow) de MD5
is: MD5 lykilorð
it: Password shadow MD5
ja: MD5 シャドウパスワード
kk: Парольдерді MD5 көлеңкелеу
lt: MD5 shadow slaptažodžiai
lv: MD5 Shadow paroles
mr: एमडी5 शेडो गुप्तशब्द
nb: MD5 Skyggepassord
nds: MD5-Schaddenpasswöör
nn: MD5-skuggepassord
pl: Ukryte hasła MD5
pt: Senhas 'Shadow' MD5
ro: Parolă criptată MD5
sk: Tieňové heslá MD5
sl: Senčna gesla MD5
sr@ijekavian: МД5 заклоњене лозинке
sv: MD5-skugglösenord
ug: MD5 سايە ئىم
uk: MD5 затінені паролі
zh_tw: 用 MD5 將密碼加密
