Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: LDAP Base DN
bg: Базов индекс за LDAP
ca: DN base LDAP
cs: Základní DN LDAP
el: Βάση DN LDAP
et: LDAP-i Base DN
fr: Nom de domaine de base LDAP
ga: DN Bunaidh LDAP
gl: DN base de LDAP
hi: एलडीएपी बेस डीएन
hr: Bazni DN LDAP-a
hu: LDAP alapnév (Base DN)
ia: DN Base de LDAP
is: LDAP grunn DN
it: DN Base LDAP
ja: LDAP ベース DN
kk: LDAP DN негізі
lt: LDAP Bazinis DN
lv: LDAP bāzes DN
mr: एलडीएपी बेस डीएन
nds: LDAP-Basis-DN
nn: LDAP grunn-DN
pl: Bazowa domena LDAP
pt: DN de base LDAP
ro: Baza LDAP DN
sk: Základné DN pre LDAP
sl: Osnovni DN od LDAP
sr@ijekavian: ЛДАП базни ДН
sv: LDAP-basdomännamn
uk: Основа DN LDAP

source: LDAP Filter
ar: المرشح
bg: Филтър за LDAP
ca: Filtre LDAP
cs: LDAP filtr
el: Φίλτρο LDAP
es: Filtro LDAP
et: LDAP-i filter
eu: LDAP iragazkia
fa: پالایه LDAP
fi: LDAP suodatin
fr: Filtre LDAP
ga: Scagaire LDAP
gl: Filtro LDAP
hi: एलडीएपी फ़िल्टर
hr: Filtar LDAP
hu: LDAP szűrő
ia: Filtro LDAP
is: LDAP sía
it: Filtro LDAP
ja: LDAP フィルタ
kk: LDAP сүзгісі
lt: LDAP filtras
lv: LDAP filtrs
mr: एलडीएपी गाळणी
pl: Filtr LDAP
pt: Filtro LDAP
ro: Filtru LDAP
sk: Filter pre LDAP
sl: Filter LDAP
sr@ijekavian: ЛДАП филтер
ug: LDAP سۈزگۈچ
uk: Фільтр LDAP
zh_tw: LDAP 過濾器

source: LDAP no encryption
ar: بدون تعمية
bg: Нешифрована връзка за LDAP
bs: LDAP bez šifrovanja
ca: LDAP sense encriptatge
cs: LDAP bez šifrování
el: Χωρίς κρυπτογράφηση LDAP
es: LDAP sin cifrar
et: LDAP krüptimiseta
eu: LDAP enkriptatu gabe
fa: بدون رمزبندی LDAP
fi: LDAP ei salakirjoitusta
fr: LDAP sans chiffrement
ga: LDAP gan chriptiú
gl: LDAP sen cifraxe
hi: एलडीएपी एनक्रिप्शन नहीं
hr: LDAP bez kriptiranja
hu: LDAP titkosítás nélkül
ia: Nulle encryption de LDAP
is: LDAP engin dulkóðun
it: Nessuna cifratura LDAP
ja: LDAP 非暗号化
kk: LDAP шифрланбаған
lt: LDAP be šifravimo
lv: LDAP bez šifrēšanas
mr: एलडीएपी कुटलिपी नाही
nb: LDAP ingen kryptering
nds: LDAP ahn Verslöteln
nn: LDAP inga kryptering
pl: LDAP bez szyfrowania
pt: LDAP sem encriptação
ro: LDAP fără criptare
sk: LDAP bez šifrovania
sl: LDAP brez šifriranja
sr@ijekavian: ЛДАП без шифровања
sv: LDAP utan kryptering
ug: LDAP شىفىر يوق
uk: LDAP без шифрування
zh_tw: LDAP 不加密

source: LDAP TLS
ar: TLS
bg: Шифрована връзка TLS за LDAP
ga: TLS LDAP
hi: एलडीएपी टीएलएस
ia: TLS de LDAP
it: TLS LDAP
mr: एलडीएपी टीएलएस
nb: LFAP TLS
nn: LFAP TLS
pl: TLS LDAP
sl: TLS za LDAP
sr@ijekavian: ЛДАП ТЛС

source: LDAP SSL
ar: SSL
bg: Шифрована връзка SSL за LDAP
ga: SSL LDAP
hi: एलडीएपी एसएसएल
ia: SSL de LDAP
it: SSL LDAP
mr: एलडीएपी एसएसएल
pl: SSL LDAP
sl: SSL za LDAP
sr@ijekavian: ЛДАП ССЛ

source: LDAP Anonymous
ar: مجهول الاسم
bg: Анонимно включване към LDAP
bs: LDAP anonimni pristup
ca: LDAP anònim
cs: Anonymní LDAP
el: Ανώνυμο LDAP
es: LDAP anónimo
et: LDAP anonüümne
eu: LDAP anonimoa
fa: LDAP بی‌نام
fi: LDAP Anonyymi
fr: LDAP Anonyme
ga: Gan Ainm LDAP
gl: LDAP anónimo
hi: एलडीएपी एनोनिमस
hr: LDAP anonimni
ia: Anonymous de LDAP
is: LDAP nafnlaust
it: Anonimo LDAP
ja: LDAP 匿名
kk: Анонимді LDAP
lt: LDAP anoniminis
lv: LDAP anonīms
mr: एलडीएपी निनावी
nb: LDAP anonym
nds: LDAP anonüm
nn: LDAP anonym
pl: Anonimowe LDAP
pt: LDAP Anónimo
ro: LDAP anonim
sk: LDAP anonymne
sl: Anonimni LDAP
sr@ijekavian: ЛДАП анонимно
sv: Anonym LDAP
ug: LDAP ئاتسىز
uk: LDAP анонім
zh_tw: LDAP 匿名

source: LDAP Simple auth
ar: بسيط
bg: Обикновена идентификация за LDAP
bs: LDAP jednostavna aut.
ca: Autorització simple LDAP
cs: LDAP jednoduché ověřování
el: Απλή πιστοποίηση LDAP
es: Autorización simple LDAP
et: LDAP-i lihtne autentimine
eu: LDAP autentikazio sinplea
fi: LDAP yksinkertainen autentikointi
fr: LDAP avec authentification simple
ga: Fíordheimhniú simplí LDAP
gl: LDAP con autenticación simple
hi: एलडीएपी सिंपल ऑथ
hr: Jednostavna autentifikacija LDAP-a
hu: LDAP egyszerű felhasználóazonosítás
ia: Simple aut. de LDAP
is: LDAP einföld auðkenning
it: Autenticazione semplice LDAP
ja: LDAP シンプル認証
kk: LDAP - қарапайым авторизациясы
lt: LDAP paprasta autentikacija
lv: LDAP parastā autorizācija
mr: एलडीएपी साधे ऑथ
nb: LDAP enkel aut
nds: LDAP eenfache Anmellen
nn: LDAP enkel aut
pl: Prosta autoryzacja LDAP
pt: LDAP Autenticação simples
ro: Autentificare simplă LDAP
sk: LDAP jednoduché overovanie
sl: Preprosta overitev za LDAP
sr@ijekavian: ЛДАП једноставна аутентификација
sv: LDAP med enkel behörighet
ug: LDAP ئاددىي دەلىللەش
uk: Проста auth LDAP
zh_tw: LDAP 簡單認證

source: LDAP SASL auth
ar: SASL
bg: Идентификация SASL за LDAP
bs: LDAP SASL aut.
ca: Autorització SASL LDAP
cs: LDAP SASL ověřování
el: Πιστοποίηση LDAP μέσω SASL
es: Autorización LDAP SASL
et: LDAP-i SASL autentimine
eu: LDAP SASL autentikazioa
fi: LDAP SASL autentikointi
fr: LDAP avec authentification SASL
ga: Fíordheimhniú SASL LDAP
gl: LDAP con autenticación SASL
hi: एलडीएपी एसएएसएल ऑथ
hr: LDAP-ova autentifikacija SASL
hu: LDAP SASL autentikáció
ia: Aut. SASL de LDAP
is: LDAP SASL auðkenning
it: Autenticazione SASL LDAP
ja: LDAP SASL 認証
kk: LDAP SASL авторизациясы
lt: LDAP SASL autentikacija
lv: LDAP SASL autorizācija
mr: एलडीएपी एसएएसएल ऑथ
nb: LDAP SASL-aut
nds: LDAP SASL-Anmellen
nn: LDAP SASL-aut
pl: Autoryzacja SASL LDAP
pt: LDAP Autenticação SASL
ro: Autentifcare LDAP SASL
sk: LDAP overovanie SASL
sl: Overitev SASL za LDAP
sr@ijekavian: ЛДАП САСЛ аутентификација
sv: LDAP med SASL-behörighet
ug: LDAP SASL دەلىللەش
uk: SASL auth для LDAP
zh_tw: LDAP SASL 認證

source: LDAP SASL mechanism
ar: آلية SASL
bg: Механизъм SASL за LDAP
bs: LDAP SASL mehanizam
ca: Mecanisme SASL LDAP
cs: LDAP SASL mechanizmus
el: Μηχανισμός SASL σε LDAP
es: Mecanismo LDAP SASL
et: LDAP-i SASL-mehhanism
eu: LDAP SASL mekanismoa
fa: سازوکار LDAP SASL
fi: LDAP SASL mekanismi
fr: Mécanisme SASL LDAP
ga: Meicníocht SASL LDAP
gl: Mecanismo SASL de LDAP
hi: एलडीएपी एसएएसएल मेकेनिज़्म
hr: LDAP-ov mehanizam SASL
hu: LDAP SASL-mechanizmus
ia: Mechanismo SASL de LDAP
is: LDAP SASL aðferð
it: Meccanismo SASL LDAP
ja: LDAP SASL メカニズム
kk: LDAP SASL тетігі
lt: LDAP SASL mechanizmas
lv: LDAP SASL mehānisms
mr: एलडीएपी एसएएसएल मेकेनिज़्म
nb: LDP SASL-mekanisme
nds: LDAP SASL-Metood
nn: LDP SASL-mekanisme
pl: Mechanizm SASL LDAP
pt: LDAP Mecanismo SASL
ro: Mecanism LDAP SASL
sk: LDAP mechanizmus SASL
sl: Mehanizem SASL za LDAP
sr@ijekavian: ЛДАП САСЛ механизам
sv: LDAP SASL-mekanism
ug: LDAP SASL ھېسابلاش ئۇسۇلى
uk: Механізм SASL для LDAP
zh_tw: LDAP SASL 機制

source: LDAP User container
bg: Хранилище за потребителите в LDAP
bs: LDAP kontejner korisnika
ca: Contenidor d'usuari LDAP
cs: Kontejner LDAP uživatele
el: Υποδοχέας χρήστη LDAP
es: Contenedor de usuario LDAP
et: LDAP-i kasutaja konteiner
eu: LDAP erabiltzaile edukinontzia (uc)
fa: دربرگیرنده کاربر LDAP
fi: LDAP käyttäjäsäiliö
fr: Conteneur d'utilisateurs LDAP
ga: Coimeádán úsáideora LDAP
gl: Contedor de usuarios de LDAP
hi: एलडीएपी उपयोक्ता कन्टेनर
hr: Korisnički spremnik LDAP-a
hu: LDAP felhasználótartó
ia: Receptaculo de usator de LDAP
is: LDAP Notandaílát
it: Contenitore utenti LDAP
ja: LDAP ユーザコンテナ
kk: LDAP пайдаланушы контейнері
lt: LDAP naudotojų talpyklė
lv: LDAP lietotāja konteiners
mr: एलडीएपी वापरकर्ता कन्टेनर
nb: KDE Brukerlager
nds: LDAP-Brukercontainer
nn: LDAP brukarlager
pl: Przechowywanie użytkowników LDAP
pt: Contentor de Utilizadores LDAP
ro: Recipientul utilizatorului LDAP
sk: Kontejner užívateľov LDAP
sl: Vsebnik uporabnikov za LDAP
sr@ijekavian: ЛДАП садржалац корисника
sv: LDAP-användarbehållare
ug: LDAP ئىشلەتكۈچى قاچىسى
uk: Контейнер користувачів LDAP
zh_tw: LDAP User 存放處

source: This specifies where to store users' entries relative to the LDAP base DN.
bg: Хранилище за потребителите в LDAP - относително спрямо базовия индекс (DN).
bs: Ovim određujete gdje se čuvaju stavke korisnika u odnosu na Base DN LDAPa.
ca: Això especifica on guardar les entrades d'usuari relatives al DN base LDAP.
cs: Umístění uložení uživatelských záznamů relativně proti základní DN LDAP.
el: Αυτό προσδιορίζει πού θα αποθηκευτούν οι καταχωρήσεις χρηστών που αφορούν τη βάση DN του LDAP.
es: Aquí se especifica donde se almacenan las entradas de usuario relativas a la LDAP base DN.
et: Määrab, kuhu salvestada kasutajate LDAP-i baas-DN-iga seotud kirjed.
eu: Honek zehazten du non gordeko diren erabiltzaileen sarrerak LDAP base DN oinarritzat hartuz.
fa: جایی که مدخلهای کاربر وابسته به LDAP base DN ذخیره می‌شوند را مشخص می‌کند.
fi: Tämä määrittelee, mihin LDAP base DN -riippuvat käyttäjätiedot talletetaan.
fr: Définit l'emplacement de stockage des entrées des utilisateurs relatives au nom de domaine de base LDAP.
ga: Seo é an áit ina stórálfar iontrálacha úsáideoirí, i gcoibhneas don DN bunaidh LDAP.
gl: Isto especifica onde gardar as entradas dos usuarios en relación ao DN base do LDAP.
hi: एलडीएपी बेस डीएन के सापेक्ष उपयोक्ता की प्रविष्टियों को कहाँ भंडारित करना है यह निर्दिष्ट करता है.
hr: Ovo određuje gdje pohraniti korisničke unose u odnosu na LDAP-ov bazni DN.
hu: Ez határozza meg, hogy a felhasználók bejegyzései hová kerüljenek (az LDAP alap-DN-hez képest).
ia: Isto specifica ubi immagazinar entratas de usator relative al base DN de LDAP.
is: Þetta skilgreinir hvar þú vilt geyma færslur tengdar notendum frá LDAP base DN.
it: Specifica dove salvare le voci degli utenti relative al DN base LDAP.
ja: ユーザエントリを保存する場所を LDAP ベース DN に対する位置で指定します。
kk: Бұл LDAP DN арқылы көрсетілген пайдаланушылардың жазуын қайда сақталатынын анықтайды.
lt: Čia nurodoma, kur saugoti naudotojų įrašus, santykinai su LDAP šakniniu DN.
lv: Šis norāda, kur saglabāt lietotāju ierakstus relatīvi pret LDAP bāzes DN.
nb: Dette angir hvor brukeres oppføringer skal lagres relativt til LDAPS base-DN.
nds: Gifft an, woneem de Brukerindrääg liggt, relativ to den LDAP-Basis-DN
nn: Kor brukaroppføringar skal lagrast relativt til LDAP grunn-DN-en.
pl: To pole określa, gdzie przechowywać informacje o użytkownikach względnie do bazowej domeny LDAP.
pt: Indica onde guardar as entradas dos utilizadores relativamente ao DN base de LDAP.
ro: Specifică unde să stocheze înregistrările utilizatorilor relative la baza LDAP DN
sk: Toto určuje, kde uložiť záznamy užívateľov relatívne k základnému DN.
sl: To določa, kje naj se shranjujejo uporabniški vnosi, relativno na osnovni DN za LDAP.
sr@ijekavian: Ово одређује где ће се смештати уноси корисника у односу на ЛДАП базни ДН.
sv: Det här anger var användares poster lagras relativt i förhållande till LDAP-basdomännamnet.
ug: بۇ تاللانما ساقلانغان ئىشلەتكۈچى تۈرىنىڭ LDAP base DN غا بولغان ئورنىنى بەلگىلەيدۇ.
uk: Це вказує де зберігати записи користувачів відносно основи DN LDAP.
zh_tw: 這裡指定存放使用者資料的地方，相對於 LDAP base DN。

source: LDAP User filter
ar: مرشح المستخدم
bg: Филтър за потребителите в LDAP
bs: LDAP kontejner korisnika
ca: Filtre d'usuaris LDAP
cs: Filtr LDAP uživatelů
el: Φίλτρο χρήστη LDAP
es: Filtro de usuario LDAP
et: LDAP-i kasutaja filter
eu: LDAP erabiltzaile iragazkia
fa: پالایه کاربر LDAP
fi: LDAP-käyttäjäsuodatin
fr: Filtre d'utilisateurs LDAP
ga: Scagaire úsáideora LDAP
gl: Filtro de usuarios para LDAP
hi: एलडीएपी उपयोक्ता फिल्टर
hr: Filtar LDAP-korisnika
hu: LDAP felhasználószűrő
ia: Filtro de usator de LDAP
is: LDAP notandasía
it: Filtro degli utenti LDAP
ja: LDAP ユーザフィルタ
kk: LDAP пайдаланушыларының cүзгісі
lt: LDAP naudotojų filtras
lv: LDAP lietotāju filtrs
mr: एलडीएपी वापरकर्ता गाळणी
nb: LDAP bruker filter
nds: LDAP-Brukerfilter
nn: LDAP-brukarfilter
pl: Filtr użytkowników LDAP
pt: Filtro de utilizadores LDAP
ro: Filtrul de utilizator LDAP
sk: Filter užívateľov LDAP
sl: Uporabniški filter za LDAP
sr@ijekavian: ЛДАП филтер корисника
sv: LDAP-användarfilter
ug: LDAP ئىشلەتكۈچى سۈزگۈچى
uk: Фільтр користувача LDAP
zh_tw: LDAP 使用者過濾器

source: This specifies the filter used for user entries.
ar: هذا المرشح المحدد يستخدم للمستخدم المدخل.
bg: Филтър, който ще се използва за потребителите.
bs: Ovim određujete prefiks koji će se koristiti za unose korisnika.
ca: Això especifica el filtre que s'usarà per a les entrades d'usuari.
cs: Filtr pro uživatelské záznamy.
el: Αυτό προσδιορίζει το φίλτρο πού χρησιμοποιείται για τις καταχωρήσεις χρηστών.
es: Esto especifica el filtro que se usará en las entradas de usuario.
et: Määrab, millist filtrit kasutada kasutajakirjete puhul.
eu: Honek sarreretan erabiliko den iragazkia zehazten du.
fa: پالایه مورد استفاده برای مدخلهای کاربر را مشخص می‌کند.
fi: Tämä määrittelee käyttäjätietojen suodattimen
fr: Ceci définit le filtre qui sera utilisé pour les entrées de l'utilisateur.
ga: Seo é an scagaire a úsáidtear le haghaidh iontrálacha úsáideoirí.
gl: Isto especifica o filtro usado para as entradas de usuarios.
hi: उपयोक्ता प्रविष्टियों के लिए उपयोग में लिए जाने वाले फ़िल्टर को निर्दिष्ट करता है.
hr: Ovo određuje filtar za unose korisnika.
hu: Ez a szűrő fog tartozni a felhasználóbejegyzésekhez.
ia: Isto specifica le filtro usate per entratas de usator.
is: Þetta skilgreinir síuna sem á að nota á notandafærslur.
it: Questo specifica il filtro usato per le voci utente.
ja: ユーザエントリに適用するフィルタを指定します。
kk: Пайдаланушылар жазулар үшін қолданылатын сүзгі.
lt: Čia nurodoma, koks filtras bus naudojamas naudotojo įrašams.
lv: Šis norāda lietotāju ierakstu fltru.
nb: Dette angir hvilket filter som blir brukt for brukeroppføringer.
nds: Gifft den Filter för Brukerindrääg an
nn: Filteret som skal brukast for brukaroppføringar.
pl: Określa filtr używany do wyboru użytkowników.
pt: Indica qual o filtro utilizado para as entradas dos utilizadores.
ro: Specifică filtrul folosit pentru înregistrările utilizatorului.
sk: Toto určuje filter používaný na položky užívateľov.
sl: To določa filter, ki je uporabljen za uporabniške vnose.
sr@ijekavian: Ово наводи филтер за уносе корисника.
sv: Det här anger filtret som används för användarposter.
ug: بۇ تاللانما ئىشلەتكۈچى تۈرىدە ئىشلەتكەن سۈزگۈچنى بەلگىلەيدۇ.
uk: Це вказує фільтр, який використовується для записів користувача.
zh_tw: 這裡指定用於過濾使用者資料的過濾器。

source: LDAP Group container
bg: Хранилище за групите в LDAP
bs: LDAP kontejner grupa
ca: Contenidor de grup LDAP
cs: Kontejner skupiny LDAP
el: Υποδοχέας ομάδας LDAP
es: Contenedor de grupo LDAP
et: LDAP-i grupi konteiner
eu: LDAP talde edukinontzia (gc)
fa: دربرگیرنده گروه LDAP
fi: LDAP ryhmäsäiliö
fr: Conteneur de groupes LDAP
ga: Coimeádán grúpa LDAP
gl: Contedor de grupos de LDAP
hi: एलडीएपी समूह कन्टेनर
hr: LDAP-ov spremnik grupa
hu: LDAP csoporttartó
ia: Receptaculo de gruppo de LDAP
is: LDAP hópaílát
it: Contenitore gruppi LDAP
ja: LDAP グループコンテナ
kk: LDAP тобы контейнері
lt: LDAP grupės saugykla
lv: LDAP grupu konteiners
mr: एलडीएपी समूह कन्टेनर
nb: LDAP gruppelager
nds: LDAP-Koppelcontainer
nn: LDAP-gruppelager
pl: Przechowywanie grup LDAP
pt: Contentor de Grupos LDAP
ro: Recipientul grup LDAP
sk: Kontejner skupín LDAP
sl: Vsebnik skupin za LDAP
sr@ijekavian: ЛДАП садржалац група
sv: LDAP-gruppbehållare
ug: LDAP گۇرۇپپا قاچىسى
uk: Контейнер груп LDAP
zh_tw: LDAP 群組存放處

source: This specifies where to store groups' entries relative to the LDAP base DN.
bg: Хранилище за групите в LDAP - относително спрямо базовия индекс (DN).
bs: Ovim određujete gdje se čuvaju stavke grupa u odnosu na Base DN LDAPa.
ca: Això especifica on guardar les entrades de grup relatives al DN base LDAP.
cs: Umístění uložení záznamů skupin relativně proti základní DN LDAP.
el: Αυτό προσδιορίζει πού θα αποθηκευτούν οι καταχωρήσεις των ομάδων που αφορούν τη βάση DN του LDAP.
es: Aquí se especifica donde se almacenan las entradas de grupo relativas a la LDAP base DN.
et: Määrab, kuhu salvestada gruppide LDAP-i baas-DN-iga seotud kirjed.
eu: Honek zehazten du non gordeko diren taldeen sarrerak LDAP base DN oinarritzat hartuz.
fa: جایی که مدخلهای گروه وابسته به LDAP base DN ذخیره می‌شوند را مشخص می‌کند.
fi: Tämä määrittelee, mihin LDAP base DN -riippuvat ryhmätiedot talletetaan.
fr: Définit l'emplacement de stockage des entrées des groupes relatifs au nom de domaine de base LDAP.
ga: Seo é an áit ina stórálfar iontrálacha grúpaí, i gcoibhneas don DN bunaidh LDAP.
gl: Isto especifica onde gardar as entradas de grupos en relación ao DN base de LDAP.
hi: एलडीएपी बेस डीएन के सापेक्ष समूह की प्रविष्टियों को कहाँ भंडारित करना है यह निर्दिष्ट करता है.
hr: Ovo određuje gdje pohraniti unose grupa u odnosu na LDAP-ov bazni DN.
hu: Ez határozza meg, hogy a csoportok bejegyzései hová kerüljenek (az LDAP alap-DN-hez képest).
ia: Isto specifica ubi immagazinar entratas de gruppos relative al base DN de LDAP.
is: Þetta skilgreinir hvar þú vilt geyma færslur tengdar hópum frá LDAP base DN.
it: Specifica dove salvare le voci dei gruppi relative al DN base LDAP.
ja: グループエントリを保存する場所を LDAP ベース DN に対する位置で指定します。
kk: Бұл LDAP DN арқылы көрсетілген топтардың жазуын қайда сақталатынын анықтайды.
lt: Čia nurodoma, kur saugoti grupių įrašus, santykinai su LDAP šakniniu DN.
lv: Šis norāda, kur saglabāt grupu ierakstus relatīvi pret LDAP bāzes DN.
nb: Dette angir hvor gruppers oppføringer skal lagres relativt til LDAPS base-DN.
nds: Gifft an, woneem de Koppelindrääg liggt, relativ to den LDAP-Basis-DN
nn: Kor gruppeoppføringar skal lagrast relativt til LDAP grunn-DN-en.
pl: To pole określa, gdzie przechowywać informacje o grupach względnie do bazowej domeny LDAP.
pt: Indica onde guardar as entradas dos grupos relativamente ao DN base de LDAP.
ro: Specifică unde să stocheze înregistrările relative la baza LDAP DN
sk: Toto určuje, kde uložiť záznamy skupín relatívne k základnému DN.
sl: To določa, kje naj se shranjujejo skupinski vnosi, relativno na osnovni DN za LDAP.
sr@ijekavian: Ово одређује где ће се смештати уноси група у односу на ЛДАП базни ДН.
sv: Det här anger var gruppers poster lagras relativt i förhållande till LDAP-basdomännamnet.
ug: بۇ تاللانما ساقلانغان گۇرۇپپا تۈرىنىڭ LDAP base DN غا بولغان ئورنىنى بەلگىلەيدۇ.
uk: Це вказує, де зберігати записи груп відносно основи DN LDAP.
zh_tw: 這裡指定存放群組資料的地方，相對於 LDAP base DN。

source: LDAP Group filter
ar: مرشح المجموعة
bg: Филтър за групите в LDAP
bs: LDAP kontejner grupa
ca: Filtre de grups LDAP
cs: Filtr LDAP skupin
el: Φίλτρο ομάδας LDAP
es: Filtro de grupo LDAP
et: LDAP-i grupi filter
eu: LDAP talde iragazkia
fa: پالایه گروه LDAP
fi: LDAP-ryhmän suodatin
fr: Filtre de groupes LDAP
ga: Scagaire grúpa LDAP
gl: Filtro de grupo de LDAP
hi: एलडीएपी समूह फ़िल्टर
hr: Filtar LDAP-grupa
hu: LDAP csoportszűrő
ia: Filtro de gruppo de LDAP
is: LDAP hópsía
it: Filtro dei gruppi LDAP
ja: LDAP グループフィルタ
kk: LDAP тобының сүзгісі
lt: LDAP grupės filtras
lv: LDAP grupu filtrs
mr: एलडीएपी समूह गाळणी
nb: LDAP gruppefilter
nds: LDAP-Koppelfilter
nn: LDAP-gruppefilter
pl: Filtr grup LDAP
pt: Filtro de grupos LDAP
ro: Filtru Grup LDAP
sk: Filter skupín LDAP
sl: Filter skupin za LDAP
sr@ijekavian: ЛДАП филтер група
sv: LDAP-gruppfilter
ug: LDAP گۇرۇپپا سۈزگۈچى
uk: Фільтр групи LDAP
zh_tw: LDAP 群組過濾器

source: This specifies the filter used for group entries.
ar: هذا المرشح المحدد يستخدم للمجموعة المدخلة.
bg: Филтър, който ще се използва за групите.
bs: Ovim određujete prefiks koji će se koristiti za unose grupa.
ca: Això especifica el filtre que s'usarà per a entrades de grup.
cs: Filtr záznamů skupin.
el: Αυτό προσδιορίζει το φίλτρο που χρησιμοποιείται για τις καταχωρήσεις ομάδων.
es: Esto especifica que filtro se usará en las entradas de grupo.
et: Määrab grupikirjete puhul tarvitatava filtri.
eu: Honek talde sarreretan erabiliko den iragazkia zehazten du.
fa: پالایه مورد استفاده برای مدخلهای گروه را مشخص می‌کند.
fi: Tämä määrittelee ryhmien tietojen suodattimen.
fr: Ceci définit le filtre qui sera utilisé pour les entrées de groupe.
ga: Seo é an scagaire a úsáidtear le haghaidh iontrálacha grúpaí.
gl: Isto especifica o filtro usado para as entradas de grupo.
hi: समूह प्रविष्टियों के लिए कौन से फ़िल्टर उपयोग में लिए जाएँ यह निर्दिष्ट करता है.
hr: Ovo određuje filtar za unose grupa.
hu: Ez a szűrő fog tartozni a csoportbejegyzésekhez.
ia: Isto specifica le filtro usate per entratas de gruppo.
is: Þetta skilgreinir síuna sem á að nota á hópafærslur.
it: Questo specifica il filtro usato per le voci gruppo.
ja: グループエントリに適用するフィルタを指定します。
kk: Топ жазулар үшін қолданылатын сүзгі.
lt: Čia nurodoma, koks filtras bus naudojamas naudotojo įrašams.
lv: Šis norāda grupu ierakstu fltru.
nb: Dette angir hvilket filter som blir brukt for gruppe-oppføringer.
nds: Gifft den Filter för Koppelindrääg an.
nn: Filteret som skal brukast for gruppeoppføringar.
pl: Określa filtr używany do wyboru grup.
pt: Indica o prefixo a utilizar para entradas de grupos.
ro: Specifică filtrul folosit pentru înregistrările de grup.
sk: Toto určuje filter používaný na položky skupín.
sl: To določa filter, uporabljen za vnose skupin.
sr@ijekavian: Ово одређује филтер за уносе група.
sv: Det här anger filtret som används för grupposter.
ug: بۇ تاللانما گۇرۇپپا تۈرىدە ئىشلەتكەن سۈزگۈچنى بەلگىلەيدۇ.
uk: Це вказує фільтр, який використовується для записів групи.
zh_tw: 這裡指定過濾群組資料的過濾器。

source: LDAP User RDN prefix
bg: Предтсвка за потребител RDN в LDAP
bs: LDAP RDN prefiks korisnika
ca: Prefix RDN d'usuari LDAP
cs: LDAP předpona RDN uživatele
el: Πρόθεμα RDN χρήστη σε LDAP
es: Prefijo RDN de usuario LDAP
et: LDAP-i kasutaja RDN prefiks
eu: LDAP erabiltzaile RDN aurrizkia
fa: پیشوند RDN کاربر LDAP
fi: LDAP-käyttäjän RDN-etuliitteen
fr: Préfixe RDN des utilisateurs LDAP
ga: Réimír RDN úsáideora LDAP
gl: Prefixo RDN de usuario para LDAP
hi: एलडीएपी उपयोक्ता आरडीएन प्रीफ़िक्स
hr: LDAP RDN prefiks korisnika
hu: LDAP felhasználói RDN-előtag
ia: Prefixo RDN de usator de LDAP
is: LDAP RDN-forskeyti notanda
it: Prefisso RDN dell'utente LDAP
ja: LDAP ユーザ RDN プレフィックス
kk: LDAP пайдаланушысының RDN префиксы
lt: LDAP naudotojo RDN priešdėlis
lv: LDAP lietotāja RDN prefikss
mr: एलडीएपी वापरकर्ता आरडीएन प्रीफिक्स
nb: LDAP prefiks for bruker-RDN
nds: LDAP-Bruker-RDN-Prefix
nn: LDAP-prefiks for brukar-RDN
pl: Prefiks RDN użytkownika LDAP
pt: Prefixo do RDN de Utilizador LDAP
ro: Utilizator LDAP prefix RDN
sk: Prefix užívateľov RDN pre LDAP
sl: Predpona RDN za uporabnika LDAP
sr@ijekavian: ЛДАП РДН префикс корисника
sv: LDAP-användare RDN-prefix
ug: LDAP ئىشلەتكۈچى RDN ئالدى قوشۇلغۇچى
uk: RDN префікс користувача LDAP
