Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Cannot change owner of file %1. Error: %2
ar: لا يمكن تغيير المالك للملف %1. الخطأ: %2
bg: Грешка при промяна на собственика на директорията "%1": %2
bs: Ne mogu promijeniti vlasnika datoteke %1. Greška: %2
ca: No es pot canviar el propietari del fitxer %1. Error: %2
cs: Není možné změnit vlastníka souboru %1. Chyba: %2
el: Δεν μπορεί να τροποποιηθεί ο ιδιοκτήτης στο αρχείο %1. Σφάλμα: %2
es: Imposible cambiar el propietario del archivo %1 Error: %2
et: Faili %1 omaniku muutmine nurjus. Viga: %2
eu: Ezin aldatu %1 fitxategiaren jabea. Errorea: %2
fa: مالک پرونده %1 را نمی‌توان تغییر داد. خطا: %2
fi: Tiedoston %1 omistajaa ei voitu muuttaa Virhe: %2
fr: Impossible de changer le propriétaire du fichier « %1 ». Erreur : %2
ga: Ní féidir úinéir comhad %1 a athrú. Earráid: %2
gl: Non foi posíbel cambiar o proprietario do ficheiro %1 Erro: %2
hi: फ़ाइल %1 के मालिक को बदल नहीं सकता. त्रुटि: %2
hr: Ne mogu promijeniti vlasnika datoteke %1. Greška: %2
hu: Nem sikerült megváltoztatni a(z) %1 fájl tulajdonosát. A hibaüzenet: %2
ia: Non pote modificar proprietario de file %1. Error: %2
is: Get ekki skipt um eiganda á skránni %1 Villa: %2
it: Impossibile cambiare il proprietario del file %1. Errore: %2
ja: ファイル <filename>%1</filename> の所有者を変更できません。 エラー: %2
kk: %1 деген файлдың иесі өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti failo %1 savininko. Klaida: %2
lv: Neizdevās nomainīt īpašnieku failam %1. Kļūda: %2
nb: Kan ikke endre eier av fila %1. Feil:%2
nds: Eegner vun Datei "%1" lett sikk nich ännern. Fehler: %2
nn: Kan ikkje endra eigar av fila %1. Feil: %2
pl: Nie można zmienić właściciela pliku %1. Błąd: %2
pt: Não foi possível alterar o dono do ficheiro %1. Erro: %2
ro: Nu am putut schimba proprietarul fișierului %1. Eroare: %2
sk: Nemôžem zmeniť vlastníka súboru %1. Chyba: %2
sl: Ni mogoče spremeniti lastnika datoteke %1. Napaka: %2
sr@ijekavian: Не могу да променим власника фајла %1. Грешка: %2
sv: Kan inte ändra ägaren till fil %1. Fel: %2
ug: ھۆججەت %1 نىڭ ئىگىسىنى ئۆزگەرتەلمەيدۇ. خاتالىق: %2
uk: Неможливо змінити власника файла %1. Помилка: %2
zh_tw: 無法改變檔案 %1 之擁有者。 錯誤： %2

source: Cannot change permissions on file %1. Error: %2
ar: لا يمكن تغيير الأذون للملف %1. الخطأ: %2
bg: Грешка при промяна на правата за достъп до файла "%1": %2
bs: Ne mogu promijeniti privilegije za datoteku %1. Greška: %2
ca: No es poden canviar els permisos del fitxer %1. Error: %2
cs: Není možné změnit přístupová práva souboru %1. Chyba: %2
el: Δεν μπορούν να τροποποιηθούν οι άδειες στο φάκελο %1. Σφάλμα: %2
es: Imposible cambiar los permisos del archivo %1 Error: %2
et: Faili %1 õiguste muutmine nurjus. Viga: %2
eu: Ezin aldatu %1 fitxategiaren baimenak. Errorea: %2
fa: نمی‌توان مجوزها را در پرونده %1 تغییر داد. خطا: %2
fi: Tiedoston %1 oikeuksia ei voitu muuttaa Virhe: %2
fr: Impossible de changer les permissions du fichier « %1 ». Erreur : %2
ga: Ní féidir na ceadanna ar chomhad %1 a athrú. Earráid: %2
gl: Non foi posíbel cambiar os permisos do ficheiro %1 Erro: %2
hi: फ़ाइल %1 पर अनुमतियाँ बदल नहीं सकता. त्रुटि: %2
hr: Ne mogu promijeniti ovlasti na datoteci %1 Greška: %2
hu: Nem sikerült megváltoztatni a(z) %1 fájl jogosultságait. A hibaüzenet: %2
ia: Non pote modificar permissiones sur file %1. Error: %2
is: Get ekki breytt heimildum á skránni %1 Villa: %2
it: Impossibile cambiare i permessi del file %1. Errore: %2
ja: ファイル <filename>%1</filename> のパーミッションを変更できません。 エラー: %2
kk: %1 деген файлға қатынау рұқсаты өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti failo %1 leidimų. Klaida: %2
lv: Neizdevās nomainīt tiesības failam %1. Kļūda: %2
nb: Kan ikke endre tillatelsene for fila %1. Feil: %2
nds: Verlöven vun Datei "%1" laat sik nich ännern. Fehler: %2
nn: Kan ikkje endra løyve for fila %1. Feil: %2
pl: Nie można zmienić praw do pliku %1. Błąd: %2
pt: Não foi possível mudar as permissões do ficheiro %1. Erro: %2
ro: Nu am putut schimba permisiunile fișierului %1. Eroare: %2
sk: Nemôžem zmeniť prístupové práva súboru %1. Chyba: %2
sl: Ni mogoče spremeniti dovoljenj za datoteko %1. Napaka: %2
sr@ijekavian: Не могу да променим дозволе за фајл %1. Грешка: %2
sv: Kan inte ändra skyddet för fil %1. Fel: %2
ug: ھۆججەت %1 تىكى ھوقۇقىنى ئۆزگەرتەلمەيدۇ. خاتالىق: %2
uk: Неможливо змінити права доступу для файла %1. Помилка: %2
zh_tw: 無法改變檔案 %1 之權限。 錯誤： %2

source: File %1 does not exist.
ar: الملف %1 غير موجود.
bg: Файлът "%1" не съществува.
bs: Datoteka %1 ne postoji.
ca: El fitxer %1 no existeix.
cs: Soubor %1 neexistuje.
el: Το αρχείο %1 δεν υπάρχει.
es: El archivo %1 no existe.
et: Faili %1 ei ole olemas.
eu: %1 fitxategia ez dago.
fa: پرونده %1 وجود ندارد.
fi: Tiedostoa %1 ei ole olemassa.
fr: Le fichier « %1 » n'existe pas.
ga: Níl comhad %1 ann.
gl: O ficheiro %1 non existe.
hi: फ़ाइल %1 अस्तित्व में नहीं है.
hr: Datoteka %1 ne postoji.
hu: %1 nevű fájl nem létezik.
ia: File %1 non existe.
is: Skráin %1 er ekki til.
it: Il file %1 non esiste.
ja: ファイル <filename>%1</filename> は存在しません。
kk: %1 деген файл жоқ.
lt: Failas %1 neegzistuoja.
lv: Fails %1 neeksistē.
mr: फाईल %1 अस्तित्वात नाही.
nb: Fila %1 finnes ikke.
nds: Dat gifft de Datei "%1" nich.
nn: Fila %1 finst ikkje.
pl: Plik %1 nie istnieje.
pt: O ficheiro %1 não existe.
ro: Fișierul %1 nu există.
sk: Súbor %1 neexistuje.
sl: Datoteka %1 ne obstaja.
sr@ijekavian: Фајл %1 не постоји.
sv: Filen %1 finns inte.
ug: %1 ھۆججەت مەۋجۇت ئەمەس.
uk: Файла %1 не існує.
zh_tw: 檔案 %1 不存在。

source: Cannot open file %1 for reading.
ar: لا يمكن فتح الملف %1 للقراءة.
bg: Грешка при отваряне на файла "%1" за четене.
bs: Ne mogu otvoriti datoteku %1 za čitanje.
ca: No es pot obrir el fitxer %1 per a lectura.
cs: Není možné otevřít soubor %1 pro čtení.
el: Αδύνατο το άνοιγμα του αρχείου %1 για ανάγνωση.
es: No se puede abrir el archivo %1 para lectura.
et: Faili avamine lugemiseks nurjus: %1.
eu: %1 fitxategia ezin da ireki irakurtzeko.
fa: پرونده %1 را نمی‌توان برای خواندن باز کرد.
fi: Virhe avattaessa %1:ää lukemista varten.
fr: Impossible d'ouvrir le fichier « %1 » en lecture.
ga: Ní féidir comhad %1 a oscailt chun é a léamh.
gl: Non foi posíbel abrir o ficheiro %1 para lectura.
hi: फ़ाइल %1 पढ़ने के लिए खोल नहीं सकता.
hr: Ne mogu otvoriti datoteku %1 za čitanje.
hu: A(z) %1 fájlt nem sikerült olvasásra megnyitni.
ia: Il non pote aperir file %1 pro lectura.
is: Get ekki opnað skrána %1 til lesturs.
it: Impossibile aprire in lettura il file %1.
ja: ファイル <filename>%1</filename> を読み込みのために開けません。
kk: %1 деген файл оқу үшін ашылмады.
lt: Nepavyksta atverti failo %1 skaitymui.
lv: Neizdevās atvērt failu %1 lasīšanai.
nb: Klarte ikke å åpne fila %1 for lesing.
nds: Datei "%1" lett sik nich för't Lesen opmaken.
nn: Kan ikkje opna fila %1 for lesing.
pl: Nie można otworzyć pliku %1 do odczytu.
pt: Não é possível aceder ao ficheiro %1 para leitura.
ro: Nu pot deschide fișierul %1 pentru citire.
sk: Nie je možné otvoriť súbor %1 pre čítanie.
sl: Datoteke %1 ni mogoče odpreti za branje.
sr@ijekavian: Не могу да отворим фајл %1 за читање.
sv: Kan inte öppna fil %1 för läsning.
ug: %1 ھۆججەتنى ئوقۇش ئۈچۈن ئاچالمىدى.
uk: Неможливо відкрити файл %1 для зчитування.
zh_tw: 不能開啟要讀取的檔案 %1 。

source: Cannot open file %1 for writing.
ar: لا يمكن فتح الملف %1 للكتابة.
bg: Грешка при отваряне на файла "%1" за запис.
bs: Ne mogu otvoriti datoteku %1 za pisanje.
ca: No es pot obrir el fitxer %1 per a escriptura.
cs: Není možné otevřít soubor %1 pro zápis.
el: Αδύνατο το άνοιγμα του αρχείου %1 για εγγραφή.
es: No se puede abrir el archivo %1 para escritura.
et: Faili avamine kirjutamiseks nurjus: %1.
eu: %1 fitxategia ezin da ireki idazteko.
fa: پرونده %1 را نمی‌توان برای نوشتن باز کرد.
fi: Virhe avattaessa %1:ää kirjoitusta varten.
fr: Impossible d'ouvrir le fichier « %1 » en écriture.
ga: Ní féidir comhad %1 a oscailt le haghaidh scríofa.
gl: Non foi posíbel abrir o ficheiro %1 para escrita.
hi: लिखने के लिए फ़ाइल %1 खोल नहीं सका
hr: Ne mogu otvoriti datoteku %1 za pisanje.
hu: A(z) %1 fájlt nem sikerült olvasásra megnyitni.
ia: Il non pote aperir file %1 pro scriber.
is: Get ekki opnað skrána %1 til skriftar.
it: Impossibile aprire in scrittura il file %1.
ja: ファイル <filename>%1</filename> を書き込みのために開けません。
kk: %1 деген файл жазу үшін ашылмады.
lt: Nepavyksta rašymui atverti failo %1.
lv: Neizdevās atvērt failu %1 rakstīšanai.
mr: लेखन करिता %1 फाईल उघडू शकत नाही.
nb: Kan ikke åpne fila %1 for skriving.
nds: Datei "%1" lett sik nich för't Schrieven opmaken.
nn: Kan ikkje opna fila %1 for skriving.
pl: Nie można otworzyć pliku %1 do zapisu.
pt: Não é possível aceder ao ficheiro %1 para escrita.
ro: Nu pot deschide fișierul %1 pentru scriere.
sk: Nemôžem otvoriť súbor %1 pre zápis.
sl: Datoteke %1 ni mogoče odpreti za pisanje.
sr@ijekavian: Не могу да отворим фајл %1 за писање.
sv: Kan inte öppna fil %1 för skrivning.
ug: %1 ھۆججەتنى يېزىش ئۈچۈن ئاچالمىدى.
uk: Неможливо відкрити файл %1 для запису.
zh_tw: 不能開啟要寫入的檔案 %1 。

source: Time before password expires to issue an expire warning:
bg: Време, преди изтичане на паролата, при което се изпраща предупреждение:
bs: Vrijeme prije isteka šifre za davanje upozorenja o isteku:
ca: Termini per a emetre un avís d'expiració abans que la contrasenya expiri:
cs: Čas před vypršením hesla, kdy bude vypsáno varování:
el: Χρόνος έκδοσης προειδοποιητικού λήξης πριν εκπνεύσει ο κωδικός πρόσβασης:
es: Tiempo antes de que expire la contraseña para emitir un aviso:
et: Pärast aegumishoiatuse andmist aegub parool:
eu: Igorri iraungitze abisua pasahitzak iraungi baino denbora hau lehenago.
fa: زمان قبل از انقضای اسم رمز برای صدور اخطار انقضا:
fi: Salasanan vanhentumisesta annetaan varoitus:
fr: Durée avant laquelle le mot de passe expire pour lancer un avertissement d'expiration :
ga: Tréimhse sula rachaidh an focal faire as feidhm ba chóir rabhadh a eisiúint:
gl: Tempo de preaviso da caducidade do contrasinal:
hi: पासवर्ड का समय बीतने के पूर्व इसकी चेतावनी देने के लिए समय:
hr: Vrijeme prije isteka zaporke kada se izdaje upozorenje o isteku:
hu: Figyelmeztetés a jelszó lejárása előtt ennyi idővel:
ia: Tempore ante que le contrasigno expira pro emitter un aviso de expiration:
is: Tíminn fyrir breytingu lykilorðs sem notandinn fær aðvörun:
it: Quanto tempo prima che scada la password inviare un avvertimento di scadenza:
ja: 有効期限の警告を出して、パスワードが失効するまでの期間:
kk: Пароль мерзімі біту алдында қанша уақыт бұрын ескерту:
lt: Prieš kiek laiko iki slaptažodžio galiojimo pabaigos įspėti apie tai:
lv: Laiks pirms paroles derīguma termiņa beigām, kad par to jābrīdina lietotājs:
nb: Tid før passordet utløper når det skal gis advarsel:
nds: Tiet, de ehr't Aflopen vun dat Passwoort wohrschoot warrt:
nn: Tid å varsla før passordet utgår:
pl: Czas do unieważnienia hasła, kiedy wyświetlane jest ostrzeżenie:
pt: Tempo antes da senha expirar a partir do qual se avisa do facto:
ro: Timp înainte ca parola să expire pentru a emite o avertizare de expirare:
sk: Čas od poslednej zmeny, po ktorom vyprší platnosť hesla:
sl: Čas pred pretekom gesla, ko se prikaže opozorilo o preteku:
sr@ijekavian: Време издавања упозорења пре истицања лозинке:
sv: Tid innan lösenord utgår då en varning ska ges:
ug: ئىم ۋاقتى ئۆتۈش ئاگاھلاندۇرۇشىنى تارقىتىدىغان ئالدىن مىقدارى
uk: Попереджувати про наближення закінчення терміну дії пароля за:
zh_tw: 密碼逾期多久前提出警告：

source: Time when password expires after last password change:
bg: Време, след което паролата изтича, след последната смяна:
bs: Vrijeme isteka šifre nakon posljednje promjene:
ca: Termini quan expira la contrasenya després del darrer canvi de contrasenya:
cs: Doba vypršení hesla po poslední změně:
el: Χρόνος εκπνοής κωδικού πρόσβασης ύστερα από την τελευταία αλλαγή κωδικού πρόσβασης:
es: Tiempo de expiación de contraseña después del último cambio:
et: Pärast viimast paroolivahetust aegub parool:
eu: Azken pasahitz aldaketa ondoren pasahitza iraungi arteko denbora:
fa: زمانی که اسم رمز بعد از آخرین تغییر، انقضا می‌یابد:
fi: salasana vanhenee edellisen salasanan vaihdon jälkeen:
fr: Durée après laquelle le mot de passe expire après le dernier changement de mot de passe :
ga: Tréimhse tar éis an athraithe is déanaí a rachaidh an focal faire as feidhm:
gl: Tempo máximo de validez do contrasinal:
hi: अंतिम पासवर्ड परिवर्तन के पश्चात वह समय जब पासवर्ड का समय बीत जाएगा:
hr: Vrijeme isteka zaporke nakon zadnje izmjene:
hu: Az utolsó jelszómódosítás után ennyi idővel járjon le a jelszó:
ia: Tempore quando contrasigno expira postea le ultime modification de contrasigno:
is: Líftími lykilorðs frá breytingu uns það rennur út:
it: Tempo dopo il quale la password scade dopo l'ultimo cambiamento di password:
ja: 最後のパスワード変更から、パスワードが失効する期間:
kk: Парольді соңғы өзгерткеннен кейін пароль жарамдылығының мерзімі:
lt: Kiek laiko praėjus po slaptažodžio keitimo jis baigs galioti:
lv: Laiks, pēc kura parolei bedzas derīguma termiņš pēc pēdējās paroles maiņas:
nb: Tid når passord utløper etter siste passordendring:
nds: Tiet, na de dat Passwort na de verleden Ännern aflöppt:
nn: Tid når passord utgår etter siste passordendring:
pl: Okres ważności hasła:
pt: Tempo até a senha expirar após a última alteração:
ro: Momentul în care parola expiră după ultima schimbare a acesteia:
sk: Čas od poslednej zmeny, po ktorom vyprší platnosť hesla:
sl: Čas, po katerem geslo preteče po zadnji spremembi gesla:
sr@ijekavian: Време за које лозинка истиче након њене последње промене:
sv: Tid då lösenord utgår efter senaste lösenordsändring:
ug: ئاخىرقى قېتىم ئىم ئۆزگەرتىپ قانچىلىك ۋاقىتتا كۈچتىن قالىدۇ
uk: Після останньої зміни пароля його термін дії виходить через:
zh_tw: 改變密碼後多久逾期：

source: Time when account will be disabled after expiration of password:
bg: Време, след което потребителят ще бъде деактивиран, след изтичане на паролата:
bs: Vrijeme kada će račun biti isključen nakon isteka šifre:
ca: Termini quan es deshabilitarà el compte després de l'expiració de la contrasenya:
cs: Účet bude znepřístupněn od vypršení platnosti hesla:
el: Χρόνος απενεργοποίησης λογαριασμού ύστερα από τη λήξη του κωδικού πρόσβασης:
es: Tiempo hasta la desactivación de cuenta tras la expiración de la contraseña:
et: Kasutajanimi tühistatakse pärast parooli aegumist:
eu: Pasahitza iraungi ondoren kontua desgaitu arteko denbora:
fa: زمانی که حساب پس از انقضای اسم رمز غیرفعال می‌شود:
fi: tunnus suljetaan salasanan vanhenemisen jälkeen:
fr: Durée après laquelle le compte sera désactivé après expiration du mot de passe :
ga: Tréimhse tar éis don fhocal faire dul as feidhm sula ndíchumasófar an cuntas:
gl: Tempo para a desactivación da conta tras expirar o contrasinal:
hi: पासवर्ड बीत जाने के बाद समय जब खाता अक्षम किया जाएगा:
hr: Vrijeme kada će račun biti onemogućen nakon isteka zaporke:
hu: A jelszó lejárása után ennyi idővel váljon letiltottá az azonosító:
ia: Tempore quando le conto essera dishabilitate postea le expiration de contrasigno:
is: Tíminn sem líður frá því að lykilorð rennur út og notadanum er læst:
it: Tempo dopo il quale l'account sarà disattivato dopo la scadenza della password:
ja: パスワード有効期限を過ぎて、アカウントが失効するまでの期間:
kk: Парольдің мерзімі біткен соң, тіркелгіні қанша уақыттан кейін бұғаттау:
lt: Po kiek laiko nuo slaptažodžio galiojimo pabaigos paskyra bus išjungta:
lv: Laiks pēc paroles derīguma termiņa beigām, kad kots ir jāslēdz:
nb: Tid når konto stenges etter at passordet er utløpt:
nds: Tiet, na de dat Konto na't Aflopen vun't Passwoort dichtmaakt warrt:
nn: Tid når konto vert stengt etter passord utgår:
pl: Czas, kiedy konto zostanie zablokowane po unieważnieniu hasła:
pt: Tempo até à desactivação da conta após a senha expirar:
ro: Momentul în care contul va fi dezactivat după ce parola expiră:
sk: Čas, keď sa účet zakáže po vypršaní platnosti hesla:
sl: Čas, po katerem bo račun onemogočen po preteku gesla:
sr@ijekavian: Време када ће налог бити искључен након истицања лозинке:
sv: Tid då kontot inaktiveras efter lösenordet utgått:
ug: ئىمنىڭ ۋاقتى ئۆتۈپ قانچىلىك ۋاقىتتىن كېيىن ھېسابات چەكلىنىدۇ:
uk: Заморожувати рахунок після закінчення терміну дії пароля через:
zh_tw: 密碼逾期多久後關閉帳號：

source: Time before password may not be changed after last password change:
bg: Време, през което паролата не може да бъде сменяна, след последната смяна:
bs: Vrijeme tokom kojeg se šifra ne može promijeniti nakon posljednje izmjene:
ca: Termini quan no es pot canviar la contrasenya després del darrer canvi:
cs: Heslo nesmí být znovu změněno dřív než uplyne:
el: Χρόνος πριν τη δυνατότητα αλλαγής κωδικού πρόσβασης ύστερα από την τελευταία αλλαγή του:
es: Tiempo antes del cual la contraseña no puede cambiarse tras el último cambio:
et: Pärast viimast paroolimuutmist ei saa parooli muuta enne:
eu: Azken pasahitz aldaketa egin ondoren igaro behar duen denbora tartea pasahitza berriz aldatu ahal izateko:
fa: بعد از آخرین تغییر اسم رمز، ممکن است زمان پیش از اسم رمز تغییر نکند:
fi: Aika, jolloin salasanaa ei voida muuttaa edellisestä vaihdosta:
fr: Durée avant laquelle le mot de passe ne peut être changé après le dernier changement de mot de passe :
ga: Tréimhse tar éis an athraithe is déanaí le linn nach bhfuil cead agat an focal faire a athrú:
gl: Tempo mínimo de validez do contrasinal:
hi: अंतिम पासवर्ड परिवर्तन के पश्चात वह समय जिसके पहले पासवर्ड बदला नहीं जा सके:
hr: Vrijeme za koje se zaporka ne može mijenjati nakon zadnje izmjene:
hu: Jelszóváltoztatás után ennyi ideig nem lehet újból megváltoztatni a jelszót:
ia: Tempore ante que contrasigno non pote esser modificate postea le ultime modification de contrasigno:
is: Tími sem þarf að líða uns breyta má lykilorðinu aftur:
it: Tempo prima del quale la password non potrà essere cambiata dopo l'ultimo cambio di password:
ja: 最後のパスワード変更から、パスワードが変更できない期間:
kk: Парольді соңғы өзгерткеннен кейін пароль өзгертілмейтін мерзімі:
lt: Per kiek laiko po paskutinio slaptažodžio keitimo jis negali būti keičiamas:
lv: Laiks kopš pēdējās paroles maiņas, kura laikā paroli nevar nomainīt:
nb: Tid før passordet kan endres igjen etter siste passordendring:
nds: Tiet, binnen de dat Passwoort na de verleden Ännern nich ännert warrn mutt:
nn: Tid før passord ikkje kan endrast etter siste passordendring:
pl: Minimalny czas do ponownej zmiany hasła:
pt: Tempo antes que a senha possa ser mudada após a última alteração:
ro: Timp în care parola &nu poate fi schimbată după ultima schimbare a acesteia:
sk: Čas, počas ktorého nesmie byť zmenené zmenené po poslednej zmene:
sl: Čas po zadnji spremembi gesla, v katerem geslo ne sme biti spremenjeno:
sr@ijekavian: Време за које се лозинка &не може променити након њене последње промене:
sv: Tid innan lösenord inte kan ändras efter senaste lösenordsändring:
ug: ئىككى قېتىملىق ئىم ئۆزگەرتىش ئارىلىقىدىكى ۋاقىت:
uk: Після останньої зміни пароль можна міняти через:
zh_tw: 密碼變更多久內不能再變更：

source: Account will expire on:
ar: تنتهي صلاحية الحساب في:
bg: Валидност на потребителя до:
bs: Račun će isteći:
ca: El compte expirarà el:
cs: Konto vyprší:
el: Ο λογαριασμός θα εκπνεύσει στις:
es: La cuenta expirará el:
et: Kasutajanime kehtivus lõpeb:
eu: Kontua iraungiko da:
fa: انقضای حساب در:
fi: Tunnus vanhenee:
fr: Le compte expirera le :
ga: Rachaidh an cuntas as feidhm ar:
gl: A conta ha caducar en:
hi: खाता यहाँ पर खत्म होगाः
hr: Korisnički račun će isteći:
hu: Az azonosító lejárásának dátuma:
ia: Conto expirara le:
is: Notandanafn rennur út þann:
it: L'account scadrà il:
ja: アカウントの有効期限:
kk: Тіркелгінің жарамдылығы бітетін кез:
lt: Paskyra nustos galioti:
lv: Konts derīgs līdz:
nb: Kontoen utløper den:
nds: Konto löppt af:
nn: Kontoen utgår:
pl: Konto wygasa:
pt: A conta irá expirar a:
ro: Contul va expira la:
sk: Konto stratí platnosť:
sl: Račun bo pretekel na:
sr@ijekavian: Налог истиче:
sv: Kontot utgår den:
ug: ھېساباتنىڭ ۋاقتى ئۆتىدىغان ۋاقىت:
uk: Термін дії рахунка закінчиться:
zh_tw: 帳號將逾期於：

source: Enter Password
ar: ادخل كلمة السر
bg: Смяна на парола
bs: Unesite šifru
ca: Introduïu la contrasenya
cs: Vložte heslo
el: Εισάγετε κωδικό πρόσβασης
es: Introduzca la contraseña
et: Sisesta parool
eu: Sartu pasahitza
fa: وارد کردن اسم رمز
fi: Anna salasana
fr: Saisir le mot de passe
ga: Iontráil Focal Faire
gl: Introduza o contrasinal
hi: पासवर्ड भरें
hr: Upišite šifru
hu: Adja meg a jelszót
ia: Entra contrasigno
is: Sláðu inn lykilorð
it: Inserisci la password
ja: パスワードを入力
kk: Парольді келтіру
lt: Įvesti slaptažodį
lv: Ievadi paroli
nb: Oppgi passord
nds: Passwoort ingeven
nn: Oppgje passord
pl: Wprowadź hasło
pt: Introduza a Senha
ro: Introduceți parola
sk: Vložte heslo
sl: Vnesite geslo
sr@ijekavian: Унос лозинке
sv: Ange lösenord
ug: ئىم كىرگۈزۈڭ
uk: Введіть пароль
zh_tw: 輸入密碼

source: Password:
ar: كلمة السر:
bg: Парола:
bs: Šifra:
ca: Contrasenya:
cs: Heslo:
el: Κωδικός πρόσβασης:
es: Contraseña:
et: Parool:
eu: Pasahitza:
fa: اسم رمز:
fi: Salasana:
fr: Mot de passe :
ga: Focal Faire:
gl: Contrasinal:
hi: पासवर्ड:
hr: Zaporka:
hu: Jelszó:
ia: Contrasigno:
is: Lykilorð:
ja: パスワード:
kk: Паролі:
lt: Slaptažodis:
lv: Parole:
mr: गुप्तशब्द :
nb: Passord:
nds: Passwoort:
nn: Passord:
pl: Hasło:
pt: Senha:
ro: Parola:
sk: Heslo:
sl: Geslo:
sr@ijekavian: Лозинка:
sv: Lösenord:
ug: ئىم:
uk: Пароль:
zh_tw: 密碼：

source: Verify:
ar: تأكيد:
bg: Потвърждение:
bs: Provjera:
ca: Verifica:
cs: Ověřit:
el: Επαλήθευση:
es: Verificar:
et: Kordus:
eu: Egiaztatu:
fa: وارسی:
fi: Vahvista:
fr: Vérifier :
ga: Cinntigh:
gl: Comprobación:
hi: सत्यापित:
hr: Provjera:
hu: Még egyszer (ellenőrzés):
ia: Verifica:
is: Staðfesta:
it: Verifica:
ja: 再入力:
kk: Қайталауы:
lt: Tikrinti:
lv: Pārbaudīt:
mr: तपासणी :
nb: Bekreft:
nds: Pröven:
nn: Stadfest:
pl: Weryfikacja:
pt: Verificar:
ro: Verificare:
sk: Znovu:
sl: Ponovite:
sr@ijekavian: Овера:
sv: Verifiera:
ug: دەلىللەش:
uk: Перевірка:
zh_tw: 驗證：

source: Passwords are not identical. Try again.
ar: كلمات السر غير متطابقة. حاول مرة أخرى.
bg: Въведените пароли са различни. Моля, опитайте отново.
bs: Šifre nisu identične. Pokušajte ponovo.
ca: Les contrasenyes no són idèntiques. Proveu-ho altra vegada.
cs: Hesla se neshodují. Zkuste znovu.
el: Οι κωδικοί πρόσβασης διαφέρουν. Ξαναπροσπαθήστε.
es: Las contraseñas no son iguales. Inténtelo de nuevo.
et: Paroolid pole ühesugused. Proovi uuesti.
eu: Pasahitzak ez datoz bat. Saiatu berriz.
fa: اسم رمزها قابل شناسایی نیستند. دوباره سعی کنید.
fi: Salasanat eivät ole identtiset. Yritä uudelleen.
fr: Les mots de passe sont différents. Veuillez réessayer.
ga: Ní ionann an dá fhocal faire. Bain triail eile as.
gl: Os contrasinais non son iguais. Ténteo de novo.
hi: पासवर्ड एक जैसे नहीं हैं. पुनः कोशिश करें
hr: Zaporke nisu identične. Pokušajte ponovno.
hu: A jelszavak nem egyeznek meg. Próbálja meg még egyszer.
ia: Contrasignos non es identic. Prova de nove
is: Lykilorðin voru ólík. Reyndu aftur.
it: Le password non sono identiche. Riprova.
ja: パスワードが一致していません。 もう一度入力してください。
kk: Келтіргендер бірдей емес. Қайталап көріңіз.
lt: Slaptažodžiai skiriasi. Bandykite dar kartą.
lv: Paroles nav identiskas. Mēģiniet vēlreiz.
nb: Passordene er ikke identiske. Prøv igjen.
nds: Passwöör hebbt Verscheel. Versöök dat man nochmaal.
nn: Passorda er ikkje like. Prøv på nytt.
pl: Hasła nie są identyczne. Wpisz jeszcze raz.
pt: As senhas não são idênticas. Tente de novo.
ro: Parolele nu sunt identice. Încercați din nou.
sk: Heslá nie sú rovnaké. Skúste znovu.
sl: Gesli sta različni. Poskusite znova.
sr@ijekavian: Лозинке нису идентичне. Покушајте поново.
sv: Lösenorden är inte identiska. Försök igen.
ug: ئىم بىردەك ئەمەس. قايتا كىرگۈزۈڭ.
uk: Паролі не сходяться. Спробуйте знов.
zh_tw: 密碼不相同。 請再試一次。
