Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Connection Selection
ar: اختيار الاتصال
bg: Избор на връзка
bs: Izbor konekcije
ca: Selecció de connexió
cs: Výběr spojení
el: Επιλογή σύνδεσης
es: Selección de conexión
et: Ühenduse valik
eu: Konexio hautaketa
fa: گزینش اتصال
fi: Yhteyden valinta
fr: Sélection de la connexion
ga: Roghnú Ceangail
gl: Selección de conexión
hi: कनेक्शन चयन
hr: Izbor veze
hu: Kapcsolat kiválasztása
ia: Selection de connexion
is: Val tengingar
it: Selezione della connessione
ja: 接続の選択
kk: Қосылымды таңдау
lt: Prisijungimo pasirinkimas
lv: Pieslēguma izvēle
nb: Tilkoblingsvalg
nds: Verbinnen utsöken
nn: Sambandsval
pl: Wybór połączenia
pt: Escolha de Ligação
ro: Alegere conexiune
sk: Výber spojenia
sl: Izbira povezave
sr@ijekavian: Избор везе
sv: Anslutningsval
ug: باغلىنىش تاللاش
uk: Вибір з'єднання
zh_tw: 選擇連線

source: &New...
ar: &جديد...
bg: &Нова...
bs: &Nova...
ca: &Nova...
cs: &Nové...
el: &Νέα...
es: &Nuevo...
et: &Uus...
eu: &Berria...
fa: &جدید...‌
fi: &Uusi…
fr: &Nouveau...
ga: &Nua...
gl: &Nova...
hi: नया... (&N)
hr: &Nova …
hu: Ú&j...
ia: &Nove ...
is: &Nýtt...
it: &Nuova...
ja: 新規(&N)...
kk: &Жаңа...
lt: &Naujas...
lv: &Jauns...
mr: नवीन (&N)...
nb: &Ny …
nds: &Nieg...
nn: &Ny …
pl: &Nowy...
pt: &Novo...
ro: &Nouă...
sk: &Nové...
sl: &Nova ...
sr@ijekavian: &Нова...
sv: &Ny...
ug: يېڭى(&N)…
uk: &Створити...
zh_tw: 新增(&N)...

source: &Edit
ar: ح&رّر
bg: &Редактиране
bs: &Izmijeni
ca: E&dita
cs: &Upravit
el: &Επεξεργασία
es: &Editar
et: &Muuda
eu: &Editatu
fa: &ویرایش‌
fi: &Muokkaa
fr: Modifi&er
ga: &Eagar
gl: &Editar
hi: संपादन (&E)
hr: Ur&edi
hu: S&zerkesztés
ia: &Edita
is: &Breyta
it: &Modifica
ja: 編集(&E)
kk: &Өңдеу
lt: &Keisti
lv: &Rediģēt
mr: संपादन (&E)
nb: &Rediger
nds: &Bewerken
nn: &Rediger
pl: &Edycja
pt: &Editar
ro: &Editare
sk: &Upraviť
sl: Ur&edi
sr@ijekavian: &Измени
sv: &Redigera
ug: تەھرىر(&E)
uk: &Змінити
zh_tw: 編輯(&E)

source: &Delete
ar: ا&حذف
bg: Из&триване
bs: &Obriši
ca: Es&borra
cs: &Smazat
el: &Διαγραφή
es: &Eliminar
et: &Kustuta
eu: &Ezabatu
fa: &حذف‌
fi: &Poista
fr: &Supprimer
ga: &Scrios
gl: E&liminar
hi: मिटाएँ (&D)
hr: &Izbriši
hu: &Törlés
ia: &Dele
is: &Eyða
it: &Elimina
ja: 削除(&D)
kk: Ө&шіру
lt: &Trinti
lv: &Dzēst
mr: काढून टाका (&D)
nb: &Slett
nds: &Wegdoon
nn: &Slett
pl: U&suń
pt: &Apagar
ro: Ș&terge
sk: O&dstrániť
sl: I&zbriši
sr@ijekavian: &Обриши
sv: &Ta bort
ug: ئۆچۈر(&D)
uk: &Вилучити
zh_tw: 刪除(&D)

source: Defined connections:
ar: الاتصالات المعرفة:
bg: Въведени връзки:
bs: Definisane konekcije:
ca: Connexions definides:
cs: Definovaná spojení:
el: Καθορισμένες συνδέσεις:
es: Conexiones definidas:
et: Määratud ühendused:
eu: Definitutako konexioak:
fa: اتصالهای تعریف‌شده:
fi: Määritellyt yhteydet:
fr: Connexions définies :
ga: Ceangail sainmhínithe:
gl: Conexións definidas:
hi: पारिभाषित कनेक्शन्स:
hr: Definiraj vezu
hu: Felvett kapcsolatok:
ia: Connexiones definite:
is: Skilgreindar tengingar:
it: Connessioni definite:
ja: 定義された接続:
kk: Анықталған қосылымдар:
lt: Nustatyti prisijungimai:
lv: Definētie pieslēgumi:
nb: Definerte tilkoblinger:
nds: Inricht Verbinnen:
nn: Definerte samband:
pl: Zdefiniowane połączenia:
pt: Ligações definidas:
ro: Conexiuni definite:
sk: Definované spojenia:
sl: Določene povezave:
sr@ijekavian: Дефинисане везе:
sv: Definierade anslutningar:
ug: بەلگىلەنگەن باغلانمىلار:
uk: Визначені з'єднання:
zh_tw: 已定義的連線：

source: Please type the name of the new connection:
ar: من فضلك اكتب اسم الاتصال الجديد:
bg: Моля, въведете името на новата връзка:
bs: Molim unesite ime nove konekcije:
ca: Si us plau, escriviu el nom de la connexió nova:
cs: Prosím, zadejte název nového spojení:
el: Παρακαλώ πληκτρολογήστε το όνομα της νέας σύνδεσης:
es: Inserte el nombre de la nueva conexión:
et: Palun anna uue ühenduse nimi:
eu: Mesedez idatzi konexio berriaren izena:
fa: لطفاً، نام اتصال جدید را وارد کنید:
fi: Anna nimi uudelle yhteydelle:
fr: Veuillez saisir le nom de la nouvelle connexion :
ga: Iontráil ainm an cheangail nua:
gl: Escriba o nome da nova conexión:
hi: कृपया नए कनेक्शन का नाम टाइप करें:
hr: Upišite ime nove veze:
hu: Kérem írja be az új kapcsolat nevét:
ia: Pro favor tu typa le nomine del nove connexion:
is: Vinsamlega sláðu inn nafn nýju tengingunnar:
it: Digita il nome della nuova connessione:
ja: 新しい接続名を入力してください:
kk: Жаңа қосылымның атауын теріңіз:
lt: Prašome įrašyti naujo prisijungimo vardą:
lv: Ievadiet jaunā pieslēguma nosaukumu:
nb: Oppgi navnet på den nye tilkoblingen:
nds: Giff bitte den Naam vun de niege Verbinnen in:
nn: Skriv inn namnet på det nye sambandet:
pl: Proszę podać nazwę nowego połączenia:
pt: Por favor indique o nome da nova ligação:
ro: Introduceți denumirea noii conexiuni:
sk: Prosím, zadajte meno nového spojenia:
sl: Vnesite ime nove povezave:
sr@ijekavian: Унесите назив нове везе:
sv: Ange namnet på en ny anslutning:
ug: يېڭى باغلىنىش ئاتىنى كىرگۈزۈڭ:
uk: Будь ласка, ведіть назву нового з'єднання:
zh_tw: 請輸入新連線的名稱：

source: A connection with this name already exists.
ar: يوجد اتصال بهذا الاسم مسبقاً.
bg: Вече има връзка с такова име.
bs: Konekcija pod ovim imenom već postoji.
ca: Ja existeix una connexió amb aquest nom.
cs: Spojení s tímto názvem již existuje.
el: Υπάρχει ήδη σύνδεση με αυτό το όνομα.
es: Ya existe una conexión con ese nombre.
et: Sellise nimega ühendus on juba olemas.
eu: Izen bereko konexio bat lehendik dago.
fa: اتصالی با این نام از قبل وجود دارد.
fi: Yhteys tällä nimellä on jo olemassa.
fr: Une connexion avec ce nom existe déjà.
ga: Tá ceangal ann leis an ainm seo cheana.
gl: Xa existe unha conexión con ese nome.
hi: इस नाम का कनेक्शन पहले से ही मौजूद है.
hr: Veza s ovim imenom već postoji.
hu: Már létezik ilyen nevű kapcsolat.
ia: Un connexion con iste nomine ja existe.
is: Tenging með þessu nafni er þegar til.
it: Esiste già una connessione con questo nome.
ja: この名前の接続は既に存在します。
kk: Бұлай аталған қосылым бар екен.
lt: Prisijungimas tokiu vardu jau egzistuoja.
lv: Pieslēgums ar izvēlēto nosaukumu jau eksistē.
nb: Det finnes allerede en tilkobling med dette navnet.
nds: Dat gifft al en Verbinnen mit dissen Naam.
nn: Det finst alt eit samband med dette namnet.
pl: Połączenie o tej nazwie już istnieje.
pt: Já existe uma ligação com este nome.
ro: O conexiune cu această denumire există deja.
sk: Spojenie s týmto menom už existuje.
sl: Povezava s tem imenom že obstaja.
sr@ijekavian: Веза са овим именом већ постоји.
sv: En anslutning med det här namnet finns redan.
ug: بۇ ئاتتىكى بىر باغلىنىش مەۋجۇت.
uk: З'єднання з цією назвою вже існує.
zh_tw: 此連線已經存在。

source: Do you really want to delete the connection '%1'?
ar: هل تريد فعلاً حذف الاتصال '%1' ؟
bg: Сигурни ли сте, че искате връзката "%1" да бъде изтрита?
bs: Da li zaista želite ukloniti konekciju '%1'?
ca: Esteu segur que desitgeu eliminar la connexió «%1»?
cs: Opravdu si přejete smazat spojení '%1'?
el: Θέλετε πραγματικά να διαγράψετε τη σύνδεση '%1';
es: ¿Seguro que quiere eliminar la conexión «%1»?
et: Kas tõesti kustutada ühendus '%1'?
eu: Ziur zaude '%1' konexioa ezabatu nahi duzula?
fa: واقعاً می‌خواهید اتصال »%1« را حذف کنید؟
fi: Haluatko varmasti poistaa yhteyden ”%1”?
fr: Voulez-vous vraiment supprimer la connexion « %1 » ?
ga: An bhfuil tú cinnte gur mian leat ceangal '%1' a scriosadh?
gl: Desexa realmente eliminar a conexión «%1»?
hi: क्या आप सचमुच कनेक्शन '%1' को मिटाना चाहते हैं?
hr: Da li zaista želite izbrisati vezu '%1'?
hu: Biztosan törölni szeretné a(z) '%1' kapcsolatot?
ia: Tu vermente vole deler le connexion '%1' ?
is: Viltu örugglega eyða tengingunni '%1'?
it: Vuoi veramente eliminare la connessione «%1»?
ja: 本当に接続 <resource>%1</resource> を削除しますか？
kk: '%1' деген қосылымды жойғыңыз келгені рас па?
lt: Ar tikrai norite ištrinti prisijungimą „%1“?
lv: Vai jūs tiešām vēlaties dzēst pieslēgumu '%1'?
nb: Vil du virkelig slette tilkoblingen «%1»?
nds: Wullt Du de Verbinnen "%1" redig wegdoon?
nn: Er du sikker på at du vil sletta sambandet «%1»?
pl: Na pewno usunąć połączenie '%1'?
pt: Deseja mesmo remover a ligação '%1'?
ro: Sigur doriți să ștergeți conexiunea „%1”?
sk: Skutočne si prajete odstrániť spojenie '%1'?
sl: Ali resnično želite izbrisati povezavo »%1«?
sr@ijekavian: Желите ли заиста да обришете везу „%1“?
sv: Vill du verkligen ta bort anslutningen "%1"?
ug: باغلىنىش '%1' نى راستلا ئۆچۈرەمسىز؟
uk: Ви дійсно хочете вилучити з'єднання «%1»?
zh_tw: 您真的要刪除連線 %1？

source: Delete Connection
ar: احذف الاتصال
bg: Изтриване на връзка
bs: Obriši konekciju
ca: Elimina connexió
cs: Smazat spojení
el: Διαγραφή σύνδεσης
es: Borrar conexión
et: Kustuta ühendus
eu: Ezabatu Konexioa
fa: حذف اتصال
fi: Poista yhteys
fr: Supprimer la connexion
ga: Scrios Ceangal
gl: Eliminar a conexión
hi: कनेक्शन मिटाएँ
hr: Izbriši vezu
hu: A kapcsolat törlése
ia: Dele connexion
is: Eyða tengingu
it: Elimina connessione
ja: 接続を削除
kk: Қосылым жойылсын
lt: Trinti prisijungimą
lv: Dzēst pieslēgumu
mr: जुळवणी काढून टाका
nb: Slett tilkobling
nds: Verbinnen wegdoon
nn: Slett samband
pl: Usuń połączenie
pt: Remover a Ligação
ro: Șterge conexiunea
sk: Odstrániť spojenie
sl: Izbriši povezavo
sr@ijekavian: Брисање везе
sv: Ta bort anslutning
ug: باغلىنىش ئۆچۈر
uk: Вилучити з'єднання
zh_tw: 刪除連線

source: Cannot create home folder for %1: it is null or empty.
ar: لا يمكن إنشاء مجلد المنزل لـ %1: فهو أما ملغي أو فارغ.
bg: Грешка при създаване на домашната папка за потребителя "%1". Няма въведени данни.
bs: Ne mogu napraviti home direktorij za %1: on je null ili prazan.
ca: No es pot crear la carpeta inici de %1: Aquesta és nul·la o està buida.
cs: Není možné vytvořit domovskou složku %1, je prázdná nebo chybí.
el: Δεν μπορεί να δημιουργηθεί αρχικός φάκελος για το %1: είναι μηδέν ή κενό.
es: No se puede crear la carpeta personal de %1: es nulo o esta vacío.
et: Kasutaja %1 kodukataloogi loomine nurjus: see on tühi või nimeta.
eu: Ezin sortu etxeko karpeta %1(e)rako: null edo hutsik da.
fa: پوشه آغازه را برای %1 نمی‌توان ایجاد کرد: پوچ یا خالی است.
fi: En voida luoda kotikansiota %1: se on joko null tai tyhjä.
fr: Impossible de créer le dossier personnel de « %1 » : il est vide ou inexistant.
ga: Ní féidir fillteán baile a chruthú do %1: is nialasach nó folamh é.
gl: Non foi posíbel crear o cartafol persoal de %1: é nulo ou está en branco.
hi: %1: हेतु होम फ़ोल्डर बना नहीं सकता. यह null है या खाली है.
hr: Ne mogu stvoriti korisničku mapu %1: ili je null ili je prazan.
hu: %1 saját mappát nem sikerült létrehozni: Null vagy üres.
ia: Non pote crear dossier domo %1: il es nulle o vacue.
is: Get ekki búið til heimasvæðið %1: það er ekkert eða autt.
it: Impossibile creare la cartella Home di %1: è nullo o vuoto.
ja: %1 のホームディレクトリを作成できません。無効な値または空です。
kk: %1 мекен қапшығы құрылмады.
lt: Nepavyksta sukurti %1 namų aplanko: jo nėra arba jis tuščias.
lv: Neizdevās izveidot %1 mājas mapi: tā ir null vai tukša.
nb: Kan ikke lage hjemmemappe for %1: den er null eller tom.
nds: Tohuusorner för "%1" lett sik nich opstellen, dor is keen angeven.
nn: Kan ikkje oppretta heimemappa %1, for ho er null eller tom.
pl: Nie można utworzyć katalogu domowego %1: brak nazwy lub pusta nazwa.
pt: Não foi possível criar a pasta pessoal para o %1: está em branco ou é nula.
ro: Imposibil de creat dosarul personal pentru %1: este nul sau gol.
sk: Nepodarilo sa vytvoriť domovský priečinok pre %1: meno je null alebo prázdne.
sl: Ni mogoče ustvariti domače mape za %1: je nična ali prazna.
sr@ijekavian: Не могу да направим домаћу фасциклу за %1: нулта или празна.
sv: Kan inte skapa hemkatalog för %1: den är noll eller tom.
ug: %1 ئۈچۈن ماكان مۇندەرىجە قۇرالمىدى: ئۇ يوق ياكى بوش.
uk: Неможливо створити теку домівки для %1: вона або нульова або порожня.
zh_tw: 不能建立 %1 的家目錄：它可能是 null 或空的。

source: Cannot create home folder %1. Error: %2
ar: لا يمكن إنشاء مجلد المنزل %1. الخطأ: %2
bg: Грешка при създаване на домашната папка "%1": %2
bs: Ne mogu napraviti home direktorij %1. Greška: %2
ca: No es pot crear la carpeta inici %1. Error: %2
cs: Není možné vytvořit domovskou složku %1. Chyba: %2
el: Δεν μπορεί να δημιουργηθεί αρχικός φάκελος %1. Σφάλμα: %2
es: No se puede crear la carpeta personal %1 Error: %2
et: Kodukataloogi %1 loomine nurjus. Viga: %2
eu: Ezin sortu %1 etxeko karpeta. Errorea: %2
fa: پوشه آغازه %1 را نمی‌توان ایجاد کرد. خطا: %2
fi: En voida luoda kotikansiota %1 Virhe: %2
fr: Impossible de créer le dossier personnel « %1 ». Erreur : %2
ga: Ní féidir fillteán baile %1 a chruthú. Earráid: %2
gl: Non foi posíbel crear o cartafol persoal %1 Erro: %2
hi: होम फ़ोल्डर %1 बना नहीं सका. त्रुटि: %2
hr: Ne mogu stvoriti korisničku mapu %1 Greška: %2
hu: A(z) %1 saját mappát nem sikerült létrehozni. A hibaüzenet: %2
ia: Non pote crear dossier domo %1. Error: %2
is: Get ekki búið til heimasvæðið %1 Villa: %2
it: Impossibile creare la cartella Home %1. Errore: %2
ja: ホームディレクトリ <filename>%1</filename> を作成できません。 エラー: %2
kk: %1 мекен қапшығы құрылмады. Қатесі: %2
lt: Nepavyksta sukurti namų aplanko %1. Klaida: %2
lv: Neizdevās izveidot mājas mapi %1. Kļūda: %2
nb: Kan ikke lage hjemmemappa %1. Feil: %2
nds: Tohuusorner "%1" lett sik nich opstellen. Fehler: %2
nn: Kan ikkje oppretta heimemappa %1. Feil: %2
pl: Nie można utworzyć katalogu domowego %1.Błąd: %2
pt: Não foi possível criar a pasta pessoal %1. Erro: %2
ro: Nu s-a putut crea dosarul personal %1. Eroare: %2
sk: Nepodarilo sa vytvoriť domovský priečinok %1. Chyba: %2
sl: Ni mogoče ustvariti domače mape %1. Napaka: %2
sr@ijekavian: Не могу да направим домаћу фасциклу %1. Грешка: %2
sv: Kan inte skapa hemkatalog %1. Fel: %2
ug: ماكان مۇندەرىجە %1 قۇرالمىدى. خاتالىق: %2
uk: Неможливо створити теку домівки: %1. Помилка: %2
zh_tw: 無法建立家目錄 %1。 錯誤： %2

source: Cannot change owner of home folder %1. Error: %2
ar: لا يمكن تغيير مالك مجلد المنزل %1. الخطأ: %2
bg: Грешка при променя собственика на домашната папка "%1": %2
bs: Ne mogu promijeniti vlasnika home direktorija %1. Greška: %2
ca: No es pot canviar el propietari de la carpeta inici %1. Error: %2
cs: Není možné změnit vlastníka domovské složky %1. Chyba: %2
el: Δεν μπορεί να αλλαχθεί ο ιδιοκτήτης του αρχικού φακέλου %1. Σφάλμα: %2
es: No se puede cambiar el propietario de la carpeta personal %1 Error: %2
et: Kodukataloogi %1 omaniku muutmine nurjus. Viga: %2
eu: Ezin aldatu %1 etxeko karpetaren jabea. Errorea: %2
fa: مالک پوشه آغازه %1 را نمی‌توان تغییر داد. خطا: %2
fr: Impossible de changer le propriétaire du dossier personnel « %1 ». Erreur : %2
ga: Ní féidir úinéir an fhillteáin baile %1 a athrú. Earráid: %2
gl: Non foi posíbel trocar o proprietario do cartafol persoal %1. Erro: %2
hi: होम फ़ोल्डर %1 के मालिक को बदल नहीं सका. त्रुटि: %2
hr: Ne mogu promijeniti vlasnika korisničke mape %1 Greška: %2
hu: Nem sikerült megváltoztatni a(z) %1 saját mappa tulajdonosát. A hibaüzenet: %2
ia: Non pote modificar proprietari de dossier domo %1. Error: %2
is: Get ekki skipt um eiganda á heimasvæði %1 Villa: %2
it: Impossibile cambiare il proprietario della cartella Home %1. Errore: %2
ja: ホームディレクトリ <filename>%1</filename> の所有者を変更できません。 エラー: %2
kk: %1 мекен қапшығының иесі өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti namų aplanko %1 savininko. Klaida: %2
lv: Neizdevās nomainīt %1 mājas mapes īpašnieku. Kļūda: %2
nb: Kan ikke endre eier av hjemmemappa %1. Feil: %2
nds: Eegner vun Tohuusorner "%1" lett sik nich ännern. Fehler: %2
nn: Kan ikkje endra eigar av heimemappa %1. Feil: %2
pl: Nie można zmienić właściciela katalogu domowego %1. Błąd: %2
pt: Não foi possível alterar o dono da pasta pessoal %1. Erro: %2
ro: Nu s-a putut schimba proprietarul dosarului personal %1. Eroare: %2
sk: Nepodarilo sa zmeniť vlastníka domovského priečinku %1. Chyba: %2
sl: Ni mogoče spremeniti lastnika domače mape %1. Napaka: %2
sr@ijekavian: Не могу да променим власника домаће фасцикле %1. Грешка: %2
sv: Kan inte ändra ägare till hemkatalogen %1. Fel: %2
ug: ماكان مۇندەرىجە %1 نىڭ ئىگىدارىنى ئۆزگەرتەلمەيدۇ. خاتالىق: %2
uk: Неможливо змінити власника теки домівки %1. Помилка: %2
zh_tw: 無法改變家目錄 %1 的擁有者。 錯誤： %2

source: Cannot change permissions on home folder %1. Error: %2
ar: لا يمكن تغيير أذون مجلد المنزل %1. الخطأ: %2
bg: Грешка при промяна правата за достъп до домашната папка "%1". %2
bs: Ne mogu promijeniti privilegije na home direktoriju %1. Greška: %2
ca: No es poden canviar els permisos sobre la carpeta inici %1. Error: %2
cs: Není možné změnit přístupová práva k domovské složce %1. Chyba: %2
el: Δεν μπορούν να τροποποιηθούν οι άδειες του αρχικού φακέλου %1. Σφάλμα: %2
es: No se pueden cambiar los permisos en la carpeta personal %1 Error: %2
et: Kodukataloogi %1 õiguste muutmine nurjus. Viga: %2
eu: Ezin aldatu %1 etxeko karpetaren baimenak. Errorea: %2
fa: مجوزهای پوشه آغازه %1 را نمی‌توان تغییر داد. خطا: %2
fr: Impossible de changer les droits du dossier personnel « %1 ». Erreur : %2
ga: Ní féidir na ceadanna ar fhillteán baile %1 a athrú. Earráid: %2
gl: Non foi posíbel mudar os permisos do cartafol persoal %1 Erro: %2
hi: होम फ़ोल्डर %1 की अनुमतियाँ बदल नहीं सका. त्रुटि: %2
hr: Ne mogu promijeniti ovlasti na korisničkoj mapi %1 Greška: %2
hu: Nem sikerült megváltoztatni a jogosultságokat a(z) %1 saját mappán. A hibaüzenet: %2
ia: Non pote modificar permissiones sur dossier domo %1. Error: %2
is: Get ekki breytt heimildum á heimasvæði %1 Villa: %2
it: Impossibile cambiare i permessi della cartella Home %1. Errore: %2
ja: ホームディレクトリ <filename>%1</filename> のパーミッションを変更できません。 エラー: %2
kk: %1 мекен қапшығына қатынау рұқсаты өзгертілмеді. Қатесі: %2
lt: Nepavyksta pakeisti namų aplanko %1 leidimų. Klaida: %2
lv: Neizdevās nomainīt %1 mājas mapes tiesības. Kļūda: %2
nb: Kan ikke endre rettighetene til hjemmemappa %1. Feil: %2
nds: Verlöven för Tohuusorner "%1" laat sik nich ännern. Fehler: %2
nn: Kan ikkje endra løyve til heimemappa %1. Feil: %2
pl: Nie można zmienić praw do katalogu domowego %1. Błąd: %2
pt: Não foi possível alterar as permissões da pasta pessoal %1. Erro: %2
ro: Nu s-au putut schimba permisiunile dosarului personal %1. Eroare: %2
sk: Nepodarilo sa zmeniť prístupové práva k domovskému priečinku %1. Chyba: %2
sl: Ni mogoče spremeniti dovoljenj domače mape %1. Napaka: %2
sr@ijekavian: Не могу да променим дозволе за домаћу фасциклу %1. Грешка: %2
sv: Kan inte ändra skyddet för hemkatalogen %1. Fel: %2
ug: ماكان مۇندەرىجە %1 نىڭ ھوقۇقىنى ئۆزگەرتەلمەيدۇ. خاتالىق: %2
uk: Неможливо змінити права доступу для теки домівки %1. Помилка: %2
zh_tw: 無法改變家目錄 %1 的權限。 錯誤： %2

source: Folder %1 already exists. Will make %2 owner and change permissions. Do you want to continue?
ar: المجلد %1 موجود مسبقاً! سأجعل %2 المالك و أغير الأذون. هل تريد المتابعة؟
bg: Папката "%1" вече съществува! Потребителят "%2" ще стане собственик и ще се променят правата. Сигурни ли сте, че искате ли да продължите?
bs: Diroektorij %1 već postoji. Vlasništvo i dozvole pristupa pripast će korisniku %2. Želite li nastaviti?
ca: La carpeta %1 ja existeix! %2 passarà a ser el propietari i es canviaran els permisos. Desitgeu continuar?
cs: Složka %1 již existuje. Proběhne změna vlastníka a práv pro '%2' Přejete si pokračovat?
el: Ο φάκελος %1 υπάρχει ήδη. Ο %2 θα γίνει ιδιοκτήτης και θα τροποποιηθούν οι άδειες. Επιθυμείτε τη συνέχεια;
es: La carpeta %1 ya existe. %2 pasará a ser el propietario y se cambiarán los permisos. ¿Quiere continuar?
et: Kataloog %1 on juba olemas. %2 tehakse selle omanikuks ja muudetakse vastavalt õigusi. Kas jätkata?
eu: %1 karpeta badago lehendik ere. Honek baimemak aldatu eta %2(r)en jabetza izatea eragingo luke. Jarraitu nahi duzu?
fa: پوشه %1 از قبل وجود دارد. مالک %2 را ایجاد و مجوزها را تغییر می‌دهد. می‌خواهید ادامه دهید؟
fi: Kansio %1 on jo olemassa. Omistajaksi tulee käyttäjä %2 ja oikeudet muuttuvat. Haluatko jatkaa?
fr: Le dossier « %1 » existe déjà ! « %2 » en deviendra le propriétaire et les droits seront modifiés. Voulez-vous continuer ?
ga: Tá fillteán %1 ann cheana. Déanfar úinéir de %2 agus athrófar na ceadanna. An bhfuil fonn ort dul ar aghaidh?
gl: O cartafol %1 xa existe. Fará proprietario del a %2 e modificará os permisos. Desexa continuar?
hi: फ़ोल्डर %1 पहले ही मौजूद है. %2 को मालिक बना देगा और अनुमतियां बदल देगा. क्या आप जारी रखना चाहते हैं?
hr: Mapa %1 već postoji. Vlasništvo i dozvole pristupa pripast će korisniku %2. Želite li nastaviti?
hu: Már létezik %1 nevű mappa. %2 lesz a tulajdonos, a jogosultságok megváltoznak. Folytatni szeretné a műveletet?
ia: Dossier %1 ja existe. Il facera %2 proprietari e modificara permissiones. Tu vole continuar?
is: Mappan %1 er nú þegar til staðar! %2 verður eigandi og heimildum verður breytt. Viltu halda áfram?
it: La cartella %1 esiste già! %2 sarà il proprietario e i premessi saranno cambiati. Vuoi continuare?
ja: ディレクトリ <filename>%1</filename> は既に存在します。 %2 を所有者にし、パーミッションを変更します。 続けますか？
kk: %1 деген қапшық бар екен. %2 қапшықтың иесі болып, рұқсаттары өзгертіледі. Жалғаса берсін бе?
lt: Aplankas %1 jau egzistuoja. Jei tęsite %2 taps jo savininku ir bus pakeisti leidimai. Ar norite tęsti?
lv: Mape %1 jau eksistē! Rezultātā izveidos %2 lietotāju un izmainīs tiesības. Vai vēlaties turpināt?
nb: Mappa %1 finnes fra før. Endrer eieren til %2 og endrer rettighetene. Vil du fortsette?
nds: Dat gifft den Orner "%1" al! "%2" warrt Eegner un de Verlöven ännert. Wullt Du wiedermaken?
nn: Mappa %1 finst frå før. No vert %2 eigar og tilgangsløyva endra. Vil du halda fram?
pl: Katalog %1 już istnieje! Zmienić właściciela na %2 i ustawić odpowiednie uprawnienia?
pt: A pasta %1 já existe. O dono passará a ser o %2 e as permissões serão mudadas. Deseja continuar?
ro: Dosarul %1 există deja. Va deveni proprietar %2 și permisiunile vor fi modificate. Doriți să continuați?
sk: Priečinok %1 už existuje. Zmením vlastníka na %2 a zmením práva. Chcete pokračovať?
sl: Mapa %1 že obstaja. Od zdaj naprej bo lastnik %2, spremenjena pa bodo tudi dovoljenja. Ali želite nadaljevati?
sr@ijekavian: Фасцикла %1 већ постоји! Учинићу %2 власником и променити дозволе. Желите ли да наставите?
sv: Katalogen %1 existerar redan. Kommer att göra %2 till ägare och skyddet kommer att ändras. Vill du fortsätta?
ug: %1 قىسقۇچ مەۋجۇت. %2 ئىگىسىگە ئايلىنىپ ھوقۇقىنى ئۆزگەرتىدۇ. راستلا داۋاملاشتۇرامسىز؟
uk: Тека %1 вже існує! Зробить %2 власником та змінить права доступу. Продовжити?
zh_tw: 目錄 %1 已經存在了！ 接下來會將該目錄權限與擁有者換成 %2。 您確定繼續嗎？
