Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Folder %1 does not exist, cannot copy skeleton.
ar: .المجلد %1 غير موجود، لا يمكن نسخ الهيكل
bg: Грешка при копиране на шаблона. Папката "%1" не съществува.
bs: Direktorij %1 ne postoji, ne mogu kopirati skeleton.
ca: La carpeta %1 no existeix, no es pot copiar l'esquelet.
cs: Složka %1 neexistuje, nelze zkopírovat skeleton.
el: Ο φάκελος %1 δεν υπάρχει, ο σκελετός δεν μπορεί να αντιγραφεί.
es: La carpeta %1 no existe; no se puede copiar el esqueleto.
et: Kataloogi %1 ei ole olemas, tüüpseadistusi ei saa kopeerida.
eu: %1 karpeta ez dago, ezin kopiatu eskeletoa.
fa: پوشه %1 وجود ندارد، skeleton را نمی‌توان رونوشت کرد.
fi: Kansiota %1 ei ole olemassa, ei voida kopioida runkoa
fr: Le dossier « %1 » n'existe pas. Impossible de copier le dossier squelette.
ga: Níl fillteán %1 ann, ní féidir creatlach a chóipeáil.
gl: O cartafol %1 non existe, non se poden copiar os ficheiros básicos.
hi: फ़ोल्डर %1 उपलब्ध नहीं है, स्केलटॉन की नक़ल नहीं कर सकता.
hr: Mapa %1 ne postoji, ne mogu kopirati kostur
hu: %1 nevű mappa nem létezik, nem másolható át a struktúra mintája.
ia: Dossier %1 non existe, non pote copiar skeleto.
is: Mappan %1 er ekki til, get ekki afritað beinagrind.
it: La cartella %1 non esiste, impossibile copiare lo scheletro.
ja: ディレクトリ <filename>%1</filename> は存在しません。スケルトンをコピーできません。
kk: %1 деген қапшық жоқ, қаңқа файлдар көшірілмеді.
lt: Aplankas %1 neegzistuoja, todėl nepavyksta nukopijuoti ruošinio.
lv: Mape %1 neeksistē, nevar kopēt skeletu.
nb: Mappa %1 finnes ikke, kan ikke kopiere skjelett.
nds: Dat gifft den Orner "%1" nich, Koperen vun de Vörlagen nich mööglich.
nn: Mappa %1 finst ikkje, kan ikkje kopiera struktur.
pl: Katalog %1 nie istnieje, nie można skopiować domyślnych ustawień.
pt: A pasta %1 não existe, como tal não é possível copiar o esqueleto.
ro: Dosarul %1 nu există. Nu s-a putut copia scheletul de fișiere.
sk: Priečinok %1 neexistuje, nepodarilo sa skopírovať skeleton.
sl: Mapa %1 ne obstaja, ni mogoče kopirati ogrodja.
sr@ijekavian: Фасцикла %1 не постоји, не могу да копирам скелет.
sv: Katalogen %1 existerar inte, kan inte kopiera mall.
ug: قىسقۇچ %1 مەۋجۇت ئەمەس، سەپلىمە ھۆججەت كۆچۈرەلمەيدۇ.
uk: Тека %1 не існує, неможливо скопіювати структуру.
zh_tw: 目錄 %1 不存在，不能複製架構。

source: Cannot remove home folder %1. Error: %2
ar: لا يمكن إزالة مجلد المنزل %1. الخطأ: %2
bg: Грешка при изтриване на домашната папка "%1": %2
bs: Ne mogu ukloniti home direktorij %1. Greška: %2
ca: No es pot esborrar la carpeta %1. Error: %2
cs: Není možné odstranit domovskou složku %1. Chyba: %2
el: Δεν μπορεί να απομακρυνθεί ο αρχικός κατάλογος %1. Σφάλμα: %2
es: No se puede eliminar la carpeta de usuario %1 Error: %2
et: Kodukataloogi %1 eemaldamine nurjus. Viga: %2
eu: Ezin kendu %1 etxeko karpeta. Errorea: %2
fa: پوشه آغازه %1 را نمی‌توان حذف کرد؟ خطا: %2
fi: Kotikansiota %1 ei voida poistaa Virhe: %2
fr: Impossible de supprimer le dossier personnel « %1 ». Erreur : %2
ga: Ní féidir fillteán baile %1 a bhaint. Earráid: %2
gl: Non foi posíbel eliminar o cartafol persoal %1. Erro: %2
hi: होम फ़ोल्डर %1 मिटा नहीं सकता. त्रुटि: %2
hr: Nemogu ukloniti korisničku mapu %1 Greška: %2
hu: Nem sikerült eltávolítani a(z) %1 saját mappát. A hibaüzenet: %2
ia: Non pote remover dossier domo %1. Error: %2
is: Get ekki eytt heimasvæði %1 Villa: %2
it: Impossibile rimuovere la cartella Home %1. Errore: %2
ja: ホームディレクトリ <filename>%1</filename> を削除できません。 エラー: %2
kk: %1 мекен қапшығы өшірілмеді. Қатесі: %2
lt: Nepavyksta pašalinti namų aplanko %1. Klaida: %2
lv: Nevar izdzēst mājas mapi %1. Kļūda: %2
nb: Kan ikke fjerne hjemmemappa %1. Feil: %2
nds: Tohuusorner "%1" lett sik nich wegdoon. Fehler: %2
nn: Kan ikkje fjerna heimemappa %1. Feil: %2
pl: Nie można usunąć katalogu domowego %1. Błąd: %2
pt: Não é possível remover a pasta pessoal %1. Erro: %2
ro: Nu s-a putut șterge dosarul personal %1. Eroare: %2
sk: Nepodarilo sa odstrániť domovský priečinok %1. Chyba: %2
sl: Ni mogoče odstraniti domače mape %1. Napaka: %2
sr@ijekavian: Не могу да уклоним домаћу фасциклу %1. Грешка: %2
sv: Kan inte ta bort hemkatalog %1. Fel: %2
ug: ماكان مۇندەرىجە %1 نى چىقىرىۋېتەلمەيدۇ. خاتالىق: %2
uk: Неможливо вилучити теку домівки %1. Помилка: %2
zh_tw: 無法移除家目錄 %1。 錯誤： %2

source: Removal of home folder %1 failed (uid = %2, gid = %3).
ar: حدث فشل خلال إزالة مجلد المنزل %1 (رمز المستخدم = %2، رمز المجموعة = %3)
bg: Грешка при изтриване на домашната папка "%1" (UID = %2, GID = %3).
bs: Uklanjanje home direktorija %1 nije uspjelo (uid = %2, gid = %3).
ca: Ha fallat l'esborrat de la carpeta inici %1 (uid = %2, gid = %3).
cs: Odebrání domovské složky %1 selhalo (uid = %2, gid = %3).
el: Η απομάκρυνση του αρχικού φακέλου %1 απέτυχε (uid = %2, gid = %3).
es: Ha fallado el borrado de la carpeta personal %1 (uid = %2, gid = %3).
et: Kodukataloogi %1 eemaldamine nurjus (uid = %2, gid = %3).
eu: %1 etxeko karpeta kentzeak huts egin du (uid = %2, gid = %3).
fa: خرابی در حذف پوشه آغازه %1 )uid = %2, شناسه گروه = %3(.
fi: Kotikansion %1 poistaminen epäonnistui (uid = %2, gid = %3)
fr: Impossible de supprimer le dossier personnel « %1 » (numéro d'utilisateur = %2, numéro de groupe = %3).
ga: Níorbh fhéidir baile fillteán %1 a bhaint (úsáideoir = %2, grúpa = %3).
gl: Fallou a eliminación do cartafol persoal %1 (uid = %2, gid = %3).
hi: होम फ़ोल्डर %1 का मिटाना असफल (यूआईडी = %2, जीआईडी = %3)
hr: Uklanjanje korisničke mape %1 nije uspjelo (uid = %2, gid = %3)
hu: Nem sikerült törölni a(z) %1 saját mappát (uid = %2, gid = %3).
ia: Il falleva a remover dossier domo %1 (uid = %2, gid = %3).
is: Ekki tókst að fjarlægja heimasvæðið %1 (uid = %2, gid = %3).
it: Rimozione della cartella %1 non riuscita (uid = %2, gid = %3).
ja: ホームディレクトリ <filename>%1</filename> の削除に失敗しました (UID=<numid>%2</numid>, GID=<numid>%3</numid>)
kk: %1 мекен қапшығын жылжыту мүмкін болмады (uid = %2, gid = %3).
lt: Nepavyko pašalinti namų aplanko %1 (uid = %2, gid = %3).
lv: Neizdevās izdzēst mapi %1 (uid = %2, gid = %3)
nb: Kunne ikke fjerne hjemmemappa %1 (uid = %2, gid = %3).
nds: Wegmaken vun Tohuusorner "%1" fehlslsaan (UID=%2, GID=%3).
nn: Klarte ikkje fjerna heimemappa %1 (UID=%2, GID=%3).
pl: Usuwanie katalogu %1 nie powiodło się (uid = %2, gid = %3).
pt: A remoção da pasta pessoal %1 falhou (UID = %2, GID = %3).
ro: Ștergerea dosarului personal %1 a eșuat (uid = %2, gid = %3).
sk: Odstránenie domovského priečinku %1 zlyhalo (uid = %2, gid = %3).
sl: Odstranjevanje domače mape %1 ni uspelo (uid = %2, gid = %3).
sr@ijekavian: Уклањање домаће фасцикле %1 није успело (УИД %2, ГИД %3).
sv: Borttag av hemkatalog %1 misslyckades (användar-id=%2, grupp-id=%3).
ug: ماكان مۇندەرىجە %1 نى چىقىرىۋېتەلمىدى(uid = %2, gid = %3)
uk: Вилучення теки домівки %1 зазнало невдачі (uid = %2, gid = %3).
zh_tw: 刪除 %1 家目錄失敗 (uid = %2, gid = %3)。

source: stat call on file %1 failed. Error: %2
ar: نداء stat على الملف %1 قد فشل. الخطأ: %2
bg: Грешка при промяна на собственика на файла "%1": %2
bs: stat poziv na datoteci %1 nije uspio. Greška: %2
ca: la crida stat pel fitxer %1 ha fallat. Error: %2
cs: Volání 'stat' na soubor %1 selhalo. Chyba: %2
el: Η επίκληση της stat στο αρχείο %1 απέτυχε. Σφάλμα: %2
es: La llamada a «stat» para el archivo %1 ha fallado. Error: %2
et: stat väljakutsele failile %1 nurjus. Viga: %2
eu: stat deiak %1 fitxategian huts egin du. Errorea: %2
fa: خرابی فراخوانی stat در پرونده %1. خطا: %2
fi: stat kutsu tiedostolle %1 epäonnistui Virhe: %2
fr: Échec de l'appel de la fonction « stat » sur le fichier « %1 ». Erreur : %2
ga: Theip ar ghlao stat ar %1. Earráid: %2
gl: Fallou a chamada a stat() no ficheiro %1 Erro: %2
hi: फ़ाइल %1 पर स्टेट काल असफल. त्रुटि: %2
hr: "stat" poziv za datoteka %1 nije uspio Greška: %2
hu: A stat függvényhívás nem sikerült a(z) %1 fájlnál. A hibaüzenet: %2
ia: Il falleva le appello de stat sur file %1. Error: %2
is: stat kall á skrána %1 brást. Villa: %2
it: Chiamata a stat per il file %1 non riuscita. Errore: %2
ja: ファイル <filename>%1</filename> に対する stat コールが失敗しました。 エラー: %2
kk: stat %1 файлды шақырғанда жаңылыс орын алды. Қатесі: %2
lt: nepavyko iškviesti failo %1 statistikos. Klaida: %2
lv: Statusa izsaukums failam %1 neizdevās. Kļūda: %2
nb: stat-kall på fila. %1 mislyktes. Feil:%2
nds: Oproop vun "stat" för Datei "%1" fehlslaan. Fehler: %2
nn: Kan ikkje utføra stat-kall på fila %1. Feil: %2
pl: Wywołanie stat() dla pliku %1 nie powiodło się. Błąd: %2
pt: A função 'stat' no ficheiro %1 falhou. Erro: %2
ro: Determinarea stării fișierului %1 a eșuat. Eroare: %2
sk: Volanie stat pre súbor %1 zlyhalo. Chyba: %2
sl: Klic stat na datoteko %1 ni uspel. Napaka: %2
sr@ijekavian: Позив <icode>stat()</icode> над фајлом %1 није успео. Грешка: %2
sv: Statusanrop på fil %1 misslyckades. Fel: %2
ug: ھۆججەت %1 دىكى stat نى چاقىرالمىدى. خاتالىق: %2
uk: Виклик «stat» на файлі %1 зазнав невдачі. Помилка: %2
zh_tw: 取得 %1 檔案狀態失敗。 錯誤： %2

source: Cannot remove crontab %1. Error: %2
ar: لا يمكن إزالة crontab لـ %1 الخطأ: %2
bg: Грешка при изтриване на услугите (файла) crontab "%1": %2
bs: Ne mogu ukloniti crontab %1. Greška: %2
ca: No es pot eliminar crontab %1. Error: %2
cs: Není možné odstranit crontab %1. Chyba: %2
el: Δεν μπορεί να απομακρυνθεί το contrab %1. Σφάλμα: %2
es: No se puede eliminar crontab %1. Error: %2
et: Crontabi %1 eemaldamine nurjus. Viga: %2
eu: Ezin kendu %1 crontab. Errorea: %2
fa: crontab %1 را نمی‌توان حذف کرد. خطا: %2
fi: Crontabia %1 ei voitu poistaa Virhe: %2
fr: Impossible de supprimer la liste des tâches planifiées %1. Erreur : %2
ga: Ní féidir crontab %1 a bhaint. Earráid: %2
gl: Non foi posíbel eliminar o a táboa de cron %1 Erro: %2
hi: क्रॉनटैब %1 को नहीं मिटा सका. त्रुटि: %2
hr: Ne mogu ukloniti crontab %1 Greška: %2
hu: Nem sikerült eltávolítani a(z) %1 crontab-bejegyzést. A hibaüzenet: %2
ia: Non pote remover crontab %1. Error: %2
is: Get ekki fjarlægt 'crontab' %1 Villa: %2
it: Impossibile rimuovere la crontab %1. Errore: %2
ja: crontab %1 を削除できません。 エラー: %2
kk: %1 crontab өшірілмеді. Қатесі: %2
lt: Nepavyksta pašalinti crontab %1. Klaida: %2
lv: Nevar izdzēst crontab %1. Kļūda: %2
nb: Kan ikke fjerne crontab %1. Feil: %2
nds: Crontab "%1" lett sik nich wegmaken. Fehler: %2
nn: Kan ikkje fjerna crontab %1. Feil: %2
pl: Nie można usunąć pliku crontab %1. Błąd: %2
pt: Não é possível remover o 'crontab' do %1. Erro: %2
ro: Nu s-a putut șterge fișierul crontab %1. Eroare: %2
sk: Nepodarilo sa zrušiť crontab %1. Chyba: %2
sl: Ni mogoče odstraniti crontab %1. Napaka: %2
sr@ijekavian: Не могу да уклоним крон таблицу %1. Грешка: %2
sv: Kan inte ta bort crontab %1. Fel: %2
ug: crontab %1 نى چىقىرىۋېتەلمەيدۇ. خاتالىق: %2
uk: Неможливо вилучити планування задач (crontab) %1. Помилка: %2
zh_tw: 無法移除 crontab %1。 錯誤： %2

source: Cannot remove mailbox %1. Error: %2
ar: لا يمكن إزالة صندوق البريد %1. الخطأ: %2
bg: Грешка при изтриване на пощенската кутия "%1": %2
bs: Ne mogu ukloniti mailbox %1. Greška: %2
ca: No es pot esborrar la bústia %1. Error: %2
cs: Není možné odstranit poštovní schránku %1. Chyba: %2
el: Δεν μπορεί να απομακρυνθεί το γραμματοκιβώτιο %1. Σφάλμα: %2
es: No se puede eliminar el buzón de correo %1. Error: %2
et: Postkasti %1 eemaldamine nurjus. Viga: %2
eu: Ezin kendu %1 postontzia. Errorea: %2
fa: نامه‌دان %1 را نمی‌توان حذف کرد. خطا: %2
fi: Postilaatikkoa %1 ei voitu poistaa Virhe: %2
fr: Impossible de supprimer la boîte aux lettres « %1 ». Erreur : %2
ga: Ní féidir bosca poist %1 a bhaint. Earráid: %2
gl: Non foi posíbel eliminar o cartafol de correo %1 Erro: %2
hi: मेलबक्सा %1 को नहीं मिटा सका. त्रुटि: %2
hr: Ne mogu ukloniti sandučić %1 Greška: %2
hu: Nem sikerült eltávolítani a(z) %1 postaládát. A hibaüzenet: %2
ia: Non pote remover cassetta postal %1. Error: %2
is: Get ekki eytt pósthólfi %1 Villa: %2
it: Impossibile rimuovere la casella di posta %1. Errore: %2
ja: メールボックス <filename>%1</filename> を削除できません エラー: %2
kk: %1 пошта жәшігі өшірілмеді. Қатесі: %2
lt: Nepavyksta pašalinti pašto dėžutės %1. Klaida: %2
lv: Nevar izdzēst pasta kasti %1. Kļūda: %2
nb: Kan ikke fjerne postboksen %1. Feil: %2
nds: Breefkasten "%1" lett sik nich wegmaken. Fehler: %2
nn: Kan ikkje fjerna postboks %1. Feil: %2
pl: Nie można usunąć skrzynki pocztowej %1. Błąd: %2
pt: Não é possível remover a caixa de correio %1. Erro: %2
ro: Nu s-a putut șterge căsuța poștală %1. Eroare: %2
sk: Nepodarilo sa odstrániť poštovú schránku %1. Chyba: %2
sl: Ni mogoče odstraniti poštnega predala %1. Napaka: %2
sr@ijekavian: Не могу да уклоним сандуче %1. Грешка: %2
sv: Kan inte ta bort brevlåda %1. Fel: %2
ug: خەت ساندۇق %1 نى چىقىرىۋېتەلمەيدۇ. خاتالىق: %2
uk: Неможливо вилучити поштову скриньку %1. Помилка: %2
zh_tw: 無法移除信箱 %1。 錯誤： %2

source: KUser sources were not configured. Set 'Password file' in Settings/Files
bg: Ресурсите на програмата не са настроени. Задайте "Файл за пароли" в "Настройки/Файлове"
bs: Izvori KUsera nisu podešeni. Postavite 'Datoteka zaporke' u Postavke/Datoteke
ca: No s'han configurat les fonts del KUser. Indiqueu el fitxer de contrasenyes a «Arranjament/Fitxers»
cs: Zdroje KUser ještě nebyly nastaveny. Nastavte 'Soubor s hesly' v Nastavení->Soubory
el: Οι πηγές του KUser δεν έχουν ρυθμιστεί. Ορίστε το 'Αρχείο κωδικού πρόσβασης' στο μενού Ρυθμίσεις/Αρχεία
es: Las fuentes de KUser no han sido configuradas. Configure el «archivo de contraseñas» en Configuración/Archivos
et: KUseri lähtefailid pole seadistatud. Määra paroolifail Seadistused->Failid
eu: KUser iturburuak ez daude konfiguratuta. Ezarri 'Pasahitzen fitxategia' Ezarpenak/Fitxategia menuan
fa: متنهای KUser پیکربندی نشدند. »پرونده اسم رمز« را در تنظیمات/پرونده‌ها تنظیم کنید
fi: KUser-lähteitä ei ole asetettu. Aseta salasanatiedosto valikossa Asetukset/Tiedostot.
fr: Les sources de KUser n'ont pas été configurées. Veuillez paramétrer l'emplacement du fichier de mots de passe dans « Configuration / Fichiers »
ga: Níor cumraíodh na foinsí KUser. Socraigh 'Comhad focail faire' faoi 'Socruithe/Comhaid'
gl: Non se configuraron as fontes de KUser. Configure o «Ficheiro de contrasinais» en Configuración/Ficheiros
hi: के-यूजर स्रोत कॉन्फ़िगर नहीं है. सेटिंग्स/फ़ाइलें में 'पासवर्ड फ़ाइल' सेट करें
hr: Izvori KUsera nisu podešeni. Postavite 'Datoteka zaporke' u Postavke/Datoteke
hu: A KUser forrásai nincsenek beállítva. Töltse ki a 'Jelszófájl' mezőt a Beállítások/Fájlok részben
ia: Fontes de KUser non esseva configurate. Fixa 'File de contrasigno' in Preferentias/Files
is: KUser kóðinn var ekki rétt þýddur. Stilltu 'Lykilorðaskrá' með því að fara í 'Stillingar/Skrár'
it: Sorgenti per KUser non configurate. Imposta «File delle password» in Impostazioni/File
ja: KUser ソースが設定されていません。 <interface>設定|ファイル</interface>でパスワードファイルを設定してください。
kk: KUser көздер көрсетілмегені. 'Баптау/Файлдар' дегенге барып 'Пароль файлы' дегенді орнатыңыз.
lt: KUser šaltiniai nekonfigūruoti. Nurodykite „Slaptažodžio failą“ Nustatymuose/Failai
lv: KUser avoti nav konfigurēti. Norādi 'Paroles failu' iekš 'Iestatījumi/Faili'
nb: KUser kilder ble ikke satt opp. Oppgi passord-fil i Innstillinger/Filer
nds: De KUser-Borndateien weern nich fastleggt. Leggt bitte de Passwoort-Datei binnen "Instellen/Dateien" fast
nn: KUser-kjeldene er ikkje sette opp. Vel «Passordfil» under «Innstillingar → Filer».
pl: Źródła KUser nie zostały skonfigurowane. Proszę ustawić plik haseł na karcie Ustawienia/Pliki.
pt: As fontes do KUser não foram configuradas. Configure o 'Ficheiro de senhas' em 'Configuração/Ficheiros'
ro: Sursele KUser nu au fost configurate. Setați „Fișierul Parolă” în Configurări/Fișiere
sk: Zdroje KUser nie sú nastavené. Nastavte 'Súbor hesla' v Nastavenia/Súbory
sl: Viri za KUser niso bili nastavljeni. V Nastavitve → Datoteke nastavite »Datoteka z gesli«
sr@ijekavian: Извори К‑корисника нису подешени. Задајте фајл лозинке у поставкама фајлова.
sv: Kuser-källorna blev inte inställda. Ange 'Lösenordsfil' under Inställningar/Filer.
ug: KUser مەنبە سەپلەنمىگەن. تەڭشەك/ھۆججەتلەردىكى «ئىم ھۆججەت»نى تەڭشەڭ.
uk: Джерела KUser не налаштовано. Вкажіть «Файл пароля» в Параметри/Файли
zh_tw: KUser 檔案來源尚未設定。 請在「設定」─「檔案」中設定密碼檔。

source: Stat call on file %1 failed: %2 Check KUser settings.
ar: نداء stat على الملف %1 قد فشل: %2 تأكد من إعدادات ك.مستخدم
bg: Грешка при промяна на собственика на файла "%1": %2 Моля, проверете настройките на програмата.
bs: stat poziv datoteke %1 nije uspio: %2 Provjerite postavke programa KUser.
ca: La crida «stat» pel fitxer %1 ha fallat: %2 Comproveu la configuració del KUser.
cs: Volání 'stat' na soubor %1 selhalo: %2 Zkontrolujte nastavení. KUser.
el: Η κλήση stat για το αρχείο %1 απέτυχε: %2 Ελέγξτε τις ρυθμίσεις KUser.
es: La llamada a «stat» para el archivo %1 ha fallado: %2 Compruebe la configuración de KUser.
et: stat väljakutse failile %1 nurjus: %2 Kontrolli KUseri seadistusi.
eu: stat deiak %1 fitxategian huts egin du: %2 Egiaztatu KUser-en ezarpenak.
fa: خرابی فراخوانی Stat در %1: %2 تنظیمات KUser بررسی شود.
fi: Tiedoston %1 tilakutsu epäonnistui: %2 Tarkista KUserin asetukset.
fr: Échec de l'appel de la fonction « stat » sur le fichier « %1 » : %2 Vérifiez la configuration de KUser.
ga: Theip ar ghlao stat ar chomhad %1: %2 Seiceáil socruithe KUser.
gl: Fallou a chamada a stat() no ficheiro %1: %2 Verifique a configuración de KUser.
hi: फ़ाइल %1 पर स्टेट काल असफल: %2 के-यूज़र विन्यास जाँचें.
hr: "stat" poziv za datoteka %1 nije uspio: %2 Provjerite KUser postavke.
hu: Egy stat függvényhívás nem sikerült a(z) %1 fájlnál: %2 Ellenőrizze a KUser beállításait.
ia: Appello stat sur file %1 falleva: %2 Verifica preferentias de KUser.
is: Stat kall á skrána %1 brást: %2 Athugaðu uppsetninguna á KUser.
it: Chiamata a stat per il file %1 non riuscita: %2 Controlla le impostazioni di KUser.
ja: ファイル <filename>%1</filename> に対する stat コールが失敗しました: %2 KUser の設定を確認してください。
kk: stat %1 деген файлды шақырғанда жаңылыс орын алды: %2 KUser баптауын тексеріңіз.
lt: Nepavyko iškviesti failo %1 statistikos: %2 Patikrinkite KUser nustatymus.
lv: Statusa izsaukums failam %1 ir izgāzies: %2 Pārbaudiet KUser iestatījumus.
nb: Stat-kall på fila. %1 mislyktes: %2 Sjekk oppsettet for KUser.
nds: Oproop vun "stat" för Datei "%1" fehlslaan: %2 Prööv bitte de KUser-Instellen.
nn: Kan ikkje utføra stat-kall på fila %1: %2. Sjekk KUser-innstillingane.
pl: Wywołanie stat() dla pliku %1 nie powiodło się: %2 Sprawdź ustawienia KUser.
pt: A função 'stat' no ficheiro %1 falhou: %2 Verifique a configuração do KUser.
ro: Determinarea informațiilor despre fișierul %1 a eșuat: %2 Verificați configurările Kuser.
sk: Volanie stat pre súbor %1 zlyhalo: %2 Skontrolujte nastavenie KUser.
sl: Klic stat na datoteki %1 ni uspel: %2 Preverite nastavitve programa KUser.
sr@ijekavian: Позив <icode>stat()</icode> над фајлом %1 није успео: %2 Проверите поставке К‑корисника.
sv: Statusanrop för filen %1 misslyckades: %2 Kontrollera Kuser-inställningarna.
ug: ھۆججەت %1 دىكى stat نى چاقىرالمىدى: %2 KUser تەڭشىكىنى تەكشۈرۈڭ.
uk: Виклик «stat» для файла %1 зазнав невдачі: %2 Перевірте налаштування KUser.
zh_tw: 呼叫檔案 %1 狀態失敗： %2 請檢查 KUser 設定。

source: Error opening %1 for reading.
ar: خطأ في فتح %1 للقراءة.
bg: Грешка при отваряне на "%1" за четене.
bs: Greška pri otvaranju %1 za čitanje.
ca: Error obrint %1 per a lectura.
cs: Chyba při otevírání %1 pro čtení.
el: Σφάλμα κατά το άνοιγμα του %1 για ανάγνωση.
es: Error al abrir %1 para lectura.
et: Viga %1 avamisel lugemiseks.
eu: Errorea %1 irakurtzeko irekitzean.
fa: خطای باز کردن %1 برای خواندن.
fi: Virhe avattaessa tiedostoa %1 lukemista varten.
fr: Impossible d'ouvrir « %1 » en lecture.
ga: Earráid agus %1 á oscailt chun é a léamh.
gl: Erro ao abrir %1 para lectura.
hi: %1 को पढ़ने हेतु खोलने में त्रुटि.
hr: Greška pri otvaranju %1 za čitanje.
hu: Nem sikerült megnyitni olvasásra: %1.
ia: Error durante que on aperiva %1 per lectura
is: Tókst ekki að opna %1 til lesturs.
it: Errore in apertura di %1 in lettura.
ja: <filename>%1</filename> を読み込みモードで開くときにエラーが発生しました。
kk: %1 дегенді оқу үшін ашу қатесі.
lt: Klaida atveriant %1 skaitymui.
lv: Kļūda atverot %1 lasīšanai.
nb: Feil ved åpning av %1 for lesing.
nds: Bi't Lesen vun "%1" geev dat en Fehler.
nn: Feil ved opning av %1 for lesing.
pl: Nie można otworzyć %1 do odczytu.
pt: Erro ao aceder ao %1 para leitura.
ro: Eroare la deschiderea %1 pentru citire.
sk: Chyba pri otváraní %1 pre čítanie.
sl: Napaka med odpiranjem %1 za branje.
sr@ijekavian: Грешка при отварању %1 за читање.
sv: Fel då %1 skulle öppnas för läsning.
ug: %1 نى ئوقۇش ئۈچۈن ئېچىشتا خاتالىق كۆرۈلدى.
uk: Помилка відкриття %1 для читання.
zh_tw: 開啟 %1 讀取時錯誤。
