Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Check this if you want to use the user/group entries in a Samba domain. KUser will create sambaSamAccount objectclass for each entry which is usable with the ldapsam passdb backend with Samba version greater than 3.0.
bg: Използване на информацията за потребители и групи в домейна на Самба.
bs: Uključite ovo ako želite da vaši korisnici i grupe pripadaju Samba domeni. KUser će napraviti sambaSamAccount objekt-klasu za svaki unos koji je upotrebljiv sa ldapsam passdb backendom koristeći Samba verzije veće od 3.0.
ca: Marqueu-ho si voleu usar les entrades d'usuari/grup a un domini Samba. KUser crearà una classe objecte sambaSamAccount per a cada entrada que sigui usable amb el dorsal passdb ldapsam amb una versió Samba més gran que 3.0.
cs: Zvolte, pokud si přejete používat uživatelské záznamy a záznamy skupin v doméně Samba. KUser vytvoří objektovou třídu sambaSamAccount pro každý záznam s podpůrnou vrstvou ldapsam passdb v Sambě vyšší verze než 3.0.
el: Ενεργοποιήστε αυτό αν επιθυμείτε να χρησιμοποιήσετε τις καταχωρήσεις χρήστη/ομάδας σε τομέα Samba. Το KUser θα δημιουργήσει μια κλάση αντικειμένου λογαριασμού sambaSam για κάθε καταχώρηση που μπορεί να χρησιμοποιηθεί με τη μέθοδο ldapsam passdb σε έκδοση Samba μεγαλύτερη από την 3.0.
es: Marque esto si quiere usar las entradas de usuario y grupo del dominio Samba. KUser creará el objeto «sambaSamAccount» en cada entrada que pueda usarse con el sistema «ldapsam passdb» con versiones de Samba mayores que la 3.0.
et: Sisselülitamisel saab tarvitada Samba domeenis kasutaja/grupikirjeid. KUser loob objektiklassi sambaSamAccount igale kirjele, mida saab tarvitada ldapsam passdb taustarakendusega Samba versioonis 3.0 või uuem.
eu: Hautatu hau erabiltzaile/talde sarrerako Samba domeinu batean erabili nahi badituzu. KUser-ek sambaSamAccount objektu-klasea sortuko du ldapsam passdb euskarriarekin eta Samba 3.0 bertsioa baina bertsio berriagoarekin erabil daitekeen sarrera bakoitzarentzat.
fa: اگر می‌خواهید از مدخلهای کاربر/گروه در دامنه سامبا استفاده کنید، این گزینه را علامت بزنید. KUser، رده شیء sambaSamAccount را برای هر مدخل که توسط پایانه ldapsam passdb در نسخه بالاتر از ۳.۰ سامبا قابل استفاده است، ایجاد می‌کند
fi: Tällä valinnalla käytät käyttäjiä/ryhmiä samba-verkkoalueessa. KUser luo SambaSamAccount olioluokan kullekin käytettävissäolevalle tiedolle, joka on käytettävissä ldapsam passdb Samballa (versio >= 3.0).
fr: Cocher cette option si vous désirez utiliser les entrées d'utilisateur / de groupe d'un domaine Samba. KUser créera une classe d'objet « sambaSamAccount » pour chaque entrée utilisable avec l'interface « passdb ldapsam » avec une version de Samba supérieure à 3.0.
ga: Cuir tic anseo más mian leat na hiontrálacha úsáideoirí/grúpaí a úsáid i bhfearann Samba. Cruthóidh KUser aicme réada sambaSamAccount le haghaidh gach iontrála is féidir a úsáid leis an inneall ldapsam passdb agus leagan de Samba níos nuaí ná 3.0.
gl: Sinale isto se quer usar as entradas usuario/grupo no dominio Samba. KUser creará un obxecto da clase sambaSamAccount para cada entrada que sexa usábel co servizo ldapsam passdb con versións de Samba máis recentes que 3.0.
hr: Ovo obilježite ako želite koristiti korisničke/grupne unose u Samba-domeni. KUser će stvoriti objektnu klasu sambaSamAccount za svaki unos koji se može koristiti u podršci ldapsam passdb sa Sambom inačice veće od 3.0.
hu: Jelölje be ezt az opciót, ha a Samba-tartomány felhasználó- és csoportbejegyzéseit szeretné használni. A program létrehozza a sambaSamAccount objektumosztályt mindegyik olyan bejegyzéshez, mely használható a Samba 3.0 (vagy újabb) ldapsam passdb moduljával.
ia: Marca isto si tu vole usar le entratas de usator/gruppo in un dominio de Samba. KUser creara objectclass de sambaSamAccount per cata entrata que es usabile con le retro-administration ldapsam passdb con version de Samba superior a 3.0.
is: Hakaðu við hér ef þú vilt nota notanda/hópa færslurnar í Samba-léninu. KUser mun þá búa til sambaSamAccount færslur fyrir hvern notanda sem nota má með ldapsam passdb grunninum með Sömbu útgáfu 3.0 og hærra.
it: Segnalo se vuoi usare le voci utente/gruppo in un dominio Samba. KUser creerà una classe oggetti sambaSamAccount per ogni voce utilizzabile con l'interfaccia passdb di ldapsam con versioni di Samba superiori a 3.0.
ja: Samba ドメインの中でユーザ/グループエントリを使う場合、これをチェックしてください。KUser は、Samba バージョン 3.0 以上の ldapsam passdb バックエンドで利用できる、sambaSamAccount オブジェクトクラスを各エントリごとに作成します。
kk: Егер Samba доменінде пайдаланушылар/топтар жазуын қолданғыңыз келсе, осы құсбелгіні қойыңыз. KUser `әрбір жазу үшін 3.0 ден төмен емес Samba нұсқасы бар ldapsam passdb сервері қолданылатын sambaSamAccount нысан класын орнатады.
lt: Įjunkite šią parinktį, jei norite naudoti naudotojų iur grupės įrašus Samba srityje. KUser sukurs sambaSamAccount objektų klasę kiekvienam įrašui, prieinamui ldapsam passdb su Samba versija, naujesne nei 3.0.
lv: Ieslēdziet šo, ja vēlaties lietot user/group ierakstus no Samba domēna. KUser katram ierakstam, kas ir izmantojams ar Sambas 3.0 vai lielākas versijas ldapsam passdb aizmuguri, izveidos sambaSamAccount objektklasi.
nb: Kryss av her om du vil bruke bruker/gruppe-oppføringene i et Samba-domene. KUser lager en sambaSamAccount-objektklasse for hver oppføring som kan brukes med passdb-bakgrunnsmotoren ldapsam med Samba-versjon større enn 3.0.
nds: Aktiveer dit, wenn Du Bruker-/Koppelindrääg in en Samba-Domään bruken wullt. KUser stellt de Objektklass "sambaSamAccount" för elk Indrag op, de sik mit den "passdb"-Hölper "ldapsam" ut Samba > 3.0 bruken lett.
nn: Kryss av her viss du ønskjer å bruka brukar- og gruppeoppføringa i eit Samba-domene. KUser vil oppretta ein «sambaSamAccount»-objektklasse for kvar oppføring som kan brukast med ldapsam passdb-løydinga med Samba-versjon større enn 3.0.
pl: Włącz tę opcję, jeśli chcesz zarządzać użytkownikami/grupami w domenie Samby. KUser utworzy klasę sambaSamAccount dla każdej pozycji, która nadaje się do użycia z narzędziem ldapsam passdb dla wersji Samby wyższej niż 3.0.
pt: Active isto se deseja utilizar as entradas de utilizador/grupo num domínio Samba. O KUser cria objectos sambaSamAccount para cada entrada, os quais podem ser utilizados com a infra-estrutura de senha ldapsam do Samba (versão 3.0 ou superior).
ro: Bifați aici dacă doriți să folosiți înregistrările utilizatorului/grupului intr-un domeniu Samba.KUser va crea clasa obiect sambaSamAccount pentru fiecare înregistrare care poate fi folosită cu suportul Idapsam passdb cu versiune Samba mai nouă decît 3.0.
sk: Toto zapnite, ak chcete používať užívateľov a skupiny v doméne Samba. KUser vytvorí objekt sambaSamAccoutn pre každý záznam. Tieto objekty je možné používať v Samba verzii 3.0 alebo vyššej.
sl: Označite to možnost, če želite vnose za uporabnike in skupine uporabiti v domeni Samba. KUser bo ustvaril predmetni razred sambaSamAccount za vsak vnos, ki ga je mogoče uporabljati z zaledjem ldapsam passdb in z različico Sambe novejšo kot 3.0.
sr@ijekavian: Попуните ово ако желите да се уноси корисника и група користите и у Самбином домену. К‑корисник ће направити објектну класу <icode>sambaSamAccount</icode> за сваки унос који је употребљив са позадином <icode>ldapsam</icode> за <icode>passdb</icode> у издању Самбе новијим од 3.0.
sv: Markera det här om du vill använda användares och gruppers poster i en Samba-domän. Kuser skapar objektklassen sambaSamAccount för varje post som kan användas med gränssnittet ldapsam passdb med en Samba-version senare än 3.0.
ug: ئەگەر Samba دائىرىسىدە ئىشلەتكۈچى/گۇرۇپپا تۈرىنى ئىشلەتمەكچى بولسىڭىز بۇ تاللانمىنى تاللاڭ. KUser ھەر بىر تۈرگە sambaSamAccount نەڭ خىلى قۇرىدۇ، 3.0 دىن يۇقىرى نەشرىدىكى Samba دا ldapsam passdb ئارقا ئۇچى بىلەن ماسلاشتۇرۇپ ئىشلىتىلىدۇ.
uk: Позначте цей пункт, якщо ви хочете використовувати записи користувачів/груп в домені Samba. KUser створить об'єктний клас sambaSamAccount для кожного запису, який можна використовувати з сервером ldapsam passdb із версією Samba новішою, ніж 3.0.
zh_tw: 如果您要使用使用者/群組資料於 Samba 網域中。KUser 會幫每個資料產生 sambaSamAccount objectclass，可以用於 ldapsam passdb 後端資料庫（Samba 版本必須大於 3.0）。

source: Samba domain name
ar: اسم مجال السامبا
bg: Име на домейн за Самба
bs: Samba SID domene
ca: Nom de domini Samba
cs: Doménové jméno Samby
el: Όνομα τομέα Samba
es: Nombre de dominio Samba
et: Samba domeeni nimi
eu: Samba domeinu izena
fa: نام دامنه سامبا
fi: Samban verkkoalueen nimi
fr: Nom du domaine Samba
ga: Ainm fearainn Samba
gl: Nome de dominio de Samba
hi: साम्बा डोमेन नाम
hr: Ime Samba domene
hu: Samba tartománynév
ia: Nomine de dominio de Samba
is: Samba lén nafn
it: Nome del dominio Samba
ja: Samba ドメイン名
kk: Samba доменің атауы
lt: Samba srities pavadinimas
lv: Samba domēna nosaukums
mr: साम्बा डोमेन नाव
nb: Samba domenenavn
nds: Samba-Domäännaam
nn: Samba-domenenamn
pl: Nazwa domeny Samby
pt: Nome do domínio Samba
ro: Nume domeniu Samba
sk: Meno domény Samba
sl: Ime domene Sambe
sr@ijekavian: Име Самбиног домена
sv: Samba-domännamn
ug: Samba دائىرە ئاتى
uk: Назва домену для Samba
zh_tw: Samba 網域名稱

source: This specifies the samba domain name.
ar: هذا يحدد اسم مجال السامبا.
bg: Име на домейн на Самба.
bs: Ovim određujete prefiks koji će se koristiti za unose korisnika.
ca: Especifica el nom de domini samba.
cs: Nastavení Samba doménových jmen.
el: Αυτό προσδιορίζει το όνομα τομέα samba.
es: Esto especifica el nombre de dominio Samba.
et: See määrab Samba domeeni nime.
eu: Honek samba domeinuaren izena zehazten du.
fa: نام دامنه سامبا را مشخص می‌کند.
fi: Tämä määrittelee samban verkkoalueen nimen.
fr: Ceci spécifie le nom du domaine Samba.
ga: Sonraíonn sé seo an t-ainm fearainn samba.
gl: Isto especifica o nome do dominio de samba.
hi: यह साम्बा डोमेन नाम निर्दिष्ट करता है
hr: Ovo određuje ime samba domene
hu: Ez adja meg a Samba tartománynevet.
ia: Isto specifica le nomine de dominio de Samba
is: Þetta skilgreinir Samba lén nafnið.
it: Questo specifica il nome del dominio Samba.
ja: Samba ドメイン名を指定します。
kk: Бұл Samba домен атауын көрсетеді.
lt: Čia nurodomas samba srities pavadinimas.
lv: Norāda Samba domēna nosaukumu.
nb: Dette spesifiserer Samba domene navnet.
nds: Gifft den Samba-Domäännaam an
nn: Samba-domenenamnet.
pl: Określa nazwę domeny Samby.
pt: Isto indica o nome do domínio samba.
ro: Specifică numele domeniului Samba.
sk: Toto určuje meno domény pre Samba.
sl: To določa ime domene sambe.
sr@ijekavian: Ово одређује име Самбиног домена.
sv: Det här anger domännamnet i Samba.
ug: بۇ تاللانما Samba دائىرە ئاتىنى بەلگىلەيدۇ.
uk: Вказує назву домену samba.
zh_tw: 這裡指定 Samba 網域名稱

source: Samba domain SID
ar: رمز الآمان لمجال السامبا
bg: Номер на домейн за Самба (SID)
bs: Samba SID domene
ca: SID de domini Samba
cs: SID Samba domény
el: SID τομέα samba
es: SID de dominio Samba
et: Samba domeeni SID
eu: Samba domeinuaren SIDa
fa: شناسه امنیت دامنه سامبا
fi: Samba-verkkoalueen SID
fr: Identifiant de sécurité de domaine Samba
ga: Aitheantas slándála fearainn Samba
gl: SID do dominio de Samba
hi: साम्बा डोमेन एसआईडी
hr: SID samba domeme
hu: Samba tartományazonosító (SID)
ia: SID de dominio de Samba
is: SID samba-léns
it: SID del dominio Samba
ja: Samba ドメイン SID
kk: Samba доменнің SID-і
lt: Samba domeno SID
lv: Samba domēna SID
mr: साम्बा डोमेन एसआईडी
nb: Samba domene-SID
nds: Samba-Domään-SID
nn: Samba domene-SID
pl: SID domeny Samby
pt: SID do domínio Samba
ro: Domeniul Samba SID
sk: SID domény Samba
sl: SID za domeno Samba
sr@ijekavian: СИД Самбиног домена
sv: Samba-domän-SID
ug: Samba دائىرە SID
uk: SID домену для Samba
zh_tw: Samba 網域 SID

source: This specifies the domain Security IDentifier. It is unique in a single domain. You can query the value of the domain SID with 'net getlocalsid domain_name'.
bg: Задаване на номер на домейн за Самба (SID). Това е уникален запис в домейна. Може да получите повече информация чрез командата "net getlocalsid domain_name".
bs: Ovo određuje sigurnosnu identifikaciju (Security IDentifier) domene. Ona je jedinstvena unutar domene. Možete saznati vrijednost SIDa domene koristeći naredbu 'net getlocalsid domain_name'.
ca: Això especifica l'identificador de seguretat de domini. És únic en un domini aïllat. Podeu consultar el valor del SID de domini amb «net getlocalsid nom_domini».
cs: Nastavení SID (Security IDentifier). Pro jednoduchou doménu je jedinečný. Hodnotu SID můžete získat pomocí 'net getlocalsid nazev_domeny'.
el: Αυτό προσδιορίζει το αναγνωριστικό ταυτότητας ασφάλειας τομέα, το οποίο είναι μοναδικό σε ένα μεμονωμένο τομέα. Μπορείτε να διατυπώσετε ερώτημα για την τιμή ρου SID τομέα με το 'net getlocalsid domain_name'.
es: Esto especifica el identificador de seguridad de dominio. Es único en un dominio unitario. Puede obtener el valor del SID del dominio usando «net getlocalsid nombre_de_dominio».
et: See määrab domeeni turvaidentifikaatori. See on igas domeenis unikaalne. Domeeni SID väärtuse saab hankida käsuga 'net getlocalsid domeeni_nimi'.
eu: Honek Segurtasun IDdentifikatzailearen domeinua zehaztu du. Domeinu bakoitzean bakarra da. Domeinuko SID-a kontsultatzeko erabili "et getlocalsid domeinu_izena".
fa: شناسه امنیت دامنه را مشخص می‌کند. این در تک ‌دامنه یکتاست. می‌توانید مقدار شناسه امنیت دامنه را با »net getlocalsid domain_name« پرس‌وجو کنید.
fi: Tämä määrittelee verkkoalueelle turvallisuustunnisteen. Se on yksilöllinen yhdelle verkkoalueelle. Voit kysyä verkkoalueen SID:iä 'net getlocalsid domain_name'.
fr: Ceci définit l'identifiant de sécurité du domaine (SID). Il est unique pour un domaine simple. Vous pouvez retrouver la valeur du SID du domaine avec « net getlocalsid domain_name ».
ga: Seo é Aitheantas Slándála an Fhearainn (SID). Tá sé uathúil i bhfearann amháin. Is féidir iarratas a dhéanamh ar an luach seo tríd an ordú 'net getlocalsid ainm_an_fhearainn'.
gl: Isto especifica o IDentificador de Seguridade do dominio. É único para cada dominio. Pode preguntar o valor do SID do dominio con «net getlocalsid domain_name».
hr: Ovo određuje domenski sigurnosni identifikator. On je jedinstven za određenu domenu. Možete ispitati vrijednost domenskog SID-a s 'net getlocalsid ime_domene'.
hu: Itt lehet megadni a tartomány biztonsági azonosítóját (SID-jét). A tartományon belül egyértelmű. A tartomány SID-jét a 'net getlocalsid tartománynév' paranccsal lehet lekérdezni.
ia: Isto specifica le SID (Identificator de securitate) de dominio. Il es unic per un singule dominio. Tu pote requirer le valor del SID de dominio con 'net getlocalsid domain_name'.
is: Þetta skilgreinir öryggisauðkenni (Security IDentifier) lénsins. Þetta er tala sem er einstök í hverju léni. Þú getur komist að öryggisauðkenni (SID) lénsins með 'net getlocalsid lénsheiti' skipunininni.
it: Specifica l'Identificatore di sicurezza del dominio. È univoco in ogni dominio. Puoi effettuare un'interrogazione del valore del SID di dominio con «net getlocalsid domain_name».
ja: ドメインセキュリティ識別子を指定します。これはシングルドメイン内で一意の値です。<icode>net getlocalsid domain_name</icode> でドメイン SID の値を問い合わせることができます。
kk: Домен қауіпсіздігінің идентификаторы (SID, Security IDentifier). Ол жеке доменде бірегей болады. Доменінің SID-ін "net getlocalsid домен_атауы" деп сұрауыңызға болады.
lt: Čia nurodomas srities saugumo IDentifikatorius. Jis unikalus vienoje srityje. Srities SID reikšmę galite sužinoti įvykdę komandą „net getlocalsid srities_pavadinimas“.
lv: Šis norāda domēna drošībaS IDentifikatoru. Tas ir unikāls domēna ietvaros. Jūs varat noskaidrot domēna SID vērtību, izmantojot 'net getlocalsid domēna_nosaukums'.
nb: Dette oppgir domenets Sikkerhets-IDentifikasjon. Det er entydig innen ett enkelt domene. Du kan spørre etter domene-SIDet med «net getlocalsid domain_name».
nds: Gifft den Sekerheit-Beteker (SID, "Security IDentifier") för de Domään an. Binnen een Domään is he eenstoortet. Du kannst den Weert vun den Domään-SID över "net getlocalsid domäännaam" affragen.
nn: Sikker identifikator for domenet. Denne er unik innan eit domene. Du kan finna ut verdien av domene-SID-en med «net getlocalsid domenenamn».
pl: Określa bezpieczny identyfikator (SID) domeny Samby. Jest on unikatowy w danej domenie. Można go sprawdzić za pomocą 'net getlocalsid nazwa_domeny'.
pt: Indica o 'Security IDentifier' (Identificador de Segurança) do domínio. É único em cada domínio. Pode procurar o valor do SID do domínio utilizando 'net getlocalsid nome_do_domínio'.
ro: Specifică domeniul Security Identifier. Este unic intr-un domeniu. Poți interoga valoarea domeniului SID cu „net getlocalsid nume_domeniu”.
sk: Toto určuje bezpečnostný identifikátor domény. Je unikátne v danej doméne. Hodnotu SID domény môžete zistiť príkazom 'net getlocalsid meno_domeny'.
sl: Tu se določa določilnik varnosti za domeno. V vsaki domeni je ta edinstven. Vrednost SID za domeno lahko izveste z »net getlocalsid ime_domene«.
sr@ijekavian: Ово одређује безбедносни идентификатор (СИД) домена, који је јединствен у једном домену. Вредност СИД‑а домена можете очитати помоћу <icode>net getlocalsid domain_name</icode>.
sv: Det här anger domänens säkerhetsidentifikation. Den är unik i en enskild domän. Du kan fråga efter domänens säkerhets-id med "net getlocalsid domännamn".
ug: بۇ تاللانما دائىرە بىخەتەرلىك كىملىكىنى بەلگىلەيدۇ. يەككە دائىرىدە بۇ كىملىك بىردىنبىر بولىدۇ. سىز 'net getlocalsid domain_name'. ئارقىلىق SID نىڭ قىممىتىنى سۈرۈشتۈرەلەيسىز.
uk: Це вказує ідентифікатор безпеки домену (SID). Він унікальний в окремому домені. Про значення SID домену можна дізнатись за допомогою «net getlocalsid назва_домену».
zh_tw: 這裡指定 Samba 網域的安全代碼（Security ID）。每一個網域都要不同。您可以用 "net getlocalsid domain_name" 來查詢網域的 SID。

source: Algorithmic RID base
bg: Алгоритмична база RID
bs: Algoritmična RID osnova
ca: Base RID algorítmica
cs: Základ algoritmického RID
el: Αλγοριθμική βάση RID
es: Base RID algorítmica
et: Algoritmiline RID-baas
eu: RID oinarri algoritmikoa
fa: پایه RID الگوریتمی
fi: Menetelmällinen RID-pohja
fr: Base algorithmique des RID :
ga: Bunuimhir d'aitheantas choibhneasta algartamaigh
gl: RID base algorítmico
hi: अल्गोरिद्मिक आरआईडी बेस
hr: Algoritamska RID baza
hu: Alap RID (algoritmusokhoz)
is: Algrími RID grunnur
it: Base RID algoritmica
ja: RID 算出ベース
kk: RID алгоритмдік негізі
lt: Algoritmu valdoma bazė:
lv: Algoritmiskā RID bāze
mr: अल्गोरिद्मिक आरआईडी बेस
nb: Algoritmisk RID-base
nds: Algoritmisch RID-Basis
nn: Algoritmisk RID-base
pl: Baza algorytmu RID
pt: Base RID algorítmica
ro: Baza de algoritmi RID
sk: Algoritmický základ RID
sl: Algoritmična osnova RID
sr@ijekavian: Алгоритамска основа РИД‑ова
sv: Algoritmisk RID-bas
ug: RID ھېسابلاش ئۇسۇلى ئاساسى
uk: Алгоритмічна база RID
