Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Files
ar: الملفات
bg: Файлове
bs: Datoteke
ca: Fitxers
cs: Soubory
el: Αρχεία
es: Archivos
et: Failid
eu: Fitxategiak
fa: پرونده‌ها
fi: Tiedostot
fr: Fichiers
ga: Comhaid
gl: Ficheiros
hi: फ़ाइल
hr: Datoteke
hu: Fájlok
is: Skrár
it: File
ja: ファイル
kk: Файлдар
lt: Failai
lv: Faili
mr: फाईल्स
nb: Filer
nds: Dateien
nn: Filer
pl: Pliki
pt: Ficheiros
ro: Fișiere
sk: Súbory
sl: Datoteke
sr@ijekavian: Фајлови
sv: Filer
ug: ھۆججەتلەر
uk: Файли
zh_tw: 檔案

source: File Source Settings
ar: إعدادات مصدر الملف
bg: Настройки на файла за пароли
bs: Postavke izvora 'datoteka'
ca: Valors del fitxer origen
cs: Nastavení zdroje souborů
el: Ρυθμίσεις πηγής αρχείου
es: Configuración del archivo fuente
et: Lähtefaili seadistused
eu: Iturburu fitxategiaren ezarpenak
fa: تنظیمات متن پرونده
fi: Lähdetiedostojen asetuset
fr: Paramètres des sources du fichier
ga: Socruithe Fhoinse an Chomhaid
gl: Configuración das fontes de ficheiros
hi: फ़ाइल स्रोत विन्यास
hr: Postavke izvora datoteka
hu: Fájlforrás-beállítások
ia: Preferentias de fonte de file
is: Stillingar uppruna skráa
it: Impostazioni sorgenti file
ja: ファイルソース設定
kk: Файл көзінің параметрлері
lt: Failo šaltinių nustatymai
lv: Faila avota iestatījumi
mr: फाईल स्रोत संयोजना
nb: Filkilde-innstillinger
nds: Dateiborn-Instellen
nn: Filkjelde-innstillingar
pl: Ustawienia pliku źródłowego
pt: Configuração de Localização de Ficheiros
ro: Configurări fișier sursă
sk: Nastavenie pre súbory
sl: Nastavitve datotečnih virov
sr@ijekavian: Поставке извора фајла
sv: Inställningar av filkällor
ug: ھۆججەت مەنبە تەڭشەكلىرى
uk: Параметри джерел файлів
zh_tw: 檔案來源設定

source: Settings
ar: إعدادات
bg: Потребители
bs: Postavke
ca: Arranjament
cs: Nastavení
el: Ρυθμίσεις
es: Opciones
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Configuration
ga: Socruithe
gl: Configuración
hi: विन्यास
hr: Postavke
hu: Beállítások
ia: Preferentias
is: Stillingar
it: Impostazioni
ja: 設定
lt: Nustatymai
lv: Iestatījumi
mr: संयोजना
nb: Innstillinger
nds: Instellen
nn: Innstillingar
pl: Ustawienia
pt: Configuração
ro: Configurări
sk: Nastavenie
sl: Nastavitve
sr@ijekavian: Поставке
sv: Inställningar
ug: تەڭشەكلەر
uk: Параметри
zh_tw: 設定

source: Samba
ar: السامبا
bg: Самба
fa: سامبا
hi: साम्बा
mr: सांबा
sr@ijekavian: Самба

source: LDAP
hi: एलडीएपी
sr@ijekavian: ЛДАП

source: LDAP Source Settings
ar: إعدادات مصدر LDAP
bg: Настройки на източник LDAP
bs: Postavke LDAP izvora
ca: Valors de l'origen LDAP
cs: Nastavení LDAP zdroje
el: Ρυθμίσεις πηγαίου κώδικα LDAP
es: Configuración de fuentes LDAP
et: LDAP lähtefaili seadistused
eu: LDAP iturburu ezarpenak
fa: تنظیمات متن LDAP
fi: LDAP-lähteen asetukset
fr: Configuration de la source LDAP
ga: Socruithe Foinse LDAP
gl: Configuración de fontes LDAP
hi: एलडीएपी स्रोत विन्यास
hr: Postavke izvora LDAP-a
hu: LDAP-forrás beállításai
ia: Preferentias de fonte de LDAP
is: LDAP upprunastillingar
it: Impostazioni sorgenti LDAP
ja: LDAP ソース設定
lt: LDAP šaltinių nustatymai
lv: LDAP avota iestatījumi
mr: LDAP स्रोत संयोजना
nb: Innstillinger for LDAP-kilde
nds: LDAP-Born instellen
nn: Innstillingar for LDAP-kilde
pl: Ustawienia źródła LDAP
pt: Configuração da Fonte LDAP
ro: Configurări sursă LDAP
sk: Nastavenie LDAP
sl: Nastavitve virov LDAP
sr@ijekavian: Поставке ЛДАП извора
sv: Inställningar av LDAP-källor
ug: LDAP مەنبە تەڭشەكلىرى
uk: Параметри джерел LDAP
zh_tw: LDAP 來源設定

source: Delete User
ar: احذف مستخدم
bg: Изтриване на потребител
bs: Obriši korisnika
ca: Elimina l'usuari
cs: Odstranit uživatele
el: Διαγραφή χρήστη
es: Eliminar usuario
et: Kustuta kasutaja
eu: Ezabatu erabiltzailea
fa: حذف کاربر
fi: Poista käyttäjä
fr: Supprimer l'utilisateur
ga: Scrios Úsáideoir
gl: Eliminar o usuario
hi: उपयोक्ता मिटाएँ
hr: Izbriši korisnika
hu: A felhasználó törlése
ia: Dele usator
is: Eyða notanda
it: Elimina utente
ja: ユーザを削除
kk: Пайдаланушыны өшіру
lt: Pašalinti naudotoją
lv: Dzēst lietotāju
mr: वापरकर्ता काढून टाका
nb: Slett bruker
nds: Bruker wegdoon
nn: Slett brukar
pl: Usuń użytkownika
pt: Apagar o Utilizador
ro: Șterge utilizator
sk: Odstrániť užívateľa
sl: Izbriši uporabnika
sr@ijekavian: Брисање корисника
sv: Ta bort användare
ug: ئىشلەتكۈچى ئۆچۈر
uk: Вилучити користувача
zh_tw: 刪除使用者

source: <p>Deleting user <b>%1</b><br />Also perform the following actions:</p>
ar: <p>جاري حذف المستخدم <b>%1</b><br />أيضًا قم بتنفيذ الإجراءات التالية:</p>
bg: <p>Изтриване на потребител <b>%1</b><br /> Изпълнява и на следните действия:</p>
bs: <p>Brišem korisnika <b>%1</b><br />Također napravi sljedeće radnje:</p>
ca: <p>S'està eliminant l'usuari <b>%1</b><br />També es fan les següents accions:</p>
cs: <p>Mazání uživatele <b>%1</b><br />Taktéž provést tyto činnosti:</p>
el: <p>Γίνεται διαγραφή του χρήστη <b>%1</b><br />Διενεργούνται επίσης οι ακόλουθες ενέργειες:</p>
es: <p>Eliminando el usuario <b>%1</b>Se efectuarán también las siguientes acciones:</p>
et: <p>Kasutaja <b>%1</b> kustutamine<br />Koos sellega sooritatakse järgmised tegevused:</p>
eu: <p><b>%1</b> erabiltzailea ezabatzen<br />Ondorengo ekintzak ere egingo dira:</p>
fa: <p>با حذف کاربر <b>%1</b><br />هم کنشهای زیر انجام می‌شوند:</p>
fi: <p>Poistetaan käyttäjä <b>%1</b><br />Lisäksi tehdään seuraavat toimenpiteet:</p>
fr: <p>La suppression de l'utilisateur <b>%1</b><br/>implique aussi les actions suivantes :</p>
ga: <p>Úsáideoir <b>%1</b> á scriosadh<br />Déanfar na gnímh seo a leanas freisin:</p>
gl: <p>Eliminar o usuario <b>%1</b><br/>Tamén se realizan as seguintes accións:</p>
hi: <p>उपयोक्ता <b>%1</b> को मिटाया जा रहा है<br />निम्न क्रियाएँ भी करें:</p>
hr: <p>Brišem korisnika <b>%1</b><br />Također napravi sljedeće radnje:</p>
hu: <p>A(z) <b>%1</b> felhasználó törlésekor<br />a következő műveletek is végrehajtódnak:</p>
ia: <p>Delente usator <b>%1</b><br />Anque exeque le sequente actiones:</p>
is: <p>Eyði notanda<b>%1</b><br />Framkvæma einnig eftirfarandi aðgerðir:</p>
it: <p>Eliminazione dell'utente <b>%1</b><br/>Esegui anche le seguenti azioni:</p>
ja: <qt><p>ユーザ <resource>%1</resource> の削除は<br/>同時に以下の処理を実行します:</p></qt>
kk: <p><b>%1</b> деген пайдаланушыны өшіру<br />Сонымен қоса келесі әрекеттер орындалады:</p>
lt: <p>Naudotojo <b>%1</b> pašalinimas<br />Taip pat atlikti sekančius veiksmus:</p>
lv: <p>Dzēš lietotāju<b>%1</b><br />Tiek izpildītas sekojošas darbības:</p>
nb: <p>Sletter bruker <b>%1</b> <br />Gjør dessuten følgende:</p>
nds: <p>Bruker <b>%1</b> warrt wegdaan<br />Disse Akschonen warrt ok utföhrt:</p>
nn: <p>Slettar brukar <b>%1</b><br/>Gjer dessutan følgjande:</p>
pl: <p>Usuwanie użytkownika<b>%1</b><br/>Wykonaj także następujące zadania:</p>
pt: <p>A apagar o utilizador <b>%1</b><br/>Também executa as seguintes acções:</p>
ro: <p>Ștergerea utilizatorului <b>%1</b><br /> va determina execuția următoarelor acțiuni:</p>
sk: <p>Odstraňovanie užívateľa <b>%1</b><br />Budú prevedené tieto akcie:</p>
sl: <p>Brisanje uporabnika <b>%1</b><br />Izvedi tudi naslednja dejanja:</p>
sr@ijekavian: <p>Бришем корисника <b>%1</b><br />Притом изводим и следеће радње:</p>
sv: <p>Tar bort användare <b>%1</b><br />Utför också följande åtgärder:</p>
ug: <p>ئىشلەتكۈچى <b>%1</b>نى ئۆچۈرۈۋاتىدۇ<br />شۇنىڭ بىلەن بىللە تۆۋەندىكى مەشغۇلاتنى ئىجرا قىلىۋاتىدۇ:</p>
uk: <p>Вилучення користувача <b>%1</b><br />Також виконати наступні дії:</p>
zh_tw: <p>正在刪除使用者<b>%1</b><br />同時進行下列動作：</p>

source: Delete &home folder: %1
ar: احذف &مجلد المنزل: %1
bg: Изтриване на &домашната папка: %1
bs: Obriši &home direktorij: %1
ca: Elimina la carpeta &inici: %1
cs: S&mazat domovskou složku: %1
el: Διαγραφή &αρχικού καταλόγου: %1
es: Eliminar carpeta &personal: %1
et: Kustutatakse kodukataloo&g: %1
eu: Ezabatu &karpeta nagusia: %1
fa: حذف پوشه &آغازه: %1‌
fi: Poista &kotikansio: %1
fr: Suppression du &dossier personnel : %1
ga: Scrios an &fillteán baile: %1
gl: Borrar o cartafol &persoal: %1
hi: होम फ़ोल्डर : %1 मिटाएँ (&h)
hr: O&briši osobnu mapu: %1
hu: A saját ma&ppa törlése: %1
ia: Dele dossier &domo: %1
is: Eyða &Heimasvæði: %1
it: Elimina cartella &Home: %1
ja: ホームディレクトリを削除(&H): %1
kk: Мынау &мекен қапшығы өшірілсін: %1
lt: Trinti &namų aplanką: %1
lv: Dzēst &mājas mapi: %1
mr: मुख्य संचयीका काढून टाका (&H): %1
nb: Slett &hjemmemappe: %1
nds: To&huusorner "%1" wegdoon
nn: Slett &heimemappe: %1
pl: Usuń katalog &domowy: %1
pt: Remover a pasta p&essoal: %1
ro: Șterge &directorul personal: %1
sk: Odstrániť &domovský priečinok: %1
sl: Izbriši &domačo mapo: %1
sr@ijekavian: Обриши &домаћу фасциклу: %1
sv: Ta bort &hemkatalog: %1
ug: ماكان مۇندەرىجە ئۆچۈر(&H): %1
uk: Вилучити теку &домівки: %1
zh_tw: 刪除家目錄(&H)： %1

source: Delete &mailbox: %1
ar: احذف &صندوق البريد: %1
bg: Изтриване на &пощенската кутия: %1
bs: Obriši &mailbox: %1
ca: Elimina la b&ústia: %1
cs: Smazat sc&hránku: %1
el: Διαγραφή &γραμματοκιβωτίου: %1
es: Eliminar &buzón de correo: %1
et: Kustutatakse &postkast: %1
eu: Ezabatu &postontzia: %1
fa: حذف &نامه‌دان: %1‌
fi: Poista &sähköpostilaatikko: %1
fr: &Supprimer la boîte aux lettres : %1
ga: Scrios an &bosca poist: %1
gl: Borrar a caixa de &correo: %1
hi: मेल-बक्सा : %1 मिटाएँ (&m)
hr: Izbriši &poštanski sandučić: %1
hu: A &postaláda törlése: %1
ia: Dele &cassetta postal: %1
is: Eyða &pósthólfi: %1
it: Elimina &casella di posta: %1
ja: メールボックスを削除(&M): %1
kk: Мынау &пошта жәшігі өшірілсін: %1
lt: Pašalinti &pašto dėžutę: %1
lv: Dzēst &pasta kasti: %1
mr: मेलबॉक्स काढून टाका (&M): %1
nb: Slett &postkasse: %1
nds: &Breefkasten "%1" wegdoon
nn: Slett &postkasse: %1
pl: Usuń &skrzynkę pocztową: %1
pt: Re&mover a caixa do correio: %1
ro: Șterge căsuța de &mail: %1
sk: Odstrániť &mailovú schránku: %1
sl: Izbriši &poštni nabiralnik: %1
sr@ijekavian: Обриши &сандуче: %1
sv: Ta bort &brevlåda: %1
ug: خەت ساندۇق ئۆچۈر(&M): %1
uk: Вилучити &поштову скриньку: %1
zh_tw: 刪除信箱(&M)： %1

source: Group Properties
ar: خصائص المجموعة
bg: Настройки на група
bs: Postavke za grupu
ca: Propietats del grup
cs: Vlastnosti skupiny
el: Ιδιότητες ομάδας
es: Propiedades de grupo
et: Grupi omadused
eu: Talde propietateak
fa: ویژگیهای گروه
fi: Ryhmän ominaisuudet
fr: Propriétés du groupe
ga: Airíonna Grúpa
gl: Propriedades do grupo
hi: समूह गुण
hr: Svojstva grupe
hu: Csoporttulajdonságok
ia: Proprietates de gruppo
is: Eiginleikar hóps
it: Proprietà di gruppo
ja: グループのプロパティ
kk: Топ қасиеттері
lt: Grupės savybės
lv: Grupas īpašības
mr: समूह गुणधर्म
nb: Gruppeegenskaper
nds: Koppel-Egenschappen
nn: Gruppeeigenskapar
pl: Właściwości grup
pt: Propriedades do Grupo
ro: Proprietăți grup
sk: Vlastnosti skupiny
sl: Lastnosti skupine
sr@ijekavian: Својства групе
sv: Gruppegenskaper
ug: گۇرۇپپا خاسلىقى
uk: Властивості групи
zh_tw: 群組屬性

source: Domain Admins
ar: مديري المجال
bg: Администратори в домейна
bs: Administratori domene
ca: Administradors de domini
cs: Administrátoři domény
el: Διαχειριστές τομέα
es: Administradores de dominio
et: Domeeniadministraatorid
eu: Domeinuaren admin-ak
fa: سرپرستهای دامنه
fi: Verkkoalueen ylläpito
fr: Administrateurs du domaine
ga: Riarthóirí an Fhearainn
gl: Administradores do dominio
hi: डोमेन एडमिन्स
hr: Administratori domene
hu: Tartománybeli rendszergazdák
ia: Admins de dominio
is: Lénsstjórar
it: Amministratori del dominio
ja: ドメイン管理者
kk: Домен әкімшісі
lt: Domeno administratoriai
lv: Domēna administratori
mr: डोमेन व्यवस्थापक
nb: Domene-administratorer
nds: Domään-Plegers
nn: Domene-administratorar
pl: Administratorzy domeny
pt: Administradores do Domínio
ro: Administratori de domeniu
sk: Administrátori domény
sl: Skrbniki domene
sr@ijekavian: администратори домена
sv: Domänadministratörer
ug: دائىرە باشقۇرغۇچىلار
uk: Адміністратори домену
zh_tw: 網域管理者

source: Admins
ar: المديرين
bg: Администратори
bs: Administratori
ca: Administradors
cs: Administrátoři
el: Διαχειριστές
es: Administradores
et: Administraatorid
eu: Admin-ak
fa: سرپرستها
fi: Ylläpitäjät
fr: Administrateurs
ga: Riarthóirí
gl: Administradores
hi: प्रशासक
hr: Administratori
hu: Rendszergazdák
ia: Admins (administratores)
is: Kerfisstjórar
it: Amministratori
ja: 管理者
kk: Әкімші
lt: Administratoriai
lv: Administratori
mr: व्यवस्थापक
nb: Administratorer
nds: Plegers
nn: Administratorar
pl: Administratorzy
pt: Administradores
ro: Administratori
sk: Administrátori
sl: Skrbniki
sr@ijekavian: администратори
sv: Administratörer
ug: باشقۇرغۇچىلار
uk: Адміністратори
zh_tw: 管理者

source: Domain Users
ar: مستخدمي المجال
bg: Потребители в домейна
bs: Korisnici na domeni
ca: Usuaris de domini
cs: Uživatelé domény
el: Χρήστες τομέα
es: Usuarios del dominio
et: Domeeni kasutajad
eu: Domeinuaren erabiltzaileak
fa: کاربران دامنه
fi: Verkkoalueen käyttäjät
fr: Utilisateurs du domaine
ga: Úsáideoirí an Fhearainn
gl: Usuarios do dominio
hi: डोमेन उपयोक्ता
hr: Korisnici domene
hu: Tartománybeli felhasználók
ia: Usatores de dominio
is: Lénsnotendur
it: Utenti del dominio
ja: ドメインユーザ
kk: Домен пайдаланушылары
lt: Domeno naudotojai
lv: Domēna lietotāji
mr: डोमेन वापरकर्ते
nb: Domenebrukere
nds: Domään-Brukers
nn: Domenebrukarar
pl: Użytkownicy domeny
pt: Utilizadores do Domínio
ro: Utilizatori de domeniu
sk: Používatelia domény
sl: Uporabniki domene
sr@ijekavian: корисници домена
sv: Domänanvändare
ug: دائىرە ئىشلەتكۈچىلىرى
uk: Користувачі домену
zh_tw: 網域使用者

source: Users
ar: المستخدمين
bg: Потребители
bs: Korisnici
ca: Usuaris
cs: Uživatelé
el: Χρήστες
es: Usuarios
et: Kasutajad
eu: Erabiltzaileak
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
gl: Usuarios
hi: उपयोक्ता
hr: Korisnici
hu: Felhasználók
ia: Usatores
is: Notendur
it: Utenti
ja: ユーザ
kk: Пайдаланушылар
lt: Naudotojai
lv: Lietotāji
mr: वापरकर्ते
nb: Brukere
nds: Brukers
nn: Brukarar
pl: Użytkownicy
pt: Utilizadores
ro: Utilizatori
sk: Používatelia
sl: Uporabniki
sr@ijekavian: корисници
sv: Användare
ug: ئىشلەتكۈچىلەر
uk: Користувачі
zh_tw: 使用者

source: Domain Guests
ar: ضيوف المجال
bg: Гости в домейна
bs: Gosti na domeni
ca: Hostes de domini
cs: Hosté domény
el: Καλεσμένοι τομέα
es: Invitados del dominio
et: Domeeni külalised
eu: Domeinuaren gonbidatuak
fa: مهمانهای دامنه
fi: Verkkoalueen vieraat
fr: Invités du domaine
ga: Cuairteoirí an Fhearainn
gl: Convidados no dominio
hi: डोमेन मेहमान
hr: Gosti domene
hu: Tartománybeli vendégek
ia: Invitatos de dominio
is: Lénsgestir
it: Ospiti del dominio
ja: ドメインのゲスト
kk: Домен меймандары
lt: Domeno svečiai
lv: Domēna viesi
mr: डोमेन पाहुणे
nb: Domenegjester
nds: Domään-Gäst
nn: Domenegjestar
pl: Goście domeny
pt: Convidados do Domínio
ro: Invitați de domeniu
sk: Hostia domény
sl: Gosti domene
sr@ijekavian: гости домена
sv: Domängäster
ug: دائىرە مېھمانلىرى
uk: Гості домену
zh_tw: 網域訪客

source: Guests
ar: الضيوف
bg: Гости
bs: Gosti
ca: Hostes
cs: Hosté
el: Καλεσμένοι
es: Invitados
et: Külalised
eu: Gonbidatuak
fa: مهمانها
fi: Vieraat
fr: Invités
ga: Cuairteoirí
gl: Convidados
hi: मेहमान
hr: Gosti
hu: Vendégek
ia: Invitatos
is: Gestir
it: Ospiti
ja: ゲスト
kk: Меймандар
lt: Svečiai
lv: Viesi
mr: पाहुणे
nb: Gjester
nds: Gäst
nn: Gjestar
pl: Goście
pt: Convidados
ro: Invitați
sk: Hostia
sl: Gosti
sr@ijekavian: гости
sv: Gäster
ug: مېھمانلار
uk: Гості
zh_tw: 訪客

source: Group number:
ar: رقم المجموعة:
bg: Номер на група:
bs: Broj grupe:
ca: Nombre del grup:
cs: Číslo skupiny:
el: Αριθμός ομάδας:
es: Numero de grupo:
et: Grupi ID:
eu: Talde zenbakia:
fa: شماره گروه:
fi: Ryhmän numero:
fr: Numéro du groupe :
ga: Uimhir an ghrúpa:
gl: Numero do grupo:
hi: समूह संख्याः
hr: Broj grupe:
hu: Azonosító:
ia: Numero de gruppo:
is: Númer hóps:
it: Numero del gruppo:
ja: グループ番号:
kk: Топтың нөмірі:
lt: Grupės numeris:
lv: Grupas numurs:
mr: समूह क्रमांक :
nb: Gruppenummer:
nds: Koppelnummer:
nn: Gruppenummer:
pl: Numer grupy:
pt: Número do grupo:
ro: Număr grup:
sk: Číslo skupiny:
sl: Številka skupine:
sr@ijekavian: Број групе:
sv: Gruppens nummer:
ug: گۇرۇپپا نومۇرى:
uk: Номер групи:
zh_tw: 群組號碼：

source: Group rid:
bg: Номер на група (RID):
bs: RID grupe:
ca: RID de grup:
cs: RID skupiny:
el: Rid ομάδας:
es: Identificador de grupo:
et: Grupi RID:
eu: Talde rid:
fa: rid گروه:
fi: Ryhmän numero:
fr: Identifiant de ressource pour le groupe :
ga: Aitheantas coibhneasta an ghrúpa:
gl: RID do grupo:
hi: समूह आरआईडी:
hr: rid grupe:
hu: Azonosító:
ia: rid de gruppo:
is: RID hóps:
it: Rid del gruppo:
ja: グループ RID:
kk: Топтың RID-і:
lt: Grupės rid:
lv: Grupas rid:
mr: समूह rid:
nb: Gruppe-rid:
nds: Koppel-RID:
nn: Gruppe-rid:
pl: RID grupy:
pt: RID do grupo:
ro: RID grup:
sk: RID skupiny:
sl: RID skupine:
sr@ijekavian: РИД групе:
sv: Grupp-RID:
ug: گۇرۇپپا rid:
uk: RID групи:
zh_tw: 群組 RID：

source: Group name:
ar: اسم المجموعة:
bg: Име на група:
bs: Ime grupe:
ca: Nom del grup:
cs: Název skupiny:
el: Όνομα ομάδας:
es: Nombre del grupo:
et: Grupi nimi:
eu: Talde izena:
fa: نام گروه:
fi: Ryhmän nimi:
fr: Nom du groupe :
ga: Ainm an ghrúpa:
gl: Nome do grupo:
hi: समूह नामः
hr: Ime grupe:
hu: Csoportnév:
ia: Nomine de gruppo:
is: Nafn hóps:
it: Nome del gruppo:
ja: グループ名:
kk: Топтың атауы:
lt: Grupės pavadinimas:
lv: Grupas nosaukums:
mr: समूह नाव :
nb: Gruppenavn:
nds: Koppelnaam:
nn: Gruppenamn:
pl: Nazwa grupy:
pt: Nome do grupo:
ro: Nume grup:
sk: Meno skupiny:
sl: Ime skupine:
sr@ijekavian: Назив групе:
sv: Gruppens namn:
ug: گۇرۇپپا ئاتى:
uk: Назва групи:
zh_tw: 群組名稱：

source: Description:
ar: الوصف:
bg: Описание:
bs: Opis:
ca: Descripció:
cs: Popis:
el: Περιγραφή:
es: Descripción:
et: Kirjeldus:
eu: Azalpena:
fa: توصیف:
fi: Kuvaus:
ga: Cur Síos:
gl: Descrición:
hi: वर्णनः
hr: Opis:
hu: Leírás:
is: Lýsing:
it: Descrizione:
ja: 説明:
kk: Сипаттамасы:
lt: Aprašymas
lv: Apraksts:
mr: वर्णन :
nb: Beskrivelse:
nds: Beschrieven:
nn: Skildring:
pl: Opis:
pt: Descrição:
ro: Descriere:
sk: Popis:
sl: Opis:
sr@ijekavian: Опис:
sv: Beskrivning:
ug: چۈشەندۈرۈش:
uk: Опис:
zh_tw: 描述：

source: Display name:
ar: اسم العرض:
bg: Име за показване:
bs: Ime za prikazivanje:
ca: Nom a mostrar:
cs: Zobrazované jméno:
el: Εμφάνιση ονόματος:
es: Nombre a mostrar:
et: Näidatav nimi:
eu: Bistaratzeko izena:
fa: نمایش نام:
fi: Näytön nimi:
fr: Nom affiché :
ga: Ainm taispeána:
gl: Nome público:
hi: प्रदर्शक का नामः
hr: Prikazujuće ime:
hu: Megjelenített név:
ia: Nomine de monstrar:
is: Birtingarnafn:
it: Mostra nome:
ja: 表示名:
kk: Көрсетілетін атауы:
lt: Rodyti vardą:
lv: Attēlojamais vārds:
mr: दर्शनीय नाव :
nb: Skjermnavn:
nds: Wiesnaam:
nn: Vist namn:
pl: Wyświetlana nazwa:
pt: Nome a mostrar:
ro: Afișează numele:
sk: Zobrazené meno:
sl: Ime za prikaz:
sr@ijekavian: Приказно име:
sv: Namn som visas:
ug: كۆرسىتىش ئاتى:
uk: Екранне ім'я:
zh_tw: 顯示名稱：

source: Type:
ar: النوع
bg: Тип:
bs: Vrsta:
ca: Tipus:
cs: Typ:
el: Τύπος:
es: Tipo:
et: Tüüp:
eu: Mota:
fa: نوع:
fi: Tyyppi:
ga: Cineál:
gl: Tipo:
hi: क़िस्मः
hr: Tip:
hu: Típus:
ia: Typo:
is: Tegund:
it: Tipo:
ja: タイプ:
kk: Түрі:
lt: Tipas:
lv: Tips:
mr: प्रकार :
nds: Typ:
pl: Typ:
pt: Tipo:
ro: Tip:
sk: Typ:
sl: Vrsta:
sr@ijekavian: Врста:
sv: Typ:
ug: تىپى:
uk: Тип:
zh_tw: 型態：

source: Domain
ar: المجال
bg: Домейн
bs: Domena
ca: Domini
cs: Doména
el: Τομέας
es: Dominio
et: Domeen
eu: Domeinua
fa: دامنه
fi: Verkkoalue
fr: Domaine
ga: Fearann
gl: Dominio
hi: डोमेन
hr: Domena
hu: Tartomány
ia: Dominio
is: Lén
it: Dominio
ja: ドメイン
kk: Домені
lt: Domenas
lv: Domēns
mr: डोमेन
nb: Domene
nds: Domään
nn: Domene
pl: Domena
pt: Domínio
ro: Domeniu
sk: Doména
sl: Domena
sr@ijekavian: домен
sv: Domän
ug: دائىرە
uk: Домен
zh_tw: 網域

source: Local
ar: محليّ
bg: Локално
bs: Lokalna
cs: Místní
el: Τοπικό
et: Kohalik
eu: Lokala
fa: محلی
fi: Paikallinen
ga: Logánta
hi: स्थानीय
hr: Lokalan
hu: Helyi
is: Staðvært
it: Locale
ja: ローカル
kk: Жергілікті
lt: Vietinis
lv: Lokāls
mr: स्थानिक
nb: Lokal
nds: Lokaal
nn: Lokal
pl: Lokalne
sk: Lokálna
sl: Krajeven
sr@ijekavian: локална
sv: Lokal
ug: يەرلىك
uk: Локальний
zh_tw: 本地端

source: Builtin
ar: مدمج
bg: Вътрешно
bs: Ugrađena
ca: Incorporat
cs: Vestavěná
el: Ενσωματωμένο
es: Incluido
et: Sisseehitatud
eu: Jatorrizkoa
fa: توکار
fi: Sisäänrakennettu
fr: Embarqué
ga: Insuite
gl: Incorporado
hi: अंतर्निर्मित
hr: Ugrađen
hu: Beépített
ia: Interne
is: Innbyggt
it: Incorporato
ja: ビルトイン
kk: Құрамдағы
lt: Įmontuotas
lv: Iebūvēts
mr: अंतर्निर्मित
nb: Innebygd
nds: Inbuut
nn: Innebygd
pl: Wbudowane
pt: Embutido
ro: Intern
sk: Zabudovaná
sl: Vgrajen
sr@ijekavian: уграђена
sv: Inbyggd
ug: ئىچكى
uk: Вбудований
zh_tw: 內建

source: Domain SID:
ar: رمز آمان المجال:
bg: Номер на домейн (SID):
bs: SID domene:
ca: SID de domini:
cs: SID domény:
el: SID τομέα:
es: SID del dominio:
et: Domeeni SID:
eu: Domeinu SID-a:
fa: SID دامنه:
fi: Verkkoalueen SID:
fr: Identifiant de sécurité du domaine :
ga: Aitheantas Slándála:
gl: SID do dominio:
hi: डोमेन एसआईडी:
hr: SID domene:
hu: Tartomány-SID:
ia: SID de dominio:
is: SID léns:
it: SID del dominio:
ja: ドメイン SID:
kk: Доменнің SID-і:
lt: Domeno SID:
lv: Domēna SID:
mr: डोमेन SID:
nb: Domene-SID:
nds: Domään-SID:
nn: Domene-SID:
pl: SID domeny:
pt: SID do domínio:
ro: SID domeniu:
sk: SID domény:
sl: Domena SID:
sr@ijekavian: СИД домена:
sv: Domän-SID:
ug: دائىرە SID:
uk: Домен SID:
zh_tw: 網域 SID：

source: Disable Samba group information
ar: عطّل معلومات مجموعة السامبا
bg: Изключване на информацията за групите на Самба
bs: Isključi Samba informacije o grupi
ca: Inhabilita la informació de grup Samba
cs: Zakázat informace o skupině Samba
el: Απενεργοποίηση πληροφοριών ομάδας Samba
es: Desactivar la información sobre el grupo Samba
et: Samba grupi info keelamine
eu: DEsgaitu Sambaren talde-informazioa
fa: غیرفعال کردن اطلاعات گروه سامبا
fi: Estä Samban ryhmätiedot
fr: Désactiver les informations du groupe « Samba »
ga: Díchumasaigh faisnéis ghrúpa Samba
gl: Desactivar a información do grupo Samba
hi: साम्बा समूह जानकारी अक्षम करें
hr: Onemogući informacije za grupu Samba
hu: A Samba csoportadatok kikapcsolása
ia: Dishabilita information de gruppo de Samba
is: Slökkva á Samba hóp upplýsingum
it: Disabilita le informazioni dei gruppi Samba
ja: Samba グループ情報を無効にする
kk: Samba топтар мәліметі болмасын
lt: Išjungti Samba grupės informaciją
lv: Atslēgt Samba grupu informāciju
mr: सांबा समूह माहिती अकार्यान्वित करा
nb: Skru av Samba gruppeinformasjon
nds: Samba-Koppelinformatschonen utmaken
nn: Slå av Samba-gruppeinformasjon
pl: Wyłącz informacje o grupach Samby
pt: Desactivar a informação de grupo Samba
ro: Dezactivează informațiile de grup Samba
sk: Zakázať informácie o Samba skupine
sl: Onemogoči podrobnosti o skupinah Sambe
sr@ijekavian: Искључи информације о Самбиној групи
sv: Inaktivera gruppinformation från Samba
ug: Samba گۇرۇپپا ئۇچۇرىنى چەكلە
uk: Вимкнути інформацію про групи Samba
zh_tw: 關掉 Samba 群組資訊

source: Users in Group
ar: المستخدمين في المجموعة
bg: Потребители в групата
bs: Korisnici u grupi
ca: Usuaris en el grup
cs: Uživatelé ve skupině
el: Χρήστες στην ομάδα
es: Usuarios del grupo
et: Kasutajad grupis
eu: Taldean dauden erabiltzaileak
fa: کاربران در گروه
fi: Käyttäjät ryhmässä
fr: Utilisateurs dans le groupe
ga: Úsáideoirí sa Ghrúpa
gl: Usuarios no grupo
hi: समूह में उपयोक्ता
hr: Korisnici u grupi
hu: A csoporthoz tartozó felhasználók
ia: Usatores in gruppo
is: Notendur í hóp
it: Utenti nel gruppo
ja: グループにいるユーザ
kk: Топтағы пайдаланушылар
lt: Naudotojai grupėje
lv: Lietotāji grupā
mr: समूहातील वापरकर्ते
nb: Brukere i gruppen
nds: Koppel-Liddmaten
nn: Brukarar i gruppa
pl: Użytkownicy w grupie
pt: Utilizadores no Grupo
ro: Utilizatori în grup
sk: Používatelia v skupine
sl: Uporabniki v skupini
sr@ijekavian: Корисници у групи
sv: Användare i gruppen
ug: گۇرۇپپىدىكى ئىشلەتكۈچىلەر
uk: Користувачі в групі
zh_tw: 使用者在群組
