Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: This value is an offset for the algorithmic mapping from uids and gids to rids. The default (and minimum) value is 1000, it must be even, and the LDAP database and smb.conf must store the same values.
bg: Стойността е отместване на алгоритмичното съвпадение на номерата на потребители и групите към номерата за отдалечена идентификация. Минималната стойност е 1000. Това е и стойността по подразбиране. Числото трябва да бъде четно и в LDAP и в smb.conf трябва да има същите стойности.
bs: Ova vrijednost je ofset algoritmičnog mapiranja UIDa i GIDa na RIDove. Podrazumijevana (i najmanja) vrijednost je 1000. Ona mora biti parna, a LDAP baza i smb.conf moraju čuvati istu vrijednost.
ca: Aquest valor és un desplaçament per a l'algorisme de mapatge d'UID i de GID a RID. El valor per defecte (i el mínim) és 1000, ha de ser parell, i ha de coincidir amb els valors desats a la base de dades LDAP i al smb.conf.
cs: Tato hodnota určuje posun pro algoritmické mapování z UID a GID na RID. Výchozí (a minimální) hodnota je 1000, musí být sudá a LDAP databáze a smb.conf musí obsahovat stejné hodnoty.
el: Η τιμή είναι μία μετατόπιση για την αλγοριθμική αντιστοίχηση από uids και gids σε rids. Η προκαθορισμένη (και ελάχιστη) τιμή είναι 1000. Πρέπει να είναι ζυγός αριθμός, και η βάση δεδομένων LDAP και smb.conf πρέπει να έχουν αποθηκευμένες τις ίδιες τιμές.
es: Este valor es un offset para la asociación algorítmica de uids y gids a rids. El valor por omisión (y mínimo) es 1000, siempre debe ser par y la base de datos de LDAP y el archivo smb.conf deben almacenar los mismos valores.
et: See väärtus on algoritmilise UID-ide ja GID-ide seostamise nihe RID-idega. Vaikimisi (ja minimaalne) väärtus on 1000, see peab olema paarisarv ning LDAP-i andmebaasis ja failis smb.conf peavad olema ühesugused väärtused.
eu: Balio hauek uid eta gid balioetatik rid-tarako mapaketa algoritmikoentzako desplazamendu balioak dira. Lehenetsia (eta minimoa) 1000 da, bikoitia izan behar du eta LDAP datu-basea eta smb.conf-ek balio berbera eduki behar dute.
fi: Tämä arvo on siirtymä algoritmipohjaiselle käyttäjätunnusten ja käyttäjäryhmien mappaukselle rid-tunnuksille. Oletusarvo (ja pienin) on 1000, sen on oltava parillinen ja LDAP-tietokannassa ja smb.conf:issa on oltava samat arvot.
fr: Cette valeur est un décalage pour la correspondance algorithmique des UID et GID vers les RID. La valeur par défaut, qui est également la valeur minimum, est de 1000. Cette valeur doit être paire. La base de données LDAP et le fichier « smb.conf » doivent utiliser les mêmes valeurs.
ga: Is éard atá ann seo ná fritháireamh a úsáidtear le linn mapála ó aitheantais úsáideora/grúpa go dtí aitheantais choibhneasta go halgartamach. Is é 1000 an luach réamhshocraithe (agus an luach íosta), ní mór dó a bheith ina uimhir chothrom, agus ní mór na luachanna céanna a bheith ag an mbunachar sonraí LDAP agus sa smb.conf.
gl: Este valor é un desprazamento do trazado algorítmico de uid e gid para rid. O valor predeterminado (e mínimo) é 1000, debe ser par, e a base de datos de LDAP e smb.conf deben gardar os mesmos valores.
hr: Ova je vrijednost odmak za algoritamsko preslikavanje iz uid-ova i gid-ova u rid-ove. Zadana (i najmanja) vrijednost je 1000, mora biti parna te LDAP-ova baza podataka i smb.conf moraju imati iste vrijednosti.
hu: Ez az érték szabályozza a UID és GID értékek leképezését RID értékekké. Az alapértelmezett (és minimális) érték 1000, páros számnak kell lennie, továbbá az LDAP adatbázisban és az smb.conf fájlban ugyanannak az értéknek kell szerepelnie.
ia: Iste valor es un displaciamento per le tracia (map) algorithmic ex uids e gids a rids. Le valor predefinite (e minime) es 1000, il debe esser par, e le base de datos de LDAP e smb.conf debe immagazinar le mesme valores.
is: Þessi gildi eru staðan fyrir algrími möppun frá UID og GID til RID. Sjálfgefið (og lágmark) er gildið 1000. Það verður að vera jafnt og LDAP gagnagrunnur og smb.conf verða að innihalda sömu gildi.
it: Questo valore è uno scostamento per la mappatura algoritmica da UID e GID a RID. Il valore predefinito (e minimo) è 1000, deve essere pari, e la banca dati LDAP e smb.conf devono avere gli stessi valori.
ja: この値は UID と GID から RID を計算する際のオフセットです。標準の値 (最小値) は 1000 です。値は偶数でなければなりません。また LDAP データベースと <filename>smb.conf</filename> に同じ値が設定されている必要があります。
kk: Бұл UID және GID-ті RID-ке түрлендіргендегі шегініс мәні. Әдеттегісі (ең төменгісі) 1000 болады, Ол жұп болу керек, және LDAP деректер қорында және smb.conf файлында бірдей болу керек.
lt: Ši reikšmė – poslinkis algoritminiam gretinimui tarp uid/gid ir rid. Numatytoji (ir mažiausia) reikšmė yra 1000, ji turi būti lyginė ir tiek LDAP duomenų bazė, tiek smb.conf turi turėti tokias pačias reikšmes.
lv: Šī vērtība ir nobīde priekš algoritmiskās kartēšanas no uid-iem uz gid-iem. Noklusētā (un minimālā) vērtība ir 1000, tai jābūt pāra skaitlim un LDAP datubāzē un smb.conf esošajām vērtībām ir jābūt vienādām.
nb: Denne verdien er en forskyvning for algoritmisk avbildning fra uid-er og gid-er til rid-er. Standard (og minste) verdi er 1000, den må være et partall, og LDAP-databasen og smb.conf må lagre de samme verdiene.
nds: Disse Weert is en Afstand för den Algoritmus bi't Afbillen vun UIDs un GIDs op RIDs. De Standard- (un sietste) Weert is 1000; he mutt even wesen, un de LDAP-Datenbank un "smb.conf" mööt den sülven Weert bargen.
nn: Dette verdien er ei forskyving for den algoritmiske koplinga mellom UID-ar og GID-ar til RID-ar. Standardverdi (og minimumsverdi) er 1000. Verdien må vera eit partal, og LDAP-databasen og «smb.conf» må bruka same verdi.
pl: Ta wartość jest wykorzystywana w algorytmie mapowania UID i GID na RID. Wartość domyślna (i minimalna) to 1000. Podana wartość musi być parzysta i baza LDAP oraz plik smb.conf muszą zawierać tę samą wartość.
pt: Este valor é um deslocamento para o mapeamento algorítmico de uids e gids para rids. O valor por omissão (e mínimo) é 1000, deve ser par, e a base de dados LDAP e o smb.conf devem guardar os mesmos valores.
ro: Această valoare este un decalaj pentru cartografierea algoritmică de la uids si gids la rids. Valoarea implicită (si minimă) este 1000, trebuie să fie egală cu baza de date LDAP și smb. Conf trebuie să stocheze aceleași valori.
sk: Táto hodnota je odstup pre algoritmus mapujúci uid a gid hodnoty na rid hodnoty. Štandardná (minimálna) hodnota je 1000, musí byť párna a LDAP databáza a smb.conf musia uložiť rovnaké hodnoty.
sl: Ta vrednost je zamik za algoritmično pretvarjanje UID-ov in GID-ov v RID-e. Privzeta (in najmanjša) vrednost je 1000. Mora biti soda. Podatkovna zbirka LDAP in smb.conf morata vsebovati iste vrednosti.
sr@ijekavian: Ова вредност је помак за алгоритамско мапирање УИД‑ова и ГИД‑ова на РИД‑ове. Подразумевана (и најмања) вредност је 1000, мора бити парна, а ЛДАП база и <filename>smb.conf</filename> морају складиштити исте вредности.
sv: Detta värde är en kompensation för algoritmisk avbildning från användar-id och grupp-id till RID. Det förvalda (och minimala) värdet är 1000. Det måste vara jämnt, och LDAP-databasen och smb.conf måste innehålla samma värde.
ug: بۇ قىممەت uid ۋە gid لارنى rid نىڭ ھېسابلاش ئۇسۇلى ئېغىش قىممىتىگە خەرىتىلەيدۇ. كۆڭۈلدىكى قىممىتى (ئەڭ كىچىك قىممىتى) 1000، بۇ قىممەت چوقۇم جۈپ سان بولىدۇ ھەمدە LDAP ساندان ۋە smb.conf چوقۇم ئوخشاش قىممەتنى ساقلىشى كېرەك.
uk: Це значення відступу для алгоритмічного приписування з uid і gid до rid. Типове (і мінімальне) значення - 1000, воно мусить бути парним, і база даних LDAP та smb.conf повинні мати однакові значення.
zh_tw: 這個值是將 uid 與 gid 映射到 rid 的偏移值。預設（也是最小）值是 1000。必須是雙數，LDAP 資料庫與 smb.conf 必須存同樣的值。

source: Samba login script
ar: نص أوامر ولوج السامبا
bg: Скрипт за включване за Самба
bs: Samba login skripta
ca: Script de connexió Samba
cs: Přihlašovací skript pro Sambu
el: Σενάριο εισόδου Samba
es: Script de acceso Samba
et: Samba sisselogimisskript
eu: Samba saio-hasierako scripta
fa: دست‌نوشته ورود سامبا
fi: Samba-kirjautumisskripti
fr: Script de connexion Samba
ga: Script logála isteach Samba
gl: Script de inicio de sesión de Samba
hi: साम्बा लॉगइन स्क्रिप्ट
hr: Samba skripta za prijavu
hu: Samba bejelentkezési szkript
ia: Script de accesso de identification de Samba
is: Samba innskráningarskrifta
it: Script d'accesso di Samba
ja: Samba ログインスクリプト
kk: Samba жүеге кіру скрипті
lt: Samba prisiregistravimo scenarijus
lv: Samba pieslēgšanās skripts
mr: साम्बा प्रवेश स्क्रिप्ट
nb: Samba innloggingsskript
nds: Samba-Anmellskript
nn: Samba-innloggingsskript
pl: Skrypt logowania Samby
pt: 'Script' de ligação Samba
ro: Script de autentificare Samba
sk: Prihlasovací skript Samba
sl: Prijavni skript sambe
sr@ijekavian: Пријавна скрипта Самбе
sv: Samba-inloggningsskript
ug: Samba تىزىمغا كىرىش قوليازمىسى
uk: Скрипт входу для Samba
zh_tw: Samba 登入命令稿

source: This specifies a name of a login script (in the `Netlogon` share) which will be executed as the user logs in to a Windows machine.
bg: Скрипт за включване за Самба, който ще бъда изпълнен, когато потребителят се включи към компютър под управлението на Уиндоус.
bs: Ovim određujete ime login skripte (u 'Netlogon' share-u) koja će biti izvršena kada se korisnik prijavi na Windows računar.
ca: Això especifica un nom d'un script de connexió (al recurs compartit «Netlogon») que s'executarà quan l'usuari es connecta a una màquina Windows.
cs: Zadání jména skriptu (ve svazku `Netlogon`), který se spustí po přihlášení uživatele do systému Windows.
el: Αυτό προσδιορίζει το όνομα ενός σεναρίου εισόδου ( στο `Netlogon` share) το οποίο θα εκτελεστεί κατά την είσοδο του χρήστη σε ένα σύστημα Windows.
es: Esto especifica el nombre de un script de acceso (en el volumen compartido «Netlogon») que se ejecutará cuando el usuario entre en una máquina Windows.
et: See määrab sisselogimisskripti nime (jagatud ressursil 'Netlogon'), mis käivitatakse kasutaja sisselogimisel Windowsi masinasse.
eu: Honek saio hasierako script-aren izena (Netlogon partekatzean) zehazten du, Windows makina batean saio hastean exekutatuko dena.
fa: نام دست‌نوشته ورود را )در مشترک »Netlogon «( مشخص می‌کند، که به عنوان ورودهای کاربر در ماشین ویندوز اجرا می‌شود.
fi: Tämä määrittelee nimen (`Netlogon` -jaossa) login-skriptille, joka suoritetaan kun käyttäjä kirjautuu Windows-koneelle.
fr: Ceci définit un nom de script de connexion (dans le partage « Netlogon ») qui sera exécuté lorsqu'un utilisateur se connecte à une machine sous Windows.
ga: Seo é ainm scripte logála isteach (sa chomhroinn "Netlogon") a rithfear nuair a logálfaidh úsáideoir isteach ar ríomhaire Windows.
gl: Isto especifica un nome para un script de inicio de sesión (na compartición «Netlogon») que ha executarse cando o usuario acceda a unha máquina con Windows.
hr: Ovo određuje ime skripte za prijavu (u dijeljenju `Netlogon`) koja će se izvršiti kad se korisnik prijavi u Windowse.
hu: Itt lehet megadni a bejelentkezési szkript nevét (a 'Netlogon' megosztásba kerül), mely minden Windows-os bejelentkezéskor le fog futni.
ia: Isto specifica le nomine de un script de accesso de identification (in le area compartite 'Netlogon') que essera executate como accessos de usator in un machina Windows.
is: Þetta skilgreinir heiti skeljaforrits (sem er í `Netlogon` deildinni) sem verður keyrt í nafni notandans þegar hann tengist á Windows vél.
it: Specifica il nome di uno script d'accesso (nella condivisione «Netlogon») da eseguire quando l'utente accede a una macchina Windows.
ja: Windows マシンにログインするたびに実行されるログインスクリプト名を指定します。
kk: Бұл Windows жүйесіне кіргенде орындалатын скриптінің атауын ("Netlogon" ортақ ресурсындағы) көрсетеді.
lt: Čia nurodomas prisiregistravimo scenarijus („Netlogon“ dalmenyje), kuris bus vykdomas naudotojui prisijungus prie Windows mašinos.
lv: Šis norāda pieslēgšanās skripta nosaukumu (`Netlogon` kopīgojumā), kas tiks izpildīts lietotājam pieslēdzoties Windows datoram.
nb: Dette angir navnet på et skript (i området Netlogon) som blir kjørt når brukeren logger inn til en Windows-maskin.
nds: Gifft den Naam vun en Anmellskript an (op de Freegaav "Netlogon"), dat utföhrt warrt, wenn sik de Bruker bi en Windows-Reekner anmeldt.
nn: Namnet på innloggingsskriptet (i «Netlogon»-området) som skal køyrast når brukaren loggar inn på ei Windows-maskin.
pl: Określa nazwę skryptu logowania Samby (w zasobie 'Netlogon'), który będzie wykonany podczas logowania na komputerze z Windows.
pt: Indica o nome de um 'script ' de ligação (na partilha `Netlogon`) que será executado quando o utilizador se liga numa máquina Windows.
ro: Specifică un nume pentru un script de autenficare (în distribuirea „Netlogon”) care va fi executat cînd utilizatorul se autentifică intr-o mașină Windows.
sk: Toto určuje meno prihlasovacieho skriput (na disku Netlogon), ktorý sa vykoná po prihlásení užívateľa na počítač Windows.
sl: To določa ime prijavnega skripta (v souporabi »Netlogon«), ki bo izveden ob prijavi uporabnika na računalnik z okoljem Windows.
sr@ijekavian: Ово задаје име пријавне скрипте (у дељењу <icode>NetLogon</icode>) која се извршава кад се корисник пријави на рачунар под Виндоузом.
sv: Det här anger namnet på ett inloggningsskript (i den utdelade katalogen "Netlogon"), som körs när användaren loggar in på en WIndows-dator.
ug: بۇ تاللانما تىزىمغا كىرىش قوليازمىسىنىڭ ئاتى(«Netlogon»دىكى ھەمبەھىر)نى بەلگىلەيدۇ، ئىشلەتكۈچى Windows كومپيۇتېرغا تىزىمغا كىرگەندە بۇ قوليازمىنى ئىجرا قىلىدۇ.
uk: Це вказує назву скрипту входу (на спільному ресурсі «Netlogon»), який буде виконуватись, коли користувач входить в комп'ютер з Windows.
zh_tw: 這裡指定登入命令稿名稱（在 Netlogon 的地方），使用者登入 Windows 機器時會執行。

source: Samba home drive
ar: قرص السامبا المنزلي
bg: Домашен диск на Самба
ca: Unitat inici Samba
cs: Samba disk
el: Οδηγός αρχικού καταλόγου samba
es: Volumen de la carpeta personal Samba
et: Samba koduketas
eu: Samba etxe unitatea
fa: گرداننده آغازه سامبا
fi: Samban kotilevy
fr: Lecteur du dossier de Samba
ga: Tiomántán baile Samba
gl: Dispositivo persoal Samba
hi: साम्बा घर ड्राइव
hr: Uređaj Samba korisničke mape
hu: Samba saját meghajtó
ia: Drive de domo de Samba
is: Samba heimadrif
it: Unità Home di Samba
ja: Samba ホームドライブ
kk: Samba мекен дискі
lt: Samba namų diskas
lv: Samba mājas disks
mr: साम्बा मुख्य ड्राइव्ह
nb: Samba hjemmeområde
nds: Samba-Tohuusloopwark
nn: Samba-heimestasjon
pl: Dysk domowy Samby
pt: Unidade pessoal Samba
ro: Unitate Acasă Samba
sk: Domovský disk Samba
sl: Domači pogon Sambe
sr@ijekavian: Домаћа јединица Самбе
sv: Samba-hemenhet
ug: Samba ئاساسىي قوزغاتقۇچ
uk: Диск домівки для Samba
zh_tw: Samba 家磁碟

source: Specifies a drive letter where the user's home directory will automatically mapped when he/she logs into a Windows machine.
bg: Задаване на буква за диска (дяла), за който ще се създава връзка при включване към Уиндоус.
bs: Određuje slovo drive-a (diska) na koje će home direktorij korisnika biti automatski mapiran kada se prijavi na Windows računar.
ca: Especifica una lletra d'unitat on es maparà automàticament el directori inici de l'usuari quan aquest es connecta a una màquina Windows.
cs: Písmeno disku Samby, kam bude automaticky mapován domovský adresář uživatele po přihlášení
el: Προσδιορίζει ένα γράμμα οδηγού όπου θα χαρτογραφηθεί αυτόματα ο αρχικός κατάλογος του χρήστη κατά την είσοδό του/της σε ένα σύστημα Windows.
es: Especifica la letra del volumen en la que se mapeará automáticamente la carpeta de usuario cuando este entre en la máquina Windows.
et: Määrab kettatähise, millega kasutaja kodukataloog automaatselt seotakse, kui ta logib end sisse Windowsi masinasse.
eu: Windows ordenagailu batean saio hastean erabiltzailearen direktorio nagusia automatikoki mapatuko den unitatearen letra zehazten du.
fa: حرف گرداننده‌ای را مشخص می‌کند، که در آن فهرست راهنمای کاربر، هنگام ورود یا خروج وی به ماشین ویندوزی، به طور خودکار نگاشت می‌شود.
fi: Määrittelee levytunnuksen (kirjaimen), mihin käyttäjän kotikansio liitetään kun hän kirjautuu Windows-koneelle.
fr: Définit une lettre de lecteur sur lequel le dossier personnel de l'utilisateur sera automatiquement monté lorsqu'une session sera ouverte sur la machine sous Windows.
ga: Seo é litir an tiomántáin a gcuirfear comhadlann bhaile an úsáideora air go huathoibríoch nuair a logálfaidh sé isteach ar ríomhaire Windows.
gl: Especifica unha letra de dispositivo a onde se ha atribuír automaticamente o cartafol persoal do usuario cando acceda desde unha máquina con Windows.
hr: Određuje slovo diska gdje će se preslikati korisnička osnovna mapa kad se prijavi u Windowse.
hu: Ehhez a meghajtó-betűjelhez lesz rendelve a saját mappa Windows-os bejelentkezésnél.
ia: Il specifica le littera de drive ubi le directorio domo de usator essera automaticamente mappate quando illo accede a un machina Windows.
is: Skilgreinir drifbókstaf sem heimasvæði notanda verður sjálfkrafa varpað á þegar hann/hún skráir sig inn á Windows vél.
it: Specifica la lettera di un'unità dove sarà mappata automaticamente la cartella Home dell'utente quando accederà a una macchina Windows.
ja: Windows マシンにログインしたときに自動的に割り当てられる、ユーザのホームディレクトリのドライブレターを指定します。
kk: Windows жүйесі бар компьютерге кіргенде пайдаланушының мекен каталогы құрылатын дискіжетек атауын көрсетеді.
lt: Nurodo diskasukio raidę, kur bus prijungtas naudotojo namų aplankas, jam/jai prisijungus prie Windows mašinos.
lv: Norāda diska burtu, kuram automātiski piemontēt lietotāja mājas mapi, kad tas pieslēdzas pie Windows datora.
nb: Angir en disk-bokstav (A-Z) som brukerens hjemmemappe automatisk blir avbildet til når han/hun logger inn til en Windows-maskin.
nds: Gifft en Loopwark-Bookstaven an, na den de Tohuusorner vun den Bruker automaatsch toornt warrt, wenn he/se sik bi en Windows-Reekner anmeldt.
nn: Ein diskbokstav (A til Z) der heimemappa til brukaren automatisk skal leggjast når han eller ho loggar inn på ei Windows-maskin.
pl: Określa literę dysku z podłączonym katalogiem domowym użytkownika logującego się do komputera z Windows.
pt: Indica uma letra de unidade onde a pasta pessoal do utilizador será automaticamente mapeada quando se liga numa máquina Windows.
ro: Specifică o literă pentru unitate unde directorul personal al utilizatorului va fi cartografiat cînd el/ea se autentifică intr-o mașină Windows.
sk: Určuje písmeno disku, kam je automaticky namapovaný domovský priečinok užívateľa po prihlásení na počítač Windows.
sl: Določa črko diska, kamor bo samodejno preslikana domača mapa, ko se uporabnik prijavi na računalnik z Windows.
sr@ijekavian: Задаје слово јединице на које се аутоматски мапира корисникова домаћа фасцикла, при пријављивању на рачунар под Виндоузом.
sv: Anger enhetsbokstav där användares hemkatalog automatiskt avbildas när han eller hon loggar in på en Windows-dator.
ug: بىر قوزغاتقۇچ ھەرىپىنى بەلگىلەيدۇ، ئىشلەتكۈچى Windows كومپيۇتېرغا تىزىمغا كىرگەندە، ئىشلەتكۈچىنىڭ ماكان مۇندەرىجىسى ئۆزلۈكىدىن مەزكۇر قوزغاتقۇچقا خەرىتىلىنىدۇ.
uk: Вказує літеру диска, куди каталог домівки користувача буде автоматично приписаний, коли користувач входить в комп'ютер з Windows.
zh_tw: 指定使用者登入 Windows 機器時，其家目錄會自動映射的磁碟機代號。

source: Samba profile path template
bg: Път до шаблоните за профил на Самба
bs: Samba šablon za put do profila
ca: Plantilla del camí de perfil Samba
cs: Cesta k šabloně Samba profilu
el: Πρότυπη διαδρομή προφίλ samba
es: Plantilla de ruta del perfil de Samba
et: Samba profiili asukoha mall
eu: Samba profilaren bide txantioloia
fa: قالب مسیر profile سامبا
fi: Samba-profiilin polkumalli
fr: Modèle d'emplacement du profil Samba
ga: Teimpléad do chonair phróifíle Samba
gl: Modelo de rota ao perfil para Samba
hi: साम्बा प्रोफ़ाइल पथ टेम्पलेट
hr: Putanja do predloška samba profila
hu: Samba profilmappasablon
ia: Patrono de percurso de profilo de Samba
is: Samba sniðmátamappa
it: Modello del percorso del profilo Samba
ja: Samba プロファイルパス テンプレート
kk: Samba профилінің жол үлгісі
lt: Samba profilio kelio šablonas
lv: Samba profila ceļa sagatave
mr: साम्बा रूपरेषा मार्ग नमूना
nb: Mal for Samba profilsti
nds: Samba-Profilpaddvörlaag
nn: Mal for Samba-profiladresse
pl: Wzorzec ścieżki profili Samby
pt: Modelo de localização do perfil Samba
ro: Calea de profil șablon Samba
sk: Šablóna cesty profilu Samba
sl: Predloga za pot do profila Sambe
sr@ijekavian: Шаблон Самбине путање профила
sv: Samba-mall för profilsökväg
ug: Samba سەپلىمە ھۆججەت يولى قېلىپى
uk: Шаблон шляху профілю для Samba
zh_tw: Samba 設定路徑樣板
