Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: This specifies what prefix will used for user entries.
bg: Представка, която ще се използва за записите за потребителите.
bs: Ovim određujete prefiks koji će se koristiti za unose korisnika.
ca: Això especifica quin prefix s'usarà per a les entrades d'usuari.
cs: Nastavení předpony pro uživatelské záznamy.
el: Αυτό προσδιορίζει το πρόθεμα που θα χρησιμοποιηθεί για καταχωρήσεις χρηστών.
es: Esto especifica que prefijo se usará en las entradas de usuario.
et: Määrab, millist prefiksit kasutada kasutajakirjete puhul.
eu: Honek zehazten du zein aurrizki erabiliko den erabiltzaileen sarreretarako.
fa: مشخص می‌کند چه پیشوندی برای مدخلهای کاربر استفاده می‌شود.
fi: Tämä määrittelee käyttäjätietojen etuliitteen
fr: Définit le préfixe à utiliser pour les entrées de l'utilisateur.
ga: Sonraíonn sé seo an réimír a chuirfear le hiontrálacha úsáideora.
gl: Isto especifica o prefixo a usar para as entradas de usuarios.
hi: उपयोक्ता प्रविष्टियों के लिए कौन से प्रीफ़िक्स उपयोग में लिए जाएँ यह निर्दिष्ट करता है.
hr: Ovo određuje koji će se prefiks koristiti za korisničke unose.
hu: Ez az előtag fog tartozni a felhasználóbejegyzésekhez.
ia: Isto specifica qual prefixo essera usate per entratas de usator.
is: Þetta skilgreinir hvaða forskeyti skuli nota á notandafærslur.
it: Specifica quale prefisso sarà usato per le voci utente.
ja: ユーザエントリに使用するプレフィックスを指定します。
kk: Бұл пайдаланушының жазуы үшін қандай префиксты қолдану керектігін көрсетеді.
lt: Čia nurodoma, koks priešdėlis bus naudojamas naudotojo įrašams.
lv: Šis norāda prefiksu lietotāju ierakstiem.
nb: Dette angir hvilket prefiks som blir brukt for brukeroppføringer.
nds: Gifft dat Prefix för Brukerindrääg an.
nn: Prefikset som skal brukast for brukaroppføringar.
pl: Określa prefiks używany dla informacji o użytkownikach.
pt: Indica qual o prefixo utilizados para as entradas dos utilizadores.
ro: Specifică ce prefix va fi folosit pentru înregistrările utilizatorului.
sk: Toto určuje prefix používaný pre záznamy užívateľov.
sl: To določa, katera predpona bo uporabljena za uporabniške vnose.
sr@ijekavian: Ово одређује префикс за уносе корисника.
sv: Det här anger vilket prefix som används för användarposter.
ug: بۇ تاللانما ئىشلەتكۈچى تۈرىدە ئىشلەتكەن ئالدى قوشۇلغۇچىنى بەلگىلەيدۇ.
uk: Це вказує, який префікс використовувати для записів користувача.
zh_tw: 這裡指定用於使用者資料的前置(prefix)。

source: Check this if the user's full name should be stored in the cn (Canonical Name) attribute.
bg: Ако отметката е включена, името на потребителя ще се съхранява в атрибут cn (Canonical Name - каноническо име).
bs: Uključite ovo ako želite čuvati puno ime korisnika u atributu cn (Canonical Name).
ca: Marqueu aquí si s'ha d'emmagatzemar el nom sencer d'usuari a l'atribut cn (nom canònic).
cs: Zaškrtněte, pokud si přejete úplné jméno uživatele uložit v cn (Canonical Name).
el: Ενεργοποιήστε αυτό αν το πλήρες όνομα του χρήστη πρέπει να αποθηκευτεί στο γνώρισμα cn (Κανονικό όνομα).
es: Marque eso si desea que el nombre completo del usuario se almacene en el atributo cn (nombre canónico).
et: Sisselülitamisel salvestatakse kasutaja täielik nimi cn (kanooniline nimi) atribuudis.
eu: Egiaztatu hau erabiltzailearen izen osoa cn (Izen kanonkoa) atributuan gorde behar bada.
fa: اگر نام کامل کاربر باید در خصیصه cn )نام متعارف( ذخیره شود، این گزینه را علامت بزنید.
fi: Tämä asettaa käyttäjäimen talletettavaksi cn (kanooninen nimi) attribuuttiin.
fr: Cochez cette option si le nom complet de l'utilisateur doit être enregistré dans l'attribut « cn » (nom canonique).
ga: Cuir tic anseo más mian leat ainm iomlán an úsáideora a stóráil san aitreabúid "cn" (Canonical Name).
gl: Marque isto se o nome completo do usuario debe gardarse no atributo cn (Nome Canónico).
hi: इसे चेक करें यदि उपयोक्ता का पूरा नाम सीएन (कैनॉनिकल नाम) गुण में भंडारित करना हो.
hr: Ovo obilježite ako želite da se puno korisničko ime pohrani u atributu cn (Canonical Name).
hu: Jelölje be ezt az opciót, ha a teljes felhasználónevet el szeretné tárolni a cn (Canonical Name) attribútumba.
ia: Marca isto si nomine complete de usator essera immagazinate in le attributo cn (Canonical Name, i.e.nomine canonic).
is: Hakaðu við hér ef það á að setja fullt nafn notanda í cn (Canonical Name) eigindin.
it: Segnalo se il nome completo dell'utente dovrebbe essere salvato nell'attributo cn (nome canonico).
ja: これをチェックすると、ユーザのフルネームを cn (一般名) 属性として保存します。
kk: cn атрибутында пайдаланушының толық (каноникалық) атауын сақтауға мүмкіндік беру үшін құсбелгісін қойыңыз.
lt: Įjunkite šią parinktį, jei pilnas naudotojo vardas turėtų būti įrašytas į cn (Kanoninio vardo) atributą.
lv: Ieslēdziet šo, lai saglabātu lietotāja pilno nosaukumu cn (Canonical Name) atribūtā.
nb: Kryss av denne om brukerens fulle navn skal lagres i cn (Canonical Name) attributtet.
nds: Aktiveer dit, wenn Du den helen Brukernaam binnen dat Attribut "cn" (Kanon'sche Naam, "Canonical Name") wohren wullt.
nn: Kryss av her viss det fulle namnet til brukaren skal lagrast i cn-attributtet (Canonical Name).
pl: Jeśli opcja jest włączona, pełna nazwa użytkownika zostanie zapisana w atrybucie cn (Canonical Name).
pt: Active isto se o nome completo do utilizador deve ser guardado no atributo cn (Nome Canónico).
ro: Bifați aici dacă numele complet al utilizatorului ar trebui să fie salvat în atributul cn (Nume Canonic).
sk: Zvolte túto možnosť ak plné meno užívateľa má byť uložené v atribúte cn (Canonical Name).
sl: Izberite to, če naj se polno ime uporabnika shrani v atributu cn (kanonično ime).
sr@ijekavian: Попуните ово да би се пуно име корисника складиштило у атрибуту <icode>cn</icode> (канонско име).
sv: Markera det här om användarens fullständiga namn ska lagras i egenskapen CN (Canonical Name).
ug: ئەگەر ئىشلەتكۈچىنىڭ تولۇق ئاتىنى cn (Canonical Name«تىپىك ئات»)خاسلىقىغا ساقلىماقچى بولغاندا بۇ تاللانمىنى تاللاڭ.
uk: Увімкніть, якщо необхідно зберігати повне ім'я користувача в атрибуті cn (канонічне ім'я).
zh_tw: 勾選這個選項的話，會將使用者全名存在 cn (Canonical Name) 屬性裡。

source: Update the gecos field
bg: Обновяване на атрибута gecos
bs: Ažuriraj gecos polje
ca: Actualitza el camp gecos
cs: Aktualizovat gecos
el: Ενημέρωση του πεδίου gecos
es: Actualizar el campo gecos
et: gecos välja uuendamine
eu: Eguneratu gecos eremua
fa: به‌روزرسانی حوزه gecos
fi: Päivitä gecos-kenttä
fr: Actualiser le champ « gecos »
ga: Nuashonraigh réimse gecos
gl: Actualizar o campo gecos
hi: जीकॉस फील्ड अद्यतन करें
hr: Ažuriranje gecos polja
hu: A gecos mező frissítése
ia: Actualisa le campo gecos
is: Uppfæra gecos svæðið
it: Aggiorna il campo gecos
ja: gecos フィールドを更新
kk: gecos өрісін жаңарту
lt: Atnaujinti gecos lauką
lv: Izmanīt gecos lauku
mr: जीकॉस फील्ड अद्ययावत करा
nb: Oppdater gecos feltet
nds: "gecos"-Feld opfrischen
nn: Oppdater gecos-feltet
pl: Uaktualnij pole gecos
pt: Actualizar o campo gecos
ro: Actualizați cîmpul gecos
sk: Aktualizovať pole gecos
sl: Posodobi polje gecos
sr@ijekavian: Ажурирај поље <icode>gecos</icode>
sv: Uppdatera GECOS-fältet
ug: gecos سۆز بۆلىكىنى يېڭىلايدۇ
uk: Оновити поле gecos
zh_tw: 更新 gecos 欄位

source: Check this if the gecos attribute should be updated.
bg: Ако отметката е включена, атрибутът gecos ще бъде обновяван.
bs: Uključite ovo ako je potrebno ažurirati atribut gecos.
ca: Marqueu aquí si s'ha d'actualitzar l'atribut gecos.
cs: Zaškrtněte, pokud si přejete aktualizovat gecos (unixový GECOS záznam z /etc/passwd).
el: Ενεργοποιήστε αυτό αν το γνώρισμα gecos πρέπει να ενημερωθεί.
es: Marque esto si el atributo gecos debe ser actualizado.
et: Sisselülitamisel uuendatakse gecos atribuuti.
eu: Hautatu hau gecos atributua eguneratu behar bada.
fa: اگر خصیصه gecos باید به‌روز شود، این گزینه را علامت بزنید.
fi: Päivitetäänkö gecos-attribuutti.
fr: Cochez cette option si l'attribut « gecos » doit être actualisé.
ga: Cuir tic anseo chun aitreabúid gecos a nuashonrú.
gl: Sinale isto se o atributo gecos debe actualizarse.
hi: इसे चेक करें यदि जीकॉस गुण अद्यतन किए जाने हों.
hr: Ovo obilježite ako se atribut gecos treba ažurirati.
hu: Jelölje be ezt az opciót, ha a gecos attribútumot frissíteni szeretné.
ia: Marca isto si le attributo gecos debera esser actualisate.
is: Hakaðu við hér ef það á að uppfæra gecos eigindin.
it: Segnalo se l'attributo gecos dovrebbe essere aggiornato.
ja: これをチェックすると gecos フィールドを更新します。
kk: gecos атрибутын жаңарту қажет болса осы құсбелгіні қойыңыз.
lt: Įjunkite šią parinktį, jei reikia atnaujinti gecos atributą.
lv: Ieslēdziet šo, ja nepieciešams izmainīt gecos atribūtu.
nb: Kryss av denne om gecos attributtet skal oppdateres.
nds: Aktiveer dit, wenn Du dat Feld "gecos" opfrischen wullt.
nn: Kryss av her om gecos-attributtet skal oppdateres.
pl: Jeśli ta opcja jest włączona, atrybut gecos będzie uaktualniany.
pt: Active isto se o atributo gecos deve ser actualizado.
ro: Bifați aici dacă atributul gecos ar trebui să fie actualizat.
sk: Zvolte túto možnosť ak má byť atribút gecos aktualizovaný.
sl: Izberite to, če želite, da bo atribut gecos posodobljen.
sr@ijekavian: Попуните ово да би се ажурирао атрибут <icode>gecos</icode>.
sv: Markera det här om egenskapen GECOS ska uppdateras.
ug: ئەگەر gecos سۆز بۆلىكىنى يېڭىلىسىڭىز بۇ تاللانمىنى تاللاڭ.
uk: Увімкніть, якщо необхідно оновляти атрибут gecos.
zh_tw: 勾選這個選項的話 gecos 屬性會被更新。

source: Manage LDAP shadowAccount objectclass
bg: Управление на скрит обектен клас за LDAP
bs: Upravljaj LDAP shadowAccount objectclass
ca: Gestiona la classe objecte shadowAccount LDAP
cs: Spravovat objektovou třídu LDAP shadowAccount
el: Διαχείριση κλάσης αντικειμένου Λογαριασμού shadow σε LDAP
es: Gestionar la clase de objeto «cuenta oculta» LDAP
et: LDAP-i objektiklassi shadowAccount haldus
eu: Kudeatu LDAP shadowAccount object class
fa: مدیریت رده شیء LDAP shadowAccoun
fi: LDAP shadowAccount olioluokan hallinta
fr: Gestion des classes d'objet LDAP « shadowAccount »
ga: Bainistigh an aicme réada shadowAccount LDAP
gl: Xestión da clase de obxectos shadowAccount de LDAP
hi: एलडीएपी शेडो-एकाउन्ट ऑब्जेक्टक्लास प्रबंधित करें
hr: Upravljaj klasom objekta LDAP shadowAccount
hu: Az LDAP shadowAccount objektumosztály kezelése
ia: Gere objectclass de shadowaccount de LDAP
is: Sýsla með LDAP shadowAccount objectclass
it: Gestisci la classe di oggetti shadowAccount LDAP
ja: LDAP shadowAccount オブジェクトクラスの管理
kk: LDAP shadowAccount нысан класын басқару
lt: Tvarkyti LDAP shadowAccount objektų klasę
lv: Pārvaldīt LDAP shadowAccount objektklasi
mr: एलडीएपी शेडो-एकाउन्ट ऑब्जेक्टक्लास व्यवस्थापीत करा
nb: Håndter LDAP-objektklassen shadowAccount
nds: LDAP-Objektklass "shadowAccount" plegen
nn: Handter LDAP-objektklassen «shadowAccount»
pl: Zarządzaj obiektami shadowAccount LDAP
pt: Gerir a classe de objectos LDAP 'shadowAccount'
ro: Gestionează clasa obiect a contului criptat LDAP
sk: Správa LDAP objektov shadowAccount
sl: Upravljaj predmetni razred shadowAccount za LDAP
sr@ijekavian: Управљај ЛДАП објектном класом <icode>shadowAccount</icode>
sv: Hantera LDAP-skuggkonto objektklass
ug: LDAP shadowAccount نەڭ خىلىنى باشقۇر
uk: Керування об'єктним класом LDAP shadowAccount
zh_tw: 管理 LDAP shadowAccount objectclass

source: Check this if the shadowAccount object should be used in the users' entries. It allows to enforce password change/expiration policies.
bg: Ако отметката е включена, ще може да използвате изтичане на срока на валидност на потребителя и паролата и предупреждение към потребителя за смяна на паролата.
bs: Uključite ovo ako treba koristiti shadowAccount objekt u korisničkim stavkama. Ovo omogućuje prisiljavanje politike promjene/isteka šifre.
ca: Marqueu-ho si l'objecte shadowAccount s'hauria d'usar a les entrades d'usuari. Permet imposar les polítiques de canvi i expiració de contrasenya.
cs: Zaškrtněte, pokud se má v uživatelském záznamu použít shadowAccount objekt. To umožňuje zdokonalit pravidla pro změnu hesla a jeho vypršení.
el: Ενεργοποιήστε αυτό αν ο λογαριασμός shadow θα έπρεπε να χρησιμοποιείται στις καταχωρήσεις χρηστών. ΕΜ αυτό τον τρόπο εξασφαλίζονται οι πολιτικές αλλαγής/εκπνοής κωδικού πρόσβασης.
es: Marque esto si el objeto «cuenta oculta» debe usarse en las entradas de usuario. Esto permite reforzar la política de cambio y expiración de contraseñas.
et: Sisselülitamisel tarvitatakse kasutajakirjetes objekti shadowAccount. See lubab kehtestada parooli muutmise/aegumise reegleid.
eu: Hautatu hau shadowAccount objektua erabiltzaileen sarreretan erabiltzea nahi izanez gero. Honek pasahitz aldaketa/iraungitze politikak erabiltzea uzten du
fa: اگر شیء shadowAccount باید در مدخلهای کاربران استفاده شود، این گزینه را علامت بزنید. اجازه می‌دهد که بر سیاستهای تغییر/انقضای اسم رمز تأکید شود.
fi: Valitse tämä, jos haluat käyttää käyttäjätiedoissa shadowAccount -oliota. Tämä mahdollistaa salasanan muutos- ja vanhentumiskäytännöt.
fr: Cocher cette option si l'objet « shadowAccount » doit être utilisé dans les entrées des utilisateurs. Il permet de renforcer les politiques de modification / d'expiration des mots de passe.
ga: Cuir tic anseo más mian leat an réad shadowAccount a úsáid in iontrálacha na n-úsáideoirí. Leis seo is féidir polasaithe um athrú/dul as feidhm focal faire a chur i bhfeidhm.
gl: Sinale isto se o obxecto shadowAccount debe usarse para as entradas de usuario. Permite mellorar as políticas de mudanza/expiración de contrasinais.
hi: इसे चेक करें यदि शेडोएकाउन्ट ऑब्जेक्ट का उपयोग उपयोक्ता प्रविष्टियों में की जानी हो. यह पासवर्ड बदलने/बीतने के नियमों को लागू करने देता है.
hr: Ovo obilježite ako želite da se objekt shadowAccount koristi u korisničkim unosima. On omogućuje nametanje politike promjene/isteka zaporke.
hu: Jelölje be ezt az opciót, ha a shadowAccount objektumot szeretné használni a felhasználók bejegyzéseiben. Ennek segítségével jelszóváltoztatási és -lejárási házirendeket lehet előírni.
ia: Marca isto si le objecto shadowAccount debera esser usate in le entratas de usatores. Il permitte de applicar politicas de modification/expiration de contrasigno.
is: Hakaðu héref þú vilt nota shadowAccount hluti í notandafærslunum. Þetta gerir þér kleyft að láta lykilorð renna út og stýra öðrum eiginleikum lykilorða.
it: Segnalo se l'oggetto shadowAccount deve essere usato nelle voci utente. Permette di attuare le politiche di cambio e scadenza delle password.
ja: ユーザエントリの中で shadowAccount オブジェクトを使う場合、これをチェックしてください。これはパスワード変更/有効期限のポリシーを強制します。
kk: Егер пайдаланушылардың жазуында shadowAccount нысаны қолданылатын болса, осы құсбелгіні қойыңыз. Бұл парольді өзгерту/жарамдылық мерзім ережелерді орнатуға мүмкіндік береді.
lt: Pažymėkite šią parinktį, jei norite, kad shadowAccount objektai būtų naudojami naudotojų įrašuose. Tai leidžia nustatyti slaptažodžių pakeitimo/pabaigos taisykles.
lv: Ieslēdziet šo, lai lietotāju ierakstos lietotu shadowAccount objektu. Tas ļauj realizēt paroles maiņas/izbeigšanās termiņa politikas.
nb: Kryss av her hvis objektet shadowAccount skal brukes i brukernes oppføringer. Det gjør det mulig å håndheve praksis for endring og utløp av passord.
nds: Aktiveer dit, wenn Du dat "shadowAccount"-Objekt binnen de Brukerindrääg bruken wullt. Mit dit Objekt kannst Du Regeln för't Wesseln/Aflopen vun Passwöör opstellen.
nn: Kryss av her viss «shadowAccount»-objektet skal brukast i brukaroppføringar. Det gjer det mogleg å handheva praksis for endring og utløp av passord.
pl: Włącz tę opcję, jeśli w informacjach o użytkownikach ma być używany obiekt shadowAccount. Pozwala to wymusić politykę zmiany/unieważniania haseł.
pt: Active isto se deve ser utilizado um objecto shadowAccount nas entradas dos utilizadores. Isto permite-lhe por em prática políticas de mudança/data de validade de senhas.
ro: Bifați aici dacă ar trebui să fie folosit obiectul „cont criptat” în înregistrările utilizatorilor. Vă permite să aplicați reguli pentru schimbarea/expirarea parolei.
sk: Toto zapnite, ak sa má použiť objekt shadowAccount pre záznamy užívateľov. Umožňuje vynútiť politiku platnosti hesiel.
sl: Izberite to, če naj se predmet shadowAccount uporabi v uporabnikovih vnosih. Omogoča vam, da vsilite pravilnike spremembe ali preteka gesel.
sr@ijekavian: Попуните ово ако <icode>shadowAccount</icode> објект треба да се користи у корисничким уносима. Он омогућава спровођење смерница за мењање и истицање лозинке.
sv: Markera det här om skuggkonto-objektet ska användas i användares poster. Det gör det möjligt att genomdriva ändrings- och utgångsprincip för lösenord.
ug: ئەگەر ئىشلەتكۈچى تۈرىگە shadowAccount نەڭ ئىشلەتمەكچى بولغاندا بۇ تاللانمىنى تاللاڭ. ئۇ مەجبۇرىي ئۆزگەرتىش/ۋاقتى ئۆتكەن ئىم تەدبىرىنى قوللايدۇ.
uk: Позначте цей пункт, якщо у записах користувачів має бути використано об'єкт shadowAccount. Це надасть змогу встановлювати правила зміни/закінчення терміну дії паролів.
zh_tw: 勾選這個選項的話，shadowAccount object 會用於使用者資料中。這樣可以強制使用者遵循使用密碼更換與逾期的原則。

source: LDAP Structural objectclass
bg: Структурен обектен клас за LDAP
bs: LDAP strukturna objectclass
ca: Classe d'objecte estructural LDAP
el: Δομική κλάση αντικειμένου LDAP
es: Clase de objeto «estructural» de LDAP
et: LDAP-i struktuuri objektiklass
eu: LDAP egiturako objectclass
fa: رده شیء ساختاری LDAP
fi: LDAP rakenteellinen olioluokka
fr: Classe d'objet structurel LDAP
ga: Aicme réada struchtúrach LDAP
gl: Clase de obxectos «Structural» de LDAP
hi: एलडीएपी स्ट्रक्चरल ऑब्जेक्टक्लास
hr: LDAP-ova strukturna klasa objekta
hu: LDAP strukturális objektumosztály
ia: Objectclass structural de LDAP
is: LDAP uppbyggingarklasi
it: Classe di oggetti strutturale LDAP
ja: LDAP 構造オブジェクトクラス
kk: LDAP нысандар класының құрылымы
lt: LDAP struktūrinė objekto klasė
lv: LDAP strukturālā objektklase
mr: एलडीएपी स्ट्रक्चरल ऑब्जेक्टक्लास
nb: Struktur-objektklasse for LDAP
nds: LDAP-Struktuur-Objektklass
nn: LDAP Strukturuell objektklasse
pl: Obiekt struktury LDAP
pt: Classe de Objectos Estrutural LDAP
ro: Clasa obiect structurală LDAP
sk: Štrukturálna trieda LDAP
sl: Strukturni predmetni razred LDAP
sr@ijekavian: ЛДАП структурна објектна класа
sv: LDAP-strukturerad objektklass
ug: LDAP قۇرۇلمىلىق نەڭ خىلى
uk: Структурний об'єктний клас LDAP
