Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Disable &POSIX account information
bg: &Изключване на информация за сметка POSIX
bs: Isključi &POSIX informacije o računu
ca: Inhabilita la informació de compte &POSIX
cs: Zakázat informace &POSIX účtu
el: Απενεργοποίηση πληροφοριών λογαριασμού &POSIX
es: Desactivar la información sobre la cuenta &POSIX
et: &POSIX konto info keelamine
eu: Desgaitu &POSIX kontuaren informazioa
fa: غیرفعال کردن اطلاعات حساب &POSIX‌
fi: Poista &POSIX tunnustiedot
fr: Désactiver les informations du compte &POSIX
ga: Díchumasaigh eolas faoin chuntas &POSIX
gl: Desactivar a información &POSIX da conta
hi: पॉसिक्स खाता जानकारी अक्षम करें (&P)
hr: Onemogući informacije &POSIX-računa
hu: A POSI&X azonosítójellemzők kikapcsolása
ia: Dishabilita information de conto &POSIX
is: Slökkva á &POSIX notandaupplýsingum
it: Disabilita le informazioni sugli account &POSIX
ja: POSIX アカウント情報を無効にする(&P)
kk: &POSIX тіркелгі мәліметті бұғатталсын
lt: Išjungti &POSIX paskyrų informaciją
lv: Atslēgt &POSIX konta informāciju
mr: पॉसिक्स खाते माहिती अकार्यान्वित करा (&P)
nb: Skru av &POSIX kontoinformasjon
nds: &POSIX-Kontoinformatschonen utmaken
nn: Slå av &POSIX-kontoinformasjon
pl: Wyłącz informacje o kontach POSI&X
pt: Desactivar a informação de conta &POSIX
ro: Dezactivează informațiile despre cont &POSIX
sk: Zakázať informácie o &POSIX konte
sl: Onemogoči podrobnosti o računu &POSIX
sr@ijekavian: Искључи податке о &ПОСИКС налогу
sv: Inaktivera &POSIX kontoinformation
ug: &POSIX ھېسابات ئۇچۇرىنى چەكلە
uk: Вимкнути інформацію про рахунки &POSIX
zh_tw: 關閉 POSIX 帳號資訊(&P)

source: Password Management
ar: إدارة كلمة السر
bg: Парола
bs: Upravljanje šiframa
ca: Gestió de la contrasenya
cs: Správa hesel
el: Διαχείριση κωδικών πρόσβασης
es: Gestión de la contraseña
et: Paroolide haldamine
eu: Pasahitz kudeaketa
fa: مدیریت اسم رمز
fi: Salasanojen hallinta
fr: Politique de mot de passe
ga: Bainisteoireacht na bhFocal Faire
gl: Xestión de contrasinais
hi: पासवर्ड प्रबंधन
hr: Upravljanje zaporkom
hu: Jelszókezelés
ia: Gestion de contrasigno
is: Lykilorðabreytingar
it: Gestione password
ja: パスワード管理
kk: Парольдерді басқару
lt: Slaptažodžių tvarkymas
lv: Paroles administrācija
mr: गुप्तशब्द व्यवस्थापन
nb: Passordhåndtering
nds: Passwoort-Pleeg
nn: Passordhandtering
pl: Zarządzanie hasłami
pt: Gestão das Senhas
ro: Administrare parolă
sk: Správa hesiel
sl: Upravljanje gesel
sr@ijekavian: Управљање лозинком
sv: Lösenordshantering
ug: ئىم باشقۇرۇش
uk: Керування паролями
zh_tw: 密碼管理

source: Last password change:
ar: آخر تغيير لكلمة السر:
bg: Последна смяна на паролата:
bs: Posljednja izmjena šifre:
ca: Últim canvi de la contrasenya:
cs: Poslední změna hesla:
el: Τελευταία αλλαγή κωδικού πρόσβασης:
es: Último cambio de contraseña:
et: Viimane paroolivahetus:
eu: Pasahitzaren azken aldaketa:
fa: آخرین تغییر اسم رمز:
fi: Edellinen salasananvaihto:
fr: Dernier changement du mot de passe :
ga: Athrú focail faire is déanaí:
gl: Última mudanza de contrasinal:
hi: अंतिम पासवर्ड परिवर्तनः
hr: Posljednja izmjena zaporke:
hu: Az utolsó jelszómódosítás dátuma:
ia: Ultime modification de contrasigno:
is: Lykilorði síðast breytt:
it: Ultima modifica di password:
ja: 最終パスワード変更日時:
kk: Парольді соңғы өзгерткен кезі:
lt: Paskutinis slaptažodžio keitimas:
lv: Pēdējā paroles maiņa:
mr: शेवटचा गुप्तशब्द बदल :
nb: Siste passordendring:
nds: Lest Passwoort-Ännern:
nn: Siste passordendring:
pl: Ostatnia zmiana hasła:
pt: Última alteração da senha:
ro: Ultima schimbare de parolă:
sk: Posledná zmena hesla:
sl: Zadnja sprememba gesla:
sr@ijekavian: Последња измена лозинке:
sv: Senaste lösenordsändring:
ug: ئىم ئۆزگەرتكەن ئاخىرقى ۋاقىت:
uk: Остання зміна паролю:
zh_tw: 上次密碼變更：

source: POSIX parameters:
bg: POSIX параметри:
bs: POSIX parametri:
ca: Paràmetres POSIX:
cs: POSIX parametry:
el: Παράμετροι POSIX:
es: Parámetros POSIX:
et: POSIX-i parameetrid:
eu: POSIX parametroak:
fa: پارامترهای POSIX:
fi: POSIX-parametrit:
fr: Paramètres POSIX :
ga: Paraiméadair POSIX:
gl: Parámetros POSIX:
hi: पोसिक्स पैरामीटर्स:
hr: Parametri POSIX-a:
hu: POSIX paraméterek:
ia: Parametros POSIX:
is: POSIX viðföng:
it: Parametri POSIX:
ja: POSIX パラメータ:
kk: POSIX параметрлері:
lt: POSIX parametrai:
lv: POSIX iestatījumi:
mr: पॉसिक्स घटक :
nb: POSIX-parametre:
nn: POSIX-parametrar:
pl: Parametry POSIX:
pt: Parâmetros POSIX:
ro: Parametri POSIX:
sk: POSIX parametre:
sl: Parametri POSIX:
sr@ijekavian: ПОСИКС параметри:
sv: POSIX-parametrar:
ug: POSIX پارامېتىرلار:
uk: Параметри POSIX:
zh_tw: POSIX 參數：

source: Time before password may &not be changed after last password change:
ar: الوقت قبل أن لا تتمكن من تغيير كلمة السر بعد آخر تغيير :
bg: В&реме, през което паролата не може да бъде сменяна след последната смяна:
bs: Vrijeme tokom kojeg se šifra ne &može promijeniti nakon posljednje promjene:
ca: El temps abans que la contrasenya &no es pugui canviar després del darrer canvi de contrasenya:
cs: Heslo &nesmí být znovu změněno dřív než uplyne:
el: Ίσως ο χρόνος πριν από τον κωδικό πρόσβασης να &μην μπορεί να αλλαχθεί μετά την τελευταία αλλαγή κωδικού πρόσβασης:
es: Tiempo antes del cual &no puede cambiarse la contraseña después del último cambio:
et: Pärast viimast paroolimuutmist ei saa parooli muuta e&nne:
eu: Azken pasahitz aldaketa egin ondoren igaro behar duen denbora tartea pasahitza berriz aldatu a&hal izateko:
fa: ممکن است پس از آخرین تغییر اسم رمز، زمان پیش از اسم رمز تغییر &نکرده باشد:‌
fi: Salasanaa ei voida muutt&aa ennen
fr: Durée après la dernière modification avant laquelle il n'est pas possible de changer le mot de passe :
ga: Tréimhse tar éis a&n athraithe is déanaí le linn nach bhfuil cead agat an focal faire a athrú:
gl: Tempo &mínimo de validez do contrasinal:
hi: अंतिम पासवर्ड परिवर्तन के पश्चात वह समय जिसके पहले पासवर्ड बदला नहीं जा सके: (&n)
hr: Vrijeme za koje se zaporka &ne može mijenjati nakon zadnje izmjene:
hu: A jelsz&ó módosítása után legkorábban ennyi idő elteltével lehet azt ismét módosítani:
ia: Tempore ante que le contrasigno &non pote esser modificate postea le ultime modification de contrasigno:
is: &Lágmarksaldur lykilorða eftir að þeim er breytt:
it: Tempo prima che la password &non possa essere cambiata dopo l'ultimo cambio di password:
ja: 最後のパスワード変更から、パスワードが変更できない期間(&N):
kk: Парольді соңғы өзгерткеннен кейі&н пароль өзгертілмейтін мерзімі:
lt: Laikas, per kurį slaptažodis &negali būti keičiamas po paskutinio slaptažodžio keitimo:
lv: Laiks, kopš pēdējās paroles maiņas, kurā &nevar nomainīt paroli:
nb: Tid &før passord kan endres etter siste passordendring:
nds: Tiet, binnen de dat Passwoort na de verleden Ännern &nich ännert warrn mutt:
nn: Tid før passord &ikkje kan endrast etter siste passordendring:
pl: &Minimalny czas do ponownej zmiany hasła:
pt: Tempo a&ntes que a senha possa ser mudada após a última alteração:
ro: Timp în care parola &nu poate fi schimbată după ultima schimbare a acesteia:
sk: Čas od poslednej zmeny, ako &dlho heslo nie je znovu možné zmeniť:
sl: Čas po zadnji spremembi gesla, v katerem geslo &ne sme biti spremenjeno:
sr@ijekavian: Време за које се лозинка &не може променити након њене последње промене:
sv: Tid innan lösenord i&nte kan ändras efter senaste lösenordsändring:
ug: ئىككى قېتىملىق ئىم ئۆزگەرتىش ئارىلىقىدىكى ۋاقىت(&N):
uk: Після останньої зміни пароль мо&жна міняти через:
zh_tw: 改變密碼之後多久不能再變更(&N)：

source: Time when password &expires after last password change:
ar: الوقت عند تنتهي صلاحية كلمة السر بعد آخر تغيير:
bg: Вр&еме, след което паролата изтича след последната смяна:
bs: Vrijeme nakon kojeg šifra &prestaje važiti nakon posljednje promjene šifre:
ca: Temps quan &expira la contrasenya després del darrer canvi de contrasenya:
cs: Doba vypršení h&esla po poslední změně:
el: Χρόνος &λήξης κωδικού πρόσβασης μετά την τελευταία αλλαγή κωδικού:
es: Tiempo en el que &expira la contraseña después del último cambio:
et: Pärast viimast paroolivahetust a&egub parool:
eu: Azken pasahitz aldaketa ondoren pasahitza &iraungi arteko denbora:
fa: زمانی که پس از تغییر آخرین اسم رمز، اسم رمز &انقضا می‌یابد:‌
fi: Salasanan &vanhentumisaika:
fr: Durée après laquelle le mot de passe &expire après le dernier changement de mot de passe :
ga: Tréimhs&e tar éis an athraithe is déanaí a rachaidh an focal faire as feidhm:
gl: Tempo máximo de &validez do contrasinal:
hi: अंतिम पासवर्ड परिवर्तन के पश्चात वह समय जब पासवर्ड का समय बीत जाएगा:(&e)
hr: Vrijeme ist&eka zaporke nakon zadnje izmjene:
hu: A jelszó módosítása után ennyivel járjon le a je&lszó:
ia: Tempore quando contrasigno &expira postea le ultime modification de contrasigno:
is: &Tími sem líður þangað til lykilorð er úreldað:
it: Tempo dopo il quale la password scad&e dall'ultima modifica della password:
ja: 最後のパスワード変更から、パスワードが失効する期間(&E):
kk: Парольді соңғы өзгерткеннен кейін пароль &жарамдылығының мерзімі:
lt: Laikas, per kurį slaptažodis &baigia galioti po paskutinio slaptažodžio keitimo:
lv: Laiks, kad &beigsies paroles derīguma termiņš, kopš pēdējās paroles maiņas:
nb: Tid når passord &utløper etter siste passordendring:
nds: Tiet, na de dat Passwoort na de verl&eden Ännern aflöppt:
nn: Tid når passord &utgår etter siste passordendring:
pl: Okres ważności &hasła:
pt: Tempo até a senha &expirar após a última alteração:
ro: Momentul în care parola &expiră după ultima schimbare a acesteia
sk: Čas od poslednej z&meny, po ktorom vyprší platnosť hesla:
sl: Čas po zadnji spremembi gesla, v katerem geslo &preteče:
sr@ijekavian: Време за које лозинка &истиче након њене последње промене:
sv: Tid då lösenord &utgår efter senaste lösenordsändring:
ug: ئاخىرقى قېتىم ئىم ئۆزگەرتىپ قانچىلىك ۋاقىتتا كۈچتىن قالىدۇ:
uk: Після останньої зміни пароля його &термін дії закінчується через:
zh_tw: 改變密碼後多久會逾期(&E)：

source: Time before password expires to &issue an expire warning:
bg: Вре&ме преди изтичане на паролата, при което се изпраща предупреждение:
bs: Vrijeme prije isteka šifre za davanje &upozorenja o isteku:
ca: Temps abans de l'expiració de la contrasenya quan s'e&metrà un avís d'expiració:
cs: Doba před vypršením hesla, kdy dojde k &varovnému hlášení:
el: Χρόνος πριν εκπνεύσει ο κωδικός πρόσβασης για να &εκδοθεί προειδοποίηση λήξης:
es: Tiempo antes de expirar la contraseña para em&itir un aviso:
et: Pärast aegumisho&iatuse andmist aegub parool:
eu: &Igorri iraungitze abisua pasahitzak iraungi baino denbora hau lehenago.
fa: زمان قبل از انقضای اسم رمز برای &صدور اخطار انقضا:‌
fi: Aika &varoitusilmoitukseen salasanan vanhenemisesta:
fr: Durée avant laquelle le mot de passe expire pour provoquer un avert&issement d'expiration :
ga: Tré&imhse sula rachaidh an focal faire as feidhm ba chóir rabhadh a eisiúint:
gl: Período de pre&aviso de caducidade do contrasinal:
hi: पासवर्ड का समय बीतने के पूर्व इसकी चेतावनी देने के लिए समय: (&i)
hr: Vrijeme prije isteka zaporka kada se &izdaje upozorenje o isteku:
hu: Fi&gyelmeztetés a jelszó lejárása előtt ennyi idővel:
ia: Tempore ante que le contrasigno expira pro em&itter un aviso de expiration:
is: Tími sem líður þangað til aðvörun &um úreldingu lykilorðs kemur:
it: Quanto tempo prima che scada la password &inviare un avvertimento di scadenza:
ja: 有効期限の警告を出して、パスワードが失効するまでの期間(&I):
kk: Пароль мерзімі біту алдында қанша уақыт &бұрын ескертілсін:
lt: Prieš kiek laiko iki slaptažodžio pasibaigimo perspėti apie tai:
lv: Laiks pirms paroles derīguma termiņa beigām, kad lietotājs ir par to &jābrīdina:
nb: Tid før passord utløper når &advarsel om utløp skal gis:
nds: Tiet, de ehr't Aflopen vun dat Passwoort &wohrschoot warrt:
nn: Tid før passord utgår til &varsel om utgåing skal gjevast:
pl: Czas do &unieważnienia hasła, kiedy wyświetlane jest ostrzeżenie:
pt: Tempo antes da senha exp&irar a partir do qual se avisa do facto:
ro: Timp înainte ca parola să expire pentru a emite o avertizare de expirare:
sk: Čas pred vypršaním platnosti hesla, po ktorom sa zobrazí &varovanie:
sl: Čas pred pretekom gesla, ko se pri&kaže opozorilo o preteku:
sr@ijekavian: Време издавања у&позорења пре истицања лозинке:
sv: Tid &innan lösenord utgår då en varning ska ges:
ug: ئىم ۋاقتى ئۆتۈش ئاگاھلاندۇرۇشىنى تارقىتىدىغان ئالدىن مىقدارى:
uk: Попереджувати про на&ближення закінчення терміну дії пароля за:
zh_tw: 密碼逾期前多久提出警告(&I)：

source: Time when account will be &disabled after expiration of password:
bg: Време, &след което потребителят ще бъде деактивиран след изтичане на паролата:
bs: Vrijeme nakon kojeg će račun biti &isključen nakon isteka šifre:
ca: Termini quan es &deshabilitarà un compte després de l'expiració de la contrasenya:
cs: Účet bu&de znepřístupněn od vypršení platnosti hesla:
el: Χρόνος &απενεργοποίησης του λογαριασμού μετά τη λήξη του κωδικού πρόσβασης:
es: Tiempo en el que la cuenta se &desactivará después de expirar la contraseña:
et: Kasutajanimi tühistatakse pärast parooli ae&gumist:
eu: Pasahitza iraungi ondoren kontua &desgaitu arteko denbora:
fa: زمانی که حساب پس از انقضای اسم رمز &غیرفعال می‌شود:‌
fi: Aika, jonka jälkeen tunnuksen käyttö &estetään salasanan vanhentumisen jälkeen:
fr: Durée après laquelle le compte sera &désactivé après expiration du mot de passe :
ga: Tréimhse tar éis &don fhocal faire dul as feidhm sula ndíchumasófar an cuntas:
gl: Tempo até a &desactivación da conta tras a expiración do contrasinal:
hi: पासवर्ड बीत जाने के बाद समय जब खाता अक्षम किया जाएगा: (&d)
hr: Vrijeme ka&da će račun biti onemogućen nakon isteka zaporke:
hu: A jelszó lejárása után ennyi i&dővel váljon letiltottá az azonosító:
ia: Tempore quando le conto essera &dishabilitate postea le expiration de contrasigno:
is: Hversu lengi eftir að lykilorðið &rennur út sem notandanum er lokað:
it: Tempo dopo il quale l'account sarà &disattivato dopo la scadenza della password:
ja: パスワード有効期限を過ぎて、アカウントが失効するまでの期間(&D):
kk: Парольдің мерзімі біткен соң, тіркелгіні қанша уақытан &кейін бұғатталсын:
lt: Laikas, kuriam praėjus po slaptažodžio galiojimo pabaigos bus &išjungta paskyra:
lv: Laiks pēc paroles derīguma termiņa beigām, kad kots ir jā&slēdz:
nb: Tid når konto &sperres etter at passordet er utgått:
nds: Tiet, na de dat Konto na't Aflopen vun't Passwoort &dichtmaakt warrt:
nn: Tid til konto vert &sperra etter at passordet er utgått:
pl: Czas, kiedy konto zostanie za&blokowane po unieważnieniu hasła:
pt: Tempo até à &desactivação da conta após a senha expirar:
ro: Momentul în care contul va fi &dezactivat după expirarea parolei:
sk: Čas, keď sa účet za&káže po vypršaní platnosti hesla:
sl: Čas, ko se &onemogoči račun po preteku gesla:
sr@ijekavian: Време после ког ће налог бити ис&кључен након истицања лозинке:
sv: Tid då kontot &inaktiveras efter lösenordet utgått:
ug: ئىمنىڭ ۋاقتى ئۆتۈپ قانچىلىك ۋاقىتتىن كېيىن ھېسابات چەكلىنىدۇ(&D):
uk: &Заморожувати рахунок після закінчення терміну дії пароля через:
zh_tw: 密碼逾期多久後關閉帳號(&D)：

source: &Account will expire on:
ar: تنتهي صلاحية ال&حساب في:
bg: Срок на &валидност на потребителя до:
bs: &Korisnički račun će isteći:
ca: El &compte expirarà el:
cs: Konto v&yprší:
el: &Ο λογαριασμός θα εκπνεύσει στις:
es: La &cuenta expirará el:
et: K&asutajanime kehtivus lõpeb:
eu: &Kontua noiz iraungiko da:
fa: انقضای &حساب در:‌
fi: &Tunnus vanhenee:
fr: Le compte expirer&a le :
ga: R&achaidh an cuntas as feidhm ar:
gl: A &conta expirará en:
hi: खाता यहाँ ख़त्म होगाः (&A)
hr: &Korisnički račun ističe:
hu: Az azonosító lejárásának &dátuma:
ia: &Conto expirara le:
is: Notandanafn &rennur út þann:
it: L'&account scadrà il:
ja: アカウントの有効期限(&A):
kk: Тірке&лгінің жарамдылығы бітетін кез:
lt: &Paskyra nustos galioti:
lv: &Konta derīguma termiņš beigsies:
nb: Kontoen &utløper den:
nds: &Konoto löppt af:
nn: Kontoen &utgår:
pl: Konto wy&gasa:
pt: &A conta irá expirar a:
ro: &Contul va expira la:
sk: &Konto stratí platnosť:
sl: Račun &bo pretekel na:
sr@ijekavian: Н&алог истиче:
sv: Kontot ut&går den:
ug: ھېساباتنىڭ ۋاقتى ئۆتىدىغان ۋاقىت(&A):
uk: &Термін дії рахунка закінчиться:
zh_tw: 帳號將逾期於(&A)：

source: RID:
bg: Номер (RID):
eu: RID-a:
ga: Aitheantas Coibhneasta:
hi: आरआईडी:
sr@ijekavian: РИД:

source: Login script:
ar: نص أوامر الولوج:
bg: Скрипт за включване:
bs: Login skripta:
ca: Script de connexió:
cs: Přihlašovací skript:
el: Είσοδος σεναρίου:
es: Script de acceso:
et: Sisselogimisskript:
eu: Saio-hasierako script-a:
fa: دست‌نوشته ورود:
fi: Kirjautumissskripti:
fr: Script de connexion :
ga: Script logála isteach:
gl: Script de inicio de sesión:
hi: लॉगइन स्क्रिप्ट:
hr: Skripta za prijavu:
hu: Bejelentkezési szkript:
ia: Script de accesso de identification:
is: Innskráningarskrifta:
it: Script d'accesso:
ja: ログインスクリプト:
lt: Registracijos scenarijus:
lv: Pieteikšanās skripts:
mr: प्रवेश स्क्रिप्ट :
nb: Logginnskript:
nds: Anmellskript:
nn: Innloggingsskript:
pl: Skrypt logowania:
pt: 'Script' de autenticação:
ro: Script de autentificare:
sk: Prihlasovací skript:
sl: Prijavni skript:
sr@ijekavian: Пријавна скрипта:
sv: Inloggningsskript:
ug: تىزىمغا كىرىش قوليازمىسى:
uk: Скрипт входу в систему:
zh_tw: 登入命令稿：

source: Profile path:
ar: مسار اللمحة الجانبية:
bg: Път до профила:
bs: Put do profila:
ca: Camí al perfil:
cs: Cesta k profilu:
el: Διαδρομή προφίλ:
es: Ruta al perfil:
et: Profiili asukoht:
eu: Profilaren bidea:
fa: مسیر Profile:
fi: Profiilin polku:
fr: Emplacement du profil :
ga: Conair na próifíle:
gl: Rota do perfil:
hi: प्रोफ़ाइल पथ:
hr: Putanja profila:
hu: Profilmappa:
ia: Percurso de profilo:
is: Slóð að sniðmáti:
it: Percorso del profilo:
ja: プロファイルパス:
lt: Profilio kelias:
lv: Profila atrašanās:
mr: रूपरेषा मार्ग :
nb: Profilsti:
nds: Profilpadd:
nn: Profilsti:
pl: Ścieżka profilu:
pt: Localização do perfil:
ro: Cale profil:
sk: Cesta profilu:
sl: Pot profila:
sr@ijekavian: Путања профила:
sv: Profilsökväg:
ug: سەپلىمە ھۆججەت يولى:
uk: Шлях профілю:
zh_tw: 設定路徑：

source: Home drive:
ar: جهاز المنزل:
bg: Домашен диск:
ca: Unitat inici:
cs: Domovský disk:
el: Οδηγός αρχικού καταλόγου:
es: Unidad personal:
et: Koduketas:
eu: Etxeko unitatea:
fa: گرداننده آغازه:
fi: Kotilevy:
fr: Lecteur du dossier personnel :
ga: Tiomántán baile:
gl: Dispositivo persoal:
hi: होम ड्राइव:
hr: Korisnički uređaj:
hu: Saját meghajtó:
ia: Drive de domo:
is: Heimadrif:
it: Unità Home:
ja: ホームドライブ:
lt: Namų diskas:
lv: Mājas disks:
mr: मुख्य ड्राइव्ह :
nb: Hjemmedrev:
nds: Tohuus-Loopwark:
nn: Heimestasjon:
pl: Dysk domowy:
pt: Unidade pessoal:
ro: Unitate Acasă:
sk: Domovský disk:
sl: Domači pogon:
sr@ijekavian: Домаћа јединица:
sv: Hemenhet:
ug: ماكان قوزغاتقۇچ:
uk: Диск домівки:
zh_tw: 家磁碟：

source: Home path:
ar: مسار المنزل:
bg: Домашна директория:
bs: Home put:
ca: Camí inici:
cs: Domovská cesta:
el: Διαδρομή αρχικού καταλόγου:
es: Ruta personal:
et: Kodu asukoht:
eu: Etxeko bidea:
fa: مسیر آغازه:
fi: Koti&polku:
fr: Emplacement du dossier personnel :
ga: Conair bhaile:
gl: Rota do cartafol persoal:
hi: होम पथ:
hr: Putanja do korisniče mape:
hu: Saját mappa:
ia: Percurso de Domo:
is: Heimaslóð:
it: Percorso Home:
ja: ホームパス:
lt: Namų kelias:
lv: Mājas ceļš:
mr: मुख्य मार्ग :
nb: Hjemmesti:
nds: Tohuus-Padd:
nn: Heimesti:
pl: Ścieżka domowa:
pt: Localização pessoal:
ro: Cale Acasă:
sk: Domovská cesta:
sl: Domača pot:
sr@ijekavian: Домаћа путања:
sv: Hemsökväg:
ug: ماكان يولى:
uk: Шлях домівки:
zh_tw: 家路徑：

source: User workstations:
ar: محطات عمل المستخدم:
bg: Потребителски станции:
bs: Korisnička radna stanica:
ca: Usuari d'estacions de treball:
cs: Uživatel stanic:
el: Σταθμοί εργασίας χρήστη:
es: Estaciones de trabajo del usuario:
et: Kasutaja tööjaamad:
eu: Erabiltzailearen lan-estazioa:
fa: ایستگاههای کاری کاربر:
fi: Käyttäjän työasema:
fr: Stations de travail de l'utilisateur :
ga: Stáisiún oibre úsáideora:
gl: Estacións de traballo do usuario:
hi: उपयोक्ता वर्कस्टेशन्स:
hr: Korisnikova radna stanica:
hu: Munkaállomások:
ia: Stationes de travalio:
is: Vinnustöðvar notanda:
it: Macchine dell'utente:
ja: ユーザワークステーション:
lt: Naudotojo darbo stotys:
lv: Lietotāja darbstacijas:
mr: वापरकर्ता वर्कस्टेशन्स :
nb: Bruker arbeidsstajoner:
nds: Bruker-Arbeitreekners:
nn: Brukararbeidsstajonar:
pl: Komputery użytkowników:
pt: Estações de trabalho do utilizador:
ro: Stația de lucru a utilizatorului:
sk: Počítače užívateľa:
sl: Uporabniške delovne postaje:
sr@ijekavian: Корисничке радне станице:
sv: Användarens arbetsstationer:
ug: ئىشلەتكۈچى خىزمەت پونكىتلىرى:
uk: Робочі станції користувачів:
zh_tw: 使用者工作站：

source: Domain name:
ar: اسم المجال:
bg: Име на домейн:
bs: Ime domene:
ca: Nom de domini:
cs: Název domény:
el: Όνομα τομέα:
es: Nombre de dominio:
et: Domeeni nimi:
eu: Domeinu izena:
fa: نام دامنه:
fi: Verkkoalueen nimi:
fr: Nom du domaine :
ga: Ainm an fhearainn:
gl: Nome do dominio:
hi: डोमेन नामः
hr: Ime domene:
hu: Tartománynév:
ia: Nomine de dominio:
is: Nafn léns:
it: Nome del dominio:
ja: ドメイン名:
lt: Domeno vardas:
lv: Domēna nosaukums:
mr: डोमेन नाव :
nb: Domene navn:
nds: Domäännaam:
nn: Domenenamn:
pl: Nazwa domeny:
pt: Nome do domínio:
ro: Nume domeniu:
sk: Meno domény:
sl: Ime domene:
sr@ijekavian: Име домена:
sv: Domännamn:
ug: دائىرە ئاتى:
uk: Назва домену:
zh_tw: 網域名稱:

source: Disable &Samba account information
ar: عطّل &معلومات حساب السامبا
bg: Изключване на информацията за потребители в &Самба
bs: Onemogući &Samba informacije o računu
ca: Inhabilita la informació de compte &Samba
cs: Zakázat informace o &Samba účtu
el: Απενεργοποίηση πληροφοριών λογαριασμού &Samba
es: Desactivar la información de cuenta &Samba
et: &Samba konto info keelamine
eu: Desgaitu &Samba kontuen informazioa
fa: غیرفعال‌سازی اطلاعات حساب &سامبا‌
fi: Estä &Samba tunnuksen information
fr: Désactiver les informations du compte &Samba
ga: Díchumasaigh eolas faoin chuntas &Samba
gl: Desactivar a información da conta de &Samba
hi: साम्बा खाता जानकारी अक्षम करें (&S)
hr: Onemogući informacije &Samba-računa
hu: A &Samba azonosítóinformációk kikapcsolása
ia: Dishabilita information de conto de &Samba
is: Slökkva á &Samba notandaupplýsingum
it: Disabilita le informazioni degli account &Samba
ja: Samba アカウント情報を無効にする(&S)
lt: Išjungti &Samba paskyros informaciją
lv: Atslēgt &Samba konta informāciju
mr: सांबा खाते माहिती अकार्यान्वित करा (&S)
nb: Skru av &Samba kontoinformasjon
nds: &Samba-Kontoinformatschonen utmaken
nn: Slå av &Samba-kontoinformasjon
pl: Wyłącz informacje o kontach &Samby
pt: Desactivar a informação de conta &Samba
ro: Dezactivează informații cont &Samba
sk: Zakázať informácie o &Samba účte
sl: Onemogoči podrobnosti o računu &Sambe:
sr@ijekavian: Искључи податке о &Самбином налогу
sv: Inaktivera kontohantering med &Samba
ug: &Samba ھېسابات ئۇچۇرىنى چەكلە
uk: Ввімкнути інформацію про рахунки &Samba
zh_tw: 關閉 Samba 帳號資訊(&S)

source: Groups
ar: المجموعات
bg: Групи
bs: Grupe
ca: Grups
cs: Skupiny
el: Ομάδες
es: Grupos
et: Grupid
eu: Taldeak
fa: گروهها
fi: Ryhmät
fr: Groupes
ga: Grúpaí
gl: Grupos
hi: समूह
hr: Grupe
hu: Csoportok
ia: Gruppos
is: Hópar
it: Gruppi
ja: グループ
kk: Топтар
lt: Grupės
lv: Grupas
mr: समूह
nb: Grupper
nds: Koppeln
nn: Grupper
pl: Grupy
pt: Grupos
ro: Grupuri
sk: Skupiny
sl: Skupine
sr@ijekavian: Групе
sv: Grupper
ug: گۇرۇپپىلار
uk: Групи
zh_tw: 群組

source: Primary group:
ar: المجموعة ال&رئيسية:
bg: Главна група:
bs: Primarna grupa:
ca: Grup primari:
cs: Primární skupina:
el: Κύρια ομάδα:
es: Grupo primario:
et: Esmane grupp:
eu: Talde nagusia:
fa: گروه اصلی:
fi: Ensisijainen ryhmä:
fr: Groupe principal :
ga: Príomhghrúpa:
gl: Grupo primario:
hi: प्राथमिक समूहः
hr: Osnovna grupa:
hu: Elsődleges csoport:
ia: Gruppo primari:
is: Aðalhópur:
it: Gruppo primario:
ja: プライマリグループ:
kk: Негізгі тобы:
lt: Pirminė grupė:
lv: Galvenā grupa:
mr: प्राथमिक समूह :
nb: Primærgruppe:
nds: Hööftkoppel:
nn: Primærgruppe:
pl: Grupa podstawowa:
pt: Grupo primário:
ro: Grupul primar:
sk: Hlavná skupina:
sl: Glavna skupina:
sr@ijekavian: Примарна група:
sv: Primär grupp:
ug: ئاساسىي گۇرۇپپا:
uk: Основна група:
zh_tw: 主要群組：
