Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Set as Primary
ar: عيّن كرئيسية
bg: Установяване като главна
bs: Podesi kao primarnu
ca: Estableix com a primari
cs: Nastavit jako primární
el: Ορισμός ως κύριας
es: Usar como primario
et: Määra esmagrupiks
eu: Ezarri nagusi gisa
fa: تنظیم به عنوان اصلی
fi: Aseta primääriksi
fr: Définir comme principal
ga: Socraigh mar Phríomhghrúpa
gl: Estabelecer como primario
hi: प्राथमिक के रूप में नियत करें
hr: Postavi kao osnovni
hu: Beállítás elsődlegesnek
ia: Fixa como primari
is: Gera að aðalhóp
it: Imposta come primario
ja: プライマリに設定する
kk: Негізгі қылу
lt: Nurodyti kaip pirminę
lv: Noteikt kā galveno
mr: प्राथमिक म्हणून निश्चित करा
nb: Sett som primær
nds: As Hööftkoppel fastleggen
nn: Bruk som primær
pl: Ustaw jako podstawową
pt: Escolher como Primário
ro: Stabilește ca primar
sk: Nastaviť ako hlavnú
sl: Nastavi kot glavno
sr@ijekavian: Постави као примарну
sv: Ange som primär
ug: ئاساسىي قىلىپ تەڭشە
uk: Зробити основною
zh_tw: 設成主要的

source: User Properties
ar: خصائص المستخدم
bg: Настройки на потребител
bs: Postavke za korisnika
ca: Propietats de l'usuari
cs: Vlastnosti uživatele
el: Ιδιότητες χρήστη
es: Propiedades del usuario
et: Kasutaja omadused
eu: Erabiltzailearen propietateak
fa: ویژگیهای کاربر
fi: Käyttäjän ominaisuudet
fr: Propriétés de l'utilisateur
ga: Airíonna Úsáideora
gl: Propriedades do usuario
hi: उपयोक्ता गुण
hr: Postavke korisnika
hu: Felhasználótulajdonságok
ia: Proprietates de usator
is: Eiginleikar notanda
it: Proprietà dell'utente
ja: ユーザのプロパティ
kk: Пайдаланушының қасиеттері
lt: Naudotojo savybės
lv: Lietotāja īpašības
mr: वापरकर्ता गुणधर्म
nb: Brukeregenskaper
nds: Bruker-Egenschappen
nn: Brukareigenskapar
pl: Właściwości użytkownika
pt: Propriedades do Utilizador
ro: Proprietăți utilizator
sk: Vlastnosti užívateľa
sl: Lastnosti uporabnika
sr@ijekavian: Својства корисника
sv: Användaregenskaper
ug: ئىشلەتكۈچى خاسلىقى
uk: Властивості користувача
zh_tw: 使用者屬性

source: User Properties - %1 Selected Users
ar: خصائص المستخدم - %1 مستخدمين منتقين
bg: Настройки на потребител - %1 избрани потребителя
bs: Postavke za %1 izabranih korisnika
ca: Propietats de l'usuari - %1 usuaris seleccionats
cs: Vlastnosti uživatele - %1 zvolených uživatelů
el: Ιδιότητες χρήστη - %1 Επιλεγμένοι χρήστες
es: Propiedades del usuario - %1 usuarios seleccionados
et: Kasutaja omadused - %1 valitud kasutajat
eu: Erabiltzailearen propietateak - %1 hautatutako erabiltzaileak
fa: ویژگیهای کاربر - %1 کاربر برگزیده
fi: Käyttäjän ominaisuudet - %1 valittua käyttäjää
fr: Propriétés de l'utilisateur - %1 utilisateurs sélectionnés
ga: Airíonna Úsáideora - %1 Úsáideoir Roghnaithe
gl: Propriedades do usuario, %1 usuarios escollidos
hi: उपयोक्ता गुण - %1 चयनित उपयोक्ता
hr: Svojstva korisnika – %1 odabranih korisnika
hu: Felhasználójellemzők - %1 kijelölt felhasználó
ia: Proprietates de usator - %1 usatores seligite
is: Notandaeiginleikar - %1 valdir notendur
it: Proprietà dell'utente - %1 utenti selezionati
ja: ユーザのプロパティ - 選択されたユーザ %1 人
kk: Пайдаланушының қасиеттері - %1 таңдалған пайдаланушылар
lt: Naudotojo savybės - %1 pažymėtų naudotojų
lv: Lietotāja īpašības - %1 izvēlēti lietotāji
mr: वापरकर्ता गुणधर्म - %1 निवडलेले वापरकर्ते
nb: Brukeregenskaper – %1 valgte brukere
nds: Bruker-Egenschappen - %1 utsöcht Brukers
nn: Brukareigenskapar – %1 valde brukarar
pl: Właściwości użytkownika - %1 wybranych użytkowników
pt: Propriedades de Utilizador - %1 Utilizadores Seleccionados
ro: Proprietăți utilizator - %1 utilizatori aleși
sk: Vlastnosti užívateľa - %1 vybraných užívateľov
sl: Lastnosti uporabnika - %1 izbranih uporabnikov
sr@ijekavian: Својства корисника — %1 означених корисника|/|Својства корисника — %1 $[множ ^1 'изабрани корисник' 'изабрана корисника' 'изабраних корисника']
sv: Användaregenskaper - %1 markerade användare
ug: ئىشلەتكۈچى خاسلىقى - %1 تاللانغان ئىشلەتكۈچى
uk: Властивості користувача - %1 вибраних користувачів
zh_tw: 使用者屬性 - %1 個已選擇的使用者

source: Do Not Change
ar: لا تغيير
bg: Без промяна
bs: Bez promjene
ca: No ho canviïs
cs: Neměnit
el: Να μη γίνει αλλαγή
es: No cambiar
et: Ära muuda
eu: Ez aldatu
fa: تغییر داده نشود
fi: Älä muuta
fr: Ne pas changer
ga: Ná hAthraigh
gl: Non modificar
hi: बदलें नहीं
hr: Ne mjenjaj
hu: Ne változzon
ia: Non modifica
is: Ekki breyta
it: Non cambiare
ja: 変更しない
kk: Өзгертілмесін
lt: Nekeisti
lv: Nemainīt
mr: बदलू नका
nb: Ikke endre
nds: Nich ännern
nn: Ikkje endra
pl: Nie zmieniaj
pt: Não Modificar
ro: Nu schimba
sk: Nemeniť
sl: Ne spremeni
sr@ijekavian: Не мењај
sv: Ändra inte
ug: ئۆزگەرتمە
uk: Не міняти
zh_tw: 不要變更

source: You need to specify an UID.
ar: أنت بحاجة لتحديد رمز المستخدم.
bg: Трябва да зададете номер на потребител (UID).
bs: Morate navesti UID.
ca: Heu d'especificar un UID.
cs: Musíte zadat jméno UID.
el: Πρέπει να ορίσετε ένα UID.
es: Debe especificar un UID.
et: Anda tuleb UID.
eu: UID-a zehaztu behar duzu.
fa: لازم است که شناسه کاربری مشخص کنید.
fi: Sinun tulee antaa käyttäjän UID.
fr: Vous devez spécifier un identifiant utilisateur.
ga: Caithfidh tú aitheantas úsáideora a shonrú.
gl: Debe especificar un UID.
hi: आपको एक यूआईडी उल्लेखित करना होगा.
hr: Trebate navesti UID.
hu: Meg kell adni egy UID-t.
ia: Tu debe specificar un UID.
is: Þú verður að skilgreina UID.
it: Devi specificare un UID.
ja: UID を指定する必要があります。
kk: UID-ін келтіру керек.
lt: Turite nurodyti UID.
lv: Jums jānorāda UID.
nb: Du må oppgi en UID.
nds: Du muttst en UID angeven.
nn: Du må oppgje ein UID.
pl: Musisz podać UID.
pt: Tem que indicar um UID.
ro: Trebuie să specificați un UID.
sk: Musíte zadať UID.
sl: Navesti morate UID.
sr@ijekavian: Морате задати УИД.
sv: Du måste ange användar-id.
ug: UID بەلگىلىشىڭىز زۆرۈر.
uk: Необхідно вказати UID.
zh_tw: 您需要指定一個 UID。

source: You must specify a home directory.
ar: يجب عليك تحديد دليل منزلي.
bg: Трябва да зададете домашна директория.
bs: Morate navesti home direktorij.
ca: Heu d'especificar un directori d'inici.
cs: Musíte zadat domovský adresář.
el: Πρέπει να ορίσετε έναν αρχικό κατάλογο.
es: Debe especificar una carpeta personal.
et: Anda tuleb kodukataloog.
eu: Etxeko karpeta zehaztu behar duzu.
fa: باید فهرست راهنمای آغازه را مشخص کنید.
fi: Sinun tulee antaa kotihakemisto.
fr: Vous devez spécifier un dossier personnel.
ga: Caithfidh tú comhadlann bhaile a shonrú.
gl: Debe especificar un cartafol persoal.
hi: आपको एक होम डिरेक्ट्री उल्लेखित करना होगा.
hr: Morate navesti korisničku mapu
hu: Meg kell adni a saját mappát.
ia: Tu debe specificar un directorio Domo
is: Þú verður að skilgreina heimasvæði.
it: Devi specificare una cartella Home.
ja: ホームディレクトリを指定してください。
kk: Мекен каталогын келтіру керек.
lt: Turite nurodyti namų aplanką.
lv: Jums jānorāda mājas mape.
nb: Du må oppgi en hjemmemappe.
nds: Du muttst en Tohuusorner angeven.
nn: Du må oppgje ei heimemappe.
pl: Musisz podać katalog domowy.
pt: Deve indicar uma pasta pessoal.
ro: Trebuie să specificați un director personal.
sk: Musíte zadať domovský priečinok.
sl: Navesti morate domačo mapo.
sr@ijekavian: Морате задати домаћу фасциклу.
sv: Du måste ange en hemkatalog.
ug: ماكان مۇندەرىجە بەلگىلىشىڭىز زۆرۈر.
uk: Необхідно вказати каталог домівки.
zh_tw: 您需要指定一個家目錄。

source: You must fill the surname field.
ar: يجب عليك ملء حقل اللقب.
bg: Трябва да зададете фамилно име.
bs: Morate popuniti polje za prezime.
ca: Heu d'omplir el camp del cognom.
cs: Musíte zadat příjmení.
el: Πρέπει να συμπληρώσετε το πεδίο για το επώνυμο.
es: Tiene que rellenar el apellido.
et: Anda tuleb perekonnanimi.
eu: Izena idatzi behar duzu.
fa: باید حوزه شهرت را پر کنید.
fi: Sinun tulee täyttää sukunimikenttä.
fr: Vous devez remplir le champ « Nom de famille ».
ga: Caithfidh tú an réimse sloinne a líonadh.
gl: Debe especificar o apelido.
hi: आपको कुलनाम भरना आवश्यक है.
hr: Morate ispuniti polje s prezimenom.
hu: Ki kell tölteni a vezetéknév mezőt.
ia: Tu debe completar le campo de nomine de familia.
is: Þú verður að fylla út eftirnafnsreitinn.
it: Devi riempire il campo del cognome.
ja: 姓のフィールドを埋めてください。
kk: Тегіне арналған өрісті толтыру керек.
lt: Turite užpildyti pavardės lauką.
lv: Jums jāaizpilda uzvārda lauks.
nb: Du må fylle ut etternavn-feltet.
nds: Du muttst wat för "Familiennaam" angeven.
nn: Du må fylla ut etternamnfeltet.
pl: Musisz podać nazwisko.
pt: Deve preencher o campo de apelido.
ro: Trebuie să completați cîmpul cu nume.
sk: Musíte zadať priezvisko.
sl: Izpolniti morate polje s priimkom.
sr@ijekavian: Морате попунити поље са презименом.
sv: Du måste fylla i efternamnsfältet.
ug: تەگئات بۆلىكىنى تولدۇرۇشىڭىز زۆرۈر.
uk: Необхідно заповнити прізвище.
zh_tw: 您需要輸入姓氏。

source: You need to specify a samba RID.
bg: Трябва да зададете Самба RID.
bs: Morate navesti Samba RID.
ca: Heu d'especificar el RID samba.
cs: Musíte zadat Samba RID.
el: Πρέπει αν ορίσετε ένα RID samba.
es: Debe especificar un RID samba.
et: Anda tuleb Samba RID.
eu: Samba RID-a zehaztu behar duzu.
fa: لازم است که RID سامبا را مشخص کنید.
fi: Sinun tulee antaa samban ryhmätunnus
fr: Vous devez spécifier un identifiant relatif (RID) Samba.
ga: Caithfidh tú aitheantas coibhneasta Samba a shonrú.
gl: Debe especificar un RID de Samba.
hi: आपको एक साम्बा आरआईडी उल्लेखित करना होगा.
hr: Trebate navesti samba-RID.
hu: Meg kell adni egy Samba RID-et.
ia: Tu debe specificar un RID de Samba.
is: Þú verður að skilgreina Samba RID.
it: Devi specificare un RID di Samba.
ja: Samba RID を指定する必要があります。
lt: Turite nurodyti samba RID.
lv: Jums jānorāda Samba RID.
nb: Du må oppgi en samba-RID.
nds: Du muttst en Samba-RID angeven.
nn: Du må oppgje ein Samba-RID.
pl: Musisz podać RID Samby.
pt: Deve indicar um RID de samba.
ro: Trebuie să specificați un RID Samba.
sk: Musíte zadať RID pre Samba.
sl: Navesti morate RID sambe.
sr@ijekavian: Морате задати Самбин РИД.
sv: Du måste ange en RID för Samba.
ug: samba RID نى بەلگىلىشىڭىز زۆرۈر.
uk: Необхідно вказати samba RID.
zh_tw: 您需要指定 Samba RID。

source: User with UID %1 already exists
ar: يوجد مستخدم بالرمز %1 مسبقاً.
bg: Вече има потребител с номер (UID) %1.
bs: Korisnik sa UIDom %1 već postoji
ca: Ja existeix un usuari amb l'UID %1
cs: Uživatel s UID %1 již existuje
el: Ο χρήστης με UID %1 υπάρχει ήδη
es: Ya existe un usuario con UID %1
et: Kasutaja UID-iga %1 on juba olemas
eu: %1 UID duen erabiltzaile lehendik dago.
fa: کاربری با شناسه کاربر %1 از قبل وجود دارد
fi: Käyttäjä UID %1 on jo olemassa.
fr: Un utilisateur avec le numéro UID %1 existe déjà
ga: Tá úsáideoir ann cheana le haitheantas úsáideora %1
gl: Xa existe un usuario co UID %1
hi: उपयोक्ता यूआईडी %1 के साथ पहले से ही मौजूद है.
hr: Korisnik s UID-om %1 već postoji
hu: %1 azonosítószámú felhasználó már létezik.
ia: Usator con UID %1 ja existe
is: Notandi með UID %1 er þegar til
it: Esiste già un utente con UID %1
ja: UID が <numid>%1</numid> のユーザは既に存在します
kk: UID-і %1 пайдаланушысы бар екен
lt: Naudotojas su UID %1 jau egzistuoja
lv: Lietotājs ar UID %1 jau eksistē
mr: वापरकर्ता यूआईडी %1 बरोबर अगोदरच अस्तित्वात आहे.
nb: Det finnes allerede en bruker med UID %1
nds: Dat gifft al en Bruker mit de UID "%1".
nn: Det finst alt ein brukar med UID %1.
pl: Użytkownik o UID %1 już istnieje
pt: Já existe um utilizador com o UID %1
ro: Utilizatorul cu UID %1 există deja
sk: Užívateľ s UID %1 už existuje
sl: Uporabnik z UID %1 že obstaja
sr@ijekavian: Корисник са УИД‑ом %1 већ постоји.
sv: Användare med användar-id %1 finns redan
ug: UID سى %1 بولغان ئىشلەتكۈچى مەۋجۇت
uk: Користувач з UID %1 вже існує
zh_tw: 使用 UID %1 的使用者已經存在

source: User with RID %1 already exists
bg: Вече има потребител с номер (RID) %1.
bs: Korisnik sa RIDom %1 već postoji
ca: Ja existeix un usuari amb el RID %1
cs: Uživatel s RID %1 již existuje
el: Ο χρήστης με RID %1 υπάρχει ήδη
es: Ya existe un usuario con RID %1
et: Kasutaja RID-iga %1 on juba olemas
eu: %1 RID duen erabiltzaile lehendik dago
fa: کاربری با RID %1 از قبل وجود دارد
fi: Käyttäjä ryhmätunnuksella %1 on jo olemassa.
fr: Un utilisateur avec le numéro RID %1 existe déjà
ga: Tá úsáideoir ann cheana le haitheantas coibhneasta %1
gl: Xa existe un usuario co RID %1
hi: उपयोक्ता आरआईडी %1 के साथ पहले से ही मौजूद है
hr: Korisnik s RID-om %1 već postoji
hu: Már létezik %1 RID-jű felhasználó
ia: Usator con RID %1 ja existe
is: Notandi með RID %1 er þegar til
it: Esiste già un utente con RID %1
ja: RID が <numid>%1</numid> のユーザは既に存在します
lt: Naudotojas su RID %1 jau egzistuoja
lv: Lietotājs ar RID %1 jau eksistē
mr: वापरकर्ता आरआईडी %1 बरोबर अगोदरच अस्तित्वात आहे.
nb: Det finnes allerede en bruker med RID %1
nds: Dat gifft al en Bruker mit de RID "%1".
nn: Det finst alt ein brukar med RID %1.
pl: Użytkownik o RID %1 już istnieje
pt: Já existe um utilizador com o RID %1
ro: Utilizatorul cu RID %1 există deja
sk: Užívateľ s RID %1 už existuje
sl: Uporabnik z RID %1 že obstaja
sr@ijekavian: Корисник са РИД‑ом %1 већ постоји.
sv: Användare med RID %1 finns redan
ug: RID سى %1 بولغان ئىشلەتكۈچى مەۋجۇت
uk: Користувач з RID %1 вже існує
zh_tw: 使用 RID %1 的使用者已經存在

source: <p>The shell %1 is not yet listed in the file %2. In order to use this shell you must add it to this file first.<br />Do you want to add it now?</p>
bg: <p>Командният интерпретатор "%1" не е намерен във файла "%2". Трябва да го добавите в списъка, за да може да се използва.<br />Искате ли да бъде добавен сега?</p>
bs: <p>Školjka %1 još nije navedena u datoteci %2. Kako biste koristili ovu školjku, prvo ju morate dodati u ovu datoteku.<br />Želite li je sada dodati?</p>
ca: <p>L'intèrpret d'ordres %1 no està llistat en el fitxer %2. Per emprar adequadament aquest intèrpret d'ordres primer l'haureu d'afegir en aquest fitxer.<br />Desitgeu fer-ho ara?</p>
cs: <p>Shell %1 zatím není uveden v souboru %2. Abyste jej mohli použít, musíte jej nejprve do tohoto souboru přidat.<br />Přejete si jej nyní přidat?</p>
el: <p>Το κέλυφος %1 δεν περιλαμβάνεται ακόμα στο αρχείο %2. Για να χρησιμοποιήσετε αυτό το κέλυφος, πρέπει πρώτα να το προσθέσετε σε αυτό το αρχείο.<br />Επιθυμείτε την προσθήκη του τώρα;</p>
es: <p>El interprete de órdenes %1 no está incluido en el archivo %2. Para poder usarlo, deberá añadirlo primero.<br/>¿Quiere añadirlo ahora?</p>
et: <p>Shell %1 ei ole praegu kirjas failis %2. Selle shelli kasutamiseks tuleb see esmalt faili lisada.<br />Kas soovid seda kohe teha?</p>
eu: <p> %1 shell-a ez dago zerrendatuta %2 fitxategian. Shell hau erabili ahal izateko fitxategian gehitu behar duzu aldez aurretik.<br />Orain gehitu nahi duzu?</p>
fa: <p>پوسته %1 هنوز در پرونده %2 فهرست نشده است. به منظور استفاده از این پوسته، باید ابتدا آن را به این پرونده اضافه کنید.<br />می‌خواهید هم اکنون آن را اضافه کنید؟</p>
fi: <p>Komentotulkki %1 ei ole vielä listattu tiedostossa %2. Sinun tulee ensin lisätä se tiedostoon.<br />Haluatko lisätä sen heti?</p>
fr: <p>L'interpréteur de commandes %1 n'est pas encore listé dans le fichier %2. Pour l'utiliser, vous devrez d'abord l'ajouter dans ce fichier.<br />Voulez-vous l'ajouter maintenant ?</p>
ga: <p>Níl blaosc %1 i gcomhad %2 fós. Chun an bhlaosc seo a úsáid, caithfidh tú é a chur sa chomhad seo ar dtús.<br />An bhfuil fonn ort é a chur leis anois?</p>
gl: <p>A shell %1 non está no ficheiro %2. Para poder usala debe engadila alí primeiro. <br/>Desexa engadila agora?</p>
hr: <p>Ljuska %1 još nije navedena u datoteci %2. Kako biste koristili ovu ljusku, prvo ju morate dodati u ovu datoteku.<br />Želite li ju sada dodati?</p>
hu: <p>A(z) %1 parancsértelmező még nem szerepel a(z) %2 fájlban. A parancsértelmező csak akkor használható, ha szerepel ebben a fájlban.<br />Fel szeretné most venni?</p>
ia: <p>Le shell %1 ancora non es listate in le file %2. Pro usar iste shell, prime tu debe adder lo a iste file. <br />Tu vole adder lo ora?</p>
is: <p> Skelin %1 er ekki á lista yfir skeljar í skránni %2 til þess að nota þessa skel verður þú að bæta henni við fyrst.<br />Viltu gera það núna?</p>
it: <p>La shell %1 non è ancora elencata nel file %2. Per usare questa shell devi aggiungerla prima in questo file.<br/>Vuoi aggiungerla ora?</p>
ja: <qt><p>シェル %1 はファイル <filename>%2</filename> にありません。このシェルを使用するには、先にこのファイルに追加しなければなりません。<br />これを追加しますか？</p></qt>
kk: <p>%1 деген командалық ортасы %2 деген файлда келтірілмеген. Командалық ортасын қолдану үшін алдымен оны осы файлда аталған болу керек.<br />Дәл қазір оны қосқыңыз келе ме?</p>
lt: <p>Apvalkalas %1 dar neįtrauktas į failą %2. Norint naudoti šį apvalkalą, pirma turite jį įrašyti į šį failą.<br />Ar norite dabar jį įtraukti?</p>
lv: <p>Čaula %1 nav norādīta failā %2. Lai šo čaulu varētu izmantot, jums vispirms tā ir jāpievieno %2 failam.<br />Vai vēlaties to pievienot tagad?</p>
nb: <p> Skallet %1 er ennå ikke nevnt i fila %2. For å kunne bruke dette skallet må du legge det til i denne fila først.<br />Vil du legge det til nå?</p>
nds: <p>De Konsool "%1" is (tominnst noch) nich binnen "%2" oplist. Wenn Du ehr bruken wullt, muttst Du ehr toeerst na disse Datei tofögen.<br />Wullt Du ehr nu tofögen?</p>
nn: <p>Skalet %1 er enno ikkje nemnt i fila %2. For å kunna bruka dette skalet må du først leggja det til i denne fila.<br/>Vil du leggja det til no?</p>
pl: <p>Powłoka %1 nie jest wymieniona w pliku %2. Żeby móc jej używać, trzeba dodać ją do tego pliku.<br/>Dodać ją teraz?</p>
pt: <p>A linha de comandos %1 não está ainda listada no ficheiro %2. Para que possa utilizar esta linha de comandos, o utilizador precisa de a adicionar a este ficheiro em primeiro lugar.<br/>Quer adicioná-la agora?</p>
ro: <p>Interpretorul %1 nu este încă listat în fișierul %2. Pentru a putea utiliza acest interpretor trebuie să-l adăugați la acest fișier.<br />Doriți să-l adăugați acum?</p>
sk: <p>Shell %1 nie je v zozname v súbore %2. Ak chcete tento shell použivať, musíte ho najprv do toho súboru zapísať.<br />Chcete ho tam pridať teraz?</p>
sl: <p>Lupina %1 še ni na seznamu v datoteki %2. Da bi uporabljali to lupino, jo morate najprej dodati v to datoteko.<br />Ali jo želite dodati sedaj?</p>
sr@ijekavian: <p>Шкољка %1 још није наведена у фајлу %2. Да бисте је користили морате је прво додати у овај фајл.</p><p>Желите ли сада да је додате?</p>
sv: <p>Skalet %1 finns inte ännu listat i filen %2. För att kunna använda det här skalet, måste du först lägga till det i filen.<br />Vill du lägga till det nu?</p>
ug: <p>بۇ shell %1 ھۆججەت %2 دا تىزىمى كۆرسىتىلمىگەن.بۇ shell نى ئىشلىتىش ئۈچۈن بۇ ھۆججەتكە قوشۇشىڭىز كېرەك.<br/>سىز ئۇنى ھازىر قوشامسىز؟</p>
uk: <p>Оболонка %1 не наведена у файлі %2. Для того, щоб її використовувати потрібно її спочатку додати.<br />Додати зараз?</p>
zh_tw: <p>shell %1 尚未列於檔案 %2。為了要使用這個 shell 您必須先將它加入到這個檔案。<br />您要現在加入它嗎？</p>

source: Unlisted Shell
ar: الصدفة غير المعروضة
bg: Командният интерпретатор не е в списъка
bs: Shell nije naveden
ca: Intèrpret d'ordres no llistat
cs: Neuvedený shell
el: Μη περιλαμβανόμενο κέλυφος
es: Interprete no incluido
et: Kirjapanemata shell
eu: Zerrendatu gabeko shella
fa: پوسته فهرست‌نشده
fi: Listaamattomat komentotulkit
fr: Interpréteur de commandes non listé
ga: Blaosc Neamhliostaithe
gl: Shell non listada
hi: असूचीबद्ध शेल
hr: Nenavedena ljuska (shell)
hu: Fel nem sorolt parancsértelmező
ia: Shell non listate
is: Óþekkt skel
it: Shell non elencata
ja: 未登録のシェル
kk: Тізімінде жоқ командалық орта
lt: Į sąrašą neįtrauktas apvalkalas
lv: Nenorādīta čaula
mr: यादीत नसलेला शेल
nb: Ulistet skall
nds: Nich oplist Konsool
nn: Ukjend skal
pl: Nieznana powłoka
pt: Linha de Comandos Não Listada
ro: Interpretor nelistat
sk: Nezobrazený shell
sl: Nenavedena lupina
sr@ijekavian: Ненаведена шкољка
sv: Olistat skal
ug: تىزىمدا كۆرسىتىلمىگەن Shell
uk: Оболонка в списку відсутня
zh_tw: 未列出的 Shell

source: &Add Shell
ar: أ&ضف صدفة
bg: &Добавяне
bs: &Dodaj shell
ca: &Afegeix un intèrpret d'ordres
cs: Přid&at shell
el: &Προσθήκη κελύφους
es: &Añadir interprete de órdenes
et: Lis&a shell
eu: &Gehitu shell-a
fa: &افزودن پوسته‌
fi: &Lisää komentotulkki
fr: &Ajouter l'interpréteur de commandes
ga: Cuir Bl&aosc Leis
gl: &Engadir a shell
hi: शेल जोड़ें (&A)
hr: &Dodaj Ljusku
hu: A parancsértelmező &felvétele
ia: &Adde shell
is: &Bæta við skel
it: &Aggiungi Shell
ja: シェルを追加(&A)
kk: Командалық ортаны қ&осу
lt: &Pridėti apvalkalą
lv: &Pievienot čaulu
mr: शेल जोडा (&A)
nb: &Legg til skall
nds: Konsool &tofögen
nn: &Legg til skal
pl: &Dodaj powłokę
pt: &Adicionar uma Linha de Comandos
ro: &Adaugă interpretor
sk: Prid&ať shell
sl: &Dodaj lupino
sr@ijekavian: &Додај шкољку
sv: &Lägg till skal
ug: Shell قوش(&A)
uk: &Додати оболонку
zh_tw: 新增 Shell(&A)

source: Do &Not Add
ar: &لا تضف
bg: &Отказ
bs: &Nemoj dodati
ca: &No afegir
cs: &Nepřidávat
el: Να &μη γίνει προσθήκη
es: &No añadir
et: Ä&ra lisa
eu: &Ez gehitu
fa: &اضافه نشود‌
fi: Älä &lisää
fr: &Ne pas ajouter
ga: &Ná Cuir Leis
gl: &Non engadir
hi: जोड़ें नहीं (&N)
hr: &Nemoj dodavati
hu: Nem kell fel&venni
ia: &Non adde shell
is: &Ekki bæta við
it: &Non aggiungere
ja: 追加しない(&N)
kk: Қос&пау
lt: &Neįtraukti
lv: &Nepievienot
mr: जोडू नका (&N)
nb: &Ikke legg til
nds: &Nich tofögen
nn: &Ikkje legg til
pl: &Nie dodawaj
pt: &Não Adicionar
ro: &Nu adăuga
sk: &Nepridať
sl: &Ne dodaj
sr@ijekavian: &Немој да додаш
sv: Lägg i&nte till
ug: قوشما(&N)
uk: &Не додавати
zh_tw: 不要加入(&N)

source: User/group database locations
ar: أماكن قاعدة البيانات للمستخدم/المجموعة
bg: Място на базата от данни за потребители и групи:
bs: Lokacije baze podataka korisnika i grupa
ca: Ubicació de la base de dades d'usuari/grup
cs: Umístění databáze uživatelů/skupin
el: Πηγή της βάσης δεδομένων χρήστη/ομάδας
es: Ubicación de la base de datos de usuario/grupo:
et: Kasutaja/grupi andmebaasi asukoht
eu: Erabiltzaile/taldeen datu-baseen kokalekuak
fa: محلهای دادگان کاربر/گروه
fi: Käyttäjien/ryhmien sijainnit
fr: Emplacements de la base de données utilisateur / groupes
ga: Suímh na mbunachar sonraí úsáideoirí/grúpaí
gl: Localizacións dos datos de usuario/grupo
hi: उपयोक्ता/समूह डाटाबेस स्थान
hr: Lokacije baze podataka korisnika i grupa
hu: A felhasználói- és csoportadatbázis helye
ia: Locationes de base de datos de Usator/Gruppo
is: Slaðsetning gagnagrunns notanda/hópa
it: Posizioni della banca dati di utenti e gruppi
ja: ユーザ/グループデータベースの場所
kk: Пайдаланушы/топ деректер қорының орналасуы
lt: Naudotojo/grupės duomenų bazės vietos
lv: Lietotāja/grupas datubāzu atrašanās
mr: वापरकर्ता/समूह डेटाबेस स्थान
nb: Adresser for bruker/gruppe-database
nds: Öörd vun de Bruker-/Koppel-Datenbanken:
nn: Plassering av brukar/gruppe-database
pl: Źródło bazy użytkowników/grup
pt: Localizações da base de dados de utilizadores/grupos
ro: Locațiile bazei de date Utilizator/Grup
sk: Umiestnenie databázy Používateľa/skupiny
sl: Mesto podatkovne zbirke uporabnikov/skupin
sr@ijekavian: Локација базе корисника/група
sv: Plats för användar- och gruppdatabas
ug: ئىشلەتكۈچى/گۇرۇپپا ساندان ئورنى
uk: Адреси баз даних користувачів/груп
zh_tw: 使用者/群組資料庫位置

source: MD5 shadow passwords
ar: كلمات السر MD5 shadow
bg: Скрити пароли MD5
bs: MD5 shadow šifre
ca: Contrasenyes ombra MD5
cs: Stínová hesla ve formátu MD5
el: Κωδικοί πρόσβασης shadow του MD5
es: Contraseñas ocultas MD5
et: MD5 variparoolid
eu: MD5 shadow pasahitzak
fa: اسم رمزهای MD5 shadow
fi: MD5 shadow-salasanat
fr: Mots de passe cachés par MD5
ga: Scáthfhocail fhaire MD5
gl: contrasinais shadow MD5
hi: एमडी5 शेडो पासवर्ड
hr: Zaporke zasjenjene s MD5
hu: MD5-ös árnyékjelszavak
ia: Contrasignos umbra (shadow) de MD5
is: Nota MD5 lykilorð
it: Password shadow MD5
ja: MD5 シャドウパスワード
kk: Парольдер MD5 көлеңкеленсін
lt: MD5 shadow slaptažodžiai
lv: MD5 shadow paroles
mr: एमडी5 शेडो गुप्तशब्द
nb: MD5 skyggepassord
nds: MD5-Schaddenpasswöör
nn: MD5-skuggepassord
pl: Ukryte hasła MD5
pt: Senhas 'shadow' MD5
ro: Parole criptate MD5
sk: Tieňové heslá MD5
sl: Senčna gesla MD5
sr@ijekavian: МД5 заклоњене лозинке
sv: MD5-skugglösenord
ug: MD5 سايە ئىم
uk: MD5 тіньові паролі
zh_tw: MD5 加密密碼
