Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Shadow group file:
ar: ملف المجموعة الزائفة:
bg: Скрит файл за групите:
bs: Shadow datoteka grupa:
ca: Fitxer de grups ombra:
cs: Soubor se stínovými skupinami:
el: Αρχείο ομάδας shadow:
es: Archivo de contraseñas ocultas:
et: Varigrupifail:
eu: Shadow taldeen fitxategia:
fa: پرونده گروه Shadow:
fi: Ryhmien shadow-tiedosto:
fr: Fichier des groupes cachés :
ga: Comhad scáthghrúpa:
gl: Ficheiro shadow de grupos:
hi: शेडो समूह फ़ाइल:
hr: Datoteka zasjenjenih grupa:
hu: Árnyék-csoportfájl:
ia: File de gruppo umbra (shadow):
is: Skrá er geymir falda hópa:
it: File shadow dei gruppi:
ja: シャドウグループファイル:
kk: Топтың көлеңкелік файлы:
lt: „Shadow“ grupės failas:
lv: Shadow grupu fails:
mr: शेडो समूह फाईल :
nb: Skygge-gruppefil:
nds: Schadden-Koppeldatei:
nn: Skugge-gruppefil:
pl: Plik ukrytych grup:
pt: Ficheiro de grupos 'shadow':
ro: Fișier cu grup criptat:
sk: Tieňový súbor skupín:
sl: Senčna datoteka skupine:
sr@ijekavian: Фајл заклоњених група:
sv: Skuggruppfil:
ug: سايە گۇرۇپپا ھۆججىتى:
uk: Тіньовий файл груп:
zh_tw: Shadow 群組檔案：

source: Shadow password file:
ar: ملف كلمة السر الزائفة:
bg: Скрит файл за паролите:
bs: Shadow datoteka šifara:
ca: Fitxer de contrasenyes ombra:
cs: Soubor se stínovými hesly:
el: Αρχείο κωδικού πρόσβασης shadow:
es: Archivo de contraseñas ocultas:
et: Variparoolifail:
eu: Shadow pasahitzen fitxategia:
fa: پرونده اسم رمز Shadow:
fi: Shadow salasanatiedosto:
fr: Fichier des mots de passe cachés :
ga: Comhad scáthfhocal faire:
gl: Ficheiro shadow de contrasinais:
hi: शेडो पासवर्ड फ़ाइल:
hr: Datoteka zasjenjenih zaporki:
hu: Árnyék-jelszófájl:
ia: File de contrasigno umbra (shadow):
is: Skrá er geymir falin lykilorð:
it: File shadow delle password:
ja: シャドウパスワードファイル:
kk: Парольдің көлеңкелік файлы:
lt: „Shadow“ slaptažodžio failas:
lv: Shadow paroļu fails:
mr: शेडो गुप्तशब्द फाईल :
nb: Skygge-passordfil:
nds: Schadden-Passwöördatei:
nn: Skugge-passordfil:
pl: Plik ukrytych haseł:
pt: Ficheiro de senhas 'shadow':
ro: Fișier cu parole criptate:
sk: Tieňový súbor hesiel:
sl: Senčna datoteka gesla:
sr@ijekavian: Фајл заклоњених лозинки:
sv: Skugglösenordsfil:
ug: سايە ئىم ھۆججىتى:
uk: Тіньовий файл паролів:
zh_tw: Shadow 密碼檔案：

source: Group file:
ar: ملف المجموعة:
bg: Файл за групите:
bs: Datoteka grupe:
ca: Fitxer de grups:
cs: Soubor se skupinami:
el: Αρχείο ομάδας:
es: Archivo de grupo:
et: Grupifail:
eu: Taldeen fitxategia:
fa: پرونده گروه:
fi: Ryhmätiedosto:
fr: Fichier des groupes :
ga: Comhad grúpaí:
gl: Ficheiro de grupos:
hi: समूह फ़ाइल:
hr: Datoteka grupe:
hu: Csoportfájl:
ia: File de gruppo:
is: Hópskrá:
it: File dei gruppi:
ja: グループファイル:
kk: Топ файлы:
lt: Grupės failas:
lv: Grupu fails:
mr: समूह फाईल :
nb: Gruppefil:
nds: Koppeldatei:
nn: Gruppefil:
pl: Plik grup:
pt: Ficheiro de grupos:
ro: Fișier grup:
sk: Súbor skupín:
sl: Datoteka skupine:
sr@ijekavian: Фајл група:
sv: Gruppfil:
ug: گۇرۇپپا ھۆججىتى:
uk: Файл групи:
zh_tw: 群組檔案：

source: Password file:
ar: ملف كلمة السر:
bg: Файл за паролите:
bs: Datoteka šifara:
ca: Fitxer de contrasenyes:
cs: Soubor s hesly:
el: Αρχείο κωδικού πρόσβασης:
es: Archivo de contraseñas:
et: Paroolifail:
eu: Pasahitzen fitxategia:
fa: پرونده اسم رمز:
fi: Salasanatiedosto:
fr: Fichier des mots de passe :
ga: Comhad focal faire:
gl: Ficheiro de contrasinais:
hi: पासवर्ड फ़ाइल:
hr: Datoteka zaporke:
hu: Jelszófájl:
ia: File de contrasigno:
is: Lykilorðaskrá:
it: File delle password:
ja: パスワードファイル:
kk: Пароль файлы:
lt: Slaptažodžio failas:
lv: Paroļu fails:
mr: गुप्तशब्द फाईल :
nb: Passordfil:
nds: Passwoortdatei:
nn: Passordfil:
pl: Plik haseł:
pt: Ficheiro de senhas:
ro: Fișier parolă:
sk: Súbor hesiel:
sl: Datoteka z geslom:
sr@ijekavian: Фајл лозинки:
sv: Lösenordsfil:
ug: ئىم ھۆججىتى:
uk: Файл пароля:
zh_tw: 密碼檔案：

source: Source of user/group database:
ar: مصدر قاعدة البيانات للمستخدم/المجموعة:
bg: Източник на потребители/групи:
bs: Izvor za bazu korisnika/grupa:
ca: Origen de la base de dades d'usuari/grup:
cs: Zdroj databáze uživatelů/skupin:
el: Πηγή της βάσης δεδομένων χρήστη/ομάδας:
es: Fuente de la base de datos de usuario/grupo:
et: Kasutaja/grupi andmebaasi asukoht:
eu: Erabiltzaile/taldeen datubasea:
fa: متن دادگان کاربر/گروه:
fi: Käyttäjien/ryhmien lähde:
fr: Source de la base de données utilisateur / groupes :
ga: Foinse an bhunachair sonraí úsáideoirí/grúpaí:
gl: Fonte de datos de usuario/grupo:
hi: उपयोक्ता/समूह डाटाबेस का स्रोत:
hr: Izvor baze podataka korisnika i grupa:
hu: A felhasználói és csoportadatbázis forrása:
ia: Fonte de base de datos de usator/gruppo:
is: Uppspretta notanda/hópa:
it: Sorgente della banca dati di utenti e gruppi:
ja: ユーザ/グループ データベースのソース:
kk: Пайдаланушылар мен топтардың деректер қорының көзі:
lt: Naudotojo/grupės duomenų bazės šaltinis:
lv: Lietotāju/grupu datubāzes avots:
mr: वापरकर्ता/समूह डेटाबेस चा स्रोत :
nb: Kilde for bruker/gruppe-database:
nds: Born för Bruker-/Koppel-Datenbank:
nn: Kjlde for brukar/gruppe-database:
pl: Źródło bazy użytkowników/grup:
pt: Fonte da base de dados de utilizadores/grupos:
ro: Sursa bazei de date utilizator/grup
sk: Zdroj databáze užívateľov a skupín:
sl: Vir podatkovne zbirke uporabnika/skupine:
sr@ijekavian: Извор базе корисника/група:
sv: Källa för användar- och gruppdatabas:
ug: ئىشلەتكۈچى/گۇرۇپپا سانداننىڭ مەنبەسى:
uk: Джерело бази даних користувачів/груп:
zh_tw: 使用者/群組資料庫來源：

source: System
ar: النظام
bg: Система
bs: Sistem
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
et: Süsteem
eu: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
ga: Córas
gl: Sistema
hi: तंत्र
hr: Sistem
hu: Rendszer
ia: Systema
is: Kerfi
it: Sistema
ja: システム
kk: Жүйе
lt: Sistema
lv: Sistēma
mr: प्रणाली
nds: Systeem
pt: Sistema
ro: Sistem
sk: Systém
sl: Sistem
sr@ijekavian: систем
ug: سىستېما
uk: Система
zh_tw: 系統

source: First normal GID:
ar: رمز المجموعة الأول
bg: Първи обикновен номер за група (GID):
bs: Prvi normalan GID:
ca: Primer GID normal:
cs: První normální GID:
el: Πρώτο κανονικό GID:
es: Primer GID normal:
et: Esimene tavaline GID:
eu: Lehenengo GID normala:
fa: اولین شناسه گروه عادی:
fi: Ensimmäinen normaali ryhmätunnus:
fr: Premier identifiant de groupe normal :
ga: An chéad ghnáthaitheantas grúpa:
gl: Primeiro GID normal:
hi: प्रथम सामान्य जीआईडी:
hr: Prvi normalni GID:
hu: Első normál GID:
ia: Prime GID normal:
is: Fyrsta venjulega GID:
it: Prima GID normale:
ja: 最初の通常 GID:
kk: Бірінші қәдімгі GID:
lt: Pirmasis normalus GID:
lv: Pirmais normālais GID:
mr: प्रथम सामान्य जीआईडी :
nb: Første normale GID:
nds: Eerst normaal GID:
nn: Første normale GID:
pl: Pierwszy zwykły GID:
pt: Primeiro GID normal:
ro: Primul GID normal:
sk: Prvé normálne GID:
sl: Prvi navadni GID:
sr@ijekavian: Први обичан ГИД:
sv: Första normala grupp-id:
ug: بىرىنچى ئادەتتىكى GID:
uk: Перший звичайний GID:
zh_tw: 第一個正常的 GID：

source: Home path template:
ar: قالب مسار المنزل:
bg: Път до шаблоните:
bs: Šablon za put do home-a:
ca: Plantilla del camí inici:
cs: Šablona cesty k domovské složce:
el: Πρότυπη διαδρομή αρχικού καταλόγου:
es: Plantilla de ruta de usuario:
et: Kodukataloogi asukoha mall:
eu: Etxeko bidearen txantiloia:
fa: قالب مسیر آغازه:
fi: Kohtihakemistopolun malli:
fr: Modèle d'emplacement de dossier personnel :
ga: Teimpléad conaire baile:
gl: Rota ao modelo de cartafol persoal:
hi: होम पथ टेम्पलेट:
hr: Predložak putanje za korisničku mapu
hu: Sajátmappa-sablon:
ia: Percurso de percurso de Domo:
is: Sniðmát heimamöppu:
it: Modello del percorso Home:
ja: ホームパス テンプレート:
kk: Мекен жолының үлгісі:
lt: Namų kelio šablonas:
lv: Mājas ceļa sagatave:
mr: मुख्य मार्ग नमूना :
nb: Mal for hjemmesti:
nds: Vörlaag för Tohuuspadd:
nn: Mal for heimesti:
pl: Wzorzec ścieżki domowej:
pt: Modelo da localização pessoal:
ro: Șablon pentru calea Acasă:
sk: Šablóna pre domovský priečinok:
sl: Predloga domače poti:
sr@ijekavian: Шаблон домаће путање:
sv: Mall för hemsökväg:
ug: ماكان مۇندەرىجە قېلىپى:
uk: Шаблон шляху домівки:
zh_tw: 家路徑樣板：

source: Shell:
ar: الصدفة:
bg: Команден интерпретатор:
ca: Intèrpret d'ordres:
el: Κέλυφος:
es: Intérprete de órdenes:
eu: Shell-a:
fa: پوسته:
fi: Komentotulkki:
fr: Interpréteur de commandes :
ga: Blaosc:
hi: शेलः
hr: Ljuska:
hu: Parancsértelmező:
is: Skel:
ja: シェル:
kk: Командалқ ортасы:
lt: Apvalkalas:
lv: Čaula:
mr: शेल :
nb: Skall:
nds: Konsool:
nn: Skal:
pl: Powłoka:
pt: Linha de comandos:
ro: Interpretor:
sl: Lupina:
sr@ijekavian: Шкољка:
sv: Skal:
uk: Оболонка:

source: First normal UID:
ar: رمز المستخدم الأول:
bg: Първи обикновен номер за потребител (UID):
bs: Prvi normalni UID:
ca: Primer UID normal:
cs: První normální UID:
el: Πρώτο κανονικό UID:
es: Primer UID normal:
et: Esimene tavaline UID:
eu: Lehenengo UID normala:
fa: اولین شناسه کاربر عادی:
fi: Ensimmäinen normaali UID:
fr: Premier identifiant d'utilisateur normal :
ga: An chéad ghnáthaitheantas úsáideora:
gl: Primeiro UID normal:
hi: प्रथम सामान्य यूआईडी:
hr: Prvi normalni UID:
hu: Első normál UID:
ia: Prime UID normal:
is: Fyrsta venjulega UID:
it: Prima UID normale:
ja: 最初の通常 UID:
kk: Бірінші кәдімгі UID:
lt: Pirmasis įprastasis UID:
lv: Pirmais normālais UID:
nb: Første normale UID:
nds: Eerst normaal UID:
nn: Første normale UID:
pl: Pierwszy zwykły UID;
pt: Primeiro UID normal:
ro: Primul UID normal:
sk: Prvné normálne UID:
sl: Prvi navadni UID:
sr@ijekavian: Први обичан УИД:
sv: Första normala användar-id:
ug: بىرىنچى ئادەتتىكى UID:
uk: Перший звичайний UID:
zh_tw: 第一個正常的 UID：

source: Copy skeleton to home folder
ar: انسخ الهيكل إلى مجلد المنزل
bg: Копиране на шаблона в домашната папка
bs: Kopiraj skeleton u home dir
ca: Copia l'esquelet a la carpeta d'inici
cs: Kopírovat skelet do domovské složky
el: Αντιγραφή σκελετού στον αρχικό φάκελο
es: Copiar esqueleto en la carpeta personal
et: Kopeeritakse tüüpilised failid
eu: Kopiatu eskeletoa etxeko karpetara
fa: رونوشت skeleton در پوشه آغازه
fi: Kopioi runko kotikansioon
fr: Copier le dossier squelette dans le dossier personnel
ga: Cóipeáil creatlach go dtí an fillteán baile
gl: Copiar ficheiros básicos para o cartafol persoal
hi: स्केलेटॉन को होम फ़ोल्डर में नक़ल करें
hr: Kopiraj osnovne datoteke (kostur) u korisnički direktorij
hu: A sablonmappa bemásolása a saját mappába
ia: Copia skeleto a dossier domo
is: Afrita beinagrind á heimasvæði
it: Copia scheletro nella cartella Home
ja: スケルトンをホームディレクトリにコピー
kk: Қаңқа файлдарды мекен қапшығына көшірмеленсін
lt: Kopijuoti ruošinį į namų aplanką
lv: Kopēt skeletu uz mājas mapi
nb: Kopier skjelett til hjemmekatalog
nds: Vörlagen na Tohuusorner koperen
nn: Kopier mal til heimemappe
pl: Kopiuj szkielet do katalogu domowego
pt: Copiar o esqueleto para a pasta pessoal
ro: Copiază scheletul în dosarul personal
sk: Kopírovať šablónu (skeleton) do domovského priečinku
sl: Kopiraj ogrodje v domačo mapo
sr@ijekavian: Копирај скелет у домаћу фасциклу
sv: Kopiera mall till hemkatalog
ug: سەپلىمە قېلىپنى ماكان مۇندەرىجىگە كۆچۈر
uk: Скопіювати структуру в теку домівки
zh_tw: 複製家目錄架構到家目錄

source: User private groups
ar: مجموعات المستخدم الخاصة
bg: Използване на лична група
bs: Korisnikove privatne grupe
ca: Grups privats d'usuari
cs: Soukromá skupina pro uživatele
el: Ιδιωτικές ομάδες χρήστη
es: Grupos privados de usuario
et: Kasutaja privaatgrupid
eu: Erabiltzailearen talde pribatuak
fa: گروههای خصوصی کاربر
fi: Käyttäjän yksityiset ryhmät
fr: Groupes privés pour les utilisateurs
ga: Grúpaí príobháideacha úsáideora
gl: Grupos privados do usuario
hi: निजी समूहों का उपयोग करें
hr: Korisnikove osobne grupe
hu: Felhasználói privát csoport
ia: Gruppos private de usator
is: Einkahópar notanda
it: Gruppi privati degli utenti
ja: ユーザプライベートグループ
kk: Пайдаланушылардың жеке топтары
lt: Naudotojo privati grupė
lv: Lietotāja privātās grupas
mr: वापरकर्ता वैयक्तिक समूह
nb: Privat brukergruppe
nds: Bruker-Privaatkoppeln
nn: Privat brukargruppe
pl: Prywatne grupa użytkowników
pt: Grupo privado do utilizador
ro: Utilizează grupuri private
sk: Užívateľove privátne skupiny
sl: Zasebne skupine uporabnika
sr@ijekavian: Корисникове приватне групе
sv: Privata användargrupper
ug: ئىشلەتكۈچى شەخسىي گۇرۇپپا
uk: Використовувати приватні групи
zh_tw: 使用者私人群組

source: Default group:
ar: المجموعة الإفتراضية:
bg: Група по подразбиране:
bs: Podrazumijevana login skripta:
ca: Grup per defecte:
cs: Výchozí skupina:
el: Προεπιλεγμένη ομάδα:
es: Grupo por omisión:
et: Vaikimisi grupp:
eu: Talde lehenetsia:
fa: گروه پیش‌فرض:
fi: Oletusryhmä:
fr: Groupe par défaut :
ga: Grúpa réamhshocraithe:
gl: Grupo predeterminado:
hi: डिफ़ॉल्ट समूहः
hr: Zadana grupa:
hu: Alapértelmezett csoport:
ia: Gruppo predefinite:
is: Sjálfgefin hópur:
it: Gruppo predefinito:
ja: デフォルトのグループ:
kk: Әдеттегі топ:
lt: Numatyta grupė:
lv: Noklusētā grupa:
mr: मूलभूत समूह :
nb: Standard gruppe:
nds: Standard-Koppel:
nn: Standardgruppe:
pl: Domyślna grupa:
pt: Grupo predefinido:
ro: Grup implicit:
sk: Štandardná skupina:
sl: Privzeta skupina:
sr@ijekavian: Подразумевана група:
sv: Förvald grupp:
ug: كۆڭۈلدىكى گۇرۇپپا:
uk: Типова група:
zh_tw: 預設群組：

source: Groups file name not set, please check 'Settings/Files'
ar: اسم ملف المجموعات لم يعيّن ، من فضلك افحص'إعدادات/ملفات'
bg: Не е зададено име на файл за групите. Проверете "Настройки/Файлове"
bs: Ime datoteke za grupe nije postavljeno, molimo provjerite 'Postavke/Datoteke'
ca: No s'ha indicat el nom del fitxer de grups, comproveu «Arranjament/Fitxers»
cs: Soubor se skupinami nenastaven, zkontrolujte 'Nastavení/Soubory'
el: Το όνομα αρχείου των ομάδων δεν έχει οριστεί. Παρακαλώ ελέγξτε το 'Ρυθμίσεις/Αρχεία'
es: Nombre de grupos de archivos no configurados; por favor, revise «Configuraciones/Archivos»
et: Gruppide faili nimi pole määratud, palun kontrolli Seadistused->Failid.
eu: Taldeen fitxategi-izena ez da ezarri, egiaztatu 'Ezarpenak/Fitxategiak'
fa: نام پرونده گروهها تنظیم نیست، لطفاً، »تنظیمات/پرونده‌ها« را بررسی کنید
fi: Ryhmän tiedostonimeä ei ole asetettu, tarkista Asetukset/Tiedostot.
fr: Le nom du fichier de groupes n'est pas indiqué. Veuillez vérifier les paramètres dans « Configuration / Fichiers »
ga: Ainm chomhad na ngrúpaí gan socrú; seiceáil 'Socruithe/Comhaid'
gl: Non se configurou o nome do ficheiro de grupos, por favor, verifique «Configuración/Ficheiros»
hi: समूह फ़ाइलनाम सेट नहीं है. कृपया 'विन्यास/फ़ाइलें' को जाँचें
hr: Ime datoteke za grupe nije postavljeno, molimo provjerite 'Postavke/Datoteke'
hu: Nincs beállítva a csoportleíró fájl neve, ellenőrizze a 'Beállítások/Fájlok' részt
ia: Nomine de files de gruppos non fixate. Pro favor verifica 'Preferentias/Files'
is: Ekkert heiti komið á skrá fyrir hópa, athugaðu 'Stillingar/Skrár'
it: Nome del file dei gruppi non impostato, controlla in Impostazioni/File
ja: グループファイル名が設定されていません。<interface>設定|ファイル</interface>を確認してください。
kk: Топтар файлы орнатылмаған, 'Баптау/Файлдар' дегенді қараңыз.
lt: Nenurodytas grupės failo pavadinimas, patikrinkite „Nustatymai/Failai“
lv: Grupu faila nosaukums nav norādīts. Pārbaudiet 'Iestatījumi/Faili'.
nb: Filnavn for grupper er ikke oppgitt, se «Innstillinger/Filer»
nds: Dateinaam för Koppeln nich fastleggt, maak bitte "Instellen/Dateien" an
nn: Filnamn for grupper ikkje oppgjeve. Kontroller «Innstillingar → Filer».
pl: Nie ustawiono nazwy pliku z grupami. Proszę sprawdzić 'Ustawienia/pliki'
pt: O nome do ficheiro de grupos não está definido; verifique por favor a 'Configuração/Ficheiros'
ro: Numele fișierului de grupe nu este setat, verificați „Configurări/Fișiere”
sk: Názov súboru skupín nenastavený, skontrolujte 'Nastavenia/Súbory'
sl: Datoteka s skupinami ni nastavljena. Preverite v Nastavitve → Datoteke.
sr@ijekavian: Име за фајл група није задато, проверите у поставкама фајлова.
sv: Gruppfilnamn inte angivet. Kontrollera 'Inställningar/Filer'.
ug: گۇرۇپپا ھۆججەت ئاتى تەڭشەلمىگەن، «تەڭشەك/ھۆججەتلەر»دىكى تەڭشەكنى تەكشۈرۈڭ
uk: Не вказано назву файла груп, будь ласка, перевірте «Параметри/Файли»
zh_tw: 群組檔案名稱未設定，請檢查「設定」─「檔案」

source: stat() call on file %1 failed: %2 Check KUser settings.
bg: Грешка при извикване на stat() за файла "%1": %2 Проверете настройките на програмата.
bs: Pozivanje za stat() na datoteci %1 nije uspjelo: %2 Provjerite postavke KUsera.
ca: La crida stat() pel fitxer %1 ha fallat: %2 Comproveu la configuració del KUser.
cs: Volání 'stat' na soubor %1 selhalo: %2 Zkontrolujte nastavení.
el: Η κλήση stat() στο αρχείο %1 απέτυχε: %2 Ελέγξτε τις ρυθμίσεις KUser.
es: La llamada a stat() para el archivo %1 ha fallado: %2 Compruebe las preferencias de KUser.
et: stat() väljakutse failile %1 nurjus: %2 Kontrolli KUseri seadistusi.
eu: stat() deiak %1 fitxategian huts egin du: %2 Egiaztatu KUser ezarpenak.
fa: خرابی فراخوانی stat() در پرونده %1: %2 تنظیمات KUser را بررسی کنید.
fi: Tiedoston %1 tilakutsu epäonnistui: %2 Tarkista KUserin asetukset (Lähteet)
fr: Échec de l'appel de la fonction « stat() » sur le fichier « %1 » : %2 Veuillez vérifier la configuration de KUser.
ga: Theip ar ghlao stat() ar chomhad %1: %2 Seiceáil socruithe KUser.
gl: Fallou a chamada a stat() no ficheiro %1: %2 Verifique a configuración de KUser.
hi: फ़ाइल %1 पर stat() call असफल: %2 के-यूजर विन्यास जाँचें.
hr: Pozivanje za stat() na datoteci %1 nije uspjelo: %2 Provjerite postavke KUsera.
hu: Egy stat() függvényhívás nem sikerült a(z) %1 fájlnál: %2 Ellenőrizze a KUser beállításait.
ia: appello stat() sur file %1 falleva: %2 Verifica preferentias de KUser.
is: stat kall á skrána %1 brást: %2 Athugaðu uppsetninguna á KUser.
it: Chiamata a stat per il file %1 non riuscita:%2 Controlla le impostazioni di KUser.
ja: ファイル <filename>%1</filename> に対する <icode>stat()</icode> コールが失敗しました: %2 KUser の設定を確認してください。
kk: %1 файлы үшін "stat" шақыруының қатесі: %2 KUser баптауын тексеріңіз.
lt: nepavyko iškviesti failo %1 statistikos: %2 Patikrinkite KUser nustatymus.
lv: stat() izsaukums failam %1 bija neveiksmīgs: %2 Pārbaudiet KUser iestādījumus.
nb: stat()-kall på fila. %1 mislyktes: %2 Sjekk oppsettet for KUser.
nds: Oproop vun "stat" för "%1" fehlslaan: %2 Prööv bitte Dien Instellen för KUser.
nn: Kan ikkje utføra stat-kall på fila %1: %2 Sjekk KUser-innstillingane.
pl: Wywołanie stat() dla pliku %1 nie powiodło się: %2 Proszę sprawdzić ustawienia KUser.
pt: A função 'stat' no ficheiro %1 falhou: %2 Verifique a configuração do KUser.
ro: A eșuat determinarea informațiilor despre fișierul %1: %2 Verificați configurările KUser.
sk: Volanie stat() pre súbor %1 zlyhalo: %2 Skontrolujte nastavenie KUser.
sl: Klic stat() na datoteki %1 ni uspel: %2 Preverite nastavitve programa KUser.
sr@ijekavian: Позив <icode>stat()</icode> над фајлом %1 није успео: %2 Проверите поставке К‑корисника.
sv: Statusanrop på fil %1 misslyckades: %2 Kontrollera Kuser-inställningarna.
ug: ھۆججەت %1 دىكى stat() نى چاقىرالمىدى: %2 KUser تەڭشىكىنى تەكشۈرۈڭ.
uk: Виклик stat() для файла %1 зазнав невдачі: %2 Перевірте параметри KUser.
zh_tw: 呼叫檔案 %1 狀態失敗： %2 請檢查 KUser 設定。

source: Error opening %1 for reading.
ar: خطأ في فتح %1 للقراءة.
bg: Грешка при отваряне на "%1" за четене.
bs: Greška pri otvaranju %1 za čitanje.
ca: Error obrint %1 per a lectura.
cs: Chyba při otevírání %1 pro čtení.
el: Σφάλμα κατά το άνοιγμα του %1 για ανάγνωση.
es: Error al abrir %1 para lectura.
et: Faili %1 avamisel lugemiseks.
eu: Errorea %1 irakurtzeko irekitzean.
fa: خطای باز کردن %1 برای خواندن.
fi: Virhe luettaessa tiedostoa %1
fr: Impossible d'ouvrir « %1 » en lecture.
ga: Earráid agus %1 á oscailt chun é a léamh.
gl: Erro ao abrir %1 para lectura.
hi: %1 को पढ़ने हेतु खोलने में त्रुटि.
hr: Pogreška pri otvaranju %1 za čitanje.
hu: Nem sikerült megnyitni olvasásra: %1.
ia: Error durante que on aperiva %1 per lectura.
is: Tókst ekki að opna %1 til lesturs.
it: Errore in apertura di %1 in lettura.
ja: <filename>%1</filename> を読み込みモードで開くときにエラーが発生しました。
kk: %1 деген файлды оқу үшін ашу қатесі.
lt: Klaida atveriant skaitymui %1 įvyko klaida.
lv: Kļūda atverot %1 lasīšanai.
nb: Feil ved åpning av %1 for lesing.
nds: Fehler bi't Opmaken vun "%1" för't Lesen.
nn: Feil ved opning av %1 for lesing.
pl: Nie można otworzyć %1 do odczytu.
pt: Erro ao aceder a %1 para leitura.
ro: Eroare la deschiderea %1 pentru citire.
sk: Chyba pri otváraní %1 pre čítanie.
sl: Napaka med odpiranjem %1 za branje.
sr@ijekavian: Грешка при отварању %1 за читање.
sv: Fel då %1 blev öppnad för läsning.
ug: %1 نى ئوقۇش ئۈچۈن ئېچىشتا خاتالىق كۆرۈلدى.
uk: Помилка відкриття %1 для читання.
zh_tw: 開啟 %1 讀取時錯誤。

source: Error opening %1 for writing.
ar: خطأ في فتح %1 للكتابة.
bg: Грешка при отваряне на "%1" за запис.
bs: Greška pri otvaranju %1 za pisanje.
ca: Error obrint %1 per a escriptura.
cs: Chyba při otevírání %1 pro zápis.
el: Σφάλμα κατά το άνοιγμα του %1 για εγγραφή.
es: Error al abrir %1 para escritura.
et: Faili %1 avamisel kirjutamiseks.
eu: Errorea %1 idazteko irekitzean.
fa: خطای باز کردن %1 برای نوشتن.
fi: Virhe avattaessa tiedostoa %1 kirjoitusta varten
fr: Impossible d'ouvrir « %1 » en écriture.
ga: Earráid agus %1 á oscailt chun é a scríobh.
gl: Erro ao abrir %1 para escrita.
hi: %1 को लिखने हेतु खोलने में त्रुटि.
hr: Pogreška pri otvaranju %1 za pisanje.
hu: Nem sikerült megnyitni írásra: %1.
ia: Error durante que on aperiva %1 per scriptura.
is: Tókst ekki að opna %1 til skriftar.
it: Errore in apertura di %1 in scrittura.
ja: <filename>%1</filename> を書き込みモードで開くときにエラーが発生しました。
kk: %1 деген файлды жазу үшін ашу қатесі.
lt: Atveriant įrašymui %1 įvyko klaida.
lv: Kļūda atverot %1 rakstīšanai.
nb: Feil ved åpning av %1 for skriving.
nds: Fehler bi't Opmaken vun "%1" för't Schrieven.
nn: Feil ved opning av %1 for skriving.
pl: Nie można otworzyć %1 do zapisu.
pt: Erro ao aceder a %1 para escrita.
ro: Eroare la deschiderea %1 pentru scriere.
sk: Chyba pri otváraní %1 pre zápis.
sl: Napaka med odpiranjem %1 za pisanje.
sr@ijekavian: Грешка при отварању %1 за уписивање.
sv: Fel då %1 blev öppnad för skrivning.
ug: %1 نى يېزىش ئۈچۈن ئېچىشتا خاتالىق كۆرۈلدى.
uk: Помилка відкриття %1 для запису.
zh_tw: 開啟 %1 寫入時錯誤。

source: Loading Groups From LDAP
ar: تحميل المجموعات من LDAP
bg: Зареждане на групите от LDAP
bs: Dobavljam grupe sa LDAP servera
ca: S'estan carregant els grups des de LDAP
cs: Zavádí se skupiny z LDAP
el: Φόρτωση ομάδων από LDAP
es: Cargando grupos desde LDAP
et: Gruppide laadimine LDAP-ist
eu: Taldeak LDAP-etik kargatzen
fa: بارگذاری گروهها از LDAP
fi: Hakee ryhmät LDAP:ista
fr: Chargement des groupes venant de LDAP
ga: Grúpaí á Luchtú ó LDAP
gl: Estanse a ler os grupos desde LDAP
hi: एलडीएपी से समूह सूची लोड किया जा रहा है
hr: Učitavaju se grupe iz LDAP-a
hu: Csoportok betöltése LDAP-ból
ia: Cargante gruppos ex LDAP
is: Hleð inn hópum frá LDAP
it: Caricamento gruppi da LDAP
ja: LDAP からグループを読み込み中
lt: Įkeliamos grupes iš LDAP
lv: Ielādēt grupas no LDAP
nb: Laster grupper fra LDAP
nds: Koppeln warrt vun LDAP laadt
nn: Hentar grupper frå LDAP
pl: Wczytywanie grup z LDAP
pt: A Carregar Grupos de LDAP
ro: Încarc grupurile din LDAP
sk: Načítanie skupín z LDAP
sl: Nalaganje skupin iz LDAP
sr@ijekavian: Учитавам групе из ЛДАП‑а
sv: Laddar grupper från LDAP
ug: LDAP دىن گۇرۇپپا يۈكلەۋاتىدۇ
uk: Групи завантажуються з LDAP
zh_tw: 從 LDAP 載入群組

source: LDAP Operation
ar: العملية
bg: Операция LDAP
bs: LDAP operacija
ca: Operació LDAP
cs: LDAP operace
el: Λειτουργία LDAP
es: Operación de LDAP
et: LDAP-i toiming
eu: LDAP eragiketa
fa: عمل LDAP
fi: LDAP Toiminto
fr: Opération LDAP
ga: Oibríocht LDAP
gl: Operación LDAP
hi: एलडीएपी ऑपरेशन
hr: Operacija LDAP-a
hu: LDAP-művelet
ia: Operation de LDAP
is: LDAP aðgerð
it: Operazione LDAP
ja: LDAP 操作
lt: LDAP operacija
lv: LDAP operācija
nb: LDAP-operasjon
nds: LDAP-Bedrief
nn: LDAP-operasjon
pl: Operacja LDAP
pt: Operação LDAP
ro: Operație LDAP
sk: Operácia LDAP
sl: Opravilo LDAP
sr@ijekavian: ЛДАП поступак
sv: LDAP-åtgärd
ug: LDAP مەشغۇلاتى
uk: Дія LDAP
zh_tw: LDAP 運作
