Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Home path template
ar: قالب مسار المنزل
bg: Шаблон за домашната директория
bs: Šablon za put do home-a
ca: Plantilla del camí inici
cs: Šablona domovského adresáře
el: Πρότυπη διαδρομή αρχικού καταλόγου
es: Plantilla de ruta de la carpeta personal
et: Kodu asukoha mall
eu: Etxeko bidearen txantiloia
fa: قالب مسیر آغازه
fi: Kotihakemiston polun malli
fr: Modèle d'emplacement de dossier personnel
ga: Teimpléad conaire baile
gl: Rota ao modelo de cartafol persoal
hi: होम पथ टेम्पलेट
hr: Predložak putanje za korisničku mapu
hu: Sajátmappasablon
ia: Percurso de percurso de Domo
is: Heimasvæðissniðmát
it: Modello del percorso Home
ja: ホームパス テンプレート
kk: Мекен жолының үлгісі
lt: Namų kelio šablonas
lv: Mājas ceļa sagatave
mr: मुख्य मार्ग नमूना
nb: Mal for hjemmesti
nds: Tohuuspadd-Vörlaag
nn: Mal for heimeadresse
pl: Wzorzec ścieżki domowej
pt: Modelo da localização pessoal
ro: Șablon pentru calea Acasă
sk: Šablóna domovskej cesty
sl: Predloga domače poti
sr@ijekavian: Шаблон домаће фасцикле
sv: Mall för hemsökväg
ug: ماكان مۇندەرىجە قېلىپى
uk: Шаблон шляху домівки
zh_tw: 家路徑樣板

source: This option specifies the UNIX home path template for new users. The '%U' macro will replaced with the actual user name.
bg: Шаблон за домашната директория за нови потребители. Параметърът "%U" ще бъде заменен с името на потребителя.
bs: Ova opcija određuje UNIX šablon za put do home-a za nove korisnike. Makro '%U' će biti zamijenjen stvarnim korisničkim imenom.
ca: Aquesta opció especifica la plantilla del camí d'inici pels usuaris nous. La macro «%U» se substituirà amb el nom d'usuari real.
cs: Nastavení výchozího domovského adresáře pro nové uživatele. Zástupný znak '%U' bude nahrazen aktuálním uživatelským jménem.
el: Αυτή η επιλογή προσδιορίζει την πρότυπη διαδρομή αρχικού καταλόγου σε UNIX για νέους χρήστες. Η μακροεντολή '%U' θα αντικατασταθεί με το τωρινό όνομα χρήστη.
es: En esta opción se especifica la plantilla de la ruta a la carpeta personal UNIX para nuevos usuarios. La macro «%U» se reemplaza con el valor real del nombre de usuario.
et: Siin saab määrata uute kasutajate UNIX-i kodukataloogi asukoha malli. Makro '%U' asendatakse tegeliku kasutajanimega.
eu: Aukera hau UNIX erabiltzaile berrien etxeko bide txantiloia zehazten uzten dizu. %U makroa benetako erabiltzaile izenarekin ordeztuko da.
fa: این گزینه، قالب مسیر آغازه یونیکس را برای کاربران جدید مشخص می‌کند. کلان‌دستور «%U»با نام کاربر واقعی جایگزین می‌شود.
fi: Tämä määrittelee UNIX kotihakemiston polkumallin uusille käyttäjille. Makro '%U' korvataan varsinaisella käyttäjätunnuksella.
fr: Cette option spécifie le modèle d'emplacement du dossier personnel UNIX des nouveaux utilisateurs. La macro « %U » sera remplacée par le nom de l'utilisateur en cours.
ga: Sonraíonn an rogha seo teimpléad conaire baile UNIX le haghaidh úsáideoirí nua. Cuirfear ainm an úsáideora in ionad an mhacra '%U'.
gl: Esta opción especifica o modelo de cartafol persoal UNIX para os novos usuarios. A macro «%U» substituirase co nome real do usuario.
hi: यह विकल्प नए उपयोक्ताओं के लिए यूनिक्स घर पथ टेम्पलेट निर्दिष्ट करता है. '%U' मेक्रो वास्तविक उपयोक्ता नाम से इसे बदल देगा.
hr: Ova opcija određuje predložak za UNIX-putanju do osobne mape za nove korisnike. Makronaredba '%U' bit će zamijenjena stvarnim korisničkim imenom.
hu: Itt lehet megadni az új felhasználók saját mappájának sablonját. Az '%U' változó helyére a felhasználónév aktuális értéke fog kerülni.
ia: Iste option specifica le patrono de percurso domo de UNIX per nove usatores. Le macro '%U' essera reimplaciate con le nomine de usator actual.
is: Þessi fjölvi skilgreinir heimasvæðissniðmát fyrir nýja notendur. Táknið '%U' verður skipt út með raunverulegu heiti notandans.
it: Questo opzione specifica il percorso Home su UNIX per i nuovi utenti. La macro «%U» sarà sostituita dal nome utente.
ja: このオプションで、新規ユーザの UNIX ホームパス テンプレートを指定します。<icode>%U</icode> マクロは実際のユーザ名で置き換えられます。
kk: Бұл параметр жаңа пайдаланушылар үшін UNIX мекен каталогының үлгі жолын көрсетеді. '%U' айнымалысы пайдаланушының атауымен алмастырылады.
lt: Ši parinktis nurodo UNIX namų aplanko šabloną, naudojamą naujiems naudotojams. „%U“ makro bus pakeista konkrečiu naudotojo vardu.
lv: Šis iesatatījums norāda UNIX mājas ceļa sagatavi jauniem lietotājiem. Vērtība '%U' tiks aizstāta ar lietotāja vārdu.
nb: Dette valget oppgir mal for UNIX hjemmesti for nye brukere. Makroen «%U» bkir erstattet med det virkelige brukernavnet.
nds: Disse Optschoon gifft de UNIX-Vörlaag för den Tohuuspadd vun niege Brukers an. Dat Makro "%U" warrt mit den Brukernaam utwesselt.
nn: Her kan du velja mal for UNIX-heimeadresse for nye brukarar. Makroen «%U» vert erstatta med det aktuelle brukarnamnet.
pl: Ta opcja określa wzorzec ścieżki domowej dla nowych użytkowników. Makro %U zostanie zastąpione przez nazwę użytkownika.
pt: Esta opção indica o modelo de localização pessoal UNIX dos novos utilizadores. A sequência '%U' será substituída com o nome do utilizador.
ro: Această opțiune menționează calea principală UNIX pentru ultilizatorii noi. Macroul „%U” va fi înlocuit cu numele actual al ultilizatorului.
sk: Táto voľba určuje šablónu domovského priečinku UNIX pre nových užívateľov. Makro %U bude nahradené skutočným menom užívateľa.
sl: Ta možnost določa predlogo za domačo pot v UNIX-u za nove uporabnika. Makro »%U« bo zamenjan z dejanskim imenom uporabnika.
sr@ijekavian: Ова опција задаје шаблон уникс домаће фасцикле за нове кориснике. Макро <icode>%U</icode> биће замењен корисничким именом.
sv: Det här alternativet anger mallen för sökvägen till Unix-hemkontot för nya användare. Makrot "%U" ersätts med det verkliga användarnamnet.
ug: بۇ تاللانما يېڭى ئىشلەتكۈچىنىڭ UNIX ماكان مۇندەرىجە قېلىپىنى بەلگىلەيدۇ. '%U' ماكرو ئەمەلىي ئىشلەتكۈچى ئاتىغا ئالماشتۇرۇلىدۇ.
uk: Цей параметр вказує шаблон шляху UNIX домівки для нових користувачів. Макрос «%U» буде замінено ім'ям користувача.
zh_tw: 這個選項指定 UNIX 家路徑的樣板。%U 會被換成實際的使用者名稱。

source: First UID
ar: رمز المستخدم الأول
bg: Първи номер на потребител (UID)
bs: Prvi UID
ca: Primer UID
cs: První UID
el: Πρώτη UID
es: Primer UID
et: Esimene UID
eu: Lehenengo UID-a
fa: اولین شناسه کاربر
fi: Ensimmäinen UID
fr: Premier identifiant utilisateur
ga: An chéad aitheantas úsáideora
gl: Primeiro UID
hi: प्रथम यूआईडी
hr: Prvi UID
hu: Első UID
ia: Prime UID
is: Fyrsta UID
it: Prima UID
ja: 最初の UID
kk: Бірінші UID
lt: Pirmasis UID
lv: Pirmais UID
mr: प्रथम यूआईडी
nb: Første UID
nds: Eerst UID
nn: Første UID
pl: Pierwszy UID
pt: Primeiro UID
ro: Primul UID
sk: Prvé UID
sl: Prvi UID
sr@ijekavian: Први УИД
sv: Första användar-id
ug: بىرىنچى UID
uk: Перший UID
zh_tw: 第一個 UID

source: This options specifies the first user ID where searching for an available UID starts.
bg: Първи номер на потребител (UID), който ще се използва при търсене на свободни номера.
bs: Ova opcija određuje prvi korisnički ID gdje počine pretraga za slobodnim UIDom.
ca: Aquesta opció especifica el primer ID d'usuari a partir d'on comença la cerca d'un UID disponible.
cs: Nastavení prvního uživatelského ID, od kterého začne hledání.
el: Αυτή η επιλογή προσδιορίζει την ταυτότητα του πρώτου χρήστη κατά την έναρξη της αναζήτησης μιας διαθέσιμης UID.
es: Esta opción especifica el primer ID de usuario por el que se empieza una búsqueda de UID libre.
et: See määrab esimese kasutaja ID, millest alates hakatakse otsima saadaolevaid UID-sid.
eu: Aukera hauek lehenengo erabiltzaile ID-a zehazten du.
fa: این گزینه، در جایی که جستجو برای شناسه کاربر موجود آغاز می‌شود، اولین شناسه کاربر را مشخص می‌کند.
fi: Tämä optio määrittelee ensimmäisen käyttäjätunnuksen (UID), josta vapaiden uid-käyttäjätunnusten etsintä alkaa.
fr: Cette option spécifie le premier identifiant utilisateur où débute la recherche d'un identifiant utilisateur disponible.
ga: Sonraíonn an rogha seo an chéad aitheantas úsáideora a chuardófar agus aitheantais úsáideora atá le fáil á lorg.
gl: Esta opción indica o primeiro UID por onde comeza a procura de UID dispoñíbeis.
hi: यह विकल्प प्रथम उपयोक्ता आईडी को निर्दिष्ट करेगा जब उपलब्ध यूआईडी के लिए ढूंढना प्रारंभ होगा.
hr: Ova opcija određuje prvi korisnički ID gdje počinje traženje za dostupnim UID-om.
hu: Az itt megadott értéktől fogja keresni a program a szabad felhasználóazonosítókat.
ia: Iste optiones specifica le ID de prime usator ubi cercar per un initio de UID disponibile.
is: Þessi möguleiki skilgreinir hvar leit að lausum notandanúmerum byrjar.
it: Questa opzione specifica il primo identificativo di utente quando inizia la ricerca di uno disponibile.
ja: このオプションで、最初のユーザ ID を指定します。利用できる UID の検索はこの ID から開始されます。
kk: Бұл параметр пайдаланушыға UID-ті қарастырғанда бірінші пайдаланушылардың идентификаторын көрсетеді.
lt: Ši parinktis nurodo, nuo kokio ID reikia pradėti laisvų UID paiešką.
lv: Šis iestatījums norāda pirmo lietotāja ID no kura sākt brīvo UID meklēšanu.
nb: Dette valget oppgir første bruker-ID der søk etter tilgjengelig UID begynner.
nds: Gifft de UID an, bi de de Söök na en fre'e UID anfangt.
nn: Her kan du velja den første brukar-ID-en ved søk etter tilgjengelege UID-ar.
pl: Ta opcja określa pierwszy UID sprawdzany przy wyszukiwaniu wolnego UID.
pt: Esta opção indica o primeiro id de utilizador a procurar por um UID disponível.
ro: Această opțiune menționează ID-ul primului utilizator unde căutînd pentru un UID disponibil, aceasta porneste.
sk: Táto voľba určuje prvé ID užívateľov, kde sa má začať hľadanie voľného UID.
sl: Ta možnost določa prvi uporabniški ID, kjer se prične iskanje razpoložljivih UID-jev.
sr@ijekavian: Ова опције одређује први ИД корисника, од којег почиње тражење слободних УИД‑ова.
sv: Det här alternativet anger det första användar-id där sökningen efter ett tillgängligt användar-id startar.
ug: بۇ تاللانما ئىزدەشكە ئىشلىتىدىغان UID باشلانغاندا ئىشلىتىدىغان بىرىنچى ئىشلەتكۈچى ID نى بەلگىلەيدۇ.
uk: Цей параметр вказує перший ідентифікатор користувача, з якого буде починатись пошук наявних UID.
zh_tw: 這個選項指定第一個使用者代碼 (UID)，在尋找可用的 UID 時會從這個 UID 開始找。

source: First GID
ar: رمز المجموعة الأولى
bg: Първи номер на група (GID)
bs: Prvi GID
ca: Primer GID
cs: První GID
el: Πρώτο GID
es: Primer GID
et: Esimene GID
eu: Lehenengo GID-a
fa: اولین شناسه گروه
fi: Ensimmäinen GID
fr: Premier identifiant de groupe
ga: An chéad aitheantas grúpa
gl: Primeiro GID
hi: प्रथम जीआईडी
hr: Prvi GID
hu: Első GID
ia: Prime GID
is: Fyrsta GID
it: Prima GID
ja: 最初の GID
kk: Бірінші GID
lt: Pirmasis GID
lv: Pirmais GID
mr: प्रथम जीआईडी
nb: Første GID
nds: Eerst GID
nn: Første GID
pl: Pierwszy GID
pt: Primeiro GID
ro: Primul GID
sk: Prvé GID
sl: Prvi GID
sr@ijekavian: Први ГИД
sv: Första grupp-id
ug: بىرىنچى GID
uk: Перший GID
zh_tw: 第一個 GID

source: This options specifies the first group ID where searching for an available GID starts.
bg: Първи номер на група (GID), който ще се използва при търсене на свободни номера.
bs: Ova opcija određuje prvi ID grupe gdje počine pretraga za slobodnim GIDom.
ca: Aquesta opció especifica el primer ID de grup a partir d'on comença la cerca d'un GID disponible.
cs: Nastavení prvního ID skupiny, od kterého začne hledání.
el: Αυτή η επιλογή προσδιορίζει την ταυτότητα της πρώτης ομάδας κατά την έναρξη της αναζήτησης μιας διαθέσιμης GID.
es: Esta opción especifica el primer ID de grupo por el que se empieza una búsqueda de GID libre.
et: See määrab esimese grupi ID, millest alates hakatakse otsima saadaolevaid GID-sid.
eu: Aukera hauek lehenengo erabiltzaile GID-a zehazten du.
fa: این گزینه، اولین شناسه گروه را در جایی که جستجو برای شناسه گروه موجود آغاز می‌شود، مشخص می‌کند.
fi: Tämä optio määrittelee ensimmäisen ryhmätunnuksen (GID), josta vapaiden gid-ryhmätunnusten etsintä alkaa.
fr: Cette option spécifie le premier identifiant de groupe où débute la recherche d'un identifiant de groupe disponible.
ga: Sonraíonn an rogha seo an chéad aitheantas grúpa a chuardófar agus aitheantais ghrúpa atá le fáil á lorg.
gl: Esta opción indica o primeiro ID de grupo no que se procuran GID dispoñíbeis.
hi: यह विकल्प प्रथम समूह आईडी को निर्दिष्ट करेगा जब उपलब्ध यूआईडी के लिए ढूंढना प्रारंभ होगा.
hr: Ova opcija određuje prvi ID grupe gdje počinje traženje za dostupnim GID-om.
hu: Az itt megadott értéktől fogja keresni a program a szabad csoportazonosítókat.
ia: Iste optiones specifica le ID de prime gruppo ubi cercar per un initio de GID disponibile.
is: Þessi möguleiki skilgreinir hvar leit að lausum hópnúmerum byrjar.
it: Questa opzione specifica la prima ID gruppo quando inizia la ricerca di una GID disponibile.
ja: このオプションで、最初のグループ ID を指定します。利用できる GID の検索はこの ID から開始されます。
kk: Бұл параметр пайдаланушыға GID-ті қарастырғанда бірінші топтардың идентификаторын көрсетеді.
lt: Ši parinktis nurodo, nuo kokio ID reikia pradėti laisvų GID paiešką.
lv: Šis iestatījums norāda pirmo grupas ID no kura sākt brīvo GID meklēšanu.
nb: Dette valget oppgir første gruppe-ID der søk etter tilgjengelig GID begynner.
nds: Gifft de GID an, bi de de Söök na en fre'e GID anfangt.
nn: Her kan du velja den første gruppe-ID-en ved søk etter tilgjengelege GID-ar.
pl: Ta opcja określa pierwszy GID sprawdzany przy wyszukiwaniu wolnego GID.
pt: Esta opção indica o primeiro id de grupo a procurar por um GID disponível.
ro: Această opțiune menționează ID-ul primei grupe unde căutînd un GID disponibil, aceasta pornește.
sk: Táto voľba určuje prvé ID skupiny, kde sa má začať hľadanie voľného GID.
sl: Ta možnost določa prvi skupinski ID, kjer se prične iskanje razpoložljivih GID-jev.
sr@ijekavian: Ова опција одређује први ИД групе, од којег почиње тражење слободних ГИД‑ова.
sv: Det här alternativet anger det första grupp-id där sökningen efter ett tillgängligt grupp-id startar.
ug: بۇ تاللانما ئىزدەشكە ئىشلىتىدىغان GID باشلانغاندا ئىشلىتىدىغان بىرىنچى گۇرۇپپا ID نى بەلگىلەيدۇ.
uk: Цей параметр вказує перший ідентифікатор групи, з якого буде починатись пошук наявних GID.
zh_tw: 這個選項指定第一個群組代碼 (GID)，在尋找可用的 GID 時會從這個 GID 開始找。

source: If this option is checked then a home directory will created for the new user.
ar: إذا تم تحديد هذا الخيار سيتم إنشاء دليل منزلي للمستخدم الجديد.
bg: Създаване на домашна директория за новите потребители.
bs: Ako je ova opcija uključena, home direktorij će biti napravljen za svakog novog korisnika.
ca: Si es marca aquesta opció, llavors es crearà un directori inici per a l'usuari nou.
cs: Pokud tuto volbu zvolíte, vytvoří se pro nového uživatele domovský adresář.
el: Αν αυτή η επιλογή έχει ενεργοποιηθεί, τότε θα δημιουργηθεί ένας αρχικός κατάλογος για το νέο χρήστη.
es: Si esta opción esta marcada, se crea la carpeta personal de cada nuevo usuario.
et: Sisselülitamisel luuakse uuele kasutajale kodukataloog.
eu: Aukera hau hautatuta badago erabiltzaile berriarentzat etxeko karpeta bat sortuko da.
fa: در صورت علامت زدن این گزینه، فهرست راهنمای آغازه برای کاربر جدید ایجاد می‌شود.
fi: Jos tämä on valittuna, uudelle käyttäjälle luodaan kotihakemisto.
fr: Si cette option est cochée, un dossier utilisateur sera alors créé pour le nouvel utilisateur.
ga: Má chuireann tú tic leis an rogha seo, cruthófar comhadlann bhaile le haghaidh an úsáideora nua.
gl: Se escolle esta opción entón hase crear un cartafol persoal para o novo usuario.
hi: जब यह विकल्प चेक किया जाएगा तो नए उपयोक्ता के लिए एक नया होम डिरेक्ट्री बनाया जाएगा.
hr: Ako je ova opcija označena, bit će stvorena osnovna mapa za novog korisnika.
hu: Ha ez az opció be van jelölve, új felhasználó létrehozásakor automatikusan létrejön a saját mappa.
ia: Si iste option es marcate un directorio domo essera create per le nove usator.
is: Ef merkt er við þennan valkost verður heimasvæði búið til fyrir nýja notandann.
it: Se questa opzione è segnata, una cartella Home sarà creata per il nuovo utente.
ja: このオプションをチェックすると、新規ユーザにホームディレクトリを作成します。
kk: Құсбелгісі қойылса, жаңа пайдаланушылар үшін мекен каталогы құрылады.
lt: Jei ši parinktis bus pažymėta, naudotojui nebus sukurtas namų aplankas.
lv: Ja šī iespēja ir ieslēgta, jaunizveidotajiem lietotājiem tiks izveidota mājas mape.
nb: Hvis dette er krysset av blir det laget en hjemmekatalog for den nye brukeren.
nds: Wenn anmaakt, warrt för den niegen Bruker en Tohuusorner opstellt.
nn: Viss det er kryssa av her, vert det oppretta ei heimemappa for den nye brukaren.
pl: Jeśli ta opcja jest włączona, dla nowego użytkownika tworzony będzie katalog domowy.
pt: Se esta opção estiver seleccionada então é criada uma pasta pessoal para o novo utilizador.
ro: Dacă această opțiune este bifată, atunci directorul personal va fi creat pentru noul utilizator.
sk: Ak je táto voľba zapnutá, pre nového užívateľa sa vytvorí domovský priečinok.
sl: Če je izbrana ta možnost, bo za novega uporabnika ustvarjena domača mapa.
sr@ijekavian: Ако је ова опција укључена, за сваког новог корисника биће направљена домаћа фасцикла.
sv: Om det här alternativet är markerat, skapas ett hemkonto för den nya användaren.
ug: ئەگەر بۇ تاللانما تاللانسا يېڭى ئىشلەتكۈچىگە ماكان مۇندەرىجە قۇرىدۇ.
uk: Якщо цей параметр ввімкнено, для нового користувача буде створюватись каталог домівки.
zh_tw: 勾選這個選項的話，會為新使用者建立家目錄。

source: If this option is checked then the contents of the skeleton folder will copied to the new user's home directory
bg: Копиране съдържанието на папката с шаблоните в домашната папка на новия потребител.
bs: Ako je ova opcija uključena, biće iskopiran skeleton direktorij (direktorij koji sadrži šablon za nove korisnike) u home direktorij svakog novog korisnika
ca: Si es marca aquesta opció, llavors el contingut de la carpeta esquelet es copiarà al directori inici de l'usuari nou
cs: Pokud tuto volbu zvolíte, překopíruje se do domovského adresáře nového uživatele výchozí nastavení
el: Αν αυτή η επιλογή έχει ενεργοποιηθεί, τότε τα περιεχόμενα του φακέλου σκελετού θα αντιγραφούν στον αρχικό κατάλογο του νέου χρήστη
es: Si esta opción está marcada, se copia el contenido de la carpeta de muestra en la carpeta personal de cada nuevo usuario
et: Sisselülitamisel kopeeritakse mallkataloogi sisu uue kasutaja kodukataloogi.
eu: Aukera hau hautatuta badago eskeleto karpetaren edukiak erabiltzaile berriaren etxeko karpetara kopiatuko dira
fa: در صورت علامت زدن این گزینه، محتوای پوشه skeleton به فهرست راهنمای آغازه کاربر جدید رونوشت می‌شود.
fi: Jos tämä optio on valittuna, uuden käyttäjän kotihakemistoon kopioidaan skeleton-hakemiston sisältö
fr: Si cette option est cochée, le contenu du dossier squelette sera copié dans le dossier personnel du nouvel utilisateur.
ga: Má chuireann tú tic leis an rogha seo, cóipeálfar inneachar an chreatfhillteáin go dtí comhadlann bhaile an úsáideora nua
gl: Se escolle esta opción entón hase copiar o contido do cartafol de modelo para o cartafol persoal do novo usuario
hi: यदि यह विकल्प चेक किया जाएगा तो स्केलटन फ़ोल्डर के अवयवों को नए उपयोक्ता के होम डिरेक्ट्री में नक़ल किया जाएगा.
hr: Ako je ova opcija označena, sadržaj mape koja ima predloženu strukturu bit će kopiran u osnovnu mapu novog korisnika
hu: Ha ez az opció be van jelölve, akkor a sablonmappa tartalmát átmásolja a program minden új felhasználó saját mappájába.
ia: Si iste option es marcate le contentos de dossier skeleto essera copiate al directorio domo del nove usator.
is: Ef merkt er við þennan valkost verður innihald beinagreindarmöppunnar afritað í heimasvæði nýja notandans
it: Se questa opzione è segnata, i contenuti della cartella scheletro saranno copiati nella cartella Home del nuovo utente
ja: このオプションをチェックすると、スケルトンフォルダの中身を新規ユーザのホームディレクトリにコピーします。
kk: Құсбелгісі қойылса, жаңа пайдаланушылар үшін мекен каталогына қаңқа файлдар көшірмеленеді
lt: Jei ši parinktis bus pažymėta, skeleto turinys bus perkeltas į naujo naudotojo namų aplanką
lv: Ja šī iespēja ir ieslēgta, jaunizveidoto lietotāju mājas mapē tiks iekopēts skeleta mapes saturs
nb: Hvis dette er krysset av blir innholdet av skjelett-mappa kopiert til den nye brukerens hjemmemappe
nds: Wenn anmaakt, warrt de Inholt vun den Vörlagenorner na den Tohuusorner vun den niegen Bruker kopeert.
nn: Viss det er kryssa av her, vert innhaldet av skjelettmappa kopiert til heimemappa til den nye brukaren.
pl: Jeśli ta opcja jest włączona, dla nowego użytkownika tworzony będą domyślne pliki konfiguracyjne.
pt: Se esta opção estiver activada então o conteúdo da pasta esqueleto será copiado para a pasta pessoal do novo utilizador.
ro: Dacă această opțiune este bifată, atunci conținutul dosarului schelet va fi copiat în directorul personal al noului utilizator.
sk: Ak je táto voľba zapnutá, do domovského priečinku nového užívateľa sa skopíruje skeleton tohto priečinku
sl: Če je izbrana ta možnost, potem bo vsebina mape ogrodja kopirana v domačo mapo novega uporabnika
sr@ijekavian: Ако је ова опција укључена, садржај скелетне фасцикле ће бити копиран у домаћу фасциклу новог корисника.
sv: Om det här alternativet är markerat, kopieras innehållet i skelettkatalogen till den nya användarens hemkonto.
ug: ئەگەر بۇ تاللانما تاللانسا قېلىپ قىسقۇچتىكى مەزمۇنلار ئىشلەتكۈچىنىڭ ماكان مۇندەرىجىسىگە كۆچۈرۈلىدۇ
uk: Якщо буде позначено цей пункт, вміст теки структури буде скопійовано до домашнього каталогу нового користувача
zh_tw: 這個選項被勾選的話，會將架構(skeleton)目錄中的內容複製到新的家目錄中。
