Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: GID
ar: رمز المجموعة
bg: Номер (GID)
eu: GID-a
fa: شناسه گروه
fr: Numéro de groupe
ga: Aitheantas Grúpa
hi: जीआईडी
mr: जीआईडी
sr@ijekavian: ГИД
sv: Grupp-id

source: Group Name
ar: اسم المجموعة
bg: Група
bs: Ime grupe
ca: Nom del grup
cs: Název skupiny
el: Όνομα ομάδας
es: Nombre de grupo
et: Grupi nimi
eu: Talde-izena
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
ga: Ainm Grúpa
gl: Nome do grupo
hi: समूह नाम
hr: Ime grupe
hu: Csoportnév
ia: Nomine de gruppo
is: Nafn hóps
it: Nome gruppo
ja: グループ名
kk: Топ атауы
lt: Grupės pavadinimas
lv: Grupas nosaukums
mr: समूह नाव
nb: Gruppenavn
nds: Koppelnaam
nn: Gruppenamn
pl: Nazwa grupy
pt: Nome do Grupo
ro: Nume grup
sk: Meno skupiny
sl: Ime skupine
sr@ijekavian: име групе
sv: Gruppnamn
ug: گۇرۇپپا ئاتى
uk: Назва групи
zh_tw: 群組名稱

source: Domain SID
ar: رمز آمان المجال
bg: Номер на домейн (SID)
bs: SID domene:
ca: SID de domini
cs: SID doména
el: Τομέας SID
es: SID del dominio
et: Domeeni SID
eu: Domeinu SID:
fa: SID دامنه
fi: Verkkoalueen SID
fr: Identifiant de sécurité du domaine
ga: Aitheantas Slándála
gl: Dominio SID
hi: डोमेन एसआईडी
hr: SID domene
hu: Tartomány-SID
ia: SID de dominio
is: SID léns
it: SID del dominio
ja: ドメイン SID
kk: Доменнің SID-і
lt: Domeno SID
lv: Domēna SID
mr: डोमेन एसआईडी
nb: Domene-SID
nds: Domään-SID
nn: Domene-SID
pl: SID domeny
pt: SID do domínio
ro: SID domeniu
sk: SID domény
sl: Domena SID
sr@ijekavian: СИД домена
sv: Domän-SID
ug: دائىرە SID
uk: Домен SID
zh_tw: 網域 SID

source: RID
bg: Номер (RID)
eu: RID-a
fr: Identifiant relatif
ga: Aitheantas Coibhneasta
hi: आरआईडी
mr: आरआईडी
sr@ijekavian: РИД

source: Type
ar: النوع
bg: Тип
bs: Vrsta
ca: Tipus
cs: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
ga: Cineál
gl: Tipo
hi: क़िस्म
hr: Tip
hu: Típus
ia: Typo
is: Tegund
it: Tipo
ja: タイプ
kk: Түрі
lt: Tipas
lv: Tips
mr: प्रकार
nds: Typ
pl: Typ
pt: Tipo
ro: Tip
sk: Typ
sl: Vrsta
sr@ijekavian: врста
sv: Typ
ug: تىپى
uk: Тип
zh_tw: 型態

source: Display Name
ar: اسم العرض
bg: Име за показване
bs: Ime za prikazivanje
ca: Nom a mostrar
cs: Zobrazované jméno
el: Εμφάνιση ονόματος
es: Nombre a mostrar
et: Näidatav nimi
eu: Bistaratzeko izena
fa: نمایش نام
fi: Näytön nimi
fr: Nom affiché
ga: Ainm le taispeáint
gl: Nome público
hi: नाम प्रदर्शित करें
hr: Prikazujuće ime
hu: Megjelenített név
ia: Nomine de monstrar
is: Birtingarnafn
it: Mostra nome
ja: 表示名
kk: Көрсетілетін атауы
lt: Rodyti vardą
lv: Attēlojamais vārds
mr: दर्शनीय नाव
nb: Skjermnavn
nds: Wiesnaam
nn: Visingsnamn
pl: Wyświetlana nazwa
pt: Nome a Mostrar
ro: Nume afișat
sk: Zobrazené meno
sl: Ime za prikaz
sr@ijekavian: приказно име
sv: Namn som visas
ug: كۆرسىتىش ئىسمى
uk: Екранне ім'я
zh_tw: 顯示名稱

source: Description
ar: الوصف
bg: Описание
bs: Opis
ca: Descripció
cs: Popis
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Azalpena
fa: توصیف
fi: Kuvaus
ga: Cur Síos
gl: Descrición
hi: वर्णन
hr: Opis
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
kk: Сипаттамасы
lt: Aprašymas
lv: Apraksts
mr: वर्णन
nb: Beskrivelse
nds: Beschrieven
nn: Skildring
pl: Opis
pt: Descrição
ro: Descriere
sk: Popis
sl: Opis
sr@ijekavian: опис
sv: Beskrivning
ug: چۈشەندۈرۈش
uk: Опис
zh_tw: 描述

source: Unknown
ar: مجهول
bg: Неизвестно
bs: Nepoznato
ca: Desconegut
cs: Neznámé
el: Άγνωστο
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
ga: Anaithnid
gl: Descoñecido
hi: अज्ञात
hr: Nepoznat
hu: Ismeretlen
ia: Incognite
is: Óþekkt
it: Sconosciuto
ja: 不明
kk: Беймәлім
lt: Nežinomas
lv: Nezināms
mr: अपरिचीत
nb: Ukjent
nds: Nich begäng
nn: Ukjend
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
sk: Neznámy
sl: Neznana
sr@ijekavian: непозната
sv: Okänd
ug: نامەلۇم
uk: Невідомо
zh_tw: 未知

source: Manage Samba user accounts/groups
ar: أدر حسابات/مجموعات مستخدم السامبا
bg: Управление на потребители и групи в Самба
bs: Upravljajte Samba korisničkim računima/grupama
ca: Gestiona els comptes/grups d'usuari Samba
cs: Správa Samba uživatel/skupin
el: Διαχείριση λογαριασμών/ομάδων χρήστη Samba
es: Gestionar cuentas/grupos de usuario Samba
et: Samba kasutajate kontode/gruppide haldus
eu: Kudeatu Samba erabiltzaileen kontuak/taldeak
fa: مدیریت حسابها/گروههای کاربر سامبا
fi: Aseta samba-käyttäjien tunnuksia/ryhmiä
fr: Gérer les groupes et comptes Samba de l'utilisateur
ga: Bainistigh cuntais/grúpaí Samba
gl: Xestión de contas/grupos de usuario Samba
hi: साम्बा उपयोक्ता खाता/समूह का प्रबंधन करें
hr: Upravljanje Samba korisničkim računima i grupama
hu: A Samba felhasználó- és csoportazonosítóinak kezelése
ia: Gere contos/gruppo de usator de Samba
is: Sýsla með Samba notendur/hópa
it: Gestisci gli account e i gruppi degli utenti Samba
ja: Samba ユーザアカウント/グループの管理
lt: Tvarkyti Samba naudotojų paskyras ir grupes
lv: Pārvaldīt Sambas lietotāja kontus/grupas
nb: Administrer Samba bruker kontoer/grupper
nds: Samba-Brukerkontos/-koppeln plegen
nn: Administrer Samba brukar-kontoar/grupper
pl: Zarządzaj kontami i grupami Samby
pt: Gerir contas/grupos de utilizador Samba
ro: Gestionează conturi/grupuri Samba
sk: Manažovať Samba užívateľské účty/skupiny
sl: Upravljaj z uporabniškimi računi in gesli Sambe
sr@ijekavian: Управљај Самбиним корисничким налозима и групама
sv: Hantera användarkonton och grupper i SAMBA
ug: Samba ئىشلەتكۈچى ھېساباتى/گۇرۇپپا باشقۇر
uk: Керування рахунками/групами користувачів Samba
zh_tw: 管理 Samba 使用者帳號/群組

source: Default login script:
ar: نص أوامر تسجيل الولوج الإفتراضي:
bg: Подразбиращ се скрипт за включване:
bs: Podrazumijevana login skripta:
ca: Script de connexió per omissió:
cs: Výchozí přihlašovací skript:
el: Προεπιλεγμένο σενάριο σύνδεσης:
es: Script de acceso por omisión:
et: Vaikimisi sisselogimisskript:
eu: Saio hasierako script lehenetsia:
fa: دست‌نوشته ورود پیش‌فرض:
fi: Oletuskirjautumisskripti:
fr: Script de connexion par défaut :
ga: Script réamhshocraithe logála isteach:
gl: Script predeterminado de inicio de sesión:
hi: डिफ़ॉल्ट लॉगइन स्क्रिप्ट:
hr: Zadana skripta za prijavu
hu: Alapértelmezett bejelentkezési szkript:
ia: Script predefinite de accesso de identification:
is: Sjálfgefin innskráningarskrifta:
it: Script d'accesso predefinito:
ja: デフォルトのログインスクリプト:
lt: Numatytasis registravimosi scenarijus:
lv: Noklusētais pieteikšanās skripts:
nb: Standard logginn-skript:
nds: Standard-Anmellskript:
nn: Standard innloggingsskript:
pl: Domyślny skrypt logowania:
pt: 'Script' de ligação predefinido:
ro: Script de autentificare implicit:
sk: Štandardný prihlasovací skript:
sl: Privzet prijavni skript:
sr@ijekavian: Подразумевана пријавна скрипта:
sv: Förvalt inloggningsskript:
ug: كۆڭۈلدىكى تىزىمغا كىرىش قوليازمىسى:
uk: Типовий скрипт входу:
zh_tw: 預設登入命令稿：

source: Profile path template:
ar: قالب مسار اللمحة الجانبية:
bg: Път до шаблоните за профил:
bs: Šablon za put do profila:
ca: Camí de la plantilla del perfil:
cs: Cesta k šablonám profilu:
el: Πρότυπη διαδρομή προφίλ:
es: Plantilla de ruta del perfil:
et: Profiili asukoha mall:
eu: Profilaren bide-izenaren txantiloia:
fa: قالب مسیر Profile:
fi: Profiilin polun malli:
fr: Modèle d'emplacement du profil :
ga: Teimpléad conaire próifíle:
gl: Rota ao modelo de perfil:
hi: प्रोफ़ाइल पथ टेम्पलेट
hr: Predložak putanje profila:
hu: Profilmappasablon:
ia: Patrono de percurso de profilo:
is: Sniðmátaslóð:
it: Modello del percorso del profilo:
ja: プロファイルパス テンプレート:
lt: Profilio kelio šablonas:
lv: Profila ceļa sagatave:
nb: Mal for profilsti:
nds: Profilpadd-Vörlaag:
nn: Mal for profilsti:
pl: Wzorzec ścieżki profilu:
pt: Modelo da localização do perfil:
ro: Șablon pentru calea profilului:
sk: Šablóna cesty profilu:
sl: Predloga poti profila:
sr@ijekavian: Шаблон путање профила:
sv: Mall för profilsökväg:
ug: سەپلىمە ھۆججەت يول قېلىپى:
uk: Шаблон шляху профілю:
zh_tw: 設定路徑樣板：

source: Store LanManager hashed password
bg: Съхраняване на шифровани пароли чрез LanManager
bs: Sačuvaj LanManager hashed šifru
ca: Emmagatzema les contrasenyes resumides del LanManager
cs: Uložit šifrované heslo LanManageru
el: Αποθήκευση κατακερματισμένου κωδικού πρόσβασης Διαχειριστή Lan
es: Almacenar contraseñas hash de LanManager
et: LanManageri räsitud parooli salvestamine
eu: Gorde LanManager-en hash-eatutako pasahitza
fa: ذخیره اسم رمز درهم LanManager
fi: Tallenna LanManagerin hajauttamat salasanat
fr: Enregistrer le mot de passe « LanManager » haché
ga: Stóráil an focal faire haiseáilte LanManager
gl: Gardar o contrasinal co hash LanManager
hi: लैन-मैनेजर हैश्ड पासवर्ड भंडारित करें
hr: Pohrani LanManagerom zasjenjenu zaporku
hu: A LanManager-es elkódolt jelszavak eltárolása
ia: Immagazina contrasigno de LanManager con hash
is: Geyma LanManager dulritað lykilorð
it: Salva l'hash della password LanManager
ja: LanManager のハッシュパスワードを保存
kk: LanManager паролін сақтау
lt: Išsaugoti LanManager užkoduotą slaptažodį
lv: Saglabāt LanManager hashed paroli
nb: Lagre LanManager hashet passord
nds: Passwoort-Hash vun LanManager wohren
nn: Lagra LanManager hash-passord
pl: Zapisz przetworzone hasło LanManager
pt: Gravar senhas 'hashed' de LanManager
ro: Stochează parola dispersată a managerului Lan
sk: Uložiť LanManager zašifrované heslo
sl: Shrani razpršeno geslo LanManagerja
sr@ijekavian: Складишти ланменаџерову дисперзирану лозинку
sv: Lagra Lanmanager omkastat lösenord
ug: LanManager hash ئىمنى ساقلا
uk: Зберігати хеш пароля LanManager
zh_tw: 儲存 LanManager hashed 密碼

source: &Query Server
ar: &خادم الإستعلام
bg: &Заявка към сървъра
bs: &Ispitaj server
ca: Servidor de &consultes
cs: &Dotazovací server
el: &Εξυπηρετητής ερωτημάτων
es: Servidor de &consultas
et: Serveri pärin&g
eu: &Kontsultatu zerbitzaria
fa: &پرس‌و‌جوی کارساز‌
fi: &Kyselypalvelin
fr: &Interroger le serveur
ga: &Freastalaí na nIarratas
gl: &Pescudar no servidor
hi: सर्वर क्वेरी करें (&Q)
hr: Upitaj poslužitelj
hu: Kiszolgáló &lekérdezése
ia: Servitor de re&questas
is: &Senda fyrirspurn á þjón
it: Interro&ga il server
ja: クエリサーバ(&Q)
lt: &Užklausti serverį
lv: &Vaicāt serverim
mr: प्रश्न सर्व्हर (&Q)
nb: &Spør tjener
nds: &Serveranfraag
nn: &Spør tenar
pl: &Serwer zapytań
pt: &Procurar no Servidor
ro: &Interoghează serverul
sk: &Hladať server
sl: &Povprašaj strežnik
sr@ijekavian: &Упитај сервер
sv: &Fråga server
ug: سۈرۈشتۈرۈش مۇلازىمېتىرى
uk: &Опитування сервера
zh_tw: 查詢伺服器(&Q)

source: Domain SID (you can obtain with 'net getlocalsid domain_name'):
bg: Домейн SID (може да го видите с командата "net getlocalsid domain_name"):
bs: SID domene (možete ga saznati sa 'net getlocalsid domain_name'):
ca: SID de domini (el podeu obtenir amb «net getlocalsid nom_domini»):
cs: SID domény (získat je můžete pomocí 'net getlocalsid nazev_domeny'):
el: Τομέας SID (μπορείτε να τον αποκτήσετε με 'net getlocalsid domain_name'):
es: SID del dominio (puede obtenerlo con «net getlocalsid domain_name»):
et: Domeeni SID (hangitav käsuga 'net getlocalsid domeeni_nimi'):
eu: SID domeinua ("net getlocalside domeinu_izen" aginduarekin lor dezakezu):
fa: SID دامنه )می‌توانید نام دامنه را توسط «net getlocalsid domain_name» به دست آورید(:
fi: Verkkoalueen SID (voit hakea 'net getlocalsid domain_name'):
fr: SID du domaine (vous pouvez l'obtenir par « net getlocalsid domain_name ») :
ga: Aitheantas Slándála (is féidir é a fháil le 'net getlocalsid ainm_an_fhearainn'):
gl: SID do dominio (pode obtelo con «net getlocalsid domain_name»):
hi: डोमेन सिड (जिसे आप 'net getlocalsid domain_name' के द्वारा प्राप्त कर सकते हैं):
hr: SID domene (možete ga dobiti pomoću 'net getlocalsid domain_name'):
hu: Tartományi SID (lekérdezés: 'net getlocalsid tartománynév'):
ia: SID de dominio (tu pote obtener lo con 'net getlocalsid domain name'):
is: SID léns (þú getur fundið það ú með 'net getlocalsid nafn_léns'):
it: SID del dominio (puoi ottenerla con «net getlocalsid domain_name»):
ja: ドメイン SID (<icode>net getlocalsid domain_name</icode> で取得できます):
lt: Domeno SID (galite jį gauti įvykdę komandą „net getlocalsid domeno_vardas“):
lv: Domēna SID (jūs to varat iegūt ar 'net getlocalsid domena_nosaukums'):
nb: Domene-SID (du kan finne det med 'net getlocalsid domain_name'):
nds: Domään-SID (kannst Du över " net getlocalsid domäännaam" rutfinnen):
nn: Domene-SID (du finn det med «net getlocalsid domain_name»):
pl: Domena SID (do sprawdzenia za pomocą 'net getlocalsid nazwa_domeny'):
pt: SID do domínio (pode obter com 'net getlocalsid nome_do_domínio'):
ro: Domeniu SID (puteți să îl obțineți cu „net getlocalsid nume_domeniu”):
sk: SID domény (môžete ho zistiť príkazom 'net getlocalsid meno_domeny):
sl: SID domene (lahko ga dobite z »net getlocalsid ime_domene«)
sr@ijekavian: СИД домена (можете га добити са <icode>net getlocalsid domain_name</icode>):
sv: Domän-SID (du kan erhålla det med "net getlocalsid domännamn"):
ug: دائىرە SID(سىز 'net getlocalsid domain_name' ئارقىلىق ئېرىشەلەيسىز):
uk: SID домену (можна отримати через «net getlocalsid назва_домену»):
zh_tw: 網域 SID（您可以用 "net getlocalsid domain_name" 來取得）：

source: Algorithmic RID base:
bg: Алгоритмична база RID:
bs: Algorimična RID osnova:
ca: Base RID algorítmica:
cs: Základ algoritmického RID:
el: Αλγοριθμική βάση RID:
es: Base RID algorítmica:
et: Algoritmiline RID-baas:
eu: RID oinarri algoritmikoa:
fa: پایه RID الگورتمی:
fi: Menetelmällinen RID-pohja:
fr: Base algorithmique des RID :
ga: Bunuimhir d'aitheantas choibhneasta algartamaigh:
gl: Base algorítmica de RID:
hi: अल्गोरिद्मिक आरआईडी बेस:
hr: Algoritamska RID baza:
hu: Alap RID (algoritmusokhoz):
is: Algrími RID grunnur:
it: Base RID algoritmica:
ja: RID 算出ベース:
lt: Algoritmu valdoma bazė:
lv: Algoritmiskā RID bāze:
mr: अल्गोरिद्मिक आरआईडी बेस :
nb: Algoritmisk RID-base:
nds: Algoritmisch RID-Basis:
nn: Algoritmisk RID-base:
pl: Baza algorytmu RID:
pt: Base RID algorítmica:
ro: Baza algortmică a RID
sk: Algoritmický základ RID:
sl: Algoritmična osnova RID:
sr@ijekavian: Алгоритамска основа РИД‑ова:
sv: Algoritmisk RID-bas:
ug: RID ھېسابلاش ئۇسۇلى ئاساسى:
uk: Алгоритмічна база RID:
zh_tw: RID base 演算法：

source: Plain Text
ar: نص مجرد
bg: Обикновен текст
bs: Običan tekst
ca: Text net
cs: Prostý text
el: Απλό κείμενο
es: Texto sin formato
et: Lihttekst
eu: Testu laua
fa: متن ساده
fi: Puhdas teksti
fr: Texte en clair
ga: Gnáth-théacs
gl: Texto simple
hi: सादा पाठ
hr: Običan tekst
hu: Egyszerű szöveges
ia: Texto simplice
is: Hreinn texti
it: Testo semplice
ja: 平文
lt: Paprastas tekstas
lv: Atklāts teksts
mr: साधा मजकूर
nb: Ren tekst
nds: Eenfach Text
nn: Reintekst
pl: Zwykły tekst
pt: Texto Simples
ro: Text simplu
sk: Čistý text
sl: Navadno besedilo
sr@ijekavian: обични текст
sv: Vanlig text
ug: ساپ تېكىست
uk: Простий текст
zh_tw: 純文字

source: CRYPT
ar: سِرْداب
ga: CRIPT
hi: क्रिप्ट
mr: क्रिप्ट
sr@ijekavian: КРИПТ
zh_tw: 加密

source: MD5
hi: एमडी5
mr: एमडी55
sr@ijekavian: МД5

source: SMD5
hi: एसएमडी5
mr: एसएमडी55
sr@ijekavian: СМД5

source: SHA
hi: एसएचए
mr: एसएचए
sr@ijekavian: СХА

source: SSHA
hi: एसएसएचए
mr: एसएसएचए
sr@ijekavian: ССХА

source: User base:
ar: قاعدة المستخدم:
bg: База на потребителите:
bs: Baza korisnika:
ca: Usuari base:
cs: Uživatelský záznam:
el: Βάση χρήστη:
es: Base de usuarios:
et: Kasutaja baas:
eu: Erabiltzailearen oinarria
fa: پایه کاربر:
fi: Käyttäjät:
fr: Base de l'utilisateur :
ga: Bunachar úsáideoirí:
gl: Base do usuario:
hi: उपयोक्ता आधार:
hr: Baza korisnika:
hu: Felhasználói alap:
ia: Base de usator:
is: Notandagrunnur:
it: Base utenti:
ja: ユーザベース:
lt: Naudotojo pagrindas:
lv: Lietotāju bāze:
mr: वापरकर्ता आधार :
nb: Brukerbase:
nds: Brukerbasis:
nn: Brukarbase:
pl: Baza użytkowników:
pt: Base de utilizadores:
ro: Bază utilizatori:
sk: Základ pre užívateľov:
sl: Osnova uporabnikov:
sr@ijekavian: База корисника:
sv: Användarbas:
ug: ئىشلەتكۈچى ئاساسى:
uk: База користувача:
zh_tw: 使用者 base：

source: Group filter:
ar: مرشح المجموعة:
bg: Филтър за групите:
bs: Datoteka grupe:
ca: Filtre de grups:
cs: Filtr skupin:
el: Φίλτρο ομάδας:
es: Filtro de grupo:
et: Grupi filter:
eu: Talde iragazkia:
fa: پالایه گروه:
fi: Ryhmän suodatin:
fr: Filtre de groupes :
ga: Scagaire grúpa:
gl: Filtro de grupo:
hi: समूह फिल्टर:
hr: Filtar grupa:
hu: Csoportszűrő:
ia: Filtro de gruppo:
is: Hópsía:
it: Filtro dei gruppi:
ja: グループフィルタ:
lt: Grupės filtras:
lv: Grupas filtrs:
mr: समूह गाळणी :
nb: Gruppe filter:
nds: Koppelfilter:
nn: Gruppefilter:
pl: Filtr grup:
pt: Filtro de grupos:
ro: Filtru grupur:
sk: Filter skupín:
sl: Filter skupine:
sr@ijekavian: Филтер група:
sv: Gruppfilter:
ug: گۇرۇپپا سۈزگۈچ:
uk: Фільтр групи:
zh_tw: 群組過濾器：

source: Structural objectclass:
bg: Структурен обектен клас:
ca: Objectclass estructural:
el: Δομική κλάση αντικειμένου:
es: Clase de objeto estructural:
et: Struktuuri objektiklass:
eu: Egiturako objectclass:
fa: رده شیء ساختاری:
fi: Rakenteellinen kohdeluokka:
fr: Classe d'objet structurel :
ga: Aicme réada struchtúrach:
gl: Objectclass estrutural:
hi: स्ट्रक्चरल ऑब्जैक्ट-क्लॉज़:
hr: Strukturna klasa objekta:
hu: Strukturális objektumosztály:
it: Classe di oggetti strutturale:
ja: 構造オブジェクトクラス:
lt: Struktūrinė objekto klasė:
lv: Strukturālā objektklase:
mr: स्ट्रक्चरल ऑब्जेक्ट-क्लास :
nb: Strukturell objektklasse:
nds: Struktuur-Objektklass:
nn: Strukturell objektklasse:
pl: Klasa struktury:
pt: Classe estrutural de objectos:
ro: Clasa obiect structurală
sk: Štrukturálna trieda objectclass:
sl: Strukturni predmetni razred:
sr@ijekavian: Структурна објектна класа:
sv: Strukturerad objektklass:
ug: قۇرۇلمىلىق نەڭ خىلى:
uk: Структурний об'єктний клас:

source: User filter:
ar: مرشح المستخدم:
bg: Филтър за потребителите:
bs: Korisnički filter:
ca: Filtre d'usuaris:
cs: Filtr uživatelů:
el: Φίλτρο χρήστη:
es: Filtro de usuarios:
et: Kasutaja filter:
eu: Erabiltzaile iragazkia:
fa: پالایه کاربر:
fi: Käyttäjäsuodatin:
fr: Filtre d'utilisateurs :
ga: Scagaire úsáideora:
gl: Filtro de usuario:
hi: उपयोक्ता फिल्टर:
hr: Filtar korisnika:
hu: Felhasználószűrő:
ia: Filtro de usator:
is: Notandasía:
it: Filtro degli utenti:
ja: ユーザフィルタ:
lt: Naudotojo filtras:
lv: Lietotāju filtrs:
mr: वापरकर्ता गाळणी :
nb: Bruker filter:
nds: Brukerfilter:
nn: Brukarfilter:
pl: Filtr użytkowników:
pt: Filtro de utilizadores:
ro: Filtru utilizatori:
sk: Filter užívateľov:
sl: Filter uporabnikov:
sr@ijekavian: Филтер корисника:
sv: Användarfilter:
ug: ئىشلەتكۈچى سۈزگۈچ:
uk: Фільтр користувача:
zh_tw: 使用者過濾器：

source: account
ar: الحساب
bg: сметка
ca: compte
cs: účet
el: λογαριασμός
es: cuenta
et: konto
eu: kontua
fa: حساب
fi: käyttäjätunnus
fr: compte
ga: cuntas
gl: conta
hi: खाता
hr: račun
hu: azonosító
ia: conto
is: reikningur
ja: アカウント
lt: paskyra
lv: konts
mr: खाते
nb: konto
nds: Konto
nn: konto
pl: konto
ro: cont
sl: račun
sr@ijekavian: налог
sv: konto
ug: ھېسابات
uk: рахунок
zh_tw: 帳號

source: Group RDN prefix:
bg: Представка за група RDN:
bs: RDN prefiks grupe:
ca: Prefix RDN de grup:
cs: Předpona RDN skupiny:
el: Πρόθεμα ομάδας RDN:
es: Prefijo RDN del grupo:
et: Grupi RDN prefiks:
eu: RDN taldearen aurrizkia:
fa: پیشوند RDN گروه:
fi: Ryhmän RDN:n etuliite:
fr: Préfixe RDN du groupe :
ga: Réimír RDN ghrúpa:
gl: Prefixo RDN de grupo:
hi: समूह आरडीएन प्रीफिक्स:
hr: RDN prefiks grupe:
hu: Csoport RDN-előtag:
ia: Prefixo de gruppo RDN:
is: RDN-forskeyti hóps:
it: Prefisso RDN del gruppo:
ja: グループ RDN プレフィックス:
lt: Grupės RDN priešdėlis:
lv: Grupas RDN prefikss:
mr: समूह आरडीएन प्रीफिक्स :
nb: RDN-prefiks for gruppe:
nds: Koppel-RDN-Prefix:
nn: RDN-prefiks for gruppe:
pl: Prefiks grupy RDN:
pt: Prefixo RDN de grupo:
ro: prefixul grupului RDN:
sk: Prefix RDN pre skupiny:
sl: Predpona za RDN skupine:
sr@ijekavian: РДН префикс групе:
sv: Grupp RDN-prefix:
ug: گۇرۇپپا RDN ئالدى قوشۇلغۇچى:
uk: Префікс RDN групи:

source: Group base:
ar: قاعدة المجموعة:
bg: База на групите:
bs: Baza grupa:
ca: Grup base:
cs: Záznam skupiny:
el: Βάση ομάδας:
es: Base de grupo:
et: Grupi baas:
eu: Talde oinarria:
fa: پایه گروه:
fi: Ryhmän perusosa:
fr: Base du groupe :
ga: Bunachar grúpaí:
gl: Base de grupo:
hi: समूह आधार:
hr: Baza grupa:
hu: Csoport-alap:
ia: Base de gruppo:
is: Hópgrunnur:
it: Base gruppi:
ja: グループベース:
lt: Grupės pagrindas:
lv: Grupas bāze:
mr: समूह आधार :
nb: Gruppebase:
nds: Koppelbasis:
nn: Gruppebase:
pl: Baza grup:
pt: Base do grupo:
ro: Bază grupuri:
sk: Základ pre skupiny:
sl: Osnova skupine:
sr@ijekavian: База група:
sv: Gruppbas:
ug: گۇرۇپپا ئاساسى:
uk: База групи:
zh_tw: 群組 base：

source: User RDN prefix:
bg: Представка за потребител RDN:
bs: RDN prefiks korisnika:
ca: Prefix RDN d'usuari:
cs: RDN předpona uživatele:
el: Πρόθεμα χρήστη RDN:
es: Prefijo RDN del usuario:
et: Kasutaja RDN prefiks:
eu: Erabiltzailearen RDN aurrizkia:
fa: پیشوند RDN کاربر:
fi: Käyttäjän RDN:n etuliite:
fr: Préfixe RDN de l'utilisateur :
ga: Réimír RDN úsáideora:
gl: Prefixo RDN de usuario:
hi: उपयोक्ता आरडीएन प्रीफिक्स:
hr: RDN prefiks korisnika:
hu: Felhasználói RDN-előtag:
ia: Prefixo RDN de usator:
is: RDN-forskeyti notanda:
it: Prefisso RDN dell'utente:
ja: ユーザ RDN プレフィックス:
lt: Naudotojo RDN priešdėlis:
lv: Lietotāja RDN prefikss:
mr: वापरकर्ता आरडीएन प्रीफिक्स :
nb: RDN-prefiks for bruker:
nds: Bruker-RDN-Prefix:
nn: RDN-prefiks for brukar:
pl: Prefiks RDN użytkownika:
pt: Prefixo RDN do utilizador:
ro: Prefixul ultilizatorului RDN:
sk: Prefix RDN pre užívateľov:
sl: Predpona za RDN uporabnika:
sr@ijekavian: РДН префикс корисника:
sv: Användarens RDN-prefix:
ug: ئىشلەتكۈچى RDN ئالدى قوشۇلغۇچى:
uk: Префікс RDN користувача:

source: Password hash:
bg: Хеш за парола:
ca: Resum de la contrasenya:
cs: Hash hesla:
el: Κατακερματισμός κωδικού πρόσβασης:
es: Clave de dispersión de la contraseña:
et: Parooliräsi:
eu: Pasahitz hash-a:
fa: درهم کردن اسم رمز:
fi: Salasanan hajautus:
fr: Hachage des mots de passe :
ga: Focal faire haiseáilte:
gl: Hash do contrasinal:
hi: पासवर्ड हैश:
hr: Sjena zaporke:
hu: Jelszó-hash:
ia: Hash de contrasigno:
is: Dulritað lykilorð:
it: Cifratura della password:
ja: パスワードハッシュ:
lt: Slaptažodžio hash:
lv: Paroles hašs:
mr: गुप्तशब्द हैश :
nb: Passord-hash:
nds: Passwoort-Hash:
nn: Passord-hash:
pl: Zakodowane hasło:
pt: 'Hash' de senha:
ro: Valoarea de dispersie a parolei:
sk: Hešovacia funkcia pre heslo:
sl: Razpršilo gesla:
sr@ijekavian: Дисперзија лозинке:
sv: Lösenordsomkastning:
ug: ئىم مۇكەممەللىكى:
uk: Хеш пароля:
zh_tw: 密碼 hash：

source: Manage shadowAccount objectclass
bg: Управление на скрит, обектен клас
bs: Upravljaj shadowAccount objectclass
ca: Gestiona objectclass del compte ombra
cs: Spravovat objektovou třídu shadowAccount
el: Διαχείριση κλάσης αντικειμένου λογαριασμού shadow
es: Manejar la clase de objeto cuenta oculta
et: Objektiklassi shadowAccount haldus
eu: Kudeatu shadowAccount objectclass
fa: مدیریت رده شیء shadowAccount
fi: ShadowAccount olioluokan hallinta
fr: Gestion de la classe d'objet « shadowAccount »
ga: Bainistigh an aicme réada shadowAccount
gl: Xestión de shadowAccount objectclass
hi: शेडो-एकाउन्ट ऑब्जेक्टक्लास प्रबंधित करें
hr: Upravljanje shadowAccount klasom objekta:
hu: A shadowAccount objektumosztály kezelése
ia: Gere objectclass de conto umbra (shadowAccount)
is: Sýsla með shadowAccount objectclass
it: Gestisci la classe di oggetti dell'account shadow
ja: shadowAccount オブジェクトクラスの管理
lt: Tvarkyti shadowAccount objekto klasę
lv: Pārvaldīt shadowAccount objektklasi
mr: शेडो-एकाउन्ट ऑब्जेक्टक्लास व्यवस्थापीत करा
nb: Håndter objektklasse shadowAccount
nds: Objektklass "shadowAccount" plegen
nn: Handsam shadowAccount-objetklasse
pl: Zarządzaj obiektami shadowAccount
pt: Gerir a classe de objecto shadowAccount
ro: Administrare clasă obiect a contului criptat
sk: Správa triedy shadowAccount
sl: Upravljaj predmetni razred shadowAccount
sr@ijekavian: Управљај објектном класом shadowAccount
sv: Hantera objektklassen skuggkonto
ug: shadowAccount نەڭ خىلىنى باشقۇر
uk: Керування об'єктним класом shadowAccount
zh_tw: 管理 shadowAccount objectclass
