Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: أيمن جلال , عصام بايزيدي , أحمد زواوي , منذر طه , محمد سعد , عبدالعزيز الشريف
bg: Ясен Праматаров,Златко Попов
bs: Amila Akagić, Vedran Ljubović,Armin Baljic,Samir Ribić
ca: Antoni Bella Pérez,Sebastià Pla i Sanz
cs: Martin Vlk,Klára Cihlářová,Jakub Friedl
el: Τούσης Μανώλης, Πέτρος Βιδάλης
es: Juan Luis Montore Parera
et: Peeter Russak, Marek Laane
eu: Marcos , Iñigo Salvador Azurmendi, Ion Gaztañaga
fa: نازنین کاظمی
fi: Kim Enkovaara,Tapio Kautto,Santeri Kannisto, Ilpo Kantonen
fr: Thibaut Cousin, Robert Jacolin
ga: Séamus Ó Ciardhuáin,Kevin Scannell
gl: Xabi G. Feal, Marce Villarino
hi: रविशंकर श्रीवास्तव, जी. करूणाकर
hr: Marko Dimjašević
hu: Kiss Tamás,Szántó Tamás
ia: Giovanni Sora
is: Richard Allen, Þórarinn R. Einarsson, Pjetur G. Hjaltason, Þröstur Svanbergsson, Sveinn í Felli
it: Federico Zenith,Daniele Medri
ja: Taiki Komoda,Noboru Sinohara,Yoshinari Takaoka,Kurose Shushi,Fumiaki Okushi,Shinya Takebayashi
lt: Linas Spraunius, Donatas Glodenis
lv: Andris Maziks,Gints Polis,Pēteris Brūns,Māris Nartišs
mr: चेतन खोना
nb: Christian A. Strømmen,Axel Bojer,Knut Yrvin,Nils Kristian Tomren
nds: Sönke Dibbern
nn: Gaute Hvoslef Kvalnes,Karl Ove Hufthammer
pl: Michał Rudolf
pt: José Nuno Pires,Pedro Morais
ro: Sergiu Bivol
sk: Juraj Bendár,Pavol Cvengroš,Stanislav Višňovský
sl: Rok Papež,Gregor Rakar,Grega Fajdiga,Jure Repinc,Andrej Mernik
sr@ijekavian: Марко Росић,Слободан Симић
sv: Mattias Newzella,Per Lindström,Daniel Karlsson
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى
uk: Andriy Rysin,Eugene Onischenko,Іван Петрущак
zh_tw: Jing-Jong Shyue,Chao-Hsiung Liao,Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
ar: ayman_m_galal@hotmail.com,bayazidi@arabeyes.org,azawawi@emirates.net.ae,munzirtaha@newhorizons.com.sa,metehyi@free.fr,a.a-a.s@hotmail.com
bg: yasen@lindeas.com,zlatkopopov@fsa-bg.org
bs: bono@linux.org.ba, vljubovic@smartnet.ba,ab@etf.ba,samir.ribic@etf.unsa.ba
ca: antonibella5@orange.es,sps@sastia.com
cs: oro@poetic.com,koty@seznam.cz,jfriedl@suse.cz
el: manolis@koppermind.homelinux.org, p_vidalis@hotmail.com
es: jlm@montore.net
et: pezz@tkwcy.ee, bald@starman.ee
eu: marcos@euskalgnu.org, xalba@euskalnet.net, igaztanaga@gmail.com
fa: kazemi@itland.ir
fi: kim.enkovaara@iki.fi,eleknader@phnet.fi,sk@sot.com, ilpo@iki.fi
fr: cousin@kde.org, rjacolin@ifrance.com
ga: seoc@iolfree.ie,kscanne@gmail.com
gl: xabigf@gmx.net, mvillarino@users.sourceforge.net
hi: raviratlami@aol.in,
hr: marko@dimjasevic.net
hu: kisst@postabank.hu,taszanto@gmail.com
ia: g.sora@tiscali.it
is: ra@ra.is, thori@mindspring.com, pjetur@pjetur.net, throstur@bylur.net, sveinki@nett.is
it: federico.zenith@member.fsf.org,
ja: kom@kde.gr.jp,shinobo@leo.bekkoame.ne.jp,mumumu@mx.edit.ne.jp,md81@bird.email.ne.jp,fumiaki@okushi.com,omoikanenomikoto@gmail.com
lt: linas@operis.org, dgvirtual@akl.lt
lv: andris.m@delfi.lv,gintam@inbox.lv,brunais@gmail.com,maris.kde@gmail.com
mr: chetan@kompkin.com
nb: number1@realityx.net,axelb@skolelinux.no,knuty@skolelinux.no,slx@nilsk.net
nds: s_dibbern@web.de
nn: gaute@verdsveven.com,karl@huftis.org
pl: mrudolf@kdewebdev.org
pt: zepires@gmail.com,morais@kde.org
ro: sergiu@ase.md
sk: juraj@bednar.sk,orpheus@hq.alert.sk,visnovsky@kde.org
sl: rok@slo.net,gregor.rakar@kiss.si,gregor.fajdiga@telemach.net,jlp@holodeck1.com,andrejm@ubuntu.si
sr@ijekavian: roske@kde.org.yu,slsimic@gmail.com
sv: newzella@linux.nu,per.lindstrom@osd.privataccess.nu,chaotica@home.se
ug: sahran.ug@gmail.com, gheyret@gmail.com
uk: rysin@kde.org,oneugene@ukr.net,ivanpetrouchtchak@yahoo.com
zh_tw: shyue@sonoma.com.tw,pesder.liao@msa.hinet.net,franklin@goodhorse.idv.tw

source: New Account Options
ar: خيارات حساب جديد
bg: Настройки на нов потребител
bs: Opcije novog računa
ca: Opcions per als comptes nous
cs: Možnosti nového účtu
el: Επιλογές νέου λογαριασμού
es: Opciones para cuentas nuevas
et: Uue konto valikud
eu: Kontu berriaren aukerak
fa: گزینه‌های حساب جدید
fi: Uuden tunnuksen asetukset
fr: Options pour un nouveau compte
ga: Roghanna Cuntais Nua
gl: Configuración da nova conta
hi: नया ख़ाता विकल्प
hr: Opcije novog računa
hu: Az új felhasználónevek alapértelmezései
ia: Nove optiones de conto
is: Valkostir fyrir nýjan aðgang
it: Opzioni del nuovo account
ja: 新規アカウントのオプション
kk: Жаңа тіркелгінің параметрлері
lt: Naujos paskyros parinktys
lv: Jauna konta iestatījumi
mr: नवीन खाते पर्याय
nb: Valg for nye kontoer
nds: Optschonen för nieg Konto
nn: Val for ny konto
pl: Ustawienia nowego konta
pt: Opções da Nova Conta
ro: Opțiuni cont nou
sk: Možnosti nového účtu
sl: Možnosti za nov račun
sr@ijekavian: Опције новог налога
sv: Alternativ för nytt konto
uk: Параметри нового рахунку
zh_tw: 新帳號選項

source: Create home folder
ar: أنشئ مجلد المنزل
bg: Създаване на домашна папка
bs: Napravi home dir
ca: Crea la carpeta inici
cs: Vytvořit domovskou složku
el: Δημιουργία αρχικού φακέλου
es: Crear carpeta personal
et: Tekitatakse kodukataloog
eu: Sortu karpeta nagusia
fa: ایجاد پوشه آغازه
fi: Luo kotikansio
fr: Créer le dossier personnel de l'utilisateur
ga: Cruthaigh fillteán baile
gl: Crear o cartafol persoal
hi: होम फ़ोल्डर बनाएँ
hr: Stvori osobnu mapu
hu: Saját mappa létrehozása
ia: Crea dossier domo
is: Smíða heimasvæði
it: Crea la cartella Home
ja: ホームディレクトリを作成
kk: Мекен қапшығы жасалсын
lt: Sukurti namų aplanką
lv: Veidot mājas mapi
mr: मुख्य संचयीका निर्माण करा
nb: Opprett hjemmekatalog
nds: Tohuusorner opstellen
nn: Opprett heimemappe
pl: Utwórz katalog domowy
pt: Criar a pasta pessoal
ro: Creează directorul personal
sk: Vytvoriť domovský priečinok
sl: Ustvari domačo mapo
sr@ijekavian: Направи домаћу фасциклу
sv: Skapa hemkatalog
ug: ماكان مۇندەرىجە قۇر
uk: Створити теку домівки
zh_tw: 建立家目錄

source: Copy skeleton
ar: انسخ الهيكل
bg: Копиране на шаблона
bs: Kopiraj skeleton
ca: Copia l'esquelet
cs: Kopírovat skelet
el: Αντιγραφή σκελετού
es: Copiar esqueleto
et: Kopeeritakse tüüpilised failid
eu: Kopiatu eskeletoa
fa: رونوشت skeleton
fi: Kopioi runko
fr: Copier le dossier squelette
ga: Cóipeáil creatlach
gl: Copiar os ficheiros básicos
hi: स्केलेटान नक़ल करें
hr: Kopiraj kostur
hu: A sablonmappa másolása
ia: Copia skeleto
is: Afrita beinagrind
it: Copia scheletro
ja: スケルトンをコピー
kk: Дайын "қаңқа" файлдар көшірмеленсін
lt: Kopijuoti ruošinį
lv: Kopēt skeletu
mr: स्केलेटनची प्रत करा
nb: Kopier mal
nds: Vörlagen koperen
nn: Kopier mal
pl: Kopiuj szkielet
pt: Copiar o esqueleto
ro: Copiază scheletul
sk: Kopírovať šablónu
sl: Kopiraj ogrodje
sr@ijekavian: Копирај скелет
sv: Kopiera mall
ug: سەپلىمە قېلىپنى كۆچۈر
uk: Скопіювати структуру
zh_tw: 複製架構

source: User with UID %1 already exists.
ar: يوجد مستخدم بالرمز %1 مسبقاً.
bg: Вече има потребител с номер (UID) %1.
bs: Korisnik sa UIDom %1 već postoji.
ca: Ja existeix un usuari amb l'UID %1.
cs: Uživatel s UID %1 již existuje.
el: Ο χρήστης με UID %1 υπάρχει ήδη.
es: Ya existe un usuario con UID %1.
et: Kasutaja UID-iga %1 on juba olemas.
eu: %1 UID duen erabiltzailea lehendik dago.
fa: کاربری با شناسه کاربر %1 از قبل وجود دارد.
fi: Käyttäjä UID %1 on jo olemassa.
fr: Un utilisateur avec le numéro %1 existe déjà.
ga: Tá úsáideoir ann cheana le haitheantas úsáideora %1.
gl: Xa existe un usuario coa UID %1.
hi: उपयोक्ता यूआईडी %1 के साथ पहले से ही मौजूद है.
hr: Korisnik s UID-om %1 već postoji.
hu: Már létezik %1 azonosítójú felhasználó.
ia: Usator con UID %1 ja existe.
is: Notandi með UID %1 er þegar til.
it: Esiste già un utente con UID %1.
ja: UID が <numid>%1</numid> のユーザは既に存在します。
kk: UID %1 пайдаланушысы бар екен.
lt: Naudotojas su UID %1 jau egzistuoja.
lv: Lietotājs ar UID %1 jau eksistē.
mr: वापरकर्ता यूआईडी %1 बरोबर अगोदरच अस्तित्वात आहे.
nb: Det finnes allerede en bruker med UID %1.
nds: Dat gifft al en Bruker mit de UID "%1".
nn: Det finst alt ein brukar med UID %1.
pl: Użytkownik o UID %1 już istnieje.
pt: Já existe um utilizador com o UID %1.
ro: Utilizatorul cu UID-ul %1 există deja.
sk: Užívateľ s UID %1 už existuje.
sl: Uporabnik z UID %1 že obstaja.
sr@ijekavian: Корисник са УИД‑ом %1 већ постоји.
sv: Användare med användar-id %1 finns redan.
ug: UID سى %1 بولغان ئىشلەتكۈچى مەۋجۇت.
uk: Користувач з UID %1 вже існує.
zh_tw: UID %1 已被使用。

source: User with RID %1 already exists.
bg: Вече има потребител с номер (RID) %1.
bs: Korisnik sa RIDom %1 već postoji.
ca: Ja existeix un usuari amb el RID %1.
cs: Uživatel s RID %1 již existuje.
el: Ο χρήστης με RID %1 υπάρχει ήδη.
es: Ya existe un usuario con RID %1.
et: Kasutaja RID-iga %1 on juba olemas.
eu: %1 RID duen erabiltzailea lehendik dago.
fa: کاربری با شناسه کاربر ارشد %1 از قبل وجود دارد.
fi: Käyttäjä RID %1 on jo olemassa.
fr: Un utilisateur avec le numéro de ressource %1 existe déjà.
ga: Tá úsáideoir ann cheana le haitheantas coibhneasta %1.
gl: Xa existe un usuario coa RID %1.
hi: उपयोक्ता आरआईडी %1 के साथ पहले से ही मौजूद है.
hr: Korisnik s RID-om %1 već postoji.
hu: Már létezik %1 RID-vel rendelkező felhasználó.
ia: Usator con RID %1 ja existe.
is: Notandi með TID %1 er þegar til.
it: Esiste già un utente con RID %1.
ja: RID が <numid>%1</numid> のユーザは既に存在します。
kk: RID %1 пайдаланушысы бар екен.
lt: naudotojas su RID %1 jau egzistuoja.
lv: Lietotājs ar RID %1 jau eksistē.
mr: वापरकर्ता आरआईडी %1 बरोबर अगोदरच अस्तित्वात आहे.
nb: Det finnes allerede en bruker med RID %1.
nds: Dat gifft al en Bruker mit de RID "%1"
nn: Det finst alt ein brukar med RID %1.
pl: Użytkownik o RID %1 już istnieje.
pt: Já existe um utilizador com o RID %1.
ro: Utilizatorul cu RID-ul %1 există deja.
sk: Užívateľ s RID %1 už existuje.
sl: Uporabnik z RID %1 že obstaja.
sr@ijekavian: Корисник са РИД‑ом %1 већ постоји.
sv: Användare med RID %1 finns redan.
ug: RID سى %1 بولغان ئىشلەتكۈچى مەۋجۇت.
uk: Користувач з RID %1 вже існує.
zh_tw: RID %1 已被使用。

source: Folder %1 already exists. %2 may become owner and permissions may change. Do you really want to use %3?
bg: Папката "%1" вече съществува! Потребителят "%2" може да стане собственик и прамата да бъдат променени. Сигурни ли сте, че искате да използвате "%3"?
bs: Direktorij %1 već postoji. %2 može postati njegov vlasnik i dozvole pristupa se mogu promijeniti. Želite li zaista koristiti %3?
ca: La carpeta %1 ja existeix! %2 podria convertir-se en el propietari i canviar-se els permisos. Realment desitgeu emprar %3?
cs: Složka %1 již existuje. Uživatel %2 se může stát vlastníkem a oprávnění se mohou změnit. Opravdu si přejete použít %3?
el: Ο φάκελος %1 υπάρχει ήδη. Ο %2 μπορεί να γίνει ιδιοκτήτης και ίσως να αλλάξουν οι άδειες. Επιθυμείτε πραγματικά να χρησιμοποιήσετε το %3;
es: La carpeta %1 ya existe. %2 podría convertirse en el propietario y los permisos podrían cambiar. ¿Realmente quiere usar %3?
et: Kataloog %1 on juba olemas! %2 saab selle omanikuks ja võib muuta õigusi. Kas tõesti soovid kasutada kataloogi %3?
eu: %1 karpeta badago lehendik ere. %2 jabe bihurtu liteke eta baimenak aldatu. Ziur zaude %3 erabili nahi duzula?
fa: پوشه %1 از قبل وجود دارد. %2 ممکن است مالک شود و مجوزها تغییر کنند. واقعاً می‌خواهید از %3 استفاده کنید؟
fi: Kansio %1 on jo olemassa! %2 voi tulla uudeksi omistajaksi ja oikeudet voivat muuttua. Haluatko varmasti käyttää kansiota %3?
fr: Le dossier « %1 » existe déjà ! « %2 » peut en devenir le propriétaire et les droits d'accès changeront en conséquence. Voulez-vous vraiment utiliser %3 ?
ga: Tá fillteán %1 ann cheana. Seans go mbeadh %2 ina úinéir agus go n-athródh na ceadanna. An bhfuil tú cinnte gur mian leat %3 a úsáid?
gl: O cartafol %1 xa existe! %2 pode facerse o proprietario e poden modificarse os permisos. Desexa realmente usar %3?
hi: फ़ोल्डर %1 पहले ही मौजूद है. %2 मालिक बन सकता है और अनुमतियाँ बदल सकती हैं. क्या आप सचमुच %3 का इस्तेमाल करना चाहते हैं?
hr: Mapa %1 već postoji. %2 može postati njen vlasnik i dozvole pristupa se mogu promijeniti. Želite li zaista koristiti %3?
hu: %1 nevű mappa már létezik. %2 tulajdonossá válhat és megváltozhatnak a jogosultságok. Biztosan használni szeretné ezt: %3?
ia: Dossier %1 ja existe. %2 pote devenir proprietario e permissiones pote cambiar. Tu vermente vole usar %3?
is: Mappan %1 er nú þegar til staðar! %2 verður kannski eigandi og heimildir gætu breyst. Viltu virkilega nota %3?
it: La cartella %1 esiste già. %2 potrebbe diventare il proprietario e i permessi potrebbero cambiare. Vuoi davvero usare %3?
ja: ディレクトリ <filename>%1</filename> は既に存在します。 %2 が所有者となりパーミッションが変更される可能性があります。 本当に <filename>%3</filename> を使用しますか？
kk: %1 деген капшық бар екен. %2 бұның иесі болып, рұқсаттары өзгеруі мүмкін. %3 дегенді шынымен қолданғыңыз келе ме?
lt: Aplankas %1 jau egzistuoja! %2 gali tapti savininku ir leidimai gali pasikeisti. Ar tikrai norite naudoti %3?
lv: Mape %1 jau eksistē! %2 var kļūt par īpašnieku un tiks izmainītas tiesības. Vai tiešām vēlaties izmantot %3?
nb: Mappa %1 finnes fra før. %2 kan bli eier, og rettighetene kan endres. Er du sikker på at du vil bruke %3?
nds: Dat gifft den Orner "%1" al! %2 kann Eegner warrn, de Verlöven warrt denn ännert. Wullt Du %3 redig bruken?
nn: Mappa %1 finst frå før. %2 kan verta eigar, og tilgangsløyva kan endrast. Er du sikker på at du vil bruka %3?
pl: Katalog %1 już istnieje! %2 może zostać właścicielem katalogu, a ustawienia mogą się zmienić. Na pewno użyć %3?
pt: A pasta %1 já existe. O %2 passará a ser o dono e as permissões poderão mudar. Deseja mesmo usar a %3?
ro: Dosarul %1 există deja! %2 va deveni proprietar și permisiunile se pot modifica. Doriți într-adevăr să utilizați %3?
sk: Priečinok %1 už existuje! %2 sa môže stať vlastníkom a práva sa môžu zmeniť. Naozaj chcete použiť %3?
sl: Mapa %1 že obstaja. %2 lahko postane lastnik, spremenijo se lahko dovoljenja. Ali resnično želite uporabljati %3?
sr@ijekavian: Фасцикла %1 већ постоји! %2 може постати његов власник и дозволе приступа се могу изменити. Желите ли заиста да употребите %3?
sv: Katalogen %1 existerar redan. %2 kan bli ägare och skyddet kan komma att ändras. Vill du verkligen använda %3?
ug: %1 قىسقۇچ مەۋجۇت. %2 ئۇنىڭ ئىگىسىگە ئايلىنىپ ئۇنىڭ ھوقۇقى ئۆزگىرىشى مۇمكىن. راستلا %3 نى ئىشلىتەمسىز؟
uk: Тека %1 вже існує! %2 може стати власником і права доступу можуть змінитися. Ви дійсно хочете використати %3?
zh_tw: 目錄 %1 已經存在！ %2 可能成為擁有者而權限可能變更。 您真的要使用 %3 ？

source: %1 is not a folder.
ar: %1 ليس مجلداً.
bg: "%1" не е папка.
bs: %1 nije direktorij.
ca: %1 no és una carpeta.
cs: %1 není složkou.
el: Το %1 δεν είναι φάκελος.
es: %1 no es una carpeta.
et: %1 ei ole kataloog.
eu: %1 ez da karpeta bat.
fa: %1 یک پوشه نیست.
fi: %1 ei ole kansio
fr: « %1 » n'est pas un dossier.
ga: Ní fillteán é %1.
gl: %1 non é un cartafol.
hi: %1 फ़ोल्डर नहीं है.
hr: %1 nije mapa.
hu: %1 nem mappa.
ia: %1 non es un dossier.
is: %1 er ekki mappa.
it: %1 non è una cartella.
ja: <filename>%1</filename> はディレクトリではありません。
kk: %1 деген қапшық емес.
lt: %1 nėra aplankas.
lv: %1 nav mape.
mr: %1 हि संचयीका नाही.
nb: %1 er ikke en mappe.
nds: "%1" is keen Orner.
nn: %1 er ikkje ei mappe.
pl: %1 nie jest katalogiem.
pt: O %1 não é uma pasta.
ro: %1 nu este un dosar.
sk: %1 nie je priečinok.
sl: %1 ni mapa.
sr@ijekavian: %1 није фасцикла.
sv: %1 är inte en katalog.
ug: %1 قىسقۇچ ئەمەس.
uk: %1 не є текою.
zh_tw: %1 不是一個目錄。

source: stat() failed on %1.
ar: stat() فشل على %1.
bg: Грешка при изпълнение на stat() на %1.
bs: stat() nije uspio na %1.
ca: stat() ha fallat a %1.
cs: stat() selhala na %1.
el: Αποτυχία εκτέλεσης stat στο %1.
es: stat() falló en %1.
et: stat() nurjus %1 jaoks.
eu: stat()-ek %1-ean huts egin du.
fa: خرابی )(stat در %1.
fi: stat() epäonnistui kohdassa %1.
fr: Échec de la commande « stat() » sur %1.
ga: theip ar stat() ar %1.
gl: fallou o stat() en %1.
hi: %1 पर स्टेट () असफल.
hr: stat() nije uspjelo na %1.
hu: Egy stat() hívás nem sikerült erre: %1.
ia: stat() falleva sur %1.
is: stat() tókst ekki fyrir %1.
it: stat() non riuscito su %1.
ja: <filename>%1</filename> に対する <icode>stat()</icode> に失敗しました。
kk: stat() %1 дегенде жаңылды.
lt: stat() komanda nesuveikė %1.
lv: Neizdevās izpildīt stat() uz %1.
mr: stat() %1 वर अपयशी झाले.
nb: stat() mislyktes på %1.
nds: "stat()" för "%1" fehlslaan.
nn: stat() mislukkast på %1.
pl: Wywołanie stat() dla %1 zakończyło się niepowodzeniem.
pt: stat() falhou em %1.
ro: stat() a eșuat pentru %1.
sk: Volanie stat() zlyhalo pre %1.
sl: stat() ni uspel na %1.
sr@ijekavian: <icode>stat()</icode> није успео на %1.
sv: Anropet stat() misslyckades för %1.
ug: %1 دىكى stat() مەغلۇپ بولدى.
uk: stat() зазнав невдачі в %1.
zh_tw: stat() 於 %1 執行失敗。

source: Mailbox %1 already exists (uid=%2).
ar: صندوق البريد %1 موجود مسبقاً (رمز المستخدم=%2)
bg: Вече има пощенската кутия "%1" (UID=%2).
bs: Mailbox %1 već postoji (uid=%2).
ca: La bústia %1 ja existeix (uid=%2).
cs: Poštovní schránka %1 již existuje (uid=%2).
el: Το γραμματοκιβώτιο %1 υπάρχει ήδη (uid-%2).
es: El buzón de correo %1 ya existe (uid=%2).
et: Postkast %1 on juba olemas (uid=%2).
eu: %1 postontzia lehendik dago (uid=%2).
fa: نامه‌دان %1 از قبل وجود دارد )شناسه کاربر=%2(
fi: Postilaatikko nimellä %1 on jo olemassa (uid=%2)
fr: La boîte aux lettres %1 existe déjà (numéro d'utilisateur %2).
ga: Tá bosca poist %1 ann cheana (úsáideoir=%2).
gl: O cartafol de correo %1 xa existe (uid=%2).
hi: मेलबक्सा %1 पहले से ही मौजूद है (यूआईडी=%2)
hr: Poštanski sandučić %1 već postoji (uid=%2).
hu: A(z) %1 postaláda már létezik (uid=%2).
ia: cassetta de posta %1 ja existe (uid=%2).
is: Pósthólfið %1 er nú þegar til (uid=%2).
it: La casella %1 esiste già (uid=%2).
ja: メールボックス <filename>%1</filename> は既に存在します (UID=<numid>%2</numid>)。
kk: %1 пошта жәшігі қолданыста бар екен (uid=%2).
lt: Pašto dėžutė %1 jau egzistuoja (uid=%2).
lv: Pasta kaste %1 jau eksistē (uid=%2).
mr: मेलबॉक्स %1 आधीपासूनच अस्तित्वात आहे (यूआईडी=%2).
nb: Postboksen %1 finnes fra før (uid=%2).
nds: Dat gifft den Breefkasten "%1" al (UID: %2).
nn: Postboksen %1 finst frå før (uid=%2).
pl: Skrzynka pocztowa %1 już istnieje (uid=%2).
pt: A caixa de correio %1 já existe (UID=%2).
ro: Mailbox-ul %1 există deja (uid=%2).
sk: Poštová schránka s menom %1 už existuje (uid=%2).
sl: Poštni predal %1 že obstaja (uid=%2).
sr@ijekavian: Сандуче %1 већ постоји (УИД %2).
sv: Brevlåda %1 finns redan (användar-id=%2).
ug: خەت ساندۇق %1 مەۋجۇت (uid=%2).
uk: Поштова скринька %1 вже існує (uid=%2).
zh_tw: 信箱 %1 已經存在 (uid=%2)。

source: %1 exists but is not a regular file.
ar: %1 موجود مسبقاً ولكنه ليس ملف منتظِم.
bg: "%1" съществува, но не е файл.
bs: %1 postoji ali nije prava datoteka.
ca: %1 existeix però no és un fitxer regular.
cs: %1 existuje, ale není obyčejným souborem.
el: Το %1 υπάρχει ήδη αλλά δεν είναι κανονικό αρχείο.
es: %1 existe pero no es un archivo regular.
et: %1 on olemas, aga pole tavaline fail.
eu: %1 dago baina ez da fitxategi erregularrik.
fa: %1 وجود دارد، ولی پرونده‌ای منظم نیست.
fi: %1 on olemassa muttei ole tavallinen tiedosto
fr: « %1 » existe mais n'est pas un fichier standard.
ga: Tá %1 ann ach ní gnáthchomhad é.
gl: %1 existe pero non é un ficheiro normal.
hi: %1 मौजूद है पर वह कोई नियमित फ़ाइल नहीं है.
hr: %1 postoji, međutim nije regularna datoteka.
hu: %1 létezik, de nem egy normál fájl.
ia: %1 existe ma non es un file regular.
is: %1 er til, en er ekki venjuleg skrá.
it: %1 esiste ma non è un file regolare.
ja: <filename>%1</filename> は存在しますが通常のファイルではありません。
kk: %1 деген бар, бірақ ол кәдімгі файл емес.
lt: %1 egzistuoja, bet nėra paprastasis failas.
lv: %1 eksistē, bet tas nav regulārs fails.
mr: %1 अस्तित्वात आहे पण नियमित फाईल नाही.
nb: %1 finnes, men er ikke en vanlig fil.
nds: Dat gifft "%1", man dat is keen normaal Datei.
nn: %1 finst, men er inga vanleg fil.
pl: %1 istnieje lecz nie jest zwykłym plikiem.
pt: O %1 existe mas não é um ficheiro normal.
ro: %1 există dar nu este un fișier obișnuit.
sk: %1 existuje, ale nie je súbor.
sl: %1 obstaja, vendar ni navadna datoteka.
sr@ijekavian: %1 постоји, али није обичан фајл.
sv: %1 finns, men är inte en vanlig fil.
ug: %1 مەۋجۇت بىراق ئۇ ئادەتتىكى ھۆججەت ئەمەس.
uk: %1 існує, але не є звичайним файлом.
zh_tw: %1 已經存在，但不是一般的檔案。

source: <Empty>
ar: <فارغ>
bg: <Без>
bs: <Prazno>
ca: <Buit>
cs: <Prázdné>
el: <Άδειο>
es: <Vacio>
et: <Puudub>
eu: <Hutsik>
fi: <Tyhjä>
fr: <Vide>
ga: <Folamh>
gl: <Baleiro>
hi: <खाली>
hr: <Prazno>
hu: <üres>
ia: <vacue>
is: <Tómt>
it: <Vuoto>
ja: <空>
kk: <Бос>
lt: <Tuščia>
lv: <Tukšs>
mr: <रिकामे>
nb: <Tomt>
nds: <Leddig>
nn: <Tomt>
pl: <Pusty>
pt: <Vazio>
ro: <nimic>
sk: <Prázdne>
sl: <Prazno>
sr@ijekavian: &lt;празно&gt;
sv: <Tom>
ug: <قۇرۇق>
uk: <Порожньо>
zh_tw: <空>

source: Connection
ar: الاتصال
bg: Връзка
bs: Konekcija
ca: Connexió
cs: Spojení
el: Σύνδεση
es: Conexión
et: Ühendus
eu: Konexioa
fa: اتصال
fi: Yhteys
fr: Connexion
ga: Ceangal
gl: Conexión
hi: कनेक्शन
hr: Veza
hu: Kapcsolat
ia: Connexion
is: Tenging
it: Connessione
ja: 接続
kk: Қосылым
lt: Prisijungimas
lv: Savienojums
mr: जुळवणी
nb: Forbindelse
nds: Verbinnen
nn: Samband
pl: Połączenie
pt: Ligação
ro: Conexiune
sk: Spojenie
sl: Povezava
sr@ijekavian: Веза
sv: Anslutning
ug: باغلىنىش
uk: З'єднання
zh_tw: 連線

source: Password Policy
ar: سياسة كلمة السر
bg: Пароли
bs: Politika šifara
ca: Política de contrasenyes
cs: Zacházení s hesly
el: Πολιτική κωδικών πρόσβασης
es: Política de contraseñas
et: Paroolireeglid
eu: Pasahitz politika
fa: سیاست اسم رمز
fi: Salasanakäytännöt
fr: Politique des mots de passe
ga: Polasaí Focal Faire
gl: Política de contrasinais
hi: पासवर्ड पॉलिसी
hr: Pravila zaporke
hu: Jelszókezelési házirend
ia: Politica de contrasigno
is: Lykilorðastefna
it: Politica di password
ja: パスワードポリシー
kk: Пароль мерзімі
lt: Slaptažodžio taisyklė
lv: Paroles politika
mr: गुप्तशब्द धोरण
nb: Passordpraksis
nds: Passwoort-Regel
nn: Passordpraksis
pl: Polityka haseł
pt: Política de Senha
ro: Regulă parolă
sk: Politika pre heslá
sl: Pravilnik za gesla
sr@ijekavian: Смерница лозинки
sv: Lösenordsprincip
ug: ئىم تەدبىرى
uk: Правила для паролів
zh_tw: 密碼原則

source: day
bg: ден
bs: dan
ca: dia
cs: den
el: ημέρα
es: día
et: päev
eu: egun
fi: päivä
fr: jour
ga: lá
gl: día
hr: dan
hu: nap
ia: die
is: dagur
it: giorno
ja: 日
kk: күн
lt: diena
lv: %1 diena
mr: दिवस
nb: dag
nds: Dag
nn: dag
pl: dzień
pt: dia
ro: zi
sk: deň
sl: dni
sr@ijekavian: дан
sv: dag
ug: كۈن
uk: день
zh_tw: 天

source: General
ar: عام
bg: Общи
bs: Opšte
cs: Obecné
el: Γενικά
et: Üldine
eu: Orokorra
fa: عمومی
fi: Yleinen
fr: Général
ga: Ginearálta
gl: Xeral
hi: सामान्य
hr: Opće
hu: Általános
is: Almennt
it: Generale
ja: 全般
kk: Жалпы
lt: Bendri
lv: Galvenais
mr: सामान्य
nb: Generelt
nds: Allgemeen
nn: Generelt
pl: Ogólne
pt: Geral
sk: Všeobecné
sl: Splošno
sr@ijekavian: Опште
sv: Allmänt
ug: ئادەتتىكى
uk: Загальне
zh_tw: 一般

source: General Settings
ar: الإعدادات العامة
bg: Общи настройки
bs: Opšte postavke
ca: Paràmetres generals
cs: Obecné nastavení
el: Γενικές ρυθμίσεις
es: Opciones generales
et: Üldised seadistused
eu: Ezarpen orokorrak
fa: تنظیمات عمومی
fi: Yleisasetukset
fr: Paramètres généraux
ga: Socruithe Ginearálta
gl: Configuración xeral
hi: सामान्य विन्यास
hr: Opće postavke
hu: Általános beállítások
ia: Preferentias general
is: Almennar stillingar
it: Impostazioni generali
ja: 全般設定
kk: Жалпы баптау
lt: Bendri nustatymai
lv: Galvenie iestatījumi
mr: सामान्य संयोजना
nb: Generelle innstillinger
nds: Allgemeen Instellen
nn: Generelle innstillingar
pl: Ustawienia ogólne
pt: Configuração Geral
ro: Configurări generale
sk: Všeobecné nastavenia
sl: Splošne nastavitve
sr@ijekavian: Опште поставке
sv: Allmänna inställningar
ug: ئادەتتىكى تەڭشەك
uk: Загальні параметри
zh_tw: 一般設定
