Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: This option allows you to select where the user/group data stored. Currently three storage backends are supported. <BR><B>Files</B> stores user/group data in traditional /etc/passwd and /etc/group flat files. <BR><B>LDAP</B> stores data in a directory server using the posixAccount and posixGroup object classes; this backend allows the management of Samba users/groups via the sambaSamAccount object class.<BR><B>System</B> provides a read-only access to all users and groups which your installation knows about.
bg: От тук може да изберете къде са пазят данните за потребителите, паролите и групите. В момента се поддържат три възможности:<BR><B>Файлове</B> данните се съхраняват в традиционните файлове /etc/passwd и /etc/group.<BR><B>LDAP</B> данните се съхраняват в сървър LDAP. Също така, тази настройка дава възможност да се съхраняват потребителите и групите на Самба.<BR><B>Система</B> предоставя се достъп само за четене до потребители и групите, които са известни на системата.
bs: Ova opcija vam omogućuje da izaberete gdje se čuvaju podaci o korisnicima i grupama. Trenutno su podržana tri servisa za smještaj ovih podataka. <BR><B>Datoteke</B> čuvaju podatke o korisnicima i grupama u tradicionalnim /etc/passwd i /etc/group datotekama. <BR><B>LDAP</B> smiješta podatke u imenički server koristeći objektne klase posixAccount i posixGroup. Ovaj servis omogućuje menadžment Samba korisnika i grupa koristeći objektnu klasu sambaSamAccount. <BR><B>Sistem</B> pruža pristup korisnicima i grupama koji je poznat vašem operativnom sistemu. Ovaj servis omogućuje samo gledanje podataka, a ne i izmjenu.
ca: Aquesta opció us permet seleccionar on es guarden les dades d'usuari/grup. Actualment es permeten tres dorsals d'emmagatzematge. <BR>Els <B>fitxers</B> guarden les dades d'usuari/grup als tradicionals fitxers plans /etc/passwd i /etc/group. <BR><B>LDAP</B> guarda les dades a un servidor de directori usant les classes d'objecte posixAccount i posixGroup. Aquest dorsal permet la gestió d'usuaris/grups Samba via la classe d'objecte sambaSamAccount.<BR><B>Sistema</B> proporciona un accés de només lectura a tots els usuaris i grups coneguts a la instal·lació.
cs: Tato volba umožňuje nastavit, kde jsou uložena data o uživateli/skupině. V současné době jsou podporovány tři záložní podpůrná vrstvy. <BR>Podpůrná vrstva <B>Soubory</B> ukládá data do tradičních souborů /etc/passwd a /etc/group. <BR><B>LDAP</B> ukládá data na server pomocí objektových tříd posixAccount a posixGroup. Tato podpůrná vrstva umožňuje také správu uživatelů/skupin Samba pomocí objektové třídy sambaSamAccount. <BR><B>Systém</B> poskytuje pouze přístup ke čtení ke všem uživatelům a skupinám, které systém rozpozná.
el: Αυτή η επιλογή σας επιτρέπει να επιλέξετε πού θα αποθηκευτούν τα δεδομένα των χρήστη/ομάδας. Αυτή τη στιγμή υποστηρίζονται τρεις τρόποι αποθήκευσης δεδομένων. <BR><B> Ο τρόπος Αρχεία</B>,που αποθηκεύει τα δεδομένα χρήστη/ομάδας σε κοινά /etc/passwd και /etc/group επίπεδα αρχεία. <BR><B>Ο τρόπος LDAP</B>,που αποθηκεύει τα δεδομένα σε έναν εξυπηρετητή που χρησιμοποιεί λογαριασμό posix και κλάσεις αντικειμένων της Ομάδας posix αυτός ο τρόπος αποθήκευσης δεδομένων επιτρέπει τη διαχείριση των χρηστών/ομάδων Samba μέσω της κλάσης αντικειμένων του Λογαριασμού SambaSam.<BR><B> Ο τρόπος Σύστημα</B>, που παρέχει πρόσβαση μόνο για ανάγνωση σε όλους τους χρήστες και τις ομάδες που αναγνωρίζει το σύστημά σας.
es: Esta opción le permite seleccionar donde se almacenan los datos sobre usuario/grupo. Por ahora, se manejan los siguientes sistemas de almacenamiento. <BR><B>Archivos</B> se almacenan los datos en los tradicionales archivos /etc/passwd y /etc/group. <BR><B>LDAP</B> almacena los datos en un servidor de carpetas usando las clases de objeto posixAccount y posixGroup; este sistema permite la gestión de los usuarios y grupos Samba a través de la clase de objetos sambaSamAccount.<BR><B>Sistema</B> proporciona un acceso de solo lectura a todos los usuarios y grupos sobre los que su instalación tenga conocimiento.
et: See võimaldab valida, kuhu salvestada kasutaja/grupi andmed. Praegu on toetatud kolm võimalust. <BR><B>Failid</B> salvestab kasutaja/grupi andmed tavapäraselt failidesse /etc/passwd ja /etc/group. <BR><B>LDAP</B> salvestab andmed kataloogiserverisse objektiklasse posixAccount ja posixGroup kasutades. See võimaldab ka hallata Samba kasutajaid/gruppe objektiklassi sambaSamAccount vahendusel. <BR><B>Süsteem</B> võimaldab lugemisõigust kõigile kasutajatele ja gruppidele, millest sinu süsteem on teadlik.
eu: Aukera honek erabiltzaile/talde datuak non gordeko diren hautatzeko aukera ematen dizu. Une honetan 3 biltegi-euskarri daude. <BR><B>Fitxategiak</B> aukerak informazioa /etc/passwd eta /etc/group fitxategietan gordetzen ditu. <BR><B>LDAP</B> aukerak datuak direktorio-zerbitzari batean gordetzen ditu posixAccount eta posixGroup objektu-klaseak erabiliz eta honek Samba erabiltzaile/taldeak sambaSamAccount objektu klasearen bidez kontrolatzeko aukera ematen du.<BR><B>Sistema</B> aukerak zure sisteman ezagutzen diren erabiltzaile eta talde guztientzat irakurtzeko bakarrik den sarrera baimentzen du.
fa: این گزینه به شما اجازه می‌دهد که محل ذخیره داده‌های user/group را تغییر دهید. اخیراً سه پایانه ذخیره‌گاه پشتیبانی می‌شوند. <BR><B>پرونده‌ها</B> داده‌های user/group را در پرونده‌های مسطح /etc/passwd و /etc/group سنتی ذخیره می‌کنند. <BR><B>LDAP</B> با استفاده از رده‌های شیء posixAccount و posixGroup، داده را در کارساز فهرست راهنما ذخیره می‌کند، این پایانه پشتیبانی اجازه مدیریت کاربران/گروههای سامبا را از طریق رده شیء sambaSamAccount می‌دهد.<BR><B>سیستم</B> یک دستیابی فقط خواندنی را برای همه کاربران و گروهها فراهم می‌کند، که نصب شما از آنها آگاهی دارد.
fi: Voit valita tässä talletuspaikan käyttäjä- ja ryhmätiedoille. Tällä hetkellä tuetaan kolmea tapaa. <BR><B>Tiedostot</B> tallentaa käyttäjä/ryhmien tiedot perinteiseen /etc/passwd and /etc/group tiedostoihin. <BR><B>LDAP</B> tallentaa tiedot kansiopalvelimelle käyttäen posixAccount ja posixGroup objektiluokkia; tämä tapa sallii Samba-käyttäjien ja -ryhmien hallinnan sambaSamAccount olioluokalla.<BR><B>System</B> tarjoaa lukuoikeudet kaikkien käyttäjien ja ryhmien tietoihin, josta tietää käyttöjärjestelmässäsi (määritellään asennuksessa).
fr: Cette option vous permet de choisir l'emplacement où seront stockées les données des utilisateurs / des groupes. Actuellement, trois interfaces sont gérées.<BR>L'option <B>Fichiers</B> stocke les données des utilisateurs / des groupes dans les fichiers traditionnels « /etc/passwd » et « /etc/group ». <BR>L'option <B>LDAP</B> stocke les données dans un serveur d'annuaire en utilisant les classes d'objets « posixAccount » et « posixGroup ». Cette interface permet la gestion des utilisateurs / des groupes via la classe d'objet « sambaSamAccount ». <BR>L'option <B>Système</B> fournit un accès en lecture seule pour tous les utilisateurs et les groupes dont votre installation a connaissance.
ga: Leis an rogha seo is féidir leat an áit a stórálfar sonraí grúpa/úsáideora inti a roghnú. Tacaítear le trí inneall stórála faoi láthair. <BR><B>Comhaid:</B> stóráil sonraí grúpa/úsáideora sna comhaid traidisiúnta /etc/passwd agus /etc/group. <BR><B>LDAP:</B> stóráil sonraí ar fhreastalaí eolaire trí aicmí réada posixAccount agus posixGroup object; ceadaíonn an t-inneall seo duit úsáideoirí agus grúpaí Samba a bhainistiú tríd an aicme réada sambaSamAccount.<BR><B>Córas:</B> tugann sé seo rochtain inléite amháin ar na húsáideoirí agus na grúpaí go léir ar eolas.
gl: Esta opción permítelle escoller onde gardar os datos de usuarios/grupos. Na actualidade sopórtanse tres sistemas.<br><b>Ficheiros</b> garda os datos nos ficheiros /etc/passwd e /etc/group tradicionais. <br><b>LDAP</b> garda os datos nun servidor de directorio que use as clases de obxectos posixAccount e posixGroup. Este servizo permite a xestión de grupos e usuarios de Samba mediante a clase sambaSamAccount. <br><b>Sistema</b> fornece de acceso en modo lectura a todos os usuarios e grupos coñecidos pola súa instalación.
hr: Ova opcija omogućuje odabir gdje se pohranjuju korisnički/grupni podaci. Trenutno postoje tri podrške za pohranu. <BR><B>Datoteke</B> pohranjuje korisničke/grupne podatke u tradicionalne tekstualne datoteke /etc/passwd i /etc/group. <BR><B>LDAP</B> pohranjuje podatke u poslužitelj direktorija koristeći objektne klase posixAccount i posixGroup; ova podrška omogućuje upravljanje Samba korisnicima/grupama pomoću objektne klase sambaSamAccount.<BR><B>Sustav</B> pruža samo mogućnost čitanja svim korisnicima i grupama za koje zna vaša instalacija.
hu: Itt lehet megadni, hogy a felhasználók és csoportok adatai hol tárolódjanak. Három lehetőség közül lehet választani. <BR><B>Fájlok</B> esetén az adatok a szokásos /etc/passwd és /etc/group fájlokba kerülnek. <BR><B>LDAP</B> esetén az adatok egy címtárkiszolgálóra kerülnek (a posixAccount és posixGroup objektumosztályokkal). A Samba felhasználónevei és csoportjai is kezelhetők a sambaSamAccount objektumosztályon keresztül.<BR><B>Rendszer</B> esetén olvasási jogosultságot kap az összes ismert felhasználóra és csoportra.
ia: Iste option permitte te de seliger ubi datos de usator/gruppo es immagazinate. Currentemente 3 retro-administrationes de immagazinage es supportate. <BR><B>Files</B> immagazina datos de usator/gruppo in files simple o plan traditional /etc/passwd e /etc/group. <BR><B>LDAP</B> immagazina datos in un servitor de directorio usante le classes de objecto posizAccount e posixGroup; Iste retro-administration permitte le administration de usatores/gruppos de Samba via le classe de objecto sambaSamAccount. <BR><B>Systema</B> forni un accesso de sol lectura a omne usatores e gruppo del qual tu installation cognosce.
is: Þessi möguleiki gerir þér kleyft að velja hvar notanda/hópa upplýsingar eru geymdar. Í augnablikinu eru þrír möguleikar studdir. <BR><B>Skrár</B> geymir notanda/hópa upplýsingar í hefðbundnum /etc/passwd og /etc/group textaskrám. <BR><B>LDAP</B> geymir gögnin í LDAP-gagnagrunni með 'posixAccount' og 'posixGroup' hlutum. Þessi möguleiki býður einnig uppá stjórnun á Samba notendum og hópum með 'sambaSamAccount' klasanum.<BR><B>Kerfi</B> veitir lesaðgang í alla notendur og hópa sem vélin þín veit um.
it: Questa opzione ti permette di selezionare dove sono salvati i dati di utenti e gruppi. Attualmente sono supportate tre interfacce di salvataggio. <BR><B>File</B> salva i dati di utenti e gruppi nei tradizionali file semplici /etc/passwd e /etc/groups. <BR><B>LDAP</B> salva i dati in un server di cartelle usando le classi di oggetti posixAccount e posixGroup; questa interfaccia permette di gestire utenti e gruppi Samba attraverso la classe di oggetti sambaSamAccount.<BR><B>Sistema</B> fornisce un accesso in sola lettura a tutti gli utenti e gruppi conosciuti dalla tua installazione.
ja: <qt>このオプションで、ユーザ/グループのデータを保存する場所を選択することができます。現在 3 種類のバックエンドがサポートされています。<br/>「ファイル」は従来の /etc/passwd や /etc/group ファイルにユーザ/グループのデータを保管します。<br/>「LDAP」はディレクトリサーバの中に、posixAccount や posixGroup オブジェクトクラスを利用してデータを保存します。このバックエンドは sambaSamAccount を介して Samba ユーザ/グループの管理を可能にします。<br/>「システム」はあなたのシステムが認識しているすべてのユーザとグループに対して読み取り専用のアクセスを提供します。</qt>
kk: Бұл параметр пайдаланушылар/топтар туралы деректердің қайда сақталынатынын таңдауға мүмкіндік береді. Қазіргі кезде үш тәсіл қолданылады. <BR><B>Файлдар</B> пайдаланушылар/топтар туралы деректер дәстүрлі /etc/passwd және /etc/group файлдарда сақталады. <BR><B>LDAP</B> деректерді сервер каталогында posixAccount және posixGroup нысандық кластары арқылы сақтайды. Бұл тәсіл sambaSamAccount нысандық кластары арқылы Samba пайдаланушылар/топтарды басқаруға мүмкіндік береді. <BR><B>Жүйелік</B> жүйедегі белгілі барлық пайдаланушылар мен топтарға тек оқу үшін қатынауға мүмкіндік береді.
lt: Ši parinktis leidžia nurodyti, kur bus saugoma naudotojų ir grupių informacija. Šiuo metu palaikomi trys saugojimo variantai. <BR><B>Failai</B> saugo naudotojų ir grupių informaciją tradiciniuose /etc/passwd ir /etc/group tekstiniuose failuose. <BR><B>LDAP</B> saugo duomenis aplankų serveryje, naudojant posixAccount ir posixGroup objektų klases. Šis variantas leidžia tvarkyti Samba naudotojus ir grupes per sambaSamAccount objektų klasę.<BR><B>Sistema</B> suteikia tik skaitymo priėjimą visiems naudotojams ir grupėms, kurias žino jūsų sistema.
lv: Šī iespēja ļauj jums norādīt kurā vietā glabāt lietotāja/grupas datus. Šobrīd ir atbalstītas trīs glabāšanas aizmugures. <BR><B>Faili</B> glabā lietotāju/grupu datus tradicionālajos teksta failos /etc/passwd un /etc/group. <BR><B>LDAP</B> glabā datus direktorija serverī, izmantojot posixAccount and posixGroup objektu klases; šī aizmugure ļauj pārvaldīt arī Samba lietotājus/grupas, izmantojot sambaSamAccount objektu klasi.<BR><B>Sistēma</B> nodrošina tikai lasīšanas režīmu visiem lietotājiem šajā sistēmā.
nb: Med denne opsjonen kan du velge hvor bruker/gruppedata er lagret. For tiden er det støtte for tre bakgrunnsløsninger for lagring. <BR><B>Filer</B> lagrer bruker/gruppedata i tradisjonelle flate filer i /etc/passwd og /etc/group. <BR><B>LDAP</B> lagrer data i en katalogtjener med objektklassene posixAccount og possixGroup, denne bakgrunnsmotoren støtter håndtering av Samba-brukere/grupper via objektklassen SamAccount. <BR><B>System</B> gir lese-tilgang til alle brukere og grupper som din installasjon kjenner til.
nds: Mit disse Optschoon kannst Du fastleggen, woneem de Bruker-/Koppeldaten sekert warrt. Opstunns warrt dree Metoden ünnerstütt.<BR><B>Dateien</B> sekert de Daten heel normaal binnen de Dateien /etc/passwd un /etc/group.<BR><B>LDAP</B> sekert de Daten op en Vertekenserver över de Objektklassen "posixAccount" un "posixGroup". Bi disse Metood kannst Du de Samba-Brukers un -Koppeln över de Objektklass "SambaSamAccount" plegen.<BR><B>Systeem</B> stellt Lees-Togriep op all Brukers un Koppeln praat, de Dien Systeem in de Künn kregen hett.
nn: Her kan du velja kor brukar- og gruppedata vert lagra. Tre forskjellige lagringsløysingar er støtta.<br/><b>Filer</b> lagrar brukar- og gruppedata i tradisjonelle flate «/etc/passwd» og «/etc/group»-filer.<br/><b>LDAP</b> lagrar data i ein katalogtenar med objektklassane «posixAccount» og «posixGroup». Men denne løysinga kan du styra Samba-brukarar/-grupper via objektklassen «sambaSamAccount».<br/><b>System</b> gjev lesetilgang til alle brukarar og grupper som installasjonen kjenner til.
pl: Ta opcja pozwala wybrać metodę przechowywania danych o użytkownikach/grupach. Aktualnie obsługiwane są trzy metody. <BR><B>Pliki</B> - dane przechowywane są w zwykłych plikach /etc/passwd i /etc/group. <BR><B>LDAP</B> - dane przechowywane są w serwerze katalogów, w obiektach posixAccount i posixGroup; ta metoda pozwala zarządzać użytkownikami/grupami Samby przez obiekt sambaSamAccount. <BR><B>System</B> - dostęp bez możliwości modyfikacji do danych o użytkownikach i grupach zapisanych w systemie.
pt: A opção permite-lhe selecciona onde os dados de utilizadores e grupos são guardados. Actualmente são suportados três opções de armazenamento. <BR><B>Ficheiros</B> guarda os dados de utilizadores e grupos nos ficheiro tradicionais /etc/passwd e /etc/group. <BR><B>LDAP</B> guarda os dados num servidor de directório utilizando as classes de objectos posixAccount e posixGroup. Também lhe permite gerir utilizadores e grupos Samba através da classe de objectos sambaSamAccount<BR><B>Sistema</B> fornece um acesso apenas de leitura a todos os utilizadores e grupos que a sua instalação conhece.
ro: Această opțiune vă permite să alegeți unde se stochează datele utilizator/grup. Momentan sunt adminse trei depozite suport. <BR><B>Fișiere</B> stochează datele utilizator/grup în tradiționalele fișiere plate /etc/passwd și /etc/group. <BR><B>LDAP</B> stochează datele intr-un dosar server folosind clasele obiecte posixAccount si posixGroup; acest suport permite gestionarea utilizatorilor/grupurilor Samba prin intermediul clasei obiect sambaSamAccount. <BR><B>Sistem</B> oferă acces protejat la scriere către toți utilizatorii și grupurile cunoscute de instalare.
sk: Táto voľba umožňuje vybrať, kde sú uložené dáta o užívateľoch a skupinách. Momentálne sú podporované 3 spôsoby. <BR><B>Súbory</B> ukladajú dáta v tradičných súboroch /etc/passwd a /etc/group. <BR><B>LDAP</B> ukladá dáta v adresárovom serveri pomocou objektov posixAccount a posixGroup. Tento systém umožňuje správu užívateľov a skupín Samba pomocou triedy sambaSamAccount.<BR><B>Systém</B> poskytuje prístup iba pre čítanie informácií o všetkých užívateľoch a skupinách, ktorí sú na vašom systéme známi.
sl: Ta možnost vam omogoča izbrati, kje so shranjeni podatki o uporabnikih in skupinah. Trenutno so podprta tri zaledja.<br> <b>Datoteke</b> - podatki so shranjeni v tradicionalnih datotekah /etc/passwd in /etc/group.<br> <b>LDAP</b> - podatki so shranjeni na imeniškem strežniku z uporabo predmetnih razredov posixAccount in posixGroup. To zaledje omogoča upravljanje uporabnikov in skupin Samba s pomočjo predmetnega razreda sambaSamAccount.<br> <b>Sistem</b> - omogoča le bralni dostop do vseh uporabnikov in skupin, ki so poznani na vaši namestitvi.
sr@ijekavian: <html>Овом опцијом можете да одредите где ће бити смештани подаци о корисницима и групама. Тренутно су подржане три позадине:<ul><li><interface>Фајлови</interface> смешта податке у традиционалне фајлове <filename>/etc/passwd</filename> и <filename>/etc/group</filename>.</li><li><interface>ЛДАП</interface> смешта податке на именички сервер користећи објектне класе <icode>posixAccount</icode> и <icode>posixGroup</icode>. Ова позадина омогућава управљање самба корисницима и групама преко објектне класе <icode>sambaSamAccount</icode>.</li><li><interface>систем</interface> пружа приступ само за читање свим познатим корисницима и групама на систему.</li></ul></html>
sv: Det här alternativet låter dig välja var data om användare och grupper lagras. För närvarande stöds tre lagringsgränssnitt. <BR><B>Filer</B> lagrar data om användare och grupper i de traditionella enkla filerna /etc/passwd och /etc/group. <BR><B>LDAP</B> lagrar data på en katalogserver med objektklasserna posixAccount och posixGroup. Detta gränssnitt tillåter också hantering av användare och grupper i Samba via objektklassen sambaSamAccount.<BR><B>System</B> tillhandahåller läsåtkomst till alla användare och grupper som är kända av installationen.
ug: بۇ تاللانما ئىشلەتكۈچى/گۇرۇپپا سانلىق-مەلۇماتىنى خالىغان جايغا ساقلىشىڭىزغا يول قويىدۇ. نۆۋەتتە ئۈچ خىل ساقلاش ئارقا ئۇچىنى قوللايدۇ. BR><B>ھۆججەتلەر</B> ئىشلەتكۈچى/گۇرۇپپا سانلىق-مەلۇماتىنى ئەنئەنىۋى /etc/passwd ۋە /etc/group تىكى ئادەتتىكى ھۆججەتكە ساقلايدىغانلىقىنى ئىپادىلەيدۇ. <BR><B>LDAP</B> سانلىق-مەلۇماتنى posixAccount ۋە posixGroup نەڭ خىلى ئىشلىتىدىغان مۇندەرىجە مۇلازىمېتىرىغا ساقلايدىغانلىقىنى بىلدۈرىدۇ. بۇ ئارقا ئۇچ sambaSamAccount نەڭ خىلى ئارقىلىق Samba ئىشلەتكۈچى/گۇرۇپپا باشقۇرىدۇ. <BR><B>سىستېما</B> ئورنىتىشىڭىزغا نىسبەتەن بارلىق ئىشلەتكۈچى ۋە گۇرۇپپىلارغا ئوقۇشقىلا بولىدىغان زىيارەت ھوقۇقى تەمىنلەيدۇ.—
uk: Цей параметр дозволяє вибирати, де зберігаються дані про користувачів/групи. В даний час підтримуються три способи. <BR><B>Файли</B> зберігає дані про користувачів/групи в традиційних файлах /etc/passwd і /etc/group. <BR><B>LDAP</B> зберігає дані на сервері каталогів за допомогою об'єктних класів posixAccount і posixGroup. Цей спосіб дозволяє керувати користувачами/групами Samba за допомогою об'єктного класу sambaSamAccount.<BR><B>Система</B> надає доступ тільки для читання для всіх користувачів і груп відомих вашій інсталяції.
zh_tw: 這個選項讓您選擇使用者與群組的資料要儲存在哪裡。目前有三種後端型態可以選擇。<br> 選擇<b>檔案</b>會將使用者與群組資料存放在傳統的 /etc/passwd 與 /etc/group 檔案中。<br> 選擇<b>LDAP</b>會將這些資料用 posixAccount 與 posixGroup object classes 放在目錄伺服器中。這個選項也可以用來管理 Samba 使用者與群組，此時是使用 sambaSamAccount object class。<br> 選擇<b>系統</b>則會提供一種讓所有使用者與群組只能唯讀的方式。

source: Shell
ar: الصدفة
bg: Команден интерпретатор
ca: Intèrpret d'ordres
el: Κέλυφος
es: Intérprete de órdenes
eu: Shell-a
fa: پوسته
fi: Komentotulkki
fr: Interpréteur de commandes
ga: Blaosc
hi: शेल
hr: Ljuska
hu: Parancsértelmező
is: Skel
ja: シェル
kk: Командалык ортасы
lt: Apvalkalas
lv: Čaula
mr: शेल
nb: Skall
nds: Konsool
nn: Skal
pl: Powłoka
pt: Linha de comandos
ro: Interpretor
sl: Lupina
sr@ijekavian: Шкољка
sv: Skal
uk: Оболонка

source: This option allows you to select the shell which will be the default for new users.
ar: هذا الخيار يسمح لك بانتقاء الصدفة التي ستكون الإفتراضية للمستخدمين الجدد.
bg: Избор на команден интерпретатор, който ще се използва по подразбиране за новите потребители.
bs: Ova opcija vam omogućava da izaberete shell koji će biti automatski podešen za nove korisnike.
ca: Aquesta opció us permet triar l'intèrpret d'ordres que s'usarà per omissió per als usuaris nous.
cs: Výchozí shell pro nové uživatele.
el: Αυτή η επιλογή σας επιτρέπει να επιλέξετε το προκαθορισμένο για τους νέους χρήστες κέλυφος.
es: Esta opción le permite seleccionar el interprete de órdenes predeterminado para los nuevos usuarios.
et: Siin saab valida uute kasutajate vaikeshelli.
eu: Aukera hau erabiltzaile berrien shell lehenetsia hautatzen uzten dizu
fa: این گزینه به شما اجازه می‌دهد که پوسته پیش‌فرض را برای کاربران جدید برگزینید.
fi: Tällä optiolla voit valita oletusshellin (komentokuori) uudelle käyttäjälle.
fr: Cette option vous permet de choisir l'interpréteur de commandes par défaut pour les nouveaux utilisateurs.
ga: Leis an rogha seo is féidir leat blaosc a roghnú le haghaidh úsáideoirí nua.
gl: Esta opción permítelle escoller a shell predeterminada para os novos usuarios.
hi: यह विकल्प आपको शेल का चुनाव करने देता है जो कि नए उपयोक्ताओं के लिए डिफ़ॉल्ट होगा.
hr: Ova opcija vam omogućuje odabir ljuske koja će biti zadana za nove korisnike.
hu: Itt lehet megadni, melyik parancsértelmező legyen az alapértelmezett új felhasználóknál.
ia: Iste option permitte te de seliger le shell que essera le predefinite pro nove usatores.
is: Þessi valkostur leyfir þér að velja skelina sem er sjálfgefin fyrir notendur þína.
it: Questa opzione ti permette di selezionare la shell predefinita per i nuovi utenti.
ja: このオプションで、新規ユーザのデフォルトとなるシェルを選択することができます。
kk: Бұл параметр жаңа пайдаланушылар үшін әдетті болатын командалық ортасын таңдауға мүмкіндік береді.
lt: Ši parinktis leidžia Jums pasirinkti apvalkalą, kuris naujiems naudotojams bus numatytasis.
lv: Šī opcija ļauj norādīt noklusējuma čaulu jaunajiem lietotājiem.
nb: Med dette valget kan du bestemme hvilket skall som skal være standard for nye brulere.
nds: Mit disse Optschoon leggst Du de Standard-Konsool för niege Brukers fast.
nn: Her kan du velja kva skal som vera standard for nye brukarar.
pl: Ta opcja pozwala wybrać domyślną powłokę dla nowych użytkowników.
pt: Esta opção permite-lhe seleccionar a linha de comandos utilizada por omissão nos novos utilizadores.
ro: Această opțiune vă permite să selectați interpretorul care va fi implicit pentru utilizatorii noi.
sk: Táto voľba umožňuje vybrať shell, ktorý sa použije ako štandardný pre nových užívateľov.
sl: Ta možnost vam omogoča izbrati lupino, ki bo privzeta za nove uporabnike.
sr@ijekavian: Овом опцијом можете да изаберете шкољку која ће бити подразумевана за нове кориснике.
sv: Det här alternativet låter dig välja skalet som är standard för nya användare.
ug: بۇ تاللانما يېڭى ئىشلەتكۈچىنىڭ كۆڭۈلدىكى shell نى تاللىشىڭىزغا يول قويىدۇ.
uk: Цей параметр дозволяє вибирати оболонку, яка буде стандартною для нових користувачів.
zh_tw: 這個選項讓您選擇新使用者預設使用的 shell。
