Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeadmin/kuser.po
Languages: ar, bg, bs, ca, cs, el, es, et, eu, fa, fi, fr, ga, gl, hi, hr, hu, ia, is, it, ja, kk, lt, lv, mr, nb, nds, nn, pl, pt, ro, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: This option allows to specify the structural objectclass used with users' entries. If you want to use these entries not just for authentication, but for an address book, too, then choose inetOrgPerson.
bg: Използване на структурен, обектен клас заедно със записите за потребители. Това може да се използва и за достъп до адресника, а не само за идентификация. Ако искате да го използвате за адресника, изберете inetOrgPerson.
bs: Ova opcija omogućuje određivanje strukturne klase objekata u korisničim unosima. Ako želite koristiti ove unose ne samo za autentifikaciju, već i za adresar, onda odaberite inetOrgPerson.
ca: Aquesta opció permet especificar la classe d'objecte estructural usada amb les entrades d'usuari. Si voleu usar aquestes entrades, no només per autenticació, sinó també per a una llibreta d'adreces, llavors trieu inetOrgPerson.
cs: Tato volba umožňuje v uživatelském záznamu použít STRUCTURAL objectClass. Pokud si nepřejete tuto třídu používat k ověřování, ale pouze pro adresář, zvolte inetOrgPerson.
el: Αυτή η επιλογή σας επιτρέπει να προσδιορίσετε τη δομική κλάση αντικειμένου που χρησιμοποιείται στις καταχωρήσεις χρηστών. Αν θέλετε να χρησιμοποιήσετε αυτές τις καταχωρήσεις όχι μόνο για επαλήθευση ταυτότητας αλλά και για ένα βιβλίο διευθύνσεων, τότε επιλέξτε το inetOrgPerson.
es: Esta opción permite especificar si la clase de objeto «estructural» se usará en las entradas de usuario. Si desea usar estas entradas no solo para autenticación, sino también como agenda de direcciones, escoja inetOrgPerson.
et: See lubab määrata kasutajate kirjete puhul tarvitatava struktuuri objektiklassi. Kui soovid pruukida neid kirjeid, mitte ainult autentimiseks, vaid ka aadressiraamatu jaoks, vali inetOrgPerson.
eu: Aukera honek erabiltzaileen sarrerekin erabilitako objektu-klase egitura zehazteko aukera ematen du. Sarrera hauek autentikaziorako bakarrik erabili nahi ez badituzu, baizik eta helbide libururako ere, orduan hautatu intOrgPerson.
fi: Tämä asetus sallii rakenteisen olioluokan käytön käyttäjätiedoissa. Jos haluat käyttää näitä tietoja paitsi tunnistamiseen myös osoitekirjassa, valitse verkko-organisaatiohenkilö.
fr: Cette option permet de définir la classe de l'objet de structure utilisée avec les entrées des utilisateurs. Si vous souhaitez utiliser ces entrées autant pour l'authentification que pour un carnet d'adresses, choisissez « inetOrgPerson ».
ga: Leis an rogha seo is féidir leat an aicme réada struchtúrach a úsáidtear le hiontrálacha úsáideoirí a roghnú. Más mian leat na hiontrálacha seo a úsáid le haghaidh leabhair seoltaí chomh maith le fíordheimhniú, roghnaigh inetOrgPerson.
gl: Esta opción permite especificar a clase estrutural usada coas entradas dos usuarios. Se quer usar estas entradas non só para autenticación, senón tamén para un caderno de enderezos, escolla inetOrgPerson.
hr: Ova opcija omogućuje određivanje strukturne klase objekata u korisničim unosima. Ako želite koristiti ove unose ne samo za autentifikaciju, već i za adresar, onda odaberite inetOrgPerson.
hu: Itt lehet megadni a felhasználóbejegyzéseknél használandó strukturális objektumosztályt. Ha a bejegyzéseket nem csak bejelentkeztetéshez, hanem címjegyzékként is használni szeretné, akkor válassza az inetOrgPerson opciót.
ia: Iste option permitte de specificar le objectclass structural usate con le entratas de usatores. i tu vole usar iste entratas non solmente pro authentication, ma anque per un agenda de adresse, alora tu selige inetOrgPerson.
is: Þessi möguleiki gerir þér kleyft að bæta 'structural objectclass' færslu við notandafærslurnar. If þú ætlar að nota þetta fyrir fleira en auðkenningu eins og til dæmis póstfangabók skaltu velja 'inetOrgPerson'.
it: Questa opzione permette di specificare la classe di oggetti strutturale usata con le voci utente. Se vuoi usare queste voci non solo per l'autenticazione, ma anche per una rubrica, scegli inetOrgPerson.
ja: このオプションで、ユーザエントリで使われる構造オブジェクトクラスを指定します。これらのエントリを認証だけでなくアドレス帳としても利用する場合は、inetOrgPerson を選択してください。
kk: Бұл параметр пайдаланушылардың жазулар қолданатын нысандар класын келтіруге мүмкіндік береді. Бұл жазуды тек аутентификацияға ғана емес, сонымен қатар адрес кітапшасына да қолданғыңыз келсе, онда inetOrgPerson дегенді таңдаңыз.
lt: Ši parinktis leidžia nurodyti struktūrinę obejktų klasę, naudojamą naudotojo įrašams. Jei norite naudoti šiuos įrašus ne tik tapatybės nustatymui, bet ir adresų knygutei, tada parinkite inetOrgPerson.
lv: Šī iespēja ļauj norādīt lietotāju ierakstiem izmantoto strukturālo objektklasi. Ja vēlaties izmantot šos ierakstus ne tikai autentificēšanai, bet arī kā adrešu grāmatiņu, izvēlaties inetOrgPerson.
nb: Dette valget gjør det mulig å oppgi struktur-objektklassen brukt med brukeroppføringene. Hvis du vil bruke disse oppføringene ikke bare for autentisering, men også for adresseboka, så velg inetOrgPerson.
nds: Mit disse Optschoon kannst Du de Struktuur-Objektklass för de Brukerindrääg angeven. Wenn Du disse Indrääg nich bloots för de Identiteetprööv, man ok för en Adressbook bruken wullt, söök "inetOrgPerson" ut.
nn: Dette valet gjer det mogleg å velja den strukturelle objektklassen som skal brukast med brukaroppføringar. Viss du ønskjer å bruka desse oppføringane ikkje berre for autentisering, men for òg for ei adressebok, vel «inetOrgPerson».
pl: Ta opcja pozwala na określenie obiektu przechowującego informacje o użytkownikach. Jeśli informacje te mają być użyte nie tylko do uwierzytelniania, ale także np. jako książka adresowa, wybierz inetOrgPerson.
pt: Esta opção permite-lhe indicar a classe de objectos estrutural utilizada nas entradas dos utilizadores. Se deseja utilizar esta entradas não apenas para autenticação mas também para um livro de endereços, escolha o 'inetOrgPerson'.
ro: Această opțiune vă permite să precizați clasa obiect structurală folosită cu înregistrările utilizatorilor. Dacă doriți să folosiți aceste înregistrări nu numai pentru autentificare, dar și pentru agendă, atunci alegeți inetOrgPerson.
sk: Táto voľba umožňuje zadať triedu štrukturálneho objektclassu pre záznamy užívateľov. Ak chcete tieto záznamy používať okrem prihlásenia aj pre adresár, vyberte inetOrgPerson.
sl: Ta možnost vam omogoča podati strukturni predmetni razred, ki se uporablja za uporabniške vnose. Če želite te vnose uporabljati še kot imenik (poleg overjanja), potem izberite inetOrgPerson.
sr@ijekavian: Овом опцијом можете навести структурну објектну класу која се користи са корисничким уносима. Ако ове уносе желите да користите не само за аутентификацију, већ и за адресар, изаберите <icode>inetOrgPerson</icode>.
sv: Det här alternativet gör det möjligt att ange den strukturella objektklass som används med användares poster. Om du inte bara vill använda posterna för behörighetskontroll, utan också för en adressbok, välj då inetOrgPerson.
ug: بۇ تاللانما ئىشلەتكۈچى تۈرى ئىشلەتكەن قۇرۇلمىلىق نەڭ خىلىنى بەلگىلەيدۇ. ئەگەر بۇ تۈرلەرنى كىملىك دەلىللەشكىلا ئەمەس بەلكى ئادرېس دەپتەرگىمۇ ئىشلەتسىڭىز inetOrgPerson نى تاللاڭ.
uk: За допомогою цього пункту можна вказувати структурований об'єктний клас, який буде використано для записів користувачів. Якщо ви хочете використовувати ці записи не тільки для розпізнавання, але й для адресної книги, виберіть inetOrgPerson.
zh_tw: 這個選項用於指定使用者資料中的 structural objectclass。如果您不只是使用這些資料來認證，也要用於通訊錄時，請選擇 inetOrgPerson。

source: LDAP Group RDN prefix
bg: Представка за група RDN в LDAP
bs: LDAP RDN prefiks grupe
ca: Prefix RDN de grup LDAP
cs: LDAP předpona RDN skupiny
el: Πρόθεμα RDN ομάδας σε LDAP
es: Prefijo RDN de grupo LDAP
et: LDAP-i grupi RDN prefiks
eu: LDAP talde RDN aurrikzia
fa: پیشوند RDN گروه LDAP
fi: LDAP ryhmän RDN -etuliite
fr: Préfixe RDN des groupes LDAP
ga: Réimír RDN grúpa LDAP
gl: Prefixo RDN de grupo para LDAP
hi: एलडीएपी समूह आरडीएन प्रीफ़िक्स
hr: LDAP-ov RDN prefiks grupe
hu: LDAP csoport RDN-előtag
ia: Prefixo RDN de gruppo de LDAP
is: LDAP RDN-forskeyti hóps
it: Prefisso RDN del gruppo LDAP
ja: LDAP グループ RDN プレフィックス
kk: Топтың LDAP RDN префиксы
lt: LDAP grupės RDN priešdėlis
lv: LDAP grupu RDN prefikss
mr: एलडीएपी समूह आरडीएन प्रीफ़िक्स
nb: LDAP-prefiks for gruppe-RDN
nds: LDAP-Koppel-RDN-Prefix
nn: LDAP-prefiks for gruppe-RDN
pl: Prefiks RDN grupy LDAP
pt: Prefixo RDN de grupos LDAP
ro: Grup LDAP prefix RDN
sk: Prefix skupíny RDN pre LDAP
sl: Predpona RDN za skupino LDAP
sr@ijekavian: ЛДАП РДН префикс групе
sv: LDAP-grupp RDN-prefix
ug: LDAP گۇرۇپپا RDN ئالدى قوشۇلغۇچى
uk: RDN префікс групи LDAP

source: This specifies what prefix will used for group entries.
bg: Представка, която ще се използва за записите за групите.
bs: Ovim određujete prefiks koji će se koristiti za unose grupa.
ca: Això especifica quin prefix s'usarà per a entrades de grup.
cs: Předpona pro záznamy skupin.
el: Αυτό προσδιορίζει ποιό πρόθεμα θα χρησιμοποιηθεί για καταχωρήσεις ομάδων.
es: Esto especifica que prefijo se usará en las entradas de grupo.
et: See määrab grupikirjete puhul tarvitatava prefiksi.
eu: Honek zehazten du zein aurrizki erabiliko den taldeentzat.
fa: پیشوندی که برای مدخلهای گروه استفاده می‌شود را مشخص می‌کند.
fi: Tämä määrittelee ryhmätietojen etuliitteen.
fr: Ceci définit le préfixe à utiliser pour les entrées de groupe.
ga: Sonraíonn sé seo an réimír a chuirfear le hiontrálacha grúpa.
gl: Isto especifica o prefixo a usar para as entradas de grupos.
hi: समूह प्रविष्टियों के लिए कौन से प्रीफ़िक्स उपयोग में लिए जाएँ यह निर्दिष्ट करता है.
hr: Ovo određuje koji će se prefiks koristiti za grupne unose.
hu: Ez az előtag lesz hozzáfűzve a csoportbejegyzésekhez.
ia: Isto specifica qual prefixo essera usate per entratas de gruppo.
is: Þetta skilgreinir hvaða forskeyti skuli nota á hópafærslur.
it: Specifica quale prefisso sarà usato per le voci gruppo.
ja: グループエントリに使用するプレフィックスを指定します。
kk: Топтарды жазу үшін қандай префикс қолданылатынын көрсетеді.
lt: Čia nurodomas prefiksas, kuris bus naudojamas grupės įrašams.
lv: Šis norāda grupu ierakstiem izmantoto prefiksu.
nb: Dette angir hvilket prefisk som blir brukt for gruppe-oppføringer.
nds: Gifft dat Prefix för Koppelindrääg an.
nn: Kva prefikset som skal brukast for gruppeoppføringar.
pl: Określa prefiks używany dla informacji o grupach.
pt: Indica o prefixo a utilizar para entradas de grupos.
ro: Specifică ce prefix va fi folosit pentru înregistrările de grup.
sk: Toto určuje prefix používaný pre záznamy skupín.
sl: To določa, katera predpona bo uporabljena za vnose skupin.
sr@ijekavian: Ово одређује префикс за уносе група.
sv: Det här anger vilket prefix som används för grupposter.
ug: بۇ تاللانما گۇرۇپپا تۈرىدە ئىشلەتكەن ئالدى قوشۇلغۇچىنى بەلگىلەيدۇ.
uk: Це вказує, який префікс використовувати для записів групи.
zh_tw: 這裡指定群組資料使用的 prefix。

source: LDAP Password hash method
bg: Метод за хеширане на паролите за LDAP
bs: LDAP metod enkripcije šifara
ca: Mètode de resum per la contrasenya LDAP
cs: LDAP metoda šifrování hesel
el: Μέθοδος κατακερματισμού κωδικού πρόσβασης σε LDAP
es: Método de dispersión de las contraseñas LDAP
et: LDAP-i parooliräsi meetod
eu: LDAP pasahitz hash metodoa
fa: روش درهم کردن اسم رمز LDAP
fi: LDAP-salasanojen hajautusmenetelmä
fr: Méthode de hachage des mots de passe LDAP
ga: Modh haiseáilte focal faire LDAP
gl: Método hash de contrasinais para LDAP
hi: एलडीएपी पासवर्ड हैश विधि
hr: LDAP-ova metoda zasjenjenja zaporki
hu: LDAP jelszókezelési módszer
ia: Methodo hash de contrasigno de LDAP
is: LDAP lykilorðadulritun
it: Metodo di cifratura delle password LDAP
ja: LDAP パスワードハッシュ方式
kk: LDAP паролін хэштеу әдісі
lt: LDAP slaptažodžių šifravimo metodai
lv: LDAP paroles kontrolskaitļa metode
mr: एलडीएपी गुप्तशब्द हैश पद्धत
nb: Passord hashing-metode for LDAP
nds: Hash-Metood för LDAP-Passwöör
nn: Passord hashingsmetode for LDAP
pl: Metoda kodowania haseł LDAP
pt: Método de 'hashing' das senhas LDAP
ro: Metoda de dispersie a parolei LDAP
sk: Metóda hešovania hesla LDAP
sl: Metoda razprševanja gesla v LDAP
sr@ijekavian: ЛДАП метод дисперзирања лозинки
sv: LDAP-lösenordsomkastningsmetod
ug: LDAP ئىم مۇكەممەللىكى ھېسابلاش ئۇسۇلى
uk: Метод хешу паролів LDAP
zh_tw: LDAP 密碼 hash 方法。

source: This specifies the password hashing method. The most secure is SSHA.
bg: Метод за хеширане на паролите за LDAP. Най-сигурният метод е SSHA.
bs: Ovim određujete metod enkripcije šifara. Najsigurniji je SSHA.
ca: Especifica el mètode de resum de la contrasenya. El més segur és SSHA.
cs: Nastavení metody šifrování hesel. Nejbezpečnější je SSHA.
el: Αυτό προσδιορίζει τη μέθοδο κατακερματισμού κωδικού πρόσβασης. Η ασφαλέστερη είναι η SSHA.
es: Esto especifica el método de dispersión de las contraseñas. El más seguro es SSHA.
et: See määrab parooli räsimise meetodi. Kõige turvalisem on SSHA.
eu: Honek pasahitzaren hash metodoa kalkulatzen du. Seguruena SSHA da.
fa: روش درهم کردن اسم رمز را مشخص می‌کند. امن‌ترین آن SSHA است.
fi: Tämä määrittelee salasanojen hajautusmenetelmän. Turvallisin on SSHA.
fr: Ceci définit la méthode de hachage des mots de passe. Le plus sûr est SSHA.
ga: Seo é an modh haiseáilte focal faire. Is é SSHA an ceann is sláine.
gl: Isto especifica o método de cifrar os contrasinais. O máis seguro é SSHA.
hi: यह पासवर्ड हैशिंग विधि को निर्दिष्ट करता है. एसएसएचए अत्यंत सुरक्षित है.
hr: Ovo određuje metodu zasjenjenja za zaporke. Najsigurnija je SSHA.
hu: A jelszavak tokenizálási módszere (hash). Legbiztonságosabb az SSHA.
ia: Isto specifica le methodo de usar hash per contrasigno. Le plus secur es SSHA.
is: Þetta skilgreinir hvernig skuli dulrita lykilorð. SSHA er öruggast.
it: Specifica il metodo di cifratura delle password. Il più sicuro è SSHA.
ja: パスワードハッシュ方式を指定します。最も安全なのは SSHA です。
kk: Парольді хэштеу әдісін көрсетеді. Ең мықтысы - SSHA.
lt: Tai nurodo slaptažodžio maišos metodą. Saugiausias yra SSHA.
lv: Šis norāda paroles kontrolskaitļa tipu. Visdrošākais ir SSHA.
nb: Dette angir hashing-metoden for passord. Den sikreste er SSHA.
nds: Giff de Hash-Metood för Passwöör an. De sekerste Metood is "SSHA".
nn: Passord-hashingsmetoden som skal brukast. Den sikraste er SSHA.
pl: Określa metodę kodowania haseł LDAP. Najbezpieczniejsza to SSHA.
pt: Indica o método de 'hashing' de senha. O mais seguro é o SSHA.
ro: Specifică metoda de dispersie a parolei. Cea mai securizată este SSHA.
sk: Toto určuje metódu kódovanie hesla. Najbezpečnejšie je SSHA.
sl: To določa metodo razprševanja gesla. Najbolj varna je SSHA.
sr@ijekavian: Овде се задаје метод дисперзирања лозинки. Најбезбеднији је ССХА.
sv: Det här anger omkastningsmetod för lösenord. Den säkraste är SSHA.
ug: بۇ تاللانما ئىم مۇكەممەللىك ھېسابلاش ئۇسۇلىنى بەلگىلەيدۇ. ئەڭ بىخەتەرى SSHA.
uk: Це вказує метод хешування паролів. Найбільш безпечний - SSHA.
zh_tw: 這裡指定密碼 hash 的方法。最安全的是 SSHA。

source: Enable samba account management
ar: مكّن إدارة حساب السامبا
bg: Включване на управлението на потребителите за Самба
bs: Uključi Samba menadžment korisničkih računa
ca: Habilita la gestió de comptes samba
cs: Povolit správu účtů samba
el: Ενεργοποίηση διαχείρισης λογαριασμού samba
es: Permitir la gestión de cuentas Samba
et: Samba kontohalduse lubamine
eu: Gaitu samba kontuen kudeaketa
fa: فعال‌سازی مدیریت حساب سامبا
fi: Salli samba-käyttäjätunnuksien hallinta
fr: Activer la gestion des comptes Samba
ga: Cumasaigh bainisteoireacht cuntas samba
gl: Activar a xestión de contas samba
hi: साम्बा खाता प्रबंधन सक्षम करें
hr: Omogući upravljanje računom za sambu
hu: A Samba azonosítókezelésének bekapcsolása
ia: Habilita gestion de conto de samba
is: Virkja samba reikningsstjórnun
it: Attiva la gestione degli account di Samba
ja: samba アカウント管理を有効にする
kk: Samba тіркелгісін басқаруға рұқсат ету
lt: Įjungti samba paskyrų tvarkymo galimybę
lv: Ieslēgt Samba kontu pārvaldību
mr: साम्बा खाते व्यवस्थापन कार्यान्वित करा
nb: Slå på håndtering av samba-kontoer
nds: Samba-Kontopleeg anmaken
nn: Slå på handtering av samba-kontoar
pl: Włącz zarządzanie kontami Samby
pt: Activar a gestão de contas samba
ro: Activează administrarea contului Samba
sk: Povoliť správu účtu Samba
sl: Omogoči upravljanje z računi Sambe
sr@ijekavian: Укључи управљање Самбиним налогом
sv: Aktivera kontohantering med Samba
ug: samba ھېسابات باشقۇرۇشنى قوزغات
uk: Ввімкнути керування рахунками Samba
zh_tw: 打開 Samba 帳號管理
