Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Select the color
ar: انتق اللون
bg: Избор на цвят
bs: Izaberite boju
ca: Tria el color
cs: Vybrat barvu
da: Vælg farven
de: Farbe auswählen
el: Επιλογή χρώματος
es: Seleccionar el color
et: Vali värv
eu: Hautatu kolorea
fa: برگزیدن رنگ
fi: Valitse väri
fr: Sélectionner la couleur
gl: Seleccione a cor
he: בחר את הצבע
hi: रंग चुनें
hu: Válasszon egy színt
is: Veldu lit
it: Seleziona il colore
ja: 色を選択
kk: Түсін таңдау
ko: 색상 선택
lt: Pasirinkite spalvą
lv: Izvēlieties krāsu
nds: Klöör utsöken
nl: Kleur selecteren
nn: Vel fargen
pa: ਰੰਗ ਚੁਣੋ
pl: Wybierz kolor
pt: Seleccione a cor
pt_br: Selecione a cor
ro: Selectare culoare
ru: Выбор цвета
sk: Vyberte farbu
sl: Izberite barvo
sr@ijekavian: Изаберите боју.
sv: Välj färg
tr: Renk seç
uk: Виберіть колір
zh_cn: 选择颜色
zh_tw: 選擇顏色

source: Enable sounds
ar: تمكين الأصوات
bg: Включване на звука
bs: Uključi zvuk
ca: Habilita els sons
cs: Povolit zvuky
da: Aktivér lyde
de: Klänge aktivieren
el: Ενεργοποίηση ήχων
es: Activar sonidos
et: Heli lubamine
eu: Gaitu soinuak
fa: فعال‌سازی صداها
fi: Käytä ääniä
fr: Activer le son
gl: Activar os sons
he: אפשר צלילים
hi: ध्वनियाँ सक्षम करें
hu: A hang engedélyezése
is: Virkja hljóð
it: Attiva i suoni
ja: サウンドを有効にする
kk: Дыбысы болсын
ko: 소리 사용
lt: Įgalinti garsus
lv: Ieslēgt skaņas
nds: Kläng anmaken
nl: Geluid activeren
nn: Slå på lydar
pa: ਆਵਾਜ਼ ਯੋਗ
pl: Włącz dźwięki
pt: Activar os sons
pt_br: Habilitar sons
ro: Activează sunetul
ru: Включить звуки
sk: Povoliť zvuky
sl: Omogoči zvoke
sr@ijekavian: Укључи звук
sv: AKtivera ljud
tr: Sese izin ver
uk: Ввімкнути звуки
zh_cn: 启用声音
zh_tw: 開啟聲音

source: Limit overload (recommended)
ar: تحديد الحمل الزائد (ينصح به)
bg: Ограничение на натоварването (препоръчва се)
bs: Spriječi prekoračenje (preporučeno)
ca: Limita la sobrecàrrega (recomanat)
cs: Omezit přetížení (doporučeno)
da: Begræns overbelastning (anbefalet)
de: Überladung begrenzen (empfohlen)
el: Όριο υπερφόρτωσης (συνίσταται)
es: Sobrecarga del límite (recomendado)
et: Ülekoormuse piiramine (soovitatav)
eu: Mugatu gainzama (gomendatua)
fa: محدود کردن بار اضافی )توصیه می‌‌شود(
fi: Rajoita ylikuormitusta (suositeltu)
fr: Limiter la surcharge (recommandé)
gl: Limitar a sobrecarga (recomendado)
he: הגבל עומס יתר (מומלץ)
hi: अतिभार को सीमित करें (अनुसंशित)
hu: Túlterhelési korlátozás (ajánlott)
is: Takmarka ofvinnslu (mælt með þessu)
it: Limita il sovraccarico (raccomandato)
ja: 過負荷の抑制 (推奨)
kk: Шектеуі болсын (жөнді)
ko: 제한 뛰어넘기 (추천)
lv: Ierobežot pārslodzi (ieteicams)
nds: Överladen ingrenzen (anraadt)
nl: Overbelasting beperken (aanbevolen)
nn: Overlastgrense (tilrådd)
pa: ਓਵਰਲੋਡ ਉੱਤੇ ਕੰਟਰੋਲ (ਸਿਫਾਰਸ਼ੀ)
pl: Maksymalne obciążenie (zalecane)
pt: Limitar sobrecarga (recomendado)
pt_br: Limitar carga (recomendado)
ro: Limită supraîncărcare (recomandat)
ru: Ограничение переполнения (рекомендуется)
sk: Obmedziť preťaženie (doporučené)
sl: Omejitev preobremenitve (priporočeno)
sr@ijekavian: Ограничи преоптерећење (препоручљиво)
sv: Överbelastningsbegränsning (rekommenderas)
tr: Aşırı yüklemeyi sınırla (önerilir)
uk: Обмежити перевантаження (рекомендується)
zh_cn: 限制过载(推荐)
zh_tw: 限制負載（建議使用）

source: Realtime fps adjust (recommended)
bg: Изчисление в реално време (препоръчва се)
bs: Prilagodi fps u realnom vremenu (preporučeno)
ca: Ajusta fps en temps real (recomanat)
cs: Upravení FPS v reálném čase (doporučeno)
da: Realtids fps justering (anbefalet)
de: Echtzeitanpassung der Bilder pro Sekunde (empfohlen)
el: Ρύθμιση των πλαισίων ανά δευτερόλεπτο σε κανονικό χρόνο (συνίσταται)
es: Ajustar fps en tiempo real (recomendado)
et: Reaalajas FPS kohandamine (soovitatav)
eu: Marko-abiadura denbora errealean doitu (gomendatua)
fa: میزان کردن زمان حقیقی fps)توصیه می‌شود(
fi: Reaaliaikainen fps asetus (suositeltu)
fr: Ajustement temps réel des IPS (recommandé)
gl: Axuste do número de imaxes en tempo real (recomendado)
he: תיקון מספר תמונות לשנייה בזמן אמת (מומלץ)
hi: रीयलटाइम एफ़पीएस समायोजन (अनुसंशित)
hu: Valós idejű sebességigazítás (ajánlott)
is: Stilla fps í rauntíma (mælt með þessu)
it: Regola in tempo reale i fps (raccomandato)
ja: リアルタイム fps 調整 (推奨)
kk: Шың кадр жиілігі (жөнді)
ko: 실시간 프레임 수 조절 (추천)
lv: Reāllaika fps pielāgošana (ieteicams)
nds: Echttiettopassen för Bildrate (anraadt)
nl: Realtime fps-bijstelling (aanbevolen)
nn: Juster sanntidsbilete per sekund (tilrådd)
pl: Dostosowanie liczby ramek/sek. (zalecane)
pt: Ajuste de número de imagens em tempo real (recomendado)
pt_br: Ajustar quadros por segundo em tempo real (recomendado)
ru: Калибровка смены кадров (рекомендуется)
sk: Úprava FPS v reálnom čase (doporučené)
sl: Prilagoditev realnočasnovnih sličic na sekundo (priporočeno)
sr@ijekavian: Стварновремено прилагођавање ФПС‑а (препоручљиво)
sv: Justering av bilder per sekund i realtid (rekommenderas)
tr: Gerçek zamanlı fps dengeleme (önerilir)
uk: Калібрування зміни кадрів (рекомендується)
zh_cn: 实时调整 fps(推荐)
zh_tw: 即時調整影像速率（建議使用）

source: Fireworks
ar: ألعاب نارية
bg: Фойерверки
bs: Vatromet
ca: Focs d'artifici
cs: Ohňostroje
da: Fyrværkeri
de: Feuerwerk
el: Βεγγαλικά
es: Fuegos artificiales
et: Tulevärk
eu: Su artifizialak
fa: آتش‌بازیها
fi: Ilotulitteet
fr: Feux d'artifice
gl: Fogos de artificio
he: זיקוקי דינור
hi: आतिशबाज़ी
hu: Tűzijáték
is: Flugeldar
it: Fuochi d'artificio
ja: 花火
kk: Отшашу
ko: 불꽃놀이
lt: Fejerverkai
lv: Uguņošanas
nds: Füerwark
nl: Vuurwerk
nn: Fyrverkeri
pa: ਆਤਸ਼ਬਾਜ਼ੀ
pl: Fajerwerki
pt: Foguetes
pt_br: Fogos de artifício
ro: Foc de artificii
ru: Фейерверки
sk: Ohňostroje
sl: Ognjemet
sr@ijekavian: Ватромети
sv: Fyrverkeri
tr: Havai fişek
uk: Феєрверк
zh_cn: 焰火
zh_tw: 煙火

source: Blinding white
ar: أبيض حاجب
bg: Ослепяващо бяло
ca: Blanc encegador
cs: Oslepující bílá
da: Blændende hvidt
de: Blendendes Weiß
el: Εκτυφλωτικό λευκό
es: Blanco cegador
et: Pimestav valge
eu: Zuri itsugarria
fa: سفید اغفال‌کننده
fi: Sokaisevan valkoinen
fr: Blanc éclatant
gl: Branco cegador
he: לבן מסנוור
hi: चौंधियाता सफेद
hu: Vakítóan fehér
is: Blindandi hvítt
it: Bianco accecante
ja: まばゆいばかりの白
kk: Жылпылдаған ақ
ko: 잘 안 보이는 흰색
lv: Žilbinoši balta
nds: Blank Witt
nl: Verblindend wit
nn: Blendande kvit
pl: Migoczący biały
pt: Branco cegante
pt_br: Branco Misturado
ro: Alb orbitor
ru: Мигающий белый
sk: Oslepujúca biela
sl: Bleščeča bela
sr@ijekavian: засљепљујуће бијело
sv: Bländvit
tr: Parlak beyaz
uk: Сліпучий білий
zh_cn: 花白
zh_tw: 眩目白

source: Velvet purple
ar: أرجواني ناعم
bg: Пурпурно кадифе
ca: Vellut púrpura
cs: Sametově fialová
da: Lilla
de: Samt-Purpur
el: Βελούδινο μωβ
es: Terciopelo púrpura
et: Mahe purpur
eu: Belus morea
fa: زرشکی مخملی
fi: Purppura sametti
fr: Velours pourpre
gl: Púrpura acetinado
he: סגול קטיפתי
hi: मख़मली बैंगनी
hu: Lila
is: Flauelsfjólublár
it: Porpora vellutato
ja: 高貴な紫
kk: Қою қан-қызыл
ko: 벨벳 보라색
lv: Velveta purpurs
nds: Samtvigelett
nl: Satijnpurpur
nn: Fløyelspurpur
pl: Purpurowy
pt: Púrpura acetinado
pt_br: Violeta
ru: Густой пурпурный
sk: Zamatová fialová
sl: Žametno škrlatna
sr@ijekavian: њежно љубичаста
sv: Sammetsviolett
tr: Velvet Moru
uk: Густий фіолетовий
zh_cn: 天鹅紫
zh_tw: 天鵝紫

source: Deep-sea green
ar: أخضر عمق البحر
bg: Морско зелено
ca: Verd fons marí
cs: Mořská zelená
da: Dyb søgrøn
de: Tiefsee-Grün
el: Βαθύ θαλασσί πράσινο
es: Verde mar
et: Sügav mereroheline
eu: Itsao-sakon berdea
fa: سبز آبهای عمیق
fi: Tumma merenvihreä
fr: Vert profond
gl: Verde mariño profundo
he: ירוק קרקעית ים
hi: गहन-समुद्री हरा
hu: Tengerzöld
is: Úthafsgrænn
it: Verde mare profondo
ja: 深いシーグリーン
kk: Қанық теңіз түсті
ko: 깊은 바다 초록색
lv: Selgas zaļa
nds: Deepsee-Gröön
nl: Diepzee-groen
nn: Djuphavsgrønt
pa: ਡੂੰਘਾ ਹਰਾ ਸਮੁੰਦਰ
pl: Morski zielony
pt: Verde marinho profundo
pt_br: Verde-mar
ru: Насыщенный цвет морской волны
sk: Morská zelená
sl: Globokomorska zelena
sr@ijekavian: дубокоморско зелено
sv: Djuphavsgrön
tr: Koyu deniz yeşili
uk: Морський зелений
zh_cn: 海绿
zh_tw: 深海綠

source: Deep red
ar: أحمر عميق
bg: Наситено червено
ca: Roig fosc
cs: Tmavě červená
da: Dybt rød
de: Tiefes Rot
el: Βαθύ κόκκινο
es: Rojo vivo
et: Sügavpunane
eu: Gorri sakona
fa: قرمز تیره
fi: Tummanpunainen
fr: Rouge profond
gl: Vermello escuro
he: אדום כהה
hi: गहरा लाल
hu: Mélyvörös
is: Djúprauður
it: Profondo rosso
ja: 深い赤
kk: Қанық қызыл
ko: 깊은 빨간색
lv: Tumši sarkana
nds: Deeproot
nl: Dieprood
nn: Djup raud
pa: ਗੂੜ੍ਹਾ ਲਾਲ
pl: Głęboki czerwony
pt: Vermelho profundo
pt_br: Vermelho sangue
ro: Roșu închis
ru: Насыщенный красный
sk: Hlboká červená
sl: Globoko rdeča
sr@ijekavian: дубоко црвено
sv: Djupröd
tr: Koyu kırmızı
uk: Густий червоний
zh_cn: 深红
zh_tw: 深紅

source: Multicolor
ar: تعدد ألوان
bg: Цветно
bs: Višebojni
cs: Více barev
da: Flerfarvet
de: Viele Farben
el: Πολύχρωμο
et: Mitmevärviline
eu: Kolore anitzak
fa: چند رنگی
fi: Monivärinen
fr: Multicolore
gl: Multicor
he: צבע מתחלף
hi: बहुरंग
hu: Sokszínű
is: Margir litir
it: Multicolore
ja: 多色
kk: Көптүсті
ko: 다중색상
lt: Daugiaspalviai
lv: Daudzkrāsaina
nds: Mehr Klören
nl: Meerdere kleuren
nn: Mangefarga
pa: ਬਹੁ-ਰੰਗੀ
pl: Wielokolorowy
pt: Multicor
pt_br: Multicolorido
ru: Несколько цветов
sk: Viac farieb
sl: Večbarvno
sr@ijekavian: шарено
sv: Flera färger
tr: Çoklurenk
uk: Багато кольорів
zh_cn: 多种色彩
zh_tw: 多彩

source: try bi-color fireworks
ar: جرب ألعاب نارية مزدوجة اللون
bg: Двуцветни фойерверки
ca: prova focs bicolors
cs: vyzkoušet dvoubarevný ohňostroj
da: prøv tofarvet fyrværkeri
de: Zweifarbiges Feuerwerk ausprobieren
el: δοκιμάστε δίχρωμα βεγγαλικά
es: probar en dos colores
et: kahevärviline tulevärk, kui võimalik
eu: saiatu bi koloredun su artifizialak
fa: امتحان کردن آتش‌بازیهای دو رنگی
fi: kokeile monivärisiä ilotulitteita
fr: Essayer un feu d'artifice bicolore
gl: tentar foguetes bi-colores
he: נסה זיקוקי דינור דו צבעים
hi: दो-रंगा आतिशबाज़ियाँ आज़माएँ
hu: Kétszínű tűzijáték
is: prófa tveggja lita flugelda
it: prova i fuochi d'artificio bicolore
ja: 2 色の花火
kk: екі түстіні көру
ko: 두 색을 가진 불꽃놀이 표시
lt: bandyti dviejų spalvų fejerverkus
lv: pamēģināt divkrāsu uguņošanas
nds: Tweeklört Füerwark utproberen
nl: Tweekleurig vuurwerk proberen
nn: prøv tofarga fyrverkeri
pa: ਦੋ-ਰੰਗੀ ਆਤਸ਼ਬਾਜ਼ੀ ਨਾਲ ਕੋਸ਼ਿਸ
pl: spróbuj dwukolorowych fajerwerków
pt: tentar foguetes bi-colores
pt_br: tentar fogos com duas cores
ru: двухцветный фейерверк
sk: skúste dvojfarebný ohňostroj
sl: poskusite dvobarven ognjemet
sr@ijekavian: Двобојни ватромети.
sv: försök med tvåfärgade fyrverkerier
tr: iki renkli havai fişekleri dene
uk: двоколірний феєрверк
zh_cn: 尝试双色焰火
zh_tw: 試兩種顏色的煙火

source: This allow a random creation of fireworks that explodes in 2 colors
ar: هذا يسمح بإنشاء عشوائي لألعاب نارية تنفجر في لونين
bg: Случайно използване на фойерверки с втори цвят
bs: Ovo omogućuje slučajno kreiranje vatrometa koji eksplodira u dvije boje
ca: Això permet la creació aleatòria de focs que exploten en dos colors
cs: Umožňuje náhodné ohňostroje explodující ve dvou barvách
da: Dette tillader tilfældig oprettelse af fyrværkeri der eksploderer i 2 farver
de: Erlaubt zufälliges Erzeugen von Feuerwerk, das in zwei Farben explodiert
el: Επιτρέπει την τυχαία δημιουργία βεγγαλικών που εκρήγνυνται σε δύο χρώματα
es: Permite una creación aleatoria de fuegos artificiales que explotan en dos colores
et: See võimaldab kahes värvis laialipaiskuvate juhusliku tulevärgi loomist
eu: Honek 2 koloretan eztanda egiten duten su artifizialen sorrera gaitzen du
fa: ایجاد تصادفی آتش‌بازیهایی که در دو رنگ محترق می‌شوند را فراهم می‌کند.
fi: Tämä mahdollistaa satunnaisten kaksiväristen ilotulitteiden luonnin
fr: Ceci permet la création aléatoire de feux d'artifice explosant en deux couleurs
gl: Permite a creación aleatoria de foguetes que estouren en 2 cores
he: מאפשר יצירה אקראית של זיקוקי דינור שמתפוצצים בשני צבעים
hi: यह बेतरतीब आतिशबाज़ियाँ बनाने देता है जो कि 2 रंगों में विस्फ़ोटित होते हैं
hu: Véletlenszerű, kétszínű tűzijátékok
is: Þetta býr til slembna flugeldasýningu sem springur í 2 litum
it: Questo permette la creazione casuale di fuochi d'artificio che esplodono in 2 colori
ja: 2 色に爆発する花火をランダムに作成します。
kk: Бұл отшашуді кездейсоқ және екі түсті қылады
ko: 이 설정을 사용하면 임의로 두 색으로 폭발하는 불꽃놀이가 생깁니다.
lv: Šis ieslēdz nejaušu divkrāsu raķešu radīšanu
nds: Mit dit warrt tofällige Füerwarken mööglich, de in twee Klören explodeert.
nl: Dat staat een willekeurig aangemaakt vuurwerk toe dat explodeert met 2 kleuren
nn: Dette gjer oppsett av tilfeldig fyrverkeri som eksploderer i 2 fargar mogleg
pl: Umożliwia tworzenie fajerwerków eksplodujących w dwóch kolorach
pt: Permite a criação aleatórias de foguetes que explodem em 2 cores
pt_br: Isto permite uma criação aleatória de fogos de artifício, que explodem em duas cores
ro: Aceasta permite crearea aleatorie a artificiilor ce explodează în două culori
ru: Фейерверки взрываются двумя случайными цветами
sk: Toto umožňuje náhodné vytvorenie ohňostroja, ktorý vybuchuje dvoma farbami
sl: To omogoča naključno ustvarjanje ognjemetov, ki eksplodirajo v dveh barvah
sr@ijekavian: Активира насумично стварање ватромета који експлодирају у двије боје.
sv: Det här gör det möjligt att skapa slumpmässiga fyrverkerier som exploderar med två färger
tr: 2 renkte patlayan havai fişeklerin rastgele üretilmesini sağlar
uk: Це дозволяє створювати випадкові феєрверки, які вибухають двома кольорами
zh_cn: 这将允许以两种颜色爆炸的焰火
zh_tw: 這個選項允許隨機產生爆出兩種顏色的煙火

source: Boring blue
ar: أزرق مضجر
bg: Стандартно синьо
ca: Blau avorrit
cs: Nudná modrá
da: Kedeligt blå
de: Langweiliges Blau
el: Βαρετό μπλε
es: Azul aburrido
et: Lihtsalt sinine
eu: Urdin aspergarria
fa: آبی خسته‌کننده
fi: Tylsä sininen
fr: Bleuâtre
gl: Azul chato
he: כחול משעמם
hi: उबाऊ नीला
hu: Kék
is: Leiðinlegur blár
it: Blu noioso
ja: 退屈な青
kk: Жәй көк
ko: 지루한 파란색
lv: Apnicīgi zils
nds: Drömelig Blaag
nl: Saaiblauw
nn: Keisam blå
pl: Nudny niebieski
pt: Azul chato
pt_br: Azul monótono
ro: Albastru plictisitor
ru: Скучный синий
sk: Nudná modrá
sl: Dolgočasna modra
sr@ijekavian: досадно плаво
sv: Tråkblå
tr: Sıkıcı mavi
uk: Нудний синій
zh_cn: 躁蓝
zh_tw: 冷靜藍

source: Hot orange
ar: برتقالي ساخن
bg: Горещо оранжево
ca: Taronja calent
cs: Výrazně oranžová
da: Skarp orange
de: Heißes Orange
el: Ζεστό πορτοκαλί
es: Naranja caliente
et: Tulioranž
eu: Laranja beroa
fa: نارنجی گرم
fi: Kuuma oranssi
fr: Orange flamboyant
gl: Laranxa quente
he: כתום לוהט
hi: गर्म नारंगी
hu: Narancssárga
is: Heitur appelsínugulur
it: Arancione bollente
ja: ホットオレンジ
kk: Жылы қызғылт сары
ko: 뜨거운 오렌지색
lv: Intensīvi oranžs
nds: Hitt Orange
nl: Heetoranje
nn: Varm oransje
pa: ਬਲਦਾ ਸੰਤਰੀ
pl: Gorący pomarańczowy
pt: Laranja quente
pt_br: Laranja quente
ro: Portocaliu intens
ru: Ярко-оранжевый
sk: Horúca oranžová
sl: Vroča oranžna
sr@ijekavian: врело наранџасто
sv: Hetorange
tr: Sıcak turuncu
uk: Гарячий оранжевий
zh_cn: 热橙
zh_tw: 熱情橘

source: Purest green
ar: الأخضر الأنقى
bg: Чисто зелено
ca: El verd més pur
cs: Čistá zelená
da: Reneste grøn
de: Reinstes Grün
el: Αγνό πράσινο
es: Verde purísimo
et: Puhas roheline
eu: Berde puruena
fa: سبز یکدست
fi: Puhdas vihreä
fr: Vert pur
gl: Verde puro
he: סגול טהור
hi: विशुद्ध हरा
hu: Tiszta zöld
is: Tær-grænn
it: Verde più puro
ja: 純粋な緑
kk: Таза жасыл
ko: 순수한 녹색
lv: Tīri zaļš
nds: Reenst Gröön
nl: Puurgroen
nn: Rein grøn
pa: ਸ਼ੁੱਧ ਹਰਾ
pl: Najczystszy zielony
pt: Verde pura
pt_br: Verde puro
ro: Verde pur
ru: Безупречный зелёный
sk: Najčistejšia zelená
sl: Čista zelena
sr@ijekavian: најчистије зелено
sv: Renast grön
tr: Saf yeşil
uk: Найчистіший зелений
zh_cn: 纯绿
zh_tw: 純淨綠

source: Colors
ar: الألوان
bg: Цветове
bs: Boje
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es: Colores
et: Värvid
eu: Koloreak
fa: رنگها
fi: Värit
fr: Couleurs
gl: Cores
he: צבעים
hi: रंग
hu: Színek
is: Litir
it: Colori
ja: 色
kk: Түстері
ko: 색
lt: Spalvos
lv: Krāsas
nds: Klören
nl: Kleuren
nn: Fargar
pa: ਰੰਗ
pl: Kolory
pt: Cores
pt_br: Cores
ro: Culori
ru: Цвета
sk: Farby
sl: Barve
sr@ijekavian: Боје
sv: Färger
tr: Renkler
uk: Кольори
zh_cn: 颜色
zh_tw: 色彩

source: Flames ring
ar: حلقة اللهب
bg: Огнени обръчи
bs: Vatreni prsten
ca: Anell de flames
cs: Prstenec plamenů
da: Flammering
de: Flammenring
el: Δακτυλίδι φλογών
es: Anillo de fuego
et: Leekide ring
eu: Suzko eraztuna
fa: حلقه شعله‌ها
fi: Liekkirengas
fr: Anneau de flammes
gl: Anel de chamas
he: טבעות אש
hi: ज्वाला छल्ला
hu: Tűzgyűrű
is: Eldhringur
it: Anello infuocato
ja: 炎のリング
kk: Сақина жалын
ko: 불꽃 고리
lv: Liesmu gredzens
nds: Flammenkrink
nl: Flammenring
nn: Flammering
pa: ਚਮਕਦਾ ਚੱਕਰ
pl: Pierścień płomieni
pt: Anel de chamas
pt_br: Bandeiras
ru: Светящиеся кольца
sk: Kruh plameňov
sl: Obroč plamenov
sr@ijekavian: ватрени обруч
sv: Ring av eldslågor
tr: Alev halkası
uk: Вогняне коло
zh_cn: 焰环
zh_tw: 火燄環

source: try me
ar: جربني
bg: Проба
bs: probaj
ca: prova'm
cs: vyzkoušej mě :-)
da: prøv mig
de: Probier' mich aus
el: δοκιμάστε με
es: pruébame
et: proovi
eu: saia nazazu
fa: مرا امتحان کن
fi: kokeile
fr: Essayez-moi
gl: tentar
he: נסה אותי
hi: मुझे आज़माएँ
hu: próba
is: prófaðu mig
it: provami
ja: 試す
kk: мен көрейін
ko: 해 보세요
lv: izmēģini mani
nds: Probeer mi ut
nl: probeer me
nn: prøv meg
pa: ਮੈਨੂੰ ਕੋਸ਼ਿਸ ਕਰਨ ਦਿਓ
pl: spróbuj
pt: tentar
pt_br: tentar
ro: încearcă-mă
ru: проверка
sk: skúste ma
sl: poskusi me
sr@ijekavian: Пробај ме.
sv: försök
tr: beni dene
uk: перевірити
zh_cn: 测试
zh_tw: 試我

source: Atomic splitter
ar: شق ذري
bg: Разделител на атоми
ca: Separador atòmic
cs: Štěpení atomů
da: Atomopdeler
de: Atomare Spaltung
el: Διασπαστής ατόμων
es: Separador atómico
et: Aatomite jagunemine
eu: Zatitzaile atomikoa
fa: شکاف‌دهنده اتمی
fi: Atominen halkaisija
fr: Fission nucléaire
gl: Separador atómico
he: מפצל אטומי
hi: आणविक विखंडन
hu: Atomi osztódás
is: Öreindakljúfur
it: Esplosioni atomiche
ja: 原子スプリッタ
kk: Атомды жару
ko: 원자 분리기
lv: Atomu šķēlējs
nds: Atomspleten
nl: Atoomsplitsing
nn: Atomsplittar
pl: Podział atomów
pt: Separador atómico
pt_br: Separador atômico
ru: Протуберанцы
sk: Atómové rozdelenie
sl: Atomski razdelilnik
sr@ijekavian: цјепач атома
sv: Dela atomer
tr: Atomik bölücü
uk: Розчеплення атомів
zh_cn: 原子分解
zh_tw: 原子分離器

source: Sparkling fall
ar: تساقط متلألئ
bg: Искрящи частици
ca: Cascada espurnejant
cs: Jiskřící vodopád
da: Strålende efterår
de: Funkeln bei Fallen
el: Σπινθηροβόλα πτώση
es: Caída centelleante
et: Sädemete langemine
eu: Mulko erorketa
fa: پاییز درخشان
fi: Kipinöivä putous
fr: Cascade d'étincelles
gl: Choiva brillante
he: אביב מנצנץ
hi: फुलझड़ियाँ गिरें
hu: Szikrázó lehullás
is: Neistaflug
it: Cascata brillante
ja: スパークリングフォール
kk: Ұшқын жаңбыры
ko: 떨어지는 번개
lv: Dzirkstošs ūdenskritums
nds: Glimmern Fall
nl: Sprankelende waterval
nn: Glitrande foss
pl: Błyszczący wodospad
pt: Chuva brilhante
pt_br: Queda cintilante
ru: Искрящиеся фонтаны
sk: Blikajúce padanie
sl: Bleščeč slap
sr@ijekavian: свјетлуцави водопад
sv: Skimmrande fall
tr: Kıvılcım yağmuru
uk: Іскристі фонтани
zh_cn: 闪耀瀑布
zh_tw: 火花瀑布

source: Classic
ar: تقليدي
bg: Класика
ca: Clàssic
cs: Klasický
da: Klassisk
de: Klassisch
el: Κλασσικό
es: Clásico
et: Klassikaline
eu: Klasikoa
fa: کلاسیک
fi: Klassinen
fr: Classique
gl: Clásico
he: קלסי
hi: क्लासिक
hu: Klasszikus
is: Hefðbundinn
it: Classico
ja: クラシック
kk: Классикалық
ko: 고전
lt: Klasikinis
lv: Klasiska
nds: Klass'sch
nl: Klassiek
nn: Klassisk
pa: ਟਕਸਾਲੀ
pl: Klasyczny
pt: Clássico
pt_br: Clássico
ro: Clasic
ru: Классические
sk: Klasické
sl: Klasično
sr@ijekavian: класика
sv: Klassisk
tr: Klasik
uk: Класичні
zh_cn: 经典
zh_tw: 傳統

source: Only explosion
ar: انفجار فقط
bg: Само експлозия
ca: Només explosió
cs: Pouze exploze
da: Kun eksplosion
de: Nur Explosionen
el: Μόνο έκρηξη
es: Solo explosión
et: Ainult plahvatus
eu: Eztanda bakarrik
fa: فقط انفجار
fi: Vain räjähdys
fr: Uniquement explosion
gl: Só explosión
he: התפוצצות בלבד
hi: सिर्फ विस्फ़ोट
hu: Csak robbanás
is: Sprengingar eingöngu
it: Solo esplosione
ja: 爆発のみ
kk: Тек жарылыс
ko: 폭발만
lt: Tik sprogimas
lv: Tikai sprādzieni
nds: Bloots Exploschoon
nl: Alleen explosie
nn: Berre eksplosjon
pa: ਸਿਰਫ਼ ਧਮਾਕਾ
pl: Tylko eksplozja
pt: Apenas explosão
pt_br: Somente explosão
ro: Doar explozie
ru: Только вспышки
sk: Iba výbuch
sl: Samo eksplozije
sr@ijekavian: само експлозије
sv: Bara explosion
tr: Yalnızca patlama
uk: Тільки вибух
zh_cn: 爆炸
zh_tw: 只爆炸

source: Toxic spirals
ar: حلزونات سامة
bg: Отровни спирали
ca: Espirals tòxiques
cs: Toxické spirály
da: Toksiske spiraler
de: Toxische Spiralen
el: Τοξικές σπείρες
es: Espirales tóxicas
et: Keerlevad spiraalid
eu: Espiral toxikoak
fa: مارپیچهای سمی
fi: Myrkylliset spiraalit
fr: Spirales toxiques
gl: Espirais tóxicas
he: ספירלות רעילות
hi: ज़हरीले सर्पिल
hu: Toxikus spirálok
is: Eitraðir gormar
it: Spirali tossiche
ja: 有毒ならせん形
kk: Улы спиральдар
ko: 중독성 나선
lv: Indīgas spirāles
nds: Giftige Spiralen
nl: Toxische spiralen
nn: Giftige spiralar
pl: Toksyczne spirale
pt: Espirais tóxicas
pt_br: Espirais
ro: Spirale toxice
ru: Спирали
sk: Toxické špirály
sl: Strupene spirale
sr@ijekavian: отровне спирале
sv: Giftiga spiraler
tr: Zehirli spiraller
uk: Токсичні спіралі
zh_cn: 死亡螺旋
zh_tw: 毀滅螺旋

source: Flames world
ar: عالم اللهب
bg: Огнен свят
ca: Món de flames
cs: Svět plamenů
da: Flammeverden
de: Flammenwelt
el: Κόσμος φλογών
es: Mundo en llamas
et: Leekide maailm
eu: Suzko mundua
fa: دنیای شعله‌ها
fi: Liekkimaailma
fr: Le monde en flammes
gl: Mundo de chamas
he: עולם הלהבות
hi: ज्वालाओं की दुनिया
hu: Lángoló világ
is: Blossaheimur
it: Mondo di fiamme
ja: 火炎の世界
kk: От дүние
ko: 불바다
lv: Liesmu pasaule
nds: Flammenwelt
nl: Vlammenwereld
nn: Flammeverd
pa: ਲਪਟਾਂ ਦਾ ਸੰਸਾਰ
pl: Świat płomieni
pt: Mundo de chamas
pt_br: Bandeiras do mundo
ro: Lumea flăcărilor
ru: Светящиеся двойные кольца
sk: Ohnivý svet
sl: Svet plamenov
sr@ijekavian: ватрени свијет
sv: En värld av flammor
tr: Alev dünyası
uk: Світ в полум'ї
zh_cn: 烈焰世界
zh_tw: 火燄世界

source: Specials
ar: خاصيات
bg: Специалитет
ca: Especials
cs: Speciální
da: Specielle
de: Besonderheiten
el: Ειδικά
es: Especiales
et: Erid
eu: Bereziak
fa: ویژه‌ها
fi: Erikoiset
fr: Spéciales
gl: Especiais
he: מיוחדים
hi: विशेष
hu: Speciális
is: Sérstök
it: Speciali
ja: 特殊
kk: Арнаулы
ko: 특별
lt: Specialūs
lv: Speciālie
nds: Besünnere
nl: Speciaal
nn: Spesielle
pa: ਖਾਸ
pl: Specjalne
pt: Especiais
pt_br: Especiais
ro: Speciale
ru: Дополнительно
sk: Špeciálne
sl: Posebnosti
sr@ijekavian: Специјално
sv: Specialare
tr: Özel
uk: Додаткові
zh_cn: 特殊
zh_tw: 特殊

source: Logos
ar: شعارات
bg: Логота
cs: Loga
da: Logoer
el: Λογότυπα
es: Logotipos
et: Logod
eu: Logotipoak
fa: عقل کل
fi: Logot
gl: Logotipos
he: לוגואים
hi: लोगोस
hu: Emblémák
is: Táknmyndir
it: Loghi
ja: ロゴ
kk: Логотиптер
ko: 로고
lt: Logotipai
lv: Logo
nn: Logoar
pa: ਲੋਗੋ
pl: Loga
ro: Logotipuri
ru: Показывать рисунки
sk: Logá
sl: Slike
sr@ijekavian: Логотипи
sv: Logotyper
tr: Logolar
uk: Емблеми
zh_cn: 标志
zh_tw: 圖形

source: Watch exploding images
ar: شاهد صور متفجرة
bg: Експлозия на изображенията
ca: Mira imatges explotant
cs: Sledujte explodující obrázky
da: Se eksploderende billeder
de: Explodierenden Bildern zusehen
el: Παρακολούθηση εικόνων που εκρήγνυνται
es: Ver las imágenes explotando
et: Plahvatavate piltide vaatamine
eu: Ikusi irudien eztanda
fa: نگاه کردن به تصویرهای انفجاری
fi: Katso räjähtäviä kuvia
fr: Observer les images explosant
gl: Ver as imaxes a explotar
he: הסתכל בתמונות מתפוצצות
hi: विस्फ़ोटित होती छवियाँ देखें
hu: Robbanó képek
is: Horfa á táknmyndir sem springa
it: Guarda le immagini che esplodono
ja: 爆発するイメージ
kk: Жарылыс кескіндері
ko: 폭발 영상 관찰
lv: Rāda sprāgstošus attēlus
nds: Exploderen Biller ankieken
nl: Exploderende afbeeldingen tonen
nn: Sjå eksploderande bilete
pl: Obserwuj eksplodujące obrazki
pt: Ver imagens a explodir
pt_br: Assistir imagens ao explodir
ro: Urmăriți imagini explodînd
ru: Взрывающиеся рисунки
sk: Sledovať vybuchujúce obrázky
sl: Opazuj eksplodirajoče slike
sr@ijekavian: Распрскавајуће слике
sv: Betrakta exploderande bilder
tr: Patlayan resimleri izle
uk: Показувати зображення, які вибухають
zh_cn: 观看爆炸的图像
zh_tw: 觀看爆炸影像
