Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: emulate horizon coloring
ar: محاكاة تلوين الأفق
bg: Симулиране на цветовете на хоризонта
bs: simuliraj farbanje horizonta
ca: emula la coloració de l'horitzó
cs: Emulovat barvy horizontu
da: Emulér farvning af horisonten
de: Emuliert die Horizont-Verfärbung
el: προσομοίωση του χρωματισμού του ορίζοντα
es: simula un horizonte coloreado
et: horisondi värvide emuleerimine
eu: simulatu ikusmugaren koloreztatua
fa: تقلید از رنگ‌آمیزی افق
fi: matki horisontin väritystä
fr: Simule un coloriage de l'horizon
gl: emular a coloración do horizonte
he: מדמה צביעת אופק
hi: आकाशीय रंगों की नक़ल करें
hu: horizontszínezés
is: Herma eftir sjóndeildarlitun
it: emula la colorazione dell'orizzonte
ja: 地平線に近い星の色を変える
kk: көкжиектегі бояуларын көрсету
ko: 수평선 색상 따라하기
lv: imitēt horizonta iekrāsošanu
nds: Kimm -Infarven emuleren
nl: horizonkleuring nabootsen
nn: emuler horisontfarging
pl: emuluj kolorowanie horyzontu
pt: emular coloração do horizonte
pt_br: emula o colorido do horizonte
ro: emulează colorarea orizontului
ru: Показывать горизонт
sk: Emulovať zafarbenie horizontu
sl: posnemaj barvanje blizu obzorja
sr@ijekavian: Симулира бојење хоризонта.
sv: simulera färgad horisont
tr: yatay renklendirmeyi emüle et
uk: емулювати колір горизонту
zh_cn: 模拟水平染色
zh_tw: 模擬水平著色

source: Gives lower stars a reddish tint.
ar: أعط النجوم الدنيا أثرا لونيا أحمر
bg: Задаване на червеникав отенък на ниските звезди.
bs: Daje nižim zvijezdama crvenkastu boju.
ca: Dóna un matís rogenc a les estrelles més baixes.
cs: Dodá hvězdám vespod obrazovky červený nádech
da: Giver lavere stjerner en rød tone.
de: Gibt den unteren Sternen einen Rotstich.
el: Δίνει στα χαμηλά άστρα ένα κοκκινωπό χρωματικό τόνο.
es: Da a las estrellas inferiores un tono rojizo.
et: Madalamal asuvatele tähtedele antakse punakam toon.
eu: Izar baxuagoei tinte gorriago bat ematen die.
fa: ستاره‌های پایین‌تر، ته رنگ مایل به قرمز نشان می‌دهند.
fi: Anna matalimmille tähdille punertava väri.
fr: Donne une teinte rougeâtre aux étoiles plus basses
gl: Dálle ás estrelas máis baixas un ton avermellado.
he: נותן גוון אדום לכוכבים נמוכים
hi: नीचे स्थित तारों में लालिमा भरें
hu: A kisebb csillagok vöröses árnyalatot kapnak.
is: Gefur stjörnum sem eru neðarlega rauðan blæ.
it: Dà alle stelle più basse una tinta rosseggiante.
ja: 大気の影響をまねて、地平線に近い星に赤みを加えます。
kk: Көкжиекке жақын жұлдыздарды сәл қызартып көрсету.
ko: 낮은 별들에게 붉은 색조를 줍니다.
lv: Zemām zvaigznēm piedod sarkanu nokrāsu.
nds: Gifft siete Steerns en Roottoon.
nl: Geeft de laagste sterren een roodachtige tint.
nn: Gjev lågare stjerner eit raudaktig skjer.
pl: Dodaje niższym gwiazdom czerwonawy odcień.
pt: Dá às estrelas mais baixas um tom avermelhado.
pt_br: Fornece para estrelas menores uma tinta avermelhada.
ru: Показывать звёзды в красно-синей гамме.
sk: Dá nižším hviezdam červený nádych.
sl: Nižjim zvezdam da rdečkast odtenek
sr@ijekavian: Даје нижим звијездама црвенкасти прелив.
sv: Ger lägre stjärnor en rödaktig färgton.
tr: Alçak yıldızlara kızıl gölge verir.
uk: Надає нижнім зіркам червонуватий відтінок.
zh_cn: 将较低的星星染红。
zh_tw: 將較低的星星染紅。

source: Number:
ar: رقم:
bg: Брой:
bs: Broj:
ca: Número:
cs: Počet:
da: Nummer:
de: Anzahl:
el: Πλήθος:
es: Número:
et: Arv:
eu: Kopurua:
fa: عدد:
fi: Lukumäärä:
fr: Nombre :
gl: Número:
he: מספר:
hi: संख्या:
hu: Szám:
is: Fjöldi:
it: Numero:
ja: 数:
kk: Саны:
ko: 수:
lt: Numeris:
lv: Skaits:
nds: Tall:
nl: Aantal:
nn: Tal:
pa: ਨੰਬਰ:
pl: Liczba:
pt: Número:
pt_br: Número:
ro: Număr:
ru: Количество:
sk: Počet:
sl: Število:
sr@ijekavian: Број:
sv: Antal:
tr: Numara:
uk: Кількість:
zh_cn: 数目：
zh_tw: 數量：

source: less
ar: أقل
bg: Малко
bs: Iskre
ca: menys
cs: méně
da: mindre
de: wenige
el: λιγότερα
es: menos
et: vähem
eu: gutxiago
fa: کمتر
fi: vähemmän
fr: Moins
gl: menos
he: יותר
hi: कम
hu: kevés
is: minna
it: meno
ja: 少なく
kk: азырақ
ko: 적게
lt: mažiau
lv: mazāk
nds: weniger
nl: minder
nn: færre
pa: ਘੱਟ
pl: mniej
pt: menos
pt_br: menos
ro: puține
ru: мало
sk: menej
sl: manj
sr@ijekavian: мање
sv: färre
tr: daha az
uk: менше
zh_cn: 较少
zh_tw: 少

source: Stars
ar: نجوم
bg: Звезди
bs: Zvijezde
ca: Estrelles
cs: Hvězdy
da: Stjerner
de: Sterne
el: Άστρα
es: Estrellas
et: Tähed
eu: Izarrak
fa: ستاره‌ها
fi: Tähdet
fr: Étoiles
gl: Estrelas
he: כוכבים
hi: तारे
hu: Csillagok
is: Stjörnur
it: Stelle
ja: 星
kk: Жұлдыздар
ko: 별
lt: Žvaigždės
lv: Zvaigznes
nds: Steerns
nl: Sterren
nn: Stjerner
pa: ਤਾਰੇ
pl: Gwiazdy
pt: Estrelas
pt_br: Estrelas
ro: Stele
ru: Звезды
sk: Hviezdy
sl: Zvezde
sr@ijekavian: Звијезде
sv: Stjärnor
tr: Yıldızlar
uk: Зірки
zh_cn: 星形
zh_tw: 星

source: Watch the stars
ar: شاهد النجوم
bg: Звезди
bs: Gledaj zvijezde
ca: Mira les estrelles
cs: Sledujte hvězdy
da: Kig på stjernerne
de: Sterne beobachten
el: Παρακολούθηση των άστρων
es: Ver las estrellas
et: Tähtede vaatamine
eu: Ikusi izarrak
fa: تماشا کردن ستاره‌ها
fi: Katso tähtiä
fr: Observer les étoiles
gl: Ver as estrelas
he: הסתכל על הכוכבים
hi: तारे देखें
hu: A csillagok figyelése
is: Horfa á stjörnurnar
it: Guarda le stelle
ja: 星を表示する
kk: Жұлдыздарды көрсету
ko: 별을 봅니다
lv: Skatīties zvaigznēs
nds: Steerns ankieken
nl: Sterren tonen
nn: Sjå på stjernene
pa: ਤਾਰੇ ਵੇਖਾਓ
pl: Obserwuj gwiazdy
pt: Ver as estrelas
pt_br: Observar as estrelas
ro: Urmărește stelele
ru: Показывать звёзды
sk: Sledovať hviezdy
sl: Opazuj zvezde
sr@ijekavian: Гледајте звијезде.
sv: Titta på stjärnorna
tr: Yıldızları izle
uk: Показувати зірки
zh_cn: 看星星
zh_tw: 觀星

source: Enable stars in the sky.
ar: تمكين نجوم في السماء.
bg: Показване на звезди в небето.
bs: Uključi zvijezde na nebu.
ca: Habilita les estrelles al cel.
cs: Povolí hvězdy na obloze.
da: Aktivér stjerner på himmelen.
de: Sterne am Himmel aktivieren
el: Ενεργοποίηση των άστρων στον ουρανό.
es: Activar cielo estrellado.
et: Tähistaeva lubamine
eu: Gaitu izarrak zeruan.
fa: فعال‌سازی ستاره‌ها در آسمان.
fi: Näytä tähdet taivaalla
fr: Activer les étoiles dans le ciel.
gl: Activar as estrelas no ceo.
he: אפשר כוכבים בשמיים.
hi: आकाश में तारे सक्षम करें.
hu: Csillagok megjelenítése az égen.
is: Virkja stjörnur á himni.
it: Attiva le stelle nel cielo.
ja: 空に星を描画します。
kk: Аспанда жұлдыздарды көрсету.
ko: 하늘에 별을 사용합니다.
lv: Atļaut zvaigznes dienas laikā
nds: Steerns an den Heven wiesen
nl: Sterren in de hemel activeren.
nn: Slår på stjernene på himmelen.
pa: ਸੰਸਾਰ ਵਿੱਚ ਤਾਰੇ ਯੋਗ ਕਰੋ।
pl: Włącza gwiazdy na niebie.
pt: Activar estrelas no céu.
pt_br: Habilita as estrelas no céu.
ro: Activează stele pe cer.
ru: Показывать звёзды на небе.
sk: Povoliť hviezdy na oblohe.
sl: Omogoči zvezde na nebu.
sr@ijekavian: Укључује звијезде на небу.
sv: Aktivera stjärnor på himlen.
tr: Gökteki yıldızları etkin kıl.
uk: Показувати зірки на небі.
zh_cn: 启用天空中的星星。
zh_tw: 在天空中開啟星星

source: Writings
ar: كتابات
bg: Стил
bs: Zapisi
ca: Escrits
cs: Nápisy
da: Skriverier
de: Texte anzeigen
el: Γραπτά
es: Obras
et: Kirjad
eu: Idazketak
fa: نوشته‌ها
fi: Kirjoitukset
fr: Écritures
gl: Escritas
he: כיתוב
hi: लिखी हुई
hu: Írások
is: Letur
it: Scritte
ja: メッセージ
kk: Жазулар
ko: 글씨 표시
lv: Raksti
nds: Inschriften
nn: Skrift
pa: ਲਿਖਣਾ
pl: Napisy
pt: Escritas
pt_br: Gravações
ro: Scrieri
ru: Надписи
sk: Nápisy
sl: Zapisi
sr@ijekavian: Писаније
sv: Skrivning
tr: Yazımlar
uk: Надписи
zh_cn: 写绘
zh_tw: 寫

source: Effects
ar: تأثيرات
bg: Ефекти
bs: Efekti
ca: Efectes
cs: Efekty
da: Effekter
de: Effekte
el: Εφέ
es: Efectos
et: Efektid
eu: Efektuak
fa: جلوه‌ها
fi: Efektit
fr: Effets
gl: Efectos
he: אפקטים
hi: प्रभाव
hu: Effektusok
is: Brellur
it: Effetti
ja: 効果
kk: Эффекттер
ko: 효과
lt: Efektai
lv: Efekti
nds: Effekten
nl: Effecten
nn: Effektar
pa: ਪ੍ਰਭਾਵ
pl: Efekty
pt: Efeitos
pt_br: Efeitos
ro: Efecte
ru: Эффекты
sk: Efekty
sl: Učinki
sr@ijekavian: Ефекти
sv: Effekter
tr: Efektler
uk: Ефекти
zh_cn: 效果
zh_tw: 效果

source: Flash screen on explosions
ar: شاشة وامضة عند الانفجارات.
bg: Мигане на екрана при експлозия
bs: Bljeskanje ekrana pri eksploziji
ca: Flaix a la pantalla a les explosions
cs: Zablikat obrazovkou při explozi
da: Flash skærm ved eksplosioner
de: Bildschirm aufblitzen bei Explosionen
el: Αναλαμπή της οθόνης κατά τις εκρήξεις
es: Pantalla parpadea con las explosiones
et: Ekraani välgatamine plahvatustel
eu: Eztandetan pantaila osoa keinuka
fa: برق زدن پرده هنگام انفجارها
fi: Väläytä näyttöä räjähdysten yhteydessä
fr: Faire clignoter l'écran à chaque explosion
gl: Chiscar a pantalla coas explosións
he: הבהב את המסך בעת התפוצצויות
hi: विस्फोट होने पर स्क्रीन को चमकाएँ
hu: Robbanáskor felvillantás
is: Blikka skjánum við sprengingar
it: Lampeggia lo schermo sulle esplosioni
ja: 爆発で画面をフラッシュ
kk: Жарылыс жарқ етсін
ko: 폭발할 때 화면 반짝이기
lv: Ekrāna apžilbināšana sprādziena laikā
nds: Schirm bi Exploschonen opblucken
nl: Scherm laten flitsen bij explosies
nn: Blink skjermen ved eksplosjonar
pl: Migaj ekranem podczas eksplozji
pt: Piscar ecrã em explosões
pt_br: Faz um clarão tela na hora das explosões
ro: Clipește ecranul la explozii
ru: Ослепление
sk: Obrazovka blikajúca výbuchmi
sl: Naj se zabliska ob eksplozijah
sr@ijekavian: Сијевање екрана при експлозијама
sv: Blinka skärmen vid explosioner
tr: Patlamalarda ekranı parlat
uk: Освітлювати екран при вибухах
zh_cn: 爆炸时闪烁屏幕
zh_tw: 爆炸時閃動螢幕

source: Intensity:
ar: الشدة:
bg: Интензивност:
bs: Jačina:
ca: Intensitat:
cs: Intenzita:
da: Intensitet:
de: Intensität:
el: Ένταση:
es: Intensidad:
et: Intensiivsus:
eu: Intentsitatea:
fa: شدت:
fi: Voimakkuus:
fr: Intensité :
gl: Intensidade:
he: עצמה:
hi: तीव्रताः
hu: Intenzitás:
is: Styrkur:
it: Intensità:
ja: 強度:
kk: Күші:
ko: 강도:
lt: Intensyvumas:
lv: Intensitāte:
nds: Stärk:
nl: Intensiteit:
nn: Intensitet:
pa: ਤੀਬਰਤਾ:
pl: Intensywność:
pt: Intensidade:
pt_br: Intensidade:
ro: Intensitate:
ru: Интенсивность:
sk: Intenzita:
sl: Intenzivnost:
sr@ijekavian: Интензитет:
sv: Styrka:
tr: Yoğunluk:
uk: Інтенсивність:
zh_cn: 强度：
zh_tw: 強度：

source: hypnotic
ar: منوم
bg: Хипнотизиране
ca: hipnòtic
cs: hypnotická
da: hypnotisk
de: hypnotisch
el: υπνωτικό
es: hipnótico
et: hüpnootiline
eu: hipnotikoa
fa: هیپنوتیزم
fi: hypnoottinen
fr: Hypnotique
gl: hipnótico
he: היפנוטי
hi: सम्मोहक
hu: hipnotikus
is: dáleiðandi
it: ipnotico
ja: 催眠
kk: ұйқтататын
ko: 최면적인
lv: hipnotisks
nds: hypnootsch
nl: hypnotisch
nn: hypnotisk
pl: hipnotyczny
pt: hipnótico
pt_br: hipnótico
ro: hipnotic
ru: завораживающая
sk: hypnotické
sl: hipnotično
sr@ijekavian: хипнотички
sv: hypnotisk
tr: hipnotizma
uk: гіпнотична
zh_cn: 催眠
zh_tw: 催眠

source: Mega flares
bg: Блясък
bs: Mega plamenovi
ca: Mega flamarades
cs: Mega záblesky
da: Megaopflamninger
de: Riesige Fackeln
el: Μεγάλες φλόγες
es: Mega llamaradas
et: Megaleegid
eu: Mega erlantzak
fa: میلیونها شعله‌زنی
fi: Massiiviset valoraketit
fr: Méga fusées
gl: Mega explosións
he: מגה זיקוקים
hi: विशाल ज्वालाएँ
hu: Szupererős lángok
is: Miklir blossar
it: Mega bagliori
ja: メガ炎
kk: Күшті жарылыстар
ko: 큰 불꽃 사용하기
lv: Mega uzliesmojumi
nds: Resige Blöös
nl: Mega-vuurpijlen
nn: Megafaklar
pl: Megalatarnie
pt: Mega explosões
pt_br: Mega Fogos de Artifício
ro: Mega-flăcări
ru: Большие разрывы
sk: Mega rakety
sl: Veliki izbruhi
sr@ijekavian: Мега бакље
sv: Megabloss
tr: Mega alevler
uk: Великі вибухи
zh_cn: 火绘
zh_tw: 閃爍

source: Dimension:
ar: البعد:
bg: Размери:
bs: Dimenzije:
ca: Dimensió:
cs: Rozměry:
el: Διάσταση:
es: Dimensión:
et: Dimensioon:
eu: Dimentsioa:
fa: بعد:
fi: Ulottuvuus:
gl: Dimensión:
he: מימד:
hi: आयाम:
hu: Dimenzió:
is: Stærð:
it: Dimensione:
ja: 大きさ:
kk: Өлшемі:
ko: 크기:
lt: Dydis:
lv: Dimensija:
nds: Afmeten:
nl: Dimensie:
nn: Dimensjon:
pa: ਮਾਪ:
pl: Wymiar:
pt: Dimensão:
pt_br: Dimensão:
ro: Dimensiune:
ru: Размеры:
sk: Rozmer:
sl: Razsežnost:
sr@ijekavian: Величина:
tr: Boyut:
uk: Розміри:
zh_cn: 尺寸：
zh_tw: 維度：

source: Fireworks leave a particle trail
ar: الألعاب النارية تترك ذيول جسيمات
bg: Оставяне на следа от фойерверките
bs: Čestice vatrometa ostavljaju tragove
ca: Els focs deixen una traça de partícules
cs: Ohňostroj zanechává stopy po částicích
da: Fyrværkeri efterlader et spor af partikler
de: Feuerwerk hinterlässt eine Partikelspur
el: Τα βεγγαλικά αφήνουν ίχνος από σωματίδια
es: Fuegos artificiales deja un rastro de partículas
et: Tulevärgi osakesed jätavad jälje
eu: Su artifizialek partikula arrasto bat uzten dute
fa: آتش‌بازیها دنباله ذره را رها می‌کنند
fi: Ilotulitus jättää jälkeensä partikkelivanan
fr: Les feux d'artifice laissent une traînée de particules
gl: Os foguetes deixan un rastro de partículas
he: זיקוקים משאירים זנב חלקיקים
hi: आतिशबाजियों से कणों के पुछल्ले निकलें
hu: Nyomvonal húzása
is: Flugeldarnir skilja eftir slóð
it: I fuochi d'artificio lasciano una scia di particelle
ja: 花火は粒子跡を残す
kk: Отшашу іздері
ko: 불꽃 자취 사용하기
lt: Fejerverkai palieka dalelių pėdsakus
lv: Raķetes atstāj asti
nds: Füerwark maakt en Deeltjespoor
nl: Vuurwerk laat een deeltjesspoor achter
nn: Fyrverkeri etterlèt partikkelspor
pl: Fajerwerki zostawiają ślad cząsteczek
pt: Os foguetes deixam um rasto de partículas
pt_br: Fogos de artifício deixam uma trilha de partículas
ro: Artificiile lasă o urmă de particule
ru: Показывать след разлёта частиц
sk: Ohňostroj necháva stopu častíc
sl: Ognjemeti pustijo sledi delcev
sr@ijekavian: Ватромети остављају траг честица
sv: Fyrverkeri lämnar partikelspår
tr: Havai fişekler arkalarında bir parçacık izi bırakır
uk: Феєрверк залишає сліди від частинок
zh_cn: 焰火会留下拖尾
zh_tw: 煙火會留下尾巴

source: not yet ported
ar: لم ينفذ بعد
bg: Все още не е готово
bs: nije još prebačeno
ca: encara no s'ha adaptat
cs: ještě nepřevedeno
da: endnu ikke overført
de: noch nicht portiert
el: δεν έχει προσαρμοστεί ακόμα
es: todavía no migrado
et: veel portimata
eu: oraindik moldatu gabe
fa: هنوز برده‌نشده
fi: Ei ole vielä ohjelmoitu tähän järjestelmään
fr: Pas encore porté
gl: aínda non foi portado
he: לא הוסב עדיין
hi: अभी तक पोर्टेड नहीं हैं
hu: még nem készült el
is: enn ekki flutt
it: non ancora portato
ja: まだ移植してません
kk: әлі жасалмаған
ko: 아직 옮겨지지 않았습니다
lv: vēl nav portēts
nds: noch nich porteert
nl: nog niet overgezet
nn: ikkje porta endå
pa: ਹਾਲੇ ਲਿਖਿਆ ਨਹੀਂ
pl: jeszcze nie zaimplementowane
pt: ainda não portado
pt_br: ainda não portado
ro: încă neportat
ru: ещё не портировано
sk: ešte neportované
sl: ni še predelano
sr@ijekavian: Још није пренето.
sv: inte ännu överfört
tr: henüz uygulanmadı
uk: ще не портовано
zh_cn: 尚未移植
zh_tw: 尚未移植

source: Flash opacity:
ar: إبهام الوميض:
bg: Непрозрачност на мигането:
bs: Providnost bljeska:
ca: Opacitat del flaix:
cs: Neprůhlednost záblesků:
da: Flash opacitet:
de: Deckkraft der Blitze
el: Αδιαφάνεια αναλαμπής:
es: Opacidad del flash:
et: Leegi läbipaistmatus:
eu: Flash-aren opakotasuna:
fa: تاری برق‌زدن:
fi: Välähdyksen peittävyys:
fr: Opacité de l'éclair :
gl: Opacidade do flash:
he: שקיפות ההבהוב:
hi: फ़्लैश अपारदर्शिता:
hu: A villanások átlátszatlansága:
is: Gegnsæi blossa:
it: Opacità del lampo:
ja: フラッシュの不透明度:
kk: Жарқылдың бұлдыры:
ko: 반짝임 투명도:
lv: Uzliesmojuma necaurredzamība:
nds: Blix-Deckstärk:
nl: Flitshelderheid:
nn: Ugjennomsikt på blink:
pa: ਫਲੈਸ਼ ਬੌਲਰੀਪਨ:
pl: Nieprzezroczystość błysku:
pt: Opacidade do 'flash':
pt_br: Opacidade do clarão:
ro: Opacitate fulger:
ru: Прозрачность ослепления:
sk: Priesvitnosť zábleskov:
sl: Motnost bliska:
sr@ijekavian: Непрозирност сијевања:
sv: Blixtens ogenomskinlighet
tr: Parlama opaklığı:
uk: Прозорість освітлення:
zh_cn: 闪光透明度：
zh_tw: 閃爍阻光度：

source: min
ar: دقيقة
bg: мин.
de: minimal
el: ελάχιστο
fa: کمینه
gl: mín
he: מינימום
hi: मि.
ja: 最低
kk: мин.
ko: 작게
nds: siet
pa: ਘੱਟੋ-ਘੱਟ
ru: минимум
sl: najm.
sr@ijekavian: мин.
sv: minimal
tr: en az
uk: хв
zh_cn: 小
zh_tw: 最小

source: max
ar: أقصى
bg: макс.
ca: màx
da: maks
de: maximal
el: μέγιστο
es: máx
et: maks
fa: بیشینه
fi: maks
gl: máx
he: מקסימום
hi: अधि.
ja: 最高
kk: макс.
ko: 크게
lt: maks
lv: maks
nds: hooch
nn: maks
pa: ਵੱਧੋ ਵੱਧ
pt: máx
pt_br: máx
ru: максимум
sl: najv.
sr@ijekavian: макс.
sv: maximal
tr: en çok
uk: макс.
zh_cn: 大
zh_tw: 最大

source: Fade effect
ar: تأثير التضاؤل
bg: Избледняване
bs: Efekat nestajanja
ca: Efecte de fusió
cs: Efekt mizení
da: Hensvinden effekt
de: Verblassungseffekt
el: Εφέ ομαλής εμφάνισης
es: Efecto de fundido
et: Hajumisefekt
eu: Iraungitze-efektua
fa: محو شدن جلوه
fi: Häivitysefekti
fr: Effet de fondu
gl: Efecto de esvaecemento
he: אפקט העלמות
hi: फ़ीका प्रभाव
hu: Elhalványodási effektus
is: Fasa burt
it: Effetto di dissolvenza
ja: 減衰効果
kk: Біртіндеу эффекті
ko: 페이드 효과
lv: Izdzišanas efekts
nds: Utblennen
nl: Vervagingseffect
nn: Toningseffektar
pa: ਫਿੱਕਾ ਪਵੇ
pl: Efekt wygaszania
pt: Efeito gradiente
pt_br: Efeito desbotamento
ro: Efect tranziție
ru: Гладкость изображений
sk: Efekt strácania
sl: Učinek pojemanja
sr@ijekavian: Ефекат претапања
sv: Toningseffekt
tr: Sönüm efekti
uk: Ефект згасання
zh_cn: 淡入效果
zh_tw: 淡出效果

source: Spherical light after explosion
ar: ضوء كروي بعد الانفجار.
bg: Сферична светлина след експлозия
bs: Sferično svjetlo nakon eksplozije
ca: Llum esfèrica després de l'explosió
cs: Kruhové světlo po explozi
da: Sfærisk lys efter eksplosion
de: Sphärisches Licht nach Explosion
el: Σφαιρικό φως μετά την έκρηξη
es: Luz esférica tras la explosión
et: Sfääriline valgus pärast plahvatust
eu: Argi esferikoa eztanda ondoren
fa: نور کروی بعد از انفجار
fi: Pallomainen valo räjähdyksen jälkeen
fr: Lumière sphérique après explosion
gl: Luz esférica após a explosión
he: אור כדורי אחרי פיצוץ
hi: विस्फोट के बाद गोल प्रकाश
hu: Robbanás után gömbszerű fényhatás
is: Bogadregið ljós eftir sprengingar
it: Luce sferica dopo l'esplosione
ja: 爆発後の球状の光
kk: Жарылыс шұғласы
ko: 폭발 후 구형 빛 사용하기
lv: Lodveidīga gaisma pēc sprādziena
nds: Krinklicht na Exploschoon
nl: Bolvormig licht na de explosie
nn: Sfærisk lys etter eksplosjon
pl: Sferyczne światło po eksplozji
pt: Luz esférica após a explosão
pt_br: Luz esférica após explosão
ro: Lumină sferică după explozie
ru: Ореол после взрыва
sk: Sférické svetlo po výbuchu
sl: Kroglaste luči po eksploziji
sr@ijekavian: Сферно свјетло након експлозије
sv: Sfäriskt ljus efter explosion
tr: Patlamadan sonraki küresel ışık
uk: Сферичне світло після вибуху
zh_cn: 爆炸后产生球形闪电
zh_tw: 爆炸後球面發光

source: warning, this can shock your mind :-)
bg: Внимавайте, тази настройка може да ви шокира
bs: pažnja, ovo može šokirati vaš um :-)
ca: avís, això pot trasbalsar-vos la ment :-)
cs: Varování, můžete dostat šok :-)
da: advarsel, dette kan virke chokerende :-)
de: Kann beeindruckend sein
el: προσοχή, αυτό μπορεί να σας σοκάρει το μυαλό :)
es: aviso, puede conmocionar tu mente :-)
et: ettevaatust, see võib rivist välja lüüa :-)
eu: abisua, honek zure burua eragin dezake :-)
fa: اخطار، این می‌تواند مغزتان را تکان بدهد:-(
fi: varoitus, tämä voi vaikuttaa mieleesi :-)
fr: Attention, ceci peut perturber votre esprit ;-)
gl: aviso, isto pode producirlle un shock :-)
he: זהירות, זה יכול להטריף לך את השכל :-)
hi: चेतावनी, यह आपके दिमाग को झटका दे सकती है :-)
hu: figyelem - ez súlyos károsodást okozhat :-)
is: aðvörun. Þetta gæti brætt á þér heilann :-)
it: attenzione! Questo può scioccarti :-)
ja: 警告、あなたの心に衝撃を与えます :-)
kk: байқа, есіңіді бүлдіріп кетпесін :-)
ko: 경고, 이것은 여러분들에게 충격을 줄 수 있습니다
lv: brīdinājums, tas var satriekt jūsu prātu :)
nds: Wohrschoen, dit mag Di verschrecken
nl: Waarschuwing, u kunt gechockeerd raken :o)
nn: Åtvaring: Dette kan sjokkera deg. :–)
pa: ਸਾਵਧਾਨ, ਇਹ ਤੁਹਾਡੇ ਦਿਮਾਗ ਨੂੰ ਝੰਜੋੜ ਸਕਦਾ ਹੈ:-)
pl: uwaga, to może wywołać szok :-)
pt: aviso, isto pode chocar o seu cérebro :-)
pt_br: aviso: isto pode travar sua mente :)
ru: осторожно, это может свести вас с ума :-)
sk: varovanie, toto vás môže šokovať :-)
sl: opozorilo, to lahko šokira vaše misli :-)
sr@ijekavian: Пажња, може да вам помути мозак :-)
sv: varning: hjärnan kan få en chock av detta
tr: uyarı, bu aklınızı tavana vurdurabilir :-)
uk: обережно, це може привести до божевілля :-)
zh_cn: 警告，此效果可能会震撼您的心灵:-)
zh_tw: 警告：這可能會震憾您的心 :-)

source: Multiplies the scale factor for particles near you, resulting in a colorful experience.
ar: مضاعفة عامل التكبير للجسيمات القريبة، ينتج في تجربة حيوية.
bg: Увеличаване на мащаба за близките частици, при което екрана става ярко оцветен.
bs: Množi faktor skaliranja za bliske čestice, što rezultira raznobojnim iskustvom.
ca: Multiplica el factor d'escala per a les partícules properes, resultant una experiència plena de color.
cs: Násobí měřítko blízkých částic pro lepší barevný zážitek.
da: Multiplicerer skaleringsfaktor for partikler nær ved dig, resulterende i en farverig erfaring.
de: Vervielfacht den Skalierungsfaktor der nahen Partikel und verstärkt das Farberlebnis.
el: Πολλαπλασιάζει τον παράγονται για σωματίδια κοντά σας, με αποτέλεσμα μια πολύχρωμη εμπειρία.
es: Multiplica el factor de la escala por las partículas cercanas, dando como resultado una colorida experiencia.
et: Lähemal asuvate osakeste skaleerimine, mis annab värvilisema efekti.
eu: Zure inguruko partikulen eskala faktorea biderkatzen du, esperientzia koloreduna lortuz.
fa: عامل مقیاس را برای ذره‌های نزدیک شما ضرب می‌‌‌‌‌‌کند، یک آزمایش رنگارنگ را نتیجه می‌دهد.
fi: Kertoo skaalauskertoimen lähelläsi oleville partikkeleille, aiheuttaen värikkään kokemuksen.
fr: Augmente le facteur d'échelle des particules proches de vous, provoquant ainsi une expérience très colorée.
gl: Multiplica o factor de escala das partículas adiantadas, resultando nunha experiencia colorida.
he: מכפיל את קנה המידה עבור חלקיקים קרובים. גורם לחוויה צבעונית
hi: आपके पास कणों के स्केल फ़ैक्टर को बहुगुणित करता है जिससे अधिक रंगीनियों का आभास होता है.
hu: Megnöveli a közeli részecskék méretét (érdekes hatást eredményez).
is: Margfaldar fjölda einda nærri þér sem gefur litríkt upplifelsi.
it: Moltiplica il fattore di ingrandimento delle particelle vicine a te facendoti vivere un'esperienza piena di colori.
ja: 近くの粒子の倍率を増やして、変化を与えます。
kk: Жақын бөлшектерінің бояп үлкейтіп көрсету.
ko: 근처에 있는 입자를 확대해서 화려한 색상을 표시합니다.
lv: Palielina jums tuvāk esošās daļiņas, padarot rezultātu krāsaināku.
nds: Verveelfacht de Grött vun Deeltjes in Dien Neegde: wat för Dien Klöörbeleven.
nl: Vermeerderd de schaalfactor van de deeltjes dichtbij, met als resultaat een kleurrijke ervaring.
nn: Multipliserer skalafaktoren for partiklar nær deg, noko som gjev ei fargerik oppleving.
pl: Zwiększa współczynnik skalowania cząsteczek w Twoim otoczeniu, powodując kolorowe wrażenia.
pt: Multiplica o factor de escala das partículas perto de si, resultando numa experiência colorida.
pt_br: Multiplica o fator de escala para as partículas próximas a você, resultando em uma experiência colorida.
ru: Показывать светящийся ореол от взрывов.
sk: Násobky zväčšenia pre častice blízko vás. Výsledkom je farebný zážitok.
sl: Pomnoži količino delcev blizu vas, kar povzroči barvito izkušnjo.
sr@ijekavian: Множи размјеру ближих честица, што доводи до већег шаренила.
sv: Multiplicerar skalfaktorn för partiklar nära dig, vilket ger en färgrik upplevelse.
tr: Bize yakın nesnelerin büyüklük katsayısını katlar, renkli bir deneyimle sonuçlanır.
uk: Збільшує фактор масштабу частинок біля вас, що спричиняє різнокольорове сяйво.
zh_cn: 加倍缩放靠近您的颗粒因子，使效果更加多姿多彩。
zh_tw: 對靠近你的粒子加倍調整，讓顏色更多采多姿
