Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Length of traces in seconds of visibility. Valid values from %1 to %2.
bg: Дължина на изчертаванията в секунди. Валидни стойности от %1 до %2.
bs: Trajanje vidljivosti tragova u sekundama. Ispravne vrijednosti su od %1 do %2.
ca: Longitud de les traces en segons de visibilitat. Valors vàlids des de %1 a %2.
cs: Délka stop v sekundách viditelnosti. Platné jsou hodnoty od %1 do %2.
da: Længde af spor i sekunder synlighed. Gyldige værdier fra %1 til %2.
de: Länge der Spuren in Sekunden, in denen sie sichtbar sind. Gültige Werte liegen zwischen %1 und %2.
el: Μήκος ιχνών σε δευτερόλεπτα εμφάνισης. Επιτρεπτές τιμές από %1 έως %2.
es: Longitud de los trazos en segundos de visibilidad. Valores válidos entre %1 y %2.
et: Jälje pikkus (mitu sekundit on näha). Sobivad väärtused %1 kuni %2.
eu: Aztarnen luzera bistaratze-segundutan. Balio onartuak %1 eta %2 artekoak dira.
fa: طول ردیابیها برحسب ثانیه‌های نمایانی. مقادیر معتبر از %1 تا %2.
fi: Jälkien pituus sekunteina näkyvyyttä. Sallitut arvot välillä %1 - %2.
fr: Longueur des traînées en secondes de visibilité. Les valeurs valables sont entre %1 à %2.
gl: Lonxitudes dos trazos en segundos de visibilidade. Os valores válidos van de %1 a %2.
he: אורך העקבות בשניות. ערך תקין בין %1 ל־%2.
hi: दिखाई देने में सेकेण्डों में ट्रेसेस की लम्बाई. वैध मान हैं %1 से %2.
hu: A nyomvonal hossza (láthatóság, másodpercben). Érvényességi tartomány - ettől: %1 eddig: %2.
is: Sekúndur sem línur eru sýnilegar. Lögleg gildi eru frá %1 til %2.
it: Lunghezza delle tracce in secondi di visibilità. Valori validi da %1 a %2.
ja: 数秒での軌跡の長さの視認性 有効な値は %1 から %2 まで
kk: Іздерінің ұзақтығы (секунд). Дұрыс аралығы: %1 - %2
ko: 초 단위의 자취를 표시할 시간입니다. 유효한 값의 범위는 %1부터 %2까지입니다.
lv: Atsaites gārums redzamības sekundēs. Derīgas vērtības no %1 līdz %2.
nds: Sichtborkeit-Duer för de Sporen in Sekunnen. (Weerten twischen %1 un %2)
nl: Lengte van sporen in seconden zichtbaarheid. Geldige waarden liggen tussen %1 en %2.
nn: Kor mange sekund sporlengda skal vera synleg. Gyldige verdiar frå %1 til %2.
pl: Długość śladów w sekundach widoczności Zakres poprawnych wartości to %1 - %2.
pt: Comprimentos dos traços em segundos de visibilidade. Os valores válidos vão de %1 a %2.
pt_br: Comprimento dos traços, em segundos de visibilidade. Valores válidos de %1 até %2.
ru: Продолжительность следа в секундах. Правильные значения от %1 до %2.
sk: Dĺžka stôp v sekundách viditeľnosti. Platné hodnoty sú od %1 do %2.
sl: Dolžina sledi v sekundah vidnosti. Veljavne vrednosti so med %1 in %2.
sr@ijekavian: Дужина трагова у секундама видљивости. Могуће вриједности су између %1 и %2.
sv: Spårens längd i sekunder de är synliga. Giltiga värden från %1 till %2.
tr: Saniye cinsinden izlerin görünme süresi. %1 ve %2 arasındaki değerleri alabilir.
uk: Тривалість слідів в секундах. Чинні значення від %1 до %2.
zh_cn: 可见轨迹的保留时间长度，以秒计。 有效值从 %1 到 %2。
zh_tw: 軌跡長度，以可見秒為單位。 合理的數值為 %1 到 %2。

source: Angular momentum in z direction in arbitrary units. Valid values from %1 to %2.
ar: الزخم الزاوي في اتجاه z في الوحدات الكيفية. القيم المتاحة من %1 إلى %2.
bg: Ъгъл на изглед по z в случайни величини Валидни стойности от %1 до %2.
bs: Ugaoni momenat u z smijeru u neodređenim jedinicama. Ispravne vrijednosti su od %1 do %2.
ca: Moment angular en la direcció z en unitats arbitràries. Valors vàlids des de %1 a %2.
cs: Úhlový moment ve směru z v arbitrárních jednotkách. Platné jsou hodnoty od %1 do %2.
da: Angulært moment i z-retningen i vilkårlige enheder. Gyldige værdier fra %1 til %2.
de: Drehimpuls in Z-Richtung in beliebigen Einheiten. Gültige Werte liegen zwischen %1 und %2.
el: Στροφορμή στη διεύθυνση z σε αυθαίρετες μονάδες. Επιτρεπτές τιμές από %1 έως %2.
es: Unidades arbitrarias de momento angular en la dirección z. Valores válidos entre %1 y %2.
et: Z-suuna nurgamoment suvalises ühikus. Sobivad väärtused %1 kuni %2.
eu: Z norabideko momentu angularra unitate arbitrariotan. Balio onartuak %1 eta %2 artekoak dira.
fa: مقدار حرکت زاویه‌ای در جهت z، در واحدهای اختیاری. مقادیر معتبر از %1 تا %2.
fi: Kulmamomentti z-suunnassa mielivaltaisissa yksiköissä. Sallitut arvot välillä %1 - %2.
fr: Moment angulaire selon l'axe z en unités arbitraires. Les valeurs valables vont de %1 à %2.
gl: Momento angular na dirección z en unidades arbitrarias. Os valores válidos van de %1 a %2.
he: תנע זוויתי בכיוון ה־z ביחידות כלשהן. ערך תקין בין %1 ל־%2.
hi: मनमानी यूनिटों में जेड दिशा में कोणीय संवेग. वैध मान हैं %1 से %2.
hu: Z irányú szög tetszőleges szögmértékben. Érvényességi tartomány - ettől: %1 eddig: %2.
is: Hreyfing á z kvarðanum í einhverjum einingum. Lögleg gildi eru frá %1 til %2.
it: Momento angolare nella direzione z in unità arbitraria. Valori validi da %1 a %2.
ja: 任意のユニットで Z 方角の角運動量 有効な値は %1 から %2 まで
kk: Z айнала бұрыштық моменті (шартты бірлікте). Дұрыс аралығы: %1 - %2
ko: 임의 단위의 Z 축의 각운동량입니다. 유효한 값의 범위는 %1부터 %2까지입니다.
lv: Lenķa impulss z virzienā patvaļigiem objektiem. Derīgas vērtības no %1 līdz %2.
nds: Dreihswung in Z-Richt in jichtenseen Eenheit. (Weerten twischen %1 un %2)
nl: Hoekmoment in z-richting in willekeurige eenheden. Geldige waarden liggen tussen %1 en %2.
nn: Dreiemoment i z-retninga i vilkårlege einingar. Gyldige verdiar frå %1 til %2.
pl: Obrót kątowy w kierunku z w ustalonych jednostkach. Zakres poprawnych wartości to %1 - %2.
pt: Momento angular na direcção z em unidades arbitrárias. Os valores válidos vão de %1 a %2.
pt_br: Momento angular, em direção z de unidades arbitrárias. Valores válidos de %1 até %2.
ru: Угловая инерция по оси z. Правильные значения от %1 до %2.
sl: Kotni moment v smeri Z v poljubnih enotah. Veljavne vrednosti so med %1 in %2.
sr@ijekavian: Угаона количина кретања у смеру z‑осе, у произвољним јединицама. Могуће вриједности су између %1 и %2.
sv: Vinkelmoment i z-riktningen i godtyckliga enheter. Giltiga värden från %1 till %2.
tr: Z doprultusundaki açısal momentum. %1 ve %2 arasındaki değerleri alabilir.
uk: Кутова інерція по осі z. Чинні значення від %1 до %2.
zh_cn: Z轴的角动量，单位任意。 有效值从 %1 到 %2。
zh_tw: Z 軸的角動量。 合理的數值為 %1 到 %2。

source: <h3>KRotation Screen Saver for KDE</h3><p>Simulation of a force free rotating asymmetric body</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
bg: <h3>Предпазител на екрана KRotation за KDE</h3><p>Simulation of a force free rotating asymmetric body</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
bs: <html><h3>K‑rotacija, čuvar ekrana za KDE</h3><p>Simulacija slobodne rotacije asimetričnog tijela bez dejstva sila</p><p>© 2004, Georg Drenkan</p><p><email>Georg.Drenkhahn@gmx.net</email></p></html>
ca: <h3>Estalvi de pantalla KRotation per al KDE</h3><p>Simulació d'un cos asimètric no sotmès a forces girant</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
cs: <h3>Spořič obrazovky KRotation pro KDE</h3><p>Simulace volné rotace</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
da: <h3>KRotation pauseskærm for KDE</h3><p>Simulering af en kraftfri rotation af et asymmetrisk legeme</p><p>Ophavsret (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
de: <h3>Bildschirmschoner „KRotation“ für KDE</h3> <p>Simulation eines kraftfrei rotierenden, asymmetrischen Körpers</p><p>Copyright © Georg&nbsp;Drenkhahn 2004<br/><tt>Georg.Drenkhahn@gmx.net</tt></p><p>Übersetzt von Thomas Fischer</p>
el: <h3>KRotation Screen Saver για το KDE</h3><p>Προσομοίωση περιστροφής ενός ελεύθερου, ασύμμετρου σώματος</p><p>Πνευματικά δικαιώματα (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
es: <h3>KRotation salvapantallas para KDE</h3><p>Simulación de una fuerza variable y asimétrica sobre un cuerpo</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
et: <h3>KDE ekraanisäästja KRotation</h3><p>Vabalt pöörleva asümmeetrilise keha simulatsioon</p><p>Autoriõigus (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
eu: <h3>KDE-ren KRotation pantaila babeslea</h3><p>Biraketa librean dagoen gorputz asimetrikoaren simulazioa</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
fi: <h3>KRotation näytönsäästäjä KDE:lle</h3><p>Asymmetrisen pyörivän voimattoman kappaleen simulaatio</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
fr: <h3>Écran de veille KRotation pour KDE</h3><p>Simulation d'un corps asymétrique en libre rotation</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Par Georg.Drenkhahn@gmx.net</tt></p>
gl: <h3>Protector de pantalla KRotation para KDE</h3><p>Simulación dun corpo asimétrico a rodar</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
hu: <h3>KRotation képernyővédő a KDE-hez</h3><p>Aszimmetrikus test erőhatásoktól mentes forgása</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
is: <h3>KRotation skjásvæfa fyrir KDE</h3><p>Ósymmetrískur hlutur sem snýst í lausu lofti</p><p>Höfundarréttur (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
it: <h3>Salvaschermo KRotazione per KDE</h3><p>Simulazione di un corpo asimmetrico rotante libero da forze esterne</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
ja: <h3>KDE 回転 (KRotation) スクリーンセーバー</h3> <p>非対称の物体を自由回転させての力のシミュレーション</p> <p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
kk: <h3>KDE-нің "Айналым" экран сақтаушысы</h3><p>Асимметриялы дененің еркін бұралуы</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
ko: <h3>KDE를 위한 KRotation 화면 보호기</h3><p>자유롭게 회전하는 비대칭 물체시뮬레이션</p><p>저작권자 (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
lv: <h3>KRotation KDE ekrāna glabātā</h3><p>Asimetrisko ķermeņa rotašanas spēka simulacija</p><p>Autortiesības (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
nds: <h3>KDE-Pausschirm "KRotation"</h3><p>Simuleren vun en nich symmetrischen Lief, de sik ahn Kräft dreiht</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>georg-d@users.sourceforge.net</tt></p>
nl: <h3>KRotation-schermbeveiliging voor KDE</h3><p>Simulatie van een vrij draaiend asymmetrisch lichaam</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
nn: <h3>KRotation – pauseskjerm for KDE</h3><p>Simulering av ein kraftfri roterande asymmetrisk lekam</p> <p>© 2004 Georg&nbsp;Drenkhahn</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
pl: <h3>Wygaszacz Obroty dla KDE</h3><p>Symulacja swobodnego obrotu asymetrycznego obiektu</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
pt: <h3>Protector de Ecrã KRotation para o KDE</h3><p>Simulação de um corpo assimétrico a rodar</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
pt_br: <h3>Protetor de tela KRotation para o KDE</h3><p>Simulação de um corpo assimétrico rotacional com força livre</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
ru: <h3>Хранитель экрана для KDE «Вращение»</h3><p>Симуляция свободного вращения асимметричного тела</p><p>© Георг&nbsp;Дренкахн, 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
sk: <h3>Šetrič obrazovky KRotation pre KDE</h3><p>Simulácia volne rotujúceho asymetrického telesa</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
sl: <h3>Ohranjevalnik zaslona Vrtenje za KDE</h3><p>Simulacija vrtenja asimetričnega telesa, ki ni pod vplivom sil</p><p>Avtorske pravice © Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
sr@ijekavian: <html><h3>К‑ротација, чувар екрана за КДЕ</h3><p>Симулација слободне ротације асиметричног тијела без дејства сила</p><p>© 2004, Георг Дренкан</p><p><email>Georg.Drenkhahn@gmx.net</email></p></html>
sv: <h3>Skärmsläckaren Rotation för KDE</h3><p>Simulering av en kraftfri roterande asymmetrisk kropp</p><p>Copyright © Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
tr: <h3>KDE için KRotation Ekran Koruyucusu</h3><p>Kuvvetten bağımsız dönen asimetrik bir beden simülasyonu</p><p>Telif hakları (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
uk: <h3>«Обертання», зберігач екрана для KDE</h3><p>Симуляція вільного обертання асиметричного тіла</p><p>© Georg&nbsp;Drenkhahn </p><p><tt>Georg.Drenkhahn@gmx.net</tt>, 2004</p>
zh_cn: <h3>KDE 的旋转屏幕保护程序</h3><p>模拟不对称物体的自由旋转</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
zh_tw: <h3>KRotation 螢幕保護程式</h3> <p>模擬不對稱主體的自由旋轉。</p> <p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>

source: Traces
ar: تتبعات
bg: Изчертавания
bs: Tragovi
cs: Stopy
da: Spor
de: Spuren
el: Ίχνη
es: Trazos
et: Jäljed
eu: Aztarnak
fa: ردیابیها
fi: Jäljet
gl: Trazos
he: עקבות
hi: ट्रेसेस
hu: Nyomvonalak
is: Línur
it: Tracce
ja: 軌跡
kk: Іздер
ko: 자취
lt: Pėdsakai
lv: Pēdas
nds: Sporen
nl: Sporen
nn: Spor
pa: ਸੁਰਾਗ
pl: Ślady
pt: Traços
pt_br: Traços
ro: Urme
ru: Следы
sk: Stopy
sl: Sledi
sr@ijekavian: Трагови
sv: Spår
tr: İzler
uk: Сліди
zh_cn: 轨迹
zh_tw: 軌跡

source: Theta:
el: Θ:
et: Teeta:
eu: Teta:
fa: تتا:
fr: Thêta :
gl: Teta:
he: תטא:
hi: थीटा:
hu: Teta:
is: Þeta:
ja: シータΘ:
kk: Тета:
lt: Teta:
lv: Teta:
pa: ਥੀਟਾ:
ro: Teta:
ru: Тета:
sr@ijekavian: θ:
tr: Teta:
uk: Тета:

source: Science Screen Saver
ar: حافظة الشاشة العلوم
bg: Наука
bs: „Nauka“ čuvar ekrana
ca: Estalvi de pantalla Ciència
cs: Šetřič obrazovky 'Věda'
da: Videnskab-pauseskærm
de: Bildschirmschoner „Wissenschaft“
el: Προφύλαξη οθόνης Επιστήμη
es: Salvapantallas Ciencia
et: Ekraanisäästja Teadus
eu: Zientzia pantaila babeslea
fa: محافظ صفحه نمایش علمی
fi: Science näytönsäästäjä
fr: Écran de veille « Science »
gl: Protector de pantalla Ciencia
he: שומר המסך מדע
hi: साइंस स्क्रीन सेवर
hu: A Tudomány képernyővédő beállításai
is: Stilla Vísindaskjávæfuna
it: Impostazioni salvaschermo Scienza
ja: サイエンス スクリーンセーバー
kk: "Ғылым" экран сақтаушысы
ko: 과학 화면 보호기
lt: Mokslo ekrano užsklanda
lv: Space ekrāna saudzētājs
nds: Pausschirm "Wetenschap"
nl: Schermbeveiliging "Wetenschappelijk" instellen
nn: Vitskapleg pauseskjerm
pa: ਵਿਗਿਆਨ ਸਕਰੀਨ-ਸੇਵਰ
pl: Wygaszacz Nauka
pt: Protector de Ecrã Ciência
pt_br: Protetor de tela Ciência
ro: Protecție de ecran Știință
ru: Настройка хранителя экрана «Наука»
sk: Nastavenie šetriča Science
sl: Ohranjevalnik zaslona Znanost
sr@ijekavian: Наука
sv: Skärmsläckaren Vetenskap
tr: Bilim Ekran Koruyucusu
uk: Зберігач екрана «Науковий»
zh_cn: 科学屏幕保护程序
zh_tw: 科學螢幕保護程式

source: Whirl
ar: اندفاع
bg: Водовъртеж
bs: Kovitlanje
ca: Remolí
cs: Víření
da: Hvirvel
de: Wirbel
el: Δίνη
es: Remolino
et: Pööris
eu: Zurrunbiloak
fa: چرخش
fi: Sekoitus
fr: Tourbillon
gl: Remuíño
he: מערבולת
hi: घुमाव
hu: Örvénylés
is: Hvirfill
it: Rotazione
ja: 渦巻
kk: Құйын
ko: 나선형
lt: Sūkurys
lv: Virpulis
nds: Küsel
nl: Draaikolk
nn: Kvervel
pl: Wir
pt: Remoinho
pt_br: Turbilhão
ro: Vîrtej
ru: Вихрь
sk: Vír
sl: Vrtinec
sr@ijekavian: вртлог
sv: Virvel
tr: Fırıldak
uk: Вихор
zh_cn: 涡漩
zh_tw: 旋轉

source: Sphere
ar: كرة
bg: Сфера
bs: Kugla
ca: Esfera
cs: Sféra
da: Kugle
de: Lupe
el: Σφαίρα
es: Esfera
et: Kera
eu: Esfera
fa: کره
fi: Pallo
fr: Sphère
gl: Esfera
he: כדור
hi: गोला
hu: Gömb
is: Kúla
it: Sfera
ja: 球
kk: Сфера
ko: 구형
lt: Sfera
lv: Lode
nds: Luup
nl: Bol
nn: Kule
pa: ਗੋਲ਼ਾ
pl: Sfera
pt: Esfera
pt_br: Esfera
ro: Sferă
ru: Сфера
sl: Krogla
sr@ijekavian: сфера
sv: Klot
tr: Küre
uk: Сфера
zh_cn: 球体
zh_tw: 球

source: Exponential
ar: أسّي
bg: Експоненциал
bs: Eksponencijalno
ca: Exponencial
cs: Exponenciální
da: Eksponentiel
de: Exponentiell
el: Εκθετική
es: Exponencial
et: Eksponentsiaalne
eu: Esponentziala
fa: نمایی
fi: Eksponentti
fr: Exponentiel
gl: Exponencial
he: מעריך
hi: एक्सपोनेंशियल
hu: Exponenciális
is: Veldisfall
it: Esponenziale
ja: 指数
kk: Экспоненталы
ko: 확대
lt: Eksponentinis
lv: Eksponenciāli
nds: Exponentschell
nl: Exponentieel
nn: Eksponentiell
pa: ਐਕਸਪੋਨੈਂਸ਼ਲ
pl: Wykładnik
pt: Exponencial
pt_br: Exponencial
ro: Exponențial
ru: Экспонента
sk: Exponenciála
sl: Eksponentno
sr@ijekavian: експоненцијал
sv: Exponentiell
tr: Karıştırarak
uk: Експоненціально
zh_cn: 指数
zh_tw: 指數

source: Contraction
ar: تقليص
bg: Контракция
bs: Skupljanje
ca: Contracció
cs: Kontrakce
da: Kontradiktion
de: Eindellen
el: Συστολή
es: Contracción
et: Kokkutõmbumine
eu: Kontrakzioa
fa: انقباض
fi: Tiivistys
gl: Contracción
he: התכווצות
hi: संकुचन
hu: Kontrakció
is: Samdráttur
it: Contrazione
ja: 収縮
kk: Қысылу
ko: 축소
lt: Susitraukimas
lv: Piesavināšanās
nds: Indellen
nl: Contractie
nn: Samantrekking
pl: Kontrakcja
pt: Contracção
pt_br: Contração
ro: Contracție
ru: Сужение
sk: Kontrakcia
sl: Krčenje
sr@ijekavian: контракција
sv: Ihopdragning
tr: Çekilme
uk: Стискання
zh_cn: 收缩
zh_tw: 收縮

source: Wave
ar: موجة
bg: Вълна
bs: Val
ca: Ona
cs: Vlna
da: Bølge
de: Welle
el: Κύμα
es: Honda
et: Laine
eu: Uhina
fa: موج
fi: Aalto
fr: Onde
gl: Onda
he: גל
hi: वेव
hu: Hullám
is: Bylgja
it: Onda
ja: 波
kk: Толқын
ko: 파도
lt: Banga
lv: Vilnis
nds: Indroppen
nl: Golf
nn: Bølgje
pa: ਵੇਵ
pl: Fala
pt: Onda
pt_br: Onda
ro: Val
ru: Волны
sk: Vlna
sl: Val
sr@ijekavian: талас
sv: Vågor
tr: Dalga
uk: Хвиля
zh_cn: 波纹
zh_tw: 波

source: Curvature
ar: الانحناء
bg: Крива
bs: Zakrivljenje
ca: Curvatura
cs: Zakřivení
da: Krumning
de: Ausdellen
el: Καμπυλότητα
es: Curvatura
et: Kõverdus
eu: Kurbatura
fa: انحنا
fi: Kaarevuus
fr: Courbure
gl: Curvatura
he: עקמומיות
hi: गोलाई
hu: Görbület
is: Sveigja
it: Curvatura
ja: 湾曲
kk: Қисықтық
ko: 뒤틀림
lt: Išlinkimas
lv: Izliekums
nds: Utdellen
nl: Afbuiging
nn: Bøying
pl: Odchylenie
pt: Curvatura
pt_br: Curvatura
ro: Curbură
ru: Искривление
sk: Oblúk
sl: Ukrivljenost
sr@ijekavian: закривљеност
sv: Krökning
tr: Kavis
uk: Викривлення
zh_cn: 弯曲
zh_tw: 彎曲

source: Setup Science Screen Saver
ar: تنصيب حافظة الشاشة العلوم
bg: Настройки на предпазителя Наука
bs: Podesi screen saver 'Nauka'
ca: Configura l'estalvi de pantalla Ciència
cs: Nastavení šetřiče 'Věda'
da: Indstil Videnskab-pauseskærm
de: Bildschirmschoner „Wissenschaft“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Επιστήμη
es: Configurar el salvapantallas Ciencia
et: Ekraanisäästja Teadus seadistamine
eu: Konfiguratu Zientzia pantaila babesleas
fa: برپایی محافظ صفحه نمایش علمی
fi: Science-näytönsäästäjän asetukset
fr: Configurer l'écran de veille « Science »
gl: Configurar o protector de pantalla Ciencia
he: הגדרות שומר המסך מדע
hi: साइंस स्क्रीन सेवर सेटअप करें
hu: A Tudomány képernyővédő beállítása
is: Stilla Vísinda skjásvæfu
it: Impostazioni salvaschermo Scienza
ja: サイエンス スクリーンセーバーの設定
kk: "Ғылым" экран сақтаушыны баптау
ko: 과학 화면 보호기 설정
lt: Konfigūruoti ekrano užsklandą Mokslas
lv: Science ekrāna saudzētāja iestatīšana
nds: "Wetenschap" instellen
nl: Schermbeveiliging "Wetenschappelijk" instellen
nn: Oppsett av pauseskjermen Vitskap
pa: ਵਿਗਿਆਨ ਸਕਰੀਨ-ਸੇਵਰ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Nauka
pt: Configurar o Protector de Ecrã Ciência
pt_br: Configurar protetor de tela. Ciência
ro: Setare protecție de ecran Știință
ru: Настройка хранителя экрана «Наука»
sk: Nastavenie šetriča Science
sl: Nastavi ohranjevalnik zaslona Znanost
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Vetenskap
tr: Bilim Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Науковий»
zh_cn: 设置科学屏幕保护程序
zh_tw: 設定科學螢幕保護程式

source: Inverse
ar: عكس
bg: Обръщане
bs: Obrnut
ca: Invers
cs: Inverzní
da: Omvendt
de: Umgekehrt
el: Αντιστροφή
es: Inverso
et: Vastupidine
eu: Alderantzizkoa
fa: معکوس
fi: Käänteinen
gl: Inverso
he: הפוך
hi: उल्टा
hu: Inverz
is: Andhverft
it: Inverso
ja: 逆回転
kk: Инверсия
ko: 뒤집기
lt: Priešingas
lv: Apgriezta kārtība
nds: Ümdreiht
nl: Omkering
nn: Omvendt
pa: ਉਲ਼ਟ
pl: Odwrócony
pt: Inverso
pt_br: Inverso
ro: Invers
ru: Инверсия
sk: Inverzne
sl: Obrnjeno
sr@ijekavian: Инверз
sv: Omvänt
tr: Ters
uk: Інверсія
zh_cn: 反转
zh_tw: 反轉

source: Gravity
ar: جاذبية
bg: Гравитация
bs: Gravitacija
ca: Gravetat
cs: Přitažlivost
da: Tyngdekraft
de: Schwerkraft
el: Βαρύτητα
es: Gravedad
et: Raskusjõud
eu: Grabitatea
fa: جاذبه
fi: Gravitaatio
fr: Gravité
gl: Gravidade
he: כוח המשיכה
hi: ग्रेविटी
hu: Gravitáció
is: Þyngdarafl
it: Gravità
ja: 重力
kk: Гравитация
ko: 중력 사용하기
lt: Trauka
lv: Gravitācija
nds: Swoorkraft
nl: Gewicht
nn: Tyngdekraft
pa: ਗੁਣਵੱਤਾ
pl: Grawitacja
pt: Gravidade
pt_br: Gravidade
ro: Gravitație
ru: Гравитация
sk: Gravitácia
sl: Težnost
sr@ijekavian: Гравитација
sv: Gravitation
tr: Çekim
uk: Гравітація
zh_cn: 重力
zh_tw: 重力

source: Hide background
ar: إخفاء الخلفية
bg: Скриване на фона
bs: Sakrij pozadinu
ca: Amaga fons
cs: Skrýt pozadí
da: Skjul baggrund
de: Hintergrund ausblenden
el: Απόκρυψη φόντου
es: Ocultar fondo
et: Tausta peitmine
eu: Ezkutatu atzeko planoa
fa: مخفی کردن زمینه
fi: Piilota tausta
fr: Masquer le fond d'écran
gl: Agochar o fondo
he: הסתר רקע
hi: पार्श्व छुपाएँ
hu: A háttér elrejtése
is: Fela bakgrunn
it: Nascondi lo sfondo
ja: 背景を隠す
kk: Аясыз
ko: 배경 숨기기
lt: Slėpti foną
lv: Paslēpt fonu
nds: Achtergrund versteken
nl: Achtergrond verbergen
nn: Gøym bakgrunn
pa: ਬੈਕ-ਗਰਾਊਂਡ ਓਹਲੇ
pl: Ukryj tło
pt: Esconder fundo
pt_br: Esconder Fundo
ro: Ascunde fundalul
ru: Скрыть фон
sk: Skryť pozadie
sl: Skrij ozadje
sr@ijekavian: Сакриј позадину
sv: Dölj bakgrund
tr: Gizli arkaplan
uk: Ховати тло
zh_cn: 隐藏背景
zh_tw: 隱藏背景

source: Motion:
ar: الحركة:
bg: Движение:
bs: Pokret:
ca: Moviment:
cs: Pohyb:
da: Bevægelse:
de: Bewegung:
el: Κίνηση:
es: Movimiento:
et: Liikumine:
eu: Mugimendua:
fa: حرکت:
fi: Liike:
fr: Mouvement :
gl: Movemento:
he: תנודה:
hi: चालः
hu: Mozgás:
is: Hreyfing:
it: Movimento:
ja: 動き:
kk: Кимылы:
ko: 움직임:
lt: Judėjimas
lv: Kustība:
nds: Bewegen:
nl: Beweging:
nn: Rørsle:
pa: ਗਤੀ:
pl: Ruch:
pt: Movimento:
pt_br: Movimento:
ro: Mișcare:
ru: Движение:
sk: Pohyb:
sl: Gibanje:
sr@ijekavian: Кретање:
sv: Rörelse:
tr: Hareket:
uk: Рух:
zh_cn: 运动：
zh_tw: 移動：
