Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Clock Screen Saver<br>Version 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
ar: حافظة الشاشة الساعة<br>الإصدار 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
bg: Предпазител на екрана с часовник<br>Версия 1.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
bs: Čuvar ekrana „Sat“<br/>Izdanje 2.0<br/><nobr>© 2003, 2006, 2007, Melhior Franc</nobr>
ca: Estalvi de pantalla Clock (Rellotge)<br>Versió 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
cs: Šetřič obrazovky Hodiny<br>Verze 2.0<br><nobr>Melchior FRANZ (c) 2007</nobr>
da: Ur-pauseskærm<br>Version 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
de: Uhr-Bildschirmschoner<br>Version 2.0<br><nobr>Melchior FRANZ © 2003, 2006</nobr><br><br>Übersetzt von Thomas Fischer
el: Προφύλαξη οθόνης ρολόι<br>Έκδοση 1.90<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
es: Salvapantallas de Reloj<br>Versión 1.0<br><nobr>Melchior FRANZ © 2003</nobr>
et: Ekraanisäästja Kell <br>versioon 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
eu: Ordularia pantaila babeslea<br>2.0 bertsioa<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
fa: محافظ صفحه نمایش ساعت<br>نسخه ۲.۰<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
fi: Kellonäytönsäästäjä<br>Versio 1.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
fr: Écran de veille « Horloge » <br>version 2.0<br><nobr> écrit par Melchior Franz (c) 2003, 2006, 2007</nobr>
gl: Protector de pantalla Reloxo<br>Versión 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
hi: घड़ी स्क्रीन सेवर<br>संस्करण 2.0<br><nobr>मेलकर फ्रेंज (c) 2003, 2006, 2007</nobr>
hu: Óra képernyővédő<br>2.0<br><nobr>(c) Melchior FRANZ, 2003, 2006, 2007.</nobr>
is: Klukkuskjásvæfa<br>Útgáfa 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
it: Salvaschermo Orologio<br>Versione 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
ja: 時計スクリーンセーバー<br/>バージョン 2.0<br/><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
kk: "Сағат" экран сақтаушысы<br>2.0 нұсқасы<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
ko: 시계 화면 보호기<br>Version 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
lt: Laikrodžio ekrano užsklanda<br>Versija 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
lv: Pulksteņa ekrāna saudzētājs<br>Versija 1.0<br><nobr>Melchior FRANZ (c) 2003</nobr>
nds: Pausschirm "Klock"<br>Verschoon 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
nl: Klok-schermbeveiliging<br>Versie 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006</nobr>
nn: Klokke-pauseskjerm<br/>Versjon 2.0<br/><nobr>© 2003 Melchior Franz</nobr>
pl: Wygaszacz Zegar<br>Wersja 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
pt: Protector de Ecrã Relógio<br>Versão 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
pt_br: Protetor de Tela Relógio<br>Versão 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
ru: Хранитель экрана «Часы»<br>Версия 2.0<br><nobr>© Мельчиор Франц 2003, 2006, 2007</nobr>
sk: Šetrič obrazovky Hodiny<br>Verzia 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
sl: Ohranjevalnik zaslona Ura<br>Različica 2.0<br><nobr>Melchior FRANZ © 2003, 2006, 2007</nobr>
sr@ijekavian: Чувар екрана Сат, издање 2.0<br/><nobr>© 2003, 2006, 2007, Мелхиор Франц.</nobr>
sv: Skärmsläckaren Klocka <br>Version 2.0<br><nobr>Melchior Franz © 2003, 2006, 2007</nobr>
tr: Saat Ekran Koruyucusu<br> Sürüm 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>
uk: Зберігач екрана «Годинник»<br>Версія 2.0<br><nobr>© Melchior FRANZ, 2003, 2006, 2007</nobr>
zh_cn: 时钟屏幕保护程序<br>版本 2.0<br><nobr>Melchior FRANZ (c) 2003、2006、2007</nobr>
zh_tw: 時鐘螢幕保護程式<br>版本 2.0<br><nobr>Melchior FRANZ (c) 2003, 2006, 2007</nobr>

source: Virtual Machine
ar: الماكينة الظاهرية
bg: Виртуална машина
bs: Virtualni računar
ca: Màquina virtual
cs: Virtuální stroj
da: Virtuel maskine
de: Virtuelle Maschine
el: Εικονική μηχανή
es: Máquina virtual
et: Virtuaalne masin
eu: Makina birtuala
fa: ماشین مجازی
fi: Virtuaalikone
fr: Machine virtuelle
gl: Máquina virtual
he: מכונה וירטואלית
hi: आभासी मशीन
hu: Virtuális gép
is: Sýndarvél
it: Macchina virtuale
ja: 仮想マシン
kk: Виртуалды компьютер
ko: 가상 머신
lt: Menama mašina
lv: Virtuālā mašīna
nds: Virtuell Maschien
nl: Virtuele Machine
nn: Virtuell maskin
pa: ਵੁਰਚੁਅਲ ਮਸ਼ੀਨ
pl: Maszyna wirtualna
pt: Máquina Virtual
pt_br: Máquina virtual
ro: Mașină virtuală
ru: Виртуальная машина
sl: Navidezni stroj
sr@ijekavian: Виртуелна машина
sv: Virtuell maskin
tr: Sanal Makine
uk: Віртуальна машина
zh_cn: 虚拟机
zh_tw: 虛擬機器

source: Setup Virtual Machine
ar: تنصيب الماكينة الظاهرية
bg: Настройки на предпазителя Виртуална машина
bs: Podesi Virtualni računar
ca: Configura Màquina virtual
cs: Nastavit šetřič 'Virtuální stroj'
da: Opsætning af virtuel maskine
de: Bildschirmschoner „Virtuelle Maschine“ einrichten
el: Ρύθμιση Εικονική μηχανή
es: Configurar Máquina virtual
et: Virtuaalse Masina seadistamine
eu: Konfiguratu makina birtuala
fa: برپایی ماشین مجازی
fi: Virtuaalikoneen asetukset
fr: Configurer l'écran de veille « Machine virtuelle »
gl: Configurar a Máquina virtual
he: הגדרות מכונה וירטואלית
hi: आभासी मशीन सेटअप करें
hu: A Virtuális gép képernyővédő beállítása
is: Stilla sýndarvélina
it: Impostazioni salvaschermo Macchina virtuale
ja: 仮想マシンの設定
kk: "Виртуалды компьютер" баптауы
ko: 가상 머신 설정
lt: Nustatyti menamą mašiną
lv: Virtuālā mašīna iestatīšana
nds: "Virtuell Maschien" instellen
nl: Virtuele Machine instellen
nn: Oppsett av Virtuell maskin
pa: ਵੁਰਚੁਅਲ ਮਸ਼ੀਨ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Maszyna wirtualna
pt: Configurar a Máquina Virtual
pt_br: Configurar Máquina virtual
ro: Setare Mașină virtuală
ru: Настройка хранителя экрана «Виртуальная машина»
sk: Nastavenie Virtual Machine
sl: Nastavi navidezni stroj
sr@ijekavian: Подешавање Виртуелне машине
sv: Ställ in Virtuell maskin
tr: Sanal Makineyi Ayarla
uk: Налаштування зберігача екрана «Віртуальна машина»
zh_cn: 设置虚拟机
zh_tw: 設定虛擬機器

source: Virtual machine speed:
ar: سرعة الماكينة الظاهرية:
bg: Скорост на виртуалната машина:
bs: Brzina virtualnog računara:
ca: Velocitat de la màquina virtual:
cs: Rychlost virtuálního stroje:
da: Hastighed for virtuel maskine:
de: Geschwindigkeit der virtuellen Maschine
el: Ταχύτητα εικονικής μηχανής:
es: Velocidad de Máquina virtual:
et: Virtuaalse Masina kiirus:
eu: Makina birtualaren abiadura:
fa: سرعت ماشین مجازی:
fi: Virtuaalikoneen nopeus:
fr: Vitesse de la machine virtuelle :
gl: Velocidade da máquina virtual:
he: מהירות המכונה ווירטואלית:
hi: आभासी मशीन गतिः
hu: A virtuális gép sebessége:
is: Hraði sýndarvélar:
it: Velocità della macchina virtuale:
ja: 仮想マシンのスピード:
kk: Компьютер жылдамдығы:
ko: 가상 머신 속도:
lt: Menamos mašinos greitis:
lv: Virtuālās mašīnas ātrums:
nds: Gauheit:
nl: Snelheid van Virtuele Machine:
nn: Fart på virtuell maskin:
pa: ਵੁਰਚੁਅਲ ਮਸ਼ੀਨ ਗਤੀ:
pl: Prędkość maszyny wirtualnej:
pt: Velocidade da máquina virtual:
pt_br: Velocidade da máquina virtual:
ro: Viteză mașină virtuală:
ru: Скорость операций:
sk: Rýchlosť virtuálneho stroja:
sl: Hitrost navideznega stroja:
sr@ijekavian: Брзина виртуелне машине:
sv: Virtuella maskinens hastighet:
tr: Sanal makine hızı:
uk: Швидкість віртуальної машини:
zh_cn: 虚拟机速度：
zh_tw: 虛擬機器速度

source: Display update speed:
ar: سرعة عرض التحديث:
bg: Скорост на обновяване на екрана:
bs: Brzina osvježavanja prikaza:
ca: Mostra la velocitat de refresc:
cs: Rychlost aktualizace obrazovky:
da: Visningens opdateringshastighed:
de: Geschwindigkeit der Aktualisierung der Anzeige
el: Ταχύτητα ενημέρωσης οθόνης:
es: Mostrar velocidad de actualización:
et: Vaate värskendamise kiirus:
eu: Pantailaren eguneratze-abiadura:
fa: نمایش سرعت به‌روزرسانی:
fi: Näytönpäivitysnopeus:
fr: Vitesse de rafraîchissement de l'affichage :
gl: Velocidade de actualización da pantalla:
he: מהירות עדכון התצוגה:
hi: अद्यतन गति प्रदर्शित करें:
hu: A képernyő frissítési gyorsasága:
is: Hraði á skjáuppfærslum:
it: Velocità di aggiornamento dello schermo:
ja: 表示更新スピード:
kk: Жаңарту жөлдамдығы:
ko: 디스플레이 갱신 속도:
lt: Rodyti atnaujinimo greitį:
lv: Displeja atjaunošanas ātrums:
nds: Opfrisch-Gauheit:
nl: Snelheid van beeldverversing:
nn: Oppfriskingsfart:
pa: ਦਰਿਸ਼ ਅੱਪਡੇਟ ਗਤੀ:
pl: Prędkość uaktualniania ekranu:
pt: Velocidade de actualização do ecrã:
pt_br: Exibir velocidade atualizada:
ro: Viteză actualizare ecran:
ru: Частота обновления экрана:
sk: Rýchlosť aktualizácie:
sl: Hitrost posodabljanja prikaza:
sr@ijekavian: Брзина ажурирања приказа:
sv: Skärmuppdateringshastighet:
tr: Görüntünün tazelenme hızı:
uk: Швидкість поновлення екрана:
zh_cn: 显示更新速度：
zh_tw: 顯示更新速度

source: Virtual Machine Version 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
ar: الماكينة الظاهرية الإصدار 0.1 حقوق النسخ (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
bg: Виртуална машина версия 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
bs: Virtualni računar verzija 0.1 Sva prava pridržava (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
ca: Màquina virtual Versió 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
cs: Virtuální stroj verze 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
da: Virtuel maskine version 0.1 Ophavsret (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
de: Virtuelle Machine Version 0.1 Copyright © 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
el: Εικονική μηχανή έκδοση 0.1 Πνευματικά δικαιώματα (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
es: Máquina virtual versión 0.1 Copyright © 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
et: Virtuaalne Masin versioon 0.1 Autoriõigus (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
eu: Makina birtuala 0.1 bertsioa Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
fa: نسخه ۱/. ماشین مجازی Copyright (c) 2000آرتور راتاج<art@zeus.polsl.gliwice.pl>
fi: Virtual Machine Versio 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
fr: Machine virtuelle Version 0.1 Copyright (c) 2000 par Artur Rataj <art@zeus.polsl.gliwice.pl>
gl: Máquina virtual versión 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
he: מכונה וירטואלית גרסה 0.1 Copyright (c) 2000 ארתור רטאי <art@zeus.polsl.gliwice.pl>
hi: वर्चुअल मशीन संस्करण 0.1 सर्वाधिकार सुरक्षित (c) 2000 आर्तर रतज <art@zeus.polsl.gliwice.pl>
hu: Virtuális gép 0.1 Copyright (c) Artur Rataj (<art@zeus.polsl.gliwice.pl>), 2000.
is: Sýndarvél, útgáfa 0.1 Höfundarréttur (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl> Logi Ragnarsson <logir@logi.org> íslenskaði
it: Macchina virtuale versione 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
ja: 仮想マシン バージョン 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
kk: "Виртуалды компьютер" 0.1 нұсқасы Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
ko: 가상 머신 버전 0.1 저작권자 (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
lt: Menama mašina versija 0.1 Autorinės teisės © 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
lv: Virtual Machine Versija 0.1 Autortiesības (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
nds: Virtuell Maschien Verschoon 0.1 Copyright © 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
nl: Virtuele Machine Versie 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
nn: Virtuell maskin versjon 0.1 Opphavsrett (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
pa: ਵੁਰਚੁਅਲ ਮਸ਼ੀਨ ਵਰਜਨ 0.1 ਕਾਪੀਰਾਈਟ (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
pl: Maszyna wirtualna, wersja 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
pt: Máquina Virtual Versão 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
pt_br: Máquina virtual versão 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
ro: Mașina virtuală, versiunea 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
ru: Виртуальная машина Версия 0.1 Copyright (c) 2000 Артур Ратадж <art@zeus.polsl.gliwice.pl>
sl: Navidezni stroj različica 0.1 Avtorske pravice © 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
sr@ijekavian: Виртуелна машина, издање 0.1 © 2000, Артур Ратај <email>art@zeus.polsl.gliwice.pl</email>
sv: Virtuell maskin version 0.1 Copyright © 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
tr: Sanal Makine Sürüm 0.1 Telif hakkı (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
uk: Віртуальна машина, версія 0.1 © Artur Rataj <art@zeus.polsl.gliwice.pl>, 2000
zh_cn: Virtual Machine 版本 0.1 版权所有 (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
zh_tw: 虛擬機器版本 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>

source: About Virtual Machine
ar: حول الماكينة الظاهرية
bg: Относно Виртуална машина
bs: O 'Virtualnom računaru'
ca: Quant a Màquina virtual
cs: Informace o Virtuálním stroji
da: Om Virtuel maskine
de: Über Bildschirmschoner „Virtuelle Maschine“
el: Σχετικά με την Εικονική μηχανή
es: Acerca de Máquina virtual
et: Virtuaalse Masina info
eu: Makina birtualari buruz
fa: درباره ماشین مجازی
fi: Tietoa virtuaalikoneesta
fr: À propos de la machine virtuelle
gl: Acerca da Máquina virtual
he: אודות מכונה וירטואלית
hi: आभासी मशीन के बारे में
hu: A Virtuális gép névjegye
is: Um Sýndarvélina
it: Informazioni su Macchina virtuale
ja: 仮想マシンについて
kk: "Виртуалды компьютер" туралы
ko: 가상 머신 정보
lt: Apie virtualią mašiną
lv: Par virtuālo mašīnu
nds: Över Virtuell Maschien
nl: Info over Virtuele Machine
nn: Om Virtuell maskin
pa: ਵੁਰਚੁਅਲ ਮਸ਼ੀਨ ਬਾਰੇ
pl: O Maszynie wirtualnej
pt: Acerca da Máquina Virtual
pt_br: Sobre a Máquina Virtual
ro: Despre Mașina virtuală
ru: О хранителе экрана «Виртуальной машине»
sk: O Virtual Machine
sl: O Navideznem stroju
sr@ijekavian: О Виртуелној машини
sv: Om den Virtuella maskinen
tr: Sanal Makine Hakkında
uk: Про зберігач Віртуальна машина
zh_cn: 关于虚拟机
zh_tw: 關於虛擬機器

source: KLines
bg: Линии
bs: KLinije
cs: Linie
de: Linien
et: KJooned
fi: KViivat
hi: के-लाइन्स
hu: Vonalak
is: Línur
it: Linee
kk: Сызықтар
nn: Linjer
pa: ਕੇ-ਲਾਇਨਾਂ
pl: Linie
pt: Linhas
ro: Linii
ru: Линии
sl: Črte
sr@ijekavian: К‑линије
sv: Linjer
tr: Çizgiler
uk: Лінії
zh_cn: K 线条

source: Setup Lines Screen Saver
ar: تنصيب حافظة الشاشة Lines
bg: Настройки на предпазителя Линии
bs: Podesi screen saver 'Linije'
ca: Configura l'estalvi de pantalla Línies
cs: Nastavení šetřiče 'Linie'
da: Indstil Linjer-pauseskærm
de: Bildschirmschoner „Linien“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Γραμμές
es: Configurar el salvapantallas Líneas
et: Ekraanisäästja Jooned seadistamine
eu: Konfiguratu Lerroak pantaila babeslea
fa: برپایی محافظ صفحه نمایش خطوط
fi: Viivat-näytönsäästäjän asetukset
fr: Configuration de l'écran de veille « Lignes »
gl: Configurar o protector de pantalla Liñas
he: הגדרות שומר המסך קווים
hi: लाइन्स स्क्रीन सेवर सेटअप करें
hu: A Vonalak képernyővédő beállítása
is: Stilla Línu skjásvæfuna
it: Impostazioni salvaschermo Linee
ja: 線スクリーンセーバーの設定
kk: "Сызықтар" экран сақтаушысын баптау
ko: 직선 화면 보호기 설정
lt: Konfigūruoti ekrano užsklandą Linijos
lv: Lines ekrāna saudzētāja iestatīšana
nds: "Lienen" instellen
nl: Schermbeveiliging "Lijnen" instellen
nn: Oppsett av pauseskjermen Linjer
pa: ਲਾਇਨ ਸਕਰੀਨ-ਸੇਵਰ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Linie
pt: Configurar o Protector de Ecrã KPipes
pt_br: Configurar protetor de tela.Linhas
ro: Setare protecție de ecran Linii
ru: Настройка хранителя экрана «Линии»
sk: Nastavenie šetriča Lines
sl: Nastavi ohranjevalnik zaslona Črte
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Linjer
tr: Çizgiler Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Лінії»
zh_cn: 设置 K 线条屏幕保护程序
zh_tw: Lines螢幕保護程式設定

source: Length:
ar: الطول:
bg: Дължина:
bs: Dužina:
ca: Llarg:
cs: Délka:
da: Længde:
de: Länge:
el: Μήκος:
es: Longitud:
et: Pikkus:
eu: Luzera:
fa: طول:
fi: Pituus:
fr: Longueur :
gl: Lonxitude:
he: אורך:
hi: लंबाईः
hu: Hossz:
is: Lengd:
it: Lunghezza:
ja: 長さ:
kk: Ұзындығы:
ko: 길이:
lt: Ilgis:
lv: Garums:
nds: Steertlängde:
nl: Lengte:
nn: Lengd:
pa: ਲੰਬਾਈ:
pl: Długość:
pt: Comprimento:
pt_br: Comprimento:
ro: Lungime:
ru: Длина:
sk: Dĺžka:
sl: Dolžina:
sr@ijekavian: Дужина:
sv: Längd:
tr: Uzunluk:
uk: Довжина:
zh_cn: 长度：
zh_tw: 長度：

source: Beginning:
ar: البداية:
bg: Начало:
bs: Početak:
ca: Començament:
cs: Počáteční:
da: Begyndelse:
de: Anfangsfarbe:
el: Αρχή:
es: Comienzo:
et: Algus:
eu: Hasiera:
fa: شروع:
fi: Alku:
fr: Début :
gl: Comezo:
he: התחלה:
hi: प्रारंभः
hu: Kezdet:
is: Upphaf:
it: Inizio:
ja: 開始色:
kk: Басталуы:
ko: 시작:
lt: Pradžia:
lv: Sākums:
nds: Kopp:
nl: Begin:
nn: Start:
pa: ਸ਼ੁਰੂਆਤ:
pl: Początek:
pt: Início:
pt_br: Início:
ro: Început:
ru: Начало:
sk: Začiatok:
sl: Začetek:
sr@ijekavian: Почетак:
sv: Start:
tr: Başlangıç:
uk: Початок:
zh_cn: 开始：
zh_tw: 開始：

source: Middle:
ar: الوسط:
bg: Среда:
bs: Sredina:
ca: Meitat:
cs: Střední:
da: Midte:
de: Mittelfarbe:
el: Μέσο:
es: Centro:
et: Keskkoht:
eu: Erdia:
fa: وسط:
fi: Keskellä:
fr: Milieu :
gl: Medio:
he: אמצע:
hi: मध्यः
hu: Közép:
is: Miðja:
it: Centro:
ja: 中間の色:
kk: Ортасы:
ko: 중간:
lt: Vidurys:
lv: Vidus:
nds: Merrn:
nl: Midden:
nn: Midt på:
pa: ਮੱਧ:
pl: Środek:
pt: Meio:
pt_br: Meio:
ro: Mijloc:
ru: Середина:
sk: Stred:
sl: Sredina:
sr@ijekavian: Средина:
sv: Mitt:
tr: Orta:
uk: Середина:
zh_cn: 中间：
zh_tw: 中間：

source: End:
ar: النهاية:
bg: Край:
bs: Kraj:
ca: Final:
cs: Koncové:
da: Slutning:
de: Endfarbe:
el: Τέλος:
es: Fin:
et: Lõpp:
eu: Amaiera:
fa: پایان:
fi: Loppu:
fr: Fin :
gl: Fin:
he: סוף:
hi: अंतः
hu: Vég:
is: Endi:
it: Fine:
ja: 最後の色:
kk: Аяқталуы:
ko: 끝:
lt: Galas:
lv: Beigas:
nds: Steert:
nl: Einde:
nn: Slutt:
pa: ਅੰਤ:
pl: Koniec:
pt: Fim:
pt_br: Fim:
ro: Sfîrșit:
ru: Конец:
sk: Koniec:
sl: Konec:
sr@ijekavian: Завршетак:
sv: Slut:
tr: Bitiş:
uk: Кінець:
zh_cn: 结束：
zh_tw: 結束：

source: Lines Version 2.2.0 Written by Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ar: Lines Version 2.2.0 كتب بواسطة Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
bg: Линии версия 2.2.0 Написано от Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
bs: Linije verzija 2.2.0 Napisao Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ca: Lines Versió 2.2.0 (Línies) Escrit per Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
cs: Linie verze 2.2.0 napsal Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
da: Linjer version 2.2.0 Skrevet af Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
de: <h3>Linen Version 2.2.0</h3> <p>Geschrieben von Dirk Staneker, 1997<br/> dirk.stanerker@student.uni-tuebingen.de</p> <p>Übersetzt von Thomas Fischer</p>
el: Γραμμές έκδοση 2.2.0 Γράφτηκε από τον Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
es: Líneas versión 2.2.0 Creado por Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
et: Jooned versioon 2.2.0 Kirjutanud Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
eu: Lerroak 2.2.0 bertsioa Egilea: Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
fa: نسخه ۲.۲.۰ خطوط توسط دریک استانکر، درسال ۱۹۹۷ نوشته شد. dirk.stanerker@student.uni-tuebingen.de
fi: Lines Versio 2.2.0 Kirjoittanut Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
fr: Lignes Version 2.2.0 Écrit par Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
gl: Liñas versión 2.2.0 Escrito por Dirk Staneker 1997 dirk.stanerker@student.uni-tuebinxen.de
he: קווים גרסה 2.2.0 נכתב על ידי דירק שטנקר 1997 dirk.stanerker@student.uni-tuebingen.de
hi: लाइन्स संस्करण 2.2.0 ड्रिक स्टेंकर द्वारा लिखा गया 1997 dirk.stanerker@student.uni-tuebingen.de
hu: Vonalak 2.2.0 Készítette: Dirk Staneker, 1997. dirk.stanerker@student.uni-tuebingen.de
is: Línur, útgáfa 2.2.0 Dirk Staneker dirk.stanerker@student.uni-tuebingen.de skrifaði árið 1997 Logi Ragnarsson logir@logi.org íslenskaði
it: Linee versione 2.2.0 Scritto da Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ja: 線 バージョン 2.2.0 開発: Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
kk: "Сызықтар" 2.2.0 нұсқасы Авторы: Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ko: 직선 버전 2.2.0 Dirk Staneker가 1997년에 작성함 dirk.stanerker@student.uni-tuebingen.de
lt: Linijos versija 2.2.0 Parašė Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
lv: Lines Versija 2.2.0 Uzrakstījis Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
nds: Lienen Verschoon 2.2.0 Schreven vun Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
nl: Lijnen Versie 2.2.0 Geschreven door Dirk Staneker 1997 dirk.stanerker@student.uni-tuebinge
nn: Linjer versjon 2.2.0 Skriven av Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
pa: ਲਾਇਨ ਵਰਜਨ ੨.੨.੦ ਡਿਰਕ ਸਟਾਂਨਕਰ ਨੇ ਲਿਖਿਆ ੧੯੯੭ ਵਿੱਚ ਲਿਖਿਆ dirk.stanerker@student.uni-tuebingen.de
pl: Linie wersja 2.2.0 Autor: Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
pt: Linhas Versão 2.2.0 Escrito por Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
pt_br: Lines Versão 2.2.0 escrito por Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ro: Linii, versiunea 2.2.0 Scris de Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ru: Линии Версия 2.2.0 Программа написана Дирком Штейнекером в 1997 году dirk.stanerker@student.uni-tuebingen.de
sk: Lines Version 2.2.0 Napísal Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
sl: Črte različica 2.2.0 Napisal Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
sr@ijekavian: К‑линије, издање 2.2.0 Написао Дирк Штанекер, 1997. <email>dirk.stanerker@student.uni-tuebingen.de</email>
sv: Linjer version 2.2.0 Skriven av Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
tr: Çizgiler Sürüm 2.2.0 Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
uk: Лінії, версія 2.2.0 Автор: Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
zh_cn: Lines 版本 2.2.0 由 Dirk Staneker 于 1997 年编写 dirk.stanerker@student.uni-tuebingen.de
zh_tw: Lines 版本 2.2.0 由Dirk Staneker 在1997所寫 dirk.stanerker@student.uni-tuebingen.de

source: Setup Lorenz Attractor
ar: تنصيب Lorenz Attractor
bg: Настройки на предпазителя Лоренцо
bs: Podesi Lorenz Attractor
ca: Configura Lorenz Attractor
cs: Nastavení šetřiče 'Lorenzův atraktor'
da: Indstil Lorenz Attractor
de: Bildschirmschoner „Lorenz-Attraktor“ einrichten
el: Ρύθμιση Ελκυστή Lorenz
es: Configurar el Atractor de Lorenz
et: Lorenzi atraktori seadistamine
eu: Konfiguratu Lorenz erakarlea
fa: برپایی رباینده Lorenz
fi: Lorenz Attraktorin asetukset
fr: Configurer l'écran de veille « Attracteur de Lorentz »
gl: Configurar o atractor de Lorenz
he: הגדרות שומר המסך מושך לורנץ
hi: लॉरेन्ज एट्रेक्टर सेटअप करें
hu: A Lorenz-görbe képernyővédő beállítása
is: Stillingar Lorentz aðdráttarmengis
it: Impostazioni Attrattore di Lorenz
ja: ローレンツアトラクタの設定
kk: "Лоренц аттракторы" баптауы
ko: 로렌츠 끌개 설정
lt: Konfigūruoti Lorenco atraktorių
lv: Lorenz Attractor iestatīšana
nds: "Lorenz-Antrecker" instellen
nl: Lorenz Attractor instellen
nn: Oppsett av Lorenz-tiltrekking
pl: Ustawienia wygaszacza Atraktor Lorenza
pt: Configurar a Atracção de Lorenz
pt_br: Configurar o Atração Lorenz
ro: Setare Atragere Lorenz
ru: Настройка хранителя экрана «Странный аттрактор Лоренца»
sk: Nastavenie Lorenz Attractor
sl: Nastavi Lorenzov atraktor
sr@ijekavian: Подешавање К‑лоренца
sv: Ställ in Lorenz attraktor
tr: Lorenz Çekicisini Ayarla
uk: Налаштування зберігача екрана «Атрактор Лоренца»
zh_cn: 设置洛伦茨吸引子
zh_tw: 設定 Lorenz Attractor 螢幕保護程式

source: Epoch:
ar: العصر:
bg: Епоха:
bs: Epoha:
ca: Època:
cs: Epocha:
da: Epoke:
de: Epoche:
el: Εποχή:
es: Época:
et: Ajastu:
eu: Aroa:
fa: دوره زمانی:
fr: Époque :
gl: Época:
he: משך:
hi: युगः
hu: Epoha:
is: Upphaf:
it: Epoca:
ja: エポック:
kk: Мезгілі:
ko: 주기:
lt: Epocha:
lv: Diskretizācijas periods:
nds: Duer:
nn: Tid:
pl: Epoka:
pt: Época:
pt_br: Época:
ro: Epocă:
ru: Время показа:
sl: Epoha:
sr@ijekavian: Епоха:
sv: Tid:
tr: Devir:
uk: Епоха:
zh_cn: 初相：
zh_tw: 時期：
