Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Time in seconds after which a random perspective change occurs. Valid values from %1 to %2.
ar: الوقت بالثواني الذي يحدث بعده تغيير منظور. القيم المتاحة من %1 إلى %2
bg: Време в секунди, след което се изменя ъгъла на изгледа. Валидни стойности от %1 до %2.
bs: Vrijeme u sekundama nakon kojeg dolazi do nasumične promjene perspektive. Ispravne vrijednosti između %1 i %2.
ca: Temps en segons després del qual ocorre un canvi aleatori de perspectiva. Valors vàlids des de %1 a %2.
cs: Čas v sekundách, po jehož uplynutí dojde k náhodné změně perspektivy. Platné jsou hodnoty od %1 do %2.
da: Tiden i sekunder efter hvilken en tilfældig perspektivændring sker. Gyldige værdier fra %1 til %2.
de: Zeit in Sekunden, nach denen sich die Perspektive zufällig ändert. Gültige Werte liegen zwischen %1 und %2.
el: Χρόνος σε δευτερόλεπτα, μετά τον οποίο συμβαίνει μία τυχαία αλλαγή προοπτικής. Επιτρεπτές τιμές από %1 έως %2.
es: Tiempo en segundos entre cambios aleatorios de perspectiva. Valores válidos entre %1 y %2.
et: Aeg sekundites, mille järel perspektiiv juhuslikult muutub. Sobivad väärtused %1 kuni %2.
eu: Ausazko ikuspuntu aldaketa gertatuko den denbora segundutan. Balio onartuak %1 eta %2 artekoak dira.
fa: زمان بر حسب ثانیه، بعد از این که تغییری تصادفی در چشم‌انداز رخ می‌دهد. مقادیر معتبر از %1 تا %2.
fi: Aika sekunteina, jonka jälkeen satunnainen perspektiivimuutos tehdään. Sallitut arvot välillä %1 - %2.
fr: Temps, en secondes, après lequel un changement aléatoire de perspective se produit. Les valeurs valables vont de %1 à %2.
gl: Tempo en segundos após o cal ocorre un cambio aleatorio de perspectiva. Os valores válidos van de %1 a %2.
he: זמן בשניות שלאחריו שינוי נקודת ראות אקראי מתרחש. ערך תקין בין %1 ל־%2.
hi: वह समय जिसके पश्चात् बेतरतीब परिदृश्य बदलेगा. वैध मान हैं %1 से %2.
hu: Ennyi másodpercenként történik véletlenszerű perspektívaváltás. Érvényességi tartomány - ettől: %1 eddig: %2.
is: Tími í sekúndum uns slembin breyting á sjónarhorni á sér stað. Lögleg gildi eru frá %1 til %2.
it: Tempo in secondi dopo il quale viene avviene il cambio casuale di prospettiva. I valori validi vanno da %1 a %2.
ja: ランダムに視点を変更する間隔を秒数で指定 有効な値は %1 から %2 まで
kk: Перспективасы кездейсоқ өзгеретін уақыты (секунд). Дұрыс аралығы: %1 - %2
ko: 초 단위의 보이는 영역이 달라지는 시간입니다. 유효한 값의 범위는 %1부터 %2까지입니다.
lv: Laiks sekundēs pēc kura radīsies nejaušas perspektīvas izmaiņas . Derīgas vērtības no %1 līdz %2.
nds: Tiet in Sekunnen, na de sik de Kiekwinkel tofällig ännert. (Weerten twischen %1 un %2)
nl: Tijd in seconden waarna een willekeurige perspectiefverandering plaatsvindt. Geldige waarden van %1 tot %2.
nn: Tid i sekund før det skjer ei tilfeldig endring i perspektivet. Gyldige verdiar frå %1 til %2.
pl: Czas w sekundach do przypadkowej zmiany perspektywy. Zakres poprawnych wartości to %1 - %2.
pt: Tempo em segundos após o qual ocorre uma mudança aleatória de perspectiva. Os valores válidos vão de %1 a %2.
pt_br: Tempo, em segundos, após que uma mudança de perspectiva aleatória ocorra. Valores válidos de %1 até %2.
ru: Время в секундах между сменой обзора. Правильные значения от %1 до %2.
sk: Čas v sekundách, po ktorom sa zmení náhodne perspektíva. Platné hodnoty sú od %1 do %2.
sl: Čas v sekundah, ko se zgodi naključna zamenjava perspektive. Veljavne vrednosti so med %1 in %2.
sr@ijekavian: Вријеме у секундама након кога се перспектива насумично мијења. Могуће вриједности су између %1 и %2.
sv: Tiden i sekunder till en slumpmässig perspektivändring sker. Giltiga värden från %1 till %2.
tr: Rasgele bir perspektif değişiminden sonra geçen zaman(saniye cinsinden) %1 ve %2 arasındaki değerler geçerlidir.
uk: Час в секундах, після якого трапляється випадкова зміна перспективи. Чинні значення від %1 до %2.
zh_cn: 随机视角每次改变的时间，以秒计。 有效值从 %1 到 %2。
zh_tw: 某隨機部份改變之後的時間。 合理的數值為 %1 到 %2。

source: <h3>KPendulum Screen Saver for KDE</h3><p>Simulation of a two-part pendulum</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
bg: <h3>Предпазител на екрана KPendulum за KDE</h3><p>Simulation of a two-part pendulum</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
bs: <html><h3>K‑klatno, čuvar ekrana za KDE</h3><p>Simulacija dvodijelnog klatna</p><p>© 2004, Georg Drenkan</p><p><email>Georg.Drenkhahn@gmx.net</email></p></html>
ca: <h3>Estalvi de pantalla KPendulum per al KDE</h3><p>Simulació d'un pèndol de dues peces</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
cs: <h3>Šetřič obrazovky KPendulum pro KDE</h3><p>Simulace dvojdílného kyvadla</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
da: <h3>KPendulum pauseskærm for KDE</h3><p>Simulering af et pendulum med to dele</p><p>Ophavsret (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
de: <h3>Pendel Bildschirmschoner für KDE</h3> <p>Simulation eines zweiteiligen Pendels</p> <p>Copyright © Georg&nbsp;Drenkhahn 2004<br/><tt>Georg.Drenkhahn@gmx.net</tt></p> <p>Übersetzt von Thomas Fischer</p>
el: <h3>Προφύλαξη οθόνης Εκκρεμές για το KDE</h3><p>Προσομοίωση ενός διπλού εκκρεμούς</p><p>Πνευματικά δικαιώματα (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net-d@users.sourceforge.net</tt></p>
es: <h3>KPendulum salvapantallas para KDE</h3><p>Simulación de un péndulo doble</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
et: <h3>KDE ekraanisäästja KPendulum</h3><p>Kaheosalise pendli simulatsioon</p><p>Autoriõigus (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
eu: <h3>KDE-ren KPendulum pantaila babeslea</h3><p>Pendulo bikoitz baten simulazioa</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
fi: <h3>KPendulum näytönsäästäjä KDE:lle</h3><p>Kaksiosaisen heilurin simulaatio.</p><p>Copyright © Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
fr: <h3>Écran de veille KPendulum pour KDE</h3><p>Simulation d'un pendule à deux parties</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Par Georg.Drenkhahn@gmx.net</tt></p>
gl: <h3>Protector de pantalla Péndulo para KDE</h3><p>Simulación dun péndulo de dúas partes</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p> <tt>Georg.Drenkhahn@gmx.net</tt></p>
he: <h3>שומר מסך Kpendulum עבור KDE</h3><p>סימולציה של מטוטלת בשני חלקים</p> <p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>georg-d@users.sourceforge.net</tt></p>
hu: <h3>KPendulum képernyővédő a KDE-hez</h3><p>Kétrészes inga szimulációja</p><p>Copyright (c) Georg&nbsp;Drenkhahn, 2004.</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
is: <h3>KPendulum skjásvæfa fyrir KDE</h3><p>Líkir eftir tveggja hluta pendúl</p><p>Höfundarréttur (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p><p>Richard Allen <tt>ra@ra.is</tt> íslenskaði</p>
it: <h3>Salvaschermo KPendolo per KDE</h3><p>Simulazione di un pendolo a due parti</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
ja: <h3>KDE 振り子 (KPendulum) スクリーンセーバー</h3> <p>2 拍子の振り子のシミュレーション</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
kk: <h3>KDE-нің "Әткеншек" экран сақтаушысы</h3><p>Екі бүгілу әткеншек эмуляциясы</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
ko: <h3>KDE를 위한 KPendulum 화면 보호기</h3><p>두 부분 진자 시뮬레이션</p><p>저작권자 (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
lv: <h3>KPendulum ekrāna saudzētājs for KDE</h3><p>Divu-daļu svārsta simulācija</p><p>Autortiesības (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
nds: <h3>Pausschirm "Pennel" för KDE</h3><p>Simuleren vun en Pennel ut twee Delen</p><p> Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Geor.Drenkhahn@gmx.net</tt></p>
nl: <h3>KPendulum-schermbeveiliging voor KDE</h3><p>Simulatie van een tweedelige pendule</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
nn: <h3>KPendulum pauseskjerm for KDE</h3><p>Simulering av ein todelt pendel</p><p>© Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
pl: <h3>Wygaszacz Wahadło for KDE</h3><p>Symulacja dwuczęściowego wahadła</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
pt: <h3>Protector de Ecrã Pêndulo para o KDE</h3><p>Simulação de um pêndulo de duas partes</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
pt_br: <h3>Protetor de tela KPendulum para o KDE</h3><p>Simulação de um pêndulo em duas partes</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
ru: <h3>Хранитель экрана для KDE «Маятник»</h3><p>Симулятор маятника, состоящего из двух частей.</p><p>© Георг&nbsp;Дренкахн, 2004</p> <p><tt>Georg.Drenkhahn@gmx.net</tt></p>
sk: <h3>Šetrič obrazovky KPendulum pre KDE</h3><p>Simulácia dvojdielneho kyvadla</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
sl: <h3>Ohranjevalnik zaslona Nihalo za KDE</h3><p>Simulacija dvodelnega nihala</p><p>Avtorske pravice © Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
sr@ijekavian: <html><h3>К‑клатно, чувар екрана за КДЕ</h3><p>Симулација дводијелног клатна</p><p>© 2004, Георг Дренкан</p><p><email>Georg.Drenkhahn@gmx.net</email></p></html>
sv: <h3>Skärmsläckaren Pendel för KDE</h3><p>Simulering av en tvådelad pendel</p><p>Copyright © Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
tr: <h3>KDE için KPendulum Ekran Koruyucusu</h3><p>İki parçalı bir sarkacın benzetimi</p><p>Telif hakları (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
uk: <h3>«Маятник», зберігач екрана для KDE</h3><p>Імітація маятника, який складається з двох частин</p><p>© Georg&nbsp;Drenkhahn</p><p><tt>Georg.Drenkhahn@gmx.net</tt>, 2004</p>
zh_cn: <h3>KDE 的钟摆屏幕保护程序</h3><p>模拟钟摆的两个部分</p><p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p><p><tt>Georg.Drenkhahn@gmx.net</tt></p>
zh_tw: <h3>KPendulum 螢幕保護程式</h3> <p>模擬一個兩部份鐘擺</p> <p>Copyright (c) Georg&nbsp;Drenkhahn 2004</p> <p><tt>Georg.Drenkhahn@gmx.net</tt></p>

source: specify the time in seconds after which a random perspective change occurs
ar: خصص الوقت بالثوان الذي سينشأ بعده تغيير عشوائي منظور.
bg: Време в секунди, след което се изменя ъгъла на изгледа
bs: navedite vrijeme u sekundama nakon kojeg dolazi do nasumične promjene perspektive
ca: especifiqueu el temps en segons després del qual ocorre un canvi de perspectiva aleatori
cs: Zadejte čas v sekundách, po jehož uplynutí nastane náhodná změna perspektivy.
da: angiv tiden i sekunder efter hvilken en tilfældig perspektivændring sker
de: Zeit in Sekunden angeben, nach denen ein zufälliger Blickwinkelwechsel stattfindet
el: καθορίστε το χρόνο σε δευτερόλεπτα μετά τον οποίο συμβαίνει μία τυχαία αλλαγή οπτικής γωνίας
es: especifica el tiempo en segundos entre cambios aleatorios de perspectiva
et: määrab aja sekundites, mille järel perspektiiv juhuslikult muutub
eu: Ausazko ikuspuntu aldaketa gertatuko den denbora segundutan
fa: مشخص کردن زمان برحسب ثانیه، بعد از این که تغییری تصادفی در چشم‌انداز رخ می‌دهد.
fi: määrittele aika sekunteina, jonka jälkeen satunnainen perspektiivimuutos tapahtuu
fr: Précise le temps en secondes après lequel un changement aléatoire de perspective se produit
gl: indique o tempo en segundos após o cal ocorre un cambio aleatorio de perspectiva
he: הגדר את הזמן בשניות שלאחריו יחול שינוי פרספקטיבה אקראי
hi: सेकण्ड में वह समय निर्दिष्ट करें जिसके पश्चात् बेतरतीब परिदृश्य बदलेगा
hu: ennyi másodpercenként történik véletlenszerű perspektívaváltás
is: gefðu upp fjölda sekúndna áður en breyting verður á sjónarhorninu
it: specifica il tempo in secondi dopo il quale cambia casualmente la prospettiva
ja: ランダムに視点を変更する間隔を秒数で指定
kk: перспективасы кездейсоқ өзгеретін уақытын келтіріңіз (секунд)
ko: 설정한 시간 이후 무작위적으로 보기 시점이 바뀝니다
lv: norādiet pēc cik sekundēm veikt nejaušas perspektīvas izmaiņas
nds: Giff de Tiet in Sekunnen an, na de sik de Kiekwinkel tofällig ännert
nl: geef de tijdsduur in seconden op waarna een willekeurige verandering van perspectief optreedt
nn: oppgje tida i sekund som skal gå før det skjer ei tilfeldig endring i perspektivet
pl: podaj czas w sekundach, po którym nastąpi losowa zmiana perspektywy
pt: indique o tempo em segundos após o qual ocorre uma mudança aleatória de perspectiva
pt_br: especifica o tempo, em segundos, após que uma mudança de perspectiva aleatória ocorra
ru: укажите период изменения угла обзора в секундах
sk: zadajte čas v sekundách, po ktorom sa zmení náhodne perspektíva
sl: Navedite čas, po katerem se zgodi naključna sprememba perspektive
sr@ijekavian: Задајте вријеме у секундама након којег се перспектива насумично мијења.
sv: Ange tiden i sekunder till en slumpmässig perspektivändring sker
tr: Rasgele perspektif değişimi bittikten sonra zamanı saniyelerle belirt
uk: Вкажіть ч в секундах, після якого трапляється випадкова зміна перспективи
zh_cn: 指定每次随机视角改变之间的秒数
zh_tw: 某隨機部份改變之後的時間。

source: Perspective<br> Change [s]
bg: Ъгъл на изглед<br> Промяна [сек]
bs: Promjena<br> perspektive [s]
ca: canvi(s)<br> de perspectiva
cs: Perspektiva<br> změna [s]
da: Perspektiv<br> Ændringer
de: Perspektive<br> Wechsel [s]
el: Αλλαγή(ές)<br> οπτικής γωνίας
es: Cambios de <br> perspectiva
et: Perspektiivi<br> muutus [s]
eu: ikuspuntua<br> aldaketa [s]
fa: چشم‌انداز<br> تغییر ]s[
fi: perspektiivi<br> muuto[s/kset]
fr: Perspective<br> Changement [s]
gl: Cambios de<br> Perspectiva [s]
he: שינוי פרספקטיבה <br> שינויים [ש']
hi: सापेक्ष<br> परिवर्तन [परिवर्तनों]
hu: Perspektíva<br> Változás [s]
is: breytingar á<br> sjónarhorni
it: Cambio<br>prospettiva
ja: 視点<br/> 変更
kk: Перспективаның<br> өзгеруі [сек]
ko: 보기<br> 변경 [초]
lv: Perspektīvas<br> mainīšana [s]
nds: Kiekwinkel-<br> wesseln [s]
nl: Perspectief<br> verandering [s]
nn: Perspektiv<br/> Endring [s]
pl: Perspektywa<br> Zmiana [s]
pt: Mudança de<br> Perspectiva [s]
pt_br: Mudanças de<br> Perspectiva
ru: Перспектива<br> изменить [s]
sk: Zmena(y)<br> perspektívy
sl: Sprememba<br> perspektive [s]
sr@ijekavian: <html>Промјена<br/> перспективе [s]</html>
sv: Perspektiv-<br> ändring [s]
tr: Perspektif<br> Değişiklik [ler]
uk: Перспектива<br> Зміна [и]
zh_cn: 视角<br> 改变(以秒计)
zh_tw: 部份<br> 改變

source: Bars
ar: أشرطة
bg: Редове
bs: Zvijezde
ca: Barres
cs: Tyče
da: Bjælker
de: Balken
el: Μπάρες
es: Ejes
et: Ribad
eu: barrak
fa: میله‌ها
fi: Palkit
fr: Barres
gl: Barras
he: סרגלים
hi: छड़ें
hu: Sávok
is: Súlur
it: Barre
ja: 棒
kk: Жолақтар
ko: 막대
lt: Barai
lv: Stieņi
nds: Arms
nl: Balken
nn: Stolpar
pa: ਪੱਟੀਆਂ
pl: Pręty
pt: Barras
pt_br: Barras
ru: Полосы
sk: Pruhy
sl: Palice
sr@ijekavian: Шипке
sv: Stänger
tr: Çubuklar
uk: Смужки
zh_cn: 条形
zh_tw: 列

source: Setup Polygon Screen Saver
ar: تنصيب حافظة الشاشة Polygon
bg: Настройки на предпазителя Полигон
bs: Podesi screen saver 'Poligoni'
ca: Configura l'estalvi de pantalla Polígons
cs: Nastavení šetřiče 'Polygony'
da: Indstil Polygon-pauseskærm
de: Bildschirmschoner „Polygon“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Πολύγωνα
es: Configurar el salvapantallas Polígonos
et: Ekraanisäästja Polügoon seadistamine
eu: Konfiguratu Poligonoa pantaila babeslea
fa: برپایی محافظ صفحه نمایش چند ضلعی
fi: Polygonit-näytönsäästäjän asetukset
fr: Configurer l'écran de veille « Polygones »
gl: Configurar o protector de pantalla Polígonos
he: הגדרות שומר המסך מצולעים
hi: पॉलीगॉन स्क्रीन सेवर सेटअप करें
hu: A Sokszögek képernyővédő beállítása
is: Stilla Marghyrninga skjásvæfu
it: Impostazioni salvaschermo Poligoni
ja: ポリゴンスクリーンセーバーの設定
kk: "Көпбұрыштар" экран сақтаушысын баптау
ko: 다각형 화면 보호기 설정
lt: Nustatyti ekrano užsklandą „Daugiakampis“
lv: Polygon ekrāna saudzētāja iestatīšana
nds: "Veeleck" instellen
nl: Schermbeveiliging "Polygon" instellen
nn: Oppsett av pauseskjermen Polygon
pa: ਬਹੁਭੁਜ ਸਕਰੀਨ-ਸੇਵਰ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Wielokąty
pt: Configurar o Protector de Ecrã Polígonos
pt_br: Configurar protetor de tela. Polígonos
ro: Setare protecție de ecran Poligoane
ru: Настройка хранителя экрана «Многоугольники»
sk: Nastavenie šetriča Polygon
sl: Nastavi ohranjevalnik zaslona Mnogokotniki
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Polygoner
tr: Poligon Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Багатокутники»
zh_cn: 设置 K 多边形屏幕保护程序
zh_tw: 設定 Polygon 螢幕保護程式

source: Vertices:
ar: الأقطاب:
bg: Брой елементи:
bs: Vrhovi:
ca: Vèrtexs:
cs: Vrcholy:
da: Hjørner:
de: Kanten:
el: Κορυφές:
es: Vértices:
et: Tippe:
eu: Erpinak:
fa: رئوس:
fi: Sivuja:
fr: Sommets :
gl: Vértices:
he: זוויות:
hi: शीर्षः
hu: A csúcspontok száma:
is: Horn:
it: Vertici:
ja: 頂点の数:
kk: Төбелері:
ko: 꼭지점:
lt: Viršūnės:
lv: Virsotnes:
nds: Ecken:
nl: Kanten:
nn: Kantar:
pa: ਭੁਜਾਵਾਂ:
pl: Krawędzie:
pt: Vértices:
pt_br: Vértices:
ro: Vertexuri:
ru: Углов:
sk: Vrcholy:
sl: Temena:
sr@ijekavian: Темена:
sv: Antal hörn:
tr: Dikeyler:
uk: Вершини:
zh_cn: 端点数：
zh_tw: 頂點：

source: Polygon Version 2.2.0 Written by Martin R. Jones 1996 mjones@kde.org
ar: Polygon الإصدار 2.2.0 كتب بواسطة Martin R. Jones 1996 mjones@kde.org
bg: Полигон версия 2.2.0 Написано от Martin R. Jones 1996 mjones@kde.org
bs: Poligon verzija 2.2.0 Napisao Martin R. Jones 1996 mjones@kde.org
ca: Polygon Versió 2.2.0 (Polígons) Escrit per Martin R. Jones 1996 mjones@kde.org
cs: Polygon verze 2.2.0 napsal Martin R. Jones 1996 mjones@kde.org
da: Polygon version 2.2.0 Skrevet af Martin R. Jones 1996 mjones@kde.org
de: <h3>Polygon Version 2.2.0</h3> <p>Geschrieben von Martin R. Jones 1996<br/> mjones@kde.org</p> <p>Übersetzt von Thomas Fischer</p>
el: Πολύγωνο έκδοση 2.2.0 Γράφτηκε από τον Martin R. Jones 1996 mjones@kde.org
es: Polígonos versión 2.2.0 Creado por Martin R. Jones 1996 mjones@kde.org
et: Polügoon versioon 2.2.0 Kirjutanud Martin R. Jones 1996 mjones@kde.org
eu: Poligonoa 2.2.0 bertsioa Egilea: Martin R. Jones 1996 mjones@kde.org
fa: نسخه ۲.۲.۰ چند ضلعی توسط مارتین آرجونز، در سال ۱۹۹۶ نوشته شد mjones@kde.org
fi: Polygon Versio 2.2.0 Kirjoittanut Martin R. Jones 1996 mjones@kde.org
fr: Polygon version 2.2.0 Écrit par Martin R. Jones 1996 mjones@kde.org
gl: Polígonos versión 2.2.0 Escrito por Martin R. Jones 1996 mjones@kde.org
he: מצולעים גרסה 2.2.0 נכתב על ידי Martin R. Jones 1996 mjones@kde.org
hi: पॉलीगॉन संस्करण 2.2.0 मार्टिन आर. जोन्स द्वारा लिखा गया 1996 mjones@kde.org
hu: Sokszögek 2.2.0 Készítette: Martin R. Jones (mjones@kde.org), 1996.
is: Marghyrningur, útgáfa 2.2.0 Martin R. Jones skrifaði árið 1996 mjones@kde.org Logi Ragnarsson logir@logi.org íslenskaði
it: Poligoni versione 2.2.0 Scritto da Martin R. Jones 1996 mjones@kde.org
ja: ポリゴン バージョン 2.2.0 開発: Martin R. Jones 1996 mjones@kde.org
kk: "Көпбұрыштар" 2.2.0 нұсқасы Авторы: Martin R. Jones 1996 mjones@kde.org
ko: 다각형 버전 2.2.0 Martin R. Jones가 1996년에 작성함 mjones@kde.org
lt: Daugiakampis versija 2.2.0 Parašė Martin R. Jones 1996 mjones@kde.org
lv: Polygon Versija 2.2.0 Uzrakstījis Martin R. Jones 1996 mjones@kde.org
nds: Veeleck Verschoon 2.2.0 Schreven vun Martin R. Jones 1996 mjones@kde.org
nl: Polygon Versie 2.2.0 Geschreven door Martin R. Jones 1996 mjones@kde.org
nn: Polygon versjon 2.2.0 Skriven av Martin R. Jones 1996 mjones@kde.org
pa: ਬਹੁਭੁਜ ਵਰਜਨ 2.2.0 Martin R. Jones ਨੇ ਲਿਖਿਆ ੧੯੯੬ mjones@kde.org
pl: Wielokąty, wersja 2.2.0 Autor: Martin R. Jones 1996 mjones@kde.org
pt: Polígonos Versão 2.2.0 Escrito por Martin R. Jones 1996 mjones@kde.org
pt_br: Polígonos Versão 2.2.0 escrito por Martin R. Jones 1996 mjones@kde.org
ro: Poligoane, versiunea 2.2.0 Scris de Martin R. Jones 1996 mjones@kde.org
ru: Многоугольники Версия 2.0 Программа написана Мартином Джонсом в 1996 году mjones@kde.org
sk: Polygon Version 2.2.0 Napísal Martin R. Jones 1996 mjones@kde.org
sl: Mnogokotniki različica 2.2.0 Napisal Martin R. Jones 1996 mjones@kde.org
sr@ijekavian: К‑полигон, издање 2.2.0 Написао Мартин Р. Џоунс, 1996. <email>mjones@kde.org</email>
sv: Polygoner version 2.2.0 Skriven av Martin R. Jones 1996 mjones@kde.org
tr: Poligon Sürüm 2.2.0 Yazarı Martin R. Jones 1996 mjones@kde.org
uk: Багатокутники, версія 2.2.0 Автор: Martin R. Jones 1996 mjones@kde.org
zh_cn: Polygon 版本 2.2.0 由 Martin R. Jones 于 1996 年编写 mjones@kde.org
zh_tw: Polygon 版本 2.2.0 由Martin R. Jones 在1996所寫 mjones@kde.org

source: Simulation of a force free rotating asymmetric body
ar: محاكاة لقوة استدارة حرة لجسم غير متماثل
bg: Симулация на завъртане на свободно, асиметрично тяло
bs: Simulacija neometane rotacije asimetričnog tijela
ca: Simulació d'un cos asimètric no sotmès a forces girant
cs: Simulace volné rotace asymetrického tělesa
da: Simulering af en kraftfri rotation af et asymmetrisk legeme
de: Simulation eines kraftfrei rotierenden, asymmetrischen Körpers
el: Προσομοίωση περιστροφής ενός ελεύθερου, ασύμμετρου σώματος
es: Simulación de una fuerza variable y asimétrica sobre un cuerpo
et: Vabalt pöörleva asümmeetrilise keha simulatsioon
eu: Biraketa librean dagoen gorputz baten simulazioa
fa: شبیه‌سازی نیرویی، عاری از بدنه نامتقارن چرخشی
fi: Asymmetrisen pyörivän voimattoman kappaleen simulaatio
fr: Simulation d'un corps asymétrique en libre rotation
gl: Simulación dun corpo asimétrico a rodar
he: סימולציה של גוף אסימטרי מסתובב חסר כוח
hi: बल मुक्त घूमती हुई विविधाकार वस्तु का रूप
hu: Erőhatásoktól mentesen forgó aszimmetrikus test szimulációja
is: Hermun á ósamhverfum hlut án kraftverkana
it: Simulazione di un corpo asimmetrico rotante libero da forze esterne
ja: 非対称の物体を自由回転させての力のシミュレーション
kk: Асимметриялы дененің еркін бұралуы
ko: 자유롭게 회전하는 비대칭 물체 시뮬레이션
lv: Asimetrisko ķermeņa rotašanas spēka simulacija
nds: Simuleren vun en nich symmetrischen Lief, de sik ahn Kräft dreiht
nl: Simulatie van een vrij draaiend asymmetrisch lichaam
nn: Simulering av ein kraftfri, roterande, asymmetrisk lekam
pl: Symulacja swobodnego obrotu asymetrycznego obiektu
pt: Simulação de um corpo assimétrico a rodar
pt_br: Simulação de um corpo assimétrico rotacional com força livre
ru: Симуляция свободного вращения асимметричного тела
sk: Simulácia volne rotujúceho asymetrického telesa
sl: Simulacija vrtenja asimetričnega telesa, ki ni pod vplivom sil
sr@ijekavian: Симулација ротације асиметричног тијела без дејства сила.
sv: Simulering av en kraftfri roterande asymmetrisk kropp
tr: Kuvvetten bağımsız dönen asimetrik bir beden simülasyonu
uk: Симуляція вільного обертання асиметричного тіла
zh_cn: 模拟不对称物体的自由旋转
zh_tw: 模擬不對稱主體的自由旋轉

source: KRotation Setup
ar: تنصيب KRotation
bg: Настройки на предпазителя Ротация
bs: Rotacija X:
ca: Configura KRotation
cs: Nastavení KRotation
da: Opsætning af KRotation
de: Bildschirmschoner „KRotation“ einrichten
el: Ρύθμιση KRotation
es: Configuración de KRotation
et: KRotationi seadistus
eu: KRotation-en konfigurazioa
fa: برپایی KRotation
fi: KRotation asetukset
fr: Configuration de KRotation
gl: Configuración de KRotation
he: הגדרות KRotation
hi: के-रोटेशन सेटअप
hu: A KRotation beállításai
is: Stillingar KRotation
it: Impostazione di KRotazione
ja: 回転の設定
kk: "Айналым" баптауы
ko: KRotation 설정
lt: KRotation nustatymas
lv: KRotācija iestatīšana
nds: "KRotation" instellen
nl: KRotatie instellen
nn: Oppsett av KRotation
pa: ਕੇ-ਘੁੰਮਣ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Obroty
pt: Configuração do Rotação
pt_br: Configuração do KRotation
ro: Setare Rotație
ru: Настройка хранителя экрана «Вращение»
sk: Nastavenie KRotation
sl: Nastavi Vrtenje
sr@ijekavian: Подешавање К‑ротације
sv: Ställ in Rotation
tr: KRotation Ayar
uk: Налаштування зберігача екрана «Обертання»
zh_cn: K 旋转设置
zh_tw: KRotation 設定
