Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Enable images explosion.
ar: تمكين انفجار الصور.
bg: Включване на експлозия на изображенията.
ca: Habilita l'explosió d'imatges.
cs: Povolit explozi obrázků
da: Aktivér eksplosion af billeder.
de: Explosionen von Bildern aktivieren.
el: Ενεργοποίηση εκρήξεων εικόνων.
es: Activar explosión de imágenes.
et: Piltide plahvatamise lubamine.
eu: Gaitu irudien eztanda
fa: فعال‌سازی انفجار تصویرها.
fi: Käytä räjähtäviä kuvia
fr: Activer l'explosion des images.
gl: Activar as explosións de imaxes.
he: אפשר פיצוץ תמונות
hi: छवियों को विस्फोटित होने देता है.
hu: Robbanó képek engedélyezése.
is: Virkja táknmyndir sem springa.
it: Attiva l'esplosione di immagini.
ja: イメージの爆発を有効にします。
kk: Жарылыс кескіндерді рұқсат ету.
ko: 그림 폭발을 사용합니다.
lt: Įjungti paveikslėlių sprogimą.
lv: Ieslēdz attēlu sprādzienus.
nds: Bild-Exploschonen anmaken
nl: Afbeeldingexplosie activeren.
nn: Slå på bileteksplosjon.
pa: ਚਿੱਤਰ ਧਮਾਕਾ ਯੋਗ ਹੈ।
pl: Włącza eksplozję obrazków.
pt: Activar explosões de imagens.
pt_br: Habilita a explosão de imagens.
ro: Activează explozia imaginilor.
ru: Включить взрывы рисунков.
sk: Povoliť explózie obrázkov.
sl: Omogoči eksplozije slik.
sr@ijekavian: Укључује експлозије слика.
sv: Aktivera bildexplosion.
tr: Resim patlamalarını etkinleştirir.
uk: Ввімкнути вибухання зображень.
zh_cn: 启用图像爆炸。
zh_tw: 開啟影像爆炸。

source: KDE icons
ar: أيقونات KDE
bg: Икони на KDE
bs: KDE ikone
ca: Icones KDE
cs: Ikony KDE
da: KDE ikoner
de: KDE-Symbole
el: Εικονίδια KDE
es: Iconos KDE
et: KDE ikoonid
eu: KDE ikonoak
fa: شمایلهای KDE
fi: KDE kuvakkeet
fr: Icônes de KDE
gl: Iconas de KDE
he: סמלים של KDE
hi: केडीई प्रतीक
hu: KDE ikonok
is: KDE táknmyndir
it: icone KDE
ja: KDE アイコン
kk: KDE таңбашалары
ko: KDE 아이콘
lt: KDE ženkliukai
lv: KDE ikonas
nds: KDE-Lüttbiller
nl: KDE-pictogrammen
nn: KDE-ikon
pa: KDE ਆਈਕਾਨ
pl: Ikony KDE
pt: Ícones KDE
pt_br: Ícones do KDE
ro: Pictograme KDE
ru: Значки KDE
sk: Ikony KDE
sl: Ikone KDE
sr@ijekavian: КДЕ иконе
sv: KDE-ikoner
tr: KDE ikonları
uk: Піктограми KDE
zh_cn: KDE 图标
zh_tw: KDE 圖示

source: Enables KDE Icons
ar: تمكين أيقونات KDE
bg: Включване на иконите на KDE
bs: Uključuje KDE ikone
ca: Habilita les icones KDE
cs: Povolí ikony KDE
da: Aktiverer KDE's ikoner
de: Aktiviert KDE-Symbole
el: Ενεργοποίηση εικονιδίων KDE
es: Activa los iconos de KDE
et: KDE ikoonide lubamine
eu: KDE ikonoak gaitzen ditu
fa: شمایلهای KDE را فعال می‌کند
fi: Käyttää KDE kuvakkeita
fr: Utilise les icônes de KDE
gl: Activar as iconas de KDE
he: מאפשר סמלים של KDE
hi: केडीई प्रतीक सक्षम करता है
hu: KDE ikonok engedélyezése
is: Virkjar KDE táknmyndir
it: Attiva le icone KDE
ja: KDE アイコンを有効にする
kk: KDE таңбашаларын рұқсат ету.
ko: KDE 아이콘을 활성화합니다
lt: Įgalina KDE ženkliukus
lv: Ieslēdz KDE ikonas
nds: KDE-Lüttbiller anmaken
nl: KDE-pictogrammen activeren
nn: Slår på KDE-ikon
pa: KDE ਆਈਕਾਨ ਯੋਗ ਹਨ
pl: Włącza ikony KDE
pt: Activar Ícones KDE
pt_br: Habilita Ícones do KDE
ro: Activează pictogramele KDE
ru: Показывать значки KDE
sk: Povolí ikony KDE
sl: Omogoči ikone KDE
sr@ijekavian: Укључује КДЕ иконе.
sv: Aktivera KDE-ikoner
tr: KDE Simgelerini Etkin kılar
uk: Ввімкнути піктограми KDE
zh_cn: 启用 KDE 图标
zh_tw: 開啟 KDE 圖示

source: Enables random KDE Icons explosions.
ar: تمكين انفجارات عشوائية لأيقونات KDE.
bg: Включване на експлозия на случайно избрани икони на KDE.
bs: Uključuje slučajne eksplozije KDE ikona.
ca: Habilita explosions aleatòries d'icones KDE.
cs: Povolí exploze náhodných KDE ikon
da: Aktiverer tilfældige eksplosioner af KDE's ikoner.
de: Aktiviert zufällige Explosionen von KDE-Symbolen.
el: Ενεργοποιεί εκρήξεις τυχαίων εικονιδίων του KDE.
es: Activa explosiones aleatorias de los iconos KDE.
et: KDE ikoonide suvalise plahvatamise lubamine.
eu: KDE ikonoen eztandak gaitzen ditu.
fa: انفجارهای تصادفی، شمایلهای KDE را فعال می‌کند.
fi: Räjäyttää satunnaisia KDE kuvakkeita
fr: Permet l'explosion aléatoire des icônes de KDE.
gl: Activar as explosións de iconas aleatorias de KDE.
he: מאפשר התפוצצות אקראית של סמלים של KDE
hi: केडीई प्रतीकों को बेतरतीब विस्फोटित होने देता है.
hu: Véletlenszerű KDE ikonok engedélyezése.
is: Virkjar slembnar KDE táknmyndasprengingar.
it: Attiva l'esplosione casuale delle icone di KDE.
ja: KDE アイコンをランダムに爆発させます。
kk: Кездейсоқ KDE таңбашалардың жарлысын рұқсат ету.
ko: 임의의 KDE 아이콘 폭발을 사용합니다.
lt: Įgalina atsitiktinius KDE piktogramų sprogimus.
lv: Ieslēdz nejaušu KDE ikonu sprādzienus.
nds: Maakt tofällige Exploschonen vun KDE-Lüttbiller an.
nl: Activeert willekeurige pictogramexplosies.
nn: Slår på tilfeldige eksplosjonar av KDE-ikon.
pl: Włącza losowe eksplozje ikon KDE.
pt: Activar explosões de ícones KDE aleatórios.
pt_br: Habilita a explosão aleatória de ícones do KDE.
ru: Иногда показывать взрывы значков KDE.
sk: Povolí náhodné explózie ikon KDE.
sl: Omogoči eksplozije naključnih ikon KDE.
sr@ijekavian: Укључује насумичне експлозије КДЕ икона.
sv: Aktivera slumpmässig explosion av KDE-ikoner
tr: Rastgele KDE simge patlamalarını etkinleştir.
uk: Вмикає випадкові вибухи піктограм KDE.
zh_cn: 启用随机 KDE 图标爆炸。
zh_tw: 開啟隨機 KDE 圖示爆發。

source: Tux
bg: Тъкс
he: טוקס
hi: टक्स
kk: Тукс
ru: Тукс
sr@ijekavian: Тукс
uk: Пінгвін

source: Enables Tux
ar: تمكين Tux
bg: Включване на Тъкс
bs: Uključuje Tuxa
ca: Habilita Tux
cs: Povolí Tuxe
da: Aktiverer Tux
de: Aktiviert Tux
el: Ενεργοποιεί το Tux
es: Activa Tux
et: Tuxi lubamine
eu: Tux gaitzen du
fa: Tux را فعال می‌کند
fi: Käytä Tuxia
fr: Utilise Tux
gl: Activar o Tux
he: מאפשר את טוקס
hi: टक्स को सक्षम करता है
hu: Tux engedélyezése
is: Virkjar Tux
it: Attiva Tux
ja: Tux を有効にする
kk: Тукс пингвинің де көрсету
ko: Tux를 사용합니다
lt: Įjungia pingviną
lv: Ieslēgt Tux
nds: Maakt Tux an
nl: Activeert Tux
nn: Slår på Tux
pa: Tux ਯੋਗ ਹੈ
pl: Włącza Tuksa
pt: Activar o Tux
pt_br: Habilita o Tux
ro: Activează Tux
ru: Показывать пингвина Тукса
sk: Povolí Tux
sl: Omogoči Tuxa
sr@ijekavian: Укључује Тукса.
sv: Aktivera Tux
tr: Penguenleri Gösterir
uk: Вмикає пінгвіна
zh_cn: 启用 Tux
zh_tw: 開啟 Tux

source: Enables random Tux explosions.
ar: تمكين تفجيرات Tux عشوائية
bg: Включване на случайна експлозия на Тъкс.
bs: Uključuje slučajne eksplozije Tuxa.
ca: Habilita explosions aleatòries de Tux.
cs: Povolí náhodné exploze Tuxe
da: Aktiverer tilfældige eksplosioner af Tux.
de: Aktiviert zufällige Explosionen von Tux.
el: Ενεργοποιεί τυχαίες εκρήξεις του Tux.
es: Activa explosiones aleatorias de Tux.
et: Tuxi suvalise plahvatamise lubamine.
eu: Ausazko Tux eztandak gaitzen ditu.
fa: انفجارهای تصادفی Tux را فعال می‌کند.
fi: Käytä satunnaisia Tuxin räjähdyksiä
fr: Permet l'explosion aléatoire de Tux.
gl: Activar explosións aleatorias de Tux.
he: מאפשר התפוצצות אקראית של סמלים של טוקס
hi: टक्स को बेतरतीब विस्फोटित होने देता है.
hu: Véletlenszerű Tux-robbantások engedélyezése.
is: Virkjar slembnar Tux sprengingar.
it: Attiva esplosioni casuali di Tux.
ja: Tux をランダムに爆発させます。
kk: Кейбірде Тукс пингвині де жарылатын болады.
ko: 임의의 Tux 폭발을 사용합니다.
lv: Ieslēdz nejaušus Tux sprādzienus.
nds: Maakt tofällige Tux-Exploschonen an.
nl: Activeert het Tux-explosies.
nn: Slår på tilfeldige Tux-eksplosjonar
pl: Włącza losowe eksplozje Tuksa.
pt: Activar explosões aleatórias do Tux.
pt_br: Habilita explosões aleatórias com o Tux.
ro: Activează explozii Tux aleatorii.
ru: Иногда показывать взрывы пингвина Тукса.
sk: Povolí rôzne výbuchy Tuxa.
sl: Omogoči naključne eksplozije Tuxa.
sr@ijekavian: Укључује насумичне експлозије Тукса.
sv: Aktivera slumpmässig explosion av Tux.
tr: Rastgele Tux.patlamalarını etkin kılar.
uk: Вмикає випадкові вибухи пінгвіна.
zh_cn: 启用随机 Tux 爆炸。
zh_tw: 開啟隨機 Tux 爆發。

source: Reduce detail
ar: تخفيض التفاصيل
bg: Ниско качеството
bs: Smanji detalje
ca: Redueix el detall
cs: Snížit detaily
da: Reducér detalje
de: Details reduzieren
el: Μείωση των λεπτομερειών
es: Reduce detalle
et: Vähem detaile
eu: Gutxitu xehetasunak
fa: کاهش جزئیات
fi: Poista yksityiskohtia
fr: Réduire les détails
gl: Reducir o detalle
he: הורד רמת פירוט
hi: विवरण कम करें
hu: Kevesebb részlet
is: Minnka smáatriði
it: Riduci i dettagli
ja: 細部を減らす
kk: Егжей-тегжейі азайсын
ko: 자세한 정도 감소
lv: Mazāk detaļu
nds: Weniger Enkelheiten
nl: Detaillering beperken
nn: Færre detaljar
pa: ਵੇਰਵਾ ਘਟਾਓ
pl: Zmniejsz szczegółowość
pt: Reduzir o detalhe
pt_br: Reduzir detalhes
ro: Reduce detalile
ru: Уменьшить детализацию
sk: Redukovať detaily
sl: Zmanjšaj podrobnosti
sr@ijekavian: Смањи детаље
sv: Reducera detaljnivå
tr: Detayları azalt
uk: Зменшити детальність
zh_cn: 缩减细节
zh_tw: 省略詳情

source: useful for increasing speed
ar: مفيد لزيادة السرعة
bg: Тази настройка е полезна за увеличаване на скоростта
bs: korisno za povećanje brzine
ca: útil per a incrementar la velocitat
cs: Užitečné pro zvýšení rychlosti
da: nyttig til at forøge hastighed
de: Nützlich zur Erhöhung der Geschwindigkeit
el: χρήσιμο για την αύξηση της ταχύτητας
es: útil para aumentar la velocidad
et: kasulik kiiruse suurendamiseks
eu: abiadura handitzeko erabilgarria
fa: برای سرعت افزاینده مفید است
fi: hyödyllinen nopeuden lisäämiseksi
fr: Utile pour augmenter la vitesse
gl: útil para aumentar a velocidade
he: יעיל להגברת מהירות
hi: बढ़ती हुई गति के लिए उपयोगी
hu: ha gyorsítani szeretne
is: gagnlegt til að auka hraðann
it: utile per incrementare la velocità
ja: 速度を増加させるのに役立ちます
kk: жылдамдығын арттыру үшін
ko: 속도 증가에 유용합니다
lv: teicams ātruma palielināšanai
nds: Verbetert de Gauheit
nl: handig bij het verhogen van de snelheid
nn: nyttig for å auka farten
pa: ਗਤੀ ਵਧਾਉਣ ਲਈ ਲਾਭਦਾਇਕ ਹੈ
pl: użyteczne do zwiększenia prędkości
pt: útil para aumentar a velocidade
pt_br: útil para aumentar a velocidade
ro: util pentru creșterea vitezei
ru: полезно для увеличения скорости
sk: hodí sa pre zvýšenie rýchlosti
sl: uporabno za povečanje hitrosti
sr@ijekavian: Корисно за повећање брзине.
sv: användbar för att öka hastigheten
tr: artan hızla kullanışlı
uk: придатне для збільшення швидкості
zh_cn: 用于增加速度
zh_tw: 可增加速度

source: When enabled speeds up logo explosion but reduces quality.
ar: حين يمكن يسرع انفجارات الشعار لكن يخفض الجودة.
bg: Тази настройка е полезна за увеличаване на скоростта при експлозията, но намалява качеството на изображението.
bs: Kada je uključeno, ubrzava eksploziju logotipa ali smanjuje kvalitetu.
ca: En habilitar-ho accelera l'explosió del logo però redueix la qualitat.
cs: Pokud je povoleno, urychlí explozi loga ale sníží kvalitu
da: Når dette er aktiveret blive logo-eksplosionerne hurtigere men kvaliteten reduceres.
de: Erhöht die Geschwindigkeit bei Aktivierung, aber reduziert die Qualität.
el: Όταν είναι ενεργοποιημένο, επιταχύνει τις εκρήξεις του λογότυπου, αλλά μειώνει την ποιότητα.
es: Al activarse acelera las explosiones, pero reduce la calidad.
et: Sisselülitamisel kiireneb logode plahvatamine, kuid nende kvaliteet väheneb.
eu: Gaitzen denean abiadura handitzen du baina kalitatea gutxitzen du.
fa: در حالی که سرعتهای فعال‌سازی شده، انفجار لوگو را بالا می‌برد، اما کیفیت کاهش می‌یابد.
fi: Kun käytössä nopeuttaa logon räjähtämistä, mutta laskee laatua.
fr: Si cette option est sélectionnée, accélère l'explosion des logos mais diminue la qualité.
gl: Se escolle esta opción, hase acelerar a explosión de logotipos pero reduce a calidade.
he: כשמופעל מאיץ התפוצצות לוגו אבל מוריד את האיכות
hi: जब सक्षम किया जाता है तो लोगो विस्फ़ोटों को गति प्रदान करता है परंतु विशेषताओं को कम करता है.
hu: Felgyorsítja az embléma felrobbanását, de csökkenti a képminőséget.
is: Þegar þetta er virkt flýtir þetta prengingunum en minkar gæðin.
it: Quando attivato velocizza l'esplosione del logo ma ne diminuisce la qualità.
ja: 有効にすると、ロゴ爆発の速度が増します。ただし、品質は下がります。
kk: Сапасын төмендетіп жылдамдығын көтеру.
ko: 이 설정을 사용하면 로고 폭발은 빨라지지만 품질이 낮아집니다.
lv: Ja ieslēgts, paātrina logo sprādzienu, bet pazemina kvalitāti.
nds: Maakt Exploschonen gauer, man ok de Gööd sieter, wenn anmaakt.
nl: Dit versnelt de logo-explosies, maar vermindert de kwaliteit.
nn: Viss det er kryssa av her, går logo-eksplosjonar raskare, men med dårlegare kvalitet.
pl: Kiedy ta opcja jest włączona, logo eksploduje szybciej, ale jakość jest gorsza.
pt: Quando activo acelera a exploração de logos mas reduz a qualidade.
pt_br: Quando habilitada, aumenta a velocidade da explosão do logo, mas reduz a qualidade.
ru: При включении этой опции при взрывах картинки будет уменьшена её детализация.
sk: Ak je toto zapnuté, explózia loga je rýchlejšia, ale znižuje kvalitu.
sl: Ko je to omogočeno, se hitrost eksplozije poveča, vendar zmanjša hitrost.
sr@ijekavian: Кад је укључено, убрзава експлозије логотипова али умањује квалитет.
sv: Snabbar upp logotypexplosioner om aktiverad, men reducerar kvalitet.
tr: Seçildiğinde logoyu hızlandırır ancak kalite düşer.
uk: Коли ввімкнене пришвидшує вибухи емблем, але погіршує якість.
zh_cn: 启用时会加速标志爆炸但会降低质量。
zh_tw: 開啟圖形爆炸加速，但是犧牲畫面品質

source: Konqui
bg: Конки
he: קונקי
hi: कॉन्क्वी
kk: Конкуибай
ru: Конки
sr@ijekavian: Конки
uk: Конкі

source: Enables Konqui
ar: تفعيل Konqui
bg: Включване на Конки
bs: Uključuje Konqui-ja
ca: Habilita Konqui
cs: Povolí Konquiho
da: Aktiverer Konqui
de: Aktiviert Konqui
el: Ενεργοποιεί τον Konqui
es: Activa Konqui
et: Konqui lubamine
eu: Konqui gaitzen du
fa: Konqui را فعال می‌کند
fi: Käytä Konquita
fr: Utilise Konqui
gl: Activar a Konqui
he: מאפשר את קונקי
hi: कॉन्की सक्षम करता है
hu: A Konqui engedélyezése
is: Virkir Konqui
it: Attiva Konqui
ja: Konqui を有効にする
kk: Конкуибай айдаһары да болсын
ko: Konqui를 사용합니다
lt: Įjungia Konkį
lv: Ieslēdz Konqui
nds: Maakt Konqui an
nl: Activeert Konqui
nn: Slår på Konqui
pa: Konqui ਯੋਗ
pl: Włącza Konqui
pt: Activar o Konqui
pt_br: Habilita o Konqi
ro: Activează Konqui
ru: Показывать дракона Конки
sk: Povolí Konqui
sl: Omogoči Konquija
sr@ijekavian: Укључује Конкија.
sv: Aktiverar Konqui
tr: Konqui'yi Gösterir
uk: Вмикає Конкі
zh_cn: 启用 Konqui
zh_tw: 開啟 Konqui

source: Enables random Konqui explosions.
ar: تمكين انفجارات Konqui عشوائية.
bg: Включване на случайна експлозия на Конки.
bs: Uključuje slučajne eksplozije Konqui-ja.
ca: Habilita explosions aleatòries de Konqui.
cs: Povolí náhodné exploze Konquiho
da: Aktiverer tilfældige eksplosioner af Konqui.
de: Aktiviert zufällige Explosionen von Konqui
el: Ενεργοποιεί τυχαίες εκρήξεις του Konqui.
es: Activa explosiones aleatorias de Konqui.
et: Konqui suvaliste plahvatamise lubamine.
eu: Konqui-ren ausazko eztandak gaitzen ditu.
fa: انفجارهای تصادفی Konqui را فعال می‌کند.
fi: Käytä satunnaisia Konquin räjähdyksiä
fr: Permet l'explosion aléatoire de Konqui.
gl: Activar as explosións aleatorias de Konqui.
he: מאפשר התפוצצות אקראית של קונקי
hi: कॉन्की में बेतरतीब विस्फोट सक्षम करता है.
hu: Véletlenszerű Konqui-robbanások engedélyezése.
is: Nota slembnar Konqui sprengingar.
it: Attiva esplosioni casuali di Konqi.
ja: Konqui をランダムに爆発させます。
kk: Кейбірде Конкуибай айдаһары да жарылатын болады.
ko: 임의의 Konqui 폭발을 사용합니다.
lv: Ieslēdz nejaušus Konqui sprādzienus
nds: Maakt tofällige Konqui-Exploschonen an
nl: Activeert willekeurige Konqui-explosies.
nn: Slår på tilfeldige Konqui-eksplosjonar
pl: Włącza losowe eksplozje Konqui.
pt: Activar explosões aleatórias do Konqui.
pt_br: Habilita explosões aleatórias com o Konqi.
ro: Activează explozii Konqui aleatorii.
ru: Иногда показывать взрывы дракона Конки.
sk: Povolí náhodné explózie Konqui.
sl: Omogoči naključne eksplozije Konquija.
sr@ijekavian: Укључује насумичне експлозије Конкија.
sv: Aktivera slumpmässig explosion av Konqui.
tr: Rastgele Konqui.patlamalarını etkin kılar.
uk: Вмикає випадкові вибухи Конкі.
zh_cn: 启用随机 Konqui 爆炸。
zh_tw: 開啟隨機 Konqui 爆發

source: Frequency:
ar: التردد:
bg: Честота:
bs: Frekvencija:
ca: Freqüència:
cs: Frekvence:
da: Frekvens:
de: Frequenz:
el: Συχνότητα:
es: Frecuencia:
et: Sagedus:
eu: Frekuentzia:
fa: بسامد:
fi: Taajuus:
fr: Fréquence :
gl: Frecuencia:
he: תדירות
hi: आवृत्तिः
hu: Gyakoriság:
is: Tíðni:
it: Frequenza:
ja: 繰り返し:
kk: Жиілігі:
ko: 주기:
lt: Dažnis:
lv: Biežums:
nds: Frequenz:
nl: Frequentie:
nn: Frekvens:
pa: ਫ੍ਰੀਕਿਊਨਸੀ:
pl: Częstotliwość:
pt: Frequência:
pt_br: Frequência:
ro: Frecvență:
ru: Частота появления:
sk: Frekvencia:
sl: Frekvenca:
sr@ijekavian: Учестаност:
sv: Frekvens:
tr: Sıklık:
uk: Частота:
zh_cn: 频率：
zh_tw: 頻率：

source: sometimes
ar: أحيانا
bg: Понякога
bs: ponekad
ca: de vegades
cs: někdy
da: sommetider
de: manchmal
el: μερικές φορές
es: a veces
et: vahel
eu: batzutan
fa: گاهی اوقات
fi: joskus
fr: Parfois
gl: por veces
he: לפעמים
hi: कभी-कभी
hu: néha
is: stundum
it: qualche volta
ja: ときどき
kk: кейбірде
ko: 때때로
lt: kartais
lv: dažreiz
nds: mennigmaal
nl: soms
nn: av og til
pa: ਕੁਝ ਵਾਰ
pl: czasem
pt: por vezes
pt_br: algumas vezes
ro: uneori
ru: редко
sk: niekedy
sl: včasih
sr@ijekavian: понекад
sv: ibland
tr: bazen
uk: іноді
zh_cn: 有时
zh_tw: 偶而

source: often
ar: غالبا
bg: Често
bs: često
ca: sovint
cs: často
da: ofte
de: oft
el: συχνά
es: a menudo
et: sageli
eu: sarritan
fa: اغلب
fi: usein
fr: Souvent
gl: a miúdo
he: בדרך כלל
hi: प्रायः
hu: gyakran
is: oft
it: spesso
ja: しばしば
kk: жиі
ko: 자주
lt: dažnai
lv: bieži
nds: faken
nl: vaak
nn: ofte
pa: ਅਕਸਰ
pl: często
pt: frequentemente
pt_br: frequente
ro: adeseori
ru: часто
sk: často
sl: pogosto
sr@ijekavian: често
sv: ofta
tr: genellikle
uk: часто
zh_cn: 经常
zh_tw: 經常

source: Flickering
ar: خفقان
bg: Проблясване
bs: Treperenje
ca: Parpelleig
cs: Blikání
da: Flimmer
de: Flimmern
el: Μαρμαρυγή
es: Parpadeante
et: Värelus
eu: Keinularia
fa: لرزش
fi: Vilkkuva
fr: Clignotement
gl: Chiscar
he: מהבהב
hi: टिमटिमाता
hu: Remegés
is: Flöktandi
it: Tremolante
ja: 瞬き
kk: Жылтылдап
ko: 깜빡임
lv: Mirgoņa
nds: Glimmern
nl: Flikkering
nn: Flimring
pl: Migotanie
pt: Piscar
pt_br: Trêmulo
ro: Pîlpîire
ru: Дрожание
sk: Blikanie
sl: Utripanje
sr@ijekavian: Треперење
sv: Blinkande
tr: Kırpışma
uk: Мерехтіння
zh_cn: 闪烁
zh_tw: 閃爍

source: enables a natural 'flicker' effect
ar: تمكين تأثير 'اضطراب' طبيعي.
bg: Включване на ефект на проблясване
bs: uključuje prirodni efekat 'treperenja'
ca: habilita un efecte natural de «parpelleig»
cs: Povolí efekt přirozeného blikání
da: aktiverer en naturlig 'flimmer' effekt
de: Aktiviert einen natürlichen Flimmereffekt
el: ενεργοποιεί ένα εφέ φυσικής μαρμαρυγής
es: activa un efecto natural de parpadeo
et: loomuliku 'väreluse' lubamine
eu: 'keinu' efektu natural bat gaitzen du
fa: جلوه طبیعی »لرزش تصویر« را فعال می‌کند
fi: käyttää luonnollista vilkkumisefektiä
fr: Permet un effet de clignotement naturel
gl: activa un efecto de chiscar natural
he: מאפשר אפקט הבהוב טבעי
hi: नैसर्गिक 'टिमटिमाने' का सा प्रभाव सक्षम करता है
hu: természetes „remegés” effektus
is: gefur náttúrulegt flöktur
it: attiva un effetto 'tremolante' naturale
ja: 自然な「星の瞬き」効果を有効にします
kk: жылтылдау эффекттін қосу
ko: 자연적인 '깜빡임' 효과를 사용합니다
lv: ieslēdz dabīgu 'mirgoņas' efektu
nds: Maakt en natuur-liek Glimmereffekt an
nl: activeert een natuurlijk flikkereffect
nn: slår på ein naturleg flimreeffekt
pl: włącza naturalny efekt migotania
pt: activa um efeito de 'piscar' natural
pt_br: habilita o efeito natural 'trêmulo'
ru: включить эффект «подрагивания»
sk: povolí prirodzený efekt blikania
sl: omogoči naraven učinek utripanja
sr@ijekavian: Укључује природни ефекат „треперења“.
sv: aktiverar en naturlig 'blinkeffekt'
tr: doğal bir kırpışma efekti sağlar
uk: вмикає натуральний ефект «мерехтіння»
zh_cn: 启用自然闪烁效果
zh_tw: 開啟自然的「閃爍」效果

source: This option produces a sort of vibration in the lightness of the star.
ar: هذا الاختيار ينتج نوع من الاهتزاز في إضاءة النجم.
bg: Включване на допълнителен ефект на проблясване на звездата.
bs: Ova opcija izaziva varijacije u osvijetljenosti zvijezde.
ca: Aquesta opció produeix una mena de vibració en la lluminositat de l'estrella.
cs: Tato volba vytvoří vibraci jasu hvězdy
da: Dette producerer en slags vibration i stjernens lysstyrke.
de: Diese Einstellung erzeugt Schwankungen in der Helligkeit der Sterne.
el: Αυτή η επιλογή προκαλεί ένα είδος τρεμοπαίξιμου στη λαμπρότητα του άστρου.
es: Esta opción presenta un tipo de vibración en el brillo de la estrella.
et: Sellega saab tekitada tähtede väreluse sarnase efekti.
eu: Aukera honek izarraren argian dardara mota bat sortzen du.
fa: این گزینه، نوعی ارتعاش در نور ستاره تولید می‌کند.
fi: Tämä asetus muodostaa eräänlaisen värähtelyn tähden kirkkauteen.
fr: Cette option produit une sorte de vibration dans la lueur de l'étoile.
gl: Esta opción produce un tipo de vibración na luminosidade da estrela.
he: אפשרות זו מייצרת סוג של רטט בתאורת הכוכב
hi: यह विकल्प तारे के प्रकाश में कम्पन जैसा प्रभाव उत्पन्न करता है
hu: Természetesnek ható remegés a csillag fényességében.
is: Þessi eiginleiki gefur titring í ljósastyrk stjörnunnar.
it: Questa opzione produce una specie di vibrazione nella luce della stella.
ja: このオプションは、星が瞬いているような効果を生み出します。
kk: Бұны қосса, бұл жұлдыз жарығын дірілдетіп "жылтылдатады" .
ko: 이 설정을 사용하면 빛의 밝기가 변합니다.
lv: Šī iespēja veido atmosfēras mirgoņu, kāda novērojama, skatoties zvaigznēs.
nds: Disse Optschoon lett de Helligkeit vun den Steern wat op- un daalgahn.
nl: Deze optie produceert een soort trilling in de helderheid van de ster.
nn: Dette lagar ei slags vibrering i lysstyrken til stjerna.
pl: Ta opcja tworzy wibrację w jasności gwiazdy.
pt: Esta opção produz um género de vibração na luminosidade da estrela.
pt_br: Esta opção produz um tipo de vibração na claridade da estrela.
ru: Опция позволяет показывать подрагивание звёзд.
sk: Táto voľba vytvára vibráciu jasu hviezdy.
sl: Ta možnost povzroči nekakšno vibriranje v svetlobi zvezde.
sr@ijekavian: Ова опција додаје некакву вибрацију у свјетлости звијезде.
sv: Det här alternativet ger en viss variation av stjärnans ljusstyrka.
tr: Bu seçenek yıldızın ışığında bir tür dalgalanma oluşturur.
uk: Цей параметр придає світлу зірки ефект тремтіння.
zh_cn: 此选项可产生星辰亮晶晶的效果。
zh_tw: 這個選項會產生星星亮光的閃爍效果。

source: Red-blue gradient
ar: تدرج أحمر-أزرق
bg: Червено синьо преливане
bs: Crveno-plavi gradijent
ca: Degradat roig-blau
cs: Barevný přechod červená-modrá
da: Rødblå overgang
de: Rot-Blau-Verlauf
el: Διαβάθμιση κόκκινου-μπλε
es: Degradado rojo-azul
et: Puna-sini üleminek
eu: Gorri-urdin gradientea
fa: شیب قرمز-آبی
fi: Punasininen liukuväri
fr: Gradient rouge-bleu
gl: Gradiente vermello-azul
he: שינוי אדום כחול
hi: लाल-नीला अनुपात
hu: Vörös-kék színátmenet
is: Rauð-blá blöndun
it: Sfumatura rosso-blu
ja: 赤から青へのグラデーション
kk: Қызыл-көк градиенті
ko: 빨간색-파란색 그라디언트
lv: Sarkani-zils gradients
nds: Root-Blaag-Övergang
nl: Rood-blauw kleurverloop
nn: Raud-blå-gradient
pa: ਲਾਲ-ਨੀਲਾ ਢਾਲੂ
pl: Gradient czerwono-niebieski
pt: Gradiente vermelho-azul
pt_br: Gradiente vermelho-azul
ro: Degrade roșu-albastru
ru: Красно-синяя гамма
sk: Červenomodrý prechod
sl: Rdeče-modri preliv
sr@ijekavian: Црвено-плави прелив
sv: Rödblå gradient
tr: Kırmızı-mavi gradyen
uk: Червоно-синій градієнт
zh_cn: 红蓝渐变
zh_tw: 紅藍梯度
