Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Welcome to KDE %1.%2.%3
ar: مرحبا في KDE %1.%2.%3
bg: Добре дошли в KDE %1.%2.%3
bs: Dobrodošli na KDE %1.%2.%3
ca: Benvingut a KDE %1.%2.%3
cs: Vítejte v KDE %1.%2.%3
da: Velkommen til KDE %1.%2.%3
de: Willkommen zu KDE %1.%2.%3
el: Καλώς ήρθατε στο KDE %1.%2.%3
es: Bienvenido a KDE %1.%2.%3
et: Tere tulemast! KDE %1.%2.%3
eu: Ongi etorri KDE %1.%2.%3-ra
fa: به KDE %1 .%2 .%3 خوش آمدید
fi: Tervetuloa KDE:hen %1.%2.%3
fr: Bienvenue dans KDE %1.%2.%3
gl: Benvido a KDE %1.%2.%3
he: ברך בואך אל KDE %1. %2. %3
hi: केडीई %1.%2.%3 में आपका स्वागत है
hu: Üdvözöljük! - KDE %1.%2.%3
is: Velkomin(n) í KDE %1.%2.%3
it: Benvenuto in KDE %1.%2.%3
kk: KDE %1.%2.%3: қош келдіңіз
ko: KDE %1.%2.%3 에 오신것을 환영합니다.
lt: Jus sveikina KDE %1.%2.%3
lv: Laipni lūdzam KDE %1.%2.%3
nds: Willkamen bi KDE %1.%2.%3
nl: Welkom bij kde %1.%2.%3
nn: Velkommen til KDE %1.%2.%3
pa: KDE %1.%2.%3 ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy w KDE %1.%2.%3
pt: Bem-vindo ao KDE %1.%2.%3
pt_br: Bem-vindo ao KDE %1.%2.%3
ro: Bun venit în KDE %1.%2.%3
ru: Добро пожаловать в KDE %1.%2.%3
sk: Víta vás KDE %1.%2.%3
sl: Dobrodošli v KDE %1.%2.%3
sr@ijekavian: Добро дошли у КДЕ %1.%2.%3
sv: Välkommen till KDE %1.%2.%3
tr: KDE %1.%2.%3 e Hoş Geldiniz
uk: Ласкаво просимо до KDE %1.%2.%3
zh_cn: 欢迎使用 KDE %1.%2.%3
zh_tw: 歡迎使用 KDE %1.%2.%3

source: Flux
ar: تدفق
bg: Прилив
el: Ροή
es: Flujo
fa: شار
fi: Fluksi
gl: Fluxo
he: שטף
hi: फ्लक्स
it: Flusso
ja: 流れ
kk: Ағындар
ko: 플럭스
lt: Srautas
lv: Plūsma
nn: Pulsar
pa: ਫਲੱਸ
pt: Fluxo
pt_br: Fluxo
ru: Флуктуации
sl: Pretok
sr@ijekavian: Флукс
uk: Течія
zh_cn: 流动

source: Hypnotic
ar: منوم
bg: Хипнотизиране
ca: Hipnòtic
cs: Hypnóza
da: Hypnotisk
de: Hypnotisch
el: Υπνωτικό
es: Hipnótico
et: Hüpnootiline
eu: Hipnotikoa
fa: هیپنوتیزم
fi: Hypnoottinen
fr: Hypnotique
gl: Hipnótico
he: היפנוטי
hi: सम्मोहक
hu: Hipnózis
is: Dáleiðandi
it: Ipnotico
ja: 催眠
kk: Ұйқтататын
ko: 최면
lv: Hipnotisks
nds: Hüpnootsch
nl: Hypnotisch
nn: Hypnotisk
pl: Hipnotyczny
pt: Hipnótico
pt_br: Hipnótico
ro: Hipnotic
ru: Гипнотические
sl: Hipnotično
sr@ijekavian: хипнотички
sv: Hypnotisk
tr: Hipnotizma
uk: Снотворний
zh_cn: 催眠
zh_tw: 安眠藥

source: Insane
ar: جنوني
bg: Лудост
ca: Insà
da: Sindssyg
de: Krankhaft
es: Loco
et: Hullumeelne
eu: Eroa
fa: دیوانه
fi: Hullu
fr: Dément
gl: Tolo
he: מטורף
hi: उन्मादी
hu: Megszállottság
is: Klikkað
it: Folle
ja: 気狂い
kk: Жыңды
ko: 광기
lt: Beprotiškas
lv: Vājprātīgs
nds: Mall
nl: Krankzinnig
nn: Sinnssjuk
pl: Zwariowany
pt: Louco
pt_br: Insano
ro: Nebunesc
ru: Безумные
sk: Šialený
sl: Noro
sr@ijekavian: сулудо
sv: Vansinnig
tr: Çılgın
uk: Божевільний
zh_cn: 疯狂
zh_tw: 精神異常

source: Sparklers
ar: مطلقات الشرر
bg: Фойерверки
ca: Foc d'artificis
da: Stjernekastere
de: Funken
es: Centelleos
et: Säraküünlad
eu: Mulkoak
fa: فشفشه‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌ها
fi: Kipinöijät
fr: Cierges merveilleux
gl: Faíscas
he: נוצצים
hi: फुलझड़ियाँ
hu: Csillagszóró
is: Neistar
it: Bagliori
ja: スパークラー
kk: Жарқылдаған
ko: 보석
lv: Brīnumsvecītes
nds: Funkers
nl: Sterretjes
nn: Stjerneskot
pl: Iskry
pt: Faíscas
pt_br: Fagulhas
ro: Scînteie
ru: Искрящиеся
sl: Bleščanje
sr@ijekavian: искричаво
sv: Tomtebloss
tr: Kıvılcım
uk: Бенгальські вогні
zh_cn: 火花
zh_tw: 金光閃閃

source: Paradigm
ar: نموذج
bg: Парадигма
ca: Paradigma
cs: Paradigma
da: Paradigme
de: Paradigma
es: Paradigma
et: Paradigma
eu: Paradigma
fa: نمونه
fi: Paradigma
fr: Paradigme
gl: Paradigma
he: פרדיגמה
hi: प्रतिमान
hu: Paradigma
is: Mótsagnir
it: Paradigma
ja: パラダイム
kk: Парадигма
ko: 패러다임
lv: Paradigma
nds: Paradigma
nl: Paradigma
nn: Paradigme
pa: ਪੈਰਾਡਿਗਮ
pl: Paradygmat
pt: Paradigma
pt_br: Paradigma
ro: Paradigmă
ru: Образец
sl: Paradigma
sr@ijekavian: парадигма
tr: Paradigma
uk: Парадигма
zh_cn: 典范
zh_tw: 典型

source: Galactic
ar: مجرّي
bg: Галактика
ca: Galàctic
cs: Galaxie
da: Galaktisk
de: Galaktisch
el: Γαλαξιακός
es: Galáctico
et: Galaktiline
eu: Galaktikoa
fa: کهکشانی
fi: Galaktinen
fr: Galactique
gl: Galáctico
he: גלקטי
hi: गेलेक्टिक
hu: Galaxis
is: Vetrarbrautir
it: Galattico
ja: ギャラクティック
kk: Галактика
ko: 은하
lt: Galaktika
lv: Galaktisks
nds: Galaktsch
nl: Galactisch
nn: Galaktisk
pl: Galaktyka
pt: Galáctico
pt_br: Galáctico
ru: Галактические
sk: Galaktický
sl: Galaktični
sr@ijekavian: галактички
sv: Galaktiska
tr: Uzay Yolu
uk: Галактика
zh_cn: 银河
zh_tw: 銀河

source: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
ar: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>نفذ لـ KDE بواسطة Karl Robillard</p>
bg: <h3>Прилив 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Пренесено за KDE от Karl Robillard</p>
ca: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Adaptat al KDE per Karl Robillard</p>
cs: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Přenos do KDE: Karl Robillard</p>
da: <h3>Flux 1.0</h3> <p>Ophavsret (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porteret til KDE af Karl Robillard</p>
de: <h3>Flux 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portiert nach KDE von Karl Robillard</p> <p>Übersetzt von Thomas Fischer</p>
el: <h3>Ροή 1.0</h3> <p>Πνευματικά δικαιώματα (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Προσαρμογή στο KDE από τον Karl Robillard</p>
es: <h3>Flujo 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Adaptación para KDE de Karl Robillard</p>
et: <h3>Flux 1.0</h3> <p>Autoriõigus (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p> Portinud KDE jaoks Karl Robillard</p>
eu: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE-ra Karl Robillard-ek egokitu du</p>
fa: <h3>شار ۰/۱</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>توسط کارل روبی لارد به KDE برده شد</p>
fi: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Sovittanut KDE:lle Karl Robillard</p>
fr: <h3>Flux 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porté sur KDE par Karl Robillard</p>
gl: <h3>Fluxo 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portado para KDE por Karl Robillard</p>
he: <h3>שטף 1.0</h3> <p>Copyright (c) 2002 טרנס מ. וולש<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>הוסב ל־KDE על ידי קארל רובילרד</p>
hi: <h3>फ्लक्स 1.0</h3> <p>सर्वाधिकार सुरक्षित (c) 2002 टेरेंस एम. वेल्श<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>कार्ल रॉबिलार्ड द्वारा केडीई पर पोर्टेड</p>
hu: <h3>Flux 1.0</h3> <p>Copyright (c) Terence M. Welsh, 2002.<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>A KDE-verzió Karl Robillard munkája</p>
is: <h3>Flux 1.0</h3> <p>Höfundarréttur (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Flutt í KDE af Karl Robillard</p>
it: <h3>Flux 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portato a KDE da Karl Robillard</p>
ja: <h3>流れ (Flux) 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br/> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE への移植: Karl Robillard</p>
kk: <h3>Ағындар 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE-ге бейімдеген: Karl Robillard</p>
ko: <h3>Flux 1.0</h3> <p>저작권자 (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Karl Robillard가 KDE로 이식함</p>
lv: <h3>Flux 1.0</h3> <p>Autortiesības (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Uz KDE portēja Karl Robillard</p>
nds: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porteert na KDE vun Karl Robillard</p>
nl: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Overgezet naar KDE door Karl Robillard</p>
nn: <h3>Pulsar 1.0</h3> <p>Opphavsrett (C) 2002 Terence M. Welsh<br/> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porta til KDE av Karl Robillard</p>
pl: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Wersja KDE: Karl Robillard</p>
pt: <h3>Fluxo 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Transposto para o KDE por Karl Robillard</p>
pt_br: <h3>Flux 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portado para KDE por Karl Robillard</p>
ro: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portat la KDE de Karl Robillard</p>
ru: <h3>Флуктуации 1.0</h3> <p>© Теренс М. Велш, 2002<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Портировано на KDE Карлом Роббилардом.</p>
sk: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Port do KDE: Karl Robillard</p>
sl: <h3>Pretok 1.0</h3> <p>Avtorske pravice © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Za KDE predelal Karl Robillard</p>
sr@ijekavian: <h3>Флукс 1.0</h3><p>© 2002, Теренс М. Велш<br/><a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p><p>Пренео на КДЕ Карл Робилард.</p>
sv: <h3>Flux 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Överförd till KDE av Karl Robillard</p>
tr: <h3>Flux 1.0</h3> <p>Telif Hakkı (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
uk: <h3>Флюксія 1.0</h3> <p>© Terence M. Welsh, 2002<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Портування у KDE — Karl Robillard</p>
zh_cn: <h3>Flux 1.0</h3> <p>版权所有 (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>由 Karl Robillard 移植到 KDE</p>
zh_tw: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>由Karl Robillard移植到KDE</p>

source: Particle Fountain Screen Saver
ar: حافظة الشاشة ينبوع الجسيمات
bg: Фонтан от частици
ca: Estalvi de pantalla Font de partícules
cs: Šetřič obrazovky Fontána částic
da: Indstil Partikelspringvand-pauseskærm
de: Bildschirmschoner „Partikelfontäne“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Σιντριβάνι
es: Configurar el salvapantallas Fuente de partículas
et: Ekraanisäästja Osakeste Fontään
eu: Partikula iturria pantaila babeslea
fa: محافظ صفحه نمایش منشأ ذره
fi: Partikkelilähde näytönsäästäjä
fr: Écran de veille « Fontaine de particules »
gl: Protector de pantalla Fonte de partículas
he: הגדרות שומר המסך מזרקת חלקיקים
hi: पार्टीकल फाउन्टेन स्क्रीन सेवर
hu: A Szökőkút képernyővédő beállításai
is: Stilla Foss skjásvæfuna
it: Impostazioni salvaschermo Fontana di particelle
ja: 粒子の泉スクリーンセーバー
kk: "Бүрку" экран сақтаушысы
ko: 입자 분수 화면 보호기
lt: Dalelių fontano ekrano užsklanda
lv: Daļiņu strūklakas ekrāna saudzētājs
nds: Pausschirm "Deeltjeblaser"
nl: Schermbeveiliging "Deeltjes Fontein"instellen
nn: Pauseskjermen partikkelfontene
pa: ਪਾਰਟੀਕਲ ਫਾਊਂਟੇਨ ਸਕਰੀਨ ਸੇਵਰ
pl: Wygaszacz ekranu Fontanna cząsteczek
pt: Protector de Ecrã Fonte de Partículas
pt_br: Protetor de Tela Fonte de Partículas
ro: Protecție de ecran Fîntînă de particule
ru: Настройка хранителя экрана «Фонтан частиц»
sk: Nastavenie šetriča Particle Fountain
sl: Ohranjevalnik zaslona Vodomet delcev
sr@ijekavian: Фонтана честица
sv: Skärmsläckaren Partikelfontän
tr: Su Kaynağı Ekran Koruyucusu
uk: Налаштування зберігача екрана «Фонтан частинок»
zh_cn: 粒子喷泉屏幕保护程序
zh_tw: 粒子噴泉螢幕保護程式

source: Particle Fountain Setup
ar: إعداد ينبوع الجسيم
bg: Настройки на предпазителя Източник на частици
bs: Podesi screen saver 'Particle Fountain'
ca: Configura Font de partícules
cs: Šetřič obrazovky 'Fontána částic'
da: Indstil Partikelspringvand
de: Bildschirmschoner „Partikelfontäne“ einrichten
el: Ρύθμιση προστασίας οθόνης Σιντριβάνι σωματιδίων
es: Configuración de Fuente de partículas
et: Osakeste Fontääni seadistamine
eu: Partikula iturriaren konfigurazioa
fa: برپایی منشأ ذره
fi: Partikkelilähteen asetukset
fr: Configuration de l'écran de veille « Fontaine de particules »
gl: Configurar o protector de pantalla Fonte de partículas
he: הגדרות מזרקת חלקיקים
hi: पार्टीकल फाउन्टेन सेटअप
hu: A Szökőkút képernyővédő beállítása
is: Stilla Foss skjásvæfuna
it: Impostazioni salvaschermo Fontana di particelle
ja: 粒子の泉の設定
kk: "Бүрку" экран сақтаушыны баптау
ko: 입자 분수 설정
lt: Dalelių fontano nustatymai
lv: Daļiņu strūklakas ekrāna saudzētāja iestatīšana
nds: "Deeltjeblaser" instellen
nl: Schermbeveiliging "Deeltjes Fontein"instellen
nn: Oppsett av partikkelfontene
pa: ਕਣ ਫੁਹਾਰਾ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Fontanna cząsteczek
pt: Configurar o Protector de Ecrã Fonte de Partículas
pt_br: Configuração do Fonte de Partículas
ro: Setare Fîntînă de particule
ru: Настройка хранителя экрана «Фонтан частиц»
sk: Nastavenie šetriča Particle Fountain
sl: Nastavi Vodomet delcev
sr@ijekavian: Подешавање Фонтане честица
sv: Ställ in skärmsläckaren Partikelfontän
tr: Kaya Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Фонтан частинок»
zh_cn: 离子喷泉设置
zh_tw: 設定粒子噴泉

source: <h3>Particle Fountain</h3> <p>Particle Fountain Screen Saver for KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code and KScreenSaver "Setup..." improvements by Nick Betcher <nbetcher@usinternet.com> 2001</p>
ar: <h3>ينبوع الجسيمات</h3> <p>حافظة الشاشة ينبوع الجسيمات لـ KDE</p> حقوق النسخ (c) Ian Reinhart Geiser 2001<br> <p>KConfig code and KScreenSaver "Setup..." improvements by Nick Betcher <nbetcher@usinternet.com> 2001</p>
bg: <h3>Фонтан от частици</h3> <p>Предпазител на екрана с фонтан от частици за KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Код на KConfig и подобрения на настройките на предпазителя от Nick Betcher <nbetcher@usinternet.com> 2001</p>
ca: <h3>Particle Fountain</h3> <p>Estalvi de pantalla Font de partícules per al KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Millores al codi per al KConfig i «Arranjament...» del KScreenSaver per Nick Betcher <nbetcher@usinternet.com> 2001</p>
cs: <h3>Fontána částic</h3> <p>KDE šetřič obrazovky Fontána částic</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig kód a KScreenSaver "Nastavení..." vylepšil Nick Betcher <nbetcher@usinternet.com> 2001</p>
da: <h3>Partikelspringvand</h3> <p>Partikelspringvand-pauseskærm for KDE</p> Ophavsret (c) Ian Reinhart Geiser 2001<br> <p>KConfig-kode og forbedringer til KScreenSavers "Opsætning..." af Nick Betcher <nbetcher@usinternet.com> 2001</p>
de: <h3>Partikelfontäne</h3> <p>Partikelfontäne-Bildschirmschoner für KDE</p> <p>Copyright © Ian Reinhart Geiser 2001</p> <p>Einrichtung verbessert von Nick Betcher <nbetcher@usinternet.com> 2001</p> <p>Übersetzt von Thomas Fischer</p>
el: <h3>Σιντριβάνι σωματιδίων</h3> <p>Προφύλαξη οθόνης Σιντριβάνι σωματιδίων για το KDE</p> Πνευματικά δικαιώματα (c) Ian Reinhart Geiser 2001<br> <p>Κώδικας KConfig και βελτιώσεις στη "Ρύθμιση..." για το KScreenSaver από τον Nick Betcher <nbetcher@usinternet.com> 2001</p>
es: <h3>Fuente de partículas</h3> <p>Salvapantallas Fuente de partículas para KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código para KConfig y KScreenSaver «Configuración...» mejoras de Nick Betcher <nbetcher@usinternet.com> 2001</p>
et: <h3>Osakeste Fontään</h3> <p>Ekraanisäästja Osakeste Fontään KDE jaoks</p> Autoriõigus (c) Ian Reinhart Geiser 2001<br> <p>KConfig kood ja KSCreenSaver "Seaded..." parandused Nick Betcher <nbetcher@usinternet.com> 2001</p>
eu: <h3>Partikula iturria</h3> <p>KDE-ren Partikula iturri pantaila babeslea</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig kodea eta KScreenSaver-ren "Konfiguratu..." hobekuntzak: Nick Betcher<nbetcher@usinternet.com> 2001</p>
fa: <h3>منشأ ذره</h3> <p>محافظ صفحه نمایش منشأ ذره برای KDE </p> Copyright (c)یان رین هارت گیسر۲۰۰۱<br> <p> کدKConfigوKScreenSaver«برپایی...» به‌سازیها توسط نیک بچر انجام شد. <nbetcher@usinternet.com> 2001</p>
fi: <h3>Particle Fountain</h3> <p>Partikkelilähde näytönsäästäjä KDE:lle</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig koodi ja KScreenSaver "Asetukset…" parannukset Nick Betcher <nbetcher@usinternet.com> 2001</p>
fr: <h3>Fontaine de particules</h3> <p>Écran de veille « Fontaine de Particules » pour KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Améliorations du code de KConfig et de « Configuration... » de KScreenSaver par Nick Betcher <nbetcher@usinternet.com> 2001</p>
gl: <h3>Fonte de partículas</h3> <p>O protector de pantalla Fonte de partículas para KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código de KConfig e melloras na configuración de KScreenSaver por Nick Betcher <nbetcher@usinternet.com> 2001</p>
he: <h3>מזרקת חלקיקים</h3> <p>שומר מסך מזרקת חלקיקים עבור KDE</p> Copyright (c) איאן ריינהרט גייזר 2001<br> <p>קוד KConfig ותיקונים ל"הגדרות..." של KScreenSaver על ידי ניק בצ'ר <nbetcher@usinternet.com> 2001</p>
hi: <h3>पार्टीकल फाउंटेन</h3> <p>केडीई के लिए पार्टीकल फाउंटेन स्क्रीन सेवर</p> सर्वाधिकार सुरक्षित (c) इयान रेइनहार्ट गेइज़र 2001<br> <p>के-कॉन्फिग कोड तथा के-स्क्रीन-सेवर "Setup..." सुधार निक बेचर द्वारा <nbetcher@usinternet.com> 2001</p>
hu: <h3>Szökőkút</h3> <p>Szökőkút képernyővédő a KDE-hez</p> Copyright (c) Ian Reinhart Geiser, 2001.<br> <p>KConfig kód és KScreenSaver "Beállítások..." módosítások: Nick Betcher (<nbetcher@usinternet.com>), 2001.</p>
is: <h3>Eindabrunnur</h3> <p>Eindabrunnur skjásvæfa fyrir KDE</p> Höfundarréttur (c) Ian Reinhart Geiser 2001<br> <p>KConfig kóði og "Stilla..." endurbætur eftir Nick Betcher <nbetcher@usinternet.com> 2001</p><p>Richard Allen <ra@ra.is> íslenskaði.</p>
it: <h3>Fontana di particelle</h3> <p>Salvaschermo Fontana di particelle per KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Codice KConfig e migliorie alla configurazione di KScreenSaver a cura di Nick Betcher <nbetcher@usinternet.com> 2001</p>
ja: <h3>粒子の泉</h3> <p>KDE 粒子の泉 スクリーンセーバー</p> Copyright (c) Ian Reinhart Geiser 2001<br/> <p>KConfig のコードと KScreenSaver「設定...」の改善: Nick Betcher <nbetcher@usinternet.com> 2001</p>
kk: <h3>Бүрку</h3> <p>KDE-нің "Бүрку" экран сақтаушысы</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig коды мен KScreenSaver "Баптау..." жетілдіруін істеген Nick Betcher <nbetcher@usinternet.com> 2001</p>
ko: <h3>입자 분수</h3> <p>KDE를 위한 입자 분수 화면 보호기</p> 저작권자 (c) Ian Reinhart Geiser 2001<br> <p>Nick Betcher가 KConfig 코드를 작성하고 KScreenSaver "설정" 기능을 개선함<nbetcher@usinternet.com> 2001</p>
lv: <h3>Particle Fountain</h3> <p>Particle Fountain KDE ekrāna saudzētājs</p> Autortiesības (c) Ian Reinhart Geiser 2001<br> <p>KConfig kods un KScreenSaver "Iestatījumi..." uzlaboja Nick Betcher <nbetcher@usinternet.com> 2001</p>
nds: <h3>Deeltjeblaser</h3> <p>Pausschirm för KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Nick Betcher hett den KConfig-Kode un de Instellen verbetert.<nbetcher@usinternet.com> 2001</p>
nl: <h3>Deeltjes Fontein</h3> <p>Deeltjes Fontein Schermbeveiliging voor KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code en KScreenSaver "Instellingen..." verbeteringen door Nick Betcher <nbetcher@usinternet.com> 2001</p>
nn: <h3>Partikkelfontene</h3> <p>Partikkelfontene-pauseskjerm for KDE</p> Opphavsrett (c) Ian Reinhart Geiser 2001<br/> <p>KConfig-kode og oppsettsforbetringar av Nick Betcher <nbetcher@usinternet.com> 2001</p>
pl: <h3>Fontanna cząsteczek</h3> <p>Wygaszacz "Fontanna cząsteczek" dla KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Obsługa KConfig i usprawnienie "Ustawień...": Nick Betcher <nbetcher@usinternet.com> 2001</p>
pt: <h3>Fonte de Partículas</h3> <p>O Protector de Ecrã Fonte de Partículas para o KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código do KConfig e melhoramentos da configuração do KScreenSaver por Nick Betcher <nbetcher@usinternet.com> 2001</p>
pt_br: <h3>Fonte de Partículas</h3> <p>Protetor de Telas para KDE Fonte de Partículas</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código do KConfig e melhorias da configuração do KScreenSaver por Nick Betcher <nbetcher@usinternet.com> 2001</p>
ro: <h3>Fîntînă de particule</h3> <p>Protecție de ecran Fîntînă de particle pentru KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Cod KConfig și îmbunătățiri "Setare..." KScreenSaver de Nick Betcher <nbetcher@usinternet.com> 2001</p>
ru: <h3>Фонтан частиц</h3> <p>Хранитель экрана для KDE</p> Copyright (c) Ян Рейнхард Гейзер 2001<br> <p>Код диалога настройки и улучшение интеграции - Ник Бетчер <nbetcher@usinternet.com> 2001</p>
sk: <h3>Particle Fountain</h3> <p>Šetrič obrazoky Particle Fountain pre KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig kód a vylepšenie KScreenSaver "Nastavenie..." Nick Betcher <nbetcher@usinternet.com> 2001</p>
sl: <h3>Vodomet delcev</h3> <p>Ohranjevalnik zaslona Vodomet delcev za KDE</p> Avtorske pravice © Ian Reinhart Geiser 2001<br> <p>Izboljšava kode v KConfig in izboljšave »Nastavi ...« v KScreenSaver: Nick Betcher <nbetcher@usinternet.com> 2001</p>
sr@ijekavian: <html><h3>Фонтана честица</h3><p>„Фонтана честица“, чувар екрана за КДЕ</p><p>© 2001, Јан Рејнхарт Гејзер</p><p>KConfig кôд и побољшања у подешавању написао Ник Бечер <email>nbetcher@usinternet.com</email>, 2001.</p></html>
sv: <h3>Partikelfontän</h3> <p>Skärmsläckare med partikelfontän för KDE</p> Copyright © Ian Reinhart Geiser 2001<br> <p>Kconfig-kod och Kscreensaver "Ställ in..."-förbättringar av Nick Betcher <nbetcher@usinternet.com> 2001</p>
tr: <h3>Parça Kaynağı</h3> <p>KDE için Parça Kaynağı Ekran Koruyucusu</p> Telif Hakkı(c) Ian Reinhart Geiser 2001<br> <p>KConfig kodu ve KScreenSaver ilerlemeleri içinNick Betcher <nbetcher@usinternet.com> 2001</p>
uk: <h3>Фонтан частинок</h3> <p>Зберігач екрана для KDE</p> © Ian Reinhart Geiser, 2001<br> <p>Код для налаштування і вдосконалення — Nick Betcher <nbetcher@usinternet.com> 2001</p>
zh_cn: <h3>Particle Fountain</h3> <p>KDE 下的粒子喷泉屏幕保护程序</p> 版权所有 (c) Ian Reinhart Geiser 2001<br> <p>Nick Betcher 提供 KConfig 代码和 KScreenSaver“设置...”的改进<nbetcher@usinternet.com> 2001</p>
zh_tw: <h3>粒子噴泉</h3> <p>KDE的粒子噴泉螢幕保護程式</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code 和 KScreenSaver "Setup..." 由 Nick Betcher 所改進<nbetcher@usinternet.com> 2001</p>
