Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Science Version 0.26.5 Written by Rene Beutler (1998) rbeutler@g26.ethz.ch
ar: العلوم الإصدار 0.26.5 كتب بواسطة Rene Beutler (1998) rbeutler@g26.ethz.ch
bg: Наука версия 0.26.5 Написано от Rene Beutler (1998) rbeutler@g26.ethz.ch
bs: Nauka verzija 0.26.5 Napisao Rene Beutler (1998) rbeutler@g26.ethz.ch
ca: Science Versió 0.26.5 (Ciència) Escrit per Rene Beutler (1998) rbeutler@g26.ethz.ch
cs: Věda, verze 0.26.5 napsal Rene Beutler (1998) rbeutler@g26.ethz.ch
da: Videnskab version 0.26.5 Skrevet af Rene Beutler (1998) rbeutler@g26.ethz.ch
de: <h3>„Wissenschaft“ Version 0.26.5</h3> <p>Geschrieben von Rene Beutler, 1998<br/> rbeutler@g26.ethz.ch</p> <p>Übersetzt von Thomas Fischer</p>
el: Επιστήμη έκδοση 0.26.5 Γράφτηκε από τον Rene Beutler (1998) rbeutler@g26.ethz.ch
es: Ciencia versión 0.26.5 Creado por Rene Beutler (1998) rbeutler@g26.ethz.ch
et: Teadus versioon 0.26.5 Kirjutanud Rene Beutler (1998) rbeutler@g26.ethz.ch
eu: Zientzia 0.26.5 bertsioa Egilea: Rene Beutler (1998) rbeutler@g26.ethz.ch
fa: نسخه علمی ۵/۲۶/۰ توسط رن بیوتلر)۱۹۹۸( نوشته شد rbeutler@g26.ethz.ch
fi: Science Versio 0.26.5 Kirjoittanut Rene Beutler (1998) rbeutler@g26.ethz.ch
fr: Science version 0.26.5 écrit par Rene Beutler (1998) rbeutler@g26.ethz.ch
gl: Ciencia versión 0.26.5. Escrito por Rene Beutler (1998) rbeutler@g26.ethz.ch
he: מדע גרסה 0.26.5 נכתב על ידי Rene Beutler (1998) rbeutler@g26.ethz.ch
hi: विज्ञान संस्करण 0.26.5 रेने बेतलर (1998) rbeutler@g26.ethz.ch
hu: Tudomány 0.26.5 Készítette: Rene Beutler (rbeutler@g26.ethz.ch), 1998.
is: Vísindi, útgáfa 0.26.5 René Beutler rbeutler@g26.ethz.ch skrifaði árið 1998 Logi Ragnarsson logir@logi.org íslenskaði
it: Scienza, versione 0.26.5 Scritto da Rene Beutler (1998) rbeutler@g26.ethz.ch
ja: サイエンス バージョン 0.26.5 開発: Rene Beutler (1998) rbeutler@g26.ethz.ch
kk: "Ғылым" 0.26.5 нұсқасы Авторы: Rene Beutler (1998) rbeutler@g26.ethz.ch
ko: 과학 버전 0.26.5 Rene Beutler가 1998년에 작성함 rbeutler@g26.ethz.ch
lt: Mokslas versija 0.26.5 Parašė Rene Beutler (1998) rbeutler@g26.ethz.ch
lv: Science Versija 0.26.5 Uzrakstīja Rene Beutler (1998) rbeutler@g26.ethz.ch
nds: Wetenschap Verschoonn 0.26.5 Schreven vun Rene Beutler (1998) rbeutler@g26.ethz.ch
nl: Wetenschappelijk Versie 0.26.5 Geschreven door Rene Beutler (1998) rbeutler@g26.ethz.ch
nn: Vitskap version 0.26.5 Skriven av Rene Beutler (1998) rbeutler@g26.ethz.ch
pa: ਵਿਗਿਆਨ ਵਰਜਨ 0.26.5 Rene Beutler ਨੇ ਲਿਖਿਆ (੧੯੯੮) rbeutler@g26.ethz.ch
pl: Nauka, wersja 0.26.5 Autor: Rene Beutler (1998) rbeutler@g26.ethz.ch
pt: Ciência Versão 0.26.5. Escrito por Rene Beutler (1998) rbeutler@g26.ethz.ch
pt_br: Science Versão 0.26.5 escrito por Rene Beutler (1998) rbeutler@g26.ethz.ch
ro: Știință, versiunea 0.26.5 Scris de Rene Beutler (1998) rbeutler@g26.ethz.ch
ru: Хранитель экрана «Наука» 0.26.5 Программа написана Рене Беутлером (1998) rbeutler@g26.ethz.ch
sk: Science Version 0.26.5 Napísal Rene Beutler (1998) rbeutler@g26.ethz.ch
sl: Znanost različica 0.26.5 Napisal Rene Beutler (1998) rbeutler@g26.ethz.ch
sr@ijekavian: Наука, издање 0.26.5 Написао Рене Бетлер, 1998. <email>rbeutler@g26.ethz.ch</email>
sv: Vetenskap version 0.26.5 Skriven av Rene Beutler (1998) rbeutler@g26.ethz.ch
tr: Bilim Sürüm 0.26.5 Yazarı Rene Beutler (1998) rbeutler@g26.ethz.ch
uk: «Науковий», версія 0.26.5 Автор Rene Beutler (1998) rbeutler@g26.ethz.ch
zh_cn: Science 版本 0.26.5 由 Rene Beutler 于 1998 年编写 rbeutler@g26.ethz.ch
zh_tw: 科學 版本 0.26.5 Rene Beutler 所寫(1998) rbeutler@g26.ethz.ch

source: SlideShow
ar: عرض شرائح
bg: Прожекция
ca: Diapositives
cs: Promítání
da: Lysbilledshow
de: Diaschau
el: Προβολή σλάιντς
es: Proyección de diapositivas
et: Slaidishow
eu: Diapositiba Erakusketa
fa: نمایش اسلاید
fi: Diaesitys
fr: Diaporama
gl: Presentación
he: מצגת שקופיות
hi: स्लाइड-शो
hu: Diavetítő
is: Myndasýning
it: Presentazione
ja: スライドショー
kk: Слайд-шоуды көрсету
ko: 슬라이드 쇼
lt: Skaidrių peržiūra
lv: Slīdrāde
nds: Diaschau
nl: Diavoorstelling
nn: Biletvising
pa: ਸਲਾਇਡ ਸ਼ੋ
pl: Pokaz slajdów
pt: Apresentação
pt_br: Apresentação de slides
ro: Succesiune imagini
ru: Просмотр слайдов
sl: Predstavitev
sr@ijekavian: Слајд‑шоу
sv: Bildspel
tr: Slayt Gösterisi
uk: Перегляд слайдів
zh_cn: 幻灯片放映

source: (c) 1999-2003, The KDE Team
ar: (c) 1999-2003, فريق KDE
bg: (c) 1999-2003, Екипът на KDE
bs: © 1999-2003, tim KDE‑a
cs: (c) 1999-2003, tým KDE
da: (c) 1999-2003, KDE-holdet
de: © 1999–2003, Das KDE-Team
el: (c) 1999-2003, Η ομάδα του KDE
es: © 1999-2003, el equipo de KDE
et: (c) 1999-2003: KDE meeskond
eu: (c) 1999-2003, KDE taldea
fr: (c) 1999-2003 par l'équipe KDE
gl: (c) 1999-2003, A equipa de KDE
hi: (c) 1999-2003, केडीई टोली
hu: (c) A KDE készítői, 1999-2003.
is: (c) 1999-2003, KDE teymið
it: (c) 1999-2003, La squadra di KDE
ja: (c) 1999-2003, KDE 開発チーム
kk: (c) 1999-2003, KDE тобы
ko: (c) 1999-2003, KDE 팀
lt: (c) 1999-2003, KDE komanda
lv: (c) 1999-2003, KDE komanda
nds: © 1999-2003: De KDE-Koppel
nl: (c) 1999-2003, het KDE-team
nn: © 1999–2003 KDE-gruppa
pa: (c) 1999-2003, KDE ਟੀਮ
pl: (c) 1999-2003, Zespół KDE
pt: (c) 1999-2003, A Equipa do KDE
pt_br: (c) 1999-2003, A equipe do KDE
ro: (c) 1996-2003, Echipa KDE
ru: © Разработчики KDE, 1999-2003
sk: (c) 1999-2003, Tím KDE
sl: © 1999-2003, ekipa KDE
sr@ijekavian: © 1999-2003, тим КДЕ‑а
sv: © 1999-2003, KDE-gruppen
tr: (c) 1999-2003, KDE Takımı
uk: © Команда KDE, 1999–2003
zh_cn: (c) 1999-2003，KDE 开发组
zh_tw: (c) 1999-2003, KDE 開發團隊

source: No images found
ar: لم يعثر على صور
bg: Няма намерени изображения
bs: Nijedna slika nije nađena
ca: No s'han trobat imatges
cs: Nebyly nalezeny žádné obrázky
da: Ingen billeder fundet
de: Keine Bilder gefunden
el: Δε βρέθηκαν εικόνες
es: No se encuentran imágenes
et: Pilte ei leitud
eu: Ez da irudirik aurkitu
fa: تصویری یافت نشد
fi: Kuvia ei löytynyt
fr: Aucune image trouvée
gl: Non se atopou ningunha imaxe
he: לא נמצאו תמונות
hi: कोई चित्र नहीं मिला
hu: Egy kép sem található
is: Engar myndir fundust
it: Nessuna immagine trovata
ja: 画像が見つかりません
kk: Кескіндер жоқ
ko: 그림을 찾을 수 없습니다
lt: Nerasta paveikslėlių
lv: Nav atrasts neviens attēls
nds: Keen Biller funnen
nl: Geen afbeeldingen gevonden
nn: Fann ingen bilete
pa: ਕੋਈ ਚਿੱਤਰ ਨਹੀ ਲੱਭਿਆ ਹੈ
pl: Nie znaleziono obrazków
pt: Nenhuma imagem encontrada
pt_br: Nenhuma imagem encontrada
ro: Nu am găsit imagini
ru: Изображения не найдены
sk: Obrázky nenájdené
sl: Ni najdenih slik
sr@ijekavian: Није пронађена ниједна слика
sv: Hittade inga bilder
tr: Resim bulunamadı
uk: Не знайдено зображень
zh_cn: 没有找到图象
zh_tw: 找不到影像

source: Setup Slide Show Screen Saver
ar: إعداد حافظة الشاشة عرض شرائح
bg: Настройки на предпазителя Прожекция
bs: Podesi screen saver 'Slide Show'
ca: Configura l'estalvi de pantalla Mostra diapositives
cs: Nastavení šetřiče 'Slide Show'
da: Indstil Diasshow-pauseskærm
de: Bildschirmschoner „Dia-Schau“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Προβολή σλάιντ
es: Configurar el salvapantallas de presentación
et: Ekaanisäästja Slaidishow seadistamine
eu: Konfiguratu Diapositiba Erakusketa pantaila babeslea
fa: برپایی محافظ صفحه نمایش اسلاید
fi: Asetukset
fr: Configurer l'écran de veille « Diaporama »
gl: Configurar o protector de pantalla presentación
he: הגדרות שומר המסך מצגת שקופיות
hi: स्लाइड शो स्क्रीन सेवर सेटअप करें
hu: A Diavetítő képernyővédő beállítása
is: Stilla Myndasýningu
it: Impostazioni salvaschermo Immagini in sequenza
ja: スライドショースクリーンセーバーの設定
kk: "Слайд-шоу"экран сақтаушысын баптау
ko: 슬라이드 쇼 화면 보호기 설정
lt: Konfigūruoti ekrano užsklandą Skaidrių rodymas
lv: Slide ekrāna saudzētāja iestatīšana
nds: "Diaschau" instellen
nl: Schermbeveiliging "Diavoorstelling" instellen
nn: Oppsett av pauseskjermen Biletvising
pa: ਸਲਾਇਡ ਸ਼ੋ ਵਿਹਲਾ ਪਰਦਾ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Pokaz slajdów
pt: Configurar o protector de ecrã Apresentação
pt_br: Configurar o protetor de telas Apresentação de slides
ro: Setare protecție de ecran Succesiune imagini
ru: Настройка хранителя экрана «Слайд-шоу»
sk: Nastavenie šetriča Slide
sl: Nastavi ohranjevalnik zaslona Predstavitev
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Bildspel
tr: Slayt Gösterisi Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Слайди»
zh_cn: 设置幻灯片播放屏幕保护程序
zh_tw: 設定 Slide Show 螢幕保護程式

source: second
bg: секунда
bs: sekunda
ca: segon
cs: sekunda
da: sekund
de: Sekunde
el: δευτερόλεπτο
es: segundo
et: sekund
eu: segundo
fi: sekunti
fr: seconde
gl: segundo
hu: másodperc
is: sekúnda
it: secondo
ja: 秒
kk: секунд
ko: 초
lt: sekundė
lv: %1 sekunde
nds: Sekunn
nl: seconde
nn: sekund
pa: ਸਕਿੰਟ
pl: sekunda
pt: segundo
pt_br: segundo
ro: secundă
ru: секунда
sk: sekunda
sl: sekund
sr@ijekavian: секунда
sv: sekund
tr: saniye
uk: секунда
zh_cn: 秒
zh_tw: 秒

source: Resi&ze images
ar: تح&جيم الصور
bg: &Мащабиране на изображенията
bs: Promijeni &veličinu slika
ca: A&justa les imatges
cs: &Změnit velikost obrázků
da: Ændr s&tørrelse af billeder
de: &Größe der Bilder verändern
el: Αλλαγή &μεγέθους εικόνων
es: &Redimensionar las imágenes
et: &Muudetakse piltide suurust
eu: Irudien tamai&nak aldatu
fa: &تغییر اندازه تصویرها‌
fi: &Vaihda kuvien kokoa
fr: Redimen&sionner les images
gl: &Mudar o tamaño das imaxes
he: &שנה גודל תמונות
hi: चित्रों को नया आकार दें (&z)
hu: A képek átmérete&zhetők
is: Lag&færa stærð mynda
it: &Ridimensiona immagini
ja: 画像のサイズを変更する(&Z)
kk: Кескіндер өлшемін ө&згертсін
ko: 그림 크기 조절(&Z)
lt: Keisti &paveikslėlių dydį
lv: Mainīt attelu i&zmērus
nds: Bildgrött ä&nnern
nl: Afbeeldinggrootte wij&zigen
nn: &Endra storleik på bilete
pa: ਚਿੱਤਰ ਮੁੜ-ਅਕਾਰ(&z)
pl: &Zmień rozmiar obrazków
pt: Mudar o &tamanho das imagens
pt_br: &Redimensionar imagens
ro: Redimensionea&ză imaginile
ru: Изменять &размер изображений
sk: Upraviť &veľkosť obrázkov
sl: &Spremeni velikost slik
sr@ijekavian: Мијењај &величину слика
sv: &Ändra storlek på bilder
tr: &Resimleri boyutlandır
uk: Змінити ро&змір зображень
zh_cn: 调整图像大小(&Z)
zh_tw: 重設圖像大小(&Z)

source: &Random order
ar: ترتيب عشوائي
bg: &Случайна подредба
bs: &Slučajni poredak
ca: Ordre a&leatori
cs: Ná&hodné pořadí
da: &Tilfældigt rækkefølge
de: Zufällige &Reihenfolge
el: &Τυχαία σειρά
es: &Orden aleatorio
et: Ju&huslik järjekord
eu: &Ausazko ordena
fa: ترتیب &تصادفی‌
fi: &Satunnainen järjestys
fr: O&rdre aléatoire
gl: Orde aleato&ria
he: סד&ר אקראי
hi: बेतरतीब क्रम (&R)
hu: Vél&etlenszerű
is: &Slembin röð
it: O&rdine casuale
ja: ランダムな順序(&R)
kk: &Кездейсоқ ретімен
ko: 임의 순서로(&R)
lt: Atsitiktinis rikiavimas
lv: Nejauša kā&rtība
nds: Tofällige &Reeg
nl: Willekeurige volgo&rde
nn: &Tilfeldig rekkjefølgje
pa: ਰਲਵਾਂ ਕਰਮ(&R)
pl: &Przypadkowa kolejność
pt: Order aleató&ria
pt_br: O&rdem aleatória
ro: Ordine &aleatoare
ru: &Случайно
sk: Ná&hodné poradie
sl: &Naključni vrstni red
sr@ijekavian: &Насумичан редослијед
sv: &Slumpmässig ordning
tr: &Rastgele
uk: &Випадковий порядок
zh_cn: 随机次序(&R)
zh_tw: 隨機順序(&R)

source: Show &names
ar: عرض &الأسماء
bg: Показване &имената на файловете
bs: Prikaži &imena
ca: Mostra els &noms
cs: Zobrazit jmé&na
da: Vis &navne
de: Namen &zeigen
el: Προβολή &ονομάτων
es: Mostrar los &nombres
et: &Nimede näitamine
eu: Erakutsi ize&nak
fa: نمایش &نامها:‌
fi: Näytä n&imet
fr: Afficher les &noms
gl: Mostrar os &nomes
he: הצג ש&מות
hi: नाम दिखाएं (&n)
hu: A nevek meg&jelenítése
is: Sýna &heiti
it: Mostra &nomi
ja: 名前を表示(&N)
kk: &Атаулары көрсетілсін
ko: 이름 표시하기(&N)
lt: Rodyti pavadinimus
lv: Rādīt &nosaukumus
nds: &Naams wiesen
nl: &Namen tonen
nn: Vis &namn
pa: ਨਾਂ ਵੇਖਾਓ(&n)
pl: Pokaż &nazwy
pt: Mostrar os &nomes
pt_br: &Exibir nomes
ro: Afișează &numele
ru: Показывать имена &файлов
sk: Zobraziť &mená
sl: Pokaži &imena
sr@ijekavian: Прикажи &имена
sv: Visa &namn
tr: İ&simleri göster
uk: Показувати &назви
zh_cn: 显示名称(&N)
zh_tw: 顯示名稱(&N)

source: Show &full path
bg: Показване на пълния п&ът
bs: &Prikaži punu stazu
ca: Mostra el &camí sencer
cs: Zobrazit celou ce&stu
da: Vis &fuld sti
de: Vollständigen P&fad anzeigen
el: Εμφάνιση πλήρους διαδρομής
es: Mostrar &ruta completa
et: &Täieliku asukoha näitamine
eu: Erakutsi bide &osoa
fi: Näytä koko &polku
fr: Afficher l'emplacement &complet
gl: Mostrar a ruta &completa
hu: &Teljes elérési út megjelenítése
it: Mostra percorso &completo
kk: Толық жолы көрсет&ілсін
ko: 전체 경로 보이기(&F)
lt: Rodyti &visą kelią
nds: Heel Padd &wiesen
nl: &Volledig pad tonen
pl: Pokaż &pełną ścieżkę
pt: Mostrar a localização &completa
pt_br: Mo&strar localização completa
ro: &Arată calea completă
ru: Показывать полный п&уть
sk: Ukázať plnú cestu
sl: Po&kaži polno pot
sr@ijekavian: Прикажи &пуну путању
sv: Visa &fullständig sökväg
tr: &Tam yolu göster
uk: Показувати &шлях повністю
zh_cn: 显示完整路径(&F)
zh_tw: 顯示完整路徑(&F)

source: Random &position
ar: موضع &عشوائي
bg: С&лучайно разположение на екрана
bs: Slučajan &položaj
ca: &Posició aleatòria
cs: Náhodná &pozice
da: Tilfældig &position
de: Zufällige &Position
el: Τυχαία &θέση
es: &Posición al azar
et: &Juhuslik asukoht
eu: Ausazko &posizioa
fa: &موقعیت تصادفی‌
fi: Satunnainen sijai&nti
fr: &Position aléatoire
gl: &Posición aleatoria
he: מיקום א&קראי
hi: बेतरतीब स्थान (&p)
hu: Véletlenszerű &pozíció
is: Slembin &staðsettning
it: &Posizione casuale
ja: ランダムな位置(&P)
kk: &Орны кездейсоқ
ko: 임의 위치에 표시하기(&P)
lt: Atsitiktinė vieta
lv: Nejauša &vieta
nds: Tofällige &Positschoon
nl: Willekeurige &positie
nn: Tilfeldig &plassering
pa: ਰਲਵੀਂ ਸਥਿਤੀ(&p)
pl: P&rzypadkowe położenie
pt: &Posição aleatória
pt_br: &Posição aleatória
ro: &Poziții aleatoare
ru: &Случайная позиция
sk: Náhodná &pozícia
sl: Naključno &mesto
sr@ijekavian: Насумични &положај
sv: Slumpmässig &position
tr: &Rastgele konum
uk: Випадкова пози&ція
zh_cn: 随机位置(&P)
zh_tw: 隨機位置(&P)

source: &Delay:
ar: التأخير:
bg: Па&уза:
bs: &Kašnjenje:
ca: &Retard:
cs: Pro&dleva:
da: &Forsinkelse:
de: &Verzögerung:
el: &Καθυστέρηση:
es: &Retardo:
et: V&iivitus:
eu: &Atzerapena:
fa: &تأخیر:‌
fi: &Viive:
fr: &Délai :
gl: &Atraso:
he: &השהיה:
hi: देरीः (&D)
hu: Kés&leltetés:
is: &Töf:
it: Ritar&do:
ja: 遅延(&D):
kk: &Кідірісі:
ko: 지연 시간(&D):
lt: &Pauzė:
lv: &Aizture:
nds: &Paus:
nl: Vertra&ging:
nn: &Forseinking:
pa: ਦੇਰੀ(&D):
pl: &Opóźnienie:
pt: &Atraso:
pt_br: &Atraso:
ro: În&tîrziere:
ru: &Задержка:
sk: O&neskorenie:
sl: &Zakasnitev:
sr@ijekavian: &Застој:
sv: &Fördröjning:
tr: &Gecikme:
uk: Затр&имка:
zh_cn: 延时(&D)：
zh_tw: 延遲：(&D)

source: I&mage folder:
ar: مجلد ال&صور:
bg: &Директория с изображения:
bs: Direktorij sa &slikama:
ca: &Carpeta d'imatges:
cs: Složka s o&brázky:
da: B&illedmappe:
de: &Bilderordner:
el: Φάκελος &εικόνων:
es: Carpeta de I&magen:
et: &Pildikataloog:
eu: I&rudi karpeta:
fa: پوشه &تصویر:‌
fi: Kuva&kansio:
fr: Dossier des i&mages :
gl: Cartafol das i&maxes:
he: &ספריית תמונות
hi: चित्र फोल्डरः (&m)
hu: A képek köny&vtára:
is: &Myndamappa:
it: Cartella &immagini:
ja: 画像フォルダ(&M):
kk: К&ескін қапшығы:
ko: 그림 폴더(&M):
lv: Attē&lu mape
nds: &Billerorner:
nl: Afbeeldingen&map:
nn: &Biletmappe:
pa: ਚਿੱਤਰ ਫੋਲਡਰ(&m):
pl: &Katalog z obrazkami:
pt: Pasta de i&magens:
pt_br: Pasta de i&magens:
ro: Folder i&magini:
ru: Каталог &изображений:
sk: P&riečinok s obrázkami:
sl: Mapa s s&likami:
sr@ijekavian: &Фасцикла слика:
sv: &Bildkatalog:
tr: &Resim dizini:
uk: Тека зобра&жень:
zh_cn: 选择图象所在目录(&M)：
zh_tw: 圖像資料夾：(&M)

source: &Include images from sub-folders
ar: &تضمين صور من المجلدات الفرعية
bg: &Включване на поддиректориите
bs: &Uključi slike iz poddirektorija
ca: &Incloure imatges de les subcarpetes
cs: Z&ahrnout obrázky z podsložek
da: &Inkludér billeder fra undermapper
de: Bilder aus &Unterordnern verwenden
el: &Συμπερίληψη εικόνων από υποφακέλους
es: &Incluir imágenes de los subcarpetas
et: Kaasatakse alamkataloo&gide pildid
eu: &Sartu azpi-karpeten irudiak
fa: &شامل تصاویری از زیرپوشه‌ها‌
fi: &Sisällytä alikansioiden kuvat
fr: &Inclure les images provenant des sous-dossiers
gl: &Incluír as imaxes dos subcartafoles
he: &כלול תמונות מתוך תת התיקיות
hi: सब-फ़ोल्डर्स से चित्र शामिल करें (&I)
hu: Az alkönyvtárakban található képeket is fel kell d&olgozni
is: &Lesa myndir úr undirmöppum
it: &Includi immagini dalle sotto-cartelle
ja: サブフォルダの画像を含める(&I)
kk: &Ішкі қапшықтардағыны қоса
ko: 하위 폴더의 그림 포함하기(&I)
lv: &Iekļaut attēlus no apakšmapēm
nds: &Ok Biller ut Ünnerornern
nl: Afbeeldingen uit submappen &invoegen
nn: &Ta med bilete i undermapper
pa: ਸਬ-ਫੋਲਡਰਾਂ 'ਚੋਂ ਵੀ ਚਿੱਤਰ ਸ਼ਾਮਲ(&I)
pl: &Dołącz obrazki z podkatalogów
pt: &Incluir imagens das subpastas
pt_br: &Incluir imagens das subpastas
ro: &Include imagini din subdosare
ru: &Показывать изображения из подкаталогов
sk: Obrázky aj z po&dpriečinkov
sl: &Vključi tudi slike iz podmap
sr@ijekavian: &Укључи слике из потфасцикли
sv: &Inkludera bilder från underkataloger
tr: &Alt dizinlerdeki resimleri de al
uk: &Включати зображення з підтек
zh_cn: 包含子文件夹下的图像(&I)
zh_tw: 包含子目錄內的圖像(&I)

source: Solar Winds
ar: رياح شمسية
bg: Слънчев вятър
ca: Vent solar
cs: Sluneční větry
da: Solvinde
de: Sonnenwind
el: Ηλιακοί Άνεμοι
es: Viento solar
et: Päikesetuul
eu: Eguzki-haizea
fa: پیچشهای خورشیدی
fi: Aurinkotuulet
fr: Vents solaires
gl: Ventos solares
he: רוחות סולריות
hi: सोलार विंड्स (सौर तूफान)
hu: Napszél
is: Sólarvindar
it: Venti solari
ja: 太陽風
kk: Күн желі
ko: 태양풍
lt: Saulės vėjai
lv: Saules vējš
nds: Sünnwind
nl: Zonnewind
nn: Solvindar
pa: ਸੂਰਜੀ ਹਵਾ
pl: Wiatry słoneczne
pt: Ventos Solares
pt_br: Ventos Solares
ro: Furtuni solare
ru: Солнечные ветры
sl: Sončevi vetrovi
sr@ijekavian: Соларни вјетрови
sv: Solvindar
tr: Güneş Rüzgarları
uk: Сонячні вітри
zh_cn: 太阳风
zh_tw: 太陽風

source: Cosmic Strings
ar: سلاسل كونية
bg: Космически линии
ca: Cordes còsmiques
cs: Kosmické struny
da: Kosmiske strenge
de: Kosmische Fäden
el: Κοσμικές Χορδές
es: Cuerdas cósmicas
et: Kosmilised lõngad
eu: Soka kosmikoak
fa: رشته‌های کیهانی
fi: Kosmiset nauhat
fr: Cordes cosmiques
gl: Cordas cósmicas
he: מיתרים קוסמיים
hi: कॉस्मिक स्ट्रिंग्स
hu: Kozmikus kötelék
is: Geimstrengir
it: Fasce cosmiche
ja: コスミックストリング
kk: Ғарыш жіптері
ko: 우주 끈
lt: Kosminės stygos
lv: Kosmiskas stīgas
nds: Weltruum-Snören
nn: Kosmiske strengar
pl: Kosmiczne łańcuchy
pt: Cordas Cósmicas
pt_br: Linhas Cósmicas
ro: Șiruri cosmice
ru: Космические нити
sl: Vesoljske niti
sr@ijekavian: космичке нити
sv: Kosmiska strängar
tr: Kosmik Işınlar
uk: Космічні стрічки
zh_cn: 宇宙线
zh_tw: 宇宙索

source: Cold Pricklies
ar: شائكات باردة
bg: Ледени висулки
ca: Picors freds
cs: Ledové trny
da: Kolde pigge
de: Kalte Stacheln
es: Picores fríos
et: Külmad teravikud
eu: Hazkura hotzak
fi: Kylmät piikit
fr: Aiguilles
gl: Espiños fríos
he: דוקרים קרים
hi: ठंडे कंटक
hu: Jégcsillám
is: Kaldir pinnar
it: Puntini freddi
ja: 冷たい針
kk: Мұзды инелер
ko: 차가운 막대
lv: Aukstas adatas
nds: Kole Stickeln
nl: Koude stekels
nn: Naglebit
pl: Zimne kolce
pt: Espinhos Frios
pt_br: Agulhas Geladas
ru: Холодные иглы
sl: Hladni delci
sr@ijekavian: ледени шиљци
sv: Kalla stickningar
tr: Soğuk Pricklies
uk: Холодні голки
zh_cn: 寒冷刺
zh_tw: 冷針多刺

source: Space Fur
ar: طلاء الفراغ
bg: Космически прах
ca: Capa de l'espai
cs: Vesmírná kožešina
da: Rumpels
de: Weltraumfell
es: Piel espacial
et: Kosmiline karusnahk
eu: Espazio-larrua
fi: Avaruusturkki
fr: Dépôt spatial
gl: Pel do espazo
he: פרוות חלל
hi: स्पेस फर
hu: Űrbolyhó
is: Geimló
it: Strisce spaziali
ja: スペースファー
kk: Ғарыш ішік
ko: 우주 먼지
lv: Telpas vilna
nds: Weltruumfell
nl: Ruimte vacht
nn: Rompels
pl: Kosmiczne futro
pt: Pêlo do Espaço
pt_br: Pelo Espacial
ru: Космический мех
sl: Vesoljsko krzno
sr@ijekavian: свемирско крзно
sv: Rymdpäls
tr: Uzay Kürkü
uk: Космічне хутро
zh_cn: 空间毛
zh_tw: 空間之皮

source: Jiggly
ar: متهزهز
bg: Жонгльорство
ca: Remenat
cs: Viklání
da: Let rystende
de: Wacklig
es: Meneado
et: Hüplev
eu: Jauzkaria
fa: جنبنده
fr: Dansant
gl: Axitado
he: מתנועע
hi: झूले
hu: Rece
is: Hlykkjótt
it: Gioioso
ja: ジグリ
kk: Джигга
ko: 흔들림
lv: Līgošanās
nds: Jackelig
nl: Schommelig
nn: Uroleg
pl: Wstrząsy
pt: Agitado
pt_br: Tremido
ru: В ритме джиги
sl: Poskakovanje
sr@ijekavian: мрдање
sv: Vickningar
tr: Titreme
uk: Дзиґа
zh_cn: 摇晃
zh_tw: 不穩定

source: Undertow
bg: Мъртво течение
ca: Contracorrent
cs: Spodní proud
da: Understrøm
de: Sog
es: Contracorriente
et: Kiiluvesi
eu: Kontra-korrontea
fa: جریان آب زیر دریا
fi: Pohjavirta
fr: Courant de fond
gl: Corrente
he: זרם תחתי נגדי
hi: अण्डरटो
hu: Alsó
is: Undirtá
ja: 引かれて・・・
kk: Су асты ағын
ko: 역류
lv: Atplūdi
nds: Suug
nl: Onderstroom
nn: Understraum
pl: Prąd powierzchniowy
pt: Corrente
pt_br: Ressaca
ru: Подводное течение
sl: Srk
sr@ijekavian: подвуча
sv: Underström
tr: Anafor
uk: Підводна течія
zh_cn: 逆流
zh_tw: 退流

source: Setup Solar Wind
ar: تنصيب الرياح الشمسية
bg: Настройки на предпазителя Слънчев вятър
bs: Podesi Solar Winds
ca: Configura Vent solar
cs: Nastavit Sluneční větry
da: Omsætning af solvinde
de: Bildschirmschoner „Sonnenwind“ einrichten
el: Ρύθμιση Ηλιακών Ανέμων
es: Configuración de Viento solar
et: Päikesetuule seadistamine
eu: Konfiguratu Eguzki-haizea pantaila babeslea
fa: برپایی پیچش خورشیدی
fi: Aurinkotuulien asetukset
fr: Configurer l'écran de veille « Vents Solaires »
gl: Configurar o Ventos solares
he: הגדרות רוחות סולריות
hi: सोलार विंड सेटअप करें
hu: A Napszél képernyővédő beállításai
is: Stilla sólarvinda
it: Impostazioni salvaschermo Venti solari
ja: 太陽風の設定
kk: "Күн желі" баптауы
ko: 태양풍 설정
lt: Konfigūruoti ekrano užsklandą Saulės vėjas
lv: Saules vēja ekrāna saudzētāja iestatīšana
nds: "Sünnwind" instellen
nl: Zonnewind instellen
nn: Set opp solvindar
pa: ਸੂਰਜੀ ਹਵਾ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Wiatry słoneczne
pt: Configurar o Ventos Solares
pt_br: Configurar os Ventos Solares
ro: Setare Furtuni solare
ru: Настройка хранителя экрана «Солнечные ветры»
sk: Nastavenie Solar Winds
sl: Nastavi Sončeve vetrove
sr@ijekavian: Подешавање Соларних вјетрова
sv: Ställ in Solvindar
tr: Güneş Rüzgarını Ayarla
uk: Налаштування зберігача екрана «Сонячні вітри»
zh_cn: 设置太阳风
zh_tw: 設定太陽風
