Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: KFireSaver Setup
ar: تنصيبKFireSaver
bg: Настройки на предпазителя Фойерверки
bs: KFireSaver Postavke
ca: Configura KFireSaver
cs: Nastavení šetřiče 'KFireSaver'
da: KFireSaver opsætning
de: Bildschirmschoner „KFireSaver“ einrichten
el: Ρύθμιση KFireSaver
es: Configurar KFireSaver
et: KFireSaveri seadistus
eu: KFireSaver konfigurazioa
fa: برپایی KFireSaver
fi: KFireSaver asetukset
fr: Configuration de KFireSaver
gl: Configuración de KFireSaver
he: הגדרות KFireSaver
hi: के-फ़ायर-सेवर सेटअप
hu: A KFireSaver képernyővédő beállításai
is: Stillingar KFireSaver
it: Impostazione di KFireSaver
ja: KFireSaver の設定
kk: KFireSaver баптауы
ko: KFireSaver 설정
lt: KFireSaver nustatymas
lv: KFireSaver iestatīšana
nds: "KFireSaver" instellen
nl: KFireSaver instellen
nn: Oppsett av KFireSaver
pa: KFireSaver ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Ogień
pt: Configuração da KFireSaver
pt_br: Configurar o KFireSaver
ro: Configurare KFireSaver
ru: Настройка хранителя экрана KFireSaver
sk: Nastavenie KFireSaver
sl: Nastavitve Ognjemeta
sr@ijekavian: Подешавање К‑ватрочувара
sv: Ställ in skärmsläckaren Fyrverkeri 3D
tr: KFireSaver Ayarla
uk: Налаштування зберігача екрана KFireSaver
zh_cn: KFireSaver 设置
zh_tw: KFireSaver 設定

source: &Load
ar: &حمل
bg: &Зареждане
bs: &Učitaj
ca: &Carrega
cs: &Načíst
da: &Indlæs
de: &Laden
el: &Φόρτωση
es: Car&gar
et: L&aadi
eu: &Kargatu
fa: &بارگذاری‌
fi: &Lataa
fr: &Ouvrir
gl: &Cargar
he: &טען
hi: लोड करें (&L)
hu: &Betöltés
is: &Lesa
it: &Carica
ja: 読み込み(&L)
kk: &Жүктеу
ko: 불러오기(&L)
lt: Į&kelti
lv: Ie&lādēt
nds: &Laden
nl: &Laden
nn: &Last inn
pa: ਲੋਡ(&L)
pl: &Wczytaj
pt: &Carregar
pt_br: &Carregar
ro: În&carcă
ru: &Открыть
sk: &Načítať
sl: &Naloži
sr@ijekavian: &Учитај
sv: &Ladda
tr: &Yükle
uk: &Завантажити
zh_cn: 装入(&L)
zh_tw: 載入(&L)

source: KDE (default)
ar: KDE (افتراضي)
bg: KDE (подразбиращ се)
bs: KDE (podrazumijevano)
ca: KDE (omissió)
cs: KDE (výchozí)
da: KDE (standard)
de: KDE (Standard)
el: KDE (προκαθορισμένο)
es: KDE (predeterminado)
et: KDE (vaikimisi)
eu: KDE (lehenetsia)
fa: KDE (پیش‌فرض)
fi: KDE (oletus)
fr: KDE (défaut)
gl: KDE (predeterminado)
he: KDE (ברירת מחדל(
hi: केडीई (डिफ़ॉल्ट)
hu: KDE (alapértelmezés)
is: KDE (sjálfgefið)
it: KDE (predefinito)
ja: KDE (標準)
kk: KDE (әдетті)
ko: KDE (기본)
lt: KDE (numatyta)
lv: KDE (noklusējums)
nds: KDE (Standard)
nl: KDE (standaard)
nn: KDE (standard)
pa: KDE (ਮੂਲ)
pl: KDE (domyślne)
pt: KDE (por omissão)
pt_br: KDE (padrão)
ro: KDE (implicit)
ru: KDE (по умолчанию)
sk: KDE (štandardné)
sl: KDE (privzeto)
sr@ijekavian: КДЕ (подразумијевано)
sv: KDE (förval)
tr: KDE (öntanımlı)
uk: KDE (типовий)
zh_cn: KDE (默认)
zh_tw: KDE(預設)

source: Elegant White
ar: أبيض أنيق
bg: Елегантно бяло
bs: Elegantno bijela
ca: Blanc elegant
cs: Elegantní bílá
da: Elegant hvid
de: Elegantes Weiß
el: Κομψό λευκό
es: Blanco elegante
et: Elegantne valge
eu: Zuri elegantea
fa: سفید برازنده
fi: Elegantin valkoinen
fr: Blanc élégant
gl: Branco elegante
he: לבן אלגנטי
hi: रमणीय सफेद
hu: Elegáns fehér
is: Hefðarhvítur
it: Bianco elegante
ja: 優雅な白
kk: Әсем ақ
ko: 기품있는 흰색
lv: Elegants balts
nds: Smuck Witt
nl: Elegant wit
nn: Elegant kvit
pl: Elegancki biały
pt: Branco Elegante
pt_br: Branco Elegante
ro: Alb elegant
ru: Элегантный белый
sk: Elegantná biela
sl: Elegantna bela
sr@ijekavian: елегантно бијело
sv: Elegant vit
tr: Zarif Beyaz
uk: Елегантний білий
zh_cn: 高雅洁白
zh_tw: 優雅白

source: Quick Simple
ar: بسيط سريع
bg: Бързо и семпло
bs: Brzo i jednostavno
ca: Senzill i ràpid
cs: Rychlé a jednoduché
da: Hurtig og enkel
de: Schnell &amp; Einfach
el: Γρήγορο και απλό
es: Rápido y sencillo
et: Kiire ja lihtne
eu: Azkarra eta sinplea
fa: ساده سریع
fi: Nopea Yksinkertainen
fr: Simple et rapide
gl: Rápido simple
he: מהיר ופשוט
hi: तत्क्षण सादा
hu: Gyors és egyszerű
is: Einfalt og fljótlegt
it: Veloce e semplice
ja: クイックシンプル
kk: Қарапайым үткір
ko: 단순한 빠름
lv: Vienkarša būtība
nds: Gau un eenfach
nl: Snel en eenvoudig
nn: Snøgg enkel
pa: ਤੁਰੰਤ ਸੈਂਪਲ
pl: Szybki i prosty
pt: Rápido Simples
pt_br: Bastante Simples
ru: Быстрый и простой
sk: Rýchle a jednoduché
sl: Hitra preprosta
sr@ijekavian: једноставно брзо
sv: Snabb och enkel
tr: Kolay Örnek
uk: Швидкий і простий
zh_cn: 快速采样
zh_tw: 快而簡單

source: Enhanced Reality
ar: واقعية مزينة
bg: Подобрена реалност
bs: Unaprijeđena stvarnost
ca: Realitat millorada
cs: Vylepšená realita
da: Udvidet realitet
de: Erweiterte Realität
el: Ενισχυμένη πραγματικότητα
es: Realidad mejorada
et: Täiustatud reaalsus
eu: Errealitate hobetua
fa: واقعیت اصلاح‌شده
fi: Paranneltu totuus
fr: Réalité augmentée
gl: Realidade mellorada
he: מציאות מוגברת
hi: बढ़ाई गई वास्तविकता
hu: Kitágított realitás
is: Endurbættur veruleiki
it: Realtà migliorata
ja: リアリティの拡張
kk: Жетілдірген шыңдық
ko: 개선된 사실성
lv: Uzlabota īstenība
nds: Verbetert Realiteet
nl: Uitgebreide realiteit
nn: Utvida røyndom
pl: Rozszerzona rzeczywistość
pt: Realidade Melhorada
pt_br: Realidade Melhorada
ro: Realitate îmbunătățită
ru: Улучшенная реальность
sk: Vylepšená realita
sl: Izboljšana realnost
sr@ijekavian: побољшана стварност
sv: Förbättrad verklighet
tr: Gelişmiş Gerçeklik
uk: Покращена реальність
zh_cn: 增强现实
zh_tw: 加強真實性

source: Hypnotic Illusions
ar: خداع تنويمي
bg: Хипнотизираща илюзия
bs: Hipnotičke iluzije
ca: Il·lusions hipnòtiques
cs: Hypnotická iluze
da: Hypnotiske illusioner
de: Hypnotische Illusion
el: Υπνωτικές ψευδαισθήσεις
es: Ilusiones hipnóticas
et: Hüpnootilised illusioonid
eu: Ilusio hipnotikoak
fa: حیله‌های هیپنوتیزم
fi: Hypnoottiset illuusiot
fr: Illusions hypnotiques
gl: Ilusións hipnóticas
he: אשליות היפנוטיות
hi: सम्मोहक भ्रम
hu: Hipnózis
is: Dáleiðandi sjónhverfingar
it: Illusioni ipnotiche
kk: Түс қиялы
ko: 최면을 거는 신기루
lv: Hipnotiskas ilūzijas
nds: Hüpnootsche Inbilden
nl: Hypnotische illusies
nn: Hypnotiske illusjonar
pl: Hipnotyczne iluzje
pt: Ilusões Hipnóticas
pt_br: Ilusões Hipnóticas
ro: Iluzii hipnotice
ru: Гипнотические иллюзии
sk: Hypnotické ilúzie
sl: Hipnotične iluzije
sr@ijekavian: хипнотичке илузије
sv: Hypnotiska illusioner
tr: Hipnotizmasal İlüzyon
uk: Гіпнотичні ілюзії
zh_cn: 催眠幻想
zh_tw: 催眠幻覺

source: Preset:
ar: تعيين مسبق:
bg: Избор:
bs: Postavka:
ca: Preestablert:
cs: Přednastavení:
da: Præsat:
de: Vorgabe:
el: Προκαθορισμένο:
es: Preselección:
et: Eelmääratud:
eu: Aurrezarpena:
fa: از پیش نشاندن:
fi: Esiasetus
fr: Pré-sélection :
gl: Predefinición:
he: הגדרות קדומות:
hi: प्रीसेट:
hu: Előre megadott:
is: Forgildi:
it: Schemi:
ja: プリセット:
kk: Дайыны:
ko: 설정:
lt: Ankstesnis:
lv: Iepriekšnoteikts:
nds: Profil:
nl: Voorinstelling:
nn: Førehandsval:
pa: ਪ੍ਰੀ-ਸੈੱਟ:
pl: Ustawienie:
pt: Predefinição:
pt_br: Predefinido:
ro: Predefinit:
ru: Набор:
sk: Prednastavené:
sl: Predloga nastavitev:
sr@ijekavian: Преподешено:
sv: Förinställning:
tr: Öndeğer:
uk: Початкові:
zh_cn: 预设：
zh_tw: 預先設定：

source: Preview
ar: معاينة
bg: Преглед
bs: Pregled
ca: Vista prèvia
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
et: Eelvaatlus
eu: Aurrebista
fa: پیش‌نمایش
fi: Esikatselu
fr: Aperçu
gl: Vista previa
he: תצוגה מקדימה
hi: पूर्वावलोकन
hu: Előnézet
is: Forsýn
it: Anteprima
ja: プレビュー
kk: Қарап-шығу
ko: 미리 보기
lt: Peržiūra
lv: Apskatīt
nds: Vöransicht
nl: Voorbeeld
nn: Førehandsvising
pa: ਝਲਕ
pl: Podgląd
pt: Antevisão
pt_br: Visualizar
ro: Previzualizare
ru: Просмотр
sk: Náhľad
sl: Predogled
sr@ijekavian: Приказ
sv: Förhandsgranskning
tr: Önizleme
uk: Перегляд
zh_cn: 预览
zh_tw: 預覽

source: preview window
ar: نافذة المعاينة
bg: Предварителен преглед
bs: prozor za pregled
ca: finestra de vista prèvia
cs: Okno s náhledem
da: forhåndsvisningsvindue
de: Vorschaufenster
el: παράθυρο προεπισκόπησης
es: ventana de vista previa
et: eelvaatluse aken
eu: aurrebista lehioa
fa: پنجره پیش‌نمایش
fi: Esikatseluikkuna
fr: Fenêtre d'aperçu
gl: fiestra da vista previa
he: חלון תצוגה
hi: पूर्वावलोकन विंडो
hu: előnézeti ablak
is: forsýnisgluggi
it: finestra di anteprima
ja: プレビューウィンドウ
kk: қарап-шығу терезесі
ko: 미리 보기 창
lt: peržiūros langas
lv: loga priekšskatījums
nds: Vöransicht-Finster
nl: voorbeeldvenster
nn: vindauge til førehandsvising
pa: ਝਲਕ ਝਰੋਖਾ
pl: okno podglądu
pt: janela de antevisão
pt_br: janela de visualização
ro: fereastră de previzualizare
ru: окно предварительного просмотра
sk: okno náhľadu
sl: okno predogleda
sr@ijekavian: Прозор приказа.
sv: förhandsgranskningsfönster
tr: önizleme penceresi
uk: вікно перегляду
zh_cn: 预览窗口
zh_tw: 預覽視窗

source: Here is the preview (if it is not detached)
ar: هنا المعاينة (إن لم تكن منفصلة)
bg: Предварителен преглед при промяна на настройките
bs: Ovdje je pregled (ako nije u zasebnom prozoru)
ca: Aquí està la vista prèvia (si no està separada)
cs: Zde je náhled (pokud není samostatně)
da: Her er forhåndsvisningen (hvis den ikke er taget væk)
de: Hier ist die Vorschau (falls nicht in eigenem Fenster)
el: Εδώ βρίσκεται η προεπισκόπηση (αν δεν είναι αποσπασμένη)
es: Aquí está la vista previa (si no está independiente)
et: Siia tuleb eelvaatlus (kui ikka tuleb)
eu: Hemen dago aurrebista (askatuta ez badago)
fa: در اینجا پیش‌نمایش هست )اگر جدا نشود(
fi: Tässä on esikatselu (jos ei ole detached)
fr: Voici l'aperçu (s'il n'est pas séparé)
gl: Aquí está a vista previa (de non estar separada)
he: הנה התצוגה (אם לא מנותק)
hi: यह पूर्वावलोकन है (यदि यह अलग नहीं किया गया है)
hu: Itt jelenik meg az előnézet (ha nincs leválasztva)
is: Hér er forsýn (ef hún er ekki frátengd)
it: Questa è l'anteprima (se non è separata)
ja: ここで、プレビュー (分離されていない場合)
kk: Қарап-шығу аумағы (бөлек терезеде болмаса)
ko: 떨어지지 않았을 경우 이 곳은 미리 보기입니다.
lv: Šeit ir priekšskatījums (ja tas nav atdalīts)
nds: Hier is de Vöransicht (wenn se nich aflööst is)
nl: Hier is een voorbeeld (indien niet afgekoppeld)
nn: Her er førehandsvisinga (dersom ho ikkje er slått av)
pl: To jest podgląd (jeśli nie jest odłączony)
pt: Aqui está a antevisão (se não estiver separada)
pt_br: Aqui você pode ver a pré-visualização (se não for desanexada)
ro: Aici este previzualizarea (dacă nu este detașată)
ru: Область предварительного просмотра (если просмотр не в отдельном окне)
sk: Toto je náhľad (ak nie je oddelený)
sl: Tukaj je predogled (če ni odpet)
sr@ijekavian: Овдје је приказ (ако није откачен).
sv: Här är förhandsgranskningen (om den inte är losskopplad)
tr: Burada önizlemesini görebilirsiniz (eğer ayrılmamışsa)
uk: Ділянка попереднього перегляду (якщо не в окремому вікні)
zh_cn: 此处是预览(若未漂移)
zh_tw: 在這裡預覽（沒有分離的話）

source: P R E V I E W
ar: مـعـايـنـة
bg: П Р Е Г Л Е Д
bs: P R E G L E D
ca: V I S T A P R È V I A
cs: N Á H L E D
da: FORHÅNDSVISNING
de: V O R S C H A U
el: Π Ρ Ο Ε Π Ι Σ Κ Ο Π Η Σ Η
es: V I S T A P R E V I A
et: E E L V A A T L U S
eu: A U R R E B I S T A
fi: E S I K A T S E L U
fr: Aperçu !
gl: V I S T A P R E V I A
he: ת צ ו ג ה
hi: पूर्वावलोकन
hu: E L Ő N É Z E T
is: F O R S Ý N
it: A N T E P R I M A
kk: М І Н Е К Е Й
ko: 미 리 보 기
lt: P E R Ž I Ū R A
lv: Priekšskatījums
nds: VÖRANSICHT
nl: V O O R B E E L D
nn: F Ø R E H A N D S V I S I N G
pl: P O D G L Ą D
pt: A N T E V I S Ã O
pt_br: P R É - V I S U A L I Z A Ç Ã O
ro: P R E V I Z U A L I Z A R E
ru: П Р О С М О Т Р
sk: N Á H Ľ A D
sl: P R E D O G L E D
sr@ijekavian: П Р Е Г Л Е Д
sv: F Ö R H A N D S G R A N S K N I N G
tr: Ö N İ Z L E M E
uk: П Е Р Е Г Л Я Д
zh_cn: 预 览
zh_tw: 預覽

source: &Show in separate window
ar: &عرض في نافذة منفصلة
bg: Показване в о&тделен прозорец
bs: &Prikaži u zasebnom prozoru
ca: &Mostra a una finestra separada
cs: Zo&brazit v odděleném okně
da: &Vis i separat vindue
de: &In eigenem Fenster zeigen
el: &Προβολή σε ξεχωριστό παράθυρο
es: Mo&strar en ventana separada
et: Näidatakse eraldi akna&s
eu: &Erakutsi lehio berri batean
fa: &نمایش در پنجره جدا‌
fi: Näytä erilli&sessä ikkunassa
fr: Afficher dans une fenêtre &séparée
gl: Mostrar nunha fiestra &separada
he: &הצג בחלון נפרד
hi: अलग विंडो में दिखाएँ (&S)
hu: Megjelenítés &külön ablakban
is: &Birta í sér glugga
it: Mo&stra in una finestra separata
ja: プレビューを別のウィンドウに表示する(&S)
kk: &Бөлек терезеде көрсетілсін
ko: 독립된 창으로 보기(&S)
lv: Parādīt at&sevišķā logā
nds: In &anner Finster wiesen
nl: In apart ven&ster tonen
nn: &Vis i vindauge for seg sjølv
pa: ਵੱਖਰੇ ਝਰੋਖੇ ਵਿੱਚ ਵੇਖਾਓ(&S)
pl: &Pokaż w osobnym oknie
pt: Mostrar em janela &separada
pt_br: &Exibir na janela separada
ro: &Afișează în fereastră separată
ru: Показывать в &отдельном окне
sk: Zo&braziť v samostatnom okne
sl: Pri&kaži v ločenem oknu
sr@ijekavian: &Прикажи у засебном прозору
sv: &Visa i eget fönster
tr: Ayrı bir pencerede gö&ster
uk: &Показувати в окремому вікні
zh_cn: 在独立窗口中显示(&S)
zh_tw: 在分離的視窗中顯示(&S)

source: &Apply && Update
ar: &تطبيق && تحديث
bg: П&рилагане и обновяване
bs: &Primijeni i ažuriraj
ca: &Aplica i actualitza
cs: Použít &a aktualizovat
da: &Anvend && opdatér
de: &Anwenden und aktualisieren
el: &Εφαρμογή && ενημέρωση
es: &Aplicar y actualizar
et: &Rakenda ja uuenda
eu: &Aplikatu eta eguneratu
fa: &اِعمال و به‌روزرسانی‌
fi: Lisää j&a päivitä
fr: &Appliquer et mettre à jour
gl: &Aplicar e actualizar
he: &החל ועדכן
hi: लागू करें तथा अद्यतन करें (&A)
hu: Alkalmazás és &frissítés
is: &Virkja && uppfæra
it: &Applica e aggiorna
ja: 適用 && 更新(&A)
kk: &Іске асырып жаңарту
ko: 적용하고 업데이트(&A)
lv: &Apstiprināt un atjaunot
nds: &Anwennen && opfrischen
nl: Toepassen en &actualiseren
nn: &Bruk && Oppdater
pa: ਲਾਗੂ ਅਤੇ ਅੱਪਡੇਟ(&A)
pl: &Zastosuj i uaktualnij
pt: &Aplicar e Actualizar
pt_br: &Aplicar e atualizar
ro: &Aplică și actualizează
ru: &Применить и обновить
sk: &Použiť a aktualizovať
sl: &Uveljavi in posodobi
sr@ijekavian: Примијени и &ажурирај
sv: &Verkställ och uppdatera
tr: Uygul&a ve Güncelle
uk: &Застосувати і оновити
zh_cn: 应用并更新(&A)
zh_tw: 套用並更新(&A)

source: Show
ar: إظهار
bg: Показване
bs: Prikaži
ca: Mostra
cs: Zobrazení
da: Vis
de: Darstellung
el: Προβολή
es: Mostrar
et: Näitamine
eu: Erakutsi
fa: نمایش
fi: Näytä
fr: Afficher
gl: Espectáculo
he: מצגת
hi: दिखाएँ
hu: Megjelenítés
is: Sýna
it: Presentazione
ja: 表示
kk: Көрсету
ko: 보기
lt: Rodyti
lv: Parādīt
nds: Dorstellen
nl: Tonen
nn: Framsyning
pa: ਵੇਖਾਓ
pl: Pokaz
pt: Espectáculo
pt_br: Mostrar
ro: Afișare
ru: Показ
sl: Prikaži
sr@ijekavian: Приказ
sv: Uppvisning
tr: Göster
uk: Показ
zh_cn: 显示
zh_tw: 顯示

source: Show type:
ar: نوع الإظهار:
bg: Вид:
bs: Vrsta prikaza:
ca: Tipus de mostra:
cs: Typ zobrazení:
da: Vis type:
de: Darstellungstyp:
el: Προβολή τύπου:
es: Mostrar tipo:
et: Näitamise tüüp:
eu: Erakutsi mota:
fa: نوع نمایش:
fi: Esitystyyppi:
fr: Afficher le type :
gl: Tipo de espectáculo:
he: הצג מצגת
hi: दिखाने का प्रकार:
hu: Megjelenítési típus:
is: Sýna tegund:
it: Mostra tipi:
ja: 表示のタイプ:
kk: Түрі:
ko: 보기 형식:
lt: Rodyti tipą:
lv: Paradīt tipu:
nds: Dorstelloort:
nl: Type tonen:
nn: Type framsyning:
pa: ਵਿਖਾਉਣ ਕਿਸਮ:
pl: Typ pokazu:
pt: Tipo de espectáculo:
pt_br: Mostrar tipo:
ro: Tip afișare:
ru: Тип показа:
sk: Typ zobrazenia:
sl: Prikaži vrsto:
sr@ijekavian: Врста приказа:
sv: Typ av uppvisning:
tr: Tür Göster:
uk: Тип показу:
zh_cn: 显示类型：
zh_tw: 顯示類型：

source: Simple Show
ar: إظهار بسيط
bg: Обикновено показване
bs: Jednostavan Prikaz
ca: Presentació senzilla
cs: Jednoduché zobrazení
da: Simpel visning
de: Einfache Darstellung
el: Απλή προβολή
es: Muestra sencilla
et: Lihtne näitamine
eu: Bistaratze sinplea
fa: نمایش ساده
fi: Yksinkertainen esitys
fr: Affichage simple
gl: Espectáculo simple
he: מצגת פשוטה
hi: सादा दिखाएँ
hu: Egyszerű bemutató
is: Einföld sýning
it: Presentazione semplice
ja: 簡単なショー
kk: Қәдімгі
ko: 간단히 보기
lt: Paprastas rodymas
lv: Vienkāršs skats
nds: Eenfache Dorstellen
nl: Eenvoudige voorstelling
nn: Enkel framsyning
pa: ਨਮੂਨਾ ਵੇਖਾਓ
pl: Prosty pokaz
pt: Espectáculo Simples
pt_br: Show de modo simples
ro: Afișare simplă
ru: Простой показ
sk: Jednoduché show
sl: Preprost prikaz
sr@ijekavian: једноставан
sv: Enkel uppvisning
tr: Örnek Gösterim
uk: Простий показ
zh_cn: 简单显示
zh_tw: 簡單顯示

source: Completely Random
ar: عشوائي بالكامل
bg: Абсолютно случайно
bs: Potpuno slučajno
ca: Completament aleatòria
cs: Úplně náhodné
da: Fuldstændigt tilfældigt
de: Komplett zufällig
el: Πλήρως τυχαίο
es: Completamente al azar
et: Täiesti juhuslik
eu: Guztiz ausazkoa
fa: کاملاً تصادفی
fi: Täysin satunnainen
fr: Complètement aléatoire
gl: Completamente aleatorio
he: אקראי לחלוטין
hi: पूर्णत: बेतरतीब
hu: Véletlenszerű
is: Alveg slembið
it: Completamente casuale
ja: 完全なランダム
kk: Кездейсоқ
ko: 완벽하게 무순서적으로
lt: Visiškai atsitiktinai
lv: Pilnīgi nejaušs
nds: Heel tofällig
nl: Volledig willekeurig
nn: Heilt tilfeldig
pa: ਪੂਰੀ ਤਰਾਂ ਰਲਵੇਂ
pl: Całkowicie losowy
pt: Completamente Aleatório
pt_br: Completamente aleatório
ro: Complet aleatoare
ru: Случайное изменение
sk: Úplne náhodné
sl: Popolnoma naključno
sr@ijekavian: потпуно насумичан
sv: Helt slumpmässig
tr: Tamamen Rasgele
uk: Цілком випадкова
zh_cn: 完全随机
zh_tw: 完全隨機

source: Only Change Color
ar: فقط غير اللون
bg: Само промяна на цветовете
bs: Samo promijeni boju
ca: Només canvia el color
cs: Pouze změnit barvu
da: Kun ændre farve
de: Nur Farben ändern
el: Αλλαγή μόνο χρώματος
es: Solo cambiar color
et: Ainult värvide vahetamine
eu: Kolorea bakarrik aldatu
fa: فقط تغییر رنگ
fi: Vaihda vain väriä
fr: Ne modifier que la couleur
gl: Só cambiar a cor
he: רק צבע מתחלף
hi: सिर्फ रंग बदलें
hu: Csak a szín változzon
is: Breyta eingöngu lit
it: Cambia solo colore
ja: 色だけ変更
kk: Тек түсті өзгертіп
ko: 색상만 변경하기
lt: Tik keisti spalvą
lv: Mainīt tikai krāsu
nds: Bloots Klöör ännern
nl: Alleen kleur veranderen
nn: Byt berre farge
pa: ਸਿਰਫ਼ ਰੰਗ ਹੀ ਬਦਲੋਂ
pl: Zmień tylko kolor
pt: Apenas Mudar a Cor
pt_br: Mudar somente a cor
ro: Schimbă numai culoarea
ru: Случайные цвета
sk: Iba zmeniť farbu
sl: Samo spremeni barvo
sr@ijekavian: само мијењање боје
sv: Växla bara färg
tr: Sadece Değişen Renk
uk: Тільки міняти кольори
zh_cn: 只改变色彩
zh_tw: 只改變顏色

source: Only Change Fireworks
ar: فقط غير الألعاب النارية
bg: Само промяна на фойерверките
bs: Samo promijeni vatromet
ca: Només canvia els focs
cs: Pouze změnit ohňostroj
da: Kun ændre fyrværkeri
de: Nur Feuerwerk ändern
el: Αλλαγή μόνο βεγγαλικών
es: Solo cambiar fuegos artificiales
et: Ainult tulevärgi vahetamine
eu: Su artifizialak bakarrik aldatu
fa: فقط تغییر آتش‌بازیها
fi: Vaihda vain ilotulitteita
fr: Ne modifier que les feux d'artifices
gl: Só cambiar os foguetes
he: החלף רק זיקוקין
hi: सिर्फ आतिशबाज़ी बदलें
hu: Csak a tűzijáték változzon
is: Breyta eingöngu flugeldunum
it: Cambia solo fuochi d'artificio
ja: 花火だけ変更
kk: Тек отшашуды өзгертіп
ko: 불꽃놀이만 변경하기
lt: Tik keisti spalvas
lv: Mainīt tikai uguņošanas
nds: Bloots Füerwark ännern
nl: Alleen vuurwerk veranderen
nn: Byt berre fyrverkeri
pa: ਆਤਸ਼ਬਾਜ਼ੀ ਹੀ ਬਦਲੋ
pl: Zmień tylko fajerwerki
pt: Apenas Mudar os Foguetes
pt_br: Mudar somente os fogos
ro: Schimbă numai artificiile
ru: Случайные фейерверки
sk: Iba zmeniť ohňostroj
sl: Samo spremeni ognjemet
sr@ijekavian: само мијењање ватромета
sv: Växla bara fyrverkeri
tr: Sadece Değişen HavaiFişek
uk: Тільки міняти феєрверки
zh_cn: 只改变烟花
zh_tw: 只改變煙火

source: Number of fireworks:
ar: عدد الألعاب النارية:
bg: Брой фойерверки:
bs: Broj pčela:
ca: Número de focs:
cs: Počet ohňostrojů:
da: Antal fyrværkerier:
de: Anzahl Raketen:
el: Αριθμός βεγγαλικών:
es: Número de fuegos artificiales:
et: Tulevärkide arv:
eu: Su artifizial kopurua:
fa: تعداد آتش‌بازیها:
fi: Ilotulitteiden lukumäärä:
fr: Nombre de feux d'artifice :
gl: Número de foguetes:
he: מספר זיקוקין:
hi: आतिशबाज़ियों की संख्या:
hu: A tűzijátékok száma:
is: Fjöldi flugelda:
it: Numero di fuochi d'artificio:
ja: 花火の数:
kk: Отшашулар саны:
ko: 불꽃 수:
lt: Fejerverkų skaičius:
lv: Raķešu skaits:
nds: Tall vun Füerwarken:
nl: Aantal soorten vuurwerk:
nn: Tal på fyrverkeri:
pa: ਆਤਸ਼ਬਾਜ਼ੀਆਂ ਦੀ ਗਿਣਤੀ:
pl: Liczba fajerwerków:
pt: Número de foguetes:
pt_br: Número de fogos:
ro: Număr de artificii:
ru: Количество фейерверков:
sk: Počet rakiet:
sl: Število ognjemetov:
sr@ijekavian: Број ватромета:
sv: Antal fyrverkerier:
tr: HavaiFişek sayısı:
uk: Кількість феєрверків:
zh_cn: 烟花数目：
zh_tw: 煙火數量：

source: few
ar: قليل
bg: Малко
bs: malo
ca: pocs
cs: málo
da: få
de: wenige
el: λίγα
es: pocos
et: vähe
eu: gutxi
fa: کم
fi: muutama
fr: Peu
gl: menos
he: מעטים
hi: कुछ
hu: kevesebb
is: fáir
it: pochi
ja: 少なく
kk: аз
ko: 적게
lt: keletas
lv: nedaudz
nds: wenig
nl: enkele
nn: få
pa: ਕੁਝ
pl: kilka
pt: menos
pt_br: poucos
ro: cîteva
ru: мало
sk: menej
sl: malo
sr@ijekavian: мање
sv: få
tr: az
uk: мало
zh_cn: 更少
zh_tw: 少

source: more
ar: أكثر
bg: Много
bs: više
ca: més
cs: více
da: mere
de: viele
el: περισσότερα
es: más
et: rohkem
eu: gehiago
fa: بیشتر
fi: lisää
fr: Plus
gl: máis
he: יותר
hi: अधिक
hu: több
is: fleiri
it: tanti
ja: 多く
kk: көбірек
ko: 많게
lt: daugiau
lv: vairāk
nds: mehr
nl: meer
nn: fleire
pa: ਹੋਰ
pl: więcej
pt: mais
pt_br: mais
ro: multe
ru: много
sk: viac
sl: več
sr@ijekavian: више
sv: fler
tr: daha fazla
uk: більше
zh_cn: 更多
zh_tw: 多

source: Size of particles:
ar: حجم الجسيمات:
bg: Размер на частиците:
bs: Veličina čestica:
ca: Mida de les partícules:
cs: Velikost částic:
da: Størrelse af partikler:
de: Größe der Partikel:
el: Μέγεθος σωματιδίων:
es: Tamaño de las partículas:
et: Osakeste suurus:
eu: Partikulen tamaina:
fa: اندازه ذره‌ها:
fi: Partikkelien koko:
fr: Taille des particules :
gl: Tamaño das partículas:
he: גודל החלקיקים:
hi: कणों का आकार:
hu: A részecskék mérete:
is: Stærð einda:
it: Dimensione delle particelle:
ja: 粒の大きさ:
kk: Бөлшектер саны:
ko: 입자 크기:
lt: Dalelių dydis:
lv: Daļiņu izmērs:
nds: Deeltje-Grött:
nl: Grootte van deeltjes:
nn: Storleik på partiklane:
pa: ਕਣਾਂ ਦਾ ਅਕਾਰ:
pl: Rozmiar cząsteczek:
pt: Tamanho das partículas:
pt_br: Tamanho das partículas:
ro: Mărimea particulelor:
ru: Размер частиц:
sk: Veľkosť častíc:
sl: Velikost delcev:
sr@ijekavian: Величина честица:
sv: Partikelstorlek:
tr: Parçacıkların boyu:
uk: Розмір частинок:
zh_cn: 粒子大小：
zh_tw: 粒子大小：

source: small
ar: صغير
bg: Малък
bs: malo
ca: xicoteta
cs: malá
da: lille
de: klein
el: μικρό
es: pequeño
et: väike
eu: txikia
fa: کوچک
fi: pieni
fr: Petite(s)
gl: pequenas
he: קטן
hi: छोटा
hu: kicsi
is: lítil
it: piccola
ja: 小
kk: шағын
ko: 작게
lt: mažas
lv: mazs
nds: lütt
nl: klein
nn: små
pa: ਛੋਟਾ
pl: mały
pt: pequeno
pt_br: pequenas
ro: mică
ru: маленькие
sk: malý
sl: majhna
sr@ijekavian: мале
sv: liten
tr: küçük
uk: малі
zh_cn: 小
zh_tw: 小

source: big
ar: كبير
bg: Голям
bs: Veliko
ca: gran
cs: velká
da: stor
de: groß
el: μεγάλο
es: grande
et: suur
eu: handia
fa: بزرگ
fi: suuri
fr: Grande(s)
gl: grandes
he: גדול
hi: बड़ा
hu: nagy
is: stór
it: grande
ja: 大
kk: үлкен
ko: 크게
lt: didelis
lv: liels
nds: groot
nl: Groot
nn: store
pa: ਵੱਡਾ
pl: duży
pt: grande
pt_br: grande
ro: mare
ru: большие
sk: veľký
sl: velika
sr@ijekavian: велике
sv: stor
tr: büyük
uk: великі
zh_cn: 大
zh_tw: 大

source: Use bottom fire
ar: استخدم نيران القاع
bg: Използване на стрелба отдолу
bs: Koristi vatru ispod
ca: Usa foc de sota
cs: Použít spodní oheň
da: Brug nederste ild
de: Feuer am unteren Rand zeigen
el: Χρησιμοποίηση κάτω φωτιάς
es: Usar fuego inferior
et: All asub tuli
eu: Erabili barneko sua
fa: استفاده از آتش پایین
fi: Käytä alatulta
fr: Utiliser un feu à la base
gl: Utilizar fogo do fondo
he: השתמש באז תחתית
hi: तल की अग्नि उपयोग करें
hu: Tűz legyen alul
is: Hafa eld niðri
it: Utilizza il fuoco in basso
ja: 下火を使う
kk: Артқы от болсын
ko: 바닥 불 사용
lv: Liesma apakšā
nds: Ünnerfüer bruken
nl: Bodemvuur gebruiken
nn: Bruk botneld
pa: ਤਲ 'ਤੇ ਅੱਗ ਵਰਤੋਂ
pl: Użyj dolnego ognia
pt: Utilizar fogo do fundo
pt_br: Usar fogos da base
ru: Показывать пламя внизу экрана
sk: Použiť spodný oheň
sl: Uporabi ogenj na dnu
sr@ijekavian: Доња ватра
sv: Använd eld längst ner
tr: Alt ateşi kullan
uk: Показувати полум'я внизу
zh_cn: 使用下方火焰
zh_tw: 使用底部煙火
