Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Amila Akagić, Vedran Ljubović,Mirela Emso,Miro Glavić,Samir Ribić,Zlatan Omerčević
cs: Lukáš Tinkl
gl: Xabi G. Feal, Marce Villarino
he: צוות התרגום של KDE ישראל
hu: Szántó Tamás
pt: José Nuno Pires
sk: Stanislav Višňovský
tr: Adil Yıldız
uk: Andriy Rysin,Eugene Onischenko,Іван Петрущак

# EMAIL OF TRANSLATORS
source: Your emails
bs: bono@linux.org.ba, vljubovic@smartnet.ba,mirela@etf.ba,glavicmiro@gmail.com,samir.ribic@etf.unsa.ba,zlatanomercevic@hotmail.com
cs: lukas@kde.org
gl: mvillarino@users.sourceforge.net, proxecto@trasno.net
he: kde-l10n-he@kde.org
hu: tszanto@interware.hu
pt: zepires@gmail.com
sk: visnovsky@kde.org
tr: adil_yildiztr@yahoo.com
uk: rysin@kde.org,oneugene@ukr.net,ivanpetrouchtchak@yahoo.com

source: KBanner
bg: Банер
cs: Běžící text
de: Lauftext
et: KTekstiriba
fi: KViesti
hi: के-बैनर
hu: mKBanner
is: KBorði
it: Testo scorrevole
nds: Looptext
pa: ਕੇ-ਬੈਨਰ
pt: Cartaz
ru: Транспарант
sl: Napis
sr@ijekavian: К‑барјак
sv: Rubrik
uk: Транспарант
zh_cn: K 横幅
zh_tw: K旗幟

source: Setup Banner Screen Saver
ar: تنصيب حافظة الشاشة Banner
bg: Настройки на предпазителя Банер
bs: Podesi Banner screen saver
ca: Configura l'estalvi de pantalla Rètol
cs: Nastavení šetřiče 'Běžící text'
da: Indstil Banner-pauseskærm
de: Bildschirmschoner „Lauftext“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Banner
es: Configurar el salvapantallas Cartel
et: Ekraanisäästja Tekstiriba seadistamine
eu: Konfiguratu Titularra pantaila babeslea
fa: برپایی محافظ صفحه نمایش بنر
fi: Banner-näytönsäästäjän asetukset
fr: Configuration de l'écran de veille « KBanner »
gl: Configurar o cartel do protector de pantalla
he: הגדרות שומר המסך כתובית
hi: बैनर स्क्रीन सेवर सेटअप करें
hu: A Felirat képernyővédő beállításai
is: Stilla skilta skjássvæfuna
it: Impostazioni salvaschermo Testo scorrevole
ja: バナースクリーンセーバーの設定
kk: "Баннер" экран сақтаушысын баптау
ko: 움직이는 글자 화면 보호기 설정
lt: Konfigūruoti ekrano užsklandą „Banner“
lv: Banner ekrāna saudzētāja iestatīšana
nds: Looptext instellen
nl: Schermbeveiliging "Banner" instellen
nn: Oppsett av pauseskjermen Banner
pa: ਬੈਨਰ ਸਕਰੀਨ-ਸੇਵਰ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Napis
pt: Configurar o Protector de Ecrã Cartaz
pt_br: Configurar protetor de tela Banner
ro: Configurează protecție de ecran Banner
ru: Настройка хранителя экрана «Транспарант»
sk: Nastavenie šetriča Banner
sl: Nastavi ohranjevalnik zaslona Napis
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Rubrik
tr: Banner Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Транспарант»
zh_cn: 设置“横幅”屏幕保护程序
zh_tw: 設定旗幟螢幕保護程式

source: A&bout
ar: ح&ول
bg: &Относно
bs: &O programu
ca: &Quant a
cs: O &aplikaci
da: &Om
de: Ü&ber
el: Σ&χετικά
es: A&cerca de
et: &Info
eu: &Honi buruz
fa: &درباره‌
fi: &Tietoa
fr: &À propos
gl: A&cerca de
hi: के बारे में (&b)
hu: &Névjegy
is: &Um
it: Informazioni &su
ja: 情報(&B)
kk: Осы &туралы
ko: 정보(&B)
lt: &Apie
lv: &Par
nds: Ö&ver
nl: In&fo over
nn: O&m
pa: ਇਸ ਬਾਰੇ(&b)
pl: &O programie
pt: A&cerca
pt_br: So&bre
ro: &Despre
ru: О п&рограмме
sk: O &programe
sl: &O
sr@ijekavian: &О програму
sv: &Om
tr: &Hakkında
uk: П&ро програму
zh_cn: 关于(&B)
zh_tw: 關於(&B)

source: Font
ar: الخط
bg: Шрифт
ca: Tipus de lletra
cs: Písmo
da: Skrifttype
de: Schriftart
el: Γραμματοσειρά
es: Tipo de letra
eu: Letra-tipoa
fa: قلم
fi: Fontti
fr: Police
gl: Tipo de letra
hi: फ़ॉन्ट
hu: Betűtípus
is: Letur
it: Carattere:
ja: フォント
kk: Қаріп
ko: 글꼴
lt: Šriftas
lv: Fonts
nds: Schriftoort
nl: Lettertype
nn: Skrifttype
pa: ਫੋਂਟ
pl: Czcionka
pt: Tipo de Letra
pt_br: Fonte
ru: Шрифт
sl: Pisava
sr@ijekavian: Фонт
sv: Teckensnitt
tr: Yazı Tipi
uk: Шрифт
zh_cn: 字体
zh_tw: 字型

source: Family:
ar: العائلة:
bg: Вид шрифт:
bs: Porodica:
ca: Família:
cs: Rodina:
da: Familie:
de: Name:
el: Οικογένεια:
es: Familia:
et: Nimi:
eu: Familia:
fa: خانواده:
fi: Perhe:
fr: Famille :
gl: Familia:
he: משפחה:
hi: परिवारः
hu: Család:
is: Leturgerð:
it: Famiglia:
ja: ファミリ:
kk: Шоғыры:
ko: 종류:
lt: Šeima:
lv: Saime:
nds: Familie:
nl: Familie:
nn: Familie:
pa: ਵਰਗ:
pl: Rodzina:
pt: Família:
pt_br: Família:
ro: Familie:
ru: Гарнитура:
sk: Rodina:
sl: Družina:
sr@ijekavian: Породица:
sv: Familj:
tr: Aile:
uk: Гарнітура:
zh_cn: 字体族：
zh_tw: 家族：

source: Size:
ar: الحجم:
bg: Размер:
bs: Veličina:
ca: Mida:
cs: Velikost:
da: Størrelse:
de: Größe:
el: Μέγεθος:
es: Tamaño:
et: Suurus:
eu: Tamaina:
fa: اندازه:
fi: Koko:
fr: Taille :
gl: Tamaño:
he: גודל:
hi: आकारः
hu: Méret:
is: Stærð:
it: Dimensione:
ja: サイズ:
kk: Өлшемі:
ko: 크기:
lt: Dydis:
lv: Izmērs:
nds: Grött:
nl: Grootte:
nn: Storleik:
pa: ਆਕਾਰ:
pl: Rozmiar:
pt: Dimensões:
pt_br: Tamanho:
ro: Mărime:
ru: Размер:
sk: Veľkosť:
sl: Velikost:
sr@ijekavian: Величина:
sv: Storlek:
tr: Boy:
uk: Розмір:
zh_cn: 大小：
zh_tw: 大小：

source: Bold
ar: عريض
bg: Получер
bs: Podebljano
ca: Negreta
cs: Tučné
da: Fed
de: Fett
el: Έντονα
es: Negrita
et: Rasvane
eu: Lodia
fa: توپر
fi: Lihavoitu
fr: Gras
gl: Negriña
he: מודגש
hi: गाढ़ा
hu: Félkövér
is: Feitletrað
it: Grassetto
ja: ボールド
kk: Қалың
ko: 굵게
lt: Pusjuodis
lv: Treknraksts
nds: Fett
nl: Vet
nn: Feit
pa: ਗੂੜੇ
pl: Pogrubiona
pt: Negrito
pt_br: Negrito
ro: Aldin
ru: Полужирный
sk: Tučné
sl: Krepko
sr@ijekavian: Подебљан
sv: Fet
tr: Kalın
uk: Жирний
zh_cn: 粗体
zh_tw: 加粗

source: Italic
ar: مائل
bg: Курсив
bs: Kurziv
ca: Cursiva
cs: Skloněné
da: Kursiv
de: Kursiv
el: Πλάγια
es: Cursiva
et: Kaldkiri
eu: Etzana
fa: کج
fi: Kursiivi
fr: Italique
gl: Itálica
hi: ईटैलिक
hu: Dőlt
is: Skáletrað
it: Corsivo
ja: イタリック
kk: Көлбеу
ko: 기울임꼴
lt: Kursyvas
lv: Slīpraksts
nds: Kursiev
nl: Cursief
nn: Kursiv
pa: ਤਿਰਛੇ
pl: Kursywa
pt: Itálico
pt_br: Itálico
ro: Cursiv
ru: Курсив
sk: Šikmé
sl: Ležeče
sr@ijekavian: Курзиван
sv: Kursiv
tr: Yatık
uk: Курсив
zh_cn: 斜体
zh_tw: 斜體

source: Color:
ar: اللون:
bg: Цвят:
bs: Boja:
cs: Barva:
da: Farve:
de: Farbe:
el: Χρώμα:
et: Värv:
eu: Kolorea:
fa: رنگ:
fi: Väri:
fr: Couleur :
gl: Cor:
he: צבע:
hi: रंगः
hu: Szín:
is: Litur:
it: Colore:
ja: 色:
kk: Түсі:
ko: 색상:
lt: Spalva:
lv: Krāsa:
nds: Klöör:
nl: Kleur:
nn: Farge:
pa: ਰੰਗ:
pl: Kolor:
pt: Cor:
pt_br: Cor:
ro: Culoare:
ru: Цвет:
sk: Farba:
sl: Barva:
sr@ijekavian: Боја:
sv: Färg:
tr: Renk:
uk: Колір:
zh_cn: 颜色：
zh_tw: 顏色：

source: Cycling color
ar: لون التدوير
bg: Промяна на цветовете
bs: Ciklične boje
ca: Color canviant
cs: Kolující barvy
da: Skiftende farve
de: Farben verändern
el: Κυκλικά εναλλασσόμενο χρώμα
es: Color cíclico
et: Vahelduvad värvid
eu: Kolore ziklikoa
fa: نوسان رنگ
fi: Kiertävä väri
fr: Couleurs cycliques
gl: Cor cíclica
he: צבע מתחלף
hi: रंग का चक्र
hu: Színrotáció
is: Breytilegur litur
it: Colore ciclico
ja: 色を変化させる
kk: Түстер құбылсын
ko: 돌아가면서 색상 표시
lt: Besikeičianti spalva
lv: Cikliskas krāsas
nds: Klören dörlopen
nl: Cyclische kleur:
nn: Vekslande farge
pa: ਚੱਕਰੀ ਰੰਗ
pl: Zmiana kolorów
pt: Cor cíclica
pt_br: Cor cíclica
ro: Ciclare culori
ru: Изменение цвета
sk: Cyklické farby
sl: Kroženje barv
sr@ijekavian: Преливање боје
sv: Växlar färg
tr: Değişen renk
uk: Циклічні кольори
zh_cn: 循环色彩
zh_tw: 循環顏色

source: Speed:
ar: السرعة:
bg: Скорост:
bs: Brzina:
ca: Velocitat:
cs: Rychlost:
da: Hastighed:
de: Geschwindigkeit:
el: Ταχύτητα:
es: Velocidad:
et: Kiirus:
eu: Abiadura:
fa: سرعت:
fi: Nopeus:
fr: Vitesse :
gl: Velocidade:
he: מהירות:
hi: गतिः
hu: Sebesség:
is: Hraði:
it: Velocità:
ja: 速度:
kk: Жылдамдығы:
ko: 속도:
lt: Greitis:
lv: Ātrums:
nds: Gauheit:
nl: Snelheid:
nn: Fart:
pa: ਗਤੀ:
pl: Szybkość:
pt: Velocidade:
pt_br: Velocidade:
ro: Viteză:
ru: Скорость:
sk: Rýchlosť:
sl: Hitrost:
sr@ijekavian: Брзина:
sv: Hastighet:
tr: Hız:
uk: Швидкість:
zh_cn: 速度：
zh_tw: 速度：

source: Message:
ar: الرسالة:
bg: Съобщение:
bs: Poruka:
ca: Missatge:
cs: Zpráva:
da: Besked:
de: Nachricht:
el: Μήνυμα:
es: Mensaje:
et: Sõnum:
eu: Mezua:
fa: پیام:
fi: Viesti:
gl: Mensaxe:
he: הודעה:
hi: संदेशः
hu: Üzenet:
is: Skilaboð:
it: Messaggio:
ja: メッセージ:
kk: Жазуы:
ko: 문구:
lt: Užrašas:
lv: Paziņojums:
nds: Text:
nl: Melding:
nn: Melding:
pa: ਸੁਨੇਹਾ:
pl: Komunikat:
pt: Mensagem:
pt_br: Mensagem:
ro: Mesaj:
ru: Текст:
sk: Správa:
sl: Sporočilo:
sr@ijekavian: Порука:
sv: Meddelande:
tr: Mesaj:
uk: Надпис:
zh_cn: 消息文字：
zh_tw: 訊息：

source: Show current time
ar: اعرض الوقت الحالي
bg: Показване на текущия час
bs: Prikaži trenutno vrijeme
ca: Mostra l'hora actual
cs: Zobrazit aktuální čas
da: Vis aktuel tid
de: Aktuelle Uhrzeit anzeigen
el: Εμφάνιση τρέχουσας ώρας
es: Mostrar la hora actual
et: Näidatakse kellaaega
eu: Erakutsi uneko ordua
fa: نمایش زمان جاری
fi: Näytä kellonaika
fr: Afficher l'heure actuelle
gl: Mostrar a hora actual
he: הצג את השעה הנוכחית
hi: वर्तमान समय दिखाएँ
hu: Az aktuális idő kijelzése
is: Sýna klukku
it: Mostra l'ora corrente
ja: 現在の時刻を表示
kk: Уақыт көрсетілсін
ko: 현재 시간 표시
lt: Rodyti dabartinį laiką
lv: Rādīt šobrīdējo laiku
nds: Aktuelle Tiet wiesen
nl: Huidige tijd tonen
nn: Vis klokkeslett
pa: ਮੌਜੂਦਾ ਸਮਾਂ ਵੇਖਾਓ
pl: Pokaż bieżący czas
pt: Mostrar hora actual
pt_br: Exibir hora atual
ro: Afișează timpul curent
ru: Текущее время
sk: Zobraziť aktuálny čas
sl: Pokaži trenutni čas
sr@ijekavian: Прикажи текуће вријеме
sv: Visa aktuell tid
tr: Şimdiki zamanı göster
uk: Відображати поточний час
zh_cn: 显示当前时间
zh_tw: 顯示目前時間

source: Banner Version 2.2.1 Written by Martin R. Jones 1996 mjones@kde.org Extended by Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
ar: Banner Version 2.2.1 كتب بواسطة Martin R. Jones 1996 mjones@kde.org تم توسيعه بواسطة Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
bg: Банер версия 2.2.1 Написано от Martin R. Jones 1996 mjones@kde.org Разширено от Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
bs: Banner verzija 2.2.1 napisao Martin R. Jones 1996 mjones@kde.org nadogradio Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
ca: Banner Versió 2.2.1 (Rètol) Escrit per Martin R. Jones 1996 mjones@kde.org Ampliat per Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
cs: Běžící text verze 2.2.1 Napsáno Martinem R.Jonesem 1996 mjones@kde.org Rozšířil Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
da: Banner version 2.2.1 Skrevet af Martin R. Jones 1996 mjones@kde.org Udvidet af Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
de: Lauftext Version 2.2.1 Geschrieben von Martin R. Jones, 1996 mjones@kde.org Erweitert von Alexander Neundorf, 2000 alexander.neundorf@rz.tu-ilmenau.de Übersetzt von Thomas Fischer
el: Banner έκδοση 2.2.1 Γράφτηκε από τον Martin R. Jones 1996 mjones@kde.org Εξελίχθηκε από τον Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
es: Banner versión 2.2.1 Creado por Martin R. Jones 1996 mjones@kde.org Ampliado por Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
et: Tekstiriba versioon 2.2.1 Kirjutanud Martin R. Jones 1996 mjones@kde.org Täiendanud Alexander Neudorf 2000 alexander.neundorf@rz.tu-ilmenau.de
eu: Titularra 2.2.1 bertsioa Egilea: Martin R. Jones 1996 mjones@kde.org Hobekuntzak: Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
fa: بنر نسخه ۲.۲.۱ توسط مارتین آرجونز، درسال ۱۹۹۶ نوشته شده است. mjones@kde.org توسط الکساندر نئون دورف، در سال ۲۰۰۰ توسعه یافت. alexander.neundorf@rz.tu-ilmenau.de
fi: Banner Versio 2.2.1 Kirjoittanut Martin R. Jones 1996 mjones@kde.org Laajentanut Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
fr: Banner Version 2.2.1 Écrit par Martin R. Jones 1996 mjones@kde.org Amélioré par Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
gl: Cartel versión 2.2.1 Escrito por Martin R. Jones 1996 mjones@kde.org Mellorado por Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
he: כתובית גרסה 2.2.1 נכתב על ידי מרטין ר. ג'ונס 1996 mjones@kde.org הורחב על ידי אלכסנדר נוינדורף 2000 alexander.neundorf@rz.tu-ilmenau.de
hi: बैनर संस्करण 2.2.1 मार्टिन आर. जोन्स द्वारा लिखा गया 1996 mjones@kde.org अलेक्ज़ेंडर नेउन्दॉर्फ द्वारा विस्तारित 2000 alexander.neundorf@rz.tu-ilmenau.de
hu: Felirat 2.2.1 Készítette: Martin R. Jones, 1996. mjones@kde.org Kibővítette: Alexander Neundorf, 2000. alexander.neundorf@rz.tu-ilmenau.de
is: Skilti, útgáfa 2.2.1 Martin R. Jones mjones@kde.org skrifaði árið 1996 Alexander Neundorf alexander.neundorf@rz.tu-ilmenau.de útvíkkaði árið 2000 Logi Ragnarsson logir@logi.org íslenskaði
it: Testo scorrevole Versione 2.2.0 Scritto da Martin R. Jones 1996 mjones@kde.org Esteso da Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
ja: バナー バージョン 2.2.1 開発 Martin R. Jones 1996 mjones@kde.org 拡張 Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
kk: "Баннер" 2.2.1 нұсқасы Авторы: Martin R. Jones 1996 mjones@kde.org Толықтырған: Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
ko: 움직이는 글자 버전 2.2.1 Martin R. Jones가 1996년에 작성함 mjones@kde.org Alexander Neundorf가 2000년에 확장함 alexander.neundorf@rz.tu-ilmenau.de
lt: Banner versija 2.2.1 Parašė Martin R. Jones 1996 mjones@kde.org Išplėtė Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
lv: Banner Versija 2.2.1 Uzrakstījis Martin R. Jones 1996 mjones@kde.org Paplašināja Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
nds: Looptext Verschoon 2.2.1 Schreven vun Martin R. Jones 1996 mjones@kde.org Verwieder vun Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
nl: Banner Versie 2.2.1 Geschreven door Martin R. Jones 1996 mjones@kde.org Uitgebreid door Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
nn: Banner versjon 2.2.1 Skriven av Martin R. Jones 1996 mjones@kde.org Utvida av Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
pl: Napis, wersja 2.2.1 Autor: Martin R. Jones'a 1996 mjones@kde.org Rozszerzenie: Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
pt: Cartaz Versão 2.2.1 Escrito por Martin R. Jones 1996 mjones@kde.org Estendido por Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
pt_br: Banner versão 2.2.1 Escrito por Martin R. Jones 1996 mjones@kde.org Ampliado por Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
ro: Banner, versiunea 2.2.1 Scris de Martin R. Jones 1996 mjones@kde.org Extins de Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
ru: Транспарант Версия 2.2.1 Написан Мартином Джонсом в 1996 году mjones@kde.org Дополнено Александром Неундорфом в 2000 году alexander.neundorf@rz.tu-ilmenau.de
sk: Banner Version 2.2.1 Napísal Martin R. Jones 1996 mjones@kde.org Rozšíril Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
sl: Napis različica 2.2.1 Napisal Martin R. Jones 1996 mjones@kde.org Razširil Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
sr@ijekavian: К‑барјак, издање 2.2.1 Написао Мартин Р. Џоунс, 1996. <email>mjones@kde.org</email> Проширио Александер Нојндорф, 2000. <email>alexander.neundorf@rz.tu-ilmenau.de</email>
sv: Rubrik version 2.2.1 Skriven av Martin R. Jones 1996 mjones@kde.org Utökad av Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
tr: Banner Sürüm 2.2.1 Martin R. Jones 1996 mjones@kde.org Eklentiler: Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
uk: Транспарант версія 2.2.0 Автор — Martin R. Jones 1996 mjones@kde.org Розширення — Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
zh_cn: Banner 版本 2.2.1 由 Martin R. Jones 编写，1996 mjones@kde.org 由 Alexander Neundorf 扩展，2000 alexander.neundorf@rz.tu-ilmenau.de
zh_tw: 旗幟 版本 2.2.1 由Martin R. Jones 寫於1996 mjones@kde.org 由Alexander Neundorf 在2000時擴充 alexander.neundorf@rz.tu-ilmenau.de

source: KBlob
bg: Петно
cs: Kaňka
et: KPiisk
hi: के-ब्लॉब
is: KKlessa
kk: Геометриялық өрнектер
nn: Klatt
ro: Bule
ru: Геометрические построения
sl: Kepica
sr@ijekavian: К‑блоб
sv: Färgfläck
uk: Геометричні візерунки
zh_cn: K 光线
zh_tw: K斑點

source: Random Linear
ar: خطي عشوائي
bg: Случайни линии
bs: Slučajne linije
ca: Lineal aleatori
cs: Náhodné linie
da: Tilfældigt lineært
de: Zufällig linear
el: Τυχαίο γραμμικό
es: Lineal al azar
et: Juhuslik lineaarne
eu: Ausazko lineala
fa: خطی تصادفی
fi: Satunnainen suora
fr: Linéaire aléatoire
gl: Aleatorio linear
he: קווי אקראי
hi: बेतरतीब लीनियर
hu: Véletlenszerű, lineáris
is: Slembið línulegt
it: Linee Casuali
ja: ランダムリニア
kk: Кездейсоқ сызықтар
ko: 무작위 선형
lt: Atsitiktinis tiesinis
lv: Nejaušas līnijas
nds: Tofällig Lineaar
nl: Willekeurig lineair
nn: Tilfeldig lineær
pa: ਰਲਵਾਂ ਰੇਖਿਕ
pl: Przypadkowe linie
pt: Aleatório Linear
pt_br: Linhas Aleatórias
ro: Linii aleatoare
ru: Случайные линии
sk: Náhodný lineárny
sl: Naključno premo
sr@ijekavian: насумично линеарно
sv: Slumpmässigt linjär
tr: Rastgele Doğrusal
uk: Випадкові прямі
zh_cn: 随机线条
zh_tw: 亂數線條

source: Horizontal Sine
ar: الجيب الأفقي
bg: Хоризонтална синусоида
bs: Vodoravne sinusoide
ca: Sinus horitzontal
cs: Vodorovná sinusoida
da: Vandret sinus
de: Horizontale Sinuskurve
el: Οριζόντιο ημίτονο
es: Seno horizontal
et: Horisontaalne siinuskurv
eu: Sinu horizontala
fa: سینوس افقی
fi: Vaakasuuntainen sini
fr: Sinus horizontal
gl: Seno horizontal
he: סינוס אופקי
hi: आड़ा ज्या
hu: Vízszintes szinusz
is: Láréttur sínus
it: Seno Orizzontale
ja: 水平サイン
kk: Синусоида
ko: 수평 사인파
lt: Horizontali sinusoidė
lv: Horizontālais sinuss
nds: Kimmrecht Sinus
nl: Horizontale sinus
nn: Vassrett sinus
pa: ਖਿਤਿਜੀ ਸਾਇਨ
pl: Pozioma oscylacja
pt: Seno Horizontal
pt_br: Seno Horizontal
ro: Sinus orizontal
ru: Синусоида
sk: Horizontálny sínus
sl: Vodoraven sinus
sr@ijekavian: водоравни синус
sv: Horisontell sinus
tr: Yatay Sinüs
uk: Синусоїда
zh_cn: 水平正弦
zh_tw: 水平正弦

source: Circular Bounce
ar: ارتداد دائري
bg: Кръгообразни движения
bs: Kružno odbijanje
ca: Rebot circular
cs: Kruhovité odskoky
da: Cirkulær elasticitet
de: Kreisförmiges Schwingen
el: Κυκλική ανάκρουση
es: Rebote circular
et: Ringikujuline põrkumine
eu: Errebote zirkularra
fa: واگشت مدور
fi: Ympyrän törmäily
fr: Rebonds circulaires
gl: Salto circular
he: קפיצה מעגלית
hi: उछलते रंग
hu: Körbepattogó
is: Hringabopp
it: Rimbalzi Circolari
ja: サーキュラーバウンス
kk: Дөңгелек жұлдыз
ko: 원형 테두리
lt: Žiedinis atsimušimas
lv: Apaļveida atlēcieni
nds: Krinkswingen
nl: Cirkelvormig stuiteren
nn: Sirkulær sprett
pa: ਚੱਕਰੀ ਵਾਪਸੀ
pl: Cyrkulacja drgań
pt: Salto Circular
pt_br: Saltos Circulares
ro: Sărituri circulare
ru: Скруглённые звезды
sk: Kruhové odrážanie
sl: Krožno premetavanje
sr@ijekavian: кружно одбијање
sv: Cirkulär studs
tr: Dairesel Zıplama
uk: Бублик
zh_cn: 环形弹跳
zh_tw: 圓形往返

source: Polar Coordinates
ar: إحداثيات قطبية
bg: Двуполюсни координати
bs: Polarne koordinate
ca: Coordenades polars
cs: Polární souřadnice
da: Polære koordinater
de: Polarkoordinaten
el: Πολικές συντεταγμένες
es: Coordenadas polares
et: Polaarsed koordinaadid
eu: Koordenatu polarrak
fa: مختصات قطبی
fi: Polaarikoordinaatit
fr: Coordonnées polaires
gl: Coordenadas polares
he: קואורדינטות קוטביות
hi: घ्रुवीय निर्देशांक
hu: Polárkoordináták
is: Pólhnit
it: Coordinate Polari
ja: 極座標
kk: Полярлық координаттар
ko: 극좌표
lt: Polinės koordinatės
lv: Polāras koordinātas
nds: Poolkoordinaten
nl: Polaire coÃ¶rdinaten
nn: Polare koordinatar
pa: ਕੇਂਦਰੀ ਧੁਰਾ
pl: Współrzędne biegunowe
pt: Coordenadas Polares
pt_br: Coordenadas Polares
ro: Coordonate polare
ru: Завитушки
sk: Polárne súradnice
sl: Polarne koordinate
sr@ijekavian: поларне координате
sv: Polära koordinater
tr: Polar Koordinatlar
uk: Полярні координати
zh_cn: 极坐标
zh_tw: 極座標

source: Random
ar: عشوائي
bg: Случаен избор
bs: Nasumično
ca: Aleatori
cs: Náhodné
da: Tilfældig
de: (zufällig)
el: Τυχαίο
es: Al azar
et: Juhuslik
eu: Ausazkoa
fa: تصادفی
fi: Satunnainen
fr: Aléatoire
gl: Aleatorio
he: אקראי
hi: बेतरतीब
hu: Véletlenszerű
is: Slembið
it: Casuale
ja: ランダム
kk: Кездейсоқ
ko: 임의로 선택
lt: Atsitiktinis
lv: Nejaušs
nds: Tofällig
nl: Willekeurig
nn: Vilkårleg
pa: ਰਲਵਾਂ
pl: Losowo
pt: Aleatório
pt_br: Aleatório
ro: Aleator
ru: Случайно
sk: Náhodne
sl: Naključno
sr@ijekavian: насумично
sv: Slumpmässig
tr: Rastgele
uk: Довільний
zh_cn: 随机
zh_tw: 隨機

source: Setup Blob Screen Saver
ar: تنصيب حافظة الشاشة Blob
bg: Настройки на предпазителя Петно
bs: Podesi Blob screen saver
ca: Configura l'estalvi de pantalla Bombolla
cs: Nastavení šetřiče 'Kaňka'
da: Indstil Blob-pauseskærm
de: Bildschirmschoner „Blob“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Blob
es: Configurar el salvapantallas Gota
et: Ekraanisäästja Piisk seadistamine
eu: Konfiguratu Tanta pantaila babeslea
fa: برپایی محافظ صفحه نمایش بلاب
fi: Kupla-näytönsäästäjän asetukset
fr: Configuration de l'écran de veille « Blob »
gl: Configurar o protector de pantalla Blob
he: הגדרות שומר המסך כתמים
hi: ब्लॉब स्क्रीन सेवर सेटअप करें
hu: A Buborékok képernyővédő beállítása
is: Stilla Klessu skjásvæfuna
it: Impostazioni salvaschermo Blob
ja: 斑点スクリーンセーバーの設定
kk: "Геометриялық өрнектер" экран сақтаушысын баптау
ko: Blob 화면 보호기 설정
lt: Konfigūruoti ekrano užsklandą Rutuliukas
lv: Blob ekrāna saudzētāja iestatīšana
nds: "Blob" instellen
nl: Schermbeveiliging "Blob" instellen
nn: Oppsett av pauseskjermen Klatt
pl: Ustawienia wygaszacza Kule
pt: Configurar o Protector de Ecrã Blob
pt_br: Configurar Protetor de Tela Blob
ro: Configurare protecție de ecran Picături
ru: Настройка хранителя экрана «Геометрия»
sk: Nastavenie šetriča Blob
sl: Nastavi ohranjevalnik zaslona Kepica
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Färgfläck
tr: Baloncuk Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Геометричні візерунки»
zh_cn: 设置“K 光线”屏幕保护程序
zh_tw: 設定斑點螢幕保護程式

source: Frame duration:
ar: دوام الإطار:
bg: Продължителност на кадрите:
bs: Trajanje frame-a:
ca: Durada del fotograma:
cs: Trvání rámce:
da: Rammevarighed:
de: Haltbarkeit des Bildes:
el: Διάρκεια πλαισίου:
es: Duración del fotograma:
et: Raami kestus:
eu: Markoaren iraupena:
fa: دوام قابک:
fi: Kehyksen kesto:
fr: Durée de chaque image :
gl: Duración de cada fotograma:
he: זמן לתמונה:
hi: फ्रेम अवधिः
hu: Egy képkocka időtartama:
is: Líftími ramma:
it: Durata dei frame:
ja: 1 フレーム継続時間:
kk: Ұзақтығы:
ko: 프레임 지속 시간:
lt: Kadro trukmė:
lv: Kadra ilgums:
nds: Bildduer:
nl: Frameduur:
nn: Rammetid:
pa: ਫਰੇਮ ਅੰਤਰਾਲ:
pl: Czas istnienia ramki:
pt: Duração de cada ecrã:
pt_br: Duração do Quadro:
ro: Durată cadru:
ru: Продолжительность показа:
sk: Trvanie rámca:
sl: Trajanje sličice:
sr@ijekavian: Трајање оквира:
sv: Bildlängd:
tr: Çerçeve hızı:
uk: Тривалість кадру:
zh_cn: 帧持续时间：
zh_tw: 頁面持續：

source: sec
ar: ثانية
bg: сек
bs: sek
ca: s
cs: sek
da: sek
de: Sek.
el: δευτ
es: seg
et: sek
eu: seg
fa: ثانیه
fi: s
fr: seconde(s)
gl: s
he: שנייה
hi: सेक.
hu: s
is: sek
ja: 秒
kk: сек
ko: 초
lt: sek.
lv: sek
nds: s
nn: s
pa: ਸਕਿੰਟ
pl: sek.
pt: s
pt_br: seg
ro: s
ru: с
sk: sek
sl: sek.
sr@ijekavian: сек.
sv: sek
tr: sn
uk: сек
zh_cn: 秒
zh_tw: 秒

source: Algorithm:
ar: الخوارزمية:
bg: Алгоритъм:
bs: Algoritam:
ca: Algoritme:
cs: Algoritmus:
da: Algoritme:
de: Algorithmus:
el: Αλγόριθμος:
es: Algoritmo:
et: Algoritm:
eu: Algoritmoa:
fa: الگوریتم:
fi: Algoritmi:
fr: Algorithme :
gl: Algoritmo:
he: אלגוריתם:
hi: एल्गोरिद्मः
hu: Algoritmus:
is: Reiknirit:
it: Algoritmo:
ja: アルゴリズム:
kk: Алгоритмі:
ko: 알고리즘:
lt: Algoritmas:
lv: Algoritms:
nds: Algoritmus:
nl: Algoritme
nn: Algoritme:
pa: ਐਲੋਗਰਿਥਮ:
pl: Algorytm:
pt: Algoritmo:
pt_br: Algoritmo:
ro: Algoritm:
ru: Алгоритм:
sk: Algoritmus:
sl: Algoritem:
sr@ijekavian: Алгоритам:
sv: Algoritm:
tr: Algoritma:
uk: Алгоритм:
zh_cn: 算法：
zh_tw: 演算法
