Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Blobsaver Version 0.1 Written by Tiaan Wessels 1997 tiaan@netsys.co.za
ar: Blobsaver Version 0.1 كتب بواسطة Tiaan Wessels 1997 tiaan@netsys.co.za
bg: Предпазител с петно версия 0.1 Написано от Tiaan Wessels 1997 tiaan@netsys.co.za
bs: Blobsaver verzija 0.1 Napisao Tiaan Wessels 1997 tiaan@netsys.co.za
ca: Blobsaver Versió 0.1 (Bombolla) Escrit per Tiaan Wessels 1997 tiaan@netsys.co.za
cs: Šetřič Kaňka verze 0.1 napsáno Tiaanem Wesselsem 1997 tiaan@netsys.co.za
da: Blobsaver version 0.1 Skrevet af Tiaan Wessels 1997 tiaan@netsys.co.za
de: <h3>Blobsaver Version 0.1</h3> <p>Geschrieben von Tiaan Wessels, 1997<br/> tiaan@netsys.co.za</p> <p>Übersetzt von Thomas Fischer</p>
el: Blobsaver έκδοση 0.1 Γράφτηκε από τον Tiaan Wessels 1997 tiaan@netsys.co.za
es: Salvapantallas Gota versión 0.1 Creado por Tiaan Wessels 1997 tiaan@netsys.co.za
et: Piisasäästja versioon 0.1 Kirjutanud Tiaan Wessels 1997 tiaan@netsys.co.za
eu: Blobsaver 0.1 bertsioa Egilea: Tiaan Wessels 1997 tiaan@netsys.co.za
fa: نسخه 0.1 محافظ صفحه نمایش بلاب، توسط تیان وسلز، در سال ۱۹۹۷ نوشته شد. tiaan@netsys.co.za
fi: Blobsaver Versio 0.1 kirjoittanut Tiaan Wessels 1997 tiaan@netsys.co.za
fr: Blobsaver Version 0.1 Écrit par Tiaan Wessels 1997 tiaan@netsys.co.za
gl: Protector Blob Versión 0.1 Escrito por Tiaan Wesels 1997 tiaan@netsys.co.za
he: כתמים גרסה 0.1 נכתב על ידי טיאן ווסלס 1997 tiaan@netsys.co.za
hi: ब्लॉब-सेवर संस्करण 0.1 तियान वेसल्स द्वारा लिखा गया 1997 tiaan@netsys.co.za
hu: Buborékok 0.1 Készítette: Tiaan Wessels, 1997. tiaan@netsys.co.za
is: Klessuskjásvæfa, útgáfa 0.1 Tiaan Wessels tiaan@netsys.co.za skrifaði árið 1997 Logi Ragnarsson logir@logi.org íslenskaði
it: Blob Versione 0.1 Scritto da Tiaan Wessels 1997 tiaan@netsys.co.za
ja: 斑点セーバー バージョン 0.1 開発: Tiaan Wessels 1997 tiaan@netsys.co.za
kk: "Геометриялық өрнектер", 0.1 нұсқасы Авторы: Tiaan Wessels 1997 tiaan@netsys.co.za
ko: Blobsaver 버전 0.1 Tiaan Wessels가 1997년에 작성함 tiaan@netsys.co.za
lt: Blobsaver versija 0.1 Parašė Tiaan Wessels 1997 tiaan@netsys.co.za
lv: Blobsaver Versija 0.1 Uzrakstījis Tiaan Wessels 1997 tiaan@netsys.co.za
nds: Blob Verschoon 0.1 Schreven vun Tiaan Wessels 1997 tiaan@netsys.co.za
nl: Blobsaver Versie 0.1 Geschreven door Tiaan Wessels 1997 tiaan@netsys.co.za
nn: Klattsparar versjon 0.1 Skriven av Tiaan Wessels 1997 tiaan@netsys.co.za
pl: Kule, wersja 0.1 Autor: Tiaan Wessels 1997 tiaan@netsys.co.za
pt: Protector Blob Versão 0.1 Escrito por Tiaan Wessels 1997 tiaan@netsys.co.za
pt_br: Blobsaver Versão 0.1 Escrito por Tiaan Wessels 1997 tiaan@netsys.co.za
ro: Picături, versiunea 0.1 Scris de Tiaan Wessels 1997 tiaan@netsys.co.za
ru: Хранитель экрана «Геометрические построения» 0.1 Написан Тианом Вессельсом в 1997 году tiaan@netsys.co.za
sk: Blobsaver Version 0.1 Napísal Tiaan Wessels 1997 tiaan@netsys.co.za
sl: Kepica 0.1 Napisal Tiaan Wessels, 1997 tiaan@netsys.co.za
sr@ijekavian: К‑блоб, издање 0.1 Написао Тијан Веселс 1997. <email>tiaan@netsys.co.za</email>
sv: Färgfläck version 0.1 Skriven av Tiaan Wessels 1997 tiaan@netsys.co.za
tr: Blobsaver Sürüm 0.1 Tiaan Wessels 1997 tiaan@netsys.co.za
uk: Геометричні візерунки, версія 0.1 Автор — Tiaan Wessels 1997 tiaan@netsys.co.za
zh_cn: Blobsaver 版本 0.1 由 Tiaan Wessels 编写，1997 tiaan@netsys.co.za
zh_tw: 斑點螢幕保護程式 版本 0.1 Tiaan Wessels 在1997所寫 tiaan@netsys.co.za

source: Euphoria
bg: Еуфория
ca: Eufòria
cs: Eufórie
da: Eufori
de: Euphorie
el: Ευφορία
es: Euforia
et: Eufooria
eu: Euforia
fi: Euforia
fr: Euphorie
gl: Euforia
he: אופוריה
hi: यूफ़ोरिया
is: Alsæla
it: Euforia
ja: 幸福
kk: Масайрау
ko: 환호
lt: Euforija
lv: Eiforija
nds: Euforie
nn: Eufori
pa: ਯੂਫੋਰੀਆ
pl: Euforia
pt: Euforia
pt_br: Euforia
ro: Euforia
ru: Эйфория
sl: Evforija
sr@ijekavian: Еуфорија
sv: Eufori
uk: Ейфорія
zh_cn: 陶醉

source: Regular
ar: منتظم
bg: Стандартен
ca: Normal
cs: Obyčejný
da: Regulær
de: Normal
el: Κανονικό
et: Harilik
eu: Erregularra
fa: منظم
fi: Tavallinen
fr: Normal
gl: Normal
he: רגיל
hi: नियमित
hu: Normál
is: Venjulegur
it: Regolare
ja: 標準
kk: Кәдімгі
ko: 일반
lt: Paprastas
lv: Regulārs
nds: Reguleer
nl: Standaard
nn: Vanleg
pa: ਨਿਯਮਤ
pl: Regularny
pt: Normal
ro: Normal
ru: Обычный
sk: Normálne
sl: Običajno
sr@ijekavian: обично
sv: Vanlig
tr: Düzenli
uk: Звичайний
zh_cn: 常规
zh_tw: 正規

source: Grid
ar: شبيكة
bg: Мрежа
ca: Graella
cs: Mřížka
da: Gitter
de: Gitter
el: Κάνναβος
es: Rejilla
et: Alusvõrk
eu: Sareta
fa: توری
fi: Ruudukko
fr: Grille
gl: Grella
he: רשת
hi: ग्रिड
hu: Rács
is: Grind
it: Griglia
ja: グリッド
kk: Торлы
ko: 격자
lt: Tinklelis
lv: Režģis
nds: Gadder
nl: Raster
nn: Rutenett
pa: ਗਰਿੱਡ
pl: Siatka
pt: Grelha
ro: Grilă
ru: Сетка
sk: Mriežka
sl: Mreža
sr@ijekavian: мрежа
sv: Rutnät
tr: Kılavuz
uk: Ґратка
zh_cn: 网格
zh_tw: 網格

source: Cubism
ar: تكعيبي
bg: Кубизъм
ca: Cubisme
cs: Kubismus
da: Kubisme
de: Kubismus
el: Κυβισμός
es: Cubismo
et: Kubism
eu: Kubismoa
fa: کوبیسم
fi: Kubismi
fr: Cubisme
gl: Cubismo
he: קוביזם
hi: क्यूबिज़्म
hu: Kubizmus
it: Cubismo
ja: キュビズム
kk: Кубизм
ko: 육면체
lt: Kubizmas
lv: Kubisms
nds: Wörpelei
nl: Kubisme
nn: Kubisk
pa: ਕਿਊਬੀਸਮ
pl: Kubizm
pt: Cubismo
pt_br: Cubismo
ru: Кубизм
sk: Kubismus
sl: Kubizem
sr@ijekavian: кубизам
sv: Kubism
tr: Kübizm
uk: Кубізм
zh_cn: 立体派
zh_tw: 立體派

source: Bad Math
ar: رياضيات سيئة
bg: Математика
ca: Mala matemàtica
cs: Špatná matematika
da: Dårlig matematik
de: Schlechte Mathematik
el: Κακά μαθηματικά
es: Mala matemática
et: Halb matemaatika
eu: Matematika txarra
fa: ریاضی ناصحیح
fi: Huono matematiikka
fr: Mauvais calcul
gl: Mala matemática
he: מתמטיקה לא תקינה
hi: खराब गणित
hu: Matematikai hiba
is: Slæm stærðfræði
it: Pessima matematica
ja: バッドマス
kk: Нашар математика
ko: 나쁜 수학
lt: Bloga matematika
lv: Bojāta matemātika
nds: Leeg Mathematik
nl: Wiskundig slecht
nn: Mangelfull matte
pa: ਗਲਤ ਗਣਿਤ
pl: Zła matematyka
pt: Má Matemática
pt_br: Matemática ruim
ro: Matematică eronată
ru: Плохая математика
sl: Slaba matematika
sr@ijekavian: лоша математика
sv: Dålig matte
tr: Kötü Matematik
uk: Неохайність
zh_cn: 蹩脚数学

source: M-Theory
bg: Теория
ca: Teoria-M
cs: Teorie M
da: M-teori
de: M-Theorie
el: Θεωρία M
es: Teoría-M
et: M-teooria
eu: M-teoria
fa: نظریه M
fi: M-teoria
fr: Théorie M
gl: Teoría-M
he: תאוריית M
hi: एम-थ्योरी
hu: M-teória
it: Teoria-M
ja: M-セオリー
kk: M-теория
ko: M 이론
lt: M-teorija
lv: M-Teorija
nds: M-Theorie
nl: M-Theorie
nn: M-teori
pa: M-ਥਿਊਰੀ
pl: Teoria M
pt: Teoria-M
ro: Teoria M
ru: М-теория
sl: M-teorija
sr@ijekavian: М‑теорија
sv: M-teori
tr: M-Teori
uk: Теорія М
zh_cn: M-理论
zh_tw: M理論

source: Nowhere
ar: ليس بأي مكان
bg: Паяжина
ca: Enlloc
cs: Nikde
da: Ingen steder
de: Nirgendwo
el: Πουθενά
es: En ninguna parte
et: Eikuhugi
eu: Inon ez
fa: هیچ‌جا
fi: Ei missään
fr: Nulle part
gl: Ningures
he: בשום מקום
hi: कहीं नहीं
hu: Sehol
is: Hvergi
it: Nessun luogo
ja: どこでもない場所
kk: Ешқайда
ko: 아무 곳에도 없음
lt: Niekur
lv: Nekur
nds: Narms
nl: Nergens
nn: Ingenstad
pa: ਕਿਤੇ ਨਹੀਂ
pl: Nigdzie
pt: Nenhum Lado
pt_br: Nenhum lugar
ro: Nicăieri
ru: Нигде
sk: Nikde
sl: Nikjer
sr@ijekavian: нигде
sv: Ingenstans
tr: Hiç bir yer
uk: Ніде
zh_cn: 无处不在
zh_tw: 無處

source: Echo
ar: إرجاع
bg: Ехо
ca: Eco
da: Ekko
el: Ηχώ
es: Eco
et: Kaja
eu: Oihartzuna
fa: پژواک
fi: Kaiutus
fr: Écho
gl: Eco
he: הד
hi: इको
hu: Visszhang
is: Bergmál
it: Eco
ja: エコー
kk: Жаңғырық
ko: 에코
lt: Aidas
lv: Atbalss
nn: Ekko
pa: ਗੂੰਜ
pt: Eco
pt_br: Eco
ro: Ecou
ru: Эхо
sl: Odmev
sr@ijekavian: одјек
sv: Eko
tr: Yankı
uk: Відлуння
zh_cn: 回声
zh_tw: 回響

source: Kaleidoscope
bg: Калейдоскоп
ca: Calidoscopi
cs: Kaleidoskop
da: Kalejdoskop
de: Kaleidoskop
el: Καλειδοσκόπιο
es: Caleidoscopio
et: Kaleidoskoop
eu: Kaleidoskopioa
fi: Kaleidoskooppi
fr: Kaléidoscope
gl: Calidoscopio
he: קליידוסקופ
hi: बहुमूर्तिदर्शी
hu: Kaleidoszkóp
it: Caleidoscopio
ja: 万華鏡
kk: Калейдоскоп
ko: 칼레이도스코프
lt: Kaleidoskopas
lv: Kaleidoskops
nds: Kaleidoskoop
nl: Caleidoscoop
nn: Kaleidoskop
pl: Kalejdoskop
pt: Caleidoscópio
pt_br: Caleidoscópio
ro: Caleidoscop
ru: Калейдоскоп
sk: Kaleidoskop
sl: Kalejdoskop
sr@ijekavian: калеидоскоп
sv: Kaleidoskop
tr: Kaleydeskop
uk: Калейдоскоп
zh_cn: 万花筒
zh_tw: 萬花筒

source: (Random)
ar: (عشوائي)
bg: Случаен избор
bs: (Slučajno)
ca: (Aleatori)
cs: (Náhodný)
da: (Tilfældig)
de: (zufällig)
el: (Τυχαίο)
es: (Al azar)
et: (Juhuslik)
eu: (Ausazkoa)
fa: )تصادفی(
fi: (Satunnainen)
fr: (Aléatoire)
gl: (Aleatorio)
he: (אקראי)
hi: (बेतरतीब)
hu: (Véletlenszerű)
is: (Slembið)
it: (Casuale)
ja: (ランダム)
kk: (Кездейсоқ)
ko: (임의로 선택)
lt: (Atsitiktinis)
lv: (Nejaušs)
nds: (tofällg)
nl: (Willekeurig)
nn: (Vilkårleg)
pa: (ਰਲਵਾਂ)
pl: (Losowy)
pt: (Aleatório)
pt_br: (Aleatório)
ro: (Aleator)
ru: (случайно)
sk: (Náhodné)
sl: (Naključno)
sr@ijekavian: (насумично)
sv: (Slumpmässig)
tr: (Rastgele)
uk: (Довільний)
zh_cn: (随机)
zh_tw: (隨機)

source: Setup Euphoria Screen Saver
ar: تنصيب حافظة الشاشة Euphoria
bg: Настройки на предпазителя Еуфория
bs: Podesi Euphoria screen saver
ca: Configura l'estalvi de pantalla Eufòria
cs: Nastavení šetřiče 'Eufórie'
da: Indstil Eufori-pauseskærm
de: Bildschirmschoner „Euphorie“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Ευφορία
es: Configurar el salvapantallas Euforia
et: Ekraanisäästja Eufooria seaded
eu: Konfiguratu Euforia pantaila babeslea
fa: برپایی محافظ صفحه نمایش Euphoria
fi: Euphoria-näytönsäästäjän asetukset
fr: Configuration de l'écran de veille « Euphorie »
gl: Configurar o protector de pantalla Euforia
he: הגדרות שומר המסך אופוריה
hi: सेटअप यूफोरिया स्क्रीन सेवर
hu: Az Euphoria képernyővédő beállításai
is: Stilla alsælu-skjásvæfuna
it: Impostazioni salvaschermo Euforia
ja: 幸福スクリーンセーバーの設定
kk: "Масайрау" экран сақтаушысын баптау
ko: 환호 화면 보호기 설정
lt: Konfigūruoti ekrano užsklandą Euforija
lv: Euphoria ekrāna saudzētāja iestatīšana
nds: "Euforie" instellen
nl: Schermbeveiliging "Euphoria" instellen
nn: Oppsett av pauseskjermen Rom
pl: Ustawienia wygaszacza Euforia
pt: Configurar o Protector de Ecrã Euforia
pt_br: Configurar protetor de tela Euphoria
ro: Setare protecție ecran Euforia
ru: Настройка хранителя экрана «Эйфория»
sk: Nastavenie šetriča Euphoria
sl: Nastavi ohranjevalnik zaslona Evforija
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Eufori
tr: Euphoria Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Ейфорія»
zh_cn: 设置“陶醉”屏幕保护程序。
zh_tw: 設定Euphoria螢幕保護程式

source: Mode:
ar: النمط:
bg: Режим:
bs: Način:
cs: Režim:
da: Tilstand:
de: Modus:
el: Τρόπος:
es: Modo:
et: Režiim:
eu: Modua:
fa: حالت:
fi: Tyyli:
gl: Modo:
he: מצב:
hi: मोडः
hu: Mód:
is: Hamur:
it: Modalità:
ja: モード:
kk: Күйі:
ko: 모드:
lt: Būsena:
lv: Režīms:
nds: Bedriefoort:
nl: Modus:
nn: Modus:
pa: ਢੰਗ:
pl: Tryb:
pt: Modo:
pt_br: Modo:
ro: Regim:
ru: Режим:
sk: Režim:
sl: Način:
sr@ijekavian: Режим:
sv: Läge:
tr: Kip:
uk: Режим:
zh_cn: 模式：
zh_tw: 模式：

source: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
ar: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>نفذ لـ KDE بواسطة Karl Robillard</p>
bg: <h3>Еуфория 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Пренесено за KDE от Karl Robillard</p>
ca: <h3>Euphoria 1.0 (Eufòria)</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Adaptat al KDE per Karl Robillard</p>
cs: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Přenos do KDE: Karl Robillard</p>
da: <h3>Eufori 1.0</h3> <p>Ophavsret (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porteret til KDE af Karl Robillard</p>
de: <h3>Euphoria 1.0</h3> <p>Copyright © 2002 Terence M. Welsh</p> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portiert nach KDE von Karl Robillard</p> <p>Übersetzt von Thomas Fischer</p>
el: <h3>Ευφορία 1.0</h3> <p>Πνευματικά δικαιώματα (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Προσαρμογή στο KDE από τον Karl Robillard</p>
es: <h3>Euforia 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Adaptación para KDE de Karl Robillard</p>
et: <h3>Eufooria 1.0</h3> <p>Autoriõigus (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p> Portinud KDE jaoks Karl Robillard</p>
eu: <h3>Euforia 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE-ra Karl Robillard-ek egokitu du</p>
fa: <h3>Euphoria ۰/۱</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com <p>توسط کارل روبی لارد به KDE برده شد</p>
fi: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Sovittanut KDE:lle Karl Robillard</p>
fr: <h3>Euphorie 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porté sur KDE par Karl Robillard</p>
gl: <h3>Euforia 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portado para KDE por Karl Robillard</p>
he: <h3>אופוריה 1.0</h3> <p>Copyright (c) 2002 טרנס מ. וולש<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>הוסב ל־KDE על ידי קארל רובילרד</p>
hi: <h3>यूफोरिया 1.0</h3> <p>सर्वाधिकार सुरक्षित (c) 2002 टेरेंस एम. वेल्श<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>कार्ल रॉबिलार्ड द्वारा केडीई पर पोर्टेड</p>
hu: <h3>Euphoria 1.0</h3> <p>Copyright (c) Terence M. Welsh, 2002.<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>A KDE-verzió Karl Robillard munkája</p>
is: <h3>Euphoria 1.0</h3> <p>Höfundarréttur (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Flutt í KDE af Karl Robillard</p>
it: <h3>Euforia 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portato a KDE da Karl Robillard</p>
ja: <h3>幸福 (Euphoria) 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br/> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE への移植: Karl Robillard</p>
kk: <h3>Масайрау 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE-ге бейімдеген: Karl Robillard</p>
ko: <h3>환호 1.0</h3> <p>저작권자 (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Karl Robillard가 KDE로 이식함</p>
lt: <h3>Euforija 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Karl Robillard pritaikė KDE</p>
lv: <h3>Euphoria 1.0</h3> <p>Autortiesības (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portējis uz KDE Karl Robillard</p>
nds: <h3>Euforie 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porteert na KDE vun Karl Robillard</p>
nl: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Overgezet naar KDE door Karl Robillard</p>
nn: <h3>Rom 1.0</h3> <p>Opphavsrett (c) 2002 Terence M. Welsh<br/> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porta til KDE av Karl Robillard</p>
pl: <h3>Euforia 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Wersja KDE: Karl Robillard</p>
pt: <h3>Euforia 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Transposto para o KDE por Karl Robillard</p>
pt_br: <h3>Euphoria 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portado para KDE por Karl Robillard</p>
ro: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portat la KDE de Karl Robillard</p>
ru: <h3>Эйфория 1.0</h3> <p>Copyright (c) 2002 Теренс М. Велш<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Портировано на KDE Карлом Роббилардом.</p>
sk: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Port do KDE: Karl Robillard</p>
sl: <h3>Evforija 1.0</h3> <p>Avtorske pravice © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Za KDE predelal Karl Robillard</p>
sr@ijekavian: <h3>Еуфорија 1.0</h3><p>© 2002, Теренс М. Велш<br/><a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p><p>Пренео на КДЕ: Карл Робилард</p>
sv: <h3>Eufori 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Överförd till KDE av Karl Robillard</p>
tr: <h3>Euphoria 1.0</h3> <p>Telif Hakkı (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
uk: <h3>Ейфорія 1.0</h3> <p>© Terence M. Welsh, 2002<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Портування у KDE — Karl Robillard</p>
zh_cn: <h3>Euphoria 1.0</h3> <p>版权所有 (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>由 Karl Robillard 移植到 KDE</p>
zh_tw: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>由Karl Robillard移植到KDE</p>

source: Setup Screen Saver
ar: تنصيب حافظة شاشة
bg: Настройки на предпазителя на екрана
bs: Podesi Flux screen saver
ca: Configura l'estalvi de pantalla
cs: Nastavení šetřiče obrazovky
da: Indstil pauseskærm
de: Bildschirmschoner einrichten
el: Ρύθμιση προφύλαξης οθόνης
es: Configurar el salvapantallas
et: Ekraanisäästja seadistus
eu: Konfiguratu pantaila babeslea
fa: برپایی محافظ صفحه نمایش
fi: Näytönsäästäjän asetukset
fr: Configuration de l'écran de veille
gl: Configurar o protector de pantalla
he: הגדרות שומר המסך שטף
hi: स्क्रीन सेवर सेटअप करें
hu: A képernyővédő beállítása
is: Stilla skjásvæfuna
it: Impostazioni salvaschermo
ja: スクリーンセーバーの設定
kk: Экран сақтаушысын баптау
ko: 화면 보호기 설정
lt: Nustatyti ekrano užsklandą
lv: Ekrāna saudzētāja iestatīšana
nds: Pausschirm instellen
nl: Schermbeveiliging instellen
nn: Tilpass pauseskjermen
pa: ਸਕਰੀਨ-ਸੇਵਰ ਸੈਟਅੱਪ
pl: Konfiguracja wygaszacza
pt: Configurar o Protector de Ecrã
pt_br: Configurar protetor de tela
ro: Configurare protecție ecran
ru: Настройка хранителя экрана
sk: Nastavenie šetriča obrazovky
sl: Nastavi ohranjevalnik zaslona
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckare
tr: Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана
zh_cn: 设置屏幕保护程序
zh_tw: 設定螢幕保護程式

source: Fireworks 3D (GL)
ar: ألعاب نارية 3D (GL)
bg: Фойерверки
ca: Focs d'artifici 3D (GL)
cs: Ohňostroj 3D (GL)
de: Feuerwerk
el: Βεγγαλικά 3D (GL)
es: Fuegos artificiales 3D (GL)
et: Tulevärk 3D (GL)
eu: Su artifizialak 3D (GL)
fa: آتش‌بازیهای سه بعدی )GL(
fi: Ilotulitus 3D (GL)
fr: Feux d'artifice 3D (GL)
gl: Fogos de artificio 3D (GL)
he: זיקוקי דינור תלת ממידיים (GL)
hi: आतिशबाज़ी 3डी (जीएल)
hu: Fireworks 3D (OpenGL)
is: Flugeldar 3D (GL)
it: Fuochi d'artificio 3D (GL)
ja: 花火 3D (GL)
kk: Отшашу 3D (GL)
ko: 3차원 불꽃놀이 (GL)
lv: 3D Uguņošana (GL)
nds: Füerwark 3D (GL)
nn: Fyrverkeri 3D (GL)
pa: ਆਤਿਸ਼ਬਾਜ਼ੀ 3D (GL)
pl: Fajerwerki 3D (GL)
pt: Fogo de Artifício 3D (GL)
pt_br: Fogos de Artifício 3D (GL)
ro: Focuri de artificii 3D (GL)
ru: Фейерверк (GL)
sl: Ognjemet 3D (GL)
sr@ijekavian: Ватромети 3Д
sv: Fyrverkeri 3D (GL)
tr: HavaiFişek 3D (GL)
uk: Феєрверк 3D (GL)
zh_cn: 三维烟花(GL)
zh_tw: 3D 煙火秀(GL)

source: Conquer your desktop!
ar: تحكم بسطح مكتبك!
bg: Завладейте настолната си среда!
bs: Osvojite radnu površ!
ca: Conquereix el teu escriptori!
cs: Dobývejte svůj Desktop
da: Erobr din desktop!
de: Das Universalwerkzeug für KDE
el: Κατακτήστε την επιφάνεια εργασίας σας!
es: ¡Conquista tu escritorio!
et: Valluta oma töölaud!
eu: Menperatu zure mahaigaina!
fa: بر رومیزی خود حکومت کنید!
fi: Valloita työpöytäsi!
fr: À la conquête de votre bureau !
gl: Conquiste o seu escritorio!
hi: डेस्कटॉप कॉनकर करें!
hu: KDE grafikus környezet
is: Sigraðu skjáborðið þitt!
it: Conquista il tuo desktop!
kk: Үстеліңізді меңгеріңіз!
ko: 여러분의 데스크톱을 정복하십시오!
lt: Užkariaukite savo darbastalį!
lv: Iekarojiet savu darbvirsmu!
nds: Kuntrulleer Dien Schriefdisch!
nl: Verover uw bureaublad!
nn: Overta skrivebordet ditt!
pa: ਆਪਣੇ ਡੈਸਕਟਾਪ ਉੱਤੇ ਗੱਜੋ!
pl: Podbij swoje środkowisko!
pt: Conquiste o seu ambiente de trabalho!
pt_br: Conquiste seu desktop!
ro: Cucerește-ți biroul!
ru: Откройте для себя ваш рабочий стол!
sk: Ovládnite svoju pracovnú plochu!
sl: Osvojite svoje namizje!
sr@ijekavian: Освојите своју површ!
sv: Erövra ditt skrivbord!
tr: Masaüstünüzü keşfedin!
uk: Ви — підкорювач вашої стільниці!
zh_cn: 征服你的桌面！
zh_tw: 征服您的桌面！

source: Thank you for using KDE
ar: شكرا لاستخدامك KDE
bg: Благодарим ви, че използвате KDE
bs: Hvala vam što koristite KDE
ca: Gràcies per usar KDE
cs: Diky, ze pouzivate KDE
da: Tak for at bruge KDE
de: Danke für das Benutzen von KDE
el: Ευχαριστούμε που χρησιμοποιείτε το KDE
es: Gracias por usar KDE
et: Täname KDE kasutamise eest.
eu: Eskerrik asko KDE erabiltzeagatik
fa: برای استفاده از KDE از شما متشکریم
fi: Kiitos kun käytit KDE:tä
fr: Merci d'utiliser KDE
gl: Grazas por utilizar KDE
he: תודה לך על שאתה משתמש ב־KDE
hi: केडीई का उपयोग करने के लिए आपको धन्यवाद.
hu: Köszönjük, hogy Ön is a KDE-t használja!
is: Takk fyrir að nota KDE
it: Grazie per aver usato KDE
kk: KDE қолдануыңызға рахмет
ko: KDE를 사용해 주셔서 감사합니다
lt: Ačiū, kad naudojatės KDE
lv: Paldies, ka izmantojiet KDE
nds: Dank för dat Bruken vun KDE
nl: Bedankt voor het gebruiken van KDE
nn: Takk for at du brukar KDE
pa: KDE ਵਰਤਣ ਲਈ ਧੰਨਵਾਦ
pl: Dziękujemy za używanie KDE
pt: Obrigado por utilizar o KDE
pt_br: Obrigado por usar o KDE
ro: Vă mulțumim că folosiți KDE
ru: Спасибо вам за использование KDE
sk: Ďakujeme, že používate KDE
sl: Hvala za uporabo KDE
sr@ijekavian: Хвала што користите КДЕ.
sv: Tack för att du använder KDE
tr: KDE kullandığınız için teşekkür ederiz
uk: Дякуємо за користування KDE
zh_cn: 感谢您使用 KDE
zh_tw: 感謝使用 KDE
