Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Shapes
ar: أشكال
bg: Форми
bs: Oblici
ca: Formes
cs: Tvary
da: Former
de: Form
el: Σχήματα
es: Formas
et: Vormid
eu: Formak
fa: شکلها
fi: Muodot
fr: Formes
gl: Formas
he: צורות
hi: आकार
hu: Alakzatok
is: Form
it: Forme
ja: 形
kk: Қалыптары
ko: 모양
lt: Pavidalai
lv: Formas
nds: Formen
nl: Vormen
nn: Former
pa: ਸ਼ਕਲ
pl: Kształty
pt: Formas
pt_br: Formas
ro: Forme
ru: Осколки
sk: Tvary
sl: Oblike
sr@ijekavian: Облици
sv: Former
tr: Şekil
uk: Форми
zh_cn: 形状
zh_tw: 形狀

source: Flares
ar: توهجات
bg: Пламъци
bs: Iskre
ca: Flamarades
cs: Světlice
da: Blus
de: Flammen
el: Φωτοβολίδες
es: Llamaradas
et: Leegid
eu: Erlantzak
fa: شعله‌زنیها
fi: Soihdut
fr: Flammes
gl: Foguetes
he: נורים
hi: लपटें
hu: Lángnyelvek
is: Blys
it: Bagliori
ja: フレア
kk: Жарылыстары
ko: 불꽃
lt: Švystelėjimai
lv: Uzliesmojumi
nds: Blöös
nl: Flikkeringen
nn: Bluss
pl: Płomienie
pt: Foguetes
pt_br: Chamas
ro: Flăcări
ru: Огоньки
sk: Svetlice
sl: Izbruhi
sr@ijekavian: Бакље
sv: Bloss
tr: Alevler
uk: Спалахи
zh_cn: 闪烁的灯光
zh_tw: 閃光

source: Particle size:
ar: حجم الجسيم:
bg: Размер на елементите:
bs: Veličina čestice:
ca: mida partícula:
cs: Velikost částice:
da: Partikelstørrelse:
de: Partikelgröße:
el: Μέγεθος σωματιδίων:
es: Tamaño de la partícula:
et: Osakese suurus:
eu: Partikulen tamaina:
fa: اانداز‌ه ذره:
fi: Partikkelin koko:
fr: Taille des particules :
gl: Tamaño das partículas:
he: גודל חלקיק:
hi: पार्टीकल आकार
hu: Részecskeméret:
is: Punktastærð:
it: Dimensione particelle:
ja: 粒子の大きさ:
kk: Бөлшектің өлшемі:
ko: 입자 크기:
lt: Dalelės dydis:
lv: Daļiņu izmērs:
nds: Deeltjegrött:
nl: Deeltjesgrootte:
nn: Punktstorleik:
pa: ਕਣ ਅਕਾਰ:
pl: Wielkość cząsteczki:
pt: Tamanho das partículas:
pt_br: Tamanho da Partícula:
ro: Mărime particulă:
ru: Размер частиц:
sk: Veľkosť bodu:
sl: Velikost delca:
sr@ijekavian: Величина честице:
sv: Partikelstorlek:
tr: Nokta boyutu:
uk: Розмір частинок:
zh_cn: 粒子大小：
zh_tw: 粒子大小：

source: Particle Gravity Screen Saver
ar: حافظة الشاشة جاذبية الجسيمات
bg: Гравитация
ca: Estalvi de pantalla Partícules gravitacionals
cs: Šetřič obrazovky Přitažlivost částic
da: Partikeltyngde-pauseskærm
de: Bildschirmschoner „Partikelschwerkraft“ einrichten
el: Προφύλαξη οθόνης Βαρύτητα σωματιδίων
es: Salvapantallas Partículas gravitacionales
et: Ekraanisäästja Osakeste Raskusjõud
eu: Partikulen grabitatea pantaila babeslea
fa: محافظ صفحه نمایش جاذبه ذره
fi: Partikkelipainovoima näytönsäästäjä
fr: Écran de veille « Gravité de particules »
gl: Protector de pantalla Gravidade
he: הגדרות שומר המסך חלקיקים
hi: पार्टीकल ग्रेविटी स्क्रीन सेवर
hu: Gravitáció képernyővédő
is: Stilla þyngdarafl skjásvæfuna
it: Impostazioni salvaschermo Gravità
ja: 粒子の重力スクリーンセーバー
kk: "Гравитация" экран сақтаушысы
ko: 입자 중력 화면 보호기
lt: Dalelių fontano ekrano užsklanda
lv: Daļiņu gravitācijas ekrāna saudzētājs
nds: Pausschirm "Deeltje-Swoorkraft"
nl: Schermbeveiliging "Zwaartekrachtdeeltjes"instellen
nn: Oppsett av pauseskjermen Gravitasjon
pa: ਪਾਰਟੀਕਲ ਗਰੈਵਿਟੀ ਸਕਰੀਨ ਸੇਵਰ
pl: Wygaszacz Grawitacja cząsteczek
pt: Configurar o Protector de Ecrã Gravidade
pt_br: Protetor de Tela Gravidade de Partículas
ro: Particule sub gravitație
ru: Настройка хранителя экрана «Гравитация»
sk: Nastavenie šetriča Particle Gravity
sl: Ohranjevalnik zaslona Težnostni delci
sr@ijekavian: Честична гравитација
sv: Skärmsläckaren Gravitation
tr: Yerçekimi Ekran Koruyucusu
uk: Налаштування зберігача екрана «Гравітація»
zh_cn: 粒子重力屏幕保护程序
zh_tw: 粒子重力螢幕保護程式

source: Gravity Setup
ar: تنصيب الجاذبية
bg: Настройки на предпазителя Гравитация
bs: Gravitacija
ca: Configura Gravetat
cs: Nastavení šetřiče 'Přitažlivost'
da: Indstil Tyngde
de: Bildschirmschoner „Schwerkraft“ einrichten
el: Ρύθμιση βαρύτητας
es: Configurar gravedad
et: Raskusjõu seaded
eu: Grabitatearen konfigurazioa
fa: برپایی جاذبه
fi: Painovoiman asetukset
fr: Configurer l'écran de veille « Gravité de particules »
gl: Configuración da gravidade
he: הגדרות כוח המשיכה
hi: ग्रेविटी सेटअप
hu: A Gravitáció képernyővédő beállításai
is: Þyngdarafl
it: Impostazione della gravità
ja: 重力の設定
kk: "Гравитация" баптауы
ko: 중력 설정
lt: Traukos nustatymai
lv: Gravitācijas iestatīšana
nds: "Swoorkraft" instellen
nl: Zwaartekracht instellen
nn: Oppsett av tyngdekraft
pl: Ustawienia grawitacji
pt: Configuração da Gravidade
pt_br: Configuração da gravidade
ro: Setare Gravitație
ru: Гравитация
sk: Nastavenie gravitácie
sl: Nastavi težnost
sr@ijekavian: Подешавање гравитације
sv: Ställ in skärmsläckaren Gravitation
tr: Ağırlık Ayarla
uk: Налаштування зберігача екрана «Гравітація»
zh_cn: 重力设置
zh_tw: 設定重力

source: <h3>Gravity</h3> <p>Particle Gravity Screen Saver for KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code and KScreenSaver "Setup..." improvements by Nick Betcher <nbetcher@usinternet.com> 2001</p>
ar: <h3>الجاذبية</h3> <p>حافظة الشاشة جاذبية الجسيمات لـ KDE</p> حقوق النسخ (c) Ian Reinhart Geiser 2001<br> <p>KConfig code and KScreenSaver "Setup..." improvements by Nick Betcher <nbetcher@usinternet.com> 2001</p>
bg: <h3>Гравитация</h3> <p>Предпазител на екрана с гравитация и частици за KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Код на KConfig и подобрения на настройките за предпазителя от Nick Betcher <nbetcher@usinternet.com> 2001</p>
ca: <h3>Gravity</h3> <p>Estalvi de pantalla Partícules gravitacionals pel KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Millores al codi per al KConfig i «Arranjament...» del KScreenSaver per Nick Betcher <nbetcher@usinternet.com> 2001</p>
cs: <h3>Přitažlivost částic</h3> <p>KDE šetřič obrazovky Přitažlivost částic</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig kód a KScreenSaver "Nastavení..." vylepšil Nick Betcher <nbetcher@usinternet.com> 2001</p>
da: <h3>Tyngde</h3> <p>Partikeltyngde-pauseskærm for KDE</p> Ophavsret (c) Ian Reinhart Geiser 2001<br> <p>KConfig-kode og forbedringer til KScreenSavers "opsætning..." af Nick Betcher <nbetcher@usinternet.com> 2001</p>
de: <h3>Schwerkraft</h3> <p>Partikelschwerkraft-Bildschirmschoner für KDE</p> Copyright © Ian Reinhart Geiser 2001<br> <nbetcher@usinternet.com> 2001</p> <p>Übersetzt von Thomas Fischer</p>
el: <h3>Βαρύτητα</h3> <p>Προφύλαξη οθόνης Βαρύτητα σωματιδίων για το KDE</p> Πνευματικά δικαιώματα (c) Ian Reinhart Geiser 2001<br> <p>Κώδικας KConfig και βελτιώσεις στη "Ρύθμιση..." για το KScreenSaver από τον Nick Betcher <nbetcher@usinternet.com> 2001</p>
es: <h3>Gravitación</h3> <p>Salvapantallas Partículas gravitacionales para KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código para KConfig y KScreenSaver «Configuración...» mejoras de Nick Betcher <nbetcher@usinternet.com> 2001</p>
et: <h3>Raskusjõud</h3> <p>Ekraanisäästja Osakeste Raskusjõud KDE jaoks</p> Autoriõigus (c) Ian Reinhart Geiser 2001<br> <p>KConfig kood ja KScreenSaver "Seaded..." parandused Nick Betcher <nbetcher@usinternet.com> 2001</p>
eu: <h3>Grabitatea</h3> <p>KDE-ren partikula grabitate pantaila-babeslea</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig kodea eta KScreenSaver "Konfiguratu..." hobekuntzak: Nick Betcher <nbetcher@usinternet.com> 2001</p>
fa: <h3>جاذبه</h3> <p>محافظ صفحه نمایش جاذبه ذره برای KDE</p> Copyright (c) یان رین هارت گیسر۲۰۰۱<br> <p>کدKConfigوKScreenSaver«برپایی...»به‌سازیها توسط نیک بچر انجامشد<nbetcher@usinternet.com> 2001</p>
fi: <h3>Painovoima</h3> <p>Partikkelipainovoima näytönsäästäjä KDE:lle</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig koodi ja KScreenSaver "Asetukset…" parannukset Nick Betcher <nbetcher@usinternet.com> 2001</p>
fr: <h3>Gravité de particules</h3> <p>Écran de veille « Gravité de particules » pour KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Améliorations du code de KConfig et de « Configuration » de KScreenSaver par Nick Betcher <nbetcher@usinternet.com> 2001</p>
gl: <h3>Gravidade</h3> <p>O protector de pantalla Gravidade para KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código de KConfig e melloras da configuración de KScreenSaver por Nick Betcher <nbetcher@usinternet.com> 2001</p>
he: <h3>חלקיקים</h3> <p>שומר מסך חלקיקים עבור KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>קוד KConfig ותיקונים ל"הגדרות..." של KScreenSaver על ידי Nick Betcher <nbetcher@usinternet.com> 2001</p>
hi: <h3>ग्रेविटी</h3> <p>केडीई के लिए ग्रेविटी स्क्रीन सेवर</p> सर्वाधिकार सुरक्षित (c) इयान रेइनहार्ट गेइज़र 2001<br> <p>के-कॉन्फिग कोड तथा के-स्क्रीन-सेवर "Setup..." सुधार निक बेचर द्वारा <nbetcher@usinternet.com> 2001</p>
hu: <h3>Gravitáció</h3> <p>Gravitáció képernyővédő a KDE-hez</p> Copyright (c) Ian Reinhart Geiser, 2001.<br> <p>KConfig kód és KScreenSaver "Beállítások..." módosítások: Nick Betcher (<nbetcher@usinternet.com>), 2001.</p>
is: <h3>Þyngdarafl</h3> <p>Þyngdarafl einda skjásvæfa fyrir KDE</p> Höfundarréttur (c) Ian Reinhart Geiser 2001<br> <p>KConfig kóði og "Stilla..." endurbætur eftir Nick Betcher <nbetcher@usinternet.com> 2001</p><p>Richard Allen <ra@ra.is> íslenskaði.</p>
it: <h3>Gravità</h3> <p>Salvaschermo Gravità per KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Codice KConfig e migliorie alla configurazione di KScreenSaver a cura di Nick Betcher <nbetcher@usinternet.com> 2001</p>
ja: <h3>重力</h3> <p>KDE 粒子の重力スクリーンセーバー</p> Copyright (c) Ian Reinhart Geiser 2001<br/> <p>KConfig のコードと KScreenSaver「設定...」の改善: Nick Betcher <nbetcher@usinternet.com> 2001</p>
kk: <h>Гравитация</h3> <p>KDE-нің "Гравитация" экран сақтаушысы</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig коды мен KScreenSaver "Баптау..." жетілдіруін істеген Nick Betcher <nbetcher@usinternet.com> 2001</p>
ko: <h3>중력</h3> <p>KDE를 위한 입자 중력 화면 보호기</p> 저작권자 (c) Ian Reinhart Geiser 2001<br> <p>Nick Betcher가 KConfig 코드를 작성하고 KScreenSaver "설정" 기능을 개선함<nbetcher@usinternet.com> 2001</p>
lv: <h3>Gravity</h3> <p>KDE Particle Gravity ekrāna saudzētājs</p> Autortiesības (c) Ian Reinhart Geiser 2001<br> <p>KConfig kodu un KScreenSaver "Iestatījumi..." uzlabojis Nick Betcher <nbetcher@usinternet.com> 2001</p>
nds: <h3>Deeltje-Swoorkraft</h3> <p>Pausschirm för KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Nick Betcher hett den KConfig-Kode un de Instellen verbetert.<nbetcher@usinternet.com> 2001</p>
nl: <h3>Zwaartekracht</h3> <p>Schermbeveiliging Zwaartekrachtdeeltjes voor KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code en KScreenSaver "Setup..." verbeteringen door Nick Betcher <nbetcher@usinternet.com> 2001</p>
nn: <h3>Gravitasjon</h3> <p>Pauseskjerm med partikkelgravitasjon for KDE</p> Opphavsrett (c) Ian Reinhart Geiser 2001<br/> <p>KConfig-kode og oppsettsforbetringar av Nick Betcher <nbetcher@usinternet.com> 2001</p>
pl: <h3>Grawitacja</h3> <p>Wygaszacz "Grawitacja cząsteczek" dla KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Obsługa KConfig i usprawnienie "Ustawień...": Nick Betcher <nbetcher@usinternet.com> 2001</p>
pt: <h3>Gravidade</h3> <p>O Protector de Ecrã Gravidade das Partículas para o KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código do KConfig e melhoramentos da configuração do KScreenSaver por Nick Betcher <nbetcher@usinternet.com> 2001</p>
pt_br: <h3>Gravidade</h3> <p>Protetor de tela Gravidade de Partículas para o KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>Código do KConfig e melhorias na "Configuração..." do KScreenSaver por Nick Betcher <nbetcher@usinternet.com> 2001</p>
ru: <h3>Гравитация</h3> <p>Хранитель экрана для KDE</p> Copyright (c) Ян Рейнхард Гейзер 2001<br> <p>Код диалога настройки и улучшение интеграции - Ник Бетчер <nbetcher@usinternet.com> 2001</p>
sk: <h3>Gravity</h3> <p>Šetrič obrazovky Particle Gravity pre KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig kód a vylepšenie KScreenSaver "Nastavenie..." Nick Betcher <nbetcher@usinternet.com> 2001</p>
sl: <h3>Težnost</h3> <p>Ohranjevalnik zaslona Težnostni delci za KDE</p> Avtorske pravice © Ian Reinhart Geiser 2001<br> <p>Izboljšava kode v KConfig in izboljšave »Nastavi ...« v KScreenSaver: Nick Betcher <nbetcher@usinternet.com> 2001</p>
sr@ijekavian: <html><h3>Честична гравитација</h3><p>„Честична гравитација“, чувар екрана за КДЕ</p><p>© 2001, Јан Рејнхарт Гејзер.</p><p>KConfig кôд и побољшања у подешавању написао Ник Бечер <email>nbetcher@usinternet.com</email>, 2001.</p></html>
sv: <h3>Gravitation</h3> <p>Skärmsläckare med partikelgravitation för KDE</p> Copyright © Ian Reinhart Geiser 2001<br> <p>Kconfig-kod och Kscreensaver-"Ställ in..."-förbättringar av Nick Betcher <nbetcher@usinternet.com> 2001</p>
tr: <h3>Yerçekimi</h3> <p>KDE için Yerçekimi Ekran Koruyucusu</p> Telif Hakkı (c) Ian Reinhart Geiser 2001<br>
uk: <h3>Гравітація</h3> <p>Зберігач екрана для KDE</p> © Ian Reinhart Geiser, 2001<br> <p>Код для налаштування і вдосконалення — Nick Betcher <nbetcher@usinternet.com> 2001</p>
zh_cn: <h3>Gravity</h3> <p>KDE 下的粒子重力屏幕保护程序</p> 版权所有 (c) Ian Reinhart Geiser 2001<br> <p>Nick Betcher 提供 KConfig 代码和 KScreenSaver“设置...”的改进<nbetcher@usinternet.com> 2001</p>
zh_tw: <h3>重力</h3> <p>KDE的螢幕粒子重力保護程式</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code 和 KScreenSaver "Setup..." 由Nick Betcher 所改進<nbetcher@usinternet.com> 2001</p>

source: Clock
ar: الساعة
bg: Часовник
bs: Sat
ca: Rellotge
cs: Hodiny
da: Ur
de: Uhr
el: Ρολόι
es: Reloj
et: Kell
eu: Ordularia
fa: ساعت
fi: Kello
fr: Horloge
gl: Reloxo
he: שעון
hi: घड़ी
hu: Óra
is: Klukka
it: Orologio
ja: 時計
kk: Сағат
ko: 시계
lt: Laikrodis
lv: Pulkstenis
nds: Klock
nl: Klok
nn: Klokke
pa: ਘੜੀ
pl: Zegar
pt: Relógio
pt_br: Relógio
ro: Ceas
ru: Часы
sk: Hodiny
sl: Ura
sr@ijekavian: Сат
sv: Klocka
tr: Saat
uk: Годинник
zh_cn: 时钟
zh_tw: 時間

source: Setup Clock Screen Saver
ar: تنصيب حافظة الشاشة الساعة
bg: Настройки на предпазителя Часовник
bs: Podesi screen saver 'Sat'
ca: Configura l'estalvi de pantalla Rellotge
cs: Nastavení šetřiče 'Hodiny'
da: Indstil Ur-pauseskærm
de: Bildschirmschoner „Uhr“ einrichten
el: Ρύθμιση προφύλαξης οθόνης Ρολόι
es: Configurar el salvapantallas Reloj
et: Ekraanisäästja Kell seadistamine
eu: Konfiguratu Ordularia pantaila-babeslea
fa: برپایی محافظ صفحه نمایش ساعت
fi: Kellonäytönsäästäjän asetukset
fr: Configurer l'écran de veille « Horloge »
gl: Configurar o protector de pantalla Reloxo
he: הגדרות שומר המסך שעון
hi: घड़ी स्क्रीन सेवर सेटअप करें
hu: Az Óra képernyővédő beállítása
is: Stilla klukkuskjásvæfu
it: Impostazioni salvaschermo Orologio
ja: 時計スクリーンセーバーの設定
kk: "Сағат" экран сақтаушысын баптау
ko: 시계 화면 보호기 설정
lt: Konfigūruoti ekrano užsklandą Laikrodis
lv: Pulksteņa ekrāna saudzētāja iestatīšana
nds: "Klock" instellen
nl: Schermbeveiliging "Klok" instellen
nn: Oppsett av pauseskjermen Klokke
pa: ਘੜੀ ਸਕਰੀਨ-ਸੇਵਰ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Zegar
pt: Configurar o Protector de Ecrã Relógio
pt_br: Configurar protetor de tela Relógio
ro: Setare protecție ecran Ceas
ru: Настройка хранителя экрана «Часы»
sk: Nastavenie šetriča Hodiny
sl: Nastavi ohranjevalnik zaslona Ura
sr@ijekavian: Подешавање чувара екрана
sv: Ställ in skärmsläckaren Klocka
tr: Saat Ekran Koruyucusu
uk: Налаштування зберігача екрана «Годинник»
zh_cn: 设置时钟屏幕保护程序
zh_tw: 設定時間螢幕保護程式

source: &Hour-hand:
ar: عقرب الساعات:
bg: &Часова стрелка:
bs: Kazaljka &sati:
ca: Agulla de les &hores:
cs: &Hodinová ručička:
da: &Time-viser:
de: &Stundenzeiger:
el: Δείκτης &ωρών:
es: Aguja de las &horas:
et: &Tunniosuti:
eu: &Orduen-orratza:
fa: عقربه &ساعت شمار:‌
fi: &Tuntiviisari:
fr: &Petite aiguille :
gl: Agulla das &horas:
he: מחוג &שעות
hi: घंटा-काँटाः (&H)
hu: &Nagymutató:
is: &Klukkustundavísir:
it: Lancetta delle &Ore:
ja: 時針(&H):
kk: &Сағат тілі:
ko: 시침(&H):
lv: Stundu r&ādītājs:
nds: &Stünnenwieser:
nl: &Uurwijzer:
nn: &Timevisar:
pa: ਘੰਟਾ-ਸੂਈ(&H):
pl: Wskazówka &godzinowa:
pt: Mão das &horas:
pt_br: &Horário:
ro: Limbă &ore:
ru: &Часовая стрелка:
sk: &Hodinová ručička:
sl: &Urni kazalec:
sr@ijekavian: Казаљка &сати:
sv: &Timvisare:
tr: &Akrep:
uk: &Годинна стрілка:
zh_cn: 时针(&H)：
zh_tw: 時針(&H)：

source: &Minute-hand:
ar: عقرب الدقائق:
bg: &Минутна стрелка:
bs: Kazaljka &minuta:
ca: Agulla dels &minuts:
cs: &Minutová ručička:
da: &Minut-viser:
de: &Minutenzeiger:
el: Δείκτης &λεπτών:
es: Aguja de los &minutos:
et: &Minutiosuti:
eu: &Minutuen-orratza:
fa: عقربه &دقیقه شمار:‌
fi: &Minuuttiviisari:
fr: &Grande aiguille :
gl: Agulla dos &minutos:
he: מחוג &דקות
hi: मिनट-काँटाः (&M)
hu: &Kismutató:
is: &Mínútuvísir:
it: Lancetta dei &Minuti:
ja: 分針(&M):
kk: Минут тілі:
ko: 분침(&M):
lv: &Minūšu rādītājs:
nds: &Minutenwieser:
nl: &Minutenwijzer:
nn: &Minuttvisar:
pa: ਮਿੰਟ-ਸੂਈ(&M):
pl: Wskazówka &minutowa:
pt: Mão dos &minutos:
pt_br: &Minuto:
ro: Limbă &minute:
ru: &Минутная стрелка:
sk: &Minutová ručička:
sl: &Minutni kazalec:
sr@ijekavian: Казаљка &минута:
sv: &Minutvisare:
tr: &Yelkovan:
uk: &Хвилинна стрілка:
zh_cn: 分针(&M)：
zh_tw: 分針(&M)：

source: &Second-hand:
ar: عقرب الثوان:
bg: &Секундна стрелка:
bs: Kazaljka &sekundi:
ca: Agulla dels &segons:
cs: V&teřinová ručička:
da: &Anden-viser:
de: S&ekundenzeiger:
el: Δείκτης &δευτερολέπτων:
es: Aguja de los &segundos:
et: &Sekundiosuti:
eu: &Segunduen-orratza:
fa: عقربه &ثانیه شمار:‌
fi: &Sekuntiviisari:
fr: &Trotteuse :
gl: Agulla dos &segundos:
he: מחוג ש&ניות
hi: मिनट-काँटाः (&S)
hu: Más&odpercmutató:
is: &Sekúnduvísir:
it: Lancetta dei &Secondi:
ja: 秒針(&S):
kk: С&екунд тілі:
ko: 초침(&S):
lv: &Sekunžu rādītājs:
nds: Se&kunnenwieser:
nl: &Secondenwijzer:
nn: &Sekundvisar:
pa: ਸਕਿੰਟ-ਸੂਈ(&S):
pl: Wskazówka &sekundowa:
pt: Mão dos &segundos:
pt_br: &Segundo:
ro: Limbă &secunde:
ru: &Секундная стрелка:
sk: &Sekundová ručička:
sl: &Sekundni kazalec:
sr@ijekavian: Казаљка се&кунди:
sv: &Sekundvisare:
tr: &Saniye:
uk: &Секундна стрілка:
zh_cn: 秒针(&S):
zh_tw: 秒針(&S)：

source: Scal&e:
ar: تمدد:
bg: &Циферблат:
bs: Skal&a:
ca: &Escala:
cs: Měřít&ko:
da: Skal&a:
de: S&kala:
el: &Κλίμακα:
es: &Escala:
et: S&kaala:
eu: &Doitu:
fa: &مقیاس:‌
fi: Skaa&laus:
fr: Ajust&er :
gl: &Escala:
he: ס&קלה:
hi: आकार दें: (&e)
hu: Mére&tezés:
is: Sk&ali:
it: Tacch&ette:
ja: 目盛(&E):
kk: Мас&штабы:
ko: 비율(&E):
lt: Mast&elis:
lv: Mēro&gs:
nds: &Indelen:
nl: Schaa&l:
nn: S&kala:
pa: ਪੈਮਾਨਾ(&e):
pl: &Skala:
pt: &Escala:
pt_br: &Escala:
ro: Scal&are:
ru: &Деления:
sk: Mi&erka:
sl: Ume&ri:
sr@ijekavian: Разм&јера:
sv: S&kala:
tr: Ölç&ek:
uk: Мас&штаб:
zh_cn: 刻度(&E)：
zh_tw: 刻度(&E)：

source: &Background:
ar: ال&خلفية:
bg: &Фон:
bs: &Pozadina:
ca: &Fons:
cs: &Pozadí:
da: &Baggrund:
de: &Hintergrund:
el: &Φόντο:
es: &Fondo:
et: T&aust:
eu: A&tzeko-planoa:
fa: &زمینه:‌
fi: &Tausta:
fr: &Image de fond :
gl: &Fondo:
he: &רקע:
hi: पृष्ठभूमिः (&B)
hu: &Háttér:
is: &Bakgrunnur:
it: &Sfondo:
ja: 背景(&B):
kk: &Аясы:
ko: 배경(&B):
lt: &Fonas:
lv: &Fons:
nds: &Achtergrund:
nl: &Achtergrond:
nn: &Bakgrunn:
pa: ਪਿੱਠਭੂਮੀ(&B):
pl: &Tło:
pt: &Fundo:
pt_br: &Plano de fundo:
ro: &Fundal:
ru: &Фон:
sk: &Pozadie:
sl: &Ozadje:
sr@ijekavian: &Позадина:
sv: &Bakgrund:
tr: &Arkaplan:
uk: &Тло:
zh_cn: 背景(&B)：
zh_tw: 背景(&B)：

source: Si&ze:
ar: الح&جم:
bg: &Размер:
bs: &Veličina:
ca: M&ida:
cs: Veliko&st:
da: Stø&rrelse::
de: &Größe:
el: &Μέγεθος:
es: &Tamaño:
et: Suu&rus:
eu: Tama&ina:
fa: &اندازه:‌
fi: &Koko:
fr: Tai&lle :
gl: Tama&ño:
he: &גודל:
hi: आकार: (&z)
hu: Mér&et:
is: S&tærð:
it: Dimen&sione:
ja: 大きさ(&Z):
kk: Ө&лшемі:
ko: 크기(&Z):
lt: &Dydis:
lv: I&zmērs:
nds: &Grött:
nl: &Grootte:
nn: Stor&leik:
pa: ਆਕਾਰ(&z):
pl: &Rozmiar:
pt: Di&mensões:
pt_br: &Tamanho:
ro: &Mărime:
ru: &Размер:
sk: Veľ&kosť:
sl: Veli&kost:
sr@ijekavian: &Величина:
sv: Sto&rlek:
tr: Bo&yut:
uk: Ро&змір:
zh_cn: 大小(&Z)：
zh_tw: 大小(&Z)：

source: Small
ar: صغير
bg: Малък
bs: Malo
ca: Petita
cs: Malá
da: Lille
de: Klein
el: Μικρό
es: Pequeño
et: Väike
eu: Txikia
fa: کوچک
fi: Pieni
fr: Petite
gl: Pequeno
he: קטן
hi: छोटा
hu: kicsi
is: Lítil
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lt: Mažas
lv: Sīks
nds: Lütt
nl: Klein
nn: Liten
pa: ਛੋਟਾ
pl: Mały
pt: Pequeno
pt_br: Pequeno
ro: Mică
ru: Маленький
sk: Malé
sl: Majhna
sr@ijekavian: мали
sv: Liten
tr: Küçük
uk: Малий
zh_cn: 小
zh_tw: 小

source: Medium
ar: متوسط
bg: Среден
bs: Srednje
ca: Mitjana
cs: Střední
da: Middel
de: Mittel
el: Μεσαίο
es: Mediano
et: Keskmine
eu: Ertaina
fa: متوسط
fi: Keskikokoinen
fr: Moyenne
gl: Medio
he: בינוני
hi: मध्यम
hu: közepes
is: Miðlungs
it: Medio
ja: 普通
kk: Орташа
ko: 중간
lt: Vidutinis
lv: Vidējs
nds: Middel
nl: Middel
nn: Middels
pa: ਮੱਧਮ
pl: Średni
pt: Médio
pt_br: Médio
ro: Medie
ru: Средний
sk: Stredné
sl: Srednja
sr@ijekavian: средњи
sv: Normal
tr: Orta
uk: Середній
zh_cn: 中
zh_tw: 中

source: Big
ar: كبير
bg: Голям
bs: Veliko
ca: Gran
cs: Velká
da: Stor
de: Groß
el: Μεγάλο
es: Grande
et: Suur
eu: Handia
fa: بزرگ
fi: Suuri
fr: Grande
gl: Grande
he: גדול
hi: बड़ा
hu: nagy
is: Stór
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lt: Didelis
lv: Liels
nds: Groot
nl: Groot
nn: Stor
pa: ਵੱਡਾ
pl: Duży
pt: Grande
pt_br: Grande
ro: Mare
ru: Большой
sk: Veľké
sl: Velika
sr@ijekavian: велики
sv: Stor
tr: Büyük
uk: Великий
zh_cn: 大
zh_tw: 大

source: &Keep clock centered
ar: أبق الساعة بالمنتصف
bg: Ц&ентриране на часовника в средата на екрана
bs: &Centriraj sat
ca: &Mantenir el rellotge centrat
cs: &Udržovat hodiny vycentrované
da: &Hold uret centreret
de: Uhr &zentrieren
el: &Διατήρηση του ρολογιού στο κέντρο
es: &Mantener el reloj centrado
et: Kell &on keskjoondatud
eu: &Mantendu erlojua zentruan
fa: در مرکز &نگه داشتن ساعت‌
fi: &Pidä kello keskitettynä
fr: &Maintenir l'horloge centrée
gl: &Manter o reloxo centrado
he: שמור את השעון ב&מרכז
hi: घड़ी केंद्रि में रखें (&K)
hu: Automatikus közé&pre igazítás
is: &Halda klukkunni í miðjunni
it: &Mantieni l'orologio al centro
ja: 時計を中央に固定する(&K)
kk: &Ортада болсын
ko: 중앙에 시계 두기(&K)
lv: &Turēt pulksteni centrā
nds: In de Me&rrn
nl: &Klok in het midden houden
nn: &Hald klokka midt på
pa: ਘੜੀ ਨੂੰ ਕੇਂਦਰ ਵਿੱਚ ਰੱਖੋ(&K)
pl: &Wyśrodkuj zegar
pt: &Manter o relógio centrado
pt_br: Manter relógio &centralizado
ro: Afișează ceasul &centrat
ru: Показывать часы по &центру
sk: &Nechať hodiny v strede
sl: O&hrani uro na sredini
sr@ijekavian: &Држи сат на средини
sv: &Håll klockan centrerad
tr: &Saati ortada tut
uk: Показувати годинник по &центру
zh_cn: 保持时钟居中(&K)
zh_tw: 將時鐘置中(&K)
