Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: Color rate:
ar: معدل اللون:
bg: Честота на цвят:
bs: Brzina boja:
ca: Proporció de color:
cs: Barvy:
da: Farverate:
de: Farbwechselrate:
el: Ρυθμός χρωμάτων:
es: Velocidad del color:
et: Värvivahetuse sagedus:
eu: Kolorearen abiadura:
fa: میزان رنگ:
fi: Värinopeus:
fr: Coloration :
gl: Frecuencia da cor:
he: קצב צבעים:
hi: रंग दरः
hu: Színráta:
is: Litatíðni:
it: Tasso di colore:
ja: 色の変更:
kk: Түстер ауыстыруы:
ko: 색상 비율:
lt: Spalvų lygis:
lv: Krāsu proporcija:
nds: Klöörwessel-Gauheit:
nl: Kleurverloopsnelheid:
nn: Fargerate:
pa: ਰੰਗ ਰੇਟ:
pl: Zmiana koloru:
pt: Frequência da cor:
pt_br: Taxa de cor:
ro: Rata culorii:
ru: Изменение цвета:
sk: Rýchlosť farieb:
sl: Delež barv:
sr@ijekavian: Брзина боја:
sv: Färgfrekvens:
tr: Renk oranı:
uk: Зміна кольорів:
zh_cn: 颜色变化率：
zh_tw: 顏色速率：

source: Rotation Z:
ar: استدارة Z:
bg: Завъртане по Z:
bs: Rotacija Z:
ca: Rotació Z:
cs: Rotace Z:
de: Z-Rotation:
el: Περιστροφή Z:
es: Rotación Z:
et: Z-telje pööramine:
eu: Z biraketa:
fa: چرخش Z:
fi: Kääntö Z:
fr: Rotation en Z :
gl: Rotación Z:
he: סיבוב Z:
hi: परिक्रमण Z:
hu: Z-forgás:
is: Z snúningur:
it: Rotazione asse Z:
ja: Z 回転:
kk: Z айналуы:
ko: Z 축 회전:
lt: Sukimasis Z:
lv: Rotācija Z:
nds: Dreihen Z-Richt:
nl: Z-rotatie:
nn: Z-rotering:
pa: ਘੁੰਮਣ Z:
pl: Obrót Z:
pt: Rotação Z:
pt_br: Rotação Z:
ro: Rotație Z:
ru: Вращение по оси Z:
sk: Otočenie Z:
sl: Vrtenje Z:
sr@ijekavian: Ротација око Z-oce:
tr: Z Deviri:
uk: Обертання по Z:
zh_cn: Z方向旋转：
zh_tw: 旋轉Z：

source: Rotation Y:
ar: استدارة Y:
bg: Завъртане по Y:
bs: Rotacija Y:
ca: Rotació Y:
cs: Rotace Y:
de: Y-Rotation:
el: Περιστροφή Y:
es: Rotación Y:
et: Y-telje pööramine:
eu: Y biraketa:
fa: چرخش Y:
fi: Kääntö Y:
fr: Rotation en Y :
gl: Rotación Y:
he: סיבוב Y:
hi: परिक्रमण Y:
hu: Y-forgás:
is: X snúningur:
it: Rotazione asse Y:
ja: Y 回転:
kk: Y айналуы:
ko: Y 축 회전:
lt: Sukimasis Y:
lv: Rotācija Y:
nds: Dreihen Y-Richt:
nl: Y-rotatie:
nn: Y-rotering:
pa: ਘੁੰਮਣ Y:
pl: Obrót Y:
pt: Rotação Y:
pt_br: Rotação Y:
ro: Rotație Y:
ru: Вращение по оси Y:
sk: Otočenie Y:
sl: Vrtenje Y:
sr@ijekavian: Ротација око Y-oce:
tr: Y Deviri:
uk: Обертання по Y:
zh_cn: Y方向旋转：
zh_tw: 旋轉Y：

source: Rotation X:
ar: استدارة X:
bg: Завъртане по X:
bs: Rotacija X:
ca: Rotació X:
cs: Rotace X:
de: X-Rotation:
el: Περιστροφή X:
es: Rotación X:
et: X-telje pööramine:
eu: X biraketa:
fa: چرخش X:
fi: Kääntö X:
fr: Rotation en X :
gl: Rotación X:
he: סיבוב X:
hi: परिक्रमण X:
hu: X-forgás:
is: X snúningur:
it: Rotazione asse X:
ja: X 回転:
kk: X айналуы:
ko: X 축 회전:
lt: Sukimasis X:
lv: Rotācija X:
nds: Dreihen X-Richt:
nl: X-rotatie:
nn: X-rotering:
pa: ਘੁੰਮਣ X:
pl: Obrót X:
pt: Rotação X:
pt_br: Rotação X:
ro: Rotație X:
ru: Вращение по оси X:
sk: Otočenie X:
sl: Vrtenje X:
sr@ijekavian: Ротација око X-oce:
tr: X Deviri:
uk: Обертання по X:
zh_cn: X方向旋转：
zh_tw: 旋轉X：

source: Lorenz Attractor screen saver for KDE Copyright (c) 2000 Nicolas Brodu
ar: حافظة الشاشة Lorenz Attractor لأجل KDE حقوق النسخ (c) 2000 Nicolas Brodu
bg: Предпазител на екрана Lorenz Attractor за KDE Copyright (c) 2000 Nicolas Brodu
bs: Lorenz Attractor screen saver za KDE Sva prava pridržava (c) 2000 Nicolas Brodu
ca: Estalvi de pantalla Lorenz attractor per al KDE Copyright (c) 2000 Nicolas Brodu
cs: Šetřič obrazovky 'Lorenzův atraktor' pro KDE Copyright (c) 2000 Nicolas Brodu
da: Lorenz Attractor-pauseskærm for KDE Ophavsret (c) 2000 Nicolas Brodu
de: <h3>Lorenz-Attraktor-Bildschirmschoner für KDE</h3> <p>Copyright © 2000 Nicolas Brodu</p> <p>Übersetzt von Thomas Fischer</p>
el: Προφύλαξη οθόνης Ελκυστής Lorenz για το KDE Πνευματικά δικαιώματα (c) 2000 Nicolas Brodu
es: Salvapantallas Atractor de Lorenz para KDE Copyright © 2000 Nicolas Brodu
et: Ekraanisäästja Lorenzi atraktor KDE jaoks Autoriõigus (c) 2000 Nicolas Brodu
eu: KDE-ren Lorenz erakarlea pantaila babeslea Copyright (c) 2000 Nicolas Brodu
fa: محافظ صفحه نمایش رباینده Lorenz برای KDE Copyright (c) 2000نیکولاس برودو
fi: Lorenz Attraktori ruudunsäästäjä KDE:lle Copyright (c) 2000 Nicolas Brodu
fr: Écran de veille « Attracteur de Lorentz » pour KDE Copyright (c) 2000 par Nicolas Brodu
gl: O protector de pantalla do atractor caótico de Lorenz para KDE Copyright (c) 2000 Nicolas Brodu
he: שומר מסך מושך לורנץ עבור KDE Copyright (c) 2000 Nicolas Brodu
hi: केडीई हेतु लॉरेन्ज अट्रेक्टर स्क्रीन सेवर सर्वाधिकार (c) 2000 निकोलस ब्रॉदू
hu: Lorenz-görbe KDE-s képernyővédő Copyright (c) Nicolas Brodu, 2000.
is: Skjásvæfa byggð á Lorenz aðdráttarmengjum fyrir KDE Höfundarréttur (c) 2000 Nicolas Brodu Richard Allen ra@ra.is íslenskaði
it: Salvaschermo Attrattore di Lorenz per KDE Copyright (c) 2000 Nicolas Brodu
ja: KDE ローレンツアトラクタ スクリーンセーバー Copyright (c) 2000 Nicolas Brodu
kk: KDE-yxw "Лоренц аттракторы" экран сақтаушысы Copyright (c) 2000 Nicolas Brodu
ko: KDE를 위한 로렌츠 끌개 화면 보호기 저작권자 (c) 2000 Nicolas Brodu
lt: Lorenco atraktoriaus ekrano užsklanda skirta KDE Copyright (c) 2000 Nicolas Brodu
lv: Lorenz Attractor KDE ekrāna saudzētājs Autortiesības (c) 2000 Nicolas Brodu
nds: Lorenz-Antrecker Pausschirm för KDE Copyright © 2000 Nicolas Brodu
nl: Schermbeveiliging Lorenz Attractor voor KDE Copyright (c) 2000 Nicolas Brodu
nn: Pauseskjermen Lorenz-tiltrekking for KDE Opphavsrett (c) 2000 Nicolas Brodu
pl: Atraktor Lorenza, wygaszacz ekranu dla KDE Copyright (c) 2000 Nicolas Brodu
pt: O protector de ecrã Atracção de Lorenz para o KDE Copyright (c) 2000 Nicolas Brodu
pt_br: Protetor de tela Atração de Lorenz para KDE Copyright (c) 2000 Nicolas Brodu
ro: Atragere Lorenz pentru KDE Copyright (c) 2000 Nicolas Brodu
ru: Хранитель экрана для KDE «Странный аттрактор Лоренца» © Николас Бродю, 2000
sk: Šetrič obrazovky Lorenz Attractor pre KDE Copyright (c) 2000 Nicolas Brodu
sl: Ohranjevalnik zaslona Lorenzov atraktor za KDE Avtorske pravice © 2000 Nicolas Brodu
sr@ijekavian: К‑лоренц (Лоренцов атрактор), чувар екрана за КДЕ © 2000, Никола Броду
sv: Skärmsläckaren Lorenz attraktor för KDE Copyright © 2000 Nicolas Brodu
tr: KDE için Lorenz ekran koruyucusu Telif Hakkı (c) 2000 Nicolas Brodu
uk: Зберігач екрана «Атрактор Лоренца» для KDE © Nicolas Brodu, 2000
zh_cn: KDE Lorenz Attractor 屏幕保护程序 版权所有 (c) 2000 Nicolas Brodu
zh_tw: KDE用的Lorenz Attractor螢幕保護程式 Copyright (c) 2000 Nicolas Brodu

source: Simulation of a two-part pendulum
ar: محاكاة بندول من جزئين
bg: Симулация на махало от две части
bs: Simulacija za two-part pendulum
ca: Simulació d'un pèndol de dues peces
cs: Simulace dvojdílného kyvadla
da: Simulering af et pendulum med to dele
de: Simulation eines zweiteiligen Pendels
el: Προσομοίωση ενός διπλού εκκρεμούς
es: Simulación de un péndulo doble
et: Kaheosalise pendli simulatsioon
eu: Pendulo bikoitzaren simulazioa
fa: شبیه‌سازی آونگ دو جزئی
fi: Kaksiosaisen heilurin simulaatio
fr: Simulation d'un pendule à deux parties
gl: Simulación dun péndulo de dúas partes
he: סימולציה של מטוטלת עם שני חלקים
hi: दो भाग वाले पेंडुलम का प्रतिरूप
hu: Kétrészes inga szimulációja
is: Líkan af tveggja hluta pendli
it: Simulazione di un pendolo a due parti
ja: 2 拍子振り子のシミュレーション
kk: Екі бүгілу әткеншек эмуляциясы
ko: 두 부분 진자 시뮬레이션
lt: Dviejų dalių švytuoklės simuliavimas
lv: Divu daļu svārsta simulācija
nds: Simuleren vun en Pennel ut twee Delen
nl: Simulatie van een tweedelige pendule
nn: Simulering av ein todelt pendel
pl: Symulacja dwuczęściowego wahadła
pt: Simulação de um pêndulo de duas partes
pt_br: Simulação de um pêndulo em duas partes
ro: Simularea unui pendul din două componente
ru: Симуляция маятника, состоящего из двух частей
sk: Simulácia dvojramenného kyvadla
sl: Simulacija dvodelnega nihala
sr@ijekavian: Симулација дводијелног клатна
sv: Simulering av en tvådelad pendel
tr: İki parçalı sarkaç simülasyonu
uk: Симуляція маятника, який складається з двох частин
zh_cn: 模拟钟摆的两部分
zh_tw: 模擬兩部份鐘擺

source: KPendulum Setup
ar: تنصيب KPendulum
bg: Настройки на предпазителя Махало
bs: KPendulum podešavanje
ca: Configura KPendulum
cs: Nastavení KPendulum
da: Opsætning af KPendulum
de: Bildschirmschoner „Pendel“ einrichten
el: Ρύθμιση Εκκρεμούς
es: Configuración de KPendulum
et: KPendulumi seadistus
eu: KPendulum-en konfigurazioa
fa: برپایی KPendulum
fi: KPendulum asetukset
fr: Configuration de KPendulum
gl: Configuración de KPendulum
he: הגדרות KPendulum
hi: के-पेंडुलम सेटअप
hu: A KPendulum beállításai
is: Stillingar KPendulum
it: Impostazione di Kpendolo
ja: 振り子の設定
kk: "Әткеншек" баптауы
ko: KPendulum 설정
lt: KPendulum konfigūravimas
lv: KSvārsts iestatīšana
nds: "Pennel" instellen
nl: KPendulum instellen
nn: Oppsett av KPendulum
pa: ਕੇ-ਪੈਡੂਲਮ ਸੈਟਅੱਪ
pl: Ustawienia wygaszacza Wahadło
pt: Configuração do Pêndulo
pt_br: Configuração do KPendulum
ro: Setare Pendul
ru: Настройка хранителя экрана «Маятник»
sk: Nastavenie KPendulum
sl: Nastavi Nihalo
sr@ijekavian: Подешавање К‑клатна
sv: Ställ in Pendel
tr: KSarkaç Ayarları
uk: Налаштування зберігача екрана «Маятник»
zh_cn: K 钟摆设置
zh_tw: KPendulum 設定

source: Ratio of 2nd mass to sum of both masses. Valid values from %1 to %2.
ar: النسبة بين الكتلة الثانية لمجموع كلا الكتلتين. القيم المتاحة من %1 إلى %2.
bg: Коефициент на масата на второто рамо отнесена към сумата от масата на двете рамена. Валидни стойности от %1 до %2.
bs: Omjer druge mase i sume obje mase. Ispravne vrijednosti između %1 i %2.
ca: La segona massa dividida entre la suma de les 2 masses. Valors vàlids des de %1 a %2.
cs: Poměr hmotnosti druhého dílu vůči součtu obou hmotností. Platné jsou hodnoty od %1 do %2.
da: Ratio af 2. masse til sum af begge masser. Gyldige værdier fra %1 til %2.
de: Verhältnis der zweiten Massen zur gesamten Masse. Gültige Werte liegen zwischen %1 und %2.
el: Λόγος της δεύτερης μάζας προς το άθροισμα των μαζών. Επιτρεπτές τιμές από %1 έως %2.
es: Parte de la segunda masa que se suma a ambas. Valores válidos entre %1 y %2.
et: Teise massi suhe kahe osa kogumassi. Sobivad väärtused %1 kuni %2.
eu: Bietara gehitzen den masaren bigarren zatia. Balio onartuak %1 eta %2 artekoak dira.
fa: نسبت دومین جرم به مجموع هر دو جرم. مقادیر معتبر از %1 تا %2.
fi: Toisen massan suhde molempien massojen summaan. Sallitut arvot välillä %1 - %2.
fr: Rapport de la seconde masse sur la somme des deux masses. Les valeurs valables vont de %1 à %2.
gl: Proporción da 2.ª masa que se debe sumar a ambas as masas. Os valores válidos van de %1 a %2.
he: יחס בין המסה השנייה לבין סכום שני המסות. ערך תקין בין %1 ל־%2.
hi: द्वितीय मात्रा तथा दोनों मात्राओं के योग का अनुपात. वैध मान हैं %1 से %2.
hu: Az inga második részének (annak tömegének) aránya az inga teljes tömegéhez. Érvényességi tartomány - ettől: %1 eddig: %2.
is: Hlutfall seinna massans af báðum mössunum. Lögleg gildi eru frá %1 til %2.
it: Rapporto della seconda massa rispetto alla somma di entrambe le masse. I valori validi vanno da %1 a %2.
ja: 2 番目の質量と両方の質量の合計の比率 有効な値は %1 から %2 まで
kk: 2-ші массаның қос массасымен ара-қатынасы. Дұрыс аралығы: %1 - %2
ko: 두 번째 물질의 질량과 두 물질의 질량 합의 비율입니다. 유효한 값의 범위는 %1부터 %2까지입니다.
lv: Otras masas daļa pret abu daļu summu. Derīgas vērtības no %1 līdz %2.
nds: Proportschoon twischen twete un hele Mass. (Weerten twischen %1 un %2)
nl: Verhouding van de tweede massa tot de som van beide massa's. Geldige waarden van %1 tot %2.
nn: Forhold av masse 2 til summen av begge massane. Gyldige verdiar fra %1 til %2.
pl: Stosunek drugiej masy do sumy obu mas. Zakres poprawnych wartości to %1 - %2.
pt: Rácio da 2ª passa a somar a ambas as massas. Os valores válidos vão de %1 a %2.
pt_br: Proporção da segunda massa, para a soma de ambas as massas. OS valores válidos são de %1 até %2.
ru: Отношение массы второй части к общей массе маятника. Правильные значения от %1 до %2.
sk: Pomer druhej hmotnosti k súčtu oboch hmotnosti. Platné hodnoty sú od %1 do %2.
sl: Razmerje druge mase proti seštevku obeh mas. Veljavne vrednosti so med %1 in %2.
sr@ijekavian: Однос друге масе према збиру обје. Могуће вриједности су између %1 и %2.
sv: Förhållandet mellan andra massan och summan av båda massorna. Giltiga värden från %1 till %2.
tr: İkinci kütlenin tüm ktülelerin toplamına oranı %1 ve %2 arasındaki değerler geçerlidir.
uk: Відношення маси другої частини до загальної маси. Чинні значення від %1 до %2.
zh_cn: 第二钟摆重量对两个钟摆总重量的比值。 有效值从 %1 到 %2。
zh_tw: 第二鐘擺重量對總重量的比值。 合理的數值為 %1 到 %2。

source: Ratio of 2nd pendulum part length to the sum of both part lengths. Valid values from %1 to %2.
ar: النسبة بين طول جزء البندول الثاني لمجموع طولا الجزء. القيم المتاحة من %1 إلى %2.
bg: Коефициент на дължината на второто рамо отнесена към сумата от дължините на двете рамена. Валидни стойности от %1 до %2.
bs: Omjer dužine drugog dijela "penduluma" i sume obje dužine. Ispravne vrijednosti između %1 i %2.
ca: La longitud de la segona peça del pèndol dividida entre la suma de les dues longituds. Valors vàlids des de %1 a %2.
cs: Poměr délky druhého dílu vůči součtu obou délek. Platné jsou hodnoty od %1 do %2.
da: Ratio af 2. pendulumdeles længde til summen af begge deles længder. Gyldige værdier fra %1 til %2.
de: Verhältnis der Länge des zweiten Pendelteils zur Gesamtlänge beider Teile. Gültige Werte liegen zwischen %1 und %2.
el: Λόγος τους μήκους του δεύτερου τμήματος του εκκρεμούς προς το άθροισμα των μηκών. Επιτρεπτές τιμές από %1 έως %2.
es: Parte de la longitud del segundo péndulo que se suma a ambas longitudes. Valores válidos entre %1 y %2.
et: Teise pendliosa pikkuse mõlema osa kogupikkusse. Sobivad väärtused %1 kuni %2.
eu: Bi luzeretara gehitzen den bigarren penduluaren luzeraren zatia. Balio onartuak %1 eta %2 artekoak dira.
fa: نسبت طول دومین جزء آونگ به مجموع طولهای هر دو جزء. مقادیر معتبر از %1 تا %2.
fi: Toisen heilurin pituuden suhde molempien heilurien yhteispituuteen. Sallitut arvot välillä %1 - %2.
fr: Rapport de la longueur de la seconde partie du pendule sur la somme des deux longueurs. Les valeurs valables vont de %1 à %2.
gl: Proporción da lonxitude da parte do 2.º péndulo respecto da suma de ambas as lonxitudes. Os valores válidos van de %1 a %2.
he: יחס בין אורך חלק המטוטלת השני לבין סכום אורכי שני החלקים. ערך תקין בין %1 ל־%2.
hi: द्वितीय पेंडुलम भाग लंबाई तथा दोनों भाग लंबाई के योग का अनुपात. वैध मान हैं %1 से %2.
hu: Az inga második részének (annak hosszának) aránya az inga teljes hosszához. Érvényességi tartomány - ettől: %1 eddig: %2.
is: Hlutfall af lengd seinni pendúlssins af lengd beggja hluta. Lögleg gildi eru frá %1 til %2.
it: Rapporto della lunghezza della seconda parte del pendolo rispetto alla somma della lunghezza di entrambe le parti. I valori validi vanno da %1 a %2.
ja: 2 番目の振り子の長さと両方の長さの合計の比率 有効な値は %1 から %2 まで
kk: 2-ші бөлігінің ұзындығы мен екеуінің ұзындығының ара-қатынасы Дұрыс аралығы: %1 - %2
ko: 두 번째 진자 길이와 전체 길이 합의 비율입니다. 유효한 값의 범위는 %1부터 %2까지입니다.
lv: Otras svarsta daļas garums pret abu daļu garumiem koefficients. Derīgas vērtības no %1 līdz %2.
nds: Proportschoon twischen tweet Pennel- un heel Pennellängde. (Weerten twischen %1 un %2)
nl: Verhouding van de lengte van de tweede pendule tot de som van lengte van de twee. Geldige waarden van %1 tot %2.
nn: Forhold mellom lengda av andre pendeldel til summen av begge dellengdene. Gyldige verdiar frå %1 til %2.
pl: Stosunek długości drugiej części drugiej masy sumy obu długości. Zakres poprawnych wartości to %1 - %2.
pt: Rácio do comprimento da parte do 2ª pêndulo para a soma de ambos os comprimentos. Os valores válidos vão de %1 a %2.
pt_br: Proporção do comprimento da segunda parte do pêndulo, para a soma dos comprimentos de ambas as partes. Valores válidos de %1 até %2.
ru: Отношение длины второй части к общей длине маятника. Правильные значения от %1 до %2.
sk: Pomer dĺžky druhej časti k súčtu dĺžok oboch častí. Platné hodnoty sú od %1 do %2.
sl: Razmerje delne dolžine drugega nihala proti vsoti obeh dolžin delov. Veljavne vrednosti so med %1 in %2.
sr@ijekavian: Однос дужине другог дијела клатна према збиру дужина оба дијела. Могуће вриједности су између %1 и %2.
sv: Förhållande mellan den andra pendeldelens längd och summan av båda delarnas längder. Giltiga värden från %1 till %2.
tr: Sarkacın ikinci kısmının uzunluğunun toplam uzunluğa oranı %1 ve %2 arasındaki değerler geçerlidir.
uk: Відношення довжини другої частини до загальної довжини маятника. Чинні значення від %1 до %2.
zh_cn: 第二钟摆长度对两个钟摆总长度的比值。 有效值从 %1 到 %2。
zh_tw: 第二鐘擺長度對兩個鐘擺總長度的比值。 合理的數值為 %1 到 %2。

source: Gravitational constant in arbitrary units. Valid values from %1 to %2.
ar: ثابت الانجذاب في الوحدات الكيفية. القيم المتاحة من %1 إلى %2.
bg: Гравитация. Валидни стойности от %1 до %2.
bs: Gravitaciona konstanta u nedefinisanoj jedinici. Ispravne vrijednosti između %1 i %2.
ca: La constant gravitatòria en unitats arbitràries. Valors vàlids des de %1 a %2.
cs: Gravitační konstanta v arbitrárních jednotkách. Platné jsou hodnoty od %1 do %2.
da: Gravitationskonstant i vilkårlige enheder. Gyldige værdier fra %1 til %2.
de: Gravitationskonstante in beliebiger Einheit. Gültige Werte liegen zwischen %1 und %2.
el: Βαρυτική σταθερά σε αυθαίρετες μονάδες. Επιτρεπτές τιμές από %1 έως %2.
es: Constante gravitacional en unidades arbitrarias. Valores válidos entre %1 y %2.
et: Gravitatsioonikonstant suvalistes ühikutes. Sobivad väärtused %1 kuni %2.
eu: Grabitatearen konstatea unitate arbitrarioan. Balio onartuak %1 eta %2 artekoak dira.
fa: مقدار ثابت گرانشی برحسب واحدهای اختیاری. مقادیر معتبر از %1 تا %2.
fi: Gravitaatiovakio mielivaltaisissa yksiköissä. Sallitut arvot välillä %1 - %2.
fr: Constante de gravité en unités arbitraires. Les valeurs valables vont de %1 à %2.
gl: Constante gravitacional en unidades arbitrarias. Os valores válidos van de %1 a %2.
he: קבוע גרביטציה ביחידות כלשהן. ערך תקין בין %1 ל־%2.
hi: गुरूत्वीय स्थिरांक मनमाना इकाईयों में. वैध मान हैं %1 से %2.
hu: A gravitációs állandó tetszőleges mértékegységben. Érvényességi tartomány - ettől: %1 eddig: %2.
is: Þyngdarfasti óháður einingum. Lögleg gildi eru frá %1 til %2.
it: Costante gravitazionale in unità arbitrarie. Valori validi da %1 a %2.
ja: 任意の単位での重力定数 有効な値は %1 から %2 まで
kk: Гравитация тұрақтысы (шартты бірлікте). Дұрыс аралығы: %1 - %2
ko: 임의 단위의 중력 상수입니다. 유효한 값의 범위는 %1부터 %2까지입니다.
lv: Gravitācijas konstante patvaļīgajiem objektiem. Derīgas vērtības no %1 līdz %2.
nds: Swoorkraft-Konstante in jichtenseen Eenheit. (Weerten twischen %1 un %2)
nl: Gravitatieconstante in willekeurige eenheden. Geldige waarden van %1 tot %2.
nn: Gravitasjonskonstanten i vilkårlege einingar. Gyldige verdiar frå %1 til %2.
pl: Stała grawitacyjna w ustalonych jednostkach. Zakres poprawnych wartości to %1 - %2.
pt: Constante gravitacional em unidades arbitrárias. Os valores válidos vão de %1 a %2.
pt_br: Constante gravitacional em unidades arbitrárias. Valores válidos de %1 até %2.
ru: Гравитационная константа. Правильные значения от %1 до %2.
sk: Gravitačná konštanta v zadaných jednotkách. Platné hodnoty sú od %1 do %2.
sl: Težnostna konstanta v poljubnih enotah. Veljavne vrednosti so med %1 in %2.
sr@ijekavian: Гравитациона константа. Могуће вриједности су између %1 и %2.
sv: Gravitationskonstanten i godtyckliga enheter. Giltiga värden från %1 till %2.
tr: Yerçekimi sabiti %1 ve %2 arasındaki değerler geçerlidir.
uk: Гравітаційна константа. Чинні значення від %1 до %2.
zh_cn: 重力常数的单位，单位任意。 有效值从 %1 到 %2。
zh_tw: 重力常數。 合理的數值為 %1 到 %2。

source: Energy in units of the maximum potential energy of the given configuration. Valid values from %1 to %2.
ar: الطاقة في وحدات طاقة الكمون القصوى للإعدادات المعطاة. القيم المتاحة من %1 إلى %2.
bg: Енергия. Валидни стойности от %1 до %2.
bs: Energija u jedinici maksimalne potencijalne energije za datu konfiguraciju. Ispravne vrijednosti između %1 i %2.
ca: Energia en unitats de l'energia potencial màxima de la configuració donada. Valors vàlids des de %1 a %2.
cs: Energie v jednotkách maximální potenciální energie dané konfigurace. Platné jsou hodnoty od %1 do %2.
da: Energi i enheder af den maksimale potentielle energi for den givne konfiguration. Gyldige værdier fra %1 til %2.
de: Energie in Einheiten der maximalen potentiellen Energie der gewählten Konfiguration. Gültige Werte liegen zwischen %1 und %2.
el: Ενέργεια σε μονάδες της μέγιστης δυναμικής ενέργειας της δεδομένης διάταξης. Επιτρεπτές τιμές από %1 έως %2.
es: Energía en unidades de máxima energía potencial para una configuración. Valores válidos entre %1 y %2.
et: Energia antud seadistuse maksimaalse potentsiaalse energia ühikutes. Sobivad väärtused %1 kuni %2.
eu: Emandako konfigurazioaren energia energia potentzial maximoaren unitatetan. Balio onartuak %1 eta %2 artekoak dira.
fa: انرژی موجود در واحدهای دارای حداکثر انرژی نهانی با پیکربندی معین. مقادیر معتبر از %1 تا %2.
fi: Energia maksimipotentiaalienergian yksikköinä annetussa asetelmassa. Sallitut arvot välillä %1 - %2.
fr: Énergie en unités d'énergie potentielle maximum de la configuration actuelle. Les valeurs valables vont de %1 à %2.
gl: Enerxía en unidades da enerxía potencial máxima da configuración dada. Os valores válidos van de %1 a %2.
he: אנרגיה ביחידות של אנרגיה פוטנציאלית מקסימלית של הקונפיגורציה הנתונה. ערך תקין בין %1 ל־%2.
hi: दिए गए कॉन्फ़िगरेशन का यूनिटों में अधिकतम विभव ऊर्जा. वैध मान हैं %1 से %2.
hu: Energia a maximális potenciális energia egységeiben számolva. Érvényességi tartomány - ettől: %1 eddig: %2.
is: Orka sem margfeldi af heildar stöðuorku kerfisins. Lögleg gildi eru frá %1 til %2.
it: Energia in unità del potenziale massimo di energia della configurazione data. I valori validi vanno da %1 a %2.
ja: 与えられた設定の最大位置エネルギーの単位でのエネルギー 有効な値は %1 から %2 まで
kk: Берілген конфигурациясының максималды потенциалды энергиямен өлшеген энергиясы. Дұрыс аралығы: %1 - %2
ko: 주어진 설정에서의 최대 퍼텐셜 에너지입니다. 유효한 값의 범위는 %1부터 %2까지입니다.
lv: Energija objektos no maksimālas dotaa konfigurācijas potenciālas enerģijas. Derīgas vērtības no %1 līdz %2.
nds: Energie as dat Veelfache vun de gröttste Laagenergie för disse Tosamenstellen. (Weerten twischen %1 un %2)
nl: Energie in eenheden van de maximale potentiÃ«le energie van de gegeven configuratie. Geldige waarden van %1 tot %2.
nn: Energi i einingar av største potensielle energi i den gjevne oppstillinga. Gyldige verdiar frå %1 til %2.
pl: Energia w jednostkach maksimum energii potencjalnej dla bieżącej konfiguracji. Zakres poprawnych wartości to %1 - %2.
pt: Energia em unidades da energia potencial máxima da configuração dada. Os valores válidos vão de %1 a %2.
pt_br: Energia, em unidades de energia potencial máxima, de acordo com a configuração fornecida. Valores válidos de %1 até %2.
ru: Потенциальная энергия частей. Правильные значения от %1 до %2.
sk: Energia v jednotkách maximálnej potenciálnej energie danej konfigurácie. Platné hodnoty sú od %1 do %2.
sl: Energija v enotah največje potencialne energije za dano nastavitev. Veljavne vrednosti so med %1 in %2.
sr@ijekavian: Енергија у јединицама највеће потенцијалне енергије датог устројства. Могуће вриједности су између %1 и %2.
sv: Energi i enheten maximal potentiell energi för den givna konfigurationen. Giltiga värden från %1 till %2.
tr: Verilen yapılandırmanın en fazla potansiyel enerji cinsinden enerjisi. %1 ve %2 arasındaki değerler geçerlidir.
uk: Потенційна енергія частин. Чинні значення від %1 до %2.
zh_cn: 以设定中的最大势能为单位的能量。 有效值从 %1 到 %2。
zh_tw: 能量，以設定的最大潛在能量為單位。 合理的數值為 %1 到 %2。
