Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: <p align="center"> m<sub>2</sub><br> -----------<br> m<sub>1</sub>+m<sub>2</sub> </p>
fa: <p align="center"> m<sub>۲</sub><br> -----------<br> m<sub>۱</sub>+m<sub>۲</sub> </p>

source: <p align="center"> l<sub>2</sub><br> ------<br> l<sub>1</sub>+l<sub>2</sub> </p>
fa: <p align="center"> l<sub>۲</sub><br> ------<br> l<sub>۱</sub>+l<sub>۲</sub> </p>

source: KLock
bs: Sat
sk: Hodiny
