Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/klock.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, ko, lt, lv, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, tr, uk, zh_cn, zh_tw

source: <h3>Solar Winds 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
ar: <h3>Solar Winds 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>نفذ لـ KDE بواسطة Karl Robillard</p>
bg: <h3>Слънчев вятър 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Пренесено за KDE от Karl Robillard</p>
ca: <h3>Solar Winds 1.0 (Vent solar)</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Adaptat al KDE per Karl Robillard</p>
cs: <h3>Sluneční větry 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Přenos do KDE: Karl Robillard</p>
da: <h3>Solvinde 1.0</h3> <p>Ophavsret (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porteret til KDE af Karl Robillard</p>
de: <h3>Solar Winds 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portiert nach KDE von Karl Robillard</p> <p>Übersetzt von Thomas Fischer</p>
el: <h3>Ηλιακοί Άνεμοι 1.0</h3> <p>Πνευματικά δικαιώματα (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Προσαρμογή στο KDE από τον Karl Robillard</p>
es: <h3>Viento solar 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Adaptación para KDE de Karl Robillard</p>
et: <h3>Kosmosetuul 1.0</h3> <p>Autoriõigus (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p> Portinud KDE jaoks Karl Robillard</p>
eu: <h3>Solar Winds 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE-ra Karl Robillard-ek egokitu du</p>
fa: <h3>پیچشهای خورشیدی۰/۱</h3> <p> Copyright (c) 2002 Terence M. Welsh<br> <ahref="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>توسط کارل روبی لارد به KDE .برده شد</p>
fi: <h3>Solar Winds 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Sovittanut KDE:lle Karl Robillard</p>
fr: <h3>Vents Solaires 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porté sur KDE par Karl Robillard</p>
gl: <h3>Ventos Solares 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portado para KDE por Karl Robillard</p>
he: <h3>רוחות סולריות 1.0</h3> <p>Copyright (c) 2002 טרנס מ. וולש<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>הוסב ל־KDE על ידי קארל רובילרד</p>
hi: <h3>सोलार विंड्स 1.0</h3> <p>सर्वाधिकार सुरक्षित (c) 2002 टेरेंस एम. वेल्श<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>कार्ल रॉबिलार्ड द्वारा केडीई पर पोर्टेड</p>
hu: <h3>Solar Winds 1.0</h3> <p>Copyright (c) Terence M. Welsh, 2002.<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>A KDE-verzió Karl Robillard munkája</p>
is: <h3>Solar Winds 1.0</h3> <p>Höfundarréttur (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Flutt í KDE af Karl Robillard</p>
it: <h3>Venti solari 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portato a KDE da Karl Robillard</p>
ja: <h3>太陽風 (Solor Winds) 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br/> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE への移植: Karl Robillard</p>
kk: <h3>Күн желі 1.0</h3></h> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>KDE-ге бейімдеген: Karl Robillard</p>
ko: <h3>태양풍 1.0</h3> <p>저작권자 (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Karl Robillard가 KDE로 이식함</p>
lv: <h3>Solar Winds 1.0</h3> <p>Autortiesības (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Uz KDE portēja Karl Robillard</p>
nds: <h3>Sünnwind 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porteert na KDE vun Karl Robillard</p>
nl: <h3>Zonnewind 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Overgezet naar KDE door Karl Robillard<
nn: <h3>Solvindar 1.0</h3> <p>Opphavsrett (C) 2002 Terence M. Welsh<br/> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Porta til KDE av Karl Robillard</p>
pl: <h3>Wiatry słoneczne 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Wersja KDE: Karl Robillard</p>
pt: <h3>Ventos Solares 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Transposto para o KDE por Karl Robillard</p>
pt_br: <h3>Ventos Solares 1.0</h3> <p>Copyright (C) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portado para KDE por Karl Robillard</p>
ro: <h3>Furtuni solare 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Portat la KDE de Karl Robillard</p>
ru: <h3>Солнечный ветер 1.0</h3> <p>Copyright (c) 2002 Теренс М. Велш<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Портировано на KDE Карлом Роббилардом.</p>
sk: <h3>Solar Winds 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Port do KDE: Karl Robillard</p>
sl: <h3>Sončevi vetrovi 1.0</h3> <p>Avtorske pravice © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Za KDE predelal Karl Robillard</p>
sr@ijekavian: <h3>Соларни вјетрови 1.0</h3><p>© 2002, Теренс М. Велш<br/><a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p><p>Пренео на КДЕ Карл Робилард.</p>
sv: <h3>Solvindar 1.0</h3> <p>Copyright © 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Överförd till KDE av Karl Robillard</p>
tr: <h3>Solar Winds 1.0</h3> <p>Telif Hakkı(c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
uk: <h3>Сонячні вітри 1.0</h3> <p>© Terence M. Welsh, 2002<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Портування в KDE — Karl Robillard</p>
zh_cn: <h3>Solar Winds 1.0</h3> <p>版权所有 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>由 Karl Robillard 移植到 KDE</p>
zh_tw: <h3>太陽風 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>由Karl Robillard移植到KDE</p>

source: Bitmap Wave Screen Saver
ar: حافظة الشاشة Bitmap Wave
bg: Развяващ се флаг
ca: Estalvi de pantalla Ona mapa de bits
cs: Šetřič obrazovky Bitmapová vlna
da: Bitmapbølge-pauseskærm
de: Bildwellen-Bildschirmschoner
el: Προφύλαξη οθόνης Bitmap Wave
es: Configurar el salvapantallas Ola de mapa de bits
et: Ekraanisäästja Pildilipp
eu: Bitmap Uhina pantaila babeslea
fa: محافظ صفحه نمایش موج نگاشت بیت
fi: Bittikartta-aalto näytönsäästäjä
fr: Écran de veille « Drapeau ondulant »
gl: Configurar o protector de pantalla Imaxe Ondulante
he: שומר המסך דגל מפת־סיביות
hi: बिटमेप वेव स्क्रीन सेवर
hu: A Lobogó képernyővédő
is: Stilla bylgju skjásvæfu
it: Impostazioni salvaschermo Bandiera bitmap
ja: ビットマップフラッグスクリーンセーバーの設定
kk: "Жалау" экран сақтаушысы
ko: 비드맵 파도 화면 보호기
lt: Bitmap Wave ekrano užsklanda
lv: Attēlu viļņa ekrāna saudzētāja iestatīšana
nds: Pausschirm "Weihen Flagg"
nl: Schermbeveiliging "Bitmap Golf" instellen
nn: Oppsett av pauseskjermen Biletflagg
pl: Wygaszacz Powiewająca flaga
pt: Configurar o Protector de Ecrã Imagem Ondulante
pt_br: Protetor de Tela Onda Bitmap
ro: Protecție de ecran imagine val
ru: Настройка хранителя экрана «Флаг»
sk: Nastavenie šetriča Bitmap wave
sl: Ohranjevalnik zaslona Plapolajoča bitna slika
sr@ijekavian: Битмапски талас
sv: Skärmsläckaren Bitmappsflagga
tr: Bitmap Wave Ekran Koruyucusu
uk: Зберігач екрана «Растрова хвиля»
zh_cn: 设置位图旗帜屏幕保护程序
zh_tw: 點陣圖飄揚幕保護程式

source: Bitmap Flag Setup
ar: تنصيب Bitmap Flag
bg: Настройки на предпазителя Развяващ се флаг
ca: Configura Bandera mapa de bits
cs: Nastavení šetřiče obrazovky Vlajky
da: Indstil Bitmapflag
de: Bildschirmschoner „Bildflagge“ einrichten
el: Ρύθμιση Bitmap Flag
es: Configurar el mapa de bits de la Bandera
et: Pildilipu seadistamine
eu: Bitmap banderen konfigurazioa
fa: برپایی پرچم نگاشت بیت
fi: Bittikarttalipun asetukset
fr: Configuration de l'écran de veille « Drapeau ondulant »
gl: Configuración da Imaxe Ondulante
he: הגדרות מפת־סיביות דגל
hi: बिटमेप फ्लेग सेटअप
hu: A zászló képének beállításai
is: Bitamyndarfáni
it: Impostazioni di Bandiera bitmap
ja: ビットマップフラッグの設定
kk: "Жалау" баптауы
ko: 비트맵 깃발 설정
lv: Bitkartes karoga iestatīšana
nds: "Weihen Flagg" instellen
nl: Bitmap vlag instellen
nn: Oppsett av biletflagg
pa: ਬਿੱਟਮੈਪ ਨਿਸ਼ਾਨ ਸੈਟਅੱਪ
pl: Ustawienia flagi
pt: Configuração da Imagem Ondulante
pt_br: Configuração da flag do Bitmap
ro: Setare Steag Imagine
ru: Настройка хранителя экрана «Флаг»
sk: Nastavenie bitmapovej vlajky
sl: Nastavi Bitno zastavo
sr@ijekavian: Подешавање Битмапског таласа
sv: Ställ in skärmsläckaren Bitmappsflagga
tr: Bitmap Bayrak Ayarla
uk: Налаштування зберігача екрана «Растровий прапор»
zh_cn: 位图旗标设置
zh_tw: 設定點陣圖旗幟

source: <h3>Bitmap Flag Screen Saver</h3> <p>Waving Flag Screen Saver for KDE</p> Copyright (c) Ian Reinhart Geiser 2001
ar: <h3>حافظة الشاشة Bitmap Flag </h3> <p>حافظة الشاشة Waving Flag لأجل KDE</p> حق النسخ (c) Ian Reinhart Geiser 2001
bg: <h3>Предпазител на екрана с флаг</h3> <p>Предпазител на екрана с развяващ се флаг за KDE</p> Copyright (c) Ian Reinhart Geiser 2001
ca: <h3>Estalvi de pantalla Bandera mapa de bits</h3> <p>Estalvi de pantalla Bandera ondulant per al KDE</p> Copyright (c) Ian Reinhart Geiser 2001
cs: <h3>Šetřič obrazovky Vlajky</h3> <p>KDE šetřič obrazovky Vlajky</p> Copyright (c) Ian Reinhart Geiser 2001
da: <h3>Bitmapflag-pauseskærm</h3> <p>Pauseskærm med viftende flag for KDE</p> Ophavsret (c) Ian Reinhart Geiser 2001
de: <h3>Bildflaggen-Bildschirmschoner</h3> <p>Schwenkende Fahne Bildschirmschoner für KDE</p> <p>Copyright © Ian Reinhart Geiser 2001</p> <p>Übersetzt von Thomas Fischer</p>
el: <h3>Προφύλαξη οθόνης Bitmap Flag</h3> <p>Προφύλαξη οθόνης Waving Flag για το KDE</p> Πνευματικά δικαιώματα (c) Ian Reinhart Geiser 2001
es: <h3>Salvapantallas Bandera de mapa de bits</h3> <p>Salvapantallas Bandera ondulante para KDE</p> Copyright (c) Ian Reinhart Geiser 2001
et: <h3>Ekraanisäästja Pildilipp</h3> <p>Lehviva lipu ekraanisäästja KDE jaoks</p> Autoriõigus (c) Ian Reinhart Geiser 2001
eu: <h3>Bitmap Bandera pantaila babeslea</h3> <p>KDE-ren Bandera Uhindua pantaila babeslea</p> Copyright (c) Ian Reinhart Geiser 2001
fa: <h3>محافظ صفحه نمایش پرچم نگاشت بیت</h3> <p>محافظ صفحه نمایش پرچم موج‌دار برای KDE</p> Copyright (c) ۲۰۰۱یان رین هارت گیسر
fi: <h3>Bittikarttalippu näytönsäästäjä</h3> <p>Heiluva lippu näytönsäästäjä KDE:lle</p> Copyright (c) Ian Reinhart Geiser 2001
fr: <h3>Drapeau</h3> <p>Écran de veille « Drapeau ondulant » pour KDE</p> Copyright (c) Ian Reinhart Geiser 2001
gl: <h3>Protector de pantalla Imaxe Ondulante</h3> <p>O protector de pantalla da Imaxe Ondulante para KDE</p> Copyright (c) Ian Reinhart Geiser 2001
he: <h3>שומר המסך דגל</h3> <p>שומר מסך של דגל מתנוסס עבור KDE</p> Copyright (c) Ian Reinhart Geiser 2001
hi: <h3>बिटमेप फ्लेग स्क्रीन सेवर</h3> <p>केडीई हेतु लहराता स्क्रीन सेवर</p> सर्वाधिकार सुरक्षित (c) इयान रेइनहॉर्ट गेइज़र 2001
hu: <h3>Lobogó képernyővédő</h3> <p>Lobogó zászlót imitáló képernyővédő a KDE-hez</p> Copyright (c) Ian Reinhart Geiser, 2001.
is: <h3>Bylgjuskjásvæfa</h3> <p>Fáni sem blaktir skjásvæfa fyrir KDE</p> Höfundarréttur (c) Ian Reinhart Geiser 2001 Richard Allen ra@ra.is íslenskaði
it: <h3>Salvaschermo Bandiera bitmap</h3> <p>Bandiera che sventola per KDE</p> Copyright (c) Ian Reinhart Geiser 2001
ja: <h3>ビットマップフラッグスクリーンセーバー</h3> <p>KDE のための波打つ旗のスクリーンセーバー</p> Copyright (c) Ian Reinhart Geiser 2001
kk: <h3>"Жалау" экран сақтаушысы</h3> <p>KDE-нің желбіреген жалау экран сақтаушысы</p> Copyright (c) Ian Reinhart Geiser 2001
ko: <h3>비트맵 깃발 화면 보호기</h3> <p>KDE를 위한 흔들리는 깃발 화면 보호기</p> 저작권자 (c) Ian Reinhart Geiser 2001
lv: <h3>Bitmap Flag ekrāna saudzētājs</h3> <p>Waving Flag KDE ekrāna saudzētājs</p> Autortiesības (c) Ian Reinhart Geiser 2001
nds: <h3>Weihen Flagg</h3> <p>Bitmap-Pausschirm för KDE</p> Copyright (c) Ian Reinhart Geiser 2001
nl: <h3>Schermbeveiliging Bitmap Vlag</h3> <p>Schermbeveiliging Wapperende Vlag voor KDE</p> Copyright (c) Ian Reinhart Geiser 2001
nn: <h3>Pauseskjermen Biletflagg</h3> <p>Pauseskjerm med vaiande flagg for KDE</p> © 2001 Ian Reinhart Geiser
pl: <h3>Powiewająca flaga</h3> <p>Wygaszacz "Powiewająca flaga" dla KDE</p> Copyright (c) Ian Reinhart Geiser 2001
pt: <h3>Protector de Ecrã Imagem Ondulante</h3> <p>O Protector de Ecrã da Imagem Ondulante para o KDE</p> Copyright (c) Ian Reinhart Geiser 2001
pt_br: <h3>Bitmap Flag Screen Saver</h3> <p>Protetor de tela Onda de Bandeiras para o KDE</p> Copyright (c) Ian Reinhart Geiser 2001
ru: <h3>Хранитель экрана «Флаг»</h3> <p>Хранитель экрана для KDE с развевающимся флагом</p> Copyright (c) Ян Рейнхард Гейзер 2001
sk: <h3>Šetrič obrazovky Bitmap Flag</h3> <p>Šetrič obrazovky Vlajúca zástava pre KDE</p> Copyright (c) Ian Reinhart Geiser 2001
sl: <h3>Ohranjevalnik zaslona Bitna zastava</h3> <p>Ohranjevalnik zaslona Plapolajoča zastava za KDE</p> Avtorske pravice © Ian Reinhart Geiser 2001
sr@ijekavian: <h3>Битмапски талас, чувар екрана</h3><p>Чувар екрана типа вијорећа застава за КДЕ</p><p>© 2001, Јан Рејнхарт Гејзер</p>
sv: <h3>Skärmsläckaren Bitmappsflagga</h3> <p>Skärmsläckare med vajande flagga för KDE</p> Copyright © Ian Reinhart Geiser 2001
tr: <h3>Bitmap Flag Ekran Koruyucusu</h3> <p>KDE Waving Flag Ekran Koruyucusu </p> Telif Hakkı (c) Ian Reinhart Geiser 2001
uk: <h3>Зберігач екрана растровий прапор</h3> <p>Зберігач екрана KDE, який показує прапор, що тріпоче.</p> © Ian Reinhart Geiser, 2001
zh_cn: <h3>Bitmap Flag 屏幕保护程序</h3> <p>KDE Waving Flag 屏幕保护程序</p> 版权所有 (c) 2001 Ian Reinhart Geiser
zh_tw: <h3>點陣圖螢幕保護程式</h3> <p>KDE用的旗幟飄揚螢幕保護程式</p> Copyright (c) Ian Reinhart Geiser 2001

source: Use textures
ar: استخدام التركيبات
bg: Използване на текстури
bs: Koristi teksture
ca: Usa textures
cs: Použít textury
da: Brug teksturer
de: Texturen benutzen
el: Χρήση υφών
es: Uso de texturas
et: Tekstuuride kasutamine
eu: Erabili testurak
fa: استفاده از بافتها
fi: Käytä tekstuureja
fr: Utiliser des textures
gl: Utilizar texturas
he: השתמש בטקסטורות
hi: टेक्सचर प्रयोग करें
hu: Textúrák használata
is: Nota klæði
it: Usa le texture
ja: テクスチャを使う
kk: Текстуралы болсын
ko: 텍스처 사용
lt: Naudoti tekstūras
lv: Izmanot tekstūras
nds: Texturen bruken
nl: Texturen gebruiken
nn: Bruk teksturar
pa: ਪਾਠ ਵਰਤੋਂ
pl: Użyj tekstur
pt: Utilizar texturas
pt_br: Usar texturas
ro: Utilizează texturi
ru: Использовать текстуры
sk: Použiť textúry
sl: Uporabi teksture
sr@ijekavian: Са текстурама
sv: Använd strukturer
tr: Doku kullan
uk: Використовувати текстури
zh_cn: 使用纹理
zh_tw: 使用文字

source: KDE Screen Lock/Saver
cs: Blokovač/šetřič obrazovky pro KDE
gl: Bloqueo/Protector de pantalla para KDE
he: נועל\שומר המסך של KDE
hu: KDE képernyőzároló/képernyővédő
pt: Bloqueador/Protector de Ecrã do KDE
sk: KDE zamykanie obrazovky/šetrič
tr: KDE Ekran Koruyucusu/Kilitleyicisi
uk: Зберігач/замикач екрана KDE

source: Setup screen saver
bs: Podesi screen saver.
cs: Nastavení šetřiče obrazovky
gl: Configurar o protector de pantalla
he: הגדרות שומר המסך
hu: A képernyővédő beállítása
pt: Configurar o protector de ecrã
sk: Nastavenie šetriča obrazovky
tr: Ekran koruyucusunu ayarla
uk: Налаштування зберігача екрана

source: Run in the specified XWindow
bs: Pokreni u specificiranom XWindow
cs: Spustit v zadaném okně
gl: Executar na XWindow que se indica
he: הרץ בחלון ה־X כמשתמש המצוין
hu: A program a megadott ablakban fusson
pt: Correr na XWindow indicada
sk: Spustiť v špecifikovanom okne
tr: Belirtilen XWindow altında çalıştır
uk: Запускати у вказаному вікні X

source: Run in the root XWindow
bs: Pokreni u korijenskom XWindow
cs: Spustit v kořenovém okně
gl: Executar na XWindow raíz
he: הרץ בחלון השורש של XWindows
hu: A program a gyökérablakban fusson
pt: Correr na XWindow de raiz
sk: Spustiť v koreňovom okne XWindow
tr: Kök XWindow altında çalıştır
uk: Запускати в кореневому вікні X

source: Start screen saver in demo mode
bs: Pokreni screen saver za demonstraciju.
cs: Spustit šetřič v ukázkovém režimu
gl: Iniciar o protector de pantalla en modo de demostración
he: הפעל את שומר המסך במצב הדגמה
hu: A képernyővédő elindítása bemutató módban
pt: Iniciar o protector de ecrã em modo de demonstração
sk: Spustiť šetrič v demo režime
tr: Ekran koruyucusu gösteri kipinde başlat
uk: Запустити зберігач в режимі демонстрації

source: GL can not render with root visual
cs: GL nemůže pracovat se základním "visualem"
gl: GL non pode renderizar na pantalla raíz
he: אי אפשר לצייר בעזרת GL בחלון משתמש על
hu: A gyökérablakban nem tud működni az OpenGL.
pt: O GL não consegue desenhar com o visual de raiz
sk: GL nemôže pracovať so základným "visualom"
tr: GL, kök X Window altında çalışamaz
uk: GL не може виводити дані до кореневого вікна

source: Setup Space Screen Saver
bs: Podesi Space screen saver
cs: Nastavení šetřiče 'Vesmír'
gl: Configurar o protector de pantalla Espazo
he: הגדרות שומר המסך חלל
hu: A Világűr képernyővédő beállításai
pt: Configurar o protector de ecrã Espaço
sk: Nastavenie šetriča Vesmír
tr: Uzay Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Всесвіт»

source: Warp interval:
cs: Interval zrychlování:
gl: Intervalo de distorsión:
he: פרק זמן בין קפיצות:
hu: Warp gyakoriság:
pt: Intervalo de 'warp':
sk: Interval presunu:
tr: Işınlama aralığı:
uk: Інтервал викривлення:

source: KSpace Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
bs: KSpace Autorska prava (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
cs: Vesmír Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
hu: Világűr Copyright (c) 1998. Bernd Johannes Wuebben (<wuebben@kde.org>)
pt: Espaço Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
sk: Vesmír Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
tr: KSpace Telif hakkı (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
uk: KSpace © Bernd Johannes Wuebben <wuebben@kde.org>, 1998

source: Setup Swarm Screen Saver
bs: Podesi Swarm screen saver
cs: Nastavení šetřiče 'Roj'
gl: Configurar o protector de pantalla Enxame
he: הגדרות שומר המסך נחיל דבורים
hu: A Méhek képernyővédő beállítása
pt: Configurar o protector de ecrã Enxame
sk: Nastavenie šetriča Roj
tr: Arı Ekran Koruyucusunu Ayarla
uk: Налаштування зберігача екрана «Рій»

source: Number of bees:
bs: Broj pčela:
cs: Počet včelek:
gl: Número de abellas:
he: מספר דבורים:
hu: A méhek száma:
pt: Número de abelhas:
sk: Počet včeličiek:
tr: Arı sayısı:
uk: Кількість бджіл:

source: Swarm Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensaver by Emanuel Pirker.
bs: Swarm Autorska prava (c) 1991 Patrick J. Naughton Prilagodio za kscreensaver Emanuel Pirker.
cs: Roj Copyright (c) 1991 by Patrick J. Naughton Převedeno pro kscreensaver Emanuelem Pirkerem
gl: Enxame Copyright (c) 1991 por Patrick J. Naughton Portado para o kscreensaver por Emanuel Pirker.
he: נחיל דבורים Copyright (c) 1991 by Patrick J. Naughton הוסב ל־kscreensaver על ידי Emanuel Pirker.
hu: Méhek Copyright (c) Patrick J. Naughton, 1991, KScreensaver-átirat: Emanuel Pirker.
pt: Enxame Copyright (c) 1991 por Patrick J. Naughton Transposto para o kscreensaver por Emanuel Pirker.
sk: Roj Copyright (c) 1991 by Patrick J. Naughton Pre kscreensaver previedol Emanuel Pirker.
tr: Swarm Telif hakkı (c) 1991 by Patrick J. Naughton kscreensaver için uyarlayan Emanuel Pirker.
uk: Рій © Patrick J. Naughton, 1991 Переписано для kscreensave — Emanuel Pirker.

source: About Swarm
bs: O Swarmu
cs: Informace o Roji
gl: Acerca do Enxame
he: אודות נחיל דבורים
hu: A Méhek képernyővédő névjegye
pt: Acerca do Enxame
sk: Informácie o Roji
tr: Swarm Hakkında
uk: Про Рій

source: UHFTEM
bg: Коприна
hi: यूएचएफ़टीईएम
sr@ijekavian: УХФТЕМ

source: <h3>KFireSaver 3D 1.0</h3> <p>TEST Koral - Enrico Ros::2004</p>
de: <h3>KFireSaver 3D 1.0</h3> <p>TEST Koral – Enrico Ros::2004</p> <p>Übersetzt von Thomas Fischer</p>
fa: <h3>KFireSaver 3D 1.0 </h3> <p>TEST Koral -انریکو رز سال ۲۰۰۴</p>
hi: <h3>के-फ़ायरसेवर 3डी 1.0</h3> <p>टेस्ट कोरल - एनरिको रॉस::2004</p>
it: <h3>Fuochi d'artificio 3D 1.0</h3> <p>TEST Koral - Enrico Ros::2004</p>
pl: <h3>Ogień 3D wersja 1.0</h3> <p>TEST Koral - Enrico Ros::2004</p>
ru: <h3>Хранитель экрана «Фейерверк» 0.1</h3> <p>TEST Koral - Enrico Ros::2004</p>
sr@ijekavian: <h3>К‑ватрочувар 3Д 1.0</h3><p>© Енрико Рос, 2004.</p>
sv: <h3>Fyrverkeri 3D 1.0</h3> <p>Testa Koral - Enrico Ros 2004</p>
tr: <h3>KFireSaver 3D 1.0</h3> <p>DENEME Koral - Enrico Ros::2004</p>

source: KFIRESAVER 3D
bg: Фойерверки
hi: के-फ़ायरसेवर 3डी
it: Fuochi d'artificio 3D
pl: OGIEŃ 3D
sr@ijekavian: К‑ватрочувар 3Д
sv: Fyrverkeri 3D

source: KLorenz
bg: Лоренцо
cs: Lorenzův atraktor
de: Lorenz-Attraktor
fr: Attracteur de Lorentz
hi: के-लॉरेन्ज
hu: Lorenz-görbe
kk: Лоренц аттракторы
ro: Lorenz
ru: Странный аттрактор Лоренца
sl: Lorenzov atraktor
sr@ijekavian: К‑лоренц

source: KPolygon
bg: Полигон
bs: KPoligoni
cs: Polygony
et: KPolügoon
fi: KPolygonit
he: KPolygon - מצולעים
hi: के-पॉलीगॉन
hu: Sokszögek
is: Marghyrningar
it: Poligoni
kk: Көпбұрыштар
nn: Polygon
pa: ਕੇ-ਬਹੁਭੁਜ
pl: Wielokąty
pt: Polígonos
ro: Poligoane
ru: Многоугольники
sl: Mnogokotniki
sr@ijekavian: К‑полигон
sv: Polygoner
tr: Poligon
zh_cn: K 多边形

source: KSlideshow
bg: Прожекция
cs: Nastavení šetřiče 'Slide Show'
da: KDiasshow
de: Diaschau
el: Προβολή σλάιντ
et: KSlaidishow
fi: Diaesitys
he: KSlideshow - מצגת שקופיות
hi: के-स्लाइडशो
hu: Diavetítő
is: Stilla myndasýningu
it: Immagini in sequenza
kk: Слайд-шоу
nn: Biletvising
pa: ਕੇ-ਸਲਾਇਡ-ਸ਼ੋ
pl: Ustawienia wygaszacza Pokaz slajdów
pt: Apresentação
ro: Succesiune imagini
ru: Слайд-шоу
sl: Predstavitev
sr@ijekavian: К‑слајдшоу
sv: Bildspel

source: Stefan Taferner
hi: स्टीफन टफर्नर
sr@ijekavian: Штефан Тафернер

source: Chris Howells
hi: क्रिस हॉवेल्स
sr@ijekavian: Крис Хауелс

source: Sven Leiber
hi: स्वेन लीबर
sr@ijekavian: Свен Лајбер

source: SuperNova
bg: Супер ново
el: Υπερκαινοφανής
et: Supernoova
he: סופרנובה
hi: सुपरनोवा
hu: Szupernova
is: SúperNóva
ja: 超新星
kk: Аса жаңа
ko: 초신성
lv: Pārnova
pa: ਸੁਪਰਨੋਵਾ
pl: Supernowa
ro: Supernovă
sr@ijekavian: супернова
tr: SüperNova
zh_cn: 超新星
zh_tw: 超新星

source: g
bg: Г
hi: जी

source: E
bg: Е
hi: ई

source: M1
bg: М1
hi: एम1

source: M2
bg: М2
hi: एम2

source: x
hi: एक्स

source: y
hi: वाई
lv: j

source: z
hi: ज़ेड

source: Lz:
hi: एलज़ेड
nds: L<sub>z</sub>:
