Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kpartsaver.po
Languages: ar, bg, he, hr, ja, ko, lt, wa

source: KPart Screen Saver
ar: حافظة شاشة KPart
bg: Предпазител на екрана
he: שומר מסך מולטימדיה
hr: KPart čuvar zaslona
ja: KPart スクリーンセーバー
ko: KPart 화면보호기
lt: KPart ekrano užsklanda
wa: Sipårgneu di waitroûle KPart

source: The screen saver is not configured yet.
ar: لم تُعدّ حافظة الشاشة بعد.
bg: Предпазителят на екрана все още не е настроен.
he: הגדרות שומר המסך טרם נקבעו.
hr: Čuvar zaslona nije konfiguriran
ja: このスクリーンセーバーはまだ設定が済んでいません。
ko: 이 화면 보호기가 설정되지 않았습니다.
lt: Ekrano užsklanda dar nesukonfigūruota.
wa: Li spårgneu di waitroûle n' est nén co apontyî.

source: All of your files are unsupported
ar: كل ملفاتك غير مدعومة
bg: Всичките файлове са неподдържани
he: כל הקבצים שלך אינם נתמכים
hr: Vaše datoteke nisu podržane
ja: あなたのファイルはサポートされていません
ko: 모든 파일을 사용할 수 없습니다
lt: Visi jūsų failai yra nepalaikomi
wa: Nouk di vos fitchîs n' est sopoirté

source: Media Screen Saver
ar: حافظة شاشةالوسائط
bg: Мултимедиен предпазител на екрана
he: שומר מסך מולטימדיה
hr: Medijski čuvar zaslona
ja: メディアスクリーンセーバー
ko: 미디어 화면 보호기
lt: Media ekrano užsklanda
wa: Spårgneu di waitroûle media

source: A&bout
bg: &Относно
ko: 정보(&B)
lt: Apie

source: Select Media Files
ar: اختر ملفات الوسائط.
bg: Избор на мултимедийни файлове
he: בחירת קבצי מדיה
hr: Odaberite medijske datoteke
ja: メディアファイルを選択
ko: 미디어 파일 선택
lt: Pasirinkite media failus
wa: Tchoezixhoz les fitchîs medias

source: Files
ar: ملفات
bg: Файлове
ja: ファイル
ko: 파일
lt: Failai

source: &Down
ar: إلى الأ&سفل
bg: На&долу
he: ל&מעלה
hr: &Dolje
ja: 下へ(&D)
ko: 아래로 이동(&D)
lt: &Žemyn
wa: Pus &bas

source: &Up
ar: إلى الأ&على
bg: На&горе
he: למ&טה
hr: &Gore
ja: 上へ(&U)
ko: 위로 이동(&U)
lt: &Aukštyn
wa: Pus &hôt

source: &Add...
ar: أ&ضف...
bg: До&бавяне...
he: &הוספה...
hr: &Dodaj …
ja: 追加(&A)...
ko: 추가(&A)...
lt: &Pridėti...
wa: &Radjouter...

source: &Remove
ar: أ&زل...
bg: Пре&махване
ja: 削除(&R)
ko: 삭제(&R)
lt: &Pašalinti

source: Settings
ar: التعيينات
bg: Настройки
he: הגדרות
hr: Postavke
ja: 設定
ko: 설정
lt: Nustatymai
wa: Apontiaedjes

source: Only show one randomly chosen medium
ar: اعرض وسيطاً واحداً فقط مختاراً عشوائياً
bg: Показване само на един предпазител на екрана
he: הצג רק מדיה אחת הנבחרת באופן אקראי
hr: Prikaži samo jedan nasumično odabran medij
ja: ランダムに選んだ一つのメディアを表示する
ko: 무작위로 선택한 미디어 하나만 보기
lt: Rodyti tik atsitiktine tvarka parinktą media
wa: Seulmint håyner on media tchoezi a l' astcheyance

source: Switch to another medium after a delay
ar: بدّل إلى وسيط آخر بعد فترة
bg: Превключване към друг предпазител на екрана след определено време
he: עבור למדיה אחרת לאחר השהיה מסויימת
hr: Nakon zadrške prebaci na drugi medij
ja: 指定した時間ごとに別のメディアに切り替える
ko: 지연 시간을 두고 다른 미디어로 전환
lt: Perjungti į kita media po tam tikro laikotarpio
wa: Discandjî viè èn ôte media après on dné tårdjaedje

source: Delay:
ar: الفترة:
bg: Време, след което се превключва към друг:
he: השהיה:
hr: Zadrška:
ja: 切り替える時間:
ko: 지연 시간:
lt: Užlaikymas:
wa: Tårdjaedje:

source: Choose next medium randomly
ar: اختر الوسيط التالي عشوائياً
bg: Случаен избор на следващия предпазител на екрана
he: בחר את המדיה הבאה באופן אקראי
hr: Sljedeći medij odaberi nasumično
ja: 次のメディアをランダムに選ぶ
ko: 다음 미디어 무작위로 선택
lt: Pasirinkti kitą media atsitiktinai
wa: Tchoezi l' media shuvant a l' astcheyance

source: seconds
ar: ثوان
bg: сек
he: שניות
hr: sekunde
ja: 秒
ko: 초
lt: sekundės(-ių)
wa: segondes
