Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kwin_art_clients.po
Languages: da, es, et, fi, fr, hu, it, lv, nds, nl, sk, sl, sr, sv, tr, uk

source: Keep Above Others
da: Hold over andre
es: Mantener sobre las otras
et: Teiste peal
fi: Pidä muiden yläpuolella
fr: Conserver au premier plan
hu: A többi fölött
it: Tieni sopra alle altre
lv: Turēt virs citiem
nds: Vörn hollen
nl: Altijd op voorgrond
sk: Držať nad ostatnými
sl: Ohrani nad drugimi
sr: Држи изнад осталих
sv: Behåll över andra
tr: Diğerlerinin Üzerinde Tut
uk: Утримувати над іншими

source: Keep Below Others
da: Hold under andre
es: Mantener bajo las otras
et: Teiste all
fi: Pidä muiden alapuolella
fr: Conserver en arrière plan
hu: A többi alatt
it: Tieni sotto alle altre
lv: Turēt zem citiem
nds: Achtern hollen
nl: Altijd op achtergrond
sk: Držať pod ostatnými
sl: Ohrani pod drugimi
sr: Држи испод осталих
sv: Behåll under andra
tr: Diğerlerinin Altında Tut
uk: Утримувати під іншими

source: Unshade
da: Skyg ikke
es: Desplegar
et: Taasta
fi: Poista varjostus
fr: Aucune ombre
hu: Legördítés
it: Non mascherare
lv: Attīt
nds: Utrullen
nl: Afrollen
sk: Odtieňovať
sl: Razvij
sr: Одмотај
sv: Rulla ut
tr: Perdelemeyi geri al
uk: Розгорнути

source: Shade
da: Skyg
es: Plegar
et: Varja
fi: Varjosta
fr: Ombre
hu: Felgördítés
it: Maschera
lv: Saritināt
nds: Inrullen
nl: Oprollen
sk: Tieňovať
sl: Zvij
sr: Намотај
sv: Rulla upp
tr: Perdele
uk: Згорнути

source: Restore
da: Gendan
es: Reestablecer
et: Taasta
fi: Palauta
fr: Restaurer
hu: Visszaállítás
it: Ripristina
lv: Atjaunot
nds: Wedderherstellen
nl: Terugzetten
sk: Obnoviť
sl: Obnovi
sr: Врати
sv: Återställ
tr: Geri Yükle
uk: Відновити

source: &Show window resize handle
da: &Vis vinduets håndtag til ændring af størrelse
es: Mo&strar el asa para redimensionar la ventana
et: Akende &suuruse muutmise sanga näitamine
fi: &Näytä ikkunan koonmuutoskahva
fr: Afficher les poignée&s de redimensionnement des fenêtres
hu: Az ablakátméretezési &fogantyú megjelenítése
it: Mo&stra la maniglia di ridimensionamento
lv: Rādīt izmēra maiņa&s rokturi
nds: Finstergreep &wiesen
nl: Handvat voor wijzigen ven&stergrootte tonen
sk: Zobraziť rozširovaciu úchytku okna
sl: &Pokaži ročico za spreminjanje velikosti
sr: &Ручка за промену величине
sv: Visa fö&nstergrepp för storleksändring
tr: &Pencere boyutlandırma tutamacını göster
uk: &Показувати держак зміни розміру

source: When selected, all windows are drawn with a resize handle at the lower right corner. This makes window resizing easier, especially for trackballs and other mouse replacements on laptops.
da: Når dette er valgt, bliver dekorationer tegnet med et "gribehåndtag" i nederste højre hjørne af vinduerne. Dette gør det nemmere at ændre størrelse. især for trackbolde og andre museerstatninger på bærbare.
es: Cuando está seleccionado, todas las ventanas se dibujan con un asa para redimensionar en la esquina inferior derecha. Esto hace que sea más fácil ajustar el tamaño de las ventanas, especialmente cuando se usa un trackball o cualquier otro sustituto del ratón en los portátiles.
et: Kui see on valitud, näidatakse kõigil akendel alumises paremas nurgas suuruse muutmise sanga. Nii on akende suuruse muutmine märksa hõlpsam, seda eriti juhtkuulide ja muude hiireasendajate korral, mis on eriti levinud sülearvutitel.
fi: Kun valittu, kaikkien ikkunoiden alaoikeaan kulmaan piirretään koonmuutoskahva. Tällä tavalla ikkunoiden koon muuttaminen on helpompaa, erityisesti kannettavien ohjauspalloilla ja muilla hiirikorvikkeilla.
fr: Si cette option est sélectionnée, toutes les fenêtres sont dessinées avec une poignée de redimensionnement dans leur coin inférieur droit. Cela permet de redimensionner plus facilement les fenêtres, en particulier si vous utilisez un « trackball » ou un autre substitut de souris sur les ordinateurs portables.
hu: Ha be van jelölve, akkor minden ablak jobb alsó sarkában megjelenik az átméretezési fogantyú. Ez megkönnyíti az ablakok átméretezését, különösen a trackball, vagy más egér-helyettesítővel ellátott laptopok esetében.
it: Quando questa opzione è selezionata, tutte le finestre vengono disegnate con una maniglia di ridimensionamento nell'angolo in basso a destra. Questo rende più facile il ridimensionamento della finestra, specialmente per i trackball ed i sostituti del mouse nei computer portatili.
lv: Kad ieslēgts, visi logi tiks zīmēti ar izmēra maiņas rokturi labajā apakšējā stūrī. Tas padara loga izmēra maiņu vieglāku, īpaši skārienpalikņiem un citiem peles aizvietotājiem klēpjdatoros.
nds: Wenn anmaakt, warrt all Finstern mit en Greep nerrn rechts för't Ännern vun de Finstergrött teekt. Dat maakt dat Ännern eenfacher, besünners mit Treckbäll un anner muusliek Reedschappen op Klappreekners.
nl: Als u dit selecteert, dan hebben alle vensters rechtsonder een handvat waarmee u de venstergrootte kunt wijzigen. Dit zorgt ervoor dat het vergroten van vensters makkelijk wordt, zeker als u een trackball of de muis vervanger op een laptop gebruikt.
sk: Ak je vybrané, všetky okná budú mať v pravom dolnom rohu rozširovaciu úchyku. Toto zjednoduší zmenu veľkosti okien, hlavne pri použití trackballov a iných náhrad myši na notebookoch.
sl: Ko je to izbrano, bodo okraski izrisani z ročico za spremembo velikosti v spodnjem desnem kotu. To omogoča lažje spreminjanje velikosti oken, še posebej s sledilnimi kroglicami in drugimi zamenjavami za miško pri prenosnikih.
sr: Укључите да би прозори имали ручку за промену величине у доњем десном углу. Ово олакшава промену, посебно када се користи трекбол или нека друга замена за миш на лаптопу.
sv: Om vald ritas alla fönster med ett grepp för storleksändring i nedre högra hörnet. Detta gör det enklare att ändra storlek på fönster, särskilt för snurrbollar och andra saker som ersätter musen på bärbara datorer.
tr: Seçildiğinde, tüm pencereler sağ alt köşelerinde bir yeniden boyutlandırma tutamacı ile çizilirler. Bu işlem, özellikle izleme topu ve dizüstü bilgisayarlardaki diğer işaretleme aygıtları için pencere yeniden boyutlandırmayı daha kolay kılar.
uk: Якщо вибрано, всі вікна буде намальовано з держаком зміни розміру в правому нижньому куті. Це полегшує зміну розміру, особливо для лептопів.

source: Here you can change the size of the resize handle.
da: Her kan du ændre størrelse på håndtaget til at ændre størrelse.
es: Aquí puede cambiar el tamaño del asa de reajuste.
et: Siin saab muuta suuruse muutmise sanga suurust.
fi: Tässä voit muuttaa koonmuutoskahvan kokoa.
fr: Vous pouvez modifier ici la taille de la poignée de redimensionnement.
hu: Itt tudja megváltoztatni az átméretezési fogantyú méretét.
it: Qui puoi cambiare le dimensioni della maniglia di ridimensionamento.
lv: Šeit varat mainīt izmēru maiņas roktura izmēru.
nds: Hier kannst Du de Grött vun den Greep ännern.
nl: Hier kunt u de afmeting van het vergroothandvat instellen.
sk: Tu môžete nastaviť veľkosť rozširovacej úchytky.
sl: Tu lahko spremenite velikost ročice za spreminjanje velikosti.
sr: Промените величину саме ручке за промену величине.
sv: Här kan du ändra storleken på greppet för storleksändring.
tr: Burada boyutlandırma tutamacının boyutunu değiştirebilirsiniz.
uk: Тут можна змінити розмір держака зміни розміру.

source: Small
da: Lille
es: Pequeño
et: Väike
fi: Pieni
fr: Petite
hu: Kicsi
it: Piccola
lv: Mazs
nds: Lütt
nl: Klein
sk: Malé
sl: Majhna
sr: мала
sv: Liten
tr: Küçük
uk: Малий

source: Medium
da: Mellem
es: Mediano
et: Keskmine
fi: Keskikokoinen
fr: Moyenne
hu: Közepes
it: Media
lv: Vidējs
nds: Normaal
nl: Gemiddeld
sk: Stredné
sl: Srednja
sr: средња
sv: Normal
tr: Orta
uk: Середній

source: Large
da: Stor
es: Grande
et: Suur
fi: Suuri
fr: Grande
hu: Nagy
it: Grande
lv: Liels
nds: Groot
nl: Groot
sk: Veľké
sl: Velika
sr: велика
sv: Stor
tr: Büyük
uk: Великий

source: Modern System
da: Moderne system
es: Sistema moderno
fi: Moderni järjestelmä
fr: Système moderne
hu: Modern rendszer
it: Sistema moderno
lv: Moderna sistēma
nds: Modeern Systeem
nl: Modern systeem
sk: Moderný systém
sl: Moderen sistem
sr: Модерни систем
sv: Modernt System
tr: Modern Sistem
uk: Сучасна система

source: Draw window frames using &titlebar colors
da: Træk vinduesrammer ved brug af &titellinjens farver
es: Muestra los marcos de la ventana usando colores de la barra de &título
et: Akna piirded &tiitliriba värvidega
fi: Piirrä ikkunan kehykset &otsikkopalkin värejä käyttäen
fr: Dessiner les cadres de fenêtres avec les &couleurs de la barre de titre
hu: Az &ablakkeret színe egyezzen meg a címsor színével
it: Disegna le cornici delle finestre usando i colori della barra del &titolo
lv: Loga rāmjus zīmēt &nosaukumjoslas joslas krāsā
nds: Finsterrahmen mit &Titelbalkenklöör teken
nl: Vensterranden tekenen met &titelbalkkleuren
sk: Kresliť rámčeky okna použitím farieb &titulku
sl: Izriši okvirje oken z barvami &naslovne vrstice
sr: Оквири прозора у бојама &насловне траке
sv: &Rita fönsterramar med namnlistens färger
tr: Pencere çerçevelerini &başlık çubuğu renklerini kullanarak çiz
uk: Малювати рамку вікна кольорами смужки &заголовка

source: When selected, the window decoration borders are drawn using the titlebar colors; otherwise, they are drawn using normal border colors instead.
da: Når dette er valgt tegnes vinduesdekorationens kanter med titellinjens farver. Ellers tegnes de med de normale kanters farver i stedet.
es: Cuando se selecciona, los bordes de la decoración de las ventanas se muestran con los mismos colores de la barra de título; de lo contrario, se muestran con los colores normales.
et: Kui see valik on sisse lülitatud, joonistatakse akna piirded tiitliriba värvidega, vastasel juhul kasutatakse tavalisi piirete värve.
fi: Kun valittu, ikkunan kehykset piirretään otsikkopalkin väreillä. Muuten kehykset piirretään normaalilla taustavärillä.
fr: Si cette option est sélectionnée, les bordures des décorations des fenêtres sont dessinées avec les couleurs de la barre de titre. Sinon, les couleurs des bordures normales seront utilisées.
hu: Ha be van jelölve, az ablakdíszítés szegélyeinek színe megegyezik a címsor színével; egyébként normál szegéllyel lesz kirajzolva.
it: Quando questa opzione è selezionata, i bordi delle decorazioni delle finestre vengono disegnati usando i colori della barra del titolo; altrimenti vengono disegnati con i colori dei bordi normali.
lv: Ieslēdzot šo, logu dekorāciju robežas tiks zīmētas, izmantojot nosaukuma joslas krāsas; pretējā gadījumā tās tiks zīmētas parastajās robežu krāsās.
nds: Wenn anmaakt, warrt de Finsterrahmen mit de Klören vun den Titelbalken teekt; anners warrt se de normalen Klören för Rahmens hebben.
nl: Indien geselecteerd zullen de vensterranden worden ingekleurd met de kleuren van de titelbalk. Anders worden ze met de normale kleuren ingekleurd.
sk: Ak je toto vybrané, okraje dekorácie okna sa kreslia použitím farieb titulku; inak sa kreslia použitím normálnych farieb okraja.
sl: Ko je to izbrano, so obrobe okenskih okraskov izrisani z barvami naslovne vrstice. V nasprotnem primeru so izrisani z običajnimi barvami obrob.
sr: Када је изабрано, ивице декорације прозора цртају се у бојама насловне траке. У супротном, цртају се у нормалној боји ивица.
sv: Om vald ritas fönsterkantsdekorationer med namnlistens färger. Annars ritas de med den normala kantfärgen.
tr: Seçildiğinde, pencere dekorasyon kenarlıkları başlık çubuğu renkleriyle çizilecek. Aksi halde bunun yerine normal kenarlık renkleri kullanılarak çizilecek.
uk: Якщо позначити, рамки вікон буде намальовано за допомогою кольорів смужки заголовка. Інакше, їх буде намальовано за допомогою звичайних кольорів рамки.

source: Quartz &extra slim
da: Quartz &ekstra tynd
es: Quartz &extrafino
et: Quartz &ekstraõhuke
fi: &Ekstraohut Kvartsi
fr: Quartz &extrêmement fin
hu: Quartz &extra vékony
it: Effetto quarzo e sup&er sottile
lv: Kvar&cs, īpaši plāns
nds: Quartz &extraslank
nl: Quartz &extra slank
sk: Quartz &extra tenké
sl: Pos&ebej tanek Kvarc
sr: Кварц &екстратанки
sv: Quartz &extra tunn
tr: Kuvars &oldukça ince
uk: Дуже &тонкий «Кварц»

source: Quartz window decorations with extra-small title bar.
da: Quartz vinduesdekorationer med ekstratynd titellinje.
es: Decoraciones de ventana de cuarzo con una barra de título extrafina.
et: Quartzi aknadekoratsioonid eriliselt väikese tiitliribaga.
fi: Ikkunan kehys Kvartsi pienen pienellä otsikkopalkilla
fr: Décorations de fenêtre « Quartz » avec une petite barre de titre supplémentaire.
hu: Quartz ablakdíszítések extra kicsi címsorral.
it: Decorazioni della finestra effetto quarzo con la barra del titolo super sottile.
lv: Logu dekorācijas 'Kvarcs' ar īpaši mazu nosaukuma joslu.
nds: Quartz-Finsterdekoratschoon mit en extraslanken Titelbalken
nl: Quartz-vensterdecoraties met extra smalle titelbalk.
sk: Dekorácie okien Quartz s veľmi malým titulkovým pruhom.
sl: Okenski okraski Kvarc z posebej majhno naslovno vrstico
sr: Декорација Кварц са врло малом насловном траком.
sv: Quartz-fönsterdekorationer med extra liten namnlist.
tr: Çok küçük başlık çubuğu ile kuvars pencere dekorasyonları.
uk: Обрамлення вікон «Кварц» з дуже тонкою смужкою заголовка.

source: Quartz
fi: Kvartsi
it: Quarzo
lv: Kvarcs
sl: Kvarc
sr: Кварц
tr: Kuvars
uk: Кварц

source: Redmond
lv: Redmonda
sr: Редмонд
uk: Редмонд

source: Web
et: Veeb
lv: Tīmeklis
nds: Internet
sl: Splet
sr: Веб
sv: Webb
uk: Інтернет
