Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kwin_art_clients.po
Languages: da, es, et, fi, fr, hu, it, lv, nds, nl, sk, sl, sr, sv, tr, uk

source: Draw titlebar &stipple effect
da: Tegn titellinje med &prikket effekt
es: Dibujar efecto de punto&s en la barra de título
et: Tiitliriba täpili&susefektiga
fi: Piirrä otsikkopalkki &pilkutuksella
fr: De&ssiner les barres de titres avec un effet de grain
hu: Címsor rajzolása &pontozó festés hatással
it: Effetto barra del titolo a puntini
lv: No&saukuma joslā zīmēt punktējuma efektu
nds: &Punktmuster op Titelbalken
nl: &Stippeleffect in titelbalk gebruiken
sk: Kresliť bodkovaný efekt
sl: Izriši učinek toč&k v naslovni vrstici
sr: &Истачкана насловна трака
sv: Rita &namnlist med struktureffekt
tr: Başlık çubuğu &benek efekti çiz
uk: Малювати титул &пунктиром

source: When selected, active titlebars are drawn with a stipple (dotted) effect; otherwise, they are drawn without the stipple.
da: Når dette er valgt tegnes aktive titellinjer med en prikket effekt. Ellers tegnes de uden prikker.
es: Cuando se selecciona, las barras de títulos activas se dibujan con un efecto de puntos; en caso contrario, se dibujan sin puntear.
et: Kui see on valitud, näidatakse aktiivset tiitliriba täpilisena, vastasel juhul täppe ei lisata.
fi: Kun valittu, aktiiviset otsikkopalkit piirretään pilkutettuina. Muuten kehykset piirretään ilman pilkutusta.
fr: Si cette option est sélectionnée, la barre de titre active est dessinée avec un effet de grain. Sinon, elle est dessinée sans cet effet.
hu: Ha be van jelölve, akkor az aktív címsorok pontozó festés hatással (pontozott) lesznek rajzolva; egyébként pontozás nélkül
it: Quando questa opzione è selezionata, le barre del titolo delle finestre attive vengono disegnate con un effetto a puntini; altrimenti vengono disegnate normalmente.
lv: Kad ieslēgts, aktīvās nosaukumjoslas tiks zīmētas ar punktējuma efektu; pretējā gadījumā tās tiks zīmētas bez punktējuma.
nds: Wenn anmaakt, warrt en Punktmuster op den Titelbalken wiest.
nl: Indien geselecteerd hebben de titelbalken van actieve vensters een stippeleffect.
sk: Ak je toto vybrané, titulky aktívnych okien sa vykreslia s bodkovaným efektom; inak sa vykreslia bez tohto efektu.
sl: Ko je to izbrano, bodo imele naslovne vrstice dejavnih oken izrisane točke. V nasprotnem primeru točke ne bodo izrisane.
sr: Ако је укључено, активне насловне траке цртају се са тачкицама.
sv: Om vald ritas aktiva namnlister med en struktureffekt (punktmönster). Annars ritas de utan struktur.
tr: Seçildiğinde, etkin başlık çubukları benekli (noktalı) bir efektle çizilecek. Aksi halde benek kullanılmaksızın çizilecek.
uk: Якщо цей пункт буде позначено, активна смужка титулу малюється пунктиром. Інакше — без пунктиру.

source: Draw g&rab bar below windows
da: Tegn g&ribehåndtag under vinduer
es: Dibujar ba&rra de agarre bajo las ventanas
et: Sanga&riba akende all
fi: Piirrä &tarttumapalkki ikkunoiden alareunaan
fr: Dessiner la ba&rre de saisie sous les fenêtres
hu: &Megragadó sáv rajzolása az ablakok alá
it: Disegna barra di anco&raggio sotto le finestre
lv: Zīmēt pā&rnešanas joslu zem logiem
nds: G&riepbalken nerrn de Finstern
nl: G&rijpbalk onder vensters tekenen
sk: Kresliť rozširovaciu úchytku pod oknami
sl: Izriši vrstico za z&grabiti pod okni
sr: &Хватачка трака испод прозора
sv: Rita en g&riplist under fönster
tr: Pen&cerelerin altında yakalama çubuğunu çiz
uk: Малювати смужку за&хоплення під вікном

source: When selected, decorations are drawn with a "grab bar" below windows; otherwise, no grab bar is drawn.
da: Når dette er valgt tegnes dekorationer med et "gribehåndtag" under vinduer. Ellers tenges ikke noget gribehåndtag.
es: Cuando se selecciona, las decoraciones se dibujan con una «barra de agarre» bajo las ventanas; en caso contrario, no se dibuja ninguna barra de agarre.
et: Kui see on valitud, näidatakse "sangariba" akende all, vastasel juhul mitte.
fi: Kun valittu, ikkunoiden alareunaan piirretään tarttumapalkki. Muutoin tarttumapalkkia ei piirretä.
fr: Lorsque cette option est sélectionnée, les décorations sont dessinées avec une « barre de saisie » sous les fenêtres. Sinon, cette barre est absente.
hu: Ha be van jelölve, a díszítések az ablakok alatt „megragadó sávval” kerülnek kirajzolásra; egyébként nincs megragadó sáv.
it: Quando questa opzione è selezionata, le decorazioni vengono disegnate con una «barra di ancoraggio» sotto le finestre; altrimenti non viene disegnata alcuna barra.
lv: Kad ieslēgts, dekorācijas tiks zīmētas ar "pārnešanas" joslu zem logiem; pretējā gadījumā tā netiks zīmēta.
nds: Wenn anmaakt, warrt de Dekoratschonen mit en "Griepbalken" nerrn de Finstern teekt.
nl: Indien geselecteerd worden de vensterranden getekend met een 'grijpbalk' onder de vensters.
sk: Ak je vybrané dekorácie sa kreslia s rozširovacou úchytkou pod oknami, inak sa kreslia bez úchytky.
sl: Ko je to izbrano, so okraski izrisani z »vrstico za zgrabiti« pod okni. V nasprotnem primeru vrstica ni izrisana.
sr: Ако је укључено, декорација прозора даје „хватачку траку“ испод прозора.
sv: Om vald ritas dekorationer med en "griplist" under fönster. Annars ritas ingen griplist.
tr: Seçildiğinde, dekorasyonlar pencerelerin altında bir "yakalama çubuğu" ile birlikte çizilir. Aksi takdirde yakalama çubuğu çizilmez.
uk: Якщо цей пункт буде позначено, обрамлення малюється зі «смужкою захоплення» під вікном. Інакше ця смужка не малюється.

source: Draw &gradients
da: Tegn &overgange
es: Dibujar &gradientes
et: Ülemine&kute näitamine
fi: Piirrä &väriliukumat
fr: Dessiner des dé&gradés
hu: &Színátmenet rajzolása
it: Disegna &gradienti
lv: Zīmēt &gradientus
nds: &Klöörövergang
nl: Kleurverloop &gebruiken
sk: Kresliť prechody
sl: Izriši p&relive
sr: &Преливи
sv: Rita &gradienter
tr: &Gradyan çiz
uk: Малювати гр&адієнти

source: When selected, decorations are drawn with gradients for high-color displays; otherwise, no gradients are drawn.
da: Når dette er valgt tegnes dekorationer med overgange på højfarve-skærme. Ellers tegnes ingen overgange.
es: Cuando se selecciona, las decoraciones se dibujan con gradientes para las pantallas de color intenso; en caso contrario, no se dibujan gradientes.
et: Kui see on valitud, näidatakse dekoratsioone paljude värvide korral üleminekutega, vastasel juhul mitte.
fi: Kun valittu, kehykset piirretään high color -näytöille tarkoitetuilla väriliukumilla. Muuten väriliukumia ei piirretä.
fr: Si cette option est sélectionnée, les décorations sont dessinées avec des dégradés pour les affichages avec beaucoup de couleurs. Sinon, aucun dégradé n'est dessiné.
hu: Ha be van jelölve, a díszítések a high-color kijelzőkhöz illő színátmenettel lesznek rajzolva; egyébként nincs színátmenet.
it: Quando questa opzione è selezionata, le decorazioni vengono disegnate con dei gradienti (solo schermi con alto numero di colori); altrimenti non vengono disegnati.
lv: Kad ieslēgts, dekorācijas tiks zīmētas ar gradientiem — daudzkrāsu displejiem; pretējā gadījumā gradienti netiks zīmēti.
nds: Wenn anmaakt, warrt de Dekoratschonen mit Klöörövergäng teekt.
nl: Indien geselecteerd worden de vensterranden met kleurverloop getekend. Dit is alleen geschikt voor beeldschermen met een hoge kleurdiepte.
sk: Ak je vybrané, dekorácie sa kreslia s farebnými prechodmi pre rozlíšenia s vysokým počtom farieb.
sl: Ko je izbrano, so okraski izrisani s prelivi za mnogobarvne zaslone. V nasprotnem primeru prelivi niso izrisani.
sr: Ако је укључено, декорације се цртају у преливима (у приказима са довољно боја).
sv: Om vald ritas dekorationer med gradienter på färgrika skärmar, annars ritas inga gradienter.
tr: Seçili ise, dekorasyonlar yüksek renkli ekranlar için gradyan olarak çizilir. Aksi takdirde gradyan çizilmez.
uk: Якщо цей пункт буде позначено, обрамлення малюються з градієнтом для багатокольорових моніторів, в іншому разі градієнти не малюються.

source: KDE 2
sr: КДЕ‑2

source: Keramik
sr: Керамика
uk: Керамік

source: Display the window &icon in the caption bubble
da: Vis vindues&ikonet i billedtekst-boblen
es: Mostrar el &icono de la ventana en la burbuja de título
et: Akna &ikooni näitamine tiitlimullis
fi: &Näytä ikkunan kuvake otsikkopalkin kuplassa
fr: Afficher l'&icône de la fenêtre dans la bulle
hu: Az ablakikon megjelenítése a &címsor-buborékban
it: Mostra l'&icona della finestra nella bolla del titolo
nds: Dat Finsterlüttbild binnen de Titelblaas wiesen
nl: Het p&ictogram van het venster tonen in de opschriftwolkje
sk: Zobraziť ikonu okna v bubline popisu
sl: Pokaži &ikono okna v oblačku naslova
sr: &Икона прозора у балончићу натписа
sv: Visa fönster&ikonen i pratbubblan
tr: Pencere &simgesini başlık balonunda görüntüle
uk: Показувати піктограму вікна у бульбашці з &назвою

source: Check this option if you want the window icon to be displayed in the caption bubble next to the titlebar text.
da: Markér dette hvis du ønsker at vinduesikonet skal vises i billedtekst-boblen ved siden af titlelinje-teksten.
es: Marque esta opción si usted quiere que el icono de la ventana se muestre en la burbuja de título al lado del texto de la barra de título.
et: Kui see on valitud, näidatakse akna ikooni väikeses mullis tiitliriba teksti kõrval.
fi: Valitse tämä asetus, jos haluat, että ikkunan kuvake näytetään otsikkopalkin kuplassa tekstin vieressä.
fr: Cochez cette option pour afficher l'&icône de la fenêtre dans la bulle à coté du texte de la barre de titre.
hu: Jelölje be ezt az opciót, ha azt szeretné, hogy az ablakikon megjelenjen a címsor melletti buborékban.
it: Seleziona questa opzione se vuoi che l'icona della finestra venga mostrata nella bolla del titolo a fianco al testo.
nds: Maak dit an, wenn Du dat Finster sien Lüttbild binnen de Titelblaas blang den Titeltext wiesen wullt.
nl: Activeer deze optie als u wilt dat het pictogram van het venster getoond wordt in het wolkje naast tekst van de de titelbalk.
sk: Zaškrtnite túto voľbu, ak chcete, aby sa zobrazila ikona okna v bubline popisu pri texte titulkového pruhu.
sl: Označite to možnost, če želite, da bo ikona okna prikazana v oblačku naslova poleg besedila naslovne vrstice.
sr: Попуните ово ако желите да икона прозора буде приказана у балончићу натписа, поред текста насловне траке.
sv: Markera alternativet om du vill att fönsterikonen ska visas i pratbubblan intill namnlistens text.
tr: Eğer başlık çubuğu metninin yanındaki başlık balonunda pencere simgesi görünmesini isterseniz bu seçeneği işaretleyin.
uk: Позначте, якщо ви хочете, щоб піктограму вікна було показано у бульбашці поруч з заголовком.

source: Draw &small caption bubbles on active windows
da: Tegn &små billedtekst-bobler på aktive vinduer
es: Dibujar pequeña&s burbujas de título en las ventanas activas
et: Väike&ste tiitlimullide näitamine aktiivsetel akendel
fi: Piirrä aktiivisiin &ikkunoihin pieni otsikkopalkin kupla
fr: Dessine une &petite bulle sur les fenêtres actives
hu: Címsor-b&uborék legyen az aktív ablakoknál
it: Disegna piccola bolla nel titolo delle fine&stre attive.
nds: Op aktive Finstern &lütte Titelblasen maken
nl: Toon &kleine opschriftwolkjes op actieve vensters
sk: Kresliť malé bubliny popisu na aktívnych oknách
sl: Izriši &majhne naslovne oblačke v dejavnih oknih
sr: &Мали балончићи натписа на активним прозорима
sv: Rita &små pratbubblor på aktiva fönster
tr: Etkin pencerelerde &küçük başlık balonları çiz
uk: Використовувати з&меншені бульбашки для активних вікон

source: Check this option if you want the caption bubble to have the same size on active windows that it has on inactive ones. This option is useful for laptops or low resolution displays where you want maximize the amount of space available to the window contents.
da: Markér denne indstilling, hvis du vil have at billedtekst-boblen skal have samme størrelse på aktive vinduer, som den har på inaktive. Denne indstilling er nyttig til bærbare og skærme med lav opløsning, hvor du ønsker maksimal plads til vinduernes indhold.
es: Marque esta opción si usted quiere que la burbuja de título tenga el mismo tamaño en las ventanas activas que en las inactivas. Esta opción es útil para portátiles o pantallas de baja resolución, donde usted quiere maximizar la cantidad de espacio disponible para el contenido de la ventana.
et: Kui see on valitud, näidatakse tiitlimulle aktiivsetel akendel sama suurena kui mitteaktiivsetel. See on eriti kasuks sülearvutitel või kesise resolutsiooniga ekraanidel, kus sul on tõsine soov anda akna sisule võimalikult suur ruum.
fi: Valitse tämä asetus, jos haluat, että otsikkopalkin kupla on samankokoinen aktiivisissa ja passiivisissa ikkunoissa. Tämä asetus on hyödyllinen, kun haluat maksimoida ikkunan sisällölle jäävän tilan kuten esimerkiksi kannettaville tietokoneilla tai pienen tarkkuuden näytöillä.
fr: Cochez cette option si vous voulez que la bulle ait la même taille pour les fenêtres actives que pour les fenêtres inactives. Cette option est surtout utile pour les PC portables ou les affichages avec une faible résolution afin d'offrir le maximum d'espace au contenu des fenêtres.
hu: Jelölje be ezt az opciót, ha azt szeretné, hogy az aktív és nem aktív ablakoknál ugyanakkora legyen a címsor-buborék. Ez az opció elsősorban noteszgépeknél és alacsony felbontású képernyőknél hasznos, ahol a lehető legnagyobb hasznos területet kell megtartani az ablakoknak.
it: Seleziona questa opzione se vuoi che le bolla del titolo abbia la stessa dimensione nella finestra attiva e in quelle non attive. Questa opzione è utile per i laptop con schermi a bassa risoluzione nei quali vuoi massimizzare lo spazio disponibile per i contenuti delle finestre.
nds: Maak dit an, wenn Du dat wullt, op aktive Finstern sünd de Titelblasen liek so groot as op nich aktive Finstern. Dat is goot för Klappreekners oder Schirmen mit siet Oplösen, wo Du so veel Ruum as mööglich för den Inholt bruken wullt.
nl: Activeer deze optie als u wilt dat de opschriftwolkjes dezelfde grootte hebben op actieve vensters als op inactieve vensters. Deze optie is nuttig voor laptops of schermen met lage resolutie waar u de hoeveelheid beschikbare ruimte voor de inhoud van vensters wilt maximaliseren.
sk: Zaškrtnite túto voľbu, ak chcete bublinu s popisom v rovnakej veľkosti na aktívnom okne ako na neaktívnom. Táto voľba je užitočná pre laptopy alebo obrazovky s nízkym rozlíšením, keď chcete maximalizovať množstvo miesta dostupného pre obsah okna.
sl: Označite to možnost, če želite, da ima naslovni oblaček enako velikost tako za dejavna kot tudi nedejavna okna. Ta možnost je uporabna za prenosnike ali zaslone z nizko ločljivostjo, kjer želite čimveč prostora dodeliti vsebini oken.
sr: Попуните ово ако желите да балончић натписа активног прозора буде исте величине као код неактивних. Ово је корисно на лаптопима или екранима ниске резолуције, где желите што више простора на располагању за садржај прозора.
sv: Markera alternativet om du vill att pratbubblor ska ha samma storlek på aktiva fönster som de har på inaktiva. Alternativet är användbart på bärbara datorer eller bildskärmar med låg upplösning där man vill maximera tillgängligt utrymme för fönstrens innehåll.
tr: Eğer etkin pencerelerdeki başlık balonunun etkin olmayanlardaki ile aynı boyutta olmasını isterseniz bu seçeneği işaretleyin. Bu seçenek pencere içerikleri için kullanılabilir boşluk alanını azami yapmak isteyebileceğiniz dizüstü bilgisayar veya düşük çözünürlüklü ekranlarda kullanışlıdır.
uk: Позначте цей пункт, якщо ви бажаєте, щоб бульбашки для заголовку мали такий самий розмір, як і у неактивних вікон. Цей пункт корисний для ноутбуків або екранів з малою роздільною здатністю, для яких слід збільшити розмір простору для вмісту вікон.

source: Draw g&rab bars below windows
da: Tegn g&ribehåndtag under vinduer
es: Dibujar ba&rra de agarre bajo las ventanas
et: Sanga&riba akende all
fi: Piirrä &tarttumapalkit ikkunoiden alareunaan
fr: Dessiner des ba&rres de saisie sous les fenêtres
hu: &Megragadó sávok rajzolása az ablakok alá
it: Disegna barra di anco&raggio sotto le finestre
nds: G&riepbalken nerrn Finstern wiesen
nl: G&rijpbalken onder vensters tonen
sk: Kresliť zachytávací pruh pod oknami
sl: Izriši vrstico za z&grabiti pod okni
sr: &Хватачке траке испод прозора
sv: Rita g&riplister under fönster
tr: Pen&cerelerin altında yakalama çubukları çiz
uk: Малювати смужки за&хоплення під вікнами

source: Check this option if you want a grab bar to be drawn below windows. When this option is not selected only a thin border will be drawn in its place.
da: Markér denne indstilling hvis du vil have at der skal tegnes gribehåndtag under vinduer. Når denne indstilling ikke er markeret, vil der kun blive tegnet en smal kant i stedet.
es: Marque esta opción si usted quiere que se dibuje una barra de agarre bajo las ventanas. Cuando esta opción no esté seleccionada solo se mostrará un borde fino en su lugar.
et: Kui see on valitud, näidatakse akende all sangariba. Kui see ei ole valitud, näidatakse selle asemel ainult peent piiret.
fi: Valitse tämä asetus, jos haluat, että ikkunan alareunaan piirretään tarttumapalkki. Kun tämä asetus ei ole valittuna, alareunaan piirretään vain ohut reuna.
fr: Cochez cette option si vous souhaitez afficher une barre de saisie sous les fenêtres. Quand cette option n'est pas cochée, une fine bordure sera dessinée à la place.
hu: Jelölje be ezt az opciót, ha fogantyút szeretne rajzolni az ablakok alatt. Ha ez az opció nincs bejelölve, csak a vékony ablakkeret lesz a fogantyú helyén.
it: Seleziona questa opzione se vuoi una barra di ancoraggio sotto le finestre. Quando questa opzione non è selezionata solo un piccolo bordo sottile è disegnato al suo posto.
nds: Maak dit an, wenn Du nerrn de Finstern Griepbalken hebben wullt. Is dit nich anmaakt, warrt dor bloots lütte Rahmens wiest.
nl: Activeer deze optie als u wilt dat er een grijpbalk wordt getoond onder vensters. Wanneer deze optie niet geactiveerd is zal er alleen een dunne rand in zijn plaats getoond worden.
sk: Zaškrtnite túto voľbu, ak chcete zachytávací pruh pod oknami. Ak táto voľba nie je vybraná, vykreslí sa iba tenký okraj.
sl: Označite to možnost, če želite, da bo vrstica za zgrabiti izrisana pod okni. Če ta možnost ni izbrana, bo na mestu vrstice izrisana tanka obroba.
sr: Попуните ово ако желите да испод прозора стоје хватачке траке. Ако није укључено, уместо њих биће само танка ивица.
sv: Markera alternativet om du vill att en griplist ska ritas under fönster. När alternativet inte är markerat ritas bara en tunn kant istället.
tr: Pencereler altında çizilmek üzere bir yakalama çubuğu isterseniz bu seçeneği işaretleyin. Bu seçenek işaretli değilse sadece bu yerde ince bir kenarlık çizilecektir.
uk: Позначте, якщо ви хочете, щоб знизу вікон було намальовано смужку для захоплення. Якщо пункт не буде позначено, внизу вікна буде намальовано тільки тонку межу.

source: Use shadowed &text
da: Brug &tekst med skygger
es: Usar &texto sombreado
et: Tekst heida&b varju
fi: Käytä varjostet&tua tekstiä
fr: Utiliser du texte &ombré
hu: Á&rnyékolt szöveg használata
it: Usa &testo con ombreggiatura
nds: &Textschadden bruken
nl: &Tekstschaduw gebruiken
sk: Použiť tieňovaný &text
sl: Uporabi senčeno &besedilo
sr: &Сенка текста
sv: Använda skuggad &text
tr: Gölgelendirilmiş &metin kullan
uk: Використовувати тінь для текст&у

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
da: Markér dette hvis du ønsker at titellinjen tekst skal have et 3-dimensionalt udseende med en skygge bagved.
es: Marque esta opción si usted quiere que el texto de la barra de título tenga un aspecto 3D con una sombra bajo él.
et: Sissselülitamisel on tiitliriba tekstil 3D efekt (vari teksti taga).
fi: Valitse tämä asetus, jos haluat että otsikkopalkin teksti on kolmiulotteisen näköinen.
fr: Si vous cochez cette option, la barre de titre aura une apparence 3D avec une ombre derrière.
hu: Jelölje be ezt az opciót, ha azt szeretné, hogy a címsor szövege 3D-s legyen, árnyékolással.
it: Seleziona questa opzione se vuoi che la barra del titolo abbia un effetto 3D con un ombra.
nds: Maak dit an, wenn de Text op den Titelbalken en 3D-Utsehn mit Schadden hebben schall.
nl: Selecteer deze optie als u wilt dat de tekst in de titelbalk wordt weergegeven met een schaduw erachter.
sk: Začiarknite túto možnosť, ak chcete, aby text titulku vyzeral ako 3D s tieňom za ním.
sl: Označite to možnost, če želite, da ima besedilo v naslovni vrstici 3D izgled, prikazanega s senco pod besedilom.
sr: Попуните ово ако желите да текст насловне траке има 3Д изглед, бацајући сенку иза себе.
sv: Markera alternativet om du vill att namnlistens text ska få ett tredimensionellt utseende med en bakgrundsskugga.
tr: Eğer başlık çubuğu metninin arkasında gölge ile 3B görünüme sahip olmasını isterseniz bu seçeneği işaretleyin.
uk: Позначте, якщо ви бажаєте, щоб текст в заголовку вікна мав тривимірний вигляд унаслідок тіні, що малюється позаду тексту.

source: <center><b>Keramik preview</b></center>
da: <center><b>Forhåndsvisning af Keramik</b></center>
es: <center><b>Vista previa de Keramik</b></center>
et: <center><b>Keramiku eelvaatlus</b></center>
fi: <center><b>Keramik esikatselu</b></center>
fr: <center><b>Aperçu de Keramik</b></center>
hu: <center><b>Keramik előnézet</b></center>
it: <center><b>Anteprima di Keramik</b></center>
lv: <center><b>Keramika priekšskatījums</b></center>
nds: <center><b>Vöransicht för Keramik</b></center>
nl: <center><b>Keramiek-voorbeeld</b></center>
sk: <center><b>Náhľad Keramik</b></center>
sl: <center><b>Predogled za Keramik</b></center>
sr: <center><b>Преглед Керамике</b></center>
sv: <center><b>Förhandsgranskning av Keramik</b></center>
tr: <center><b>Keramik önizlemesi</b></center>
uk: <center><b>Перегляд для «Керамік»</b></center>

source: Menu
es: Menú
et: Menüü
fi: Valikko
hu: Menü
lv: Izvēlne
nds: Menü
sl: Meni
sr: Мени
sv: Meny
tr: Menü
uk: Меню

source: Not on all desktops
da: Ikke på alle desktoppe
es: No en todos los escritorios
et: Mitte kõigil töölaudadel
fi: Ei kaikilla työpöydillä
fr: Pas sur tous les bureaux
hu: Ne minden asztalra
it: Solo su questo desktop
lv: Ne visās darbvirsmās
nds: Nich op all Schriefdischen
nl: Niet op alle bureaubladen
sk: Nie na všetkých plochách
sl: Ne na vseh namizjih
sr: Не на свим површима
sv: Inte på alla skrivbord
tr: Tüm masaüstlerinde değil
uk: Не на всіх стільницях

source: On all desktops
da: På alle desktoppe
es: En todos los escritorios
et: Kõigil töölaudadel
fi: Kaikilla työpöydillä
fr: Sur tous les bureaux
hu: Minden asztalra
it: Su tutti i desktop
lv: Visās darbvirsmās
nds: Op all Schriefdischen
nl: Op alle bureaubladen
sk: Na všetkých plochách
sl: Na vseh namizjih
sr: На свим површима
sv: På alla skrivbord
tr: Tüm masaüstlerinde
uk: На всіх стільницях

source: Help
da: Hjælp
es: Ayuda
et: Abi
fi: Ohje
fr: Aide
hu: Segítség
it: Aiuto
lv: Palīdzība
nds: Hülp
sk: Pomocník
sl: Pomoč
sr: Помоћ
sv: Hjälp
tr: Yardım
uk: Довідка

source: Minimize
da: Minimér
es: Minimizar
et: Minimeeri
fi: Pienennä
fr: Réduire
hu: Minimalizálás
it: Minimizza
lv: Minimizēt
nds: Minimeren
nl: Minimaliseren
sk: Minimalizovať
sl: Skrči
sr: Минимизуј
sv: Minimera
tr: Küçült
uk: Мінімізувати

source: Maximize
da: Maksimér
es: Maximizar
et: Maksimeeri
fi: Suurenna
fr: Maximiser
hu: Maximalizálás
it: Massimizza
lv: Maksimizēt
nds: Maximeren
nl: Maximaliseren
sk: Maximalizovať
sl: Razpni
sr: Максимизуј
sv: Maximera
tr: Büyüt
uk: Максимізувати

source: Close
da: Luk
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
lv: Aizvērt
nds: Tomaken
nl: Sluiten
sk: Zavrieť
sl: Zapri
sr: Затвори
sv: Stäng
tr: Kapat
uk: Закрити
