Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inrange Velocity
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @option:check
source: Steering
ca@valencia: Direcció
es: Dirección
et: Tüürimine
fi: Ohjaus
fr: Direction
ga: Stiúradh
gl: Orientación
hu: Elfordulás
it: Guida
ja: 舵
kk: Бұрылып
ko: 변속
lv: Stūrēšana
nb: Styring
nds: Stüern
nl: Stuur
nn: Styring
pl: Sterowanie
pt: Orientação
ru: Удерживать курс
sl: Upravljanje
sr@ijekavian: Управљање
sv: Styrning
uk: Керування
zh_tw: 引導

# @item screen saver name
source: Rorschach
ja: ロールシャッハ
kk: Роршах тесті
ko: 로르샤흐
lv: Tintes raksti
sr@ijekavian: Роршах
uk: Роршах

# @info screen saver description
source: This generates random inkblot patterns via a reflected random walk. Any deep-seated neurotic tendencies which this program reveals are your own problem. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Written by Jamie Zawinski; 1992.
ca@valencia: Este genera patrons de taques de tinta aleatoris a través d'un camí a l'atzar reflectit. Qualsevol tendència neuròtica profunda que reveli este programa és el vostre propi problema. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Escrit per Jamie Zawinski; 1992.
es: Genera patrones de manchas de tinta al azar. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk. Escrito por Jamie Zawinski, 1992.
et: Tekitab juhuslikke tindiplärakaid ja peegeldab neid samuti juhuslikult. Kõikvõimalikud neurootilised probleemid, mis selle programmi vaatamisega kaasnevad, on juba su enda mure. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Autor: Jamie Zawinski; 1992.
fr: Génère des motifs d'encre au hasard à travers une marche réfléchissante au hasard. Toute tendance névrotique révélée par ce programme est votre propre problème. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Écrit par Jamie Zawinski ; 1992.
gl: Isto xera patróns de manchas de tinta aleatorias, a través dun percurso aleatorio reflectido. Calquera tendencias neuróticas recalcadas que este programa revele son problema seu. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Escribiuno Jamie Zawinski en 1992.
it: Genera delle macchie d'inchiostro con una passeggiata aleatoria riflessa. Tutte le profonde tendenze nevrotiche che questo programma portasse alla luce sono tuo esclusivo problema. http://it.wikipedia.org/wiki/Test_di_Rorschach http://it.wikipedia.org/wiki/Passeggiata_aleatoria Scritto da Jamie Zawinski; 1992.
ja: スクリーンをキャプチャし、ジグソーパズルに切り刻みます。その後ピースを混ぜて、パズルを解きます。http://ja.wikipedia.org/wiki/ジグソーパズル http://ja.wikipedia.org/wiki/平面充填 Jamie Zawinski、1997年作
kk: Кездейсоқ кезбенің шағылуы арқылы құрылатын сия дақтар секілді бейнелер. Психологтар осындай өрнектерді тесттерінде қолданады. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Авторы: Jamie Zawinski; 1992.
nb: Lager tilfeldige blekkflekk-mønstre via en speilet rekke tilfeldige steg. Dypereliggende nevrotiske tendenser som dette programmet avslører er ditt eget problem. <link>http://no.wikipedia.org/wiki/Rorschach-metoden</link> <link>http://en.wikipedia.org/wiki/Random_walk</link> Skrevet av Jamie Zawinski i 1992.
nds: Stellt tofällige Dintplackenmustern över en spegelt tofällig Padd op. All deepsitten neurootsch Veranlagen, de dit Programm opdeckt, sünd man Dien Saak. http://de.wikipedia.org/wiki/Rorschachtest http://de.wikipedia.org/wiki/Zufallsbewegung Schreven vun Jamie Zawinski, 1992.
nl: Dit genereert willekeurige inktvlekpatronen via een gereflecteerd willekeurig pad. Enig diepgewortelde neurotische neigingen die dit programma blootlegt zijn uw eigen problemen. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk In 1992 geschreven door Jamie Zawinski.
pl: Generuje przypadkowe plamy atramentowe wykorzystując błądzenie losowe. Wszelkie głęboko zakorzenione, neurotyczne tendencje, jakie ujawni ten program są Twoim własnym problemem. http://pl.wikipedia.org/wiki/Test_Rorschacha http://pl.wikipedia.org/wiki/Błądzenie_losowe Autor: Jamie Zawinski; 1992.
pt: Isto gera padrões de manchas de tinta aleatórias, através de um percurso aleatório reflectido. Quaisquer tendências neuróticas recalcadas que este programa revele são problema seu. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Feito por Jamie Zawinski; 1992.
ru: Случайные рисунки чернильных пятен методом воспроизведённого "случайного блуждания". Любые глубоко скрытые невротические ассоциации — ваша личная проблема. http://ru.wikipedia.org/wiki/Тест_Роршаха http://ru.wikipedia.org/wiki/Случайное_блуждание Автор Джеми Завински (Jamie Zawinski), 1992.
sl: To ustvari naključne madeže črnila preko prezrcaljene naključne hoje. Morebitna globoko zakoreninjena nevrotična nagnjena, ki jih program razkrije, so vaša težava. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Napisal Jamie Zawinski, 1992.
sr@ijekavian: Насумични мастиљави обрасци генерисани симетричним насумичним ходом. Сами сте криви за какву год дубоко усађену неурозу да вам овај програм нађе (http://en.wikipedia.org/wiki/Rorschach_inkblot_test, http://en.wikipedia.org/wiki/Random_walk). Написао Џејми Завински, 1992.
sv: Den här skapar slumpmässiga mönster av bläckplumpar via en reflekterad slumpvandring. Eventuella djupt liggande neurotiska tendenser som programmet avslöjar förblir dina egna problem. Se http://sv.wikipedia.org/wiki/Rorschachtest och http://en.wikipedia.org/wiki/Random_walk. Skriven av Jamie Zawinski, 1992.
uk: Ця програма створює випадкові візерунки з чорнильних плям за допомогою випадкового відбиття. Всі підсвідомі невротичні асоціації, які збуджує ця програма, є вашою власною проблемою. http://en.wikipedia.org/wiki/Rorschach_inkblot_test http://en.wikipedia.org/wiki/Random_walk Автор — Jamie Zawinski; 1992.
zh_tw: 產生隨機的墨滴樣式。參考資料：http://en.wikipedia.org/wiki/Rorschach_inkblot_test ，http://en.wikipedia.org/wiki/Random_walk 。由 Jamie Zawinski 撰寫，1992。

# @option:check
source: With X symmetry
ca@valencia: Amb simetria X
es: Con simetría en X
et: X-sümmeetriaga
eu: X simetriarekin
fi: Symmetrinen X-akselin suhteen
fr: Symétrie sur X
ga: Le X-Siméadracht
gl: Con simetría en X
hu: X-szimmetriával
it: Asse X simmetrico
ja: X 方向にシンメトリ
kk: X-симметриялы
ko: X축 대칭
lv: Ar X simetriju
nb: Med X-symmetri
nds: Mit X-Symmetrie
nl: Met X-symmetrie
pl: Z symetrią względem osi X
pt: Com simetria em X
ru: Симметрия по оси X
sl: Z X simetrijo
sr@ijekavian: Симетрично по X
sv: Med x-symmetri
uk: Симетрично відносно осі X
zh_tw: X 軸對稱

# @option:check
source: With Y symmetry
ca@valencia: Amb simetria Y
es: Con simetría en Y
et: Y-sümmeetriaga
eu: Y simetriarekin
fi: Symmetrinen Y-akselin suhteen
fr: Symétrie sur Y
ga: Le Y-Siméadracht
gl: Con simetría en Y
hu: Y-szimmetriával
it: Asse Y simmetrico
ja: Y 方向にシンメトリ
kk: Y-симметриялы
ko: Y축 대칭
lv: Ar Y simetriju
nb: Med Y-symmetri
nds: Mit Y-Symmetrie
nl: Met Y-symmetrie
pl: Z symetrią względem osi Y
pt: Com simetria em Y
ru: Симметрия по оси Y
sl: Z Y simetrijo
sr@ijekavian: Симетрично по Y
sv: Med y-symmetri
uk: Симетрично відносно осі Y
zh_tw: Y 軸對稱

# @item screen saver name
source: Rotor
et: Keerutaja
eu: Errotorea
fi: Roottori
it: Rotore
ja: ローター
kk: Ротор
ko: 회전자
lv: Rotors
sr@ijekavian: Ротор
uk: Ротор
zh_tw: 轉動

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Draws a line segment moving along a complex spiraling curve. Written by Tom Lawrence; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Dibuixa un segment movent-se per una corba espiral complexa. Escrit per Tom Lawrence; 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08 Dibuja un segmento moviéndose a lo largo de una espiral curva. Escrito por Tom Lawrence; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Piki keerukat spiraalset kõverat liikuv joonelõik. Autor: Tom Lawrence; 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Lerro segmentu bat marrazten du espiraltzen den bihurgune korapilotsu batean zehar. Tom Lawrence-ek idatzia; 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine un segment se déplaçant sur une courbe complexe en spirale. Écrit par Tom Lawrence ; 1997.
gl: Debuxa un segmento de recta que se move ao longo dunha curva espiral complexa. Escribiuno Tom Lawrence en 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Egy komplex spirális görbe mentén mozgó vonalszakaszt jelenít meg. Készítette: Tom Lawrence, 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Disegna un segmento che si sposta lungo una curva a spirale complessa. Scritto da Tom Lawrence; 1997.
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Күрделі шиыршық жолымен жылжитын сызықты бейнелейді. Авторы: Tom Lawrence; 1997.
lv: Šis ekrānsaudzētāja tika izņemts no XScreenSaver distribūcijas versijā 5.08. Zīmē līnijas segmentu, kas pārvietojas pa sarežģītu spirālveida līkni. Sarakstīja Tom Lawrence; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08.Tegner et linjestykke som beveger seg langs en komplisert spiralkurve. Skrevet av Tom Lawrence i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. En Liensegment buttjert en vigeliensch Spiraalbagen langs. Schreven vun Tom Lawrence, 1997.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Toont een lijnsegment dat beweegt langs een complexe spiraalvormige kromme. In 1997 geschreven door Tom Lawrence.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Rysuje odcinek poruszającej się spiralnie linii. Autor: Tom Lawrence; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Desenha um segmento de recta que se move ao longo de uma curva espiral complexa. Feito por Tom Lawrence; 1997.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.08. Показывает линейный сегмент, движущийся вдоль сложной спиральной кривой. Автор Том Лоренс (Tom Lawrence), 1997.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Izriše odsek črte, ki se premika v smeri kompleksne sipralne krivulje. Napisal Tom Lawrence, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Црта дуж која се креће по сложеној завојној кривој. Написао Том Лоренс, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Ritar ett linjesegment som rör sig längs en komplicerad spiralkurva. Skriven av Tom Lawrence, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Показує відрізок, що пересувається складною спіральною кривою. Автор — Tom Lawrence; 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。繪製線段沿著複雜螺旋曲線移動。由 Tom Lawrence 撰寫，1997。

# @label:slider
source: Length
ca@valencia: Longitud
es: Longitud
et: Pikkus
eu: Luzera
fi: Pituus
fr: Longueur
ga: Fad
gl: Lonxitude
hu: Hossz
it: Lunghezza
ja: 長さ
kk: Ұзындығы
ko: 길이
lv: Garums
nb: Lengde
nds: Längde
nl: Lengte
nn: Lengd
pl: Długość
pt: Comprimento
ru: Длина
sl: Dolžina
sr@ijekavian: Дужина
sv: Längd
uk: Довжина
zh_tw: 長度

# @item:inrange Length
source: Short
ca@valencia: Curta
es: Corta
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Corta
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratka
sr@ijekavian: кратка
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Length
source: Long
ca@valencia: Llarga
es: Larga
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolga
sr@ijekavian: дугачка
sv: Lång
uk: Довгий
zh_tw: 長

# @item screen saver name
source: RotZoomer
et: PöörlevSuurendus
fi: Rototarkennin
hu: Rotálódó nagyító
it: Ruota e ingrandisci
ja: ロットズーマー
kk: БұрапҮлкейткіш
ko: 회전 확대
lv: Rotēt un tuvināt
nds: Gröttdreihen
nn: Roterande skalering
sl: Vrtilni približevalnik
sr@ijekavian: Ротозумер
sv: Roterade zoom
uk: Дивна лупа

# @info screen saver description
source: Distorts an image by rotating and scaling random sections of it. Written by Claudio Matsuoka; 2001.
ca@valencia: Distorsiona una imatge girant i escalant seccions aleatòries seues. Escrit per Claudio Matsuoka; 2001.
es: Distorsiona una imagen rotando y escalando secciones aleatorias de ella. Creado por Claudio Matsuoka.
et: Moonutab pilti selle juhuslikke osasid pöörates ja skaleerides. Autor: Claudio Matsuoka; 2001.
it: Distorce un'immagine ruotandone e riscalandone delle sezioni casuali.Scritto da Claudio Matsuoka; 2001.
nb: Forvrenger et bilde ved å dreie og skalere tilfeldige biter av det. Skrevet av Claudio Matsuoka i 2001.
nds: Dreiht tofällig Bilddelen un maakt ehr grötter. Schreven vun Claudio Matsuoka, 2001.
nl: Vervormd een afbeelding door willekeurige delen te draaien en te schalen. In 2001 geschreven door Claudio Matsuoka.
pl: Zniekształca obraz poprzez obracanie i skalowanie jego losowych obszarów. Autor: Claudio Matsuoka; 2001.
pt: Distorce uma imagem, rodando e escalando pedaços aleatórios da mesma. Feito por Claudio Matsuoka; 2001.
sl: Popači sliko z naključnim vrtenjem in umerjanjem njenih odsekov. Napisal Claudio Matsuoka, 2001.
sr@ijekavian: Изобличава слику насумичним ротирањем и скалирањем њених дијелова. Написао Клаудио Матсуока, 2001.
sv: Förvränger en bild genom att rotera och skala slumpmässiga delar av den. Skriven av Claudio Matsuoka, 2001.
uk: Викривляє зображення обертанням і масштабуванням його випадкових частин. Автор — Claudio Matsuoka; 2001.
zh_tw: 將影像旋轉或縮放隨機的區域。由 Claudio Matsuoka 撰寫，2001。

# @info screen saver description
source: Creates a collage of rotated and scaled portions of the screen. Written by Claudio Matsuoka; 2001.
ca@valencia: Crea un collage de porcions de la pantalla girades i escalades. Escrit per Claudio Matsuoka; 2001.
es: Crea un collage de porciones de la pantalla giradas y escaladas. Creado por Claudio Matsuoka.
et: Loob kollaaži ekraani pöörlevatest ja skaleeritud osadest. Autor: Claudio Matsuoka; 2001.
eu: Biratutako eta eskalatutako pantaila-zatien collage bat sortzen du. Claudio Matsuoka-k idatzia; 2001.
fi: Luo näytön kuvasta kollaasin, joka koostuu käännetyistä ja päällekkäin asetelluista kuvan osista. Tekijä: Claudio Matsuoka; 2001.
fr: Crée un collage de morceaux de l'écran qui tournent et changent de taille. Écrit par Claudio Matsuoka ; 2001.
ga: Cruthaíonn sé seo colláis le codanna rothlaithe agus scálaithe den scáileán. Scríofa ag Claudio Matsuoka, 2001.
gl: Crea un collage de anacos da pantalla rotados e escalados. Escribiuno Claudio Matsuoka en 2001.
hu: A munkaasztali kép egyes darabjait elforgatva, alakot változtatva jeleníti meg. Készítette: Claudio Matsuoka, 2001.
it: Crea un collage di porzioni di schermo ruotate e ridimensionate. Scritto da Claudio Matsuoka; 2001.
ja: スクリーンの部分を回転させたり、サイズを変更させてコラージュを作ります。Claudio Matsuoka、2001年作。
kk: Бұрап үлкейткен экранның бөліктерінен құрылған коллаж. Авторы: Claudio Matsuoka; 2001.
lv: Izveido rotētu un mērogotu ekrāna daļu kolāžu. Sarakstīja Claudio Matsuoka; 2001.
nb: Lager en kollage av roterte og skalerte deler av skjermen. Skrevet av Claudio Matsuoka i 2001.
nds: Stellt dreiht un grötter maakt Delen vun den Schirm tosamen; 2001. Schreven vun Claudio Matsuoka, 2001.
nl: Maakt een collage van gedraaide en geschaalde delen van het beeldscherm. In 2001 geschreven door Claudio Matsuoka.
pl: Tworzy kolaż z obróconych i przeskalowanych wycinków ekranu. Autor: Claudio Matsuoka; 2001.
pt: Criar uma colagem de pedaços rodados e escalados do ecrã. Feito por Claudio Matsuoka; 2001.
ru: Коллаж из повёрнутых и масштабированных частей экрана. Автор Клаудио Матсуока (Claudio Matsuoka), 2001.
sl: Ustvari kolaž zavrtenih odsekov zaslona spremenjene velikosti. Napisal Claudio Matsuoka, 2001.
sr@ijekavian: Ствара колаж ротираних и скалираних дијелова екрана. Написао Клаудио Матсуока, 2001.
sv: Skapar ett collage av roterande och skalade delar av skärmen. Skriven av Claudio Matsuoka, 2001.
uk: Створює колаж з обернених і збільшених ділянок екрана. Автор — Claudio Matsuoka; 2001.
zh_tw: 用螢幕的某部份去旋轉與調整大小來產生一幅拼貼畫。由 Claudio Matsuoka 撰寫，2001。

# @label:spinbox
source: Rectangle count
ca@valencia: Nombre de rectangles
es: Contador de rectángulos
et: Ristkülikute arv
eu: Laukizuzen kopurua
fi: Suorakulmioiden määrä
fr: Nombre de rectangles
ga: Líon na ndronuilleog
gl: Número de rectángulos
hu: Téglalap darabszám
it: Numero di rettangoli
ja: 矩形の数
kk: Бөліктер саны
ko: 사각형 개수
lv: Taisnstūru skaits
nb: Antall rektangler
nds: Rechtecktall
nl: Aantal rechthoeken
nn: Talet på rektangel
pl: Liczba prostokątów
pt: Número de rectângulos
ru: Количество прямоугольников
sl: Število pravokotnikov
sr@ijekavian: Број правоугаоника
sv: Antal rektanglar
uk: Кількість прямокутників
zh_tw: 矩形數

# @option:radio
source: Stationary rectangles
ca@valencia: Rectangles estacionaris
es: Rectángulos estacionarios
et: Paigalseisvad ristkülikud
eu: Laukizuzen geldikorrak
fi: Liikkumattomat suorakulmiot
fr: Rectangles stationnaires
ga: Dronuilleoga gan bhogadh
gl: Rectángulos estacionarios
hu: Álló téglalapok
it: Rettangoli fermi
ja: 静止した矩形
kk: Тұрақты тікбұрыштар
ko: 고정된 사각형
lv: Nekustīgi taisnstūri
nb: Stasjonære rektangler
nds: Fastnagelt Rechtecken
nl: Stilstaande rechthoeken
nn: Stilleståand rektangel
pl: Nieruchome prostokąty
pt: Rectângulos estacionários
ru: Неподвижные прямоугольники
sl: Nepremični pravokotniki
sr@ijekavian: Непомични правоугаоници
sv: Stillastående rektanglar
uk: Нерухомі прямокутники
zh_tw: 固定的矩形

# @option:radio
source: Wandering rectangles
ca@valencia: Rectangles errants
es: Rectángulos errantes
et: Rändavad ristkülikud
eu: Noraezean dabiltzan laukizuzenak
fi: Näytöllä harhailevat suorakulmiot
fr: Rectangles errants
ga: Dronuilleoga ar seachrán
gl: Rectángulos viaxantes
hu: Vonuló téglalapok
it: Rettangoli mobili
ja: さまよう矩形
kk: Кезбе тікбұрыштар
ko: 돌아다니는 사각형
lv: Klaiņojoši taisnstūri
nb: Vandrende rektangler
nds: Rümbuttjern Rechtecken
nl: Wandelende rechthoeken
nn: Vandrande rektangel
pl: Wędrujące prostokąty
pt: Rectângulos viajantes
ru: Блуждающие прямоугольники
sl: Tavajoči pravokotniki
sr@ijekavian: Лутајући правоугаоници
sv: Vandrande rektanglar
uk: Блукаючі прямокутники
zh_tw: 漂移的矩形

# @option:radio
source: Sweeping arcs
ca@valencia: Arcs amplis
es: Arcos amplios
et: Painduvad kaared
eu: Arku zabalak
fi: Näytön poikki kulkevat kaaret
fr: Arcs rapides
ga: Airc scuabacha
gl: Arcos de varrido
hu: Elsöprő ívek
it: Archi spazzanti
ja: 横切る円弧
kk: Доғалы кисық
ko: 닦이는 원호
lv: Arkas
nb: Feiende buer
nds: Wischbagens
nl: Heen en weer gaande bogen
pl: Zamiatające łuki
pt: Arcos de varrimento
ru: Размазывание по дуге
sl: Pometajoči loki
sr@ijekavian: Бришући лукови
sv: Svepande bågar
uk: Криволінійні дуги
zh_tw: 掃過的弧線

# @option:check
source: Animate
ca@valencia: Anima
es: Animación
et: Animeerimine
eu: Animatu
fi: Liikkuva kuva
fr: Animer
ga: Beoigh
gl: Animar
hu: Animálás
it: Anima
ja: アニメーション
kk: Анимациялап
ko: 움직임
lv: Animēt
nb: Animering
nds: Leven Krinken
nl: Animatie
nn: Animering
pl: Animacja
pt: Animar
ru: Анимация
sl: Animiraj
sr@ijekavian: Анимирај
sv: Animera
uk: Анімація
zh_tw: 動畫

# @item screen saver name
source: Rubik
fi: Rubikin kuutio
ja: ルービック
kk: Рубик
ko: 루빅
lv: Rubiks
nds: Rubik-Wörpel
nn: Rubiks kube
sr@ijekavian: Рубик
uk: Кубик Рубіка
zh_tw: 魔術方塊
