Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Simulates (something like) the classic arcade game Missile Command. http://en.wikipedia.org/wiki/Missile_Command Written by Adam Miller; 1999.
ca@valencia: Simula (de forma paregut) el joc d'arcade clàssic «Missile Command». http://en.wikipedia.org/wiki/Missile_Command Escrit per Adam Miller; 1999.
es: Simula (algo como) el juego electrónico clásico «Missile Command». http://en.wikipedia.org/wiki/Missile_Command Escrito por Adam Miller; 1999.
et: Jäljendab klassikalist arkaadmängu Missile Command. http://en.wikipedia.org/wiki/Missile_Command Autor: Adam Miller; 1999.
fi: Tämä jäljittelee klassista räiskintäpeliä Missile Command. http://en.wikipedia.org/wiki/Missile_Command Tekijä: Adam Miller; 1999.
fr: Ce programme simule (ou essaie) le traditionnel jeu d'arcade « Missile Command ». http://en.wikipedia.org/wiki/Missile_Command Écrit par Adam Miller ; 1999.
ga: Déanann sé seo insamhladh ar an gcluiche clasaiceach Missile Command, mar dhea. http://en.wikipedia.org/wiki/Missile_Command Scríofa ag Adam Miller, 1999.
gl: Simula (algo semellante a) o xogo clásico «Missile Command». http://en.wikipedia.org/wiki/Missile_Command. Escribiuno Adam Miller en 1999.
hu: A klasszikus Missile Command játékot szimulálja (valamenniyre) a program. http://en.wikipedia.org/wiki/Missile_Command Készítette: Adam Miller, 1999.
it: Simula (più o meno) il classico gioco arcade «Missile Command». http://it.wikipedia.org/wiki/Missile_Command Scritto da Adam Miller; 1999.
ja: 古典的なアーケードゲームであるミサイルコマンドをシミュレート。http://ja.wikipedia.org/wiki/ミサイルコマンド Adam Miller、1995年作。
kk: "Missile Command" деген (секілді) классикалық аркад ойынның эмуляциясы. http://en.wikipedia.org/wiki/Missile_Command Авторы: Adam Miller; 1999.
lv: Simulē (kaut ko līdzīgu) klasisko arkādes spēli Missile Command. http://en.wikipedia.org/wiki/Missile_Command Sarakstīja Adam Miller; 1999.
nb: Simulerer (noe som likner) det klassiske hallspillet Missile Command. <link>http://en.wikipedia.org/wiki/Missile_Command</link> Skrevet av Adam Miller i 1999.
nds: Simuleert dat klass'sche "Missile Command" ut de Speelhall. http://de.wikipedia.org/wiki/Missile_Command Schreven vun Adam Miller, 1999.
nl: Simuleert (zoiets als) het klassieke arcade spel 'Missile Command'. http://en.wikipedia.org/wiki/Missile_Command In 1999 geschreven door Adam Miller.
nn: Simulerer noko som liknar på det klassiske arkadespelet Missile Command. <link>http://en.wikipedia.org/wiki/Missile_Command</link> Skriven av Adam Miller i 1999.
pl: Ten wygaszacz symuluje klasyczną grę z automatów Missile Command. Autor: Adam Miller.
pt: Simula (de forma semelhante) o jogo clássico de arcadas Missile Command. http://en.wikipedia.org/wiki/Missile_Command Feito por Adam Miller; 1999.
ru: Примерная эмуляция классической аркады Missile Command. http://en.wikipedia.org/wiki/Missile_Command Автор Адам Миллер (Adam Miller), 1999.
sl: Simulira (nekaj podobnega) klasični arkadni igri Missile Command. http://en.wikipedia.org/wiki/Missile_Command Napisal Adam Miller, 1999.
sr@ijekavian: Симулира нешто налик на класичну аркадну игру Ракетна команда (http://en.wikipedia.org/wiki/Missile_Command). Написао Адам Милер, 1999.
sv: Simulerar (något som liknar) det klassiska spelhallspelet Missile Command. Se http://sv.wikipedia.org/wiki/Missile_Command. Skriven av Adam Miller, 1999.
uk: Цей зберігач екрана імітує (приблизно) класичну аркадну гру «Missile Command». http://en.wikipedia.org/wiki/Missile_Command Автор Adam Miller.
zh_tw: 模擬一款古老的遊戲 Missile Command。參考資料：http://en.wikipedia.org/wiki/Missile_Command 。由 Adam Miller 撰寫，1999。

# @label:slider
source: Explosions
es: Explosiones
et: Plahvatused
eu: Eztandak
fi: Räjähdykset
ga: Pléascanna
gl: Explosións
hu: Robbanások
it: Esplosioni
ja: 爆発
kk: Жарылыстар
ko: 폭발
lv: Eksplozijas
nb: Eksplosjoner
nds: Exploschonen
nl: Explosies
nn: Eksplosjonar
pl: Eksplozje
pt: Explosões
ru: Взрывы
sl: Eksplozije
sr@ijekavian: Експлозије
sv: Explosioner
uk: Вибухи
zh_tw: 爆炸

# @item:inrange Explosions
source: Slow
ca@valencia: Lentes
es: Lentas
et: Aeglane
eu: Poliki
fi: Hitaat
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lente
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēnas
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lentas
ru: Медленнее
sl: Počasne
sr@ijekavian: споре
sv: Långsamma
uk: Повільно
zh_tw: 慢

# @item:inrange Explosions
source: Fast
ca@valencia: Ràpides
es: Rápidas
et: Kiire
eu: Azkar
fi: Nopeat
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloci
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātras
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápidas
ru: Быстрее
sl: Hitre
sr@ijekavian: брзе
sv: Snabba
uk: Швидко
zh_tw: 快

# @label:slider
source: Lasers
ca@valencia: Làsers
es: Lásers
et: Laserid
eu: Laserrak
fi: Laserit
ga: Léasair
gl: Láseres
hu: Lézersugarak
it: Laser
ja: レーザー
kk: Лазерлер
ko: 레이저
lv: Lāzeri
nb: Lasere
nds: Laserstrahlen
nn: Laserar
pl: Lasery
ru: Лазеры
sl: Laserji
sr@ijekavian: Ласери
sv: Lasrar
uk: Лазери
zh_tw: 雷射

# @item:inrange Lasers
source: Slow
ca@valencia: Lent
es: Lentos
et: Aeglane
eu: Poliki
fi: Hitaat
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenti
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lentos
ru: Медленнее
sl: Počasni
sr@ijekavian: спори
sv: Långsamma
uk: Повільно
zh_tw: 慢

# @item:inrange Lasers
source: Fast
ca@valencia: Ràpid
es: Rápidos
et: Kiire
eu: Azkar
fi: Nopeat
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloci
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápidos
ru: Быстрее
sl: Hitri
sr@ijekavian: брзи
sv: Snabba
uk: Швидко
zh_tw: 快

# @option:radio
source: Start badly, but learn
ca@valencia: Mal començament, però s'aprèn
es: Mal comienzo, pero aprende
et: Usinalt õppiv algaja
eu: Hasiera txarra, baino ikasi
fi: Aloita kehnosti, mutta opi
fr: Mal partir mais apprendre
ga: Tosaigh go dona, ach foghlaim
gl: Comezar mal, pero aprender
hu: Gyenge kezdés, tanulással
it: Inizia male, ma impara
ja: ひどい状態で始めて、次第に学習
kk: Нашар бастап үйрену
ko: 처음에는 서툴지만 점차 배움
lv: Iesākt slikti, bet mācīties
nb: Start dårlig, men lær
nds: Leeg starten, man lehren
nl: Slecht starten, maar leren
nn: Start dårleg, men lær
pl: Rozpocznij słabo, ale ucz się
pt: Começar mal, mas aprender
ru: В начале игры играть слабо, потом научиться.
sl: Začni slabo, vendar se uči
sr@ijekavian: Играј лоше, али учи
sv: Börja dåligt, men lär
uk: Починати погано, але вчитись
zh_tw: 開始很差，但會學習

# @option:radio
source: Always play well
ca@valencia: Sempre juga bé
es: Siempre juega bien
et: Alati edukas
eu: Beti ongi jokatu
fi: Pelaa aina hyvin
fr: Toujours bien jouer
ga: Imir go maith i gcónaí
gl: Xogar sempre ben
hu: Mindig jól játsszon
it: Gioca sempre bene
ja: 常に上手にプレイ
kk: Басынан жақсы ойнау
ko: 항상 잘함
lv: Vienmēr spēlēt labi
nb: Spill alltid godt
nds: Jümmers goot spelen
nl: Altijd eerlijk spelen
nn: Spel alltid bra
pl: Zawsze graj dobrze
pt: Jogar sempre bem
ru: Всегда играть хорошо.
sl: Vedno dobro igraj
sr@ijekavian: Увијек играј добро
sv: Spela alltid bra
uk: Завжди грати добре
zh_tw: 總是打得準

# @item screen saver name
source: Penrose
fi: Penrosen laatat
ja: ペンローズ
kk: Пенроуз
ko: 펜로즈
lv: Penrouzs
sr@ijekavian: Пенроуз
uk: Пенровз

# @info screen saver description
source: Draws quasiperiodic tilings; think of the implications on modern formica technology. In April 1997, Sir Roger Penrose, a British math professor who has worked with Stephen Hawking on such topics as relativity, black holes, and whether time has a beginning, filed a copyright-infringement lawsuit against the Kimberly-Clark Corporation, which Penrose said copied a pattern he created (a pattern demonstrating that "a nonrepeating pattern could exist in nature") for its Kleenex quilted toilet paper. Penrose said he doesn't like litigation but, "When it comes to the population of Great Britain being invited by a multinational to wipe their bottoms on what appears to be the work of a Knight of the Realm, then a last stand must be taken." As reported by News of the Weird #491, 4-Jul-1997. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Written by Timo Korvola; 1997.
ca@valencia: Dibuixa mosaics quasi-periòdics; penseu en les implicacions sobre la moderna tecnologia de la fòrmica. L'abril de 1997, Sir Roger Penrose, un catedràtic de matemàtiques britànic que ha treballat amb Stephen Hawking en temes com la relativitat, forats negres i sobre quan va començar el temps, va denunciar un abús de copyright contra la Corporació Kimberly-Clark, la qual segons Penrose va copiar un dels seus motius per a usar-lo al seu paper de bany Kleenex (un motiu que demostrava que pot existir en la naturalesa un patró que no es repeteix). Penrose va dir que no li agradava litigar, però «quan s'invita al poble de Gran Bretanya a netejar els seus culs amb el treball d'un Cavaller del Regne, s'ha d'arribar fins el final». Aparegué a les notícies de Weird núm. 491, el 4 de juliol de 1997. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Escrit per Timo Korvola; 1997.
es: Dibuja mosaicos cuasi-periódicos; piensa en las implicaciones de la tecnología moderna en la formica. Escrito por Timo Korvola. En Abril de 1997, Sir Roger Penrose, un profesor de matemáticas británico que ha trabajado con Stephen Hawking en temas como la relatividad, agujeros negros, y sobre cuando comenzó el tiempo, denunció un abuso de copyright contra la Corporación Kimberly-Clark, la cual según Penrose copió uno de sus motivos para usarlo en su papel de baño Kleenex (un motivo que demostraba que puede existir en la naturaleza un patrón que no se repite). Penrose dijo que no le gustaba litigar, pero «Cuando se invita al pueblo de Gran Bretaña a limpiar sus culos con el trabajo de un Caballero del Reino, se debe llegar hasta el final». Aparecido en las noticias de Weird #491, el 4 de julio de 1997.http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation. Escrito por Timo Korvola; 1997.
et: Näitab kvaasiperioodilisi paane; mõelge vaid moodsa "sipelgatehnoloogia" rakendustele. 1997. aasta aprillis esitas sir Roger Penrose (Briti matemaatikaprofessor, kes oli töötanud koos Stephen Hawkingiga selliste teemade kallal, nagu relatiivsusteooria, mustad augud ja aja alguse võimalikkus) hagi autoriõiguse rikkumise kohta Kimberly-Clarki korporatsiooni vastu, väites, et firma on kasutanud tema loodud mustrit (mis näitab, et "looduses on olemas mittekorduvad mustrid") oma tualettpaberil Kleenex. Penrose kinnitas, et talle ei meeldi kohut käia, aga "kui kätte on jõudnud aeg, mil rahvusvaheline korporatsioon paneb Suurbritannia elanikud tagumikku pühkima millegagi, mis kujutab ilmselgelt Looja kätetööd, tuleb lihtsalt asuda viimsele kaitseliinile". Nii teatas vähemalt News of the Weird nr. 491 4. juulil 1997. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Autor: Timo Korvola; 1997.
fi: Piirtää kvasijaksollisia laatoituksia (kuvittele seuraamuksia nykyajan laminaattiteollisuudelle!). Huhtikuussa 1997 sir Roger Penrose, brittiläinen matematiikan professori, joka oli työskennellyt Stephen Hawkingin kanssa sellaisten aiheiden kuin suhteellisuusteorian, mustien aukkojen ja ajan alun parissa, teki tekijänoikeusrikkomuskantelun Kimberly-Clark-yhtiöstä, jonka Penrose katsoi kopioineen luomansa kuvion (joka osoitti toistumattomien kuvioiden voivan esiintyä luonnossa) Kleenex-vessapaperiinsa. Penrose ei halunnut korvauksia mutta ”Kun monikansallinen yritys pyytää Ison-Britannian väestöä pyyhkimään peppunsa johonkin, joka vaikuttaa olevan valtakunnan ritarin tekosia, täytyy käydä viimeiseen taistoon.” (kuten raportoi News of the Weird numerossa 491 4. heinäkuuta 1997. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Kirjoittanut Timo Korvola, 1997.
hu: Kváziperiodikus mintázatokat rajzol ki, hasonlóan a modern formica technológiához. 1997 áprilisában Sir Roger Penrose, egy angol matematikaprofesszor, aki Stephen Hawkinggal dolgozott közösen olyan témákban, mint a relativitáselmélet, a fekete lyukak vagy a fizikai időszámítás kezdetének kérdése, szabványsértési eljárást kezdeményezett a Kimberly-Clark vállalattal szemben, amely Penrose szerint jogtalanul lemásolt egy általa feltalált mintát (amely azt demonstrálja, hogy "nem ismétlődő minták is léteznek a természetben") egyik mintás vécépapírjához. Penrose kijelentette, hogy nem híve a peres eljárásoknak, de "Ha odáig jutunk, hogy egy multi egy lord által feltalált mintával akarja kitöröltetni Nagy-Britannia lakóinak fenekét, akkor nem lehet mást tenni, mint megálljt parancsolni." Ez a történet a News of the Weird 491-es számában jelent meg, 1997. július 4-én. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Készítette: Timo Korvola, 1997.
it: Disegna tessellature quasiperiodiche; pensa alle implicazioni sulla tecnologia moderna della fòrmica. Nell'aprile 1997, Sir Roger Penrose, un professore di matematica inglese che ha lavorato con Stephen Hawking su temi come relatività, buchi neri e dove il tempo ha avuto inizio, fece causa per violazione del diritto d'autore alla Kimberly-Clark Corporation, che secondo Penrose aveva copiato uno schema da lui creato (uno schema che dimostra come «uno schema non ripetibile possa esistere in natura») per usarlo nella loro carta igienica trapuntata Kleenex. Penrose disse che non gli piaceva l'idea di far causa, ma «quando si arriva al punto che una multinazionale invita il popolo di Gran Bretagna a pulirsi il posteriore con ciò che sembra il lavoro di un Cavaliere del Regno, si deve opporre un'ultima resistenza». Come riportato da News of the Weird, numero 491, 4 luglio 1997. http://it.wikipedia.org/wiki/Tassellatura_di_Penrose http://it.wikipedia.org/wiki/Tassellatura Scritto da Timo Korvola; 1997.
nb: Tegner kvasiperiodisk fliselegging, tenk hva det kan bety for moderne respatex-teknologi. Det var i april 1997 at Sir Roger Penrose anla opphavsrettssak mot Kimberly-Clark Corporation. Sir Roger er en britisk matematikkprofessor som har samarbeidet med Stephen Hawking om slike emner som relativitet, svarte hull og om tiden har en begynnelse. Han reiste sak mot KCC da han påsto de hadde kopiert et mønster han hadde laget i Kleenex toalettpapir, et mønster som viste at et ikke-repeterende mønster kunne finnes i naturen. Sir Roger sa at han ikke liker saksanlegg, men «når et multinasjonalt selskap tilbyr Storbritannias befolkning å tørke seg bak med noe som ser ut til å være et åndsverk fra en av Rikets Riddere, da er grensen nådd.» Som referert i News of the Weird nr. 491, 4. juli 1997. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tesselation Skrevet av Timo Korvola i 1997.
nds: Wiest halfperioodsche Kacheln. In Aprilmaand 1997 hett Sir Roger Penrose, en britsch Mathematik-Perfesser, de mit Stephen Hawking an Themas as Relativiteet, Swatte Löcker un den Anfang vun de Tiet arbeidt hett, de hett en Copyright-Klaag gegen de Sellschap Kimberley-Clark doon, vun wegen dat se en vun em schaapt Muster ahn sien Verlööf för Schiethuuspapeer bruukt hebbt. Dat Muster schull wiesen, wat dat in de Natuur nich-wedderhalen Mustern gifft. Penrose seeg, dat he dat Klaagdoon normaal nich mag, man wenn en multinatschonaal Sellschap de Inwahners vun Grootbritannien inlaadt, sik den Achtersteven mit dat Wark vun en Ridder vun't Riek aftowischen, mutt doch wat daan warrn. (Bericht vun „News of the Weird“, Nr.491, op den 4. Juli 1997.) http://de.wikipedia.org/wiki/Parkettierung http://de.wikipedia.org/wiki/Penrose-Parkettierung Schreven vun Timo Korvola, 1997.
nl: Toont quasi-periodieke betegeling; denk aan de implicaties voor moderne formica technologie. In April 1997, is Sir Roger Penrose, een Britse wiskundeprofessor die heeft gewerkt met Stephen Hawking aan onderwerpen zoals relativiteit, zwarte gaten, en of tijd een begin heeft, een rechtzaak begonnen over een overtreding van het copyright tegen de Kimberly-Clark Corporation, die volgens Penrose een patroon hebben gekopieerd dat hij heeft ontworpen (een patroon dat demonstreert dat "een niet zich herhalend patroon in de natuur kan bestaan") voor hun Kleenex toiletpapier. Penrose zei dat hij niet van beschuldigingen houdt maar, "Als de bevolking van Groot Brittannië, door een multinational wordt uitgenodigd om hun billen af te vegen met iets wat lijkt op het werk van een Ridder van de Wereld, dan moet er positie worden ingenomen." Zoals is verslagen door News of the Weird #491, 4-juli-1997. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation In 1997 geschreven door Timo Korvola.
pl: Rysuje quasi-okresowe kafelkowania, pomyśl o implikacjach nowoczesnych technologii tworzyw sztucznych. Autor: Timo Korvola. W kwietniu 1997, Sir Roger Penrose, brytyjski profesor matematyki, który pracował z Stephenem Hawkingiem nad takimi tematami jak względność, czarne dziury i czy czas ma początek, złożył pozew o pogwałcenie praw autorskich przez koncern Kimberly-Clark Corporation, który, jak twierdzi Penrose, użył wzoru, który on stworzył (wzór demonstrujący, że "niepowtarzający się wzór może istnieć w naturze") w swoim pikowanym papierze toaletowym Kleenex. Penrose stwierdził, że nie lubi się procesować, ale "kiedy dochodzi do tego, że ludność Wielkiej Brytanii jest zachęcana przez międzynarodowy koncern do podcierania się czymś, co najwyraźniej jest dziełem Rycerza Królestwa, wtedy ostatni bastion musi zostać obroniony". Podane przez "News of the Weird #491" 4 lipca 1997. http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Autor: Timo Korvola; 1997.
pt: Desenha um conjunto de padrões quasi-periódicos; pense nas implicações na tecnologia de fórmica moderna. Feito por Timo Korvola. Em Abril de 1997, o Sir Roger Penrose, um professor de matemática inglês que trabalhou com Stephen Hawking em alguns tópicos como a relatividade, os buracos negros e se o tempo tem um início, lançou um processo de violação de direitos de cópia contra a Kimberly-Clark Corporation, em que Penrose disse que copiaram um padrão que ele criou (um padrão que demonstra que "um padrão não-repetitivo poderia existir na natureza") no seu papel higiénico da Kleenex. Penrose disse que não gosta de litigações, mas que ``Quando a população da Grã-Bretanha é convidada por uma multinacional a limpar o seu rabo ao que parece ser o trabalho de um Cavaleiro do Reino, alguma acção deverá ser feita". Tal como foi citado nas News of the Weird #491, 4-jul-1997. http://en.wikipedia.org/wiki/Penrose_tiling Feito por Timo Korvola; 1997.
sl: Izriše kvaziperiodične tlakovce, razmislite o pomenu moderne formica tehnologije. Aprila 1997 je Sir Roger Penrose, britanski profesor matematike, ki je s Stephenom Hawkingom delal na temah kot so relativnost, črne luknje in ali ima čas začetek proti podjetju Kimberly-Clark Corporation vložil tožbo zaradi kršitve avtorskih pravic. Penrose je trdil, da so kopirali njegov vzorec, ki prikazuje, da "v naravi lahko obstaja neponavljajoč vzorec", in ga uporabili na toaletnem papirju. Penrose je rekel, da mu tožba ni všeč, vendar "ko ljudi Velike Britanije velika multinacionalka povabi k brisanju svojih zadnjic z delom viteza, se je treba postaviti v bran". http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Napisal Timo Korvola, 1997.
sr@ijekavian: Црта квазипериодичне плочице (http://en.wikipedia.org/wiki/Penrose_tiling, http://en.wikipedia.org/wiki/Tessellation); помислите на импликације за модерну технологију формике. Априла 1997., сер Роџер Пенроуз, британски професор математике који је радио са Стивеном Хокингом у областима попут релативности, црних рупа, и да ли је вријеме имало почетак, тужио је компанију Кимберли-Кларк за повреду ауторских права. Према Пенроузу, Кимберли-Кларк је копирала образац који је он створио (а који показује да „непонављајући образац може постојати у природи“) на тоалетном папиру „клинекс“. Пенроуз је изјавио да не воли тужакање, али „кад једна компанија предложи народу Велике Британије да брише задњицу нечим на чему се налази нешто налик на дјело витеза империје, преко тога се не може пријећи“ (Њуз оф д вирду, бр. 491, 4. јул 1997). Написао Тимо Корвола, 1997.
sv: Ritar pseudoregelbundna plattor. Tänk bara på innebörden för modern kakelteknologi. I april 1997 inlämnade Sir Roger Penrose, en brittisk matematikprofessor som har arbetat med Stephen Hawking rörande ämnen som relativitet, svarta hål och om tiden har en början, en stämningsansökan om brott mot upphovsrättslagen mot Kimberly-Clark bolaget, som Penrose sa hade kopierat ett mönster han skapat (ett mönster som demonstrerade att "ett icke-repetitivt mönster kan existera i naturen") på sitt Kleenex mjuka toalettpapper. Penrose sa att han inte tycker om processande men, "När det gäller att Storbritanniens befolkning inbjuds av ett multinationellt bolag att torka sig i baken med vad som verkar vara arbete från en av samväldets adelsmän, så måste man stå upp för sin sak." Rapporterat av News of the Weird, nummer 491, 4:e juli 1997. Se http://sv.wikipedia.org/wiki/Penrosetessellation och http://sv.wikipedia.org/wiki/Tessellation. Skriven av Timo Korvola, 1997.
uk: Малює квазіперіодичні плитки. В квітні 1997 Roger Penrose, британський професор математики, який працював з Stephen Hawking над питаннями відносності, чорних дір та існування початку часу, подав в суд за порушення авторських прав на корпорацію Kimberly-Clark, яка, по словах Пенровза, скопіювала, створений ним, візерунок для свого туалетного паперу «Kleenex». Пенровз сказав, що він не любить тягатись по судах, але «Коли доходить до того, що населенню Великобританії інтернаціональна компанія пропонує витирати свої зади тим, над чим працював Лицар Її Величності, то хтось мусить цьому протистояти» (з «Новин для Диваків» #491, 4 липня 1997). http://en.wikipedia.org/wiki/Penrose_tiling http://en.wikipedia.org/wiki/Tessellation Автор — Timo Korvola; 1997.
zh_tw: 畫出半週期的磚狀。根據 News of the Wierd 第 491 期，1997 年七月四日的報導，在 1997 年四月，Roger Penrose，一位英國的數學教授，控告 Kimberly-Clark 公司所生產的 Kleenex 牌衛生紙上的圖案抄襲自一種他所創造的圖案，這個圖案展示「自然界存在的不重覆的樣式」。Penrose 表示他並不喜歡訴訟，但是「這個產品來到大不列顛後，此地的人民可能被這間跨國公司推薦用他們國家的爵士辛勤工作出來的結果擦屁股，一想到這一點就不得不採取行動。」參考資料：http://en.wikipedia.org/wiki/Penrose_tiling 。 http://en.wikipedia.org/wiki/Tessellation 。 由 Timo Korvola 撰寫，1997。
