Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This is what the Internet looks like. This creates collages out of random images from the World Wide Web. It finds the images by feeding random words into various search engines, and pulling images (or sections of images) out of the pages returned. WARNING: THE INTERNET SOMETIMES CONTAINS PORNOGRAPHY. The Internet being what it is, absolutely anything might show up in the collage including -- quite possibly -- pornography, or even nudity. Please act accordingly. See also http://www.jwz.org/webcollage/ Written by Jamie Zawinski; 1999.
ca@valencia: Això és el que pareix Internet. Este programa fa collages de les imatges obtingudes a l'atzar de la World Wide Web. Cerca imatges fent cerques de paraules aleatòries en diversos motors de cerca, i extrau les imatges (o seccions de les imatges) des de les pàgines localitzades. AVÍS: A INTERNET A VEGADES HI HA PORNOGRAFIA. Internet, tal com és, pot mostrar qualsevol cosa en el collage, inclús - força possible - pornografia, o inclús nuesa. Actueu apropiadament. Vegeu també http://www.jwz.org/webcollage/ Escrit per Zawinski; 1999.
es: Esto es como parece Internet. Crea collages de imágenes obtenidas al azar de la World Wide Web. Busca imágenes haciendo búsquedas aleatorias en varios motores de búsqueda y extrayendo las imágenes (o partes de imágenes) de las páginas devueltas. AVISO: INTERNET A VECES CONTIENE PORNOGRAFÍA. Internet es como es, y en el collage puede aparecer cualquier cosa, incluyendo (bastante posiblemente) pornografía o desnudos. Actúe como considere adecuado. Consulte también http://www.jwz.org/webcollage/. Escrito por Jamie Zawinski; 1999.
et: See näeb välja täpselt nagu internet. See loob kollaaži juhuslikest internetist tõmmatud piltidest. Pildid leitakse juhusliku veebiotsinguga, misjärel rakendus hangib pildid saitidelt, mis andsid vastuse. HOIATUS: INTERNET VÕIB SISALDADA KA PORNOT. Internet on just selline, nagu ta on, nii et kollaaži võib ilmuda mida iganes, kaasa arvatud - ja päris usutavalt - pornot ja ka alastust. Palun talita sel juhul südametunnistuse kohaselt. Vaata ka http://www.jwz.org/webcollage/ Autor: Jamie Zawinski; 1999.
fi: Internet näyttää tältä. Ohjelma muodostaa kollaaseja sattumanvaraisista verkonkuvista. Se etsii kuvat satunnaishauin ja poimii sitten kuvat sivustoilta. VAROITUS: INTERNET SAATTAA JOSKUS SISÄLTÄÄ PORNOA. Kun Internet on mitä on, kollaaseissakin voi olla mitä tahansa kuten – hyvinkin mahdollisesti – pornoa tai jopa alastomuutta. Toimi sen mukaisesti. Katso myös http://www.jwz.org/webcollage/ Kirjoittanut Jamie Zawinski, 1999.
it: Questo è l'aspetto di Internet. Crea un collage di immagini a caso dal Web. Trova le immagini mandando parole a caso a vari motori di ricerca, ed estraendo le immagini o parti di esse dalle pagine restituite. ATTENZIONE: INTERNET CONTIENE PORNOGRAFIA. Essendo Internet quel che è, qualsiasi cosa potrebbe comparire nel collage, inclusi, non improbabilmente, della pornografia o dei nudi. Tienine conto. Vedi anche http://www.jwz.org/webcollage/ Scritto da Jamie Zawinski; 1999.
nb: Slik ser Internettet ut. Dette programmet lager kollager av tilfeldige bilder hentet fra verdensveven. Det finner disse bildene ved å sende tilfeldige ord inn i forskjellige søkemotorer og trekker ut bilder (eller bildestykker) fra de sidene som dukker opp. ADVARSEL: INTERNETT INNEHOLDER NOEN GANGER PORNOGRAFI. Slik Internett er kan absolutt hva som helst dukke opp i kollagen, inkludert nakenhet og muligens pornografi. Ta hensyn til dette. Se også http://www.jwz.org/webcollage/Skrevet av Jamie Zawinski i 1999.
nds: Sodennig süht dat Internet ut. Stellt Bildtosamenstellen ut tofällig ut't Internet ruttrocken Biller op. Gifft tofällig Wöör in verscheden Söökmaschinen in, de Biller warrt denn ut de torüchgeven Nettsieden ruttrocken. Wohrschoen: In't Internet laat sik mennigmaal ok Pornos finnen. So kann dat wesen, dat för de Tosamenstellen ok Tittelaturen un Swienkraams bruukt warrt. Bitte wees op de Wacht. K.o. http://www.jwz.org/webcollage/ Schreven vun Jamie Zawinski, 1999.
nl: Dit is hoe het internet er uitziet. Het maakt collages van willekeurige afbeeldingen uit het World Wide Web. Het vindt deze afbeeldingen door willekeurige webzoekopdrachten te doen en vervolgens de afbeelding te trekken uit de teruggegeven pagina's. WAARSCHUWING: HET INTERNET BEVAT SOMS PORNOGRAFIE. Het internet is wat het is, absoluut alles kan verschijnen -- ook mogelijk -- pornografie of zelfs naaktfototo's. Wees er op voorbereid. Zie ook http://www.jwz.org/webcollage/ In 1999 geschreven door Jamie Zawinski.
pl: Tak właśnie wygląda internet. Ten program tworzy kolaże z losowych obrazów pobranych z WWW. Znajduje je przeszukując losowo sieć, a następnie pobierając obrazki ze zwróconych stron.OSTRZEŻENIE: W INTERNECIE CZASAMI MOŻNA NATRAFIĆ NA PORNOGRAFIĘ. Internet jest, jaki jest, więc w kolażu może pojawić się cokolwiek, bardzo możliwe, że również pornografia lub nagość. Zobacz także: http://www.jwz.org/webcollage/ Autor: Jamie Zawinski; 1999.
pt: Este programa faz colagens a partir de imagens obtidas da World Wide Web. Ele obtém estas imagens fazendo algumas pesquisas aleatórias na Web, extraindo de seguida as imagens das páginas devolvidas. ATENÇÃO: A INTERNET CONTÉM ÀS VEZES PORNOGRAFIA. A Internet, sendo o que é, poderá mostrar quase tudo na colagem, incluindo -- muito possivelmente --, pornografia ou até mesmo nudez. Por favor, actue em conformidade. Veja também http://www.jwz.org/webcollage/. Feito por Jamie Zawinski; 1999.
sl: Tako izgleda internet. To naredi kolaže iz naključnih slik, ki jih najde na internetu. Te slike najde z naključnim spletnim iskanjem in pridobivanjem slik (ali odsekov slik) iz vrnjenih strani. OPOZORILO: INTERNET VČASIH VSEBUJE PORNOGRAFIJO, ki se lahko pojavi na kolažu. Ravnajte temu primerno. Oglejte si tudi http://www.jwz.org/webcollage/ Napisal Jamie Zawinski, 1999.
sr@ijekavian: Овако изгледа Интернет: колажи насумичних слика са Веба. Налази слике провлачећи насумичне речи кроз разне претраживаче и добављајући слике (или делове слика) са враћених страница. УПОЗОРЕЊЕ: ИНТЕРНЕТ ПОНЕКАД САДРЖИ ПОРНОГРАФИЈУ. Пошто је Интернет такав какав је, апсолутно свашта може завршити у колажу, укључујући — врло могуће — порнографију, па чак и голотињу. Имајте ово на уму. Види још http://www.jwz.org/webcollage/. Написао Џејми Завински, 1999.
sv: Så här ser Internet ut. Den här gör collage av slumpmässiga bilder som hämtas från webben. Bilderna hittas genom att skicka slumpmässiga ord till diverse söktjänster och plocka ut bilder (eller delar av bilder) från sidorna som returneras. Varning: Internet innehåller ibland pornografi. Eftersom Internet är vad det är, kan precis vad som helst dyka upp i collaget, inklusive pornografi (med stor sannolikhet) eller till och med nakenhet. Agera i enlighet med detta. Se också http://www.jwz.org/webcollage/. Skriven av Jamie Zawinski, 1999.
uk: Спроба відтворити вигляд інтернету. Ця програма створює колажі з випадкових зображень, взятих з інтернету. Програма знаходить їх за допомогою випадкових пошуків у інтернеті, а потім витягуючи зображення (або шматки зображень) з результатів пошуку. Попередження: у інтернеті може міститися порнографія. Інтернет — це інтернет: у колаж може потрапити абсолютно будь-що, зокрема, дуже ймовірно, порнографія та натурні фото. Будь ласка, будьте обережні. Див. також http://www.jwz.org/webcollage/ Автор — Jamie Zawinski; 1999.
zh_tw: 模擬網際網路的行為，並將網頁上的影像做成拼貼畫。它會將隨機單字傳送到不同的搜尋引擎，找到並傳回圖片。不過注意，因為網際網路上什麼都有，所以它很有可能抓到色情或甚至赤裸的圖片（喔耶！）。請斟酌使用。參考網址：http://www.jwz.org/webcollage/ 由 Jamie Zawinski 撰寫，1999。

# @info screen saver description
source: This makes collages out of random images pulled off of the World Wide Web. It finds these images by doing random web searches, and then extracting images from the returned pages. WARNING: THE INTERNET SOMETIMES CONTAINS PORNOGRAPHY. The Internet being what it is, absolutely anything might show up in the collage including -- quite possibly -- pornography, or even nudity. Please act accordingly. See also http://www.jwz.org/webcollage/ Written by Jamie Zawinski; 1999.
ca@valencia: Este programa fa collages de les imatges obtingudes a l'atzar de la World Wide Web. Cerca imatges fent recerques aleatòries en la web, i extrau les imatges des de les pàgines localitzades. AVÍS: A INTERNET A VEGADES HI HA PORNOGRAFIA. Internet, tal com és, pot mostrar qualsevol cosa en el collage, inclús - força possible - pornografia, o inclús nuesa. Actueu apropiadament. Vegeu també http://www.jwz.org/webcollage/ Escrit per Zawinski; 1999.
es: Este programa hace collages de imágenes obtenidas al azar de la World Wide Web. Busca imágenes haciendo búsquedas aleatorias en la web y extrayendo las imágenes de las páginas devueltas. AVISO: INTERNET A VECES CONTIENE PORNOGRAFÍA. Internet es como es, y en el collage puede aparecer cualquier cosa, incluyendo (bastante posiblemente) pornografía o desnudos. Actúe como considere adecuado. Consulte también http://www.jwz.org/webcollage/. Escrito por Jamie Zawinski; 1999.
et: See loob kollaaži juhuslikest internetist tõmmatud piltidest. Pildid leitakse juhusliku veebiotsinguga, misjärel rakendus hangib pildid saitidelt, mis andsid vastuse. HOIATUS: INTERNET VÕIB SISALDADA KA PORNOT. Internet on just selline, nagu ta on, nii et kollaaži võib ilmuda mida iganes, kaasa arvatut - ja päris usutavalt - pornot ja ka alastust. Palun talita sel juhul südametunnistuse kohaselt. Vaata ka http://www.jwz.org/webcollage/ Autor: Jamie Zawinski; 1999.
fi: Ohjelma muodostaa kollaaseja sattumanvaraisesti verkosta otetuista kuvista. Se löytää käyttämänsä kuvat sattumanvaraisten verkkohakujen avulla ja poimii sitten kuvat löytyneiltä sivustoilta. VAROITUS: INTERNET SISÄLTÄÄ JOSKUS PORNOA. Internetin ollessa mikä on, kollaaseissa voi olla mitä tahansa, kuten, hyvinkin mahdollisesti, pornoa ja jopa alastomuutta. Toimi sen mukaisesti. Katso myös http://www.jwz.org/webcollage/ Tekijä: Jamie Zawinski; 1999.
fr: Ce programme colle des images aléatoires trouvées sur le World Wide Web. Il les trouve en faisant des recherches aléatoires sur le web puis extrait les images des pages renvoyées. ATTENTION : Internet contient parfois de la PORNOGRAPHIE. Internet étant ce qu'il est, absolument n'importe quoi pourrait être affiché dans le patchwork, incluant, a priori, pornographie et autres images possiblement choquantes. Veuillez agir en conséquence et conscience de ceci. Voir aussi http://www.jwz.org/webcollage/ Écrit par Jamie Zawinski ; 1999.
ga: Déanann an ríomhchlár seo colláis as íomhánna randamacha ón Ghréasán. Aimsíonn sé na híomhánna seo tríd an Ghréasán a chuardach go randamach agus na híomhánna a bhaint as na leathanaigh aimsithe. RABHADH: bíonn íomhánna pornagrafaíochta ar an Idirlíon anois is arís. Bí cúramach. Féach http://www.jwz.org/webcollage/ freisin. Scríofa ag Jamie Zawinski, 1999.
gl: Este fai collages a partir de imaxes obtidas da rede. El obtén estas imaxes facendo algunhas consultas aleatorias na Web, e extrae as imaxes das páxinas devolvidas. AVISO: INTERNET CONTÉN PORNOGRAFÍA. Calquera cousa que apareza en internet pode aparecer no collage, mesmo --posibelmente-- pornografía. Actúe segundo considere axeitado. Consulte http://www.jwz.org/webcollage/. Escribiuno Jamie Zawinski en 1999.
it: Fa un collage di immagini a caso tirate fuori dal Web. Trova le immagini facendo ricerche a caso sul Web, ed estraendole dalle pagine restituite. ATTENZIONE: INTERNET CONTIENE PORNOGRAFIA. Essendo Internet quel che è, qualsiasi cosa potrebbe comparire nel collage, inclusi, non improbabilmente, della pornografia o dei nudi. Tienine conto. Vedi anche http://www.jwz.org/webcollage/ Scritto da Jamie Zawinski; 1999.
ja: このプログラムは、ウェブからランダムに抜き出されたイメージのコラージュを作ります。ランダムなウェブ検索を行って、得られたページから画像を抜き出します。注意: インターネット上にはポルノ画像があります。インターネットの現状においては、ポルノ画像とかヌード画像を含む、ありとあらゆるものが表示される可能性があります。十分気をつけてください。Jamie Zawinski、1999年作。
kk: Ғалам Торынан кездейсоқ кескіндерді алып шығып, олардан коллаж құрады. ЕСКЕРТУ: БІЛЕСІЗ ҒОЙ - ИНТЕРНЕТТЕ ПОРНОГРАФИЯ ДА БАР. Интернеттің аты Интернет - сондықтан коллажға бәрі де кіру мүмкін -- сол қатарда -- жалаңаш әйелдер суреті де. Не істеуді - өзіңіз біліңіз. Қосымша http://www.jwz.org/webcollage/ дегенді қараңыз. Авторы: Jamie Zawinski; 1999.
nb: Dette programmet lager kollager av tilfeldige bilder hentet fra verdensveven. Det finner disse bildene med tilfeldige nettsøk og trekker ut bildene fra de sidene som dukker opp. ADVARSEL: INTERNETT INNEHOLDER NOEN GANGER PORNOGRAFI. Slik Internett er kan absolutt hva som helst dukke opp i kollagen, inkludert nakenhet og muligens pornografi. Ta hensyn til dette. Se også <link>http://www.jwz.org/webcollage/</link> Skrevet av Jamie Zawinski i 1999.
nds: Stellt Bildtosamenstellen ut na Tofall ut dat Internet trocken Biller op. De Biller warrt tofällig funnen un ut ehr Nettsieden ruttrocken. Wohrschoen: In't Internet laat sik mennigmaal ok Pornos finnen. So kann dat ween, dat för de Tosamenstellen ok Tittelaturen un Swienkraams bruukt warrt. Bitte wees op de Wacht. K.o. http://www.jwz.org/webcollage/ Schreven vun Jamie Zawinski, 1999.
nl: Dit programma maakt collages van willekeurige afbeeldingen die van het internet zijn afgehaald. Het vindt deze afbeeldingen door willekeurige webzoekopdrachten te doen en vervolgens de afbeelding onttrekken uit de teruggegeven pagina's. WAARSCHUWING: HET INTERNET BEVAT SOMS PORNOGRAFIE. Het internet is wat het is, absoluut alles kan verschijnen -- ook mogelijk -- pornografie of zelfs naaktfototo's. Wees er op voorbereid. Zie ook http://www.jwz.org/webcollage/ In 1999 geschreven door Jamie Zawinski.
pl: Ten program tworzy kolaże z losowych obrazków pobranych z WWW. Znajduje je przeszukując losowo sieć, a następnie pobierając obrazki ze zwróconych stron.OSTRZEŻENIE: W INTERNECIE CZASAMI MOŻNA NATRAFIĆ NA PORNOGRAFIĘ. Internet jest, jaki jest, więc w kolażu może pojawić się cokolwiek, bardzo możliwe, że również pornografia lub nagość. Zobacz także: http://www.jwz.org/webcollage/ Autor: Jamie Zawinski; 1999.
pt: Este programa faz colagens a partir de imagens obtidas da World Wide Web. Ele obtém estas imagens fazendo algumas pesquisas aleatórias na Web, extraindo de seguida as imagens das páginas devolvidas. ATENÇÃO: A INTERNET CONTÉM ÀS VEZES PORNOGRAFIA. A Internet, sendo o que é, poderá mostrar quase tudo na colagem, incluindo -- muito possivelmente --, pornografia ou até mesmo nudez. Por favor, actue em conformidade. Veja também http://www.jwz.org/webcollage/. Feito por Jamie Zawinski; 1999.
ru: Хранитель экрана создаёт коллажи из изображений, взятых из Всемирной Паутины. Страницы ищутся с помощью случайных запросов, и затем с них выбираются изображения. ВНИМАНИЕ: В ИНТЕРНЕТЕ ПОПАДАЕТСЯ ПОРНОГРАФИЯ. Пожалуйста, поступайте соответственно. http://www.jwz.org/webcollage/ Автор Джеми Завински (Jamie Zawinski), 1999.
sl: Naredi kolaže iz naključnih slik, ki jih najde na medmrežju. Te slike najde z naključnim spletnim iskanjem in izločanjem slik iz vrnjenih strani. OPOZORILO: INTERNET VČASIH VSEBUJE PORNOGRAFIJO, ki se lahko pojavi na kolažu. Ravnajte temu primerno. Oglejte si tudi http://www.jwz.org/webcollage/ Napisal Jamie Zawinski, 1999.
sr@ijekavian: Колаж од насумично изабраних слика са Веба. Налазе се извођењем насумичне веб претраге, те извлачењем слика са добијених страница. УПОЗОРЕЊЕ: ИНТЕРНЕТ ПОНЕКАД САДРЖИ ПОРНОГРАФИЈУ. Пошто је Интернет такав какав је, апсолутно свашта може завршити у колажу, укључујући — врло могуће — порнографију, па чак и голотињу. Имајте ово на уму. Види још http://www.jwz.org/webcollage/. Написао Џејми Завински, 1999.
sv: Den här gör collage av slumpmässiga bilder som hämtas från webben. Bilderna hittas genom slumpmässiga webbsökningar, och därefter plocka ut bilder från sidorna som returneras. Varning: Internet innehåller ibland pornografi. Eftersom Internet är vad det är, kan precis vad som helst dyka upp i collaget, inklusive pornografi (med stor sannolikhet) eller till och med nakenhet. Agera i enlighet med detta. Se också http://www.jwz.org/webcollage/. Skriven av Jamie Zawinski, 1999.
uk: Ця програма створює колажі з випадкових зображень, взятих з інтернету. Програма знаходить їх за допомогою випадкових пошуків у інтернеті, а потім витягуючи зображення з результатів пошуку. Попередження: у інтернеті може міститися порнографія. Інтернет — це інтернет: у колаж може потрапити абсолютно будь-що, зокрема, дуже ймовірно, порнографія та натурні фото. Будь ласка, будьте обережні. Див. також http://www.jwz.org/webcollage/ Автор — Jamie Zawinski; 1999.
zh_tw: 這個程式由將網頁上的影像做成拼貼畫。它會用隨機搜尋的方式找網頁，然後取出圖片。它也可以設定成從 VidWhacker 程式中抓取圖片。不過注意，它有可能抓到色 情圖片（喔耶！）。由 Jamie Zawinski 撰寫，1999。

# @label:slider
source: Delay between images
ca@valencia: Interval entre imatges
es: Retardo entre imágenes
et: Viivitus piltide vahel
eu: Irudien arteko atzerapena
fi: Viive kuvien välillä
fr: Délai entre les images
gl: Atraso entre imaxes
hu: Késleltetés a képek közt
it: Attesa tra le immagini
ja: イメージ間の遅れ
kk: Кескіндер арасыда
ko: 그림간 지연 시간
lv: Aizture starp attēliem
nb: Pause mellom bildene
nds: Töövtiet twischen Biller
nl: Vertraging tussen afbeeldingen
pl: Opóźnienie pomiędzy obrazami
pt: Atraso entre imagens
ru: Задержка между показом изображений
sl: Zakasnitev slik
sr@ijekavian: Застој између слика
sv: Fördröjning mellan bilder
uk: Затримка між зображеннями
zh_tw: 影像間延遲

# @item:inrange Delay between images
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei mitään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: ништа
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Delay between images
source: 30 secs
ca@valencia: 30 s
es: 30 seg
et: 30 sekundit
eu: 30 segundu
fi: 30 s
ga: 30 soicind
gl: 30 s
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 сек
ko: 30초
lv: 30 sekunžu
nb: 30 sekunder
nds: 30 Sek.
nl: 30 seconden
pl: 30 sekund
pt: 30 segundos
ru: 30 секунд
sl: 30 sek.
sr@ijekavian: 30 сек.
sv: 30 sek
uk: 30 сек.
zh_tw: 30 秒

# @label:slider
source: Network timeout
ca@valencia: Temps d'espera de la xarxa
es: Tiempo de espera de red
et: Võrgu ajaületus
eu: Sarearen denbora muga
fi: Verkon aikakatkaisu
fr: Dépassement de temps réseau
gl: Tempo límite da rede
hu: Hálózati időtúllépés
it: Scadenza di rete
ja: ネットワークタイムアウト
kk: Желі күту уақыты
ko: 네트워크 시간 제한
lv: Tīkla noildze
nb: Nettverkstidsavbrudd
nds: Nettwark-Tietafloop
nl: Netwerkwachttijd verstreken
pl: Przekroczony czas operacji sieciowej
pt: Tempo-limite da rede
ru: Таймаут для запроса сети
sl: Časovni pretek omrežja
sr@ijekavian: Прековријеме мреже
sv: Tidsgräns för nätverk
uk: Час очікування на відповідь
zh_tw: 網路逾時

# @item:inrange Network timeout
source: 2 secs
ca@valencia: 2 s
es: 2 seg
et: 2 sekundit
eu: 2 seg
fi: 2 s
ga: Dhá shoicind
gl: 2 s
hu: 2 másodperc
it: 2 secondi
ja: 2 秒
kk: 2 сек
ko: 2초
lv: 2 sekundes
nb: 2 sekunder
nds: 2 Sek.
nl: 2 seconden
pl: 2 sekundy
pt: 2 segundos
ru: 2 секунды
sl: 2 sek.
sr@ijekavian: 2 сек.
sv: 2 sek
uk: 2 сек.
zh_tw: 2 秒

# @item:inrange Network timeout
source: 2 min
et: 2 minutit
ga: Dhá nóiméad
hu: 2 perc
it: 2 minuti
ja: 2 分
kk: 2 мин
ko: 2분
nb: 2 minutter
pl: 2 minuty
pt: 2 minutos
ru: 2 минуты
sr@ijekavian: 2 мин.
uk: 2 хв.
zh_tw: 2 分

# @label:slider
source: Image opacity
ca@valencia: Opacitat de la imatge
es: Opacidad de la imagen
et: Pildi läbipaistmatus
eu: Irudiaren opakotasuna
fi: Kuvan peittävyys
fr: Opacité des images
gl: Opacidade da imaxe
hu: Képátlátszatlanság
it: Opacità delle immagini
ja: 画像不透明度
kk: Кескін мөлдірлігі
ko: 그림 투명도
lv: Attēlu caurspīdība
nb: Tetthet for bildene
nds: Bilddeckstärk
nl: Dekking van afbeelding
pl: Nieprzezroczystość obrazka
pt: Opacidade da imagem
ru: Непрозрачность изображений
sl: Prekrivnost slik
sr@ijekavian: Непрозирност слика
sv: Bildogenomskinlighet
uk: Непрозорість зображень
zh_tw: 影像不透明度

# @item:inrange Image opacity
source: Transparent
es: Transparente
et: Läbipaistev
eu: Gardena
fi: Läpinäkyvä
fr: Transparente
ga: Trédhearcach
gl: Transparente
hu: Átlátszó
it: Trasparenti
ja: 透明
kk: Мөлдір
ko: 투명
lv: Caurspīdīgs
nb: Gjennomsiktig
nds: Dörsichtig
nl: Transparant
pl: Przezroczystość
pt: Transparente
ru: Прозрачно
sl: Prozorno
sr@ijekavian: прозирно
sv: Genomskinlig
uk: Прозорі
zh_tw: 透明

# @item:inrange Image opacity
source: Opaque
ca@valencia: Opac
es: Opaca
et: Läbipaistmatu
eu: Opakoa
fi: Läpinäkymätön
ga: Teimhneach
gl: Opaco
hu: Átlátszatlan
it: Opache
ja: 不透明
kk: Бұлдыр
ko: 불투명
lv: Necaurspīdīgs
nb: Ugjennomsiktig
nds: Decken
nl: Dekking
nn: Ugjennomsiktig
pl: Nieprzezroczystość
pt: Opaco
ru: Непрозрачно
sl: Prekrivno
sr@ijekavian: непрозирно
sv: Ogenomskinlig
uk: Непрозорі
zh_tw: 不透明

# @item screen saver name
source: WhirlWindWarp
ca@valencia: Terbolí
es: Viento del torbellino
et: KõverTuulispask
fi: Pyörrevääristymä
fr: Vents tourbillonnants
gl: Voo en remuíño
it: Turbine deformato
kk: Шаң бораны
ko: 회전하는 별무리
lv: Virpuļvēja vīšanās
nds: Küselwind-Vertarren
pt: Voo em Remoinho
sl: Zvitje vrtinca
sr@ijekavian: Вихорни увој
sv: Vriden virvelvind
uk: Пісковий вихор
