Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Chains of colorful squares dance around each other in complex spiral patterns. Inspired by David Tristram's `electropaint' screen saver, originally written for SGI computers in the late 1980s or early 1990s. Written by Andrew Plotkin; 2001.
ca@valencia: Cadenes acolorides de quadrats ballant unes al voltant de les altres en una complexa espiral. Inspirat per l'estalvi de pantalla «electropaint» del David Tristram, escrit originalment per als ordinadors SGI a finals dels anys 1980 o principis dels 1990. Escrit per Andrew Plotkin; 2001.
es: Coloridas cadenas de cuadrados bailan, unas alrededor de otras, en patrones espirales complejos. Creado por Andrew Plotkin y basado en el salvapantallas para equipos SGI «electropaint». Escrito por Andrew Plotkin; 2001.
et: Värviliste ruutude ahelad tantsisklevad üksteise ümber keerulise spiraalse mustrina. Loomisele õhutas David Tristrami ekraanisäästja "electropaint", mis algselt kirjutatud 1980. aastate lõpul või 1990. aastate algul SGI arvutitele. Autor: Andrew Plotkin; 2001.
fi: Värikkäiden neliöiden ketjut näyttävät tanssivan toistensa ympärillä muodostaen monimutkaisia, kierteisiä kuvioita. Pohjautuu SGI:n ”electropaint”-näytönsäästäjään 1980-luvun lopulta ja 1990-luvun alusta. Tekijä: Andrew Plotkin; 2001.
fr: Chaînes de carrés colorés qui dancent les uns autour des autres dans des motifs en spirale complexes. Écrit par Andrew Plotkin, fondé sur l'écran de veille « electropaint » de SGI à la fin des années 1980 ou au début 1990. Écrit par Andrew Plotkin ; 2001.
ga: Déanann slabhraí de chearnóga daite rince timpeall ar a chéile i bpatrúin chasta bhíseacha. Inspreagtha ag an spárálaí scáileáin `electropaint' a chruthaigh David Tristram sna hochtóidí nó go luath sna nochaidí ar ríomhairí SGI. Scríofa ag Andrew Plotkin, 2001.
gl: Unha secuencia de cadrados coloridos que bailan á volta uns dos outros en patróns espirais complexos. Está inspirado no protector de pantalla «pintura eléctrica» de David Tristam, escrito orixinariamente para ordenadores SGI a finais dos anos 80 ou primeiros 90. Escribiuno Andrew Plotkin en 2001.
it: Catene di quadratini colorati danzano attorno l'un l'altro in un complesso motivo a spirale. Ispirato dal salvaschermo «Electropaint», in origine scritto per computer SGI nei tardi anni '80 o primi anni '90. Scritto da Andrew Plotkin; 2001.
ja: カラフルな正方形が、複雑な螺旋状のパターンで、互いの回りを踊っています。David Tristram の `electropaint' スクリーンセーバーにインスパイヤされ SGI コンピュータによって 1980年代、1990年代初頭にオリジナルが作られました。Andrew Plotkin によって 2001 年に書かれました。
kk: Шиыршық өрнектерді құрып билеп жүрген түрлі түсті шаршылар бейнесі. Шабыт көзі - 1980 жылдар соңында - 1990 жылдар басында David Tristram жазған CGI компьютердегі 'electropaint' экран сақтаушысы Авторы: Andrew Plotkin; 2001.
nb: Kjeder av fargerike kvadrater danser rundt hverandre i kompliserte spiralmønstre. Inspirert av David Tristrams pauseskjerm «electropaint», opprinnelig skrevet fot SGI-maskiner sent i 1980-tallet eller tidlig 1990-tall. Skrevet av Andrew Plotkin i 2001.
nds: Keden vun infarvte Quadraten danzt rund enanner in vigeliensche Spiralen. Na David Tristram sien so wat in de laat achtiger oder fröh negentiger Johren schreven Pausschirm "Electropaint" för SGI-Reekners. Schreven vun Andrew Plotkin, 2001.
nl: Kettingen van kleurrijke vierkanten dansen rond elkaar in een complex spiraalpatroon. Geïnspireerd op de ‘electropaint’ schermbeveiliging van David Tristram, die oorspronkelijk is geschreven voor SGI computers in de laat 1980 en begin 1990er jaren. In 2001 geschreven door Andrew Plotkin.
pl: Łańcuchy kolorowych kwadratów tańczą wokół siebie w złożonych spiralnych układach. Inspirowane wygaszaczem Davida Tristrama 'electropaint' napisanego oryginalnie dla firmy SGI computers w późnych latach 80-tych lub wczesnych 90-tych XX wieku. Autor: Andrew Plotkin; 2001.
pt: Uma sequência de quadrados coloridos que dançam à volta umas das outras em padrões espirais complexos. Baseado no protector de ecrã 'electropaint', de David Tristram, desenhado originalmente para os computadores da SGI no fim dos anos 80 e início dos anos 90.Feito por Andrew Plotkin; 2001.
ru: Цепочки цветных квадратов танцуют друг с другом, создавая сложные спиральные узоры. Программа основана на хранителе экрана «electropaint», первоначально написанном для компьютеров SGI в конце 80-х или начале 90-х. Автор Эндрю Плоткин (Andrew Plotkin), 2001.
sl: Verige barvnih kvadratov plešejo druga okoli druge v zapletenih spiralnih vzorcih. Navdih je bil ohranjevalnik zaslona Davida Tristrama `electropaint', ki je bil izvirno napisan za računalnike SGI v poznih 1980-ih ali zgodnjih 1990-ih. Napisal Andrew Plotkin, 2001.
sr@ijekavian: Ланци шарених квадрата што играју једни око других по сложеном спиралном обрасцу. Инспирисано чуварем екрана „Електросликање“ Дејвида Тристрама, изворно написаним за СГИ‑јеве рачунаре касних 1980‑их или раних 1990‑их. Написао Ендру Плоткин, 2001.
sv: Kedjor med färgrika kvadrater dansar omkring varandra i komplexa spiralmönster. Inspirerad av David Tristrams skärmsläckare "elektropaint", ursprungligen skriven för SGI-datorer på sent 1980-tal eller tidigt 1990-tal. Skriven av Andrew Plotkin, 2001.
uk: Ланцюжок кольорових квадратиків, які танцюють один навколо одного складними спіральними візерунками. Програму засновано на зберігачі екрана SGI «electropaint» (автор — David Tristram). Автор — Andrew Plotkin; 2001.
zh_tw: 許多串彩色方塊形成複雜的螺旋狀圖樣，然後一起跳舞。靈感來自 David Tristram 的 "electropaint" 螢幕保護程式而來，一開始在 1980 晚期到 1990 早期是寫給 SGI 的電腦上跑的。由 Andrew Plotkin 撰寫，2001。

# @option:check
source: Translucent
ca@valencia: Translúcid
es: Translúcido
et: Läbipaistev
eu: Zeharrargitsua
fi: Läpikuultava
fr: Translucide
gl: Translúcido
hu: Áttetsző
it: Traslucido
ja: 透明
kk: Мөлдір
ko: 투명
lv: Caurspīdīga
nb: Gjennomskinnelig
nds: Dörschienen
nl: Transparant
pl: Przezroczysty
pt: Translúcido
ru: Прозрачность
sl: Prosojno
sr@ijekavian: Прозирно
sv: Genomskinlig
uk: Прозорість
zh_tw: 半透明

# @item screen saver name
source: Strange
et: Kummastav
eu: Arrotza
fi: Outo
fr: Étrange
gl: Estraño
hu: Különös
it: Strano
ja: ストレンジ
kk: Әуейі аттрактор
ko: 수상함
lv: Dīvains
nb: Underlig
nds: Snaaksch
nl: Vreemd
nn: Rar
pl: Dziwne
pt: Estranho
sl: Nenavadno
sr@ijekavian: Чудно
sv: Kaotisk
uk: Дивний
zh_tw: 奇異

# @info screen saver description
source: This draws iterations to strange attractors: it's a colorful, unpredictably-animating swarm of dots that swoops and twists around. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Written by Massimino Pascal; 1997.
ca@valencia: Este dibuixa iteracions d'atractors estranys: és un acolorit eixam de punts, animats de manera impredictible que cauen i giren pel voltant. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Escrit per Massimino Pascal; 1997.
es: Esto dibuja iteraciones de atractores extraños: es un colorido campo de puntos, animados de manera impredecible que caen y giran alrededor. El movimiento es muy bueno. Escrito por Massimino Pascal; 1997.
et: Näitab kummastavate atraktorite kordusi, on värviline ja kujutab etteaimamatult toimivaid punkte ja punktikogumeid, mis võtavad ette äkksööste ja keerutavad aina ringi. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Autor: Massimino Pascal; 1997.
fi: Näytönsäästäjä koostuu oudoista vetovoimapisteistä. Värikäs, liikkeiltään ennustamaton pistekenttä kieppuu ja pyörii ympäriinsä. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Tekijä: Massimino Pascal; 1997.
fr: Ceci dessine d'étranges attracteurs : il s'agit d'un champ de points animés, colorés et imprévisibles qui piquent du nez et se tordent. http://en.wikipedia.org/wiki/Attractor#Strange_attractorÉcrit par Massimino Pascal ; 1997.
ga: Dearann sé seo aomthóirí aisteacha: réimse poncanna dathúla a chasann agus a rothlaíonn i slite guagacha. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Scríofa ag Massimino Pascal, 1997.
gl: Este debuxa iteración en atractores estraños; é un enxame colorido e cunha animación imprevisíbel de puntos que arremuíñan e anda ás voltas. http://en.wikipedia.org/wiki/Attractor#Strange_attractor. Escribiuno Massimino Pascal en 1997.
it: Disegna le iterazioni di attrattori strani: è uno sciame colorato di punti animati imprevedibile che si libra e si piega sullo schermo. http://it.wikipedia.org/wiki/Attrattore#Attrattore_strano Scritto da Massimino Pascal; 1997.
ja: ストレンジアトラクタを描きます。カラフルで、予測できない動きをするドットから成るフィールドで、横切り、渦巻きます。 http://ja.wikipedia.org/wiki/アトラクター Massimino Pascal、1997年作。
kk: Әуейі аттракторы: айналып ұшып жүрген ғажап нүктелер бейнесі. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Авторы: Massimino Pascal; 1997.
nb: Tegner iterasjoner til kaotiske attraktorer: et felt av fargerike prikker som veiver og vrir seg omkring. <link>http://en.wikipedia.org/wiki/Attractor#Strange_attractor</link> Skrevet av Massimino Pascal i 1997.
nds: Wedderhalen vun snaaksch Antreckers: En Feld vun Klöörpünkt feegt un dreiht sik över den Schirm De Bewegen is bannig smuck. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Schreven vun Massimino Pascal, 1997.
nl: Toont iteraties naar vreemde aantrekkers: het is een kleurrijk, onvoorspelbare geanimeerde zwerm stippen die zwermt en ronddraait. http://en.wikipedia.org/wiki/Attractor#Strange_attractor In 1997 geschreven door Massimino Pascal.
pl: Rysuje dziwne atraktory: kolorowe, nieprzewidywanie poruszające się zbiory kropek, które opadają i wirują. http://pl.wikipedia.org/wiki/Dziwny_atraktor Autor: Massimino Pascal.
pt: Este desenha uns atractores estranhos: é um campo colorido e com uma animação imprevisível de pontos que remoinha e anda às voltas. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Feito por Massimino Pascal; 1997.
ru: Странные аттракторы: это красочное и непредсказуемое поле летающих и кружащихся точек. http://ru.wikipedia.org/wiki/Аттрактор Автор Массимино Паскаль (Massimino Pascal), 1997.
sl: Izriše iteracije do nenavadnih atraktorjev: je barvit, nepredvidljivo animirajoč roj pik, ki se premika in upogiba naokoli. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Napisal Massimino Pascal, 1997.
sr@ijekavian: Црта итерације ка чудним атракторима: шарени, непредвидљиви рој тачака које јуришају и увијају се наоколо (http://en.wikipedia.org/wiki/Attractor#Strange_attractor). Написао Масимино Паскал, 1997.
sv: Den här ritar kaotiska attraktorer: De är färgrika, oförutsägbara punktfält som sveps och vrids runt. Se http://sv.wikipedia.org/wiki/Lorenz_attraktor. Skriven av Massimino Pascal, 1997.
uk: Малює дивні атрактори: це різнокольорове й оживлене поле крапок, які літають і кружляють навколо. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Автор — Massimino Pascal.
zh_tw: 許多彩色的，有生命的，無法預測的點飛撲、扭轉。動作做得很棒。 參考資料：http://en.wikipedia.org/wiki/Attractor#Strange_attractor 。由 Massimino Pascal 撰寫，1997。

# @label:slider
source: Number of points
ca@valencia: Nombre de punts
es: Número de puntos
et: Punktide arv
fi: Pisteiden määrä
fr: Nombre de points
ga: Líon na bpointí
gl: Número de puntos
hu: A pontok száma
it: Numero di punti
ja: 点の数
kk: Нүктелер саны
ko: 점 개수
lv: Punktu skaits
nb: Antall prikker
nds: Tall vun Pünkt
nl: Aantal punten
pl: Liczba punktów
pt: Número de pontos
ru: Количество точек
sl: Število točk
sr@ijekavian: Број тачака
sv: Antal punkter
uk: Кількість точок
zh_tw: 點數

# @item screen saver name
source: Substrate
ca@valencia: Substrat
es: Sustrato
et: Substraat
eu: Substratua
fi: Kasvualusta
fr: Substrat
gl: Substrato
hu: Szubsztrát
it: Substrato
ja: 基質
kk: Кристалды өсіру
ko: 기질
lv: Substrāts
nb: Substrat
nds: Wassbodden
nn: Substrat
pl: Podłoże
pt: Substrato
sl: Substrat
sr@ijekavian: Супстрат
sv: Substrat
uk: Основа

# @info screen saver description
source: Crystalline lines grow on a computational substrate. A simple perpendicular growth rule creates intricate city-like structures. Written by J. Tarbell and Mike Kershaw; 2004.
ca@valencia: Línies cristallines que creixen en un substrat computacional. Una regla senzilla de creixement perpendicular crea estructures complicades que pareixen ciutats. Escrit per J. Tarbell i Mike Kershaw; 2004.
es: Líneas cristalinas que crecen en un sustrato de cálculo. Una regla de crecimiento sencilla crea intrincadas estructuras de ciudades. Escrito por J. Tarbell y Mike Kershaw, 2004.
et: Kristalljoonte kasv arvutiekraanil. Lihtne perpendikulaarne kasvureegel loob huviäratavaid linnalaadseid struktuure. Autorid: J. Tarbell ja Mike Kershaw; 2004.
eu: Lerro kristalinoak substratu konputazional batean hazten dira. Hazkunde arau elkartzut sinple batek hiri-antzeko egitura mordoilotuak sortzen ditu. J. Tarbell eta Mike Kershaw-ek idatzia; 2004.
fi: Kristallimaiset viivat kasvavat tietokonealustalle. Yksinkertainen kohtisuora kasvusääntö luo mutkikkaita kaupunkimaisia rakenteita. Kirjoittaneet J. Tarbell ja Mike Kershaw, 2004.
fr: Des lignes cristallines grossissent sur un substrat informatique. Une simple règle de grossissement crée des structures imbriquées ressemblant à des villes. Écrit par J. Tarbell et Mike Kershaw ; 2004.
gl: Liñas cristalinas que crecen nun substrato computacional. Unha regra simple de crecemento perpendicular cría estruturas intrincadas semellantes a cidades. Escribírono J. Tarbell e Mike Kershaw en 2004.
it: Linee cristalline crescono su un substrato computazionale. Una semplice regola di crescita perpendicolare crea strutture intricate simili a città. Scritto da J. Tarbell e Mike Kershaw; 2004.
kk: Кристалды өсіру процесіне ұқсас бейне. Қарапайым перпендикулярлы өсу ережесі қызық қала картасы секілді өрнек туғызады. Авторы: J. Tarbell және Mike Kershaw; 2004.
nb: Krystallinske linjer vokser på et beregningssubstrat. En enkel loddrett vekstregel lager intrikate, by-liknende strukturer. Skrevet av J. Tarbell og Mike Kershaw i 2004.
nds: Kristallig Lienen wasst op en utreekt Wassbodden. En eenfach pielrecht Wassregel stellt vigeliensche, stratenkoortlieke Strukturen op. Schreven vun J. Tarbell un Mike Kershaw, 2004.
nl: Kristallijne lijnen groeien op een berekend substraat. Een simpele tegenovergestelde groeiregel creëert ingewikkelde op een stad gelijkende structuren. In 2004 geschreven door J. Tarbell en Mike Kershaw.
pl: Krystaliczne linie rosną na podstawie obliczeń. Proste zasady prostopadłego wzrostu tworzą skomplikowane struktury podobne do miasta. Autor: J. Tarbell i Mike Kershaw; 2004.
pt: Linhas cristalinas que crescem num substrato computacional. Uma regra simples de crescimento perpendicular cria estruturas intrincadas semelhantes a cidades. Feito por J. Tarbell e Mike Kershaw; 2004.
ru: Кристаллические линии растут на компьютерном субстрате. Простой перпендикулярный алгоритм роста создаёт замысловатые структуры городского типа. Авторы Дж.Тарбелл и Майк Кершо (J. Tarbell, Mike Kershaw), 2004.
sl: Kristalinične črte rastejo na računskem substratu. Enostavno pravilo pravokotne rasti ustvari zapletene, mestu podobnim strukture.
sr@ijekavian: Кристалне линије расту на прорачунском супстрату. Једноставно правило управног раста ствара замршене структуре налик на градове. Написали Џаред Тарбел и Мајк Кершо, 2004.
sv: Kristallina linjer växer på ett beräkningssubstrat. En enkel vinkelrät tillväxtregel skapar intrikata stadsliknande strukturer. Skriven av J. Tarbell och Mike Kershaw, 2004.
uk: Лінії, неначе кристали, ростуть на субстраті розрахунків. Просте правило перпендикулярного росту створює заплутані конструкції, схожі на план міста. Автори — J. Tarbell та Mike Kershaw; 2004.
zh_tw: 水晶線條，依計算成長。簡單的垂直成長規則產生了複雜的像城市般的結構。由 J. Tarbell 與 Mike Kershaw 撰寫，2004。

# @label:slider
source: Sand grains
ca@valencia: Grans de sorra
es: Granos de arena
et: Liivaterad
eu: Hondar aleak
fi: Hiekanjyviä
fr: Grains de sables
gl: Graos de area
hu: Homokszemcsék
it: Granelli di sabbia
ja: 砂
kk: Құм түйіршіктері
ko: 모래 입자
lv: Smilšu graudiņi
nb: Sandkorn
nds: Sandgrissel
nl: Zandkorrels
pl: Ziarna piasku
pt: Grãos de areia
ru: Песчинки
sl: Peščena zrna
sr@ijekavian: Зрнца пијеска
sv: Sandkorn
uk: Зерна піску
zh_tw: 沙粒

# @item:inrange Sand grains
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @item:inrange Sand grains
source: Lots
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molti
ja: 組
kk: Көп
ko: 많이
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @label:slider
source: Circle percentage
ca@valencia: Percentatge de cercles
es: Porcentaje del círculo
et: Ringi protsent
eu: Zirkulu ehunekoa
fi: Ympyräprosentti
fr: Pourcentage de cercles
gl: Porcentaxe de círculos
it: Percentuale dei cerchi
kk: Доға пайыздығы
ko: 원 비율
lv: Apļa procentuālā attiecība
nb: Sirkelprosent
nds: Böög
nl: Cirkelpercentage
pl: Procent okręgu
pt: Percentagem de círculos
ru: Процент окружностей
sl: Odstotek kroga
sr@ijekavian: Кружни проценат
sv: Procentandel cirklar
uk: Відсоток кіл
zh_tw: 圓形百分比

# @label:spinbox
source: Initial cracks
ca@valencia: Esclats inicials
es: Grietas iniciales
et: Algselt elemente
eu: Hasierako pitzadurak
fi: Halkeamia aluksi
fr: Craquements initiaux
gl: Estoupidos iniciais
it: Fratture iniziali
ja: 最初の割れ目
kk: Бастапқы сызаттары
ko: 초기 금
lv: Sākotnējās plaisas
nb: Startsprekker
nds: Startspleten
nl: Initiële scheuren
pl: Pierwsze pęknięcia
pt: Estoiros iniciais
ru: Начальные трещины
sl: Začetne razpoke
sr@ijekavian: Почетне пукотине
sv: Ursprungliga sprickor
uk: Початкові тріщини
zh_tw: 初始裂縫

# @option:check
source: Wireframe only
ca@valencia: Només la malla
es: Armazón de alambre
et: Ainult traatvõre
eu: Burdin-haria soilik
fi: Vain ääriviivapiirrokset
fr: Seulement fil de fer
ga: Sreangfhráma amháin
gl: Só o modelo de arames
hu: Csak drótváz
it: Solo fil di ferro
ja: ワイヤーフレームのみ
kk: Сызықтар ғана
ko: 와이어프레임만
lv: Tikai karkass
nb: Bare trådramme
nds: Bloots Drahtrahmen
nl: Alleen draadframe
pl: Tylko obramowanie
pt: Apenas o modelo de arames
ru: Только каркас
sl: Le žični model
sr@ijekavian: Само жичано
sv: Bara trådram
uk: Лише каркас
zh_tw: 只有線架構

# @item screen saver name
source: Superquadrics
et: Supernelinurk
eu: Superkuadrikoak
fi: Matemaattisia kuvioita
fr: Super quadriques (GL)
gl: Supercuadráticas
hu: Szuperkvadrátok
it: Superquadriche
ja: 超楕円体
kk: Супершаршы
lv: Superformas
nds: Överquadersche
pt: Super-quadráticas
sl: Superkvadrično
sr@ijekavian: Суперквадрици
sv: Superkvadrater
uk: Суперквадрат

# @info screen saver description
source: Morphing 3D shapes. Written by Ed Mackey; 1987, 1997.
ca@valencia: Formes 3D que es transformen. Escrit per Ed Mackey; 1987, 1997.
es: Formas en 3D. Escrito por Ed Mackey; 1987, 1997.
et: 3D kujundite moondamine. Autor: Ed Mackey; 1987, 1997.
eu: 3D formen eraldaketa. Ed Mackey-k idatzia; 1987, 1997.
fi: Muotoaan muuttavat 3D-muodot. Tekijä: Ed Mackey; 1987, 1997.
fr: Formes 3D qui se transforment. Écrit par Ed Mackey ; 1987, 1997.
gl: Formas 3D en mutación. Escribiuno Ed Mackey, entre 1987 e 1997.
hu: Átalakuló 3D alakzatok. Készítette: Ed Mackey, 1987, 1997.
it: Forme tridimensionali che si trasformano. Scritto da Ed Mackey; 1987, 1997.
kk: Түрлі 3D пішіндер. Авторы: Ed Mackey; 1987, 1997.
lv: Morfējošas 3D formas. Sarakstīja Ed Mackey; 1987, 1997.
nb: 3D-former som skifter fasong. Skrevet av Ed Mackey i 1987 og 1997.
nds: 3D-Formen warrt vertarrt. Schreven vun Ed Mackey, 1987, 1997.
nl: Zich wijzigende 3D vormen. In 1987, 1997 geschreven door Ed Mackey.
pl: Morfing kształtów 3D. Autor: Ed Mackey; 1987, 1997.
pt: Formas 3D em mutação. Feito por Ed Mackey; 1987, 1997.
ru: Изменяющиеся трёхмерные узоры. Автор Эд Макей (Ed Mackey), 1987, 1997.
sl: Preoblikujoče se 3D oblike. Napisal Ed Mackey, 1987, 1997.
sr@ijekavian: Морфујућа 3Д обличја. Написао Ед Маки, 1987, 1997.
sv: Morfande tredimensionella former. Skriven av Ed Mackey, 1987, 1997.
uk: Трансформація просторових форм. Автор — Ed Mackey; 1987, 1997.
zh_tw: 轉化立體形狀。由 Ed Mackey 撰寫，1987，1997。

# @label:slider
source: Spin speed
ca@valencia: Velocitat de rotació
es: Velocidad de giro
et: Pööramiskiirus
eu: Biraketa abiadura
fi: Kiertymisnopeus
fr: Vitesse de rotation
ga: Luas rothlaithe
gl: Velocidade de rotación
hu: Forgási sebesség
it: Velocità di rotazione
ja: 回転速度
kk: Бұралуы
ko: 회전 속도
lv: Griešanās ātrums
nb: Snurrefart
nds: Dreihgauheit
nl: Draaisnelheid
pl: Szybkość obrotu
pt: Velocidade de rotação
ru: Скорость верчения
sl: Hitrost vrtenja
sr@ijekavian: Брзина окретања
sv: Spinnhastighet
uk: Швидкість обертання
zh_tw: 旋轉速度

# @item:inrange Spin speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Spin speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @item screen saver name
source: Surfaces
ca@valencia: Superfícies
es: Superficies
et: Allikad
eu: Gainazalak
fi: Pinnat
gl: Superficies
hu: Felületek
it: Superfici
ja: 表面
kk: Беттер
ko: 표면
lv: Virsmas
nb: Flater
nds: Böversieden
nl: Oppervlakken
pl: Powierzchnie
pt: Fontes
sl: Površine
sr@ijekavian: Површи
sv: Ytor
uk: Поверхні
zh_tw: 表面
