Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Generates cloud-like formations based on a variant of Conway's Life. The difference is that cells have a maximum age, after which they count as 3 for populating the next generation. This makes long-lived formations explode instead of just sitting there. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Written by Don Marti; 2003.
ca@valencia: Genera una formació paregut a un núvol basada en una variació del joc de la Vida de Conway. La diferència és que les cèl·lules tenen una vida màxima, després de la qual compten com a 3 per a créixer en la següent generació. Això fa que les formacions més velles explotin en lloc de només estar-hi. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Escrit per Don Marti; 2003.
es: Genera formaciones en forma de nube basadas en una variante de la vida de Conway. La diferencia es que las células tienen un límite de edad tras el cual se contabilizan como 3 para repoblar la nueva generación. Esto hace que las formaciones más longevas exploten en lugar de quedarse esperando. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life. Escrito por Don Marti; 2003.
et: Loob ühele Conway's Life'i versioonile tuginedes pilvelaadseid kujundeid. Iseärasuseks on see, et rakkudel on maksimaalne vanus, mille järel nad jagunevad järgmiseks põlvkonnaks kolmeks. See paneb pikaajalised kujundid sõna otseses mõttes plahvatuslikult kasvama. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Autor: Don Marti; 2003.
eu: Conway-ren Life-ren aldaera batean oinarrituta hodei-antzeko eraketak sortzen ditu. Ezberdintasuna zelulek gehienezko adin bat izatean datza, horren ondoren 3 kontatzen dute hurrengo belaunaldia populatzeko. Honek eragiten du bizitza luzeko eraketek eztanda egitea hortxe egonean egon ordez. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Don Marti-k idatzia; 2003.
fi: Luo Conwayn elämän pelin muunnelmaan perustuvia pilvimäisiä muodostelmia. Erona on, että soluilla on enimmäisikä, jonka jälkeen ne lasketaan kolmeksi seuraavaa sukupolvea tuotettaessa. Näin pitkäikäiset muodostelmat räjähtävät eivätkä jämähdä paikoilleen. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Kirjoittanut Don Marti, 2003.
fr: Génère des formations semblables à des nuages qui s'appuient sur une variante du jeu de la vie de Conway. La différence est que les cellules ont un âge maximum, après quoi elles comptent pour 3 pour peupler la prochaine génération. Cela fait que les formations à longue durées de vie explosent au lieu de simplement rester immobiles. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Écrit par Don Marti ; 2003.
gl: Xera formacións semellantes a nubes baseándose nunha variante do xogo da vida de Conway. A diferenza é que as celas teñen unha idade máxima, tras a cal contan como 3 para poboar a seguinte xeración. Isto fai que as formacións de vida longa estoupen no cando de simplemente ficar aí. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life. Escribiuno Don Marti en 2003.
it: Genera formazioni simili a nuvole in base a una variante del gioco della vita di Conway. La differenza è che le celle hanno un'età massima, dopo la quale contano come tre per popolare la prossima generazione. Ciò fa esplodere le formazioni di lunga durata invece di lasciarle stare ferme. http://it.wikipedia.org/wiki/Gioco_Life_di_Conway Scritto da Don Marti; 2003.
kk: Conway-дің "Өмір" ойынның бір вариантын негіздеген тұман-бұлт бейнесі. Айырмашылығы - ұяшықтын жасы шектелген, шегіне жеткен ұясына, тұрақталып қалуының орнына өсу-өркендеуге мүмкіндік берледі. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Авторы: Don Marti; 2003.
ko: 콘웨이의 생명 게임의 파생형을 기반으로 한 구름과 같은 객체를 생성합니다. 차이점은 각각 세포는 최대 수명을 가지고 있으며, 다음 세대를 생산한 후 3씩 증가합니다. 오래 살고 있는 객체가 그대로 있지 않고 터집니다. https://ko.wikipedia.org/wiki/%EB%9D%BC%EC%9D%B4%ED%94%84_%EA%B2%8C%EC%9E%84 Don Marti 작성, 2003년.
nb: Genererer skyformasjoner basert på en variant av Conways Life. Forskjellen er at cellene har en maksimal alder, etter at den er nådd teller de som 3 for å befolke neste generasjon. Dette gjør at langlivede formasjoner eksploderer i stedet for bare å sitte der. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Skrevet av Don Marti; 2003.
nds: Stellt na Oort vun Conway sien Leven wulkenlieke Formen op. De Verscheel is, dat de Zellen en Hööchstöller hebbt. Dorna tellt se för 3 un sünd de Basis för de nakamen Generatschoon. Dit stellt langlevig Formen op, de sik gau op den Schirm utbreedt. http://de.wikipedia.org/wiki/Conways_Spiel_des_Lebens Schreven vun Don Marti, 2003.
nl: Genereert wolkenvormige formaties gebaseerd op een variant van Conway's Life. Het verschil is dat cellen een maximum leeftijd hebben, waarna ze voor 3 tellen om de volgende generatie te bevolken. Dit maakt dat lang levende formaties exploderen in plaats van gewoon op plaats te blijven. http://en.wikipedia.org/wiki/ Conway%27s_Game_of_Life In 2003 geschreven door Don Marti.
nn: Lagar skyliknande formasjonar basert på ein variant av livsimulatoren til Conway. Forskjellen er at cellene har ein maksalder, og etter denne vert dei rekna som tre celler når det gjeld vidare utvikling. Langliva formasjonar vil dermed eksplodera i staden for å stagnera. <link>http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life</link> Skriven av Don Marti i 2003.
pl: Chmuro podobne formacje oparte na motywach wariantu Conway's Life. Różnica polega na tym, że komórki mają maksymalny wiek po którym każda dzieli się na 3 i tworzy populację następnej generacji. To powoduje, że długowieczne formacje eksplodują zamiast siedzieć w miejscu. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Autor: Don Marti; 2003.
pt: Gera formações em nuvens, baseando-se numa variante do jogo Life da Conway. A diferença é que as células têm uma idade máxima, ao fim da qual, contam como 3 para popular a próxima geração. Isto faz com que as formações com bastante vida expludam em vez de permanecer por aí. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Feito por Don Marti; 2003.
ru: Генерирует облачные формации на базе одной из вариаций игры "Жизнь" Джона Конвея (http://ru.wikipedia.org/wiki/Жизнь_(игра)). http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Разница только в том, что у клеток есть максимальный предел жизни, после чего одна клетка считается за три, чтобы породить следующее поколение, что заставляет долгоживущие формации взрываться, вместо поддержания обычного стабильного состояния. Автор Дон Марти (Don Marti), 2003.
sl: Ustvari oblaku podobne oblike, ki so osnovane na različici Conway's Life. Razlika je, da imajo celice največjo starost, po kateri štejejo kot 3 za poselitev naslednje generacije. Zato dolgo žive oblike eksplodirajo namesto sedanja tam. http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Napisal Don Marti, 2003.
sr@ijekavian: Генерише формације налик на облаке на основу Конвејеве игре живота (http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life). Разлика је у томе што је ћелијама ограничена старост, коју кад прјеђу рачунају се као 3 за попуњавање наредне генерације. Дуговјечне формације тако експлодирају, умјесто да ништа не раде. Написао Дон Марти, 2003.
sv: Skapar molnliknande formationer baserade på en version av Conways Life. Skillnaden är att celler har en maximal ålder, där de räknas som tre när nästa generation ska befolkas. Det gör att långlivade formationer exploderar istället för att bara bli kvar. Se http://sv.wikipedia.org/wiki/Game_of_Life. Skriven av Don Marti, 2003.
uk: Створює хмароподібні форми, засновані на варіанті Життя Конвея. Різницею є те, що клітинки мають максимальний вік, після якого вони поділяються на три, створюючи наступне покоління. Це змушує старі формації вибухати замість статичного існування. http://en.wikipedia.org/wiki/Conway's_Game_of_Life Автор — Don Marti; 2003.
zh_tw: 用 "Conway's Life" 為基礎，產生像雲的形狀。不同的是每個細胞都有最大年紀限制，產生三代之後就會死亡。這會產生更多變化。參考資料：http://en.wikipedia.org/wiki/Conway%27s_Game_of_Life 。由 Don Marti 撰寫，2003。

# @label:slider
source: Max age
ca@valencia: Edat màx.
es: Edad máxima
et: Maks. vanus
eu: Gehienezko adina
fi: Enimmäisikä
fr: Âge max
ga: Uasaois
gl: Idade máxima
hu: Max. élettartam
it: Età massima
ja: 最高年齢
kk: Жасының шегі
ko: 최대 나이
lv: Maks. vecums
nb: Maksimal alder
nds: Hööchstöller
nl: Max. leeftijd
nn: Maksalder
pl: Maksymalny wiek
pt: Idade máxima
ru: Максимальный возраст
sl: Največja starost
sr@ijekavian: Највећа старост
sv: Maximal ålder
uk: Макс. вік
zh_tw: 最大年紀

# @item:inrange Max age
source: Young
ca@valencia: Jove
es: Joven
et: Noor
eu: Gazte
fi: Nuori
fr: Jeune
ga: Óg
gl: Nova
hu: Fiatal
it: Giovane
ja: 若い
kk: Төмен
ko: 어림
lv: Jauns
nb: Ung
nds: Jung
nl: Jong
nn: Ung
pl: Młode
pt: Novo
ru: Молодая
sl: Mlade
sr@ijekavian: младе
sv: Unga
uk: Молодий
zh_tw: 年輕

# @item:inrange Max age
source: Old
ca@valencia: Vella
es: Viejo
et: Vana
eu: Zahar
fi: Vanha
fr: Vieux
ga: Sean
gl: Vella
hu: Öreg
it: Vecchia
ja: 古い
kk: Жоғары
ko: 늙음
lv: Vecs
nb: Gammel
nds: Oolt
nl: Oud
nn: Gammal
pl: Stare
pt: Velho
ru: Старая
sl: Stare
sr@ijekavian: старе
sv: Gamla
uk: Старий
zh_tw: 舊信

# @label:slider
source: Initial density
ca@valencia: Densitat inicial
es: Densidad inicial
et: Algtihedus
eu: Hasierako dentsitatea
fi: Alkutiheys
fr: Densité initiale
ga: Dlús tosaigh
gl: Densidade inicial
hu: Kezdeti sűrűség
it: Densità iniziale
ja: 初期密度
kk: Бастапқы жиілігі
ko: 초기 밀도
lv: Sākotnējais blīvums
nb: Start-tetthet
nds: Startdicht
nl: Initiele dichtheid
nn: Starttettleik
pl: Gęstość początkowa
pt: Densidade inicial
ru: Начальная плотность
sl: Začetna gostota
sr@ijekavian: Почетна густина
sv: Ursprunglig täthet
uk: Початкова щільність
zh_tw: 初始密度

# @item:inrange Initial density
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Селдір
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Initial density
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жиі
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Cell size
ca@valencia: Mida de la cèl·lula
es: Tamaño de la celda
et: Raku suurus
eu: Zelularen neurria
fi: Solun koko
fr: Taille d'une cellule
ga: Méid na cille
gl: Tamaño da cela
hu: Cellaméret
it: Dimensione delle celle
ja: セルのサイズ
kk: Ұяшық өлшемі
ko: 세포 크기
lv: Šūnas izmērs
nb: Cellestørrelse
nds: Zellgrött
nl: Celgrootte
nn: Cellestorleik
pl: Rozmiar komórki
pt: Tamanho da célula
ru: Размер клетки
sl: Velikost celice
sr@ijekavian: Величина ћелије
sv: Cellstorlek
uk: Розмір комірки
zh_tw: 格子大小

# @item:inrange Cell size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccole
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мала
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Cell size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велика
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: CompanionCube
et: Kompanjonikuup
fi: Kuutiokumppani
it: CuboDaCompagnia
kk: Серіктес текше
ko: 동행 큐브
lv: Kompanionkubs
nb: KompanjongTerning
nds: MitloopWörpel
ru: Куб-компаньон
sl: Spremljevalna kocka
sr@ijekavian: Сапутничка коцка
sv: Sällskapskub
uk: Супутній куб

# @info screen saver description
source: The symptoms most commonly produced by Enrichment Center testing are superstition, perceiving inanimate objects as alive, and hallucinations. The Enrichment Center reminds you that the weighted companion cube will never threaten to stab you and, in fact, cannot speak. In the event that the Weighted Companion Cube does speak, the Enrichment Center urges you to disregard its advice. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Written by Jamie Zawinski; 2011.
ca@valencia: Els símptomes més comuns produïts per les proves del Centre d'enriquiment són la superstició, la percepció d'objectes inanimats com a vius, i al·lucinacions. El Centre d'enriquiment vos recorda que el Cub ponderat de companyia mai vos amenaçarà d'apunyalar, i de fet, no pot parlar. En cas que el Cub ponderat de companyia parli, el Centre d'enriquiment vos recomana que ignoreu els seus consells. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Escrit per Jamie Zawinski; 2011.
es: Los síntomas habitualmente generados por las pruebas de Enrichment Center son superstición, percibir objetos inanimados como si estuviesen vivos, y alucinaciones. El Enrichment Center le recuerda que el cubo de compañía ponderada jamás amenazará con darle una puñalada y, de hecho, no puede hablar. En caso de que el cubo de compañía ponderada hable,el Enrichment Center le solicita a usted ignorar su consejo. http://en.wikipedia.org/wiki/Portal_%28video_game%29. Escrito por Jamie Zawinski; 2011.
et: Enrichment Centeri testimise kõige tavalisemad tulemused on ebausk, elutute objektide pidamine elusaks ja hallutsinatsioonid. Enrichment Center tuletab meelde, et kaalukas kompanjonikuup ei ähvarda kunagi sulle nuga selga lüüa ega oska tegelikult isegi kõnelda. Kui kaalukas kompanjonikuup peaks siiski kõnelema, soovitab Enrichment Center tungivalt jätta tema soovitused arvesse võtmata. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Kirjutas Jamie Zawinski, 2011.
fr: Les symptômes les plus commun produit par les Centres de Test d'enrichissement sont la superstition, la perception d'objet inanimé comme étant vivant et des hallucinations. Le Centre d'enrichissement vous rappellera que le cube compagnon pondéré ne vous menacera jamais de vous poignarder et qu'en fait, il ne peut parler. Dans l'éventualité ou le cube compagnon pondéré parlerai, le centre d'enrichissement vous invite à ne pas tenir compte de ce conseil. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Écrit par Jamie Zawinski ; 2011.
gl: Os síntomas máis habituais que se producen polos test de Enrichment Center son a superstición, a percepción de obxectos inanimados como se estiveran vivos e alucinacións. O Enrichment Center quere que lembredes que o cubo ponderado nunca o ameazará, e mais de feito non é quen de falar. No caso de que o cubo ponderado sexa quen de falar, o Enrichment Center aconséllache que xamais lle fagas caso ningún. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Escrito por Jamie Zawinski; 2011.
it: I sintomi più comunemente prodotti dai test del Centro di Arricchimento sono superstizione, percezione di oggetti inanimati come vivi, e allucinazioni. Il Centro di Arricchimento ricorda che il cubo da compagnia pesante non minaccerà mai di pugnalarti e, in realtà, non può parlare. Nel caso che il cubo da compagnia pesante parli, il Centro di Arricchimento raccomanda di ignorare i suoi consigli. http://en.wikipedia.org/wiki/Portal_%28video_game%29; scritto da Jamie Zawinski, 2011.
kk: Даму орталықтағы сынақтардың салдары, әдетте, ол ырымшылдық, тірі емес нәрсені тірі деп, елестерді көру. Даму орталығы Серіктес текшенің Сізге ешбір қаупі жоқ екенін ескереді, шынында ол сөйлей де алмайды. Ал ол сөйлеп қалса да, Даму орталық оған мән бермеуді кеңес етеді. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Авторы: Jamie Zawinski; 2011.
ko: 강화 센터 테스트로 인해 발생하는 가장 일반적인 증상은 움직이지 않는 물체를 살아 있는 것으로 착각하는 공포감과 환각입니다. 강화 센터에서는 중형 동행 큐브는 절대 여러분을 해치지 않으며, 사실, 말을 하지도 못한다는 사실을 알립니다. 만약 중형 동행 큐브가 말을 한다면 강화 센터에서는 그 말을 무시하라고 알려 드립니다. https://ko.wikipedia.org/wiki/%ED%8F%AC%ED%84%B8_%28%EA%B2%8C%EC%9E%84%29 Jamie Zawinski 작성, 2011년.
nb: Testing i Enrichment Center fremkaller oftest symptomer som overtro, oppfatning av gjenstander som levende, og hallusinasjoner. Enrichment Center minner deg om at den vektede Kompanjongterningen aldri vil true med å stikke deg og faktisk ikke kan snakke. Hvis Kompanjongterningen likevel snakker, råder Enrichment Center til at du ikke tar hensyn til hva den sier. http://no.wikipedia.org/wiki/Portal_%28spill%29 Skrevet av Jamie Zawinski, 2011.
nds: De Symptomen, de tomehrst bi't de Tests vun't Enrichment Center to bekieken weern Höhnerglööv, dat Wohrnemen vun nich beleevte Objekten as lebennig un Halluzinatschonen. Dat Enrichment Center seggt dor to, de beswoorte Mitloopwörpel warrt nienich drauhen, dat he Di afsteken deit, un dat he gor nich snacken kann. Schull he liekers snacken, raadt dat Enrichment Center, höör dor bloots ni op. K.o. http://en.wikipedia.org/wiki/Portal_%28video_game%29. Schreven 2011 vun Jamie Zawinski.
nl: De symptomen die het meest voorkomen door Enrichment Center testing zijn bijgelovigheid, levenloze objecten als levend ervaren en hallucinaties. Het Enrichment Center herinnert u eraan dat de Weighted Companion Cube u nooit zal bedreigen om u te steken en, in feite, niet kan spreken. In het geval dat de Weighted Companion Cube wel spreekt, zal het Enrichment Center u dringend verzoeken om zijn advies te negeren. http://en.wikipedia.org/wiki/Portal_%28video_game%29 In 2011 geschreven door Jamie Zawinski.
pl: Symptomy najczęściej produkowane przez ośrodek wzbogacania to: przesąd, postrzeganie nieożywionych obiektów jako żywe i halucynacje. Ośrodek wzbogacania przypomina tobie, że wzmocniony towarzyszący sześcian nigdy cię nie zasztyletuje i w rzeczywistości nie może rozmawiać. W przypadku jednak gdy wzmocniony towarzyszący sześcian mówi, to ośrodek wzbogacania zaleca tobie zlekceważenie jego rad. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Napisane przez Jamie Zawinski; 2011.
pt: Os sintomas produzidos geralmente pelos testes Centro de Enriquecimento são a superstição, reconhecer os objectos inanimados como vivos e alucinações. O Centro de Enriquecimento recorda-o que o cubo ponderado nunca o ameaçará e, de facto, não conseguirá falar. No caso de o Cubo Ponderado falar, o Centro de Enriquecimento recomenda-lhe que ignore os seus conselhos. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Criado por Jamie Zawinski; 2011.
ru: Типичные симптомы, вызываемые тестами Центра развития: предрассудки, восприятие неживых объектов как живых и галлюцинации. Центр развития напоминает вам, что Утяжелённый Грузовой Куб-компаньон не может угрожать вам и, на самом деле, не умеет разговаривать. В случае, если Грузовой Куб всё же заговорит, Центр настоятельно рекомендует вам игнорировать его советы. http://ru.wikipedia.org/wiki/Portal Автор Джеми Завински (Jamie Zawinski), 2011.
sl: Simptomi, ki jih najpogosteje povzroči testiranje v Enrichment Centru so: vraževerje, dojemanje neživih predmetov kot živih in prividi. Enrichment Center vas opominja, da vam obtežena spremljevalna kocka ne bo nikoli grozila, da vas bo zabodla. Pravzaprav sploh ne more govoriti. Če slučajno spregovori, vam Enrichment Center odsvetuje, da poslušate njen nasvet. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Napisal Jamie Zawinski; 2011.
sr@ijekavian: У симптоме најчешће изазиване испитивањем у Центру за обогаћивање спадају сујеверје, доживљавање инертних објеката као живих и халуцинације. Центар за обогаћивање подсећа вас да отежана сапутничка коцка никада не прети да ће вас избости, и да, заправо, не може да говори. У случају да отежана сапутничка коцка ипак проговори, Центар за обогаћивање упозорава вас да занемарите њене изјаве (http://en.wikipedia.org/wiki/Portal_%28video_game%29). Написао Џејми Завински, 2011.
sv: Symptom som vanligtvis orsakas av tester i Berikningscentrum är vidskepelse, förnimmelser av att livlösa objekt är levande och hallucinationer.Berikningscentrum påminner om att den förtyngda sällskapskuben aldrig hotar att sticka kniven i någon, och i själva verket inte ens kan tala. I händelse av att den förtyngda sällskapskuben faktiskt talar, råder Berikningscentrum dig att bortse från dess råd. Se http://sv.wikipedia.org/wiki/Portal_%28spel%29. Skriven av Jamie Zawinski, 2011.
uk: Серед найпоширеніших симптомів, які проявляються під час тестування у Центрі Покращення, є звикання, сприйняття неживих об’єктів як живих та галюцинації. Центр Покращення нагадує вам, що відповідний супутній куб ніколи не завдасть вам болю і, фактично, не можна розмовляти. Якщо супутній куб все ж починає розмовляти, Центр Покращення наполегливо радить вам зневажати його поради. http://en.wikipedia.org/wiki/Portal_%28video_game%29 Автор — Jamie Zawinski; 2011.
zh_tw: Enrichment Center 最常產生的大部份症狀都只是幻覺，假裝無生命體是活的、迷幻的。Enrichment Center 告訴您，同伴重量方塊是不會威脅您，實際上是不會說話的。但在在那些重量同伴方塊會說話的事件中，Enrichment Center 又警告您必須無視其意見。http://en.wikipedia.org/wiki/Portal_%28video_game%29 Jamie Zawinski 撰寫; 2011.

# @label:slider
source: Bounce
ca@valencia: Salt
es: Rebote
et: Tagasipõrge
fi: Pomppu
fr: Rebond
ga: Preab
gl: Rebote
hu: Visszapattanás
it: Rimbalza
ja: 跳ね返る
kk: Секірмелі
ko: 튀어오름
lv: Lēkāt
nb: Sprett
nds: Afprallen
nl: Stuiteren
pl: Odbicie
pt: Saltos
ru: Подскакивание
sl: Odboj
sr@ijekavian: Одбијање
sv: Studs
uk: Відскакувати від країв
zh_tw: 彈跳

# @item:inrange Bounce
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
fi: Hidas
fr: Lent
ga: Mall
gl: Lento
hu: Lassú
it: Lento
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
pl: Wolno
pt: Lento
ru: Медленно
sl: Počasno
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Bounce
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Number of cubes
ca@valencia: Nombre de cubs
es: Número de cubos
et: Kuupide arv
fi: Kuutioita
fr: Nombre de cubes
ga: Líon na gciúbanna
gl: Número de cubos
hu: A kockák száma
it: Numero di cubi
kk: Текшелер саны
ko: 큐브 개수
lv: Kubu skaits
nb: Antall terninger
nds: Tall vun Wörpels
nl: Aantal kubussen
pl: Liczba sześcianów
pt: Número de cubos
ru: Количество кубов
sl: Število kock
sr@ijekavian: Број коцки
sv: Antal kuber
uk: Кількість кубів
zh_tw: 管子數量

# @option:check
source: Wander
ca@valencia: Desplaçament
es: Paseo
et: Rändamine
eu: Noraezean
fi: Vaella
fr: Louvoyage
ga: Fuaidrigh
gl: Paseniño
hu: Vándorlás
it: Girovago
ja: さまよう
kk: Кезбе
ko: 방랑자
lv: Klejot
nb: Vandring
nds: Rümbuttjern
nl: Zwerven
nn: Fly rundt
pl: Wędrówka
pt: Vaguear
ru: Отклонение
sl: Tavanje
sr@ijekavian: Лутање
sv: Vandra
uk: Блукання
zh_tw: 漫步

# @item screen saver name
source: Compass
ca@valencia: Brúixola
es: Brújula
et: Kompass
eu: Compass (Iparorratza)
fi: Kompassi
fr: Boussole
gl: Compás
hu: Iránytű
it: Bussola
ja: コンパス
kk: Компас
ko: 나침반
lv: Kompass
nb: Kompass
nds: Kompass
nl: Kompas
nn: Kompass
pl: Kompas
pt: Bússola
ru: Компас
sl: Kompas
sr@ijekavian: Компас
sv: Kompass
uk: Компас
zh_tw: 羅盤
