Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Simulates an original Apple ][ Plus computer in all its 1979 glory. It also reproduces the appearance of display on a color television set of the period. In "Basic Programming Mode", a simulated user types in a BASIC program and runs it. In "Text Mode", it displays the output of a program, or the contents of a file or URL. In "Slideshow Mode", it chooses random images and displays them within the limitations of the Apple ][ display hardware. (Six available colors in hi-res mode!) This program is also a fully-functional VT100 emulator! Run it as an application instead of as a screen saver and you can use it as a terminal. http://en.wikipedia.org/wiki/Apple_II_series Written by Trevor Blackwell; 2003.
ca@valencia: Simula un ordinador original Apple ][ Plus en tota la seua glòria del 1979. També reprodueix l'aparença de la pantalla en una televisió a color de l'època. En el «Mode de programació Basic», un usuari simulat tecleja un programa en BASIC i l'executa. En el «Mode text», mostra l'eixida d'un programa, o el contingut d'un fitxer o un URL. En el «Mode passe de diapositives», selecciona imatges aleatòries i les mostra amb les limitacions del maquinari de la pantalla de l'Apple ][ (sis colors disponibles en mode d'alta resolució!). Este programa també és un emulador VT100 completament funcional. Executeu-ho com una aplicació en lloc de com estalvi de pantalla i el podreu utilitzar com a terminal. http://en.wikipedia.org/wiki/Apple_II_series Escrit per Trevor Blackwell; 2003.
es: Simula un equipo original Apple ][ Plus original en toda su gloria del año 1979. Reproduce, además, la apariencia de la pantalla de un sistema de televisión a color de la época. En el «Modo de programación básico», un usuario ficticio teclea en un programa BASIC y lo ejecuta. En el «Modo texto» muestra la salida de un programa o el contenido de un archivo o una dirección URL. En el «Modo presentación» selecciona imágenes al azar y las muestra con las limitaciones de la pantalla del Apple ][ (¡seis colores disponibles en alta resolución!) En sistemas con X11 este programa es, además, un emulador de VT100 ¡completamente funcional! Ejecútelo como una aplicación en lugar de como salvapantallas y podrá usarlo como un terminal. http://en.wikipedia.org/wiki/Apple_II_series. Escrito por Trevor Blackwell; 2003.
et: Algse Apple II Plus arvuti simulatsioon kogu selle 1979. aasta aus ja uhkuses. Samuti simuleeritakse tollase värviteleri välimust. "Põhiprogrammi" režiimis paneb simuleeritav kasutaja kirja BASICu programmi ja käivitab selle. "Tekstirežiimis" on näha programmi väljund faili või URL-i sisu. "Slaidiseansi režiimis" valitakse juhuslikud pildid ja kuvatakse neid vastavalt Apple II monitori piirangutele (kuus värvi kõrglahutusrežiimis!). See on ühtlasi täisfunktsionaalsusega VT100 emulaator.Ekraanisäästja asemele rakendusena käivitades saab seda kasutada terminalina. http://en.wikipedia.org/wiki/Apple_II_series Autor: Trevor Blackwell; 2003.
fi: Simuloi alkuperäistä Apple ][ Plus -tietokonetta koko vuoden 1979 kunniassaan. Jäljittelee myös ajan väritelevisionäytön näkymää. ”Basic-ohjelmointitilassa” simuloitu käyttäjä kirjoittaa BASIC-ohjelmaa ja suorittaa sen; ”tekstitilassa” näyttää ohjelman tulosteen tai tiedoston tai verkko-osoitteen sisällön; ”diaesitystilassa” valitsee satunnaisia kuvia ja näyttää ne Apple ][:n näyttölaitteiston rajoitusten mukaisesti (kuusi käytettävissä olevaa väriä suuren resoluution tilassa!). Ohjelma on myös täysin toimintakelpoinen VT100-emulaattori! Voit käyttää sitä päätteenä, jos käynnistät sen erillisenä sovelluksena etkä näytönsäästäjästä käsin. http://en.wikipedia.org/wiki/Apple_II_series Kirjoittanut Trevor Blackwell, 2003.
fr: Simule un ordinateur Apple ][ Plus dans toute sa gloire de 1979. Il est également reproduit l'apparence d'un affichage sur une télévision couleur de l'époque. Dans le « mode de programmation élémentaire », un utilisateur simulé écrit un programme BASIC et le démarre. En « mode texte », il sera affiché la sortie d'un programme ou le contenu d'un fichier ou d'une URL. Dans le « mode diaporama », des images sont choisies aléatoirement et les affiches sans les limitations du matériel d'affichage de l'Apple ][. (Six couleurs disponible en mode haute résolution !). Ce programme est également un émulateur VT100 pleinement fonctionnel ! Lancez le simplement comme une application au lieu d'un économiseur d'écran et vous pourrez l'utiliser comme un terminal. http://en.wikipedia.org/wiki/Apple_II_series Écrit par Trevor Blackwell ; 2003.
gl: Simula un ordenador Apple ][ Plus na súa gran gloria do 1979. Tamén reproduce a aparencia nun televisor a cores da época. No modo «Programación en Basic», un usuario simulado escribe un programa en BASIC e execútao. No «Modo texto» mostra a saída dun programa, ou o contido dun ficheiro ou URL. No «Modo presentación» escolle imaxes aleatorias e móstraas coas limitacións do hardware gráfico do Apple ][ (Dispuña de seis cores no modo de alta resolución!). En sistemas X11, este programa tamén é un emulador de VT100 funcional. http://en.wikipedia.org/wiki/Apple_II_series. Escribiuno Trevor BlackWell en 2003.
it: Simula un computer originale Apple ][ Plus in tutta la sua gloria del 1979. Riproduce anche l'aspetto della visualizzazione su un televisore a colori del tempo. Nella «modalità di programmazione di base», un utente fittizio scrive un programma in BASIC e lo esegue. Nella «modalità di testo», mostra l'output di un programma, o i contenuti di un file o di un URL. Nella «modalità di presentazione» sceglie immagini casuali e le visualizza entro i limiti dell'hardware visivo dell'Apple ][ (sei colori in alta risoluzione!). Questo programma è anche un emulatore VT100 perfettamente funzionante. Eseguilo come un'applicazione invece che come salvaschermo, e lo puoi usare come terminale. http://it.wikipedia.org/wiki/Apple_II Scritto da Trevor Blackwell; 2003.
kk: Баяғыда (1979 жылда) әйгілі болған Apple ][ Plus компьютерінің эмуляциясы. Ол оның сол замандағы телевизордағы дисплейінің көрнісін бейнелейді. Basic программалау режімінде эмуляцияланған пайдаланушы BASIC тіліндегі бағдаламасын теріп орындайды. Мәтін режімінде ол бір файлдың не URL-адресінің мазмұнын шығарады. Кескін режімінде ол кездейсоқ кескінді таңдап, Apple ][ дисплей жабдығының шектеулерімен (жоғары айырымдылық күйінде - алты түс !) көрсетеді. Бұл бағдарлама - толық-функционалды VT100 эмуляторы. Бұны экран сақтауші ретінде және терминал ретінде қолдануға болады. http://en.wikipedia.org/wiki/Apple_II_series Авторы: Trevor Blackwell; 2003.
ko: 1979년 당시의 애플 ][ 플러스 컴퓨터를 흉내 냅니다. 또한 그 시기에 사용된 컬러 텔레비전의 모습도 흉내 냅니다. "베이직 프로그래밍 모드"에서는 가상 사용자가 베이직 프로그램을 입력하고 실행시킵니다. "텍스트 모드"에서는 프로그램의 출력, 파일이나 URL의 내용을 표시합니다. "슬라이드 쇼 모드"에서는 무작위적 이미지를 선택하여 애플 ][ 디스플레이에서 나타나는 것처럼 흉내 냅니다. (최대 해상도에서 6색 사용 가능!) 이 프로그램은 완벽하게 작동하는 VT100 에뮬레이터 이기도 합니다! 화면 보호기 대신 프로그램으로 실행시키면 터미널로 사용할 수 있습니다. http://ko.wikipedia.org/wiki/%EC%95%A0%ED%94%8C_II Trevor Blackwell 작성, 2003년.
nb: Simulerer en original Apple ][ Plus-maskin i all sin prakt fra 1979. Den viser også utseendet på en farge-TV fra samme periode. I «Basic-programmer» skriver en simulert bruker inn et BASIC-program og kjører det. I «tekstmodus» vises utdata fra et program, eller innholdet i en fil eller URL. I «bildemodus» velger programmet vilkårlige bilder og viser dem innen begrensningene i maskinvaren til Apple ][. (Seks tilgjengelige farger i høyoppløsningsmodus!) På X11-systemer er dette programmet også en fullt ut funksjonell VT100-emulator! Kjør det som et program i stedet for en pauseskjerm,så kan du bruke det som en terminal.http://en.wikipedia.org/wiki/Apple_II_series Skrevet av Trevor Blackwell, 2003.
nds: Simuleert en orginaal »Apple ][ Plus«-Reekner in all sien 1979er-Schöönheit. Inslaten is de Dorstellen as op en Klöörkiekschapp ut de Tiet. In den „Eenfach Programmeerbedrief“ gifft en simuleert Bruker en BASIC-Programm in un föhrt dat ut. In den „Textbedrief“ wiest dat de Utgaav vun en Programm oder den Inholt vun en Datei oder URL. In den „Diaschau-Bedrief“ söcht dat tofällig Biller ut un wiest de, so goot dat man mit de »Apple ][«-Hardware güng (Söss Klören bi hoge Oplösen!). Dat Programm is ok en VT100-Emulater mit all Funkschonen. Laat dat as Programm ansteed as Pausschirm lopen, denn hest Du en Konsool. K.o. http://en.wikipedia.org/wiki/Apple_II_series. 2003 schreven vun Trevor Blackwell.
nl: Simuleert een originele Apple ][ Plus computer in al zijn glorie uit 1979. Het reproduceert de aanblik van het scherm van een kleurentelevisie uit die periode. In "Basic programmeermodus", typt een gesimuleerde gebruiker een BASIC programma in en voert deze uit. In "Tekstmodus", toont het de uitvoer van een programma, of de inhoud van een bestand of URL. In "Diashowmodus", kiest het willekeurige afbeeldingen en toont deze binnen de beperkingen van het Apple ][ scherm. (Zes beschikbare kleuren in hi-res modus!) Dit programma is ook een volledig functionele VT100 emulator! Voer het uit als een toepassing in plaats van een schermbeveiliging en u kunt het als een terminal gebruiken. http://en.wikipedia.org/wiki/Apple_II_series In 2003 geschreven door Trevor Blackwell.
pl: Symulacja oryginalnego komputera Apple ][ Plus w całej jego chwale z 1979 roku. Symuluje również wyświetlanie w kolorowym telewizorze z tego okresu. W trybie "Programowanie Basic" symulowany użytkownik wpisuje program w języku BASIC i uruchamia go. W trybie "Tekst" wyświetla on wynik programu, zawartość pliku lub dane spod adresu URL. W trybie "Pokaz slajdów" użytkownik wybiera losowy obraz i wyświetla go tak jak na ówczesnym sprzęcie Apple ][ (Sześć kolorów w trybie wysokiej rozdzielczości!). Program również może pełnić rolę emulatora VT100. Uruchom go raczej jako program, a nie jako wygaszacz ekranu. Możesz użyć go także jako terminalu. http://pl.wikipedia.org/wiki/Apple_II Autor: Trevor Blackwell; 2003.
pt: Simula um computador Apple ][ Plus original em toda a sua glória de 1979. Também reproduz a aparência do visual numa televisão a cores nesse período. No "Modo de Programação em Basic", um utilizador simulado escreve um programa em BASIC e executa-o. No "Modo de Texto", mostra o resultado de um programa ou o conteúdo de um ficheiro ou URL. No "Modo de Apresentação", escolhe imagens aleatórias e mostra-as com as limitações do 'hardware' de visualização do Apple ][. (Seis cores disponíveis no modo de alta-resolução!). Nos sistemas X11, este programa também é um emulador de VT100 completamente funcional. http://en.wikipedia.org/wiki/Apple_II_series Feito por Trevor Blackwell; 2003.
ru: Эмулирует компьютер Apple ][ Plus 1979 года во всей его красе. Также воспроизведён вид экрана на цветном телевизоре того времени. В режиме программ на BASIC воображаемый пользователь вводит программу на языке BASIC, и она запускается. В режиме текста показывается вывод программы или содержимое файла или адреса URL. В режиме слайдшоу случайным образом выбранные изображения показываются с учётом аппаратных ограничений экрана Apple ][ (шесть цветов в режиме высокого разрешения!). Эта программа также является полноценным эмулятором терминала VT100. Запустите её как приложение, а не как хранитель экрана, и используйте её как терминал. http://ru.wikipedia.org/wiki/Apple_IIАвтор Тревор Блеквелл (Trevor Blackwell), 2003.
sl: Simulira originalni računalnik Apple ][ Plus v vsej njegovi slavi iz leta 1979. Poleg tega predstavi videz zaslona na barvnem televizorju iz istega obdobja. V "Osnovnem načinu programiranja" navidezni uporabnik napiše osnoven program BASIC in ga zažene. V "Besedilnem načinu" prikaže izhod programa ali vsebino datoteke ali URL-ja. V "Načinu predstavitve" izbere naključne slike in jih prikaže z omejitvami strojne opreme Apple ][ (šest barv v visokoločljivostnem načinu!). Ta program je tudi polno zmožen posnemovalnik VT100! Zaženite ga kot program namesto ohranjevalnika zaslona in lahko ga uporabite kot konzolo. http://en.wikipedia.org/wiki/Apple_II_series Napisal Trevor Blackwell; 2003.
sr@ijekavian: Подражава оригинални рачунар епл II плус, у свом најбољем издању из 1979. (http://en.wikipedia.org/wiki/Apple_II_series). Ту спада и изглед екрана какав је био на телевизору у боји из тог доба. У режиму извршавања бејзик програма, симулирани корисник уноси бејзик програм и извршава га. У текстуалном режиму, приказује излаз наредбе или садржај фајла или УРЛ‑а. У режиму слика, насумично бира слике и приказује их у ограничењима екранског хардвера епла II (свих шест боја у високој резолуцији!). Овај програм је такође потпуно функционални емулатор ВТ100 — покрените га самостално уместо као чувар екрана, и можете га користити као терминал. Написао Тревор Блаквел, 2003.
sv: Simulerar den ursprungliga Apple ][ Plus-datorn från 1979 i hela sin prakt. Den reproducerar också utseendet av en färg-tv-apparat från tidsperioden. I "BASIC-programmeringsläge", skriver en simulerad användare in ett BASIC-program och kör det. I "textläge", visar den utskriften från ett program eller innehållet av en fil eller webbadress. I "bildspelsläge", väljer den slumpmässiga bilder och visar dem med begränsningarna hos bildskärmshårdvaran i Apple ][ (sex tillgängliga färger i högupplösningsläge). Programmet är också en fullt funktionsduglig VT100-emulator. Kör det som ett program istället för en skärmsläckare så kan du använda det som en terminal. Se http://sv.wikipedia.org/wiki/Apple_II. Skriven av Trevor Blackwell, 2003.
uk: Імітує роботу комп’ютера Apple ][ Plus у зеніті його слави у 1979 році. Також відтворюється враження від роботи за екраном кольорового телевізора того часу. У «Основному режимі програмування» уявний користувач вводить програму на BASIC і запускає її. У «Текстовому режимі» відображається вивід програми або вміст файла чи адреси у мережі. У «Режимі показу слайдів» обираються випадкові зображення, які потім демонструються з тими обмеженнями, які накладалися апаратним забезпеченням на зображення у Apple ][. (Шестикольорове зображення у режимі з високою роздільною здатністю!) Ця програма є також повнофункціональним емулятором VT100! Запустіть програму окремо, а не як зберігач екрана, і ви зможете скористатися терміналом.http://en.wikipedia.org/wiki/Apple_II_series Автор — Trevor Blackwell; 2003.
zh_tw: 模擬 1979 年原始的 Apple ][ Plus 電腦。它也可以重現當時使用彩色電視機顯示出來的外觀。在「Basic 程式模式」中，一個模擬使用者輸入一個 BASIC 程式並執行它。在「文字模式」中，它顯示程式的輸出，或是檔案或網址的內容。在「投影片模式」中，它會隨機選擇影像並模擬在 Apple ][ 硬體上顯示（在「高解析度」模式下只有六種顏色可用！）。這個程式也是一個完整的 VT100 終端模擬器，您可以將它當成一個終端主控台， 而不單只是個螢幕保護程式而已。參考資料：http://en.wikipedia.org/wiki/Apple_II_series ，由 Trevor Blackwell 撰寫，2003。
