Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: A spotlight roams across an embossed version of your desktop or other picture. Written by Shane Smit; 1999.
ca@valencia: Un focus de llum recorre una versió en relleu de l'escriptori o alguna altra imatge. Escrit per Shane Smit; 1999.
es: Un proyector se desplaza por una versión realzada de su escritorio o cualquier otra imagen. Escrito por Shane Smit; 1999.
et: Valgusvihk kulgeb üle sinu töölaua või mõne muu pildi kohrutatud versiooni. Autor: Shane Smit; 1999.
eu: Foku bat harat-honat dabil erliebea emandako zure mahaigainaren bertsio batean edo beste irudi batean. Shane Smit-ek idatzia; 1999.
fi: Valonheitin liikkuu työpöytäsi tai muun kuvan kohokuvamuunnelman poikki. Kirjoittanut Shane Smit, 1999.
fr: Un spot de lumière au travers d'une version en relief de votre bureau ou d'une image. Écrit par Shane Smit ; 1999.
ga: Dearann sé seo spotsolas atá ag fánaíocht trasna leagan bocóideach de do dheasc nó pictiúr eile. Scríofa ag Shane Smit, 1999.
gl: Un punto de luz vagabundea unha versión elevado do escritorio ou doutra imaxe. Escribiuno Shane Smit en 1999.
it: Un faro spazza una versione in rilievo del desktop o di un'altra immagine. Scritto da Shane Smit; 1999.
kk: Үстеліңіздің не басқа кескіннің бедерлі бетін аралап жүрген жарық көзі. Авторы: Shane Smit; 1999.
ko: 엠보싱 효과가 적용된 데스크톱이나 다른 그림을 스포트라이트가 돌아다니면서 비춥니다 Shame Smit 작성, 1999년.
nb: En lyskaster vandrer rundt over en preget versjon av skrivebordet eller annet bilde. Skrevet av Shane Smit, 1999.
nds: En Lichtrebeet buttjert över Dien ingraven Schirmbild oder en anner Bild. Schreven vun Shane Smit, 1999.
nl: Een zoeklicht dwaalt over een van reliëf voorziene versie van uw bureaublad of een andere afbeelding. In 1999 geschreven door Shane Smit.
nn: Ein lyskastar lyser opp ein relieffversjon av skrivebordet eller eit bilete. Skriven av Shane Smit i 1999.
pl: Promień świetlny wędrujący po uwypuklonym pulpicie lub innej grafice. Autor: Shane Smit; 1999.
pt: Um foco de luz percorre uma versão em relevo do seu ecrã ou uma outra imagem. Feito por Shane Smit; 1999.
ru: Световое пятно, передвигающееся по рельефной копии вашего рабочего стола или другого изображения. Автор Шейн Смит (Shane Smit), 1999.
sl: Svetilka se pomika po vtisnjeni različici vašega namizja ali drugi sliki. Napisal Shane Smit, 1999.
sr@ijekavian: Рефлектор шара преко рељефасте верзије површи или неке друге слике. Написао Шејн Смит, 1999.
sv: En spotlight vandrar runt över en reliefversion av skrivbordet eller en annan bild. Skriven av Shane Smit, 1999.
uk: Сонячний промінчик, що подорожує рельєфною версією вашого робочого столу або іншого зображення. Автор — Shane Smit; 1999.
zh_tw: 探照燈在桌面或其他圖片上遊走，以浮凸方式顯示出來。由 Shane Smit 撰寫，1999。

# @item screen saver name
source: Cage
ca@valencia: Gàbia
et: Puur
eu: Cage (Kaiola)
fi: Häkki
gl: Gaiola
hu: Kalitka
it: Gabbia
ja: かご
kk: Тор
ko: 새장
lv: Būris
nb: Bur
nds: Escherkist
nl: Kooi
nn: Bur
pl: Klatka
pt: Gaiola
ru: Клетка
sl: Kletka
sr@ijekavian: Кавез
sv: Bur
uk: Клітка
zh_tw: 籠子

# @info screen saver description
source: This draws Escher's "Impossible Cage", a 3d analog of a moebius strip, and rotates it in three dimensions. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo Vianna; 1998.
ca@valencia: Este dibuixa una «Gàbia impossible» d'Escher, una analogia en 3D de la cinta de Moebius i la gira en tres dimensions. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Escrit per Marcelo Vianna; 1998.
es: Muestra una «jaula imposible» de Escher, una analogía de la cinta de Moebius, y la gira en tres dimensiones. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Creado por Marcelo Vianna; 1998.
et: Kujutab Escheri "Võimatut puuri", Möbiuse lehe 3D analoogi, ja keerutab seda kolmemõõtmelisena. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Autor: Marcelo Vianna; 1998.
eu: Honek Escher-en "Ezinezko kaiola" marrazten du, moebious bandaren parekoa 3D-an, eta 3 dimentsiotan biratzen du. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Marcelo Vianna-k idatzia; 1998.
fi: Piirtää Escherin luoman ”mahdottoman häkin”, jota on verrattavissa kolmiulotteiseen Möbiuksen nauhaan, ja pyörittää sitä kolmiulotteisesti. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Kirjoittanut Marcelo Vianna, 1998.
fr: Ceci dessine la « Cage impossible » d'Escher, une analogie en 3D de la bande de Moebius qui se tourne dans les trois dimensions. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Écrit par Marcelo Vianna ; 1998.
ga: Dearann sé seo "Caighean Dodhéanta" M. C. Escher, analóg 3T de stiall Möbius, agus rothlaíonn sé i dtrí thoise. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher. Scríofa ag Marcelo Vianna, 1998.
gl: Isto debuxa a «Cadea imposíbel» de Escher, unha analoxía 3D dunha cinta de Moebius, e ródaa en tres dimensións. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher. Escribiuno Marcelo Vianna en 1998.
hu: Escher-féle "lehetetlen kalitkát" jelenít meg, amely a Möbius-csík 3D-s megfelelője. Az alakzat folyamatosan forog 3D-ben. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Készítette: Marcelo Vianna, 1998.
it: Disegna la «gabbia impossibile» di Escher, una forma a tre dimensioni analoga alla striscia di Möbius, e la ruota in tre dimensioni. Vedi http://it.wikipedia.org/wiki/Maurits_Cornelis_Escher. Scritto da Marcelo Vianna; 1998.
ja: エッシャーの「不可能なかご」を描画します。三次元のメビウスの輪のアナロジー。三次元空間で回転します。http://ja.wikipedia.org/wiki/マウリッツ・エッシャー Marcelo Vianna、1998年作。
kk: Эшердің "Мүмкін емес торы", бұл Мебеус таспасындай, бірақ үш өлшемді бұралыстағы нәрсе. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Авторы: Marcelo Vianna; 1998.
ko: 3차원 뫼비우스의 띠인 에셔의 "불가능한 새장"을 그리며 3차원 축으로 회전합니다. https://ko.wikipedia.org/wiki/%EB%A7%88%EC%9A%B0%EB%A6%AC%EC%B8%A0_%EC%BD%94%EB%A5%B4%EB%84%AC%EB%A6%AC%EC%8A%A4_%EC%97%90%EC%85%94 Marcelo Vianna 작성, 1998년.
nb: Dette tegner Eschers «Umulige bur», en 3D-analog til en Möbiussløyfe, og roterer den i tre dimensjoner. http://no.wikipedia.org/wiki/Maurits_Cornelis_Escher Skrevet av Marcelo Vianna, 1998
nds: Dreiht M. C. Escher sien snaaksche Lattenkist (ut dat Bild "Belvedere"), wat dat 3D-Gegenstück to en Möbiusband is. http://de.wikipedia.org/wiki/M._C._Escher Schreven vun Marcelo Vianna, 1998.
nl: Dit toont Escher's "Onmogelijke kooi", een 3d analogie van een Möbius strip, die roteert in drie dimensies. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher In 1998 geschreven door Marcelo Vianna.
nn: Teiknar Escher sitt «umoglege bur», som på eit vis kan minna om ei 3D-utgåve av Möbius-bandet, og dreier det rundt i tre dimensjonar. <link>http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher</link> Skriven av Marcelo Vianna i 1998.
pl: Wyświetla "Niemożliwą klatkę" Eschera (trójwymiarowy odpowiednik wstęgi Moebiusa) i obraca ją w trzech wymiarach. Autor: Marcelo Vianna; 1998.
pt: Isto desenha a "Cadeia Impossível" de Escher, uma analogia a 3D de uma fita de Moebius, e roda-a em três dimensões. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Feito por Marcelo Vianna; 1998.
ru: «Невероятная клетка» Эшера (http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher), трёхмерный аналог ленты Мёбиуса, вращается в трёх направлениях. Автор Марчелло Вианна (Marcelo Vianna).
sl: Izriše Escher-jevo "Nemogočo kletko", 3d analog moebiusovega traku in ga zavrti v treh razsežnostih. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Napisal Marcelo Vianna, 1998.
sr@ijekavian: Црта Есхеров „Немогући кавез“, 3Д аналогон Мебијусове траке, и обрће га у три димензије (http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher). Написао Марсело Вијана, 1998.
sv: Den här ritar Eschers "omöjliga bur", en tredimensionell motsvarighet till Möbius band, och roterar den i tre dimensioner. Se http://sv.wikipedia.org/wiki/M.C._Escher. Skriven av Marcelo Vianna, 1998.
uk: Це малює «Неймовірну клітку» Ешера, тривимірний аналог смужки Мобіуса, який обертається в трьох вимірах. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Написав Marcelo Vianna, 1998.
zh_tw: 這會畫出 Escher 的「不可能的籠子」（Impossible Cage），一個由莫比斯帶（Moebius strip）組成的立體圖，並以三個維度來翻轉它。參考資料：http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher ，由 Marcelo Vianna 撰寫，1998。

# @item screen saver name
source: Carousel
ca@valencia: Carrusel
es: Carrusel
et: Karussell
eu: Carousel (Karrusela)
fi: Karuselli
fr: Carrousel
gl: Carrusel
hu: Körhinta
it: Carosello
kk: Карусель
ko: 캐러셀
lv: Karuselis
nb: Karusell
nds: Karussell
nl: Draaimolen
nn: Karusell
pl: Karuzela
pt: Carrossel
ru: Карусель
sl: Vrtiljak
sr@ijekavian: Карусел
sv: Karusell
uk: Карусель
zh_tw: 傳送帶

# @info screen saver description
source: Loads several random images, and displays them flying in a circular formation. The formation changes speed and direction randomly, and images periodically drop out to be replaced by new ones. Written by Jamie Zawinski; 2005.
ca@valencia: Carrega vàries imatges aleatòries, i les mostra flotant en una formació circular. La formació canvia de velocitat i direcció aleatòriament, i les imatges periòdicament cauen i se substitueixen per unes de noves. Escrit per Jamie Zawinski; 2005.
es: Carga varias imágenes al azar y las muestra volando en una formación circular. La formación cambia de velocidad y de dirección de manera aleatoria y las imágenes caen periódicamente para ser remplazadas por otras nuevas. Escrito por Jamie Zawinski; 2005.
et: Laadib mitu juhuslikku pilti ning paneb nad ringjalt lendlema. Tekkinud ring muudab kiirust ja suunda juhuslikult ning aeg-ajalt langevad pildid välja, asendudes uutega. Autor: Jamie Zawinski; 2005.
eu: Zenbait ausazko irudi zamatzen ditu, eta eraketa zirkular batean hegaka bistaratzen ditu. Eraketak ausaz abiadura eta norabidea aldatzen ditu, eta irudiak aldizka erortzen dira berriekin ordezkatzeko. Jamie Zawinski-k idatzia; 2005.
fi: Lataa useita satunnaiskuvia ja lennättää niitä ympyrämuodostelmassa. Muodostelma vaihtaa nopeuttaan ja suuntaansa satunnaisesti, ja kuvat vaihtuvat ajoin toisiksi. Kirjoittanut Jamie Zawinski, 2005.
fr: Charge un nombre important d'images aléatoirement, et les affiche dans une formation circulaire. La formation change de vitesse ou de direction aléatoirement et les images sautent régulièrement pour être remplacées par de nouvelles. Écrit par Jamie Zawinski ; 2005.
gl: Carga varias imaxes aleatorias e móstraas a voar nunha formación circular que cambia de velocidade e dirección aleatoriamente, e troca periodicamente de imaxe por outras novas. Escribiuno Jamie Zawinski en 2005.
it: Carica diverse immagini a caso, e le mostra facendole volare in formazione circolare. La formazione cambia velocità e direzione a caso, e le immagini sono periodicamente rimosse e sostituite da altre nuove. Scritto da Jamie Zawinski; 2005.
kk: Бірнеше кездейсоқ кескіндерді алып бір-бірінің соңынан айналдырып ұшқызады. Ұшу бағыты мен жылдамдығы кездейсоқ өзгереді де, кескіндері де өзгеріп тұрады. Авторы: Jamie Zawinski; 2005.
ko: 여러 그림을 불러오며 날아다니는 원형으로 표시합니다. 그림 배열은 속도와 방향이 무작위적으로 바뀌며, 새 그림으로 주기적으로 교체됩니다. Jamie Zawinski 작성, 2005년.
nb: Laster inn flere tilfeldige bilder og viser dem flygende i sirkelformasjon. Formasjonen endrer vilkårlig hastighet og retning. og bilder faller ut og blir erstattet av andre. Skrevet av Jamie Zawinski, 2005.
nds: Laadt en Reeg tofällig Biller, un lett se in'n Krink flegen. Gauheit un Dreihricht warrt tofällig ännert, un af un an warrt niege Biller inwesselt. Schreven vun Jamie Zawinski, 2005.
nl: Laadt willekeurig een aantal afbeeldingen en toont deze vliegend in een ronddraaiende formatie. De formatie wijzigt willekeurig snelheid en richting en afbeeldingen worden periodiek vervangen door nieuwe. In 2005 geschreven door Jamie Zawinski.
nn: Lastar fleire tilfeldige bilete, og viser dei svevande i ein sirkelformasjon. Formasjonen endrar fart og retning tilfeldig, og einskildbilete vert regelmessig bytte ut. Skriven av Jamie Zawinski i 2005.
pl: Wczytuje kilka losowych obrazów i wyświetla je w locie w formacji kołowej. Formacja losowo zmienia prędkość i kierunek, a obrazy są okresowo wymieniane na nowe. Autor: Jamie Zawinski; 2005.
pt: Carrega diversas imagens aleatórias, mostrando-as com uma formação circular. Essa formação muda de velocidade e direcção de forma aleatória, sendo que as imagens também vão sendo substituídas por outras. Feito por Jamie Zawinski; 2005.
ru: Загружает несколько произвольных изображений, которые затем кружатся в полёте. Скорость и направление произвольно изменяются, а изображения время от времени меняются на новые. Автор Джеми Завински ( Jamie Zawinski); 2005.
sl: Naloži več naključnih slik in jih prikaže leteče v krožni obliki. Oblika naključno spremeni hitrost in smer. Slike se občasno zamenjajo z novimi. Napisal Jamie Zawinski, 2005.
sr@ijekavian: Насумично учитава неколико слика и приказује их како лете у кружној формацији. Формација насумично мијења брзину и смјер, а слике се повремено замјењују другима. Написао Џејми Завински, 2005.
sv: Laddar flera slumpmässiga bilder, och visar dem flygande i en cirkulär formation. Formationen ändrar slumpmässigt hastighet och riktning, och bilder försvinner regelbundet för att ersättas med nya. Skriven av Jamie Zawinski, 2005.
uk: Завантажує декілька випадкових зображень і відображає їх у польоті за круговим маршрутом. Швидкість та напрям обертання випадково змінюються, а зображення періодично викидаються з заміною на інші. Автор — Jamie Zawinski; 2005.
zh_tw: 隨機載入影像，並讓它們以圓形隊型飛翔。隊型會隨機變換速度與方向，影像會定時降落並以新影像取代。由 Jamie Zawinski 撰寫，2005。

# @label:slider
source: Animation speed
ca@valencia: Velocitat d'animació
es: Velocidad de animación
et: Animatsiooni kiirus
eu: Animazioaren abiadura
fi: Animointinopeus
fr: Vitesse de l'animation
ga: Luas na beochana
gl: Velocidade da animación
hu: Animálási sebesség
it: Velocità di animazione
ja: アニメーションの速度
kk: Анимация жылдамдығы
ko: 에니메이션 속도
lv: Animāciju ātrums
nb: Animasjonshastighet
nds: Animatschoongauheit
nl: Animatiesnelheid
nn: Animasjonsfart
pl: Szybkość animacji
pt: Velocidade da animação
ru: Скорость анимации
sl: Hitrost animacije
sr@ijekavian: Брзина анимације
sv: Animeringshastighet
uk: Швидкість анімації
zh_tw: 動畫速度

# @item:inrange Animation speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Animation speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Time until loading a new image
ca@valencia: Temps fins a carregar la imatge nova
es: Tiempo tras el que cargar otra imagen
et: Viivitus enne uue pildi laadimist
eu: Irudi berri bat zamatu arteko denbora
fi: Aika ennen uuden kuvan lataamista
fr: Durée avant de charger une nouvelle image
gl: Tempo até que se carga unha nova imaxe
hu: Új kép betöltési időköze
it: Attesa prima di caricare una nuova immagine
ja: 新しいイメージを読み込むまでの時間
kk: Кескінді жаңарту кезі
ko: 새 그림을 불러올 주기
lv: Laiks līdz ielādējas jauns attēls
nb: Tid til et nytt bilde lastes inn
nds: De Tiet, bet en nieg Bild laadt warrt
nl: Tijd tot het laden van een nieuwe afbeelding
nn: Tid før lasting av nye bilete
pl: Czas do wczytania nowego obrazu
pt: Tempo até carregar uma imagem nova
ru: Время до загрузки нового изображения
sl: Čas do nalaganja nove slike
sr@ijekavian: Вријеме до учитавања нове слике
sv: Tid till en ny bild laddas
uk: Час до завантаження нового зображення
zh_tw: 載入新影像的時間

# @item:inrange Time until loading a new image
source: 5 seconds
ca@valencia: 5 segons
es: 5 segundos
et: 5 sekundit
eu: 5 segundo
fi: 5 sekuntia
fr: 5 secondes
ga: Cúig shoicind
gl: 5 segundos
hu: 5 másodperc
it: 5 secondi
ja: 5 秒
kk: 5 секунд
ko: 5초
lv: 5 sekundes
nb: 5 sekunder
nds: 5 Sekunnen
nl: 5 seconden
nn: 5 sekund
pl: 5 sekund
pt: 5 segundos
ru: 5 секунд
sl: 5 sekund
sr@ijekavian: 5 секунди
sv: 5 sekunder
uk: 5 секунд
zh_tw: 5 秒鐘

# @item:inrange Time until loading a new image
source: 1 minute
ca@valencia: 1 minut
es: 1 minuto
et: 1 minut
eu: minutu 1
fi: 1 minuutti
ga: Nóiméad amháin
gl: 1 minuto
hu: 1 perc
it: 1 minuto
ja: 1 分
kk: 1 минут
ko: 1분
lv: 1 minūte
nb: 1 minutt
nds: 1 Minuut
nl: 1 minuut
nn: 1 minutt
pl: 1 minuta
pt: 1 minuto
ru: 1 минута
sl: 1 minuta
sr@ijekavian: 1 минут
sv: 1 minut
uk: 1 хвилина
zh_tw: 1 分鐘

# @label:spinbox
source: Number of images
ca@valencia: Nombre d'imatges
es: Número de imágenes
et: Piltide arv
eu: Irudi kopurua
fi: Kuvien määrä
fr: Nombre d'images
ga: Líon na n-íomhánna
gl: Número de imaxes
hu: A képek száma
it: Numero di immagini
ja: イメージの数
kk: Кескіндер саны
ko: 그림 개수
lv: Attēlu skaits
nb: Antall bilder
nds: Tall vun Biller
nl: Aantal afbeeldingen
nn: Talet på bilete
pl: Liczba obrazów
pt: Número de imagens
ru: Количество изображений
sl: Število slik
sr@ijekavian: Број слика
sv: Antal bilder
uk: Кількість зображень
zh_tw: 影像數量

# @option:radio
source: Tilt in/out and left/right
ca@valencia: Inclinació avant/arrere i dreta/esquerra
es: Inclinarse dentro/fuera y a izquierda/derecha
et: Kallutamine sisse/välja ja vasakule/paremale
eu: Alboratu barrurantz/kanporantz eta ezkerrerantz/eskuinerantz
fi: Kallistus sisään-/ulospäin ja vasemmalle/oikealle
fr: Bascule en avant ou en arrière et à gauche ou à droite
ga: Claon isteach/amach agus clé/deas
gl: Inclinar para dentro/fora e esquerda/dereita
hu: Elhajlás ki-be illetve balra-jobbra
it: Inclina dentro/fuori e destra/sinistra
kk: Алға/Артқа Сол/Оңға еңкейсін
ko: 안쪽/바깥쪽 및 왼쪽/오른쪽으로 기울임
lv: Sasvērt uz iekšu/āru un pa kreisi/labi
nb: Hell innover/utover og venstre/høyre
nds: Na vörn/achtern un na links/rechts negen
nl: Achter-/voorover en links/rechts kantelen
nn: Hell inn- og utover, og til venstre og høgre
pl: Przechylaj w przód/tył i w lewo/prawo
pt: Desviar para dentro/fora e esquerda/direita
ru: Наклоны внутрь/наружу и вправо/влево
sl: Naklon noter/ven in levo/desno
sr@ijekavian: Нагињање напријед/назад и лијево/десно
sv: Luta inåt/utåt och vänster/höger
uk: Нахиляти всередину/назовні і ліворуч/праворуч
zh_tw: 向內/外/左/右傾斜

# @option:radio
source: Tilt in/out only
ca@valencia: Inclinació avant/arrere només
es: Inclinarse solo dentro/fuera
et: Kallutamine ainult sisse/välja
eu: Alboratu barrurantz/kanporantz soilik
fi: Kallistus vain sisään-/ulospäin
fr: Bascule en avant ou en arrière seulement
ga: Claon isteach/amach amháin
gl: Inclinar só para dentro/fora
hu: Elhajlás csak ki-be
it: Inclina solo dentro/fuori
kk: Тек Алға/Артқа еңкейсін
ko: 안쪽/바깥쪽으로만 기울임
lv: Sasvērt tikai uz iekšu/āru
nb: Hell bare innover/utover
nds: Bloots na vörn/achtern negen
nl: Alleen achter- en voorover kantelen
nn: Hell inn- og utover
pl: Przechylaj tylko w przód/tył
pt: Desviar apenas para dentro/fora
ru: Только наклоны внутрь/наружу
sl: Naklon le noter/ven
sr@ijekavian: Само нагињање напријед/назад
sv: Luta bara inåt och utåt
uk: Нахиляти лише всередину/назовні
zh_tw: 向內/外傾斜

# @option:radio
source: Tilt left/right only
ca@valencia: Inclinació dreta/esquerra només
es: Inclinarse solo a izquierda/derecha
et: Kallutamine ainult vasakule/paremale
eu: Alboratu ezkerrerantz/eskuinerantz soilik
fi: Kallistus vain vasemmalle/oikealle
fr: Bascule à gauche ou à droite seulement
ga: Claon ar chlé/ar dheis amháin
gl: Inclinar só para a esquerda/dereita
hu: Elhajlás csak jobbra-balra
it: Inclina solo destra/sinistra
kk: Тек Сол/Оңға еңкейсін
ko: 왼쪽/오른쪽으로만 기울임
lv: Sasvērt tikai pa kreisi/labi
nb: Hell bare venstre/høyre
nds: Bloots na links/rechts negen
nl: Alleen links en rechts kantelen
nn: Hell til venstre og høgre
pl: Przechylaj w lewo/prawo
pt: Desviar apenas para a esquerda/direita
ru: Только наклоны вправо/влево
sl: Naklon le levo/desno
sr@ijekavian: Само нагињање лијево/десно
sv: Luta bara åt vänster och höger
uk: Нахиляти лише ліворуч/праворуч
zh_tw: 向左/右傾斜

# @option:radio
source: No tilting
ca@valencia: Sense inclinació
es: SIn inclinación
et: EI kallutata
eu: Alboraketarik ez
fi: Ei kallistusta
fr: Aucun basculement
ga: Gan claoine
gl: Sen inclinar
hu: Elhajlás nélkül
it: Non inclinare
kk: Еңкеймесін
ko: 기울이지 않음
lv: Nesasvērt
nb: Ingen helling
nds: Keen Kippen
nl: Geen kanteling
nn: Inga helling
pl: Bez przechylania
pt: Sem desvio
ru: Без наклонов
sl: Brez naklona
sr@ijekavian: Без нагињања
sv: Ingen lutning
uk: Без мозаїчності
zh_tw: 不傾斜

# @option:check
source: Zoom in/out
ca@valencia: Apropa i allunya
es: Acercarse y alejarse
et: Suurendamine ja vähendamine
eu: Zooma gerturatu/urrundu
fi: Lähennä ja loitonna
fr: Zoomer en avant et en arrière
ga: Súmáil isteach/amach
gl: Aumentar ou diminuír
hu: Nagyítás/kicsinyítés
it: Ingrandisci/rimpicciolisci
ja: 拡大/縮小
kk: Жақындау/Алыстау
ko: 확대/축소
lv: Tuvināt / tālināt
nb: Forminske eller forstørre
nds: Grötter oder lütter maken
nl: In- en uitzoomen
nn: Forstørr inn/ut
pl: Powiększaj/pomniejszaj
pt: Ampliar/reduzir
ru: Увеличивать/уменьшать
sl: Približaj/oddalji
sr@ijekavian: Увеличање/умањење
sv: Zooma in och ut
uk: Збільшити/Зменшити
zh_tw: 放大和縮小

# @option:check
source: Show file names
ca@valencia: Mostra els noms dels fitxers
es: Mostrar nombres de archivo
et: Failinimede näitamine
eu: Erakutsi fitxategi izenak
fi: Näytä tiedostonimet
fr: Afficher le nom des fichiers
ga: Taispeáin ainmneacha comhaid
gl: Mostrar o nome do ficheiro
hu: Fájlnevek megjelenítése
it: Mostra nomi dei file
ja: ファイル名を表示
kk: Файл атауы көрсетілсін
ko: 파일 이름 보이기
lv: Rādīt datņu nosaukumus
nb: Vil filnavn
nds: Dateinaams wiesen
nl: Bestandsnamen tonen
nn: Vis filnamn
pl: Pokazuj nazwy plików
pt: Mostrar os nomes dos ficheiros
ru: Показывать названия
sl: Pokaži imena datotek
sr@ijekavian: Приказуј имена фајлова
sv: Visa filnamn
uk: Показувати назви файлів
zh_tw: 顯示檔名

# @item screen saver name
source: CCurve
ca@valencia: Corba C
et: C-kõver
fi: C-käyrä
fr: Courbe C
gl: Curva C
hu: C-görbe
it: Curva C
kk: C-қисығы
ko: C 곡선
nb: C kurve
nds: C-Bagen
nn: C-kurve
pl: Krzywa Lévy'ego
pt: Curva C
ru: Кривая Леви
sl: Krivulja C
sr@ijekavian: Ц‑крива
sv: C-kurva
uk: C-крива
zh_tw: C 曲線
