Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a simulation of the Rubik's Snake puzzle. See also the "Rubik" and "Cube21" screen savers. http://en.wikipedia.org/wiki/Rubik%27s_Snake Written by Jamie Wilkinson, Andrew Bennetts, and Peter Aylett; 2002.
ca@valencia: Dibuixa una simulació del trencaclosques de la Serp de Rubik. Vegeu també els estalvis de pantalla «Rubik» i «Cube21». http://en.wikipedia.org/wiki/Rubik%27s_Snake Escrit per Jamie Wilkinson, Andrew Bennetts i Peter Aylett; 2002.
es: Dibuja una simulación del rompecabezas la Serpiente de Rubik. Véanse también los salvapantallas Rubik y «Cube21». http://en.wikipedia.org/wiki/Rubik%27s_Snake. Escrito por Jamie Wilkinson, Andrew Bennetts y Peter Aylett; 2002.
et: Jäljendab Rubiku Madu. Vaata ka ekraanisäästjaid "Rubik" ja "Cube21". http://en.wikipedia.org/wiki/Rubik%27s_Snake Autorid: Jamie Wilkinson, Andrew Bennetts ja Peter Aylett; 2002.
eu: Rubik-en Suge buruhausgarriaren simulazio bat marrazten du. Begiratu "Rubik" eta "Cube21" pantaila babesleak. http://en.wikipedia.org/wiki/Rubik%27s_Snake Jamie Wilkinson, Andrew Bennetts, eta Peter Aylett-ek idatzia; 2002.
fi: Piirtää simulaation Rubikin käärmeestä. Katso myös ”Rubik”- ja ”Kuutio 21” -näytönsäästäjiä. http://en.wikipedia.org/wiki/Rubik%27s_Snake Kirjoittaneet Jamie Wilkinson, Andrew Bennetts ja Peter Aylett, 2002.
fr: Dessine une simulation du puzzle Snake de Rubik. Voir aussi les écrans de veille « Rubik » et « Cube21 ». http://en.wikipedia.org/wiki/Rubik%27s_Snake Écrit par Jamis Wilkinson, Andrew Bennetts et Peter Aylett ; 2002.
ga: Déanann sé seo insamhladh ar an bpuzal Rubik's Snake. Féach ar na spárálaithe scáileáin "Rubik" agus "Cube21" chomh maith. http://en.wikipedia.org/wiki/Rubik%27s_Snake - Scríofa ag Jamie Wilkinson, Andrew Bennetts, agus Peter Aylett, 2002.
gl: Debuxa unha simulación da Cobra de Rubik. Vexa tamén os protectores de pantalla «Rubik» e «Cubo21». http://en.wikipedia.org/wiki/Rubik%27s_Snake. Escribírono Jamie Wilkinson, Andrew Bennetts e Peter Aylett en 2002.
hu: A Rubik-féle kígyós kirakós játékot (http://en.wikipedia.org/wiki/Rubik%27s_Snake) szimulálja. Lásd még a "Rubik" és "Kocka21" képernyővédőket. Készítette: Jamie Wilkinson, Andrew Bennetts és Peter Aylett, 2002.
it: Disegna una simulazione del serpente di Rubik. Vedi anche i salvaschermi «Rubik» e «Cubo 21».http://en.wikipedia.org/wiki/Rubik%27s_Snake Scritto da Jamie Wilkinson, Andrew Bennetts e Peter Aylett; 2002.
ja: ルービックのスネークパズルのシミュレーションです。「Rubik」や「Cube21」のスクリーンセーバーも参照。http://ja.wikipedia.org/wiki/ルービックスネーク Jamie Wilkinson、Andrew Bennetts、Peter Aylett、2002年作。
kk: Рубиктің жыланын бейнелейді. Ұқсас "Рубик" және "Куб21" экран сақтаушыларын қараңыз. http://en.wikipedia.org/wiki/Rubik%27s_Snake Авторлары: Jamie Wilkinson, Andrew Bennetts, және Peter Aylett; 2002.
ko: 루빅의 뱀 퍼즐 시뮬레이션을 보여 줍니다. "루빅" 및 "큐브21" 화면 보호기도 참고하십시오. https://en.wikipedia.org/wiki/Rubik%27s_Snake Jamie Wilkinson, Andrew Bennetts, Peter Aylett 작성, 2002년.
nb: Tegner en simulering av Rubiks slange. Se også pauseskjermene «Rubik» og «Kube 21». <link>http://en.wikipedia.org/wiki/Rubik%27s_Snake</link> Skrevet av Jamie Wilkinson, Andrew Bennetts og Peter Aylett i 2002.
nds: Simuleert Rubik sien Slangenpuzzle. Kiek Di ok de Pausschirmen »Rubik« un »Wörpel21« an. http://de.wikipedia.org/wiki/Rubik%27s_Snake Schreven vun Jamie Wilkinson, Andrew Bennetts un Peter Aylett, 2002.
nl: Toont een simulatie van de puzzel "Rubik's Snake". Zie ook de "Rubik" en "Cube21" schermbeveiling. http://en.wikipedia.org/wiki/Rubik%27s_Snake In 2002 geschreven door Jamie Wilkinson, Andrew Bennetts, en Peter Aylett.
nn: Teiknar ei simulering av Rubiks slangeleike. Sjå òg pauseskjermane «Rubik» og «Kube 21». <link>http://en.wikipedia.org/wiki/Rubik%27s_Snake</link> Skriven av Jamie Wilkinson, Andre Bennetts og Peter Aylett i 2002.
pl: Rysuje symulację Węża Rubika. Zobacz również wygaszacze "Rubik" i "Cube21".http://en.wikipedia.org/wiki/Rubik's_Snake Autorzy: Jamie Wilkinson, Andrew Bennetts, i Peter Aylett; 2002.
pt: Desenha uma simulação da Cobra de Rubik. Veja também os protectores de ecrã "Rubik" e "Cubo21". http://en.wikipedia.org/wiki/Rubik%27s_Snake Feito por Jamie Wilkinson, Andrew Bennets e Peter Aylett; 2002.
ru: Эмуляция Змейки Рубика. Также см. хранители экрана "Rubik" и "Cube21". http://ru.wikipedia.org/wiki/Змейка_Рубика, http://en.wikipedia.org/wiki/Rubik%27s_SnakeАвторы Джеми Вилкинсон, Эндрю Беннетс и Питер Эйлетт (Jamie Wilkinson, Andrew Bennetts и Peter Aylett), 2002.
sl: Izriše simulacijo Rubikove uganke kača. Oglejte si tudi ohranjevalnika zaslona "Rubik" in "Cube21". http://en.wikipedia.org/wiki/Rubik%27s_Snake Napisali Jamie Wilkinson, Andrew Bennetts in Peter Aylett, 2002.
sr@ijekavian: Црта симулацију слагалице „Рубикова змија“ (http://en.wikipedia.org/wiki/Rubik%27s_Snake). Погледајте и чуваре екрана Рубик и Коцка‑21. Написали Џејми Вилкинсон, Ендру Бенетс и Питер Ајлет, 2002.
sv: Ritar en simulering av Rubiks ormpussel. Se också skärmsläckarna "Rubik" och "Cube21", samt http://en.wikipedia.org/wiki/Rubik's_Snake. Skriven av Jamie Wilkinson, Andrew Bennetts och Peter Aylett, 2002.
uk: Малює імітацію головоломки-змійки Рубіка. Див. також зберігачі екрана «Рубік» та «Куб21». http://en.wikipedia.org/wiki/Rubik's_Snake Автори — Jamie Wilkinson, Andrew Bennetts і Peter Aylett.
zh_tw: 模擬盧比克的蛇形魔術方塊（Rubik's Snake Puzzle）。參考資料：http://en.wikipedia.org/wiki/Rubik%27s_Snake 。由 Jamie Wilkinson，Andrew Bennetts 與 Peter Aylett 撰寫，2002。

# @item:inrange Duration
source: 30 seconds
ca@valencia: 30 segons
es: 30 segundos
et: 30 sekundit
eu: 30 segundo
fi: 30 sekuntia
fr: 30 secondes
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 секунд
ko: 30초
lv: 30 sekunžu
nb: 30 sekunder
nds: 30 Sekunnen
nl: 30 seconden
nn: 30 sekund
pl: 30 sekund
pt: 30 segundos
ru: 30 секунд
sl: 30 sekund
sr@ijekavian: 30 секунди
sv: 30 sekunder
uk: 30 секунд
zh_tw: 30 秒鐘

# @label:slider
source: Packing
ca@valencia: Embalatge
es: Embalaje
et: Pakkimine
fi: Tiivistys
fr: Regroupé
ga: Pacáil
gl: Empaquetamento
hu: Csomagolt
it: Impacchettamento
ja: 詰め込み
kk: Жинақтығы
ko: 밀집도
lv: Sakārtojums
nb: Pakking
nds: Deeltjeafstand
nl: Verpakt
nn: Pakking
pl: Upakowanie
pt: Empacotamento
ru: Аккуратность складывания
sl: Stiskanje
sr@ijekavian: Паковање
sv: Packning
uk: Пакування

# @item:inrange Packing
source: Tight
ca@valencia: Estret
es: Apretado
et: Tihe
eu: Hertsia
fi: Tiukka
fr: Serré
ga: Teann
gl: Apertado
hu: Szoros
it: Stretto
ja: きつい
kk: Тығыз
ko: 조밀하게
lv: Ciešs
nb: Tett
nds: Dicht
nl: Strak
nn: Tett
pl: Spięty
pt: Apertado
ru: Плотно
sl: Tesno
sr@ijekavian: тијесно
sv: Hård
uk: Тісно
zh_tw: 緊

# @item:inrange Packing
source: Loose
ca@valencia: Fluix
es: Flojo
et: Lõtv
eu: Laxo
fi: Irtonainen
fr: En vrac
ga: Scaoilte
gl: Solta
hu: Laza
it: Largo
ja: 緩い
kk: Бос
ko: 느슨하게
lv: Vaļīgs
nb: Løs
nds: Wiet
nl: Los
nn: Laus
pl: Luźny
pt: Solto
ru: Свободнее
sl: Prosto
sr@ijekavian: лабаво
sv: Lös
uk: Вільніше
zh_tw: 寬鬆

# @label:slider
source: Angular velocity
ca@valencia: Velocitat angular
es: Velocidad angular
et: Nurkkiirus
eu: Abiadura angeluarra
fi: Kulmanopeus
fr: Vélocité angulaire
ga: Treoluas uilleach
gl: Velocidade angular
hu: Szögsebesség
it: Velocità angolare
ja: 角速度
kk: Бұралуы
ko: 각속도
lv: Leņķiskais ātrums
nb: Vinkelhastighet
nds: Winkelgauheit
nl: Hoeksnelheid
nn: Vinkelfart
pl: Prędkość kątowa
pt: Velocidade angular
ru: Частота вращения
sl: Kotna hitrost
sr@ijekavian: Угаона брзина
sv: Vinkelhastighet
uk: Кутова швидкість
zh_tw: 角速度

# @item:inrange Angular velocity
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Angular velocity
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Y angular velocity
ca@valencia: Velocitat angular Y
es: Velocidad angular en Y
et: Y-nurkkiirus
eu: Y abiadura angeluarra
fi: Y-kulmanopeus
fr: Vélocité angulaire Y
ga: Treoluas uilleach Y
gl: Velocidade angular en Y
hu: Y szögsebesség
it: Velocità angolare Y
ja: Y 角速度
kk: Y бұралуы
ko: Y 각속도
lv: Y leņķiskais ātrums
nb: Vinkelhastighet om Y
nds: Y-Winkelgauheit
nl: Y-as hoeksnelheid
nn: Vinkelfart i Y-retninga
pl: Prędkość kątowa Y
pt: Velocidade angular em Y
ru: Частота вращения по оси Y
sl: Kotna hitrost Y
sr@ijekavian: Y угаона брзина
sv: Y-vinkelhastighet
uk: Кутова швидкість за Y
zh_tw: Y 角速度

# @item:inrange Y angular velocity
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Y angular velocity
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Z angular velocity
ca@valencia: Velocitat angular Z
es: Velocidad angular en Z
et: Z-nurkkiirus
eu: Z abiadura angeluarra
fi: Z-kulmanopeus
fr: Vélocité angulaire Z
ga: Treoluas uilleach Z
gl: Velocidade angular en Z
hu: Z szögsebesség
it: Velocità angolare Z
ja: Z 角速度
kk: Z бұралуы
ko: Z 각속도
lv: Z leņķiskais ātrums
nb: Vinkelhastighet om Z
nds: Z-Winkelgauheit
nl: Z-as hoeksnelheid
nn: Vinkelfart i Z-retninga
pl: Prędkość kątowa Z
pt: Velocidade angular em Z
ru: Частота вращения по оси X
sl: Kotna hitrost Z
sr@ijekavian: Z угаона брзина
sv: Z-vinkelhastighet
uk: Кутова швидкість за Z
zh_tw: Z 角速度

# @item:inrange Z angular velocity
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Z angular velocity
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @option:check
source: Show titles
ca@valencia: Mostra els títols
es: Mostrar títulos
et: Pealkirja näitamine
eu: Erakutsi izenburuak
fi: Näytä otsikot
fr: Afficher les titres
ga: Taispeáin teideal
gl: Mostrar os títulos
hu: Címek megjelenítése
it: Mostra titoli
ja: タイトルを表示
kk: Атаулары
ko: 제목 보이기
lv: Rādīt virsrakstus
nb: Vis titler
nds: Titeln wiesen
nl: Titels tonen
nn: Vis namn
pl: Pokazuj etykiety
pt: Mostrar os títulos
ru: Показывать названия
sl: Prikaži naslove
sr@ijekavian: Приказуј наслове
sv: Visa rubriker
uk: Показувати заголовки
zh_tw: 顯示標題

# @item screen saver name
source: GLText
ca@valencia: Text GL
et: GLTekst
eu: GLTestua
fi: GL-Teksti
fr: Texte (GL)
gl: Texto GL
hu: GLSzöveg
it: Testo
ja: GL テキスト
kk: GLМәтін
ko: GL 텍스트
nn: GL-tekst
pl: Tekst GL
pt: Texto GL
sl: Besedilo GL
sr@ijekavian: Текст (ГЛ)
uk: Текст (GL)
zh_tw: GL 文字

# @info screen saver description
source: Displays a few lines of text spinning around in a solid 3D font. The text can use strftime() escape codes to display the current date and time. Written by Jamie Zawinski; 2001.
ca@valencia: Mostra diverses línies de text voltant en torn a un tipus de lletra sòlid en 3D. El text pot utilitzar els codis d'escapada «strftime()» per a mostrar la data i hora actuals. Escrit per Jamie Zawinski; 2001.
es: Muestra varias líneas de texto dando vueltas alrededor de un tipo de letra sólido en 3D. El texto puede usar códigos de escape strftime() para mostrar la fecha y hora actual. Creado por Jamie Zawinski en 2001.
et: Näitab mõnd rida ekraanil lendlevat kolmemõõtmelist teksti. Tekst kasutab strftime() koodi hetkekuupäeva ja -kellaaja kuvamiseks. Autor: Jamie Zawinski; 2001.
fi: Ympäri näyttöä pyörii muutama rivi tekstiä kolmiulotteisella fontilla. Tekstissä voi käyttää strftime()-koodinvaihtokoodeja nykyisen päivämäärän ja ajan näyttämiseksi. Tekijä: Jamie Zawinski; 2001.
fr: Affiche quelques lignes de texte tournant dans une police en 3D. Le texte peut utiliser les codes d'échappement strftime() pour afficher la date et l'heure actuelle. Écrit par Jamie Zawinski ; 2001.
ga: Taispeánann sé seo cúpla líne téacs ag rothlú i gcló soladach 3T. Is féidir cóid strftime() a chur sa téacs chun an dáta agus an t-am a thaispeáint. Scríofa ag Jamie Zawinski, 2001.
gl: Debuxa algunhas liñas de texto a dar voltas cun tipo de letra 3D. O texto pode usar os códigos de formato de strftime() para mostrar a data e hora actuais. Escribiuno Jamie Zawinski en 2001.
hu: Néhány sornyi 3D-s betűtípussal megjelenő forgó szöveget jelenít meg. A szövegben lehetnek strftime()-kódok az idő és a dátum megjelenítéséhez. Készítette: Jamie Zawinski, 2001.
it: Mostra delle righe di testo che ruotano con un carattere tridimensionale. Il testo può usare i codici di escape di strftime() per visualizzare la data e l'ora attuali. Scritto da Jamie Zawinski; 2001.
ja: 実線の 3D フォントによる回転するテキスト行。テキストは strftime() エスケープコードを使って原罪の日時を表示することができます。Jamie Zawinski、2002年作。
kk: Үш-өлшемді әріптерімен жазылған ұшып жүрген мәтінді бейнелейді.Мәтінде күн мен уақытты көрсету үшін strftime() басқару кодтарын қолдануға болады. Авторы: Jamie Zawinski; 2001.
ko: 단색 3차원 글꼴로 회전하는 여러 줄 텍스트를 표시합니다. strftime()의 탈출 문자를 사용하여 오늘 날짜와 시간을 표시할 수 있습니다. Jamie Zawinski 작성, 2001년.
lv: Rāda dažas rindas teksta 3D fontā, kas riņķo apkārt. Tekstā var izmantot strftime() atsoļa kodus, lai parādītu pašreizējo laiku un datumu. Sarakstīja Jamie Zawinski; 2001.
nb: Viser et par linjer 3D-tekst som snurrer rundt. Teksten kan bruke strftime()-koder til å vise gjeldende dato og klokkeslett. Skrevet av Jamie Zawinski i 2001.
nds: En poor Regen fast 3D-Text dreiht sik. Mit "strftime() escape"-Kodes lett sik de aktuelle Tiet un dat Datum wiesen. Schreven vun Jamie Zawinski, 2001.
nl: Toon een paar regels met tekst die ronddraaien in een massief 3D-lettertype. De tekst kan strftime() escape-codes gebruiken om de huidige datum en tijd te tonen. In 2001 geschreven door Jamie Zawinski.
nn: Vis eit par linjer 3D-tekst som snurrar rundt. Teksten kan bruka strftime()-kodar til å visa gjeldande dato og klokkeslett. Skriven av Jamie Zawinski i 2001.
pl: Wyświetla kilka obracających się wierszy tekstu za pomocą trójwymiarowej czcionki. Tekst może używać kodów funkcji strftime(), aby wyświetlić aktualną datę i czas. Autor: Jamie Zawinski; 2001.
pt: Desenha algumas linhas de texto às voltas com um tipo de letra 3D. O texto pode usar os códigos de formatação do strftime() para mostrar a data e hora actuais. Feito por Jamie Zawinski; 2001.
ru: Вращающиеся строки текста, написанные трёхмерным шрифтом. Можно использовать управляющий код strftime() для показа текущего времени и даты. Автор Джеми Завински (Jamie Zawinski), 2001.
sl: Prikaže nekaj vrstic besedila, ki se vrti naokoli v enakomerni 3D pisavi. Besedilo lahko uporabi ubežne kode strftime() za prikaz trenutnega datuma in časa. Napisal Jamie Zawinski, 2001.
sr@ijekavian: Приказује неколико редова текста који се врте около у 3Д фонту. Могу се употребити избегавачки кодови strftime() за приказ тренутног датума и времена. Написао Џејми Завински, 2001.
sv: Visar ett fåtal rader med text, som snurrar omkring med ett heldraget tredimensionellt teckensnitt. Texten kan använda markörkoderna från strftime() för att visa dagens datum och tid. Skriven av Jamie Zawinski, 2001.
uk: Показує декілька рядків тексту, написаного тривимірним шрифтом. У тексті можна використовувати коди керування strftime() для показу поточної дати та часу. Автор — Jamie Zawinski.
zh_tw: 顯示幾行文字，以立體字型旋轉。文字可以用 strftime() 裡指定的參數來顯示目前的日期與時間。由 Jamie Zawinski 撰寫，2001。

# @option:radio
source: Display system information
ca@valencia: Mostra la informació del sistema
es: Mostrar información del sistema
et: Süsteemi teabe näitamine
eu: Bistaratu sistemaren informazioa
fi: Näytä järjestelmätiedot
fr: Afficher des informations système
ga: Taispeáin faisnéis maidir leis an gcóras
gl: Mostrar a información do sistema
hu: Rendszerinformációk megjelenítése
it: Mostra informazioni di sistema
ja: システム情報を表示
kk: Жүйе мәліметтері
ko: 시스템 정보 보이기
lv: Parādīt sistēmas informāciju
nb: Vis systeminformasjon
nds: Systeem-Informatschonen wiesen
nl: Systeeminformatie weergeven
nn: Vis systeminformasjon
pl: Wyświetlaj informacje systemowe
pt: Mostrar a informação do sistema
ru: Показывать информацию о системе.
sl: Prikaži podrobnosti sistema
sr@ijekavian: Приказуј податке о систему
sv: Visa systeminformation
uk: Показувати відомості щодо системи
zh_tw: 顯示系統資訊

# @option:radio
source: Display date and time
ca@valencia: Mostra la data i l'hora
es: Mostrar fecha y hora
et: Kuupäeva ja kellaaja näitamine
eu: Bistaratu data eta ordua
fi: Näytä päivämäärä ja aika
fr: Afficher la date et l'heure
ga: Taispeáin dáta agus am
gl: Mostrar a data e hora
hu: A dátum és idő megjelenítése
it: Mostra data e ora
ja: 日時を表示
kk: Күн мен уақыт
ko: 날짜와 시간 보이기
lv: Parādīt laiku un datumu
nb: Vis dato og klokkeslett
nds: Datum un Tiet wiesen
nl: Datum en tijd weergeven
nn: Vis dato og klokkeslett
pl: Wyświetlaj datę i godzinę
pt: Mostrar a data e hora
ru: Показывать дату и время
sl: Prikaži datum in čas
sr@ijekavian: Приказуј датум и вријеме
sv: Visa datum och tid
uk: Показувати дату і час
zh_tw: 顯示日期與時間

# @option:radio
source: Always face front
ca@valencia: Sempre de cara al front
es: Siempre mostrar delante
et: Font alati esiküljega
fi: Käänny aina eteenpäin
fr: Toujours en face
gl: Mostrar sempre a face frontal
hu: Mindig előre nézzen
it: Sempre verso lo schermo
ja: 常に正面を向く
kk: Әрқашанда бет жағы
ko: 항상 앞면 보이기
lv: Priekšpuse vienmēr pretī
nb: Vis alltid forsida
nds: Jümmers Vörsiet wiesen
nl: Altijd naar voren
nn: Vis alltid framsida
pl: Zawsze do przodu
pt: Mostrar sempre a face frontal
ru: Шрифт всегда лицевой стороной
sl: Pisava je vedno obrnjena proti uporabniku
sr@ijekavian: Увек окренуто напријед
sv: Titta alltid rakt fram
uk: Завжди передньою стороною
zh_tw: 總是面向前

# @option:radio
source: Spin all the way around
ca@valencia: Roda per totes bandes
es: Girar toda la vuelta alrededor
et: Igatepidi pööramine
fi: Pyörähdä kokonaan ympäri
fr: Tourner tout autour
gl: Roda por toda a pantalla
it: Ruota in tutte le direzioni
kk: Бұралып, алды-арты көрінсін
ko: 모든 방향으로 회전
nb: Snurr helt rundt
nds: Heel dreihen
nl: Helemaal ronddraaien
nn: Snurr heilt rundt
pl: Obracaj cały czas
pt: Roda por todo o lado
ru: Полный оборот
sl: Zavrti se celo pot naokoli
sr@ijekavian: Врти скроз около
sv: Snurra hela vägen runt
uk: Весь час обертати
zh_tw: 一路旋轉

# @item screen saver name
source: Goop
et: Plekk
fr: Pétales
gl: Pegada
it: Macchie
kk: Желім
ko: 떠다니는 도형
lv: Nekauņa
nb: Guffe
nds: Amöben
nn: Klatt
pl: Maź
sl: Gup
sr@ijekavian: Гуп
sv: Kladd
uk: Екстаз
zh_tw: 黏糊物
