Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

source: Filename of the screen saver to start
ca@valencia: Nom de fitxer de l'estalvi de pantalla a engegar
es: Nombre del archivo de salvapantallas a iniciar
et: Käivitatava ekraanisäästja failinimi
eu: Abiatzeko pantaila babeslearen fitxategiaren izena
fi: Käynnistettävän näytönsäästäjän nimi
fr: Nom de fichier de l'écran de veille à lancer
ga: Ainm comhaid an spárálaí scáileáin le tosú
gl: Nome do protector de pantalla para executar
hu: Az indítandó képernyővédő fájlneve
it: Nome del file del salvaschermo da avviare
ja: 起動するスクリーンセーバーのファイル名
kk: Жегетін экран сақтаушының файл атауы
ko: 시작할 화면 보호기 파일 이름
lv: Palaižamā ekrānsaudzētāja faila nosaukums
nb: Filnavnet til pauseskjermen som skal startes
nds: Dateinaam vun den Pausschirm, den Du starten wullt
nl: Bestandsnaam van de te starten schermbeveiliging
nn: Filnamnet til pauseskjermen som skal startast.
pl: Nazwa pliku wygaszacza, który ma być uruchomiony
pt: Nome do protector de ecrã a executar
ru: Имя файла запускаемого хранителя экрана
sl: Ime datoteke ohranjevalnika za zagon
sr@ijekavian: Име фајла чувара екрана за покретање
sv: Filnamnet på skärmsläckaren som ska startas
uk: Назва файла зберігача екрана для запуску
zh_tw: 要啟動的螢幕保護程式檔名

# @item:inrange Zoom
source: 0.1x
nn: 0,1 gongar
sv: 0,1 gånger

# @item:inrange Zoom
source: 3.0x
nn: 3,0 gongar
sv: 3,0 gånger
