Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a Rubik's Cube that rotates in three dimensions and repeatedly shuffles and solves itself. See also the "GLSnake" and "Cube21" screen savers. http://en.wikipedia.org/wiki/Rubik%27s_Cube Written by Marcelo Vianna; 1997.
ca@valencia: Dibuixa un cub de Rubik que gira en tres dimensions que es barreja i resol repetidament. Vegeu també els estalvis de pantalla «Serp GL» i «Cub21». http://en.wikipedia.org/wiki/Rubik%27s_Cube Escrit per Marcelo Vianna; 1997.
es: Muestra un cubo de Rubik que gira en tres dimensiones y repetidamente se descoloca y resuelve solo. Ver también los salvapantallas «Serpiente GL» y «Cubo21». http://en.wikipedia.org/wiki/Rubik%27s_Cube. Escrito por Marcelo Vianna; 1997.
et: Näitab Rubiku kuubikut, mis keerleb kolmemõõtmelisena ning aina segab ja lahendab end. Vaata ka ekraanisäästjaid "GLMadu" ja "Cube21". http://en.wikipedia.org/wiki/Rubik%27s_Cube Autor: Marcelo Vianna; 1997.
eu: Rubik-en Kubo bat marrazten du, hiru dimentsiotan biratzen duena eta behin eta berriro nahastu eta ebazten dena. Begiratu ere "GLSnake" eta "Cube21" pantaila babesleak. http://en.wikipedia.org/wiki/Rubik%27s_Cube Marcelo Vianna-k edatzia; 1997.
fi: Pyörivä, kolmiulotteinen Rubikin kuutio, joka uudelleen ja uudelleen sekoittuu ja järjestäytyy. Katso myös ”GLSnake” ja ”Cube21” -näytönsäästäjät. http://fi.wikipedia.org/wiki/Rubikin_kuutio Tekijä: Marcelo Vianna; 1997.
fr: Dessine un Rubik's cube qui tourne en trois dimensions et sans arrêt se mélange et se résout tout seul. Voir aussi les écrans de veille « GL Snake » and « Cube21 ». http://en.wikipedia.org/wiki/Rubik%27s_Cube Écrit par Marcelo Vianna ; 1997.
ga: Dearann sé seo Ciúb Rubik a rothlaíonn i dtrí thoise agus a shuaitheann agus a réitíonn é féin arís agus arís eile. Féach ar na spárálaithe scáileáin "GLSnake" agus "Cube21" freisin. http://en.wikipedia.org/wiki/Rubik%27s_Cube Scríofa ag Marcelo Vianna, 1997.
gl: Mostra un Cubo de Rubik que xira en tres dimensións e que se baralla e resolve a si mesmo repetidamente. Vexa tamén os protectores de pantalla «Serpe Gl» en «Cubo 21». Escribiuno Marcelo Vianna en 1997.
hu: Három dimenzióban forgó Rubik-kockát jelenít meg, amely folyamatosan összekeveri és kirakja saját magát. Lásd még a "GLKígyó" és a "Kocka21" képernyővédőket. http://en.wikipedia.org/wiki/Rubik%27s_Cube Készítette: Marcelo Vianna, 1997.
it: Disegna un cubo di Rubik che ruota in tre dimensioni e si mescola e si risolve da solo ripetutamente. Vedi anche i salvaschermi «Serpente» e «Cubo 21». http://it.wikipedia.org/wiki/Cubo_di_Rubik Scritto da Marcelo Vianna; 1997.
ja: 三次元空間を回転しながら、繰り返しシャッフルしては解くことを繰り返すルービックキューブを描きます。「GLSnake」や「Cube21」も参照。http://ja.wikipedia.org/wiki/ルービックキューブ Marcelo Vianna、1997年作。
kk: Өзмен-өзі бұралып, жиналып, сосын қайта шатастырлып жүрген Рубиктің кубигінін бейнесі. Ұқсас "Куб21" мен "GLЖылан" экран сақтаушыларын қараңыз. http://en.wikipedia.org/wiki/Rubik%27s_Cube Авторы: Marcelo Vianna; 1997.
lv: Zīmē Rubika kubu, kas rotē 3 dimensijās un atkārtoti izjauc un saliek sevi. Skatiet arī "GLSnake" un "Cube21" ekrānsaudzētājus. http://en.wikipedia.org/wiki/Rubik%27s_Cube Sarakstījis Marcelo Vianna; 1997.
nb: Tegner en Rubik-terning som roterer i tre dimensjoner og gjentatte ganger stokker og løser seg selv. Se også pauseskjermene «GL-slange» og «Kube21». <link>http://no.wikipedia.org/wiki/Rubiks_kube</link> Skrevet av Marcello Vianna i 1997.
nds: En Rubik-Wörpel dreiht sik üm dree Assen, verdreiht sik sülven un lööst sik ok wedder op. Kiek Di ok de Pausschirmen »GLSnaak« un »Wörpel21« an. http://de.wikipedia.org/wiki/Zauberwürfel Schreven vun Marcelo Vianna, 1997.
nl: Toont een Rubik-kubus die ronddraait in drie dimensies en zich opnieuw husselt en zichzelf oplost.Zie ook de "GLSnake" en "Cube21" schermbeveiliging. http://en.wikipedia.org/wiki/Rubik%27s_Cube In 1997 geschreven door Marcelo Vianna.
pl: Rysuje Kostkę Rubika obracającą się w trzech wymiarach i kolejno miesza ją, i rozwiązuje. Zobacz również wygaszacze "GLSnake" i "Cube21". http://pl.wikipedia.org/wiki/Kostka_Rubika Autor: Marcelo Vianna; 1997.
pt: Mostra um Cubo de Rubik que roda em três dimensões e que se baralha e resolve sozinho repetidamente. Veja também os protectores de ecrã "Cobra (GL)" e "Cubo21" http://en.wikipedia.org/wiki/Rubik%27s_Cube. Feito por Marcelo Vianna; 1997.
ru: Кубик Рубика, вращающийся по трём измерениям и разбирающий и собирающий сам себя. Также см. хранители экрана "GLSnake" и "Cube21". http://ru.wikipedia.org/wiki/Кубик_Рубика Автор Марчелло Вианна (Marcelo Vianna), 1997.
sl: Izriše Rubikovo kocko, ki se vrti v treh razsežnostih in se ponavljajoče premeša in reši. Oglejte si tudi ohranjevalnika zaslona "GLKača" in "Cube21". http://en.wikipedia.org/wiki/Rubik%27s_Cube Napisal Marcelo Vianna, 1997.
sr@ijekavian: Црта Рубикову коцку која се обрће у три димензије, мијеша се и рјешава саму себе (http://en.wikipedia.org/wiki/Rubik%27s_Cube). Погледајте и чуваре екрана Змија (ГЛ) и Коцка‑21. Написао Марсела Вијане, 1997.
sv: Ritar en Rubiks kub som roterar i tre dimensioner och blandas och löser sig själv upprepade gånger. Se också skärmsläckarna "GL-orm" och "Cube21", samt http://sv.wikipedia.org/wiki/Rubiks_kub. Skriven av Marcelo Vianna, 1997.
uk: Малює кубик Рубіка, який крутиться у трьох вимірах і намагається зібрати себе. Див. також зберігачі екрана «GL-змія» та «Куб21». http://en.wikipedia.org/wiki/Rubik's_Cube Автор — Marcelo Vianna; 1997.
zh_tw: 畫出立體的魔術方塊，重覆打亂然後解開。參考資料：http://en.wikipedia.org/wiki/Rubik%27s_Cube 。由 Marcelo Vianna 撰寫，1997。

# @option:check
source: Hide shuffling
ca@valencia: Oculta en barrejar
es: Mostrar descolocación
et: Segamist ei näidata
eu: Ezkutatu nahasketa
fi: Piilota sekoitus
fr: Cacher le mélange
gl: Agochar o barrallado
it: Nascondi il mescolamento
ja: シャッフルするところを隠す
kk: Жасыра шатастырылсын
ko: 섞는 과정 숨기기
lv: Slēpt izjaukšanu
nb: Skjul stokking
nds: Verdreihen versteken
nl: Husselen verbergen
pl: Ukryj mieszanie
pt: Esconder o baralhar
ru: Не показывать момент перемешивания
sl: Skrij mešanje
sr@ijekavian: Сакриј мијешање
sv: Dölj blandning
uk: Приховати перемішування
zh_tw: 隱藏打亂過程

# @item screen saver name
source: RubikBlocks
es: Bloques Rubik
et: RubikuPlokid
gl: Rochas Rubik
it: Blocchi di Rubik
kk: РубикБлоктар
ko: 루빅블록
lv: Rubika bloki
nb: Rubik-blokker
nds: Rubik-Blöck
nl: Rubik-blokken
nn: Rubiks blokker
pt: Rochas
sl: RubikoviBloki
sr@ijekavian: Рубикови блокови
sv: Rubikblock
uk: Астероїди
zh_tw: 魔術方塊

# @info screen saver description
source: Animates the Rubik's Mirror Blocks puzzle. See also the "Rubik", "Cube21", and "GLSnake" screen savers. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Written by Vasek Potocek; 2009.
ca@valencia: Anima el trencaclosques de blocs de mirall de Rubik. Vegeu també els estalvis de pantalla «Rubik», «Cube21», i «Serp GL». http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Escrit per Vasek Potocek; 2005.
es: Anima el rompecabezas de bloques en espejo Rubik. Ver también los salvapantallas «Rubik», «Cubo 21» o «Serpiente GL». http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids. Escrito por Vasek Potocek; 2009.
et: Rubiku Mirror Blocksi kuubiku moodi animeeritud mõistatus. Vaata ka ekraanisäästjaid "Rubik", "Cube21" ja "GLMadu". hhttp://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Autor: Vasek Potocek; 2009.
it: Anima il rompicapo dei blocchi speculari di Rubik. Vedi anche i salvaschermi «Rubik», «Cubo 21» e «Serpente».http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Scritto da Vasek Potocek; 2009.
nb: Animerer puslespillet Rubiks speilblokker. Se også pauseskjermene "Rubik", "Cube21" og "GLSnake".http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboidsSkrevet av Vasek Potocek i 2009.
nds: Simuleert Rubik sien Spegelblöck. Kiek Di ok de Pausschirmen "Rubik-Wörpel", "Wörpel 21" un "GLSnaak" an. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Schreven vun Vasek Potocek, 2009.
nl: Animeert de spiegelblokkenpuzzel van Rubik. Zie ook de "Rubik", "Cube21" en "GLSnake" schermbeveiliging. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids In 2009 geschreven door Vasek Potocek.
pl: Animacja układanki w Rubik's Mirror Blocks. Zobacz również wygaszacze "Rubik" i "GLSnake".http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Autor: Vasek Potocek; 2009.
pt: Anima um 'puzzle' de Rubik, conhecido como Cubo 21 ou Quadrado-1. As rotações são escolhidas de forma aleatória. Veja também os protectores de ecrã "Rubik" e "Cobra (GL)". http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Feito por Vasek Potocek; 2005.
sl: Animira uganko Rubikovo zrcalo. Oglejte si tudi ohranjevalnike zaslona "Rubik, "Cube21" in "GLKača". http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Napisal Vasek Potocek, 2009.
sr@ijekavian: Анимира Рубикову слагалицу „огледалских блокова“ (http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids). Погледајте и чуваре екрана „Рубик“, Коцка‑21 и „Змија (ГЛ)“. Написао Вацлав Поточек, 2009.
sv: Animerar Rubiks spegelblock. Se också skärmsläckarna "Rubik", "Cube21" och "GL-orm", samt http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids. Skriven av Vasek Potocek, 2009.
uk: Анімація кубика Рубіка, також відомого за назвами Куб 21 або Квадрат-1. Напрямок поворотів вибирається випадково. Див. також зберігачі екрана «Рубік» та «GL-змія». http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Автор — Vasek Potocek; 2005.
zh_tw: 動畫解出鏡面魔術方塊（Rubik's Mirror Blocks puzzle）。參考資料：http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids 。由 Vasek Potocek 撰寫，2009。

# @info screen saver description
source: Animates the Rubik's Mirror Blocks puzzle. See also the "Rubik", "Cube21", and "GLSnake" screen savers. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Written by Vasek Potocek; 2009.
ca@valencia: Anima el trencaclosques de blocs de mirall de Rubik. Vegeu també els estalvis de pantalla «Rubik», «Cube21», i «Serp GL». http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Escrit per Vasek Potocek; 2005.
es: Anima el rompecabezas de bloques en espejo Rubik. Ver también los salvapantallas «Rubik», «Cubo 21» o «Serpiente GL». http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Escrito por Vasek Potocek; 2009.
et: Rubiku Mirror Blocksi kuubiku moodi animeeritud mõistatus. Vaata ka ekraanisäästjaid "Rubik", "Cube21" ja "GLMadu". hhttp://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Autor: Vasek Potocek; 2009.
eu: Rubik-en Ispilu Bloke buruhausgarria animatzen du. Begiratu ere "Rubik", "Cube21", eta "GLSnake" pantaila babesleak. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Vasek Potocek-ek idatzia; 2009.
fr: Anime un puzzle de type Rubik avec blocs de miroir. Voir aussi les écrans de veille « Rubik » et « GL Snake » et « Cube 21 ». http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Écrit par Vasek Potocek ; 2009.
gl: Animas un quebracabezas do estilo do Rubik, coñecido como Cubo 21 ou Square-1. Os xiros escóllense aleatoriamente. Vexa tamén os protectores de pantalla «Rubik» e «GLSnake». http://en.wikipedia.org/wiki/Square_One_%28puzzle%29. Escribiuno Vasek Potocek en 2005.
it: Anima il rompicapo dei blocchi speculari di Rubik. Vedi anche i salvaschermi «Rubik», «Cubo 21» e «Serpente».http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboidsScritto da Vasek Potocek; 2009.
ja: ルービックのスネークパズルのシミュレーションです。「Rubik」や「Cube21」のスクリーンセーバーも参照。http://ja.wikipedia.org/wiki/ルービックスネーク Jamie Wilkinson、Andrew Bennetts、Peter Aylett、2002年作。
kk: Рубиктің айналық блоктар бас қатырғыштың бейнесі. Ұқсас "Рубик", "Куб21", "GLЖылан" экран сақтаушыларын қараңыз. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids А̀вторы: Vasek Potocek; 2009.
nb: Animerer puslespillet Rubiks speilblokker. Se også pauseskjermene "Rubik", "Cube21" og "GLSnake". <link>http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids</link> Skrevet av Vasek Potocek i 2009.
nds: Simuleert Rubik sien Spegelblöck. Kiek Di ok de Pausschirmen "Rubik-Wörpel", "Wörpel 21" un "GLSnaak" an. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Schreven vun Vasek Potocek, 2009.
nl: Animeert de spiegelblokkenpuzzel van Rubik. Zie ook de "Rubik", "Cube21" en "GLSnake" schermbeveiliging. http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids In 2009 geschreven door Vasek Potocek.
pl: Animacja układanki w Rubik's Mirror Blocks. Zobacz również wygaszacze "Rubik" i "GLSnake".http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Autor: Vasek Potocek; 2009.
pt: Anima um 'puzzle' de Rubik, conhecido como Cubo 21 ou Quadrado-1. As rotações são escolhidas de forma aleatória. Veja também os protectores de ecrã "Rubik" e "Cobra (GL)". http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Feito por Vasek Potocek; 2005.
ru: Анимированная головоломка "зеркальный кубик Рубика". См. также хранители экрана "Rubik", "Cube21" и "GLSnake". http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Автор Вашек Проточек (Vasek Potocek), 2009.
sl: Animira uganko Rubikovo zrcalo. Oglejte si tudi ohranjevalnike zaslona "Rubik, "Cube21" in "GLKača". http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids Napisal Vasek Potocek, 2009.
sr@ijekavian: Анимира Рубикову слагалицу „огледалских блокова“ (http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids). Погледајте и чуваре екрана „Рубик“, Коцка‑21 и „Змија (ГЛ)“. Написао Вацлав Поточек, 2009.
sv: Animerar ett Rubikliknande spel känt som Cube 21 eller Square-1. Rotationerna väljes slumpmässigt. Se också skärmsläckarna "Rubik" och "GL-orm", samt http://en.wikipedia.org/wiki/Square_One_(puzzle). Skriven av Vasek Potocek, 2005.
uk: Анімація кубика Рубіка, також відомого за назвами Куб 21 або Квадрат-1. Напрямок поворотів вибирається випадково. Див. також зберігачі екрана «Рубік» та «GL-змія». http://en.wikipedia.org/wiki/Square_One_(puzzle) Автор — Vasek Potocek; 2005.
zh_tw: 動畫解出鏡面魔術方塊（Rubik's Mirror Blocks puzzle）。參考資料：http://en.wikipedia.org/wiki/Combination_puzzles#Irregular_Cuboids 。由 Vasek Potocek 撰寫，2009。

# @item screen saver name
source: SBalls
ca@valencia: Boles S
es: Bolas
et: KeerdPallid
eu: SPilotak
fr: Boules
gl: Bólas S
hu: SLabdák
it: Palline rotanti
kk: Жын доптар
ko: 회전하는 공
nb: S-baller
nds: Ruumbäll
nl: S-ballen
pt: Bolas S
sl: Sžoge
sr@ijekavian: С‑лопте
sv: S-bollar
uk: Божевільні м'ячі

# @info screen saver description
source: Draws an animation of textured balls spinning like crazy. Written by Eric Lassauge; 2002.
ca@valencia: Dibuixa una animació de boles amb textures que roden de manera boja. Escrit per Eric Lassauge; 2002.
es: Dibuja una animación de texturas de bolas que se vuelven locas. Escrito por Eric Lassauge; 2002.
et: Hullunult pöörlevate tekstuuritud pallide animatsioon. Autor: Eric Lassauge; 2002.
fi: Piirtää animaation, jossa teksturoidut pallot pyörivät hullun lailla. Tekijä: Eric Lassauge, 2002.
fr: Dessine une animation de balles de différentes textures qui tournent comme des folles. Écrit par Eric Lassauge ; 2002.
gl: Debuxa unha animación de bólas con texturas que xiran de como tolas. Escribiuno Eric Lassauge en 2002.
it: Disegna un'animazione di palline dipinte che girano come folli. Scritto da Eric Lassauge; 2002.
kk: Жын ұрғандай айналған текстуралы доптар бейнесі. Авторы: Eric Lassauge; 2002.
lv: Zīmē animāciju ar teksturētām bumbām, kuras griežas kā trakas. Sarakstīja Eric Lassauge; 2002.
nb: Tegner en animasjon av vilt roterende kuler med tekstur. Skrevet av Eric Lassauge i 2002.
nds: Animeert mall dreihen Bäll mit Texturen. Schreven vun Eric Lassauge, 2002.
nl: Toont een animatie van ballen met textuur die waanzinnig draaien. In 2002 geschreven door Eric Lassauge.
pl: Rysuje animację teksturowanych piłek kręcących się jak szalone. Autor: Eric Lassauge; 2002.
pt: Desenha uma animação de bolas com texturas que rodam de forma louca. Feito por Eric Lassauge; 2002.
ru: Анимация текстурированных шаров, которые вертятся как сумасшедшие. Автор Эрик Лассож (Eric Lassauge), 2002.
sl: Izriše animacijo teksturiranih žog, ki se vrtijo kot nove. Napisal Eric Lassauge, 2002.
sr@ijekavian: Анимација текстурираних лопти које се обрћу као луде. Написао Ерик Ласож, 2002.
sv: Ritar en animering av bollar med struktur som snurrar som attan. Skriven av Eric Lassauge, 2002.
uk: Показує анімацію текстурованих кульок, що шалено обертаються. Автор — Eric Lassauge; 2002.
zh_tw: 繪製動態的球，瘋狂地旋轉。由 Eric Lassauge 撰寫，2002。

# @option:radio
source: Plane
ca@valencia: Pla
es: Plano
et: Tasapind
eu: Planoa
fi: Taso
fr: Plan
ga: Plána
gl: Plano
hu: Sík
it: Piano
ja: 平面
kk: Жазық
ko: 평면
lv: Plakne
nb: Plan
nds: Evene
nl: Vlakte
pl: Płaszczyzna
pt: Plano
ru: Плоскость
sl: Ravnina
sr@ijekavian: Раван
sv: Plan
uk: Площина
zh_tw: 平面

# @option:radio
source: Pyramid
ca@valencia: Piràmide
es: Pirámide
et: Püramiid
eu: Piramidea
fi: Pyramidi
fr: Pyramide
ga: Pirimid
gl: Pirámide
hu: Gúla
it: Piramide
ja: ピラミッド
kk: Пирамида
ko: 피라미드
lv: Piramīda
nb: Pyramide
nds: Pyramied
nl: Piramide
nn: Pyramide
pl: Ostrosłup
pt: Pirâmide
ru: Пирамида
sl: Piramida
sr@ijekavian: Пирамида
uk: Піраміда
zh_tw: 錐形

# @option:radio
source: Star
ca@valencia: Estrella
es: Estrella
et: Täht
eu: Izarra
fi: Tähti
fr: Étoile
ga: Réiltín
gl: Estrela
hu: Csillag
it: Stella
ja: 星
kk: Жұлдыз
ko: 별표
lv: Zvaigzne
nb: Stjerne
nds: Steern
nl: Ster
nn: Stjerne
pl: Gwiazda
pt: Estrela
ru: Звезда
sl: Zvezda
sr@ijekavian: Звијезда
sv: Stjärna
uk: Зірка
zh_tw: 星體

# @item screen saver name
source: ShadeBobs
ca@valencia: Amaga pilotes
et: VarjuJoad
fi: ShadeBobit
it: Scie ombreggiate
kk: Неон түтіктері
ko: 네온 관 궤적
lv: Tvaika astes
nb: SkyggeBob
nds: Lüchtsporen
nn: Skuggar
sl: Senčni dotiki
sr@ijekavian: Неонке
sv: Skuggor
uk: Сліди з світла
zh_tw: 霓虹燈管

# @info screen saver description
source: This draws smoothly-shaded oscillating oval patterns that look something like vapor trails or neon tubes. Written by Shane Smit; 1999.
ca@valencia: Dibuixa patrons ovals i oscil·lants suaument matisats, que apareixen com rastres de vapor o tubs de neó. Escrit per Shane Smit; 1999.
es: Dibuja patrones ovales oscilantes suavemente matizados, que parecen como huellas de vapor o tubos de neón. Escrito por Shane Smit.
et: Näitab kenasti varjutatud ostsilleerivaid ovaalseid mustreid, mis näevad välja umbes nagu aurujoad või neoonlambid. Autor: Shane Smit; 1999.
fi: Näytölle ilmestyy pehmeästi varjostettuja, värähteleviä ovaalinmuotoisia kuvioita, jotka näyttävät ihan kuin höyryvanoilta tai loistevaloputkilta. Tekijä: Shane Smith; 1999.
fr: Ceci dessine un motif oscillant de forme oblongue qui pourrait ressembler à des jets de vapeur ou des tubes en néon. Écrit par Shane Smit ; 1999.
ga: Dearann sé seo patrúin ubhchruthacha ascalacha le scáthú reidh, beagán cosúil le rianta gaile nó feadáin neoin. Scríofa ag Shane Smit, 1999.
gl: Isto debuxa patróns ovais con oscilacións suaves que fan lembrar fume de vapor ou tubos de neon. Escribiuno Shane Smit en 1999.
it: Disegna motivi ovali oscillanti gradualmente sfumati che ricordano qualcosa come delle scie di vapore o i tubi al neon. Scritto da Shane Smit; 1999.
ja: 滑らかに影の付いた振動する楕円のパターンを描きます。蒸気かネオンチューブのように見えるでしょう。Shane Smit、1999年作。
kk: Неон түтік шамға ұқсас өрнектер бейнесі. Авторы: Shane Smit; 1999.
nb: Dette tegner jevnt skyggelagte, svingende ovale mønstre som likner kondensstriper eller neonrør. Skrevet av Shane Smit i 1999.
nds: Swingen ovaal Mustern mit weke Schaddens. Lett as Kondensstriepen oder Neonröhren. 1999 schreven vun Shane Smit.
nl: Toont zacht gearceerde oscillerende ovale patronen die op zoiets als dampsporen of neonbuizen lijken. In 1999 geschreven door Shane Smit.
pl: Rysuje gładko cieniowane, oscylujące, owalne wzorce wyglądające jak ślady pary lub neonowe rurki. Autor: Shane Smit; 1999.
pt: Isto desenha padrões ovais com oscilações suaves que fazem lembrar fumo de vapores ou tubos de néon. Feito por Shane Smit; 1999.
ru: Хранитель экрана рисует мягко затенённые вибрирующие овальные узоры, напоминающие следы пара или неоновые трубки. Автор Шейн Смит (Shane Smit), 1999.
sl: Izriše gladko senčene oscilirajoče ovalne vzorce, ki so videti podobno kot sledi pare ali neonske cevi. Napisal Shane Smit, 1999.
sr@ijekavian: Црта глатко сенчене осцилирајуће овалне обрасце који изгледају као трагови испарења или неонске цеви. Написао Шејн Смит, 1999.
sv: Den här ritar jämnt skuggade oscillerande ovala mönster, som ser ut ungefär som dimstråk eller neonljus. Skriven av Shane Smit, 1999.
uk: Ця програма відображає плавно затінені коливні овальні візерунки, що виглядають як конденсаційні сліди або неонові трубки. Автор — Shane Smit; 1999.
zh_tw: 畫出一些看起來像是霓虹燈管或是飛機雲那樣的圖樣。由 Shane Smit 撰寫，1999。

# @item:inrange Count
source: One
ca@valencia: Un
es: Uno
et: Üks
eu: Bat
fi: Yksi
fr: Un
ga: Ceann amháin
gl: Un
hu: Egy
it: Uno
kk: Бір
lv: Viens
nb: En
nds: Een
nl: Een
nn: Éin
pl: Jeden
pt: Um
ru: Один
sl: Ena
sr@ijekavian: један
sv: Ett
uk: Один

# @item screen saver name
source: Sierpinski
fi: Sierpiński
ja: シェルピンスキー
kk: Серпинский
ko: 시어핀스키
lv: Sierpinskis
pl: Sierpiński
sr@ijekavian: Сјерпињски
uk: Серпінський
