Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Pentagonal prism
ca@valencia: Prisma pentagonal
es: Prisma pentagonal
et: Pentagonaalne prisma
eu: Prisma pentagonala
fi: Viisikulmainen prisma
fr: Prisme pentagonal
gl: Prisma pentagonal
hu: Ötszögletű prizma
it: Prisma pentagonale
ja: 五角柱
kk: Пентагоналды призма
ko: 오각형 프리즘
lv: Pentagonāla prizma
nb: Pentagonalt prisme
nds: Fiefeck-Prisma
nl: Pentagonaal prisma
nn: Femkanta prisme
pl: Pryzma pięciokątna
pt: Prisma pentagonal
ru: Пентагональная призма
sl: Peterokotna prizma
sr@ijekavian: Пентагонална призма
sv: Pentagonalt prisma
uk: Пентагональна призма

# @option:radio
source: Pentagonal dipyramid
ca@valencia: Bipiràmide pentagonal
es: Dipirámide pentagonal
et: Pentagonaalne kaksikpüramiid
eu: Dipiramide pentagonala
fi: Viisikulmainen dipyramidi
fr: Di-pyramide pentagonale
gl: Dipirámide pentagonal
hu: Ötszögletű dipiramis
it: Bipiramide pentagonale
ja: 双五角錐
kk: Пентагоналды дипирамида
ko: 오각형 겹각뿔
lv: Pentagonāla dipiramīda
nb: Pentagonal dipyramide
nds: Fiefeck-Dubbelpyramied
nl: Pentagonale bipyramide
nn: Femkanta dipyramide
pl: Podwójna piramida pięciokątna
pt: Dipirâmide pentagonal
ru: Пентагональная дипирамида
sl: Peterokotna bipiramida
sr@ijekavian: Пентагонална дипирамида
uk: Пентагональна діпіраміда

# @option:radio
source: Pentagonal antiprism
ca@valencia: Antiprisma pentagonal
es: Antiprisma pentagonal
et: Pentagonaalne antiprisma
eu: Antiprisma pentagonala
fi: Viisikulmainen antiprisma
fr: Anti-prisme pentagonal
gl: Antiprisma pentagonal
hu: Ötszögletű antiprizma
it: Antiprisma pentagonale
ja: 正反五角柱
kk: Пентагоналды қарсы призма
ko: 오각형 반프리즘
lv: Pentagonāla antiprizma
nb: Pentagonalt antiprisme
nds: Fiefeck-Gegenprisma
nl: Pentagonaal antiprisma
nn: Femkanta antiprisme
pl: Antypryzma pięciokątna
pt: Antiprisma pentagonal
ru: Пентагональная антипризма
sl: Peterokotna antiprizma
sr@ijekavian: Пентагонална антипризма
sv: Pentagonalt antiprisma
uk: Пентагональна антипризма
zh_tw: 五角稜柱（Pentagonal antiprism）prism）

# @option:radio
source: Pentagonal deltohedron
ca@valencia: Deltoedre pentagonal
es: Deltaedro pentagonal
et: Pentagonaalne deltoeeder
eu: Deltaedro pentagonala
fr: Deltaèdre pentagonal
gl: Deltoedro pentagonal
hu: Ötszögletű deltoéder
it: Deltaedro pentagonale
ja: ねじれ双五角錐
kk: Пентагоналды дельтоэдр
ko: 오각형 엇각뿔
lv: Pentagonāla deltohedrons
nb: Pentagonalt deltoeder
nds: Fiefeck-Rutenveelflaag
nl: Vijfhoekige deltaëder
nn: Femkanta deltoeder
pl: Deltościan pięciokątny
pt: Deltoedro pentagonal
ru: Пентагональный дельтоэдр
sl: Peterokotni deltoeder
sr@ijekavian: Пентагонални делтоедар
sv: Pentagonal deltaeder
uk: Пентагональний дельтоедр

# @option:radio
source: Pentagrammic prism
ca@valencia: Prisma pentagràmic
es: Prisma pentagrámico
et: Pentagramne prisma
eu: Prisma pentagramikoa
fi: Pentagramminen prisma
fr: Prisme pentagrammique
gl: Prisma pentagrámico
it: Prisma stellato
kk: Пентаграммалық призма
ko: 별 모양 프리즘
lv: Pentagrammiska prizma
nb: Pentagrammalt prisme
nds: Fiefhukensteern-Prisma
nl: Pentagram prisma
nn: Pentagramsk prisme
pl: Pryzma pentagralna
pt: Prisma pentagrâmico
ru: Призма (пентаграмма)
sl: Pentagramska prizma
sr@ijekavian: Пентаграмска призма
sv: Femuddigt prisma
uk: Пентаграмічна призма

# @option:radio
source: Pentagrammic dipyramid
ca@valencia: Bipiràmide pentagràmica
es: Dipirámide pentagrámica
et: Pentagramne kaksikpüramiid
eu: Dipiramide pentagramikoa
fi: Pentagramminen dipyramidi
fr: Di-pyramide pentagrammique
gl: Dipirámide pentagrámica
it: Bipiramide stellata
kk: Пентаграммалық дипирамида
ko: 별 모양 겹각뿔
lv: Pentagrammiska dipiramīda
nb: Pentagrammal dipyramide
nds: Fiefhukensteern-Dubbelpyramied
nl: Pentagram bipyramide
nn: Pentagramsk dipyramide
pl: Podwójna piramida pentagralna
pt: Dipirâmide pentagrâmico
ru: Дипирамида (пентаграмма)
sl: Pentagramska bipiramida
sr@ijekavian: Пентаграмска дипирамида
sv: Femuddig dipyramid
uk: Пентаграмічна діпіраміда

# @option:radio
source: Pentagrammic antiprism
ca@valencia: Antiprisma pentagràmic
es: Antiprisma pentagrámico
et: Pentagramne antiprisma
eu: Antiprisma pentagramikoa
fi: Pentagramminen antiprisma
fr: Anti-prisme pentagrammique
gl: Antiprisma pentagrámico
it: Antiprisma stellato
kk: Пентаграммалық қарсы призма
ko: 별 모양 반프리즘
lv: Pentagrammiska antiprizma
nb: Penagrammalt antiprisme
nds: Fiefhukensteern-Gegenprisma
nl: Pentagram antiprisma
nn: Pentagramsk antiprisme
pl: Antypryzma pentagralna
pt: Antiprisma pentagrâmico
ru: Антипризма (пентаграмма)
sl: Pentagramska antiprizma
sr@ijekavian: Пентаграмска антипризма
sv: Femuddigt antiprisma
uk: Пентаграмічна антипризма

# @option:radio
source: Pentagrammic deltohedron
ca@valencia: Deltohedre pentagràmic
es: Deltaedro pentagrámico
et: Pentagramne deltoeeder
eu: Deltaedro pentagramikoa
fr: Deltaèdre pentagrammique
gl: Deltoedro pentagrámico
it: Deltaedro stellato
kk: Пентаграммалық делтоэдр
ko: 별 모양 겹각뿔
lv: Pentagrammisks deltohedrons
nb: Pentragrammalt deltoeder
nds: Fiefhukensteern-Rutenveelflaag
nl: Pentagram deltaëder
nn: Pentagramsk deltoeder
pl: Deltościań pentagralny
pt: Deltoedro pentagrâmico
ru: Дельтоэдр (пентаграмма)
sl: Pentagramski deltoeder
sr@ijekavian: Пентаграмски делтоедар
sv: Femuddig deltaeder
uk: Пентаграмічний дельтоедр

# @option:radio
source: Pentagrammic crossed antiprism
ca@valencia: Antiprisma creuat pentagràmic
es: Antiprisma cruzado pentagrámico
et: Pentagramne ristatud antiprisma
eu: Antiprisma pentagramiko gurutzatua
fi: Pentagramminen leikattu antiprisma
fr: Antiprisme pentagrammique croisé
gl: Antiprisma cruzado pentagrámico
it: Antiprisma stellato incrociato
kk: Пентаграммалық айқасты қарсы призма
ko: 별 모양 교차 반프리즘
lv: Pentagrammiska sakrustota antiprizma
nb: Pentagrammalt krysset antiprisme
nds: Krüüzt Fiefhukensteern-Gegenprisma
nl: Pentagram gekruist antiprisma
nn: Pentagramsk kryssa antiprisme
pl: Antypryzma pentagralna skrzyżowana
pt: Antiprisma cruzado pentagrâmico
ru: Перекрещённая антипризма (пентаграмма)
sl: Pentagramska prekrižana antiprizma
sr@ijekavian: Пентаграмска укрштена антипризма
sv: Femuddigt korsat antiprisma
uk: Пентаграмічна перехресна антипризма

# @option:radio
source: Pentagrammic concave deltohedron
ca@valencia: Deltohedre pentagràmic còncau
es: Deltaedro cóncavo pentagrámico
et: Pentagramne nõgus deltoeeder
eu: Deltaedro pentagramiko ahurra
fr: Deltaèdre pentagrammique concave
gl: Deltoedro cóncavo pentagrámico
it: Deltaedro stellato concavo
kk: Пентаграммалық ойыс дельтоэдр
ko: 별 모양 오목 겹각뿔
lv: Pentagrammisks konkāvs deltohedrons
nb: Pentagrammalt konkavt deltoeder
nds: Nich-konvex Fiefhukensteern-Rutenveelflaag
nl: Pentagram concave deltaëder
nn: Pentagramsk konkav deltoeder
pl: Deltościan pentagralny wklęsły
pt: Deltoedro côncavo pentagrâmico
ru: Вогнутый дельтоэдр (пентаграмма)
sl: Pentagramski konkavni deltoeder
sr@ijekavian: Пентаграмски конкавни делтоедар
sv: Femuddig konkav deltaeder
uk: Пентаграмічний увігнутий дельтоедр

# @option:radio
source: Truncated tetrahedron
ca@valencia: Tetraedre truncat
es: Tetraedro truncado
et: Kärbitud tetraeeder
fi: Katkaistu tetraedri
fr: Tétraèdre tronqué
gl: Tetraedro truncado
hu: Csonkított tetraéder
it: Tetraedro troncato
ja: 切頂四面体
kk: Келте тетраэдр
ko: 절단사면체
lv: Aprauts tetrahedrons
nb: Avkuttet tetraeder
nds: Tetraederstump (Veerflaagstump)
nl: Afgeknotte tetraëder
nn: Trunkert tetraeder
pl: Czworościan ścięty
pt: Tetraedro truncado
ru: Усечённый тетраэдр
sl: Prirezan tetraeder
sr@ijekavian: Опсјечени тетраедар
sv: Stympad tetraeder
uk: Обрізаний тетраедр
zh_tw: 截斷四面體（Truncated tetrahedron）hedron）

# @option:radio
source: Triakistetrahedron
ca@valencia: Tetraedre triaquis
es: Tetraedro triakis
et: Triakistetraeeder
fi: Triakistetraedri
fr: Triakistetrahèdre
gl: Tetraedro triakis
hu: Triakis-tetraéder
it: Triacistetraedro
ja: 三方四面体
kk: Триакистетраэдр
ko: 삼방사면체
lv: Triakistetrahedrons
nb: Triakistetraeder
nds: Triakistetraeder (Dreedubbelt-Veerflaag)
nl: Triakistetraëder
nn: Triakis-tetraeder
pl: Czworościan potrójny
pt: Tetraedro triakis
ru: Триакистетраэдр
sl: Triakistetraeder
sr@ijekavian: Триакистетраедар
sv: Triakistetraeder
uk: Тріакістетраедр

# @option:radio
source: Octahemioctahedron
ca@valencia: Octahemioctaedre
es: Octahemioctaedro
et: Oktahemioktaeeder
eu: Oktahemioktaedroa
fr: Octahémioctaèdre
gl: Octahemioctaedro
hu: Oktaféloktaéder
it: Ottaemiottaedro
ja: 八面半八面体
kk: Октахемиоктаэдр
ko: 팔면반팔면체
lv: Oktahemioktahedrons
nb: Oktahemioktaeder
nds: Oktahemioktaeder
nl: Octahemioctaëder
nn: Oktahemioktaeder
pl: Ośmiowklęsły ośmiościan
pt: Octahemioctaedro
ru: Октагемиоктаэдр
sl: Oktahemioktaeder
sr@ijekavian: Октахемиоктаедар
sv: Oktahemioktaeder
uk: Октахеміоктаедр

# @option:radio
source: Octahemioctacron
es: Octahemioctaedro
et: Oktahemioktakron
fr: Octahémioctagone
gl: Octahemioctácrono
hu: Oktaféloktaéderes alakzat
it: Ottaemiesacrono
kk: Октахемиоктакрон
ko: 팔면팔면체
lv: Oktahemioktakrons
nb: Oktahemioktakron
nds: Oktahemioktakron
nn: Oktahemioktakron
pl: Dual ośmioośmiościanu wklęsłego
pt: Octahemioctácrono
ru: Octahemioctacronhttp://en.wikipedia.org/wiki/Octahemioctacron
sl: Oktahemioktakron
sr@ijekavian: Октахемиоктакрон
sv: Oktahemioktakron
uk: Октахеміоктакрон

# @option:radio
source: Tetrahemihexahedron
ca@valencia: Tetrahemihexaedre
es: Tetrahemihexaedro
et: Tetrahemiheksaeeder
fr: Tétrahemihexahèdre
gl: Tetrahemihexaedro
hu: Tetrafélkocka
it: Tetraemiesaedro
ja: 四面半六面体
kk: Тетрахемигексаэдр
ko: 사면반육면체
lv: Tetrahemiheksahedrons
nb: Tetrahemiheksaeder
nds: Tetrahemihexaeder
nl: Tetrahemihexaëder
nn: Tetraheimheksaeder
pl: Czworościan sześcienny wklęsły
pt: Tetrahemihexaedro
ru: Тетрагемигексаэдр
sl: Tetrahemiheksaeder
sr@ijekavian: Тетрахемихексаедар
sv: Tetrahemihexaeder
uk: Тетрахемігексаедр

# @option:radio
source: Tetrahemihexacron
es: Tetrahemihexaedro
et: Tetrahemiheksakron
fr: Tetrahémihexagone
gl: Tetrahemihexácrono
hu: Tetrafélhexaéderes alakzat
it: Tetraemiesacrono
kk: Тетрахемигексакрон
ko: 사면육면체
lv: Tetrahemiheksakrons
nb: Tetrahemiheksakron
nds: Tetrahemihexakron
nn: Tetraheimheksakron
pl: Dual czworościanu sześciennego wklęsłego
pt: Tetrahemihexácrono
ru: Tetrahemihexacronhttp://en.wikipedia.org/wiki/Tetrahemihexacron
sl: Tetrahemiheksakron
sr@ijekavian: Тетрахемихексакрон
sv: Tetrahemihexakron
uk: Тетрахемігексакрон

# @option:radio
source: Cuboctahedron
ca@valencia: Cubooctaedre
es: Cuboctaedro
et: Kuupoktaeeder
fi: Kuutio-oktaedri
fr: Cuboctaèdre
ga: Ciúb-ochtaihéadrán
gl: Cuboctaedro
hu: Kuboktaéder
it: Cubottaedro
ja: 立方八面体
kk: Кубоктаэдр
ko: 육팔면체
lv: Kuboktahedrons
nb: Kuboktaeder
nds: Kuboktaeder (Veerteihnflaag)
nl: Cuboctaëder
nn: Kuboktaeder
pl: Sześcioośmiościan
pt: Cuboctaedro
ru: Кубооктаэдр
sl: Kuboktaeder
sr@ijekavian: Кубоктаедар
sv: Kuboktaeder
uk: Кубоктаедр
zh_tw: 截半立方體（Cuboctahedron）hedron）

# @option:radio
source: Rhombic dodecahedron
ca@valencia: Dodecaedre ròmbic
es: Dodecaedro rómbico
et: Rombiline dodekaeeder
fi: Rombidodekaedri
fr: Dodécaèdre rhombique
gl: Dodecaedro rómbico
hu: Rombikus dodekaéder
it: Dodecaedro rombico
ja: 菱形十二面体
kk: Ромбты додекаэдр
ko: 사방십이면체
lv: Rombiskais dodekahedrons
nb: Rombisk dodekaeder
nds: Ruten-Dodekaeder (Ruten-Twölfflaag)
nl: Rhomboëdisch dodecaëder
nn: Rombisk dodekaeder
pl: Dwunastościan rombowy
pt: Dodecaedro rômbico
ru: Ромбододекаэдр
sl: Rombski dodekaeder
sr@ijekavian: Ромбоидни додекаедар
sv: Rombisk dodekaeder
uk: Ромбічний додекаедр
zh_tw: 菱形十二面體（Rhombic dodecahedron）ahedron）

# @option:radio
source: Truncated octahedron
ca@valencia: Octaedre truncat
es: Octaedro truncado
et: Kärbitud oktaeeder
fi: Katkaistu oktaedri
fr: Octaèdre tronqué
ga: Ochtaihéadrán barrscoite
gl: Octaedro truncado
hu: Csonkított oktaéder
it: Ottaedro troncato
ja: 切頂八面体
kk: Келте октаэдр
ko: 절단팔면체
lv: Aprauts oktahedrons
nb: Avkuttet oktaeder
nds: Oktaederstump (Achtflaagstump)
nl: Afgeknotte octaëder
nn: Trunkert oktaeder
pl: Ośmiościan ścięty
pt: Octaedro truncado
ru: Усечённый октаэдр
sl: Prirezan oktaeder
sr@ijekavian: Опсјечени октаедар
sv: Stympad oktaeder
uk: Обрізаний октаедр
zh_tw: 截斷八面體（Truncated octahedron）hedron）

# @option:radio
source: Tetrakishexahedron
ca@valencia: Hexaedre tetraquis
es: Hexaedro tetrakis
et: Tetrakisheksaeeder
fi: Tetrakisheksaedri
fr: Tétrakishexahèdre
gl: Hexaedro tetrakis
hu: Tetrakis-kocka
it: Tetracisesaedro
ja: 四方六面体
kk: Тетракисгексаэдр
ko: 사방육면체
lv: Tetrakisheksahedrons
nb: Tetrakisheksaeder
nds: Tetrakishexaeder (Pyramidenwörpel)
nl: Tetrakishexaëder
nn: Tetrakis-heksaeder
pl: Sześciościan poczwórny
pt: Hexaedro tetrakis
ru: Тетракис-гексаэдр
sl: Tetrakisheksaeder
sr@ijekavian: Тетракисхексаедар
sv: Tetrakishexaeder
uk: Тетракісгексаедр

# @option:radio
source: Truncated cube
ca@valencia: Cub truncat
es: Cubo truncado
et: Kärbitud kuup
fi: Katkaistu kuutio
fr: Cube tronqué
ga: Ciúb barrscoite
gl: Cubo truncado
hu: Csonkított kocka
it: Cubo troncato
ja: 切頂六面体
kk: Келте куб
ko: 절단육면체
lv: Aprauts kubs
nb: Avkuttet kube
nds: Hexaederstump (Wörpelstump)
nl: Afgeknotte kubus
nn: Trunkert kube
pl: Sześcian ścięty
pt: Cubo truncado
ru: Усечённый куб
sl: Prirezana kocka
sr@ijekavian: Опсјечена коцка
sv: Stympad kub
uk: Обрізаний куб
zh_tw: 截斷立方體（Truncated cube）d cube）

# @option:radio
source: Triakisoctahedron
ca@valencia: Octaedre triaquis
es: Octaedro triakis
et: Triakisoktaeeder
fi: Trakisoktaedri
fr: Triakisoctahèdre
gl: Octaedro triakis
hu: Triakis-oktaéder
it: Triacisottaedro
ja: 三方八面体
kk: Келте куб
ko: 삼방팔면체
lv: Triakisoktahedrons
nb: Triakisoktaeder
nds: Triakisoktaeder (Dreedubbelt-Achtflaag)
nl: Triakisoctaëder
nn: Triakis-oktaeder
pl: Ośmiościan potrójny
pt: Octaedro triakis
ru: Триакисоктаэдр
sl: Triakikoktaeder
sr@ijekavian: Триакисоктаедар
sv: Triakisoktaeder
uk: Тріакісоктаедр

# @option:radio
source: Rhombicuboctahedron
ca@valencia: Rombocuboctaedre
es: Rombicuboxtaedro
et: Rombkuupoktaeeder
fi: Rombikuutio-oktaedri
fr: Rhombicuboctaèdre
gl: Cuboctaedro rómbico
hu: Rombikuboktaéder
it: Rombicubottaedro
ja: 斜方立方六面体
kk: Ромбокубоктаэдр
ko: 사방육팔면체
lv: Rombikuboktahedrons
nb: Rombicuboktaeder
nds: Ruten-Kuboktaeder
nl: Rhombikuboctaëder
nn: Rombisk kubokteaeder
pl: Sześcioośmiościan rombowy
pt: Cuboctaedro rômbico
ru: Ромбокубооктаэдр
sl: Rombikuboktaeder
sr@ijekavian: Ромбикубоктаедар
sv: Rombkuboktaeder
uk: Ромбокубоктаедр

# @option:radio
source: Deltoidal icositetrahedron
ca@valencia: Icositetraedre trapezoïdal
es: Icositetraedro deltoidal
et: Deltoidne ikositetraeeder
fr: Icositétrahèdre deltoïde
ga: Icisiteitrihéadrán dealtóideach
gl: Icositetraedo deltoide
it: Icositetraedro deltoidale
ja: 凧型二十四面体
kk: Дельталық икосотетраэдр
ko: 연꼴이십사면체
lv: Deltālais ikositetrahedrons
nb: Deltoidalt ikositetraeder
nds: Deltoidikositetraeder
nl: Deltoidal icositetraëder
nn: Trapesoidal ikositetraeder
pl: Dwudziestoczworościan deltoidowy
pt: Icositetraedo deltóide
ru: Дельтовидный икоситетраэд
sl: Deltoidni isositetraeder
sr@ijekavian: Делтоидни икоситетраедар
sv: Deltoidalikositetraeder
uk: Дельтоїдальний ікосітетраедр
zh_tw: 鳶形廿四面體（Deltoidal icositetrahedron）ahedron）

# @option:radio
source: Truncated cuboctahedron
ca@valencia: Cubooctaedre truncat
es: Cuboctaedro truncado
et: Kärbitud kuupoktaeeder
fi: Katkaistu kuutio-oktaedri
fr: Cuboctaèdre tronqué
ga: Ciúb-ochtaihéadrán barrscoite
gl: Cuboctaedro truncado
hu: Csonkított kuboktaéder
it: Cubottaedro troncato
ja: 切頂六面体
kk: Келте кубоктаэдр
ko: 절단육팔면체
lv: Aprauts kuboktahedrons
nb: Avkuttet kuboktaeder
nds: Groot Rutenkuboktaeder (Veerteihnflaagstump)
nl: Afgeknotte kuboctaëder
nn: Trunkert kubokteader
pl: Sześcioośmiościan ścięty
pt: Cuboctaedro truncado
ru: Усечённый кубооктаэдр
sl: Prirezan kubokraeder
sr@ijekavian: Опсјечени кубоактаедар
sv: Stympad kuboktaeder
uk: Обрізаний кубоктаедр
zh_tw: 截斷截半立方體（Truncated cuboctahedron）tahedron）

# @option:radio
source: Disdyakisdodecahedron
ca@valencia: Dodecaedre pentaquis
es: Disdiaquisdodecaedro
et: Disdüakisdodekaeeder
fr: Disdyakisdodécaèdre
ga: Distiáicisdóideacaihéadrán
gl: Disdiakisdodecaedro
it: Disdiacisdodecaedro
ja: 二重二方十二面体
kk: Дисдиакисдодекаэдр
ko: 육방팔면체
lv: Disdiakisdodekahedrons
nb: Disdyakisdodekaeder
nds: Disdyakisdodekaeder
nl: Disdyakisdodecaëder
nn: Disdyakis-dodekaeder
pl: Dwunastościan piątkowy
pt: Dodecaedro disdiakis
ru: Дисдиакис додекаэдр
sl: Disdiakisdodekaeder
sr@ijekavian: Дисдјакисдодекаедар
sv: Disdyakisdodekaeder
uk: Дисдіакісододекаедр
zh_tw: 六角化八面體（Disdyakisdodecahedron）ahedron）

# @option:radio
source: Snub cube
ca@valencia: Cub rom
es: Cubo romo
et: Tömp kuup
fi: Typistetty kuutio
fr: Cube retroussé
ga: Ciúb geancach
gl: Cubo romo
hu: Pisze kocka
it: Cubo camuso
ja: 変形六面体
kk: Төбелерін кескен куб
ko: 스넙 큐브
nb: Butt kube
nds: Afschraadt Wörpel
nl: Stompe kubus
nn: Stump kube
pl: Sześcian przycięty
pt: Cubo snub
ru: Усечённый куб
sl: Prirezana kocka
sr@ijekavian: Затупљена коцка
sv: Trubbig kub
uk: Обрізаний куб

# @option:radio
source: Pentagonal icositetrahedron
ca@valencia: Icositetraedre pentagonal
es: Icositetraedro pentagonal
et: Pentagonaalne ikositetraeeder
fr: Icositétrahèdre pentagonal
gl: Icositetraedro pentagonal
it: Icositetraedro pentagonale
ja: 五角二十四面体
kk: Пентагоналды икосоитетраэдр
ko: 오각형 이십사면체
lv: Pentagonāls ikositetrahedrons
nb: Pentagonalt ikositetraeder
nds: Pentagonikositetraeder
nl: Pentagonaal icositetraëder
nn: Femkanta ikositetraeder
pl: Dwudziestoczworościan pięciokątny
pt: Icositetraedro pentagonal
ru: Пентагональный икосотетраэдр
sl: Peterokotni ikozitetraeder
sr@ijekavian: Пентагонални икоситетраедар
sv: Pentagonal ikositetraeder
uk: Пентагональний ікосітетраедр

# @option:radio
source: Small cubicuboctahedron
ca@valencia: Petit cubicuboctaedre
es: Cubicuboectaedro pequeño
et: Väike kuupkuupoktaeeder
eu: kubikuboktaedro txikia
fr: Petit cubicuboctaèdre
gl: Cubicuboctaedro pequeno
hu: Kis kubikuboktaéder
it: Cubicubottaedro piccolo
ja: 小立方立方八面体
kk: Кіші кубикубоктаэдр
ko: 작은 육육팔면체
lv: Mazais kubikuboktahedrons
nb: Lite kubikuboktaeder
nds: Lütt Kubikuboktaeder
nl: Kleine cubikuboctaëder
nn: Lite kubiskkuboktaeder
pl: Szescioośmiościan mały
pt: Cubicuboctaedro pequeno
ru: Малый кубокубооктаэдр
sl: Majhen kubikuboktaeder
sr@ijekavian: Мали кубикубоктаедар
sv: Liten kubkuboktaeder
uk: Малий кубокубоктаедр
zh_tw: 小截半立方體（Small cubicuboctahedron）ahedron）

# @option:radio
source: Small hexacronic icositetrahedron
ca@valencia: Petit icositetraedre hexacronic
es: Icositetraedro hexacrónico pequeño
et: Väike heksakroonne ikositetraeeder
fr: Petit icositétraèdre hexagonique
gl: Icositetraedro hexacrónico pequeno
it: Icositetraedro esacronico piccolo
kk: Кіші гексакрондық икосотетраэдр
lv: Mazais heksakronais ikositetrahedrons
nb: Lite heksakronisk ikositetraeder
nds: Lütt hexakroonsch Ikositetraeder
nl: Kleine hexacronic icositetraëder
nn: Lite heksakronsk ikositetraeder
pl: Dual zzescioośmiościanu małego
pt: Icositetetraedro hexacrónico pequeno
ru: Малый икоситетраэдр
sl: Majhen heksakronični ikozitetraeder
sr@ijekavian: Мали хексакронски икоситетраедар
sv: Liten hexakronisk ikositetraeder
uk: Малий гексакронний ікосітетраедр

# @option:radio
source: Great cubicuboctahedron
ca@valencia: Gran cubicuboctaedre
es: Gran cubicuboctahedro
et: Suur kuupkuupoktaeeder
fr: Grand cubicuboctaèdre
ga: Ciúb-ciúbochtaihéadrán mór
gl: Cubicuboctaedro grande
hu: Nagy kubikuboktaéder
it: Cubicubottaedro grande
ja: 大立方立方八面体
kk: Үлкен кубикубоктаэдр
ko: 큰 육육팔면체
lv: Lielais kubikuboktahedrons
nb: Stort kubikuboktaeder
nds: Groot Kubikuboktaeder
nl: Grote kubikuboctaëder
nn: Stort kubiskkuboktaeder
pl: Szescioośmiościan wielki
pt: Cubicuboctaedro grande
ru: Большой кубокубооктаэдр
sl: Veliki kubikuboktaeder
sr@ijekavian: Велики кубикубоктаедар
sv: Stor kubkuboktaeder
uk: Великий кубікубоктаедр
zh_tw: 大截半立方體（Great cubicuboctahedron）ahedron）

# @option:radio
source: Great hexacronic icositetrahedron
ca@valencia: Gran icositetraedre hexacronic
es: Gran icositetraedro hexacrónico
et: Suur heksakroonne ikositetraeeder
fr: Grand icositétraèdre hexagonique
gl: Icositetraedro hexacrónico grande
it: Icositetraedro esacronico grande
kk: Үлкен гексакрондық икосотетраэдр
lv: Lielais heksakronais ikositetrahedrons
nb: Stort heksakronisk ikositetraeder
nds: Groot Hexakroonikositetraeder
nl: Grote hexacronic icositetraëder
nn: Stort heksakronsk ikositetraeder
pl: Dual szescioośmiościanu wielkiego
pt: Icositetraedro hexacrónico grande
ru: Большой гекзаикоситетраэдр
sl: Veliki heksakronični ikozitetraeder
sr@ijekavian: Велики хексакронски икоситетраедар
sv: Stor hexakronisk ikositetraeder
uk: Великий гексакронний ікосітетраедр

# @option:radio
source: Cubohemioctahedron
ca@valencia: Cubohemioctaedre
es: Cubohemioctaedro
et: Kuuppooloktaeeder
fr: Cubohémioctahèdre
ga: Ciúb-heimea-ochtaihéadrán
gl: Cubohemioctaedro
it: Cuboemiottaedro
ja: 立方半八面体
kk: Кубохемиоктаэдр
ko: 육면반팔면체
lv: Kubohemioktahedrons
nb: Kubohemioktaeder
nds: Kubohemioktaeder
nl: Cubohemioctaëder
nn: Kubehemioktaeder
pl: Sześcioośmiościan wklęsły
pt: Cubohemioctaedro
ru: Кубогемиоктаэдр
sl: Kubohemioktaeder
sr@ijekavian: Кубохемиоктаедар
sv: Kubhemioktaeder
uk: Кубохеміоктаедр
zh_tw: 截半八面體（Cubohemioctahedron）hedron）

# @option:radio
source: Hexahemioctacron
es: Hexahemioctaedro
et: Heksahemioktakron
fr: Hexahémioctagone
ga: Heicsiheimea-ochtacrán
gl: Hexahemioctácrono
it: Esaemiottacrono
kk: Гексахемиоктакрон
ko: 육반팔면체
lv: Heksahemioktakrons
nb: Heksahemioktakron
nds: Hexahemioktakron
nn: Heksahemioktakron
pl: Dual sześcioośmiościanu wklęsłego
pt: Hexahemioctácrono
ru: Hexahemioctacronhttp://en.wikipedia.org/wiki/Hexahemioctacron
sl: Heksahemioktakron
sr@ijekavian: Хексахемиоктакрон
sv: Hexahemioktakron
uk: Гексахеміоктакрон

# @option:radio
source: Cubitruncated cuboctahedron
ca@valencia: Cubooctaedre cubitruncat
es: Cuboctahedro cubitruncado
et: Kuupkärbitud kuupoktaeeder
fr: Cuboctahèdre cubitronqué
ga: Ciúb-ochtaihéadrán ciúb-bharrscoite
gl: Cuboctaedro cubitruncado
it: Cubottaedro cubitroncato
ja: 立方切頂立方八面体
kk: Кубтап ойылған кубоктаэдр
ko: 육면체깎은 육팔면체
nb: Kubitrunkert kuboktaeder
nds: Kubsch afsneden Veerteihnflaag
nl: Kubisch afgeknotte kuboctaëder
nn: Kubetrunkert kuboktaeder
pl: Sześcioośmiościan rombowy ścięty
pt: Cuboctaedro cubitruncado
ru: Усечённый кубооктаэдр
sl: Kockasti prirezan kuboktaeder
sr@ijekavian: Кубопсјечени кубоктаедар
sv: Kubstympad kuboktaeder
uk: Кубічно зрізаний кубоктаедр
zh_tw: 立方截頂截半立方體（Cubitruncated cuboctahedron）octahedron）

# @option:radio
source: Tetradyakishexahedron
ca@valencia: Hexaedre tetradiaquis
es: Tetradyaquishexaedro
et: Tetradüakisheksaeeder
fr: Tetradyakishexahèdre
gl: Hexaedro tetradiakis
it: Tetradiacisesaedro
ja: 四重二方六面体
kk: Тетрадиөкисгексаэдр
ko: 이사방육면체
lv: Tetradiakisheksahedrons
nb: Tetradyakisheksaeder
nds: Tetradyakishexaeder
nl: Tetradyakishexaëder
nn: Tetradyakis-heksaeder
pl: Dual sześcioośmiościanu rombowego ściętego
pt: Hexaedro tetradiakis
ru: Тетрадиакисгексаэдр
sl: Tetradiakisheksaeder
sr@ijekavian: Тетрадјакисхексаедар
sv: Tetradyakishexaeder
uk: Тетрадякігексаедр

# @option:radio
source: Great rhombicuboctahedron
ca@valencia: Gran rombocuboctaedre
es: Gran icuboctaedro rómbico
et: Suur rombkuupoktaeeder
fi: Suuri rombikuutio-oktaedri
fr: Grand rhombicuboctaèdre
ga: Rombaichiúb-ochtaihéadrán mór
gl: Rombicuboctaedro grande
hu: Nagy rombikuboktaéder
it: Rombicubottaedro grande
ja: 大菱形立方八面体
kk: Үлкен ромбокубоктаэдр
ko: 큰 부풀린 육팔면체
lv: Lielais rombikuboktahedrons
nb: Stort rombicuboktaeder
nds: Groot Ruten-Kuboktaeder
nl: Grote rhomboëdrische kuboctaëder
nn: Stort rombisk kubokteaeder
pl: Sześcioośmiościan rombowy wielki
pt: Rombicuboctaedro grande
ru: Большой ромбокубоктаэдр
sl: Veliki rombikubokaeder
sr@ijekavian: Велики ромбикубоктаедар
sv: Stor rombkuboktaeder
uk: Великий ромбокубоктаедр
