Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This generates random cloud-like patterns. The idea is to take four points on the edge of the image, and assign each a random "elevation". Then find the point between them, and give it a value which is the average of the other four, plus some small random offset. Coloration is done based on elevation. Written by Juergen Nickelsen and Jamie Zawinski; 1992.
ca@valencia: Este genera motius a l'atzar en forma de núvol. La idea bàsica és prendre quatre punts de la vora de la imatge i assignar a cadascun una «elevació» a l'atzar. Després se cerca el punt entre ells i se li assigna la mitjana dels altres quatre, amb una lleugera tolerància a l'atzar. La coloració està en base a l'elevació. Escrit per Juergen Nickelsen i Jamie Zawinski; 1992.
es: Genera patrones en forma de nube. Se muestra diferente en monocromo o en color. La idea básica es tomar cuatro puntos en el borde de la imagen y asignar a cada uno un desplazamiento al azar. Luego se busca el punto entre ellos, y se le da el valor medio de los otros cuatro, con una ligera tolerancia. La coloración se hace basándose en la elevación. Creado por Juergen Nickelsen y Jamie Zawinski; 1992.
et: Tekitab pilvelaadseid mustreid. Esimese asjana võetakse kujutise servadelt neli punkti ja antakse igale neist juhuslik "kõrgus". Siis leitakse punkt nende vahel, millele antakse nelja punkti keskmine väärtus pluss väike juhuslik kõrvalekalle. Seejärel asutakse vastavalt kõrgusele värvima.Autorid: Juergen Nickelsen ja Jamie Zawinski; 1992.
fi: Luo satunnaisia pilvimäisiä muodostelmia. Ideana on ottaa neljä pistettä kuvan reunalta ja osoittaa kullekin satunnainen ”korkeus”. Sitten etsitään piste niiden väliltä ja annetaan sille arvo, joka on muun neljän keskiarvo plus jokin pieni satunnainen lisä. Väritys perustuu korkeuseroihin. Kirjoittaneet Juergen Nickelsen ja Jamie Zawinski, 1992.
fr: Ceci génère des motifs aléatoires qui ressembles à des nuages. L'idée est de choisir quatre points aux sommets de l'image et donner à chacun une « hauteur » aléatoire. Il faut alors trouver un point entre eux et lui donner la valeur moyenne des quatre points plus un léger décalage aléatoire. La coloration est réalisée à partir de cette « hauteur » en l'assignant soit à la teinte, la saturation ou la luminosité et en donnant une valeur aléatoire aux deux autres. Écrit par Juergen Nickelsen et Jamie Zawinski ; 1992.
ga: Gineann sé seo patrúin randamacha cosúil le néalta. Is é an bunsmaoineamh "airde" randamach a shannadh do cheithre phointe ar chiumhais na híomhá. Ansin, aimsigh an pointe eatarthu, agus tabhair dó an meánluach de na ceithre hairde in aice leis, móide fritháireamh randamach. Ansin, cuir dathanna air de réir na hairde. Scríofa ag Juergen Nickelsen agus Jamie Zawinski, 1992.
gl: Isto xera algúns patróns aleatorios semellantes a nubes. A idea é ter catro puntos nos extremos da imaxe e atribuír a cada un unha «elevación» aleatoria. A partir de aí, encontra o punto entre eles e dálle un valor que sexa a media dos outros catro, engadíndolle un valor aleatorio. A coloración faise con base na elevación. Escribírono Juergen Nickelsen e Jamie Zawinski en 1992.
it: Genera motivi a nuvola casuali. L'idea è di prendere quattro punti sul bordo dell'immagine e assegnare a ciascuno una «quota». Poi si trova il punto tra di loro e gli si assegna il valore medio tra gli altri quattro, più un piccolo scostamento casuale. La colorazione è eseguita in base alla quota. Scritto da Jürgen Nickelsen e Jamie Zawinski.
ja: これはランダムな雲のようなパターンを描画します。処理の基本的アイデアは次のとおりです。まず画像の縁の 4 点を取り、各々にランダムな「角度」を与えます。それから、それらの点の中点と取り、その点に 4 点の平均値に小さなランダムのオフセットを加えたものをセットします。それから「角度」に応じて色を塗ります。Juergen Nickelsen と Jamie Zawinski、1992年作。
kk: Томографияға ұқсас өрнектерді бейнелеу. Өрнекті құру тәсілі мынадай: бұрыштарындағы төрт нүктеге кездейсоқ "биіктік" мәнідері беріледі. Сосын, арасындағы нүктеге шамалы кездейсоқ мән қосылған орташа мән тағайындалады. Сосын аралардың арасы да солай есептеледі. бейнедегі нүктенің бояуы "биіктігіне" сәйкесті. Авторлары: Juergen Nickelsen және Jamie Zawinski; 1992.
ko: 무작위적 구름 모양의 패턴을 그립니다. 기본적인 방식은 그림의 네 모서리에서 4개의 점을 선택하고 각각 점에 무작위적 높이를 할당합니다. 선택한 점 사이에 있는 지점을 찾아서 다른 4개 점 높이의 평균값과 조금 작은 보정치를 더합니다. 각각 지점의 높이에 따라서 색을 입힙니다. Juergen Nickelsen, Jamie Zawinski 작성, 1992년.
nb: Dette lager tilfeldige sky-liknende mønstre. Grunnidéen er å ta fire punkter på kanten av bildet og tilordne hvert punkt en vilkårlig «høyde». Finn så punktet mellom dem og gi det en verdi som er gjennomsnittet av de andre fire, pluss en liten vilkårlig endring. Så fargelegges dette basert på høyden. Skrevet av Jürgen Nickelsen og Jamie Zawinski i 1992.
nds: Stellt tofällige wulkenlieke Mustern op. Süht in Klöör- un Swattwittdorstellen recht wat anners ut. As Grundidee nimmt Een veer Pünkt an de Bildkant, de denn elk en tofällig Hööchde toornt kriegt. Na den Punkt twischen disse veer warrt de Dörsnitthööchde toornt, un ok en lütt tofällig Verscheel. Infarvt warrt na de Hööchde. Schreven vun Juergen Nickelsen un Jamie Zawinski.
nl: Dit genereert willekeurige wolkachtige patronen. Het idee is om vier punten te nemen op de rand van de afbeelding en elk een willekeurige "verhoging" te geven. Daarna de tussenliggende punten te nemen en deze een waarde te geven, die het gemiddelde is van de andere vier, plus een kleine willekeurige offset. Het kleuren wordt gedaan op basis van verhoging. In 1992 geschreven door Juergen Nickelsen en Jamie Zawinski.
nn: Teiknar tilfeldige skyliknande mønster. Hovudidéen går ut på å ta fire punkt på kanten av biletet, tildela desse tilfeldige «høgder», og så finna punktet mellom desse og gje det ein verdi som er gjennomsnittet av dei fire andre, pluss ein tilfeldig verdi. Fargane vert baserte på høgdene. Skriven av Jürgen Nickelsen og Jamie Zawinski i 1992.
pl: Generuje losowe wzory chmuropodobne. Wygaszacz wyznacza cztery punkty na krawędzi obrazka i przypisuje im losową "wysokość". Następnie znajduje punkt między nimi i przypisuje mu wartość będącą średnią z tamtych czterech plus jakieś małe losowe przesunięcie. Kolorowanie jest wykonywane na podstawie wysokości.Autorzy: Juergen Nickelsen i Jamie Zawinski; 1992.
pt: Isto gera alguns padrões aleatórios semelhantes a nuvens. A ideia de base é ter quatro pontos nos extremos da imagem e atribuir a cada um uma "elevação" aleatória. A partir daí, encontre o ponto entre eles e dê-lhe um valor que seja a média dos outros quatro, adicionando-lhe um dado valor aleatório. A coloração é então feita com base na elevação. Feito por Juergen Nickelsen e Jamie Zawinski; 1992.
ru: Генерирует случайные облакоподобные узоры. Смысл в том, чтобы взять четыре точки на краю изображения и присвоить каждой случайный "подъём". Затем находится точка между ними и присваивается ей значение, равное среднему значению других четырёх плюс небольшое случайное смещение. Окрашивание применяется на основе подъёма. Авторы Юрген Никельсен и Джеми Завински (Juergen Nickelsen, Jamie Zawinski), 1992.
sl: Ustvari naključne oblakom podobne vzorce. Ohranjevalnik zaslona vzame štiri točke na robu slike in vsaki dodeli naključen "dvig". Nato najde točko med njimi in jim da vrednost, ki je povprečje štirih točk plus majhen naključen odmik. Obarvanje je osnovano na dvigu. Napisala Juergen Nickelsen in Jamie Zawinski, 1992.
sr@ijekavian: Генерише насумичне облаколике обрасце. Идеја је да се узму четири тачке на ивици слике и да им се додели насумичан ниво „издигнућа“. Онда се нађе тачка између њих и додели јој се вриједност једнака просеку претходне четири плус мало насумично одступање. Бојење се заснива на издигнућу. Написали Јирген Никелсен и Џејми Завински, 1992.
sv: Den här skapar slumpmässiga molnlika mönster. Idén är att ta fyra punkter i bildens kant, och ge var och en en slumpmässig "höjd". Hitta därefter punkten mellan dem, och ge den ett värde som är medelvärdet av de övriga fyra, plus en liten slumpmässig variation. Färgläggning sker baserad på höjden. Skriven av Juergen Nickelsen och Jamie Zawinski, 1992.
uk: Ця програма створює випадкові візерунки, схожі на хмарки. Ідея полягала в тому, щоб взяти чотири точки на границі зображення і надати кожній з них випадкової «висоти». Потім знайти точку між цими точками і надати їй висоти, яка є середньою між чотирма висотами плюс деякий малий випадковий доданок. Розфарбовування поверхні проводиться відповідно до висоти. Автори — Juergen Nickelsen і Jamie Zawinski; 1992.
zh_tw: 產生隨機的像雲的圖樣。基本的想法是取一張圖邊緣的四個點，並指定每個點一個隨機的高度。接著尋找它們之間的點，給它其他四個點的平均值，再加上一點小小的隨機的偏移值。著色則是以高度為基礎。由 Juergen Nickelsen 與 Jamie Zawinski 撰寫，1992。

# @item:inrange Linger
source: 1 Second
ca@valencia: 1 segon
es: 1 segundo
et: 1 sekund
eu: Segundo 1
fi: 1 sekunti
fr: 1 seconde
ga: Soicind Amháin
gl: 1 segundo
hu: 1 másodperc
it: 1 secondo
ja: 1 秒
kk: 1 секунд
ko: 1초
lv: 1 sekunde
nb: 1 sekund
nds: 1 Sekunn
nl: 1 seconde
nn: 1 sekund
pl: 1 sekunda
pt: 1 Segundo
ru: 1 секунда
sl: 1 sekunda
sr@ijekavian: 1 секунда
sv: 1 sekund
uk: 1 секунда
zh_tw: 1 秒鐘

# @item:inrange Linger
source: 1 Minute
ca@valencia: 1 minut
es: 1 minuto
et: 1 minut
eu: Minutu 1
fi: 1 minuutti
ga: Nóiméad Amháin
gl: 1 minuto
hu: 1 perc
it: 1 minuto
ja: 1 分
kk: 1 минут
ko: 1분
lv: 1 minūte
nb: 1 minutt
nds: 1 Minuut
nl: 1 minuut
nn: 1 minutt
pl: 1 minuta
pt: 1 Minuto
ru: 1 минута
sl: 1 minuta
sr@ijekavian: 1 минут
sv: 1 minut
uk: 1 хвилина
zh_tw: 1 分鐘

# @option:radio
source: Hue gradients
ca@valencia: Degradats de to
es: Gradientes de matiz
et: Tooni üleminekud
fi: Sävyväriliu’ut
fr: Gradient de teinte
ga: Grádáin lí
gl: Gradientes de ton
hu: Színárnyalati átmenetek
it: Sfumature di tonalità
ja: 色相のグラデーション
kk: Реңк градиенті
ko: 색조 변화
lv: Toņu pārejas
nb: Fargetone-overganger
nds: Toonövergäng
nl: Tintovergang
nn: Fargegradientar
pl: Gradienty odcienia
pt: Gradientes de tonalidade
ru: Градиенты тона
sl: Prelivi odtenkov
sr@ijekavian: Преливи нијансе
sv: Toning med färgton
uk: Градієнти відтінків
zh_tw: 色調漸層

# @option:radio
source: Saturation gradients
ca@valencia: Degradats de saturació
es: Gradientes de saturación
et: Värviküllastuse üleminekud
eu: Asetasun gradienteak
fi: Kyllästetyt väriliu’ut
fr: Gradient de saturation
ga: Grádáin sáithithe
gl: Gradientes de saturación
hu: Telítettségi átmenetek
it: Sfumature di saturazione
ja: 彩度のグラデーション
kk: Қанықтық градиенті
ko: 채도 변화
lv: Piesātinājuma pārejas
nb: Metningsoverganger
nds: Sattheitövergäng
nl: Verzadigingsovergangen
nn: Mettingsgradientar
pl: Gradienty nasycenia
pt: Gradientes de saturação
ru: Градиенты насыщенности
sl: Prelivi nasičenja
sr@ijekavian: Преливи засићења
sv: Toning med färgmättnad
uk: Градієнти насиченості
zh_tw: 飽和度漸層

# @option:radio
source: Brightness gradients
ca@valencia: Degradats de brillantor
es: Gradientes de brillo
et: Heleduse üleminekud
eu: Distira gradienteak
fi: Kirkkausväriliu’ut
fr: Gradient de luminosité
ga: Grádáin ghile
gl: Gradientes de brillo
hu: Fényességi átmenetek
it: Sfumature di luminosità
ja: 輝度のグラデーション
kk: Жарықтық градиенті
ko: 밝기 변화
lv: Gaišuma pārejas
nb: Lysstyrke-overganger
nds: Helligkeitövergäng
nl: Helderheidsovergang
nn: Lysstyrkegradientar
pl: Gradienty jasności
pt: Gradientes de brilho
ru: Градиенты яркости
sl: Prelivi svetlosti
sr@ijekavian: Преливи освјетљаја
sv: Toning med ljusstyrka
uk: Градієнти яскравості
zh_tw: 亮度漸層

# @item screen saver name
source: Interaggregate
ca@valencia: Inter-agregació
es: Interferencia
et: Läbikattumine
fr: Inter-agrégation
gl: Interagregado
hu: Interaggregáció
it: Interaggregazione
kk: Мұз қатуы
ko: 합쳐지는 도형
lv: Sakopojumi
nb: Interaggreger
nds: Interaggregeren
nl: Bewegende cirkels
nn: Interaggreger
pl: Interferencja
pt: Inter-agregação
sl: Vmesna zbrana vrednost
sr@ijekavian: Интерагрегација
sv: Sammanhopning
uk: Міжагрегація

# @info screen saver description
source: Pale pencil-like scribbles slowly fill the screen. A surface is filled with a hundred medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Displays the instantaneous intersections of the circles as well as the aggregate intersections of the circles. Though actually it doesn't look like circles at all! Written by Casey Reas, William Ngan, Robert Hodgin, and Jamie Zawinski; 2004.
ca@valencia: Traços pàl·lids com de llapis omplen lentament la pantalla. Una superfície s'omple amb un centenar de cercles petits i mitjans. Cada cercle té una mida i direcció diferents, però es mou a la mateixa velocitat. Es mostren les interseccions instantànies dels cercles i també les seues interseccions agregades. En el fons, no pareixen cercles! Escrit per Casey Reas, William Ngan, Robert Hodgin, i Jamie Zawinski; 2004.
es: Garabatos de lápiz tipo pálido llenan lentamente la pantalla. Una superficie está llena de un centenar de círculos pequeños. Cada círculo tiene un tamaño y dirección diferentes, pero se mueve con la misma lentitud. Muestra la instantánea de las intersecciones de los círculos, así como el total de las intersecciones de los círculos. Escrito por Casey Reas, William Ngan, Robert Hodgin, y Jamie Zawinski; 2004.
et: Kahvatud pulkjad kriksatrullid täidavad aeglaselt ekraani. Pinda täidavad sajad väikese kuni keskmise suurusega ringid. Igal ringil on eri suurus ja suund, kuid kõik liiguvad ühtmoodi aeglaselt. Näha on nii nende vahetud kattumised kui ka mitme ringi kattuvad osad. Nojah, tegelikult ei ole kõik see üldse ringide moodi! Autorid: Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski; 2004.
fi: Hailakat kynämäiset töherrykset täyttävät hitaasti ruudun. Pinnan täyttävät sadat ympyrät kooltaan keskikokoisesta pieneen. Kullakin ympyrällä on oma kokonsa ja suuntansa mutta se liikkuu samalla, hitaalla vauhdilla. Näyttää ympyröiden välittömät samoin kuin kasautuvat leikkauskohdat. Todellisuudessa ne eivät tosin näytä lainkaan ympyröiltä! Kirjoittaneet Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski, 2004.
it: Scarabocchi pallidi come a matita riempiono lentamente lo schermo. Una superficie viene riempita con cento cerchi piccoli e medi. Ogni cerchio ha dimensione e direzione diverse, ma si sposta alla stessa velocità lenta. Visualizza le intersezioni istantanee oltre a quelle aggregate dei cerchi. Però in realtà non hanno affatto l'aspetto di cerchi! Scritto da Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski; 2004.
ko: 연한 연필로 그린 낙서가 화면을 천천히 채워 갑니다. 평면이 수백개의 작거나 중간형 크기 원으로 채워집니다. 각각 원은 다른 크기와 방향을 가지고 있지만 같은 느린 속도로 이동합니다. 각각 원의 교차점과 전체적인 원의 교차점을 표시합니다. 교차점을 놓고 보면 원과는 거리가 멉니다! Casey Reas, William Ngan, Robert Hodgin, Jamie Zawinski 작성, 2004년.
nb: Bleke blyantaktige skrblerier fyller skjermen lansomt.En overflate blir fylt med hundre middels til små sirkler. Hverr sirkel har ulik størrelse og retning, men beveger seg med samme fart. Snittene mellom sirklene blir vist, selv om det slett ikke ser ut som sirkler.Skrevet av Casey Reas, William Ngan, Robert Hodgin og Jamie Zawinski i 2004.
nds: Blass Krakels füllt langsam den Schirm. En Böversiet, vullmaakt mit hunnert lütte bet middelgrote Krinken. Elk Krink hett en anner Grött un Richt, man se beweegt sik all mit de sülve siete Gauheit. Wiest de aktuell Snittpünkt vun de Krinken, man ok de tosamensett Snittpünkt. Man redig süht dat gor nich na Krinken ut. Schreven vun Casey Reas, William Ngan, Robert Hodgin un Jamie Zawinski, 2004.
nl: Bleke potloodachtige krabbels vullen langzaam het scherm. Een oppervlak is gevuld met een honderdtal middelgrote tot kleine cirkels. Elke cirkel heeft een andere grootte en richting, maar beweegt zich voort met dezelfde langzame snelheid. Toont de momentane doorsnijdingen van de cirkels evenals de samengestelde doorsneden van de cirkels. In werkelijkheid lijkt het niet op cirkels. In 2004 geschreven door Casey Reas, William Ngan, Robert Hodgin en Jamie Zawinski.
pl: Jasne, podobne do długopisowych, bazgroły wypełniają ekran. Każdy okrąg ma inny rozmiar i inny kierunek obrotu, jednak przesuwają się z jednakowo wolną prędkością. Wyświetla chwilowe skrzyżowania okręgów, jak również łączną skrzyżowania z okręgów. Tak naprawdę to wcale nie wygląda jak okręgi! :) Autorzy: Casey Reas, William Ngan, Robert Hodgin i Jamie Zawinski; 2004.
pt: Desenhos pálidos semelhantes a lápis que preenchem lentamente o ecrã. Uma superfície é preenchida com uma centena de círculos médios e pequenos. Cada círculo tem uma dada direcção e tamanho, mas move-se com a mesma velocidade lenta. Apresenta as intersecções instantâneas dos círculos, assim como as intersecções agregadas dos mesmos. Ainda que não pareçam círculos de todo! Feito por Casey Reas, William Ngan, Robert Hodgin, e Jamie Zawinski; 2004.
sl: Lahne čačke podobne tistim narisanim s svinčnikom počasi polnijo zaslon. Površina je napolnjena s stotinami srednjimi do majhnimi krogi. Vsak krog ima drugo velikost in smer, toda se premika z enako počasno hitrostjo. Prikaže hipne preseke krogov in zbrane preseke krogov. Vendar ohranjevalnik zaslona sploh ni podoben krogom. Napisali so ga Casey Reas, William Ngan, Robert Hodgin in Jamie Zawinski, 2004.
sr@ijekavian: Бледе жврљотине налик на графит полако попуњавају екран. Површина се испуњава стотином средњих до малих кругова. Сваки круг је другачије величине и усмјерења, али се помера једнако споро. Приказује тренутне и збирне пресјеке кругова. Мада заправо уопште не личи на кругове! Написали Кејси Ријас, Вилијам Нган, Роберт Хоџгин и Џејми Завински, 2004.
sv: Blekt pennliknande klotter fyller långsamt skärmen. En yta fylls med hundra små till medelstora cirklar. Varje cirkel har olika storlek och riktning, men rör sig med samma långsamma hastighet. Visar de momentana skärningarna av cirklarna samt de förenade skärningarna av cirklarna. Dock ser det inte alls ut som cirklar! Skriven av Casey Reas, William Ngan, Robert Hodgin och Jamie Zawinski, 2004.
uk: Бліді, подібні до штрихів олівця риски повільно заповнюють екран. Поверхню вкривають сотнями малих кружечків. Всі кружечки мають різний розмір і напрямок руху, але рухаються з однаковою повільною швидкістю. Показується миттєві перетини кружечків, а також сукупні перетини. Отже, насправді, це зовсім не схоже на кружечки! Автори — Casey Reas, William Ngan, Robert Hodgin та Jamie Zawinski; 2004.
zh_tw: 類似素描的圖形緩慢地填滿螢幕。表面填滿了數以百計的中小型圓形。每個圓形有不同的大小與方向，但是以相同的慢速度移動。它會顯示圓形瞬間與總體的交錯。雖然實際上看起來不像圓形。由 Casey Reas，William Ngan，Robert Hodgin 與 Jamie Zawinski 撰寫，2004。
