Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:check
source: Sad Mac
ca@valencia: Mac trist
es: Mac triste
et: Kurb Mac
eu: Mac goibela
fi: Surullinen Mac
fr: Mac triste
ga: Mac Brónach
kk: Мұңды Mac
nds: Trorig Mac
nn: Trist Mac
pl: Smutny Mac
ru: Грустный Macintosh
sr@ijekavian: тужни мек
sv: Ledsen Mac
uk: Засмучений Macintosh

# @option:check
source: Mac bomb
es: Bomba Mac
et: Maci pomm
eu: Mac lehergailua
fi: Mac-pommi
fr: Les bombes du Mac
ga: Buama Mac
hu: Mac bomba
kk: Mac бомбасы
ko: Mac 폭탄
nn: Mac-bombe
pl: Bomba Mac-a
ru: Сбой Macintosh
sr@ijekavian: мекова бомба
uk: Бомба Macintosh

# @option:check
source: MacsBug
ca@valencia: Error Mac
es: Error Mac
et: Maci viga
eu: Mac-en akatsa
fr: Les bogues Mac
kk: Mac қатесі
nds: Mac-Fehler
pl: Błąd Mac'a
ru: Ошибки Macintosh
sr@ijekavian: мекова бубица
sv: Mac-fel
uk: Помилки Macintosh

# @option:check
source: Atari
sr@ijekavian: ⁠атари

# @option:check
source: MacOS X
sr@ijekavian: МекОС X

# @option:check
source: OS/390
sr@ijekavian: ОС/390

# @option:check
source: VMS
sr@ijekavian: ВМС

# @option:check
source: HVX/GCOS6
sr@ijekavian: ХВИкс/ГКОС 6

# @option:check
source: NCD X Terminal
ca@valencia: Terminal X d'NCD
es: Terminal NCD X
eu: NCD X Terminala
fi: NCD X-pääte
fr: Terminal X NCD
ga: Teirminéal X NCD
gl: Terminal X NCD
hu: NCD X-terminál
it: Terminale X NCD
kk: NCD X терминалы
ko: NCD X 터미널
lv: NCD X terminālis
pl: Terminal X NCD
pt: Terminal X NCD
ru: X-терминал NCD
sr@ijekavian: икс терминал НЦД‑а
uk: X-термінал NCD

# @option:check
source: ATM
nn: Minibank
pl: Bankomat
pt: MB
sr@ijekavian: АТМ
sv: Bankomat
uk: Банкомат

# @option:check
source: BSD
sr@ijekavian: БСД

# @option:check
source: Linux (fsck)
ko: 리눅스 (fsck)
sr@ijekavian: Линукс (fsck)

# @option:check
source: Linux (sparc)
ko: 리눅스 (sparc)
sr@ijekavian: Линукс (sparc)

# @option:check
source: Linux (hppa)
ko: 리눅스 (hppa)
sr@ijekavian: Линукс (hppa)

# @option:check
source: Solaris
ko: 솔라리스
sr@ijekavian: Соларис

# @option:check
source: SCO
sr@ijekavian: СЦО

# @option:check
source: HPUX
sr@ijekavian: ХП‑Укс

# @option:check
source: Tru64
sr@ijekavian: Тру64

# @item screen saver name
source: Bubble3D
et: 3DMull
eu: Bubble3D (Burbuila3D)
fi: 3U-kuplat
fr: Bulle 3D
gl: Burbulla3D
hu: Buborék 3D
it: Bolla tridimensionale
ja: 泡 3D
kk: Көпіршіктер 3D
ko: 3차원 거품
lv: Burbulis 3D
nb: 3D-Bobler
nds: 3D-Blasen
nn: 3D-bobler
pl: Trójwymiarowe Bąbelki
pt: Bolha3D
ru: Трёхмерные пузырьки
sl: Mehurčki 3D
sr@ijekavian: Балончић 3Д
sv: Bubblor 3D
uk: Бульбашки 3D
zh_tw: 3D 泡泡

# @info screen saver description
source: Draws a stream of rising, undulating 3D bubbles, rising toward the top of the screen, with transparency and specular reflections. Written by Richard Jones; 1998.
ca@valencia: Mostra un flux continu de bombolles 3D ondulants, pujant cap a la part superior de la pantalla, amb transparència i reflexos especulars. Escrit per Richard Jones; 1998.
es: Dibuja una corriente ascendente de burbujas ondulantes en 3D, elevándose hasta la parte superior de la pantalla, con reflexiones transparentes y especulares. Escrito por Richard Jones; 1998.
et: Näitab tõusvate ja vahvaid peegeldusi kujutavate 3D mullide voogu, mis kerkib vastu ekraani ülaserva. Autor: Richard Jones; 1998.
eu: Pantailaren gainaldera igotzen den 3D burbuila isuri kulunkari bat marrazten du, gardentasun eta ispilu islapenekin. Richard Jones-ek idatzia; 1998.
fi: Ruudun alareunasta nousee kolmiulotteisia, joustavia kuplia, jotka nousevat kohti ruudun yläreunaa. Valo heijastuu kuplista kauniisti. Kirjoittanut Richard Jones, 1998.
fr: Dessine un ensemble de bulles ondulantes et grandissantes en 3D qui proviennent du haut de l'écran avec de beaux effets de réflexion et de transparence. Écrit par Richard Jones ; 1998.
ga: Dearann sé seo sruth de bhoilgeoga tonnúla 3T, ag éirí go dtí barr an scáileán, le frithscáileanna deasa spéaclacha. Scríofa ag Richard Jones, 1998.
gl: Debuxa unha cadea de burbullas 3D ondulantes que se elevan en dirección ao cume da pantalla, con transparencias e reflexos especulares. Escribiuno Richard Jones en 1998.
hu: Mozgó, alakváltoztató 3D-s buborékokat rajzol. A buborékok a képernyőn felfelé haladnak, szép fényvisszaverődési effektusokat produkálva. Készítette Richard Jones, 1998.
it: Disegna un flusso di bolle tridimensionali che ondulano innalzandosi verso la parte alta dello schermo, con effetti a specchio e di trasparenza. Scritto da Richard Jones; 1998.
ja: 浮かび上がりうねる 3D の泡の流れを描画します。泡は、鏡面の反射を伴いながらスクリーンの前面に向かって浮かび上がってきます。Richard Jones、1998年作。
kk: Жоғары көтеріліп жатқан мөлдір және құбылмалы түсті көпіршіктер 3D бейнесі. Авторы Richard Jones; 1998.
ko: 투명도 및 반사 효과가 적용된 파도 모양으로 떠오르는 3D 거품들을 그립니다. Richard Jones 작성, 1998년.
nb: Tegner en strøm av stigende, bølgende 3D-bobler, som stiger mot toppen av skjermen, gjennomsiktige med speilrefleksjoner. Skrevet av Richard Jones, 1998.
nds: En Stroom vun sweven 3D-Blasen stiegt na de bövere Schirmkant op, mit smucke glinstern Spegeleen. Schreven vun Richard Jones, 1998.
nl: Draws a stream of rising, undulating 3D bubbles, rising toward the top of the screen, with transparency and specular reflections. In 1998 geschreven door Richard Jones.
nn: Teiknar glinsande 3D-bobler som svevar oppover på skjermen. Skriven av Richard Jones i 1998.
pl: Rysuje strumień unoszących się, pulsujących trójwymiarowych bąbelków wznoszących się do góry części ekranu z efektownymi refleksami. Autor: Richard Jones; 1998.
pt: Desenha uma cadeia de bolhas 3D ondulantes e que se elevam em direcção ao topo do ecrã, com algumas reflexões especulares engraçadas. Feito por Richard Jones; 1998.
ru: Рисует поднимающиеся к верхнему краю экрана пузырьки с красивой зеркальной поверхностью. Хранитель экрана написан Ричардом Джонсом (Richard Jones); 1998.
sl: Izriše pretok naraščajočih, valovitih 3D mehurčkov, ki se dvigujejo proti vrhu zaslona s prozornostjo in zrcalnimi odboji. Napisal Richard Jones, 1998.
sr@ijekavian: Црта низ издижућих и лелујајућих 3Д балона, који се крећу ка врху екрана, са провидношћу и рефлексијама. Написао Ричард Џоунс, 1998.
sv: Ritar en skärm med stigande, böljande tredimensionella bubblor, som stiger mot skärmens överkant, med snygga speglande reflektioner. Skriven av Richard Jones, 1998.
uk: Показує потік просторових бульбашок, що хвилеподібно піднімаються вгору, з ефектами прозорості і дзеркального відбиття. Автор — Richard Jones; 1998.
zh_tw: 畫出一串上升波動的透明的立體泡泡，升到螢幕的頂端。會有一些很漂亮的反射。由 Richard Jones 撰寫，1998。

# @option:check
source: Transparent bubbles
ca@valencia: Bombolles transparents
es: Burbujas transparentes
et: Läbipaistvad mullid
eu: Burbuila gardenak
fi: Läpinäkyvät kuplat
fr: Bulles transparentes
ga: Boilgeoga trédhearcacha
gl: Burbullas transparentes
hu: Átlátszó buborékok
it: Bolle trasparenti
ja: 透明な泡
kk: Мөлдір көпіршіктер
ko: 투명한 거품
lv: Caurspīdīgi burbuļi
nb: Gjennomsiktige bobler
nds: Dörschienen Blasen
nl: Transparante zeepbellen
nn: Gjennomsiktige bobler
pl: Przezroczyste bąbelki
pt: Bolhas transparentes
ru: Прозрачные пузырьки
sl: Prozorni mehurčki
sr@ijekavian: Провидни балони
sv: Genomskinliga bubblor
uk: Прозорі бульбашки
zh_tw: 透明的泡泡

# @label:textbox
source: Bubble color
ca@valencia: Color de les bombolles
es: Color de burbujas
et: Mullide värv
eu: Burbuilen kolorea
fi: Kuplien väri
fr: Couleur de la bulle
ga: Dath na mboilgeog
gl: Cor da burbulla
hu: Buborékszín
it: Colore delle bolle
ja: 泡の色
kk: Көпіршік түсі
ko: 거품 색
lv: Burbuļu krāsa
nb: Boblefarge
nds: Blasenklöör
nl: Kleur bellen
nn: Boblefarge
pl: Kolor bąbelków
pt: Cor das bolhas
ru: Цвет пузырьков
sl: Barva mehurčka
sr@ijekavian: Боја балона
sv: Bubbelfärg
uk: Колір бульбашок
zh_tw: 泡泡顏色

# @item screen saver name
source: Bubbles
ca@valencia: Bombolles
es: Burbujas
et: Mullid
eu: Bubbles (Burbuilak)
fi: Kuplat
fr: Bulles
gl: Burbullas
hu: Buborékok
it: Bolle
ja: 泡
kk: Көпіршіктер
ko: 거품
lv: Burbuļi
nb: Bobler
nds: Blasen
nl: Zeepbellen
nn: Bobler
pl: Bąbelki
pt: Bolhas
ru: Пузырьки
sl: Mehurčki
sr@ijekavian: Балончићи
sv: Bubblor
uk: Бульбашки
zh_tw: 泡泡

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. This simulates the kind of bubble formation that happens when water boils: small bubbles appear, and as they get closer to each other, they combine to form larger bubbles, which eventually pop. Written by James Macnicol; 1996.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Este simula un tipus de formació de bombolles que succeeix quan l'aigua bull: apareixen petites bombolles, i així com s'acosten entre elles, es van combinant per a formar bombolles més grans, que finalment exploten. Escrit per James Macnicol; 1996.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 5.08. Simula un tipo de formación de burbujas que sucede cuando el agua hierve: aparecen pequeñas burbujas y, conforme se acercan, se combinan para formar burbujas más grandes que terminan estallando. Creado por James Macnicol; 1996.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Jäljendab mullide tekkimist vee keemisel: kõigepealt ilmuvad väikesed mullid, mis üksteisele lähenedes moodustavad suuremaid mulle, mis lõpuks lõhkevad. Autor: James Macnicol; 1996.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Honek ura irakitean gertatzen den burbuila eraketa mota simulatzen du: burbuila txikiak agertzen dira, eta elkarri gerturatzen diren heinean, burbuila handiagoak sortzeko elkartzen dira, azkenean plast egiten dutelarik. James Macnicol-ek idatzia; 1996.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiossa 5.08. Näytönsäästäjä jäljittelee kiehuvassa vedessä muodostuvia kuplia: Syntyvät kuplat kulkeutuvat lähemmäs toisiaan ja yhdistyvät isommiksi kupliksi, jotka lopulta puhkeavat. Kirjoittanut James Macnicol, 1996.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Ceci simule le type de bulle qui se forme quand l'eau boue. De petites bulles apparaissent et quand elles se rapprochent les unes des autres elles fusionnent pour former de grandes bulles qui éventuellement éclatent. Écrit par James Macnicol en 1996.
gl: Isto simula o tipo de formación de burbullas que acontece cando a auga ferve: van aparecendo algunhas burbulliñas que, á medida que se van aproximando, combínanse para formar burbullas maiores, as cales poderán chegar a rebentar. Escribiuno James Macnicol en 1996.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Vízforraláshoz hasonló buborékképződést jelenít meg: először kis buborékok képződnek, ezek lassan egyre közelebb kerülnek egymáshoz, nagy buborékok alakulnak ki, végül a buborékok szétpukkadnak. Készítette: James Macnicol, 1996.
it: Questo salvaschermo è stato rimosso dalla distribuzione di XScreenSaver a partire dalla versione 5.08. Simula il tipo di formazione delle bolle che appaiono quando l'acqua bolle: appaiono piccole bolle e, man mano che si avvicinano l'una all'altra, si combinano per formare delle bolle più grandi che infine scoppiano. Scritto da James Macnicol; 1996.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。これは水が沸騰したときの泡の形をシミュレートします。小さな泡が現れ、互いに近付き一つのより大きな泡を作ります。そして時々はじけます。James Macnicol、1996年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Бұл қайнаған суда пайда болатын бейне: шағын көпіршіктер туады, сосын бірігіп - қосылып үлкейеді да, бір кезде қалқып шығып жарылады. Авторы: James Macnicol; 1996.
ko: 이 화면 보호기는 XScreenSaver 5.08 이후에 삭제되었습니다. 물이 끓을 때의 거품 생성 과정을 흉내냅니다. 작은 거품이 나타나고 서로에게 가까이 다가가면서 큰 거품이 되어 터집니다. James Macnicol 작성, 1996년.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver-utgaven fra versjon 5.08. Dette simulerer den bobledannelsen som skjer når vann koker: Små bobler oppstår, og når de kommer nær hverandre smelter de sammen til større bobler, som før eller siden sprekker. Skrevet av James Macnicol, 1996.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Disse Pausschirm simuleert de Oort vun Blaasbillen, de sik bi kakendig Water bekieken lett: Toeerst dukt lütte Blasen op. Wenn se enanner beröhrt, warrt dor grötter Blasen ut, de an't Enn basst. Schreven vun James Macnicol, 1996.
nl: Deze schermbeveiliging was verwijderd uit de XScreenSaver distributie van versie 5.08. Dit simuleert het soort bellenformatie dat optreedt als water kookt: kleine bellen verschijnen en, als ze dichter bij elkaar komen, vormen ze grotere bellen, die uiteindelijk openbarsten. In 1996 geschreven door James Macnicol.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Simulering av bobler som når vatn kokar: Først kjem små bobler, og når dei kjem nær kvarandre, slår dei seg saman til store bobler, som til slutt sprekk. Skriven av James Macnicol i 1996.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Symulacja formacji bąbelków występującej podczas gotowania wody: pojawiają się małe bąbelki, które zbliżając się do siebie tworzą większe bąbelki i w końcu pękają. Autor: James Macnicol; 1996.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver desde a ver 5.08. Este simula o tipo de formação de bolhas que acontece quando a água ferve: vão aparecendo algumas bolhinhas que, à medida que se vão aproximando, combinam-se para formar bolhas maiores, as quais poderão rebentar eventualmente. Feito por James Macnicol; 1996.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Эмуляция образования пузырьков при кипении: появляются небольшие пузырьки, и когда они приближаются друг к другу, они сливаются в большие пузыри, которые затем лопаются. Автор Джеймс Макникол (James Macnicol); 1996.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Simulira nastanek mehurčkov, ko voda zavre. Pojavijo se majhni mehurčki, ki se približajo drug drugemu in nato združijo v večje mehurčke, ki na koncu počijo. Napisal James Macnicol, 1996.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Симулира формирање балона до каквог долази при кључању воде: појаве се мали балони, и како прилазе један другом, сједињују се и обликују веће, који на крају пукну. Написао Џејмс Макникол, 1996.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Den simulerar den formering av bubblor som uppstår när vatten kokar: Små bubblor visar sig, och när de närmar sig varandra, kombineras de och formar större bubblor, som till slut brister. Skriven av James Macnicol, 1996.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Ця програма імітує спосіб, у який відбувається формування бульбашок у воді що кипить:спочатку з’являються малі бульбашки, які згодом наближаються одна до одної, а потім формують більшу бульбашку, яка нарешті спливає. Автор — James Macnicol; 1996.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。這會模擬水在沸騰時產生泡泡的樣子：小的泡泡出現，然後彼此接近、連結成一個更大的泡泡，然後可能會破掉。由 James Macnicol 撰寫，1996。

# @option:check
source: Draw circles instead of bubble images
ca@valencia: Mostra cercles en lloc d'imatges de bombolles
es: Mostrar círculos en vez de imágenes de burbujas
et: Mullid piltide asemel ringidena
eu: Marraztu zirkuluak burbuila irudien ordez
fi: Piirrä ympyröitä kuplien sijaan
fr: Dessiner des cercles au lieu d'une image de bulle
ga: Dear ciorcail in ionad boilgeoga
gl: Debuxar círculos no canto de burbullas
hu: Körök rajzolása buborékképek helyett
it: Disegna cerchi al posto delle immagini delle bolle
ja: 泡の画像の代わりに円を描く
kk: Көпіршік жәй шеңбермен бейнеленсін
ko: 거품 그림 대신 원 그리기
lv: Zīmēt riņķus, nevis burbuļu attēlus
nb: Tegn sirkler i stedet for bildebobler
nds: Krinken ansteed vun Blaasbiller wiesen
nl: Cirkels tekenen in plaats van bellen
nn: Teikn sirklar i staden for biletbobler
pl: Rysuj okręgi zamiast bąbelków
pt: Desenhar círculos em vez de imagens de bolhas
ru: Рисовать пузырьки простыми кругами
sl: Izriši kroge namesto slik mehurčkov
sr@ijekavian: Цртај кружнице умјесто слика балона
sv: Rita cirklar istället för bubbelbilder
uk: Малює кола замість зображень бульбашок
zh_tw: 用圓圈替代泡泡圖

# @option:check
source: Don't hide bubbles when they pop
ca@valencia: No amagar les bombolles quan exploten
es: No esconder las burbujas cuando estallan
et: Mulle ei peideta, kui nad lõhkevad
eu: Ez ezkutatu burbuilak plaust egiten dutenean
fi: Älä piilota kuplia niiden poksahdettua
fr: Ne pas cacher les bulles quand elles éclatent
ga: Ná folaigh na boilgeoga nuair a phléascann siad
gl: Non agochar as burbullas cando rebentan
hu: A buborékok ne tűnjenek el szétpukkanás után
it: Non nascondere le bolle quando scoppiano
ja: 泡がはじけた時に隠さない
kk: Қалқып шыққан жасырылмасын
ko: 터지는 거품 숨기지 않기
lv: Neslēpt burbuļus pēc to uzsprāgšanas
nb: Ikke skjul boblene når de sprekker
nds: Blasen nich versteken, wenn se basst
nl: Bellen niet verbergen wanneer ze uit elkaar spatten
nn: Ikkje gøym boblene når dei sprekk
pl: Nie ukrywaj pękających bąbelków
pt: Não esconder as bolhas quando rebentam
ru: Показывать всплывшие пузырьки
sl: Ne skrij mehurčkov, ko počijo
sr@ijekavian: Не скривај балоне када пукну
sv: Dölj inte bubblor när de brister
uk: Не ховати бульбашки, які лускаються
zh_tw: 泡泡破裂時不隱藏

# @option:check
source: Leave trails
ca@valencia: Deixa rastre
es: Dejar rastros
et: Jälgede jätmine
eu: Utzi arrastoak
fi: Jätä jäljet
fr: Laisse des traînées
ga: Fág conairí
gl: Deixar rastros
hu: Nyomvonalak elhagyása
it: Lascia tracce
ja: 跡を残す
kk: Ізі қылсын
ko: 흔적 남기기
lv: Atstāt pēdas
nb: Etterlat spor
nds: Blaassporen
nl: Sporen achterlaten
nn: Legg att spor
pl: Zostawiaj ślady
pt: Deixar rastos
ru: Показывать следы
sl: Pusti sledi
sr@ijekavian: Остављај трагове
sv: Lämna spår
uk: Залишати сліди
zh_tw: 留下軌跡

# @option:radio
source: Bubbles rise
ca@valencia: Les bombolles pugen
es: Subida de burbujas
et: Mullid tõusevad
eu: Burbuilak igo
fi: Nousevat kuplat
fr: Provenance des bulles
ga: Éirigh na boilgeoga
gl: Burbullas ascendentes
hu: Növekvő buborékok
it: Le bolle salgono
ja: 泡が浮かび上がる
kk: Қалқып шықсын
ko: 거품 떠오름
lv: Burbuļi paceļas
nb: Bobler stiger
nds: Opstiegen Blasen
nl: Bellen stijgen op
nn: Boblestiging
pl: Unoszące się bąbelki
pt: As bolhas sobem
ru: Всплывающие пузырьки
sl: Mehurčki se dvigujejo
sr@ijekavian: Балони се издижу
sv: Bubblor stiger
uk: Бульбашки піднімаються
zh_tw: 泡泡升起

# @option:radio
source: Bubbles float
ca@valencia: Les bombolles cauen floten
es: Flotación de burbujas
et: Mullid lendlevad
eu: Burbuilak flotatu
fi: Kelluvat kuplat
fr: Flottaison des bulles
ga: Boilgeoga ar foluain
gl: Burbullas flutuantes
hu: Lebegő buborékok
it: Le bolle galleggiano
ja: 泡が浮かぶ
kk: Қалқып жүрсін
ko: 거품 떠다님
lv: Burbuļi peld
nb: Bobler flyter
nds: Sweven Blasen
nl: Bellen drijven
nn: Bobleflyt
pl: Pływające bąbelki
pt: As bolhas flutuam
ru: Плавающие пузырьки
sl: Mehurčki lebdijo
sr@ijekavian: Балони плутају
sv: Bubblor flyter
uk: Плаваючі бульбашки
zh_tw: 泡泡漂浮

# @option:radio
source: Bubbles fall
ca@valencia: Les bombolles cauen
es: Caída de burbujas
et: Mullid langevad
eu: Burbuilak erori
fi: Laskevat kuplat
fr: Chute des bulles
ga: Titeann na boilgeoga
gl: Cachoeira de burbullas
hu: Lehulló buborékok
it: Le bolle cadono
ja: 泡が落ちる
kk: Көпіршіктер түссін
ko: 거품 떨어짐
lv: Burbuļi grimst
nb: Bobler faller
nds: Fallen Blasen
nl: Bellen vallen
nn: Boblefall
pl: Opadające bąbelki
pt: As bolhas caem
ru: Падающие пузырьки
sl: Mehurčki padajo
sr@ijekavian: Балони падају
sv: Bubblor faller
uk: Падіння бульбашок
zh_tw: 泡泡掉落

# @item screen saver name
source: Bumps
et: Kühmud
fi: Töyssyt
fr: Bosses
gl: Vultos
hu: Dudorok
it: Faro
ja: でこぼこ
kk: Шам
ko: 범프
lv: Grambas
nb: Kuler
nds: Indellen
nl: Bobbels
nn: Humpar
pl: Zakłócenia
pt: Relevos
ru: Тиснение
sl: Izbokline
sr@ijekavian: Избочине
sv: Bulor
uk: Ліхтарик
zh_tw: 凸

# @info screen saver description
source: A spotlight roams across an embossed version of a loaded image. Written by Shane Smit; 1999.
ca@valencia: Un focus de llum recorre una versió en relleu d'una imatge carregada. Escrit per Shane Smit; 1999.
es: Un proyector se desplaza por una versión realzada de su escritorio o una imagen cargada. Escrito por Shane Smit; 1999.
et: Valgusvihk kulgeb üle sinu töölaua või mõne muu pildi kohrutatud versiooni. Autor: Shane Smit; 1999.
fi: Valonheitin liikkuu ladatun kuvan kohokuvamuunnelman poikki. Kirjoittanut Shane Smit, 1999.
it: Un faro spazza una versione in rilievo di un'immagine caricata. Scritto da Shane Smit; 1999.
ko: 엠보싱 효과가 적용된 그림을 스포트라이트가 돌아다니면서 비춥니다. Shame Smit 작성, 1999년.
nb: En lyskaster vandrer rundt over en preget versjon av et innlastet bilde. Skrevet av Shane Smit, 1999.
nds: En Lichtrebeet buttjert över en ingraven Verschoon vun en laadt Bild. Schreven 1999 vun Shane Smit.
nl: Een zoeklicht dwaalt over een van reliëf voorziene versie van een geladen afbeelding. In 1999 geschreven door Shane Smit.
pl: Promień świetlny wędrujący po uwypuklonym pulpicie lub wczytanym obrazie. Autor: Shane Smit; 1999.
pt: Um foco de luz percorre uma versão em relevo de uma imagem carregada. Feito por Shane Smit; 1999.
sl: Svetilka se pomika po vtisnjeni različici naložene slike. Napisal Shane Smit, 1999.
sr@ijekavian: Рефлектор шара преко рељефасте верзије учитане слике. Написао Шејн Смит, 1999.
sv: En spotlight vandrar runt över en reliefversion av en inläst bild. Skriven av Shane Smit, 1999.
uk: Сонячний промінчик, що подорожує рельєфною версією завантаженого зображення. Автор — Shane Smit; 1999.
zh_tw: 探照燈在載入的影像上遊走，以浮凸方式顯示出來。由 Shane Smit 撰寫，1999。
