Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Uses Craig Reynolds' classic "Boids" algorithm to simulate a school of fish. http://en.wikipedia.org/wiki/Boids Written by David C. Lambert; 2006.
ca@valencia: Utilitza l'algorisme clàssic «Boids» de Craig Reynolds per a simular una escola de peixos. http://en.wikipedia.org/wiki/Boids Escrit per David C. Lambert; 2006.
es: Utiliza el algoritmo clásico «Boids» de Craig Reynolds para simular una escuela de pesca. http://en.wikipedia.org/wiki/Boids. Escrito por David C. Lambert; 2006.
et: Kalade kooli simuleerimine vastavalt Craig Reynoldsi klassikalisele Boidsi algoritmile. http://en.wikipedia.org/wiki/Boids Autor: David C. Lambert; 2006.
fi: Simuloi kalaparvea Craig Reynoldsin Boids-algoritmilla. http://en.wikipedia.org/wiki/Boids Kirjoittanut David C. Lambert, 2006.
it: Usa il classico algoritmo «Boids» di Craig Reynolds per simulare un banco di pesci. http://it.wikipedia.org/wiki/Boids Scritto da David C. Lambert; 2006.
ko: 크레이그 레이놀드의 보이드 알고리즘을 사용하여 어군을 흉내냅니다. https://en.wikipedia.org/wiki/Boids David C. Lambert 작성, 2006년.
nb: Bruker Boids-algoritmen til Craig Reynolds for å simulere en fiskestim.http://en.wikipedia.org/wiki/Boids Skrevet av David C. Lambert i 2006.
nds: Simuleert mit Craig Reynold sien Boids-Algoritmus en Stüüm vun Fisch. http://de.wikipedia.org/wiki/Boids Schreven vun David C. Lambert, 2006.
nl: Gebruikt het klassieke Boid-algoritme van Craig Reynolds voor het simuleren van een school vissen. http://en.wikipedia.org/wiki/Boids In 2006 geschreven door David C. Lambert.
pl: Program korzysta z algorytmu Boids autorstwa Craiga Reynoldsa do symulowania ławicy ryb. http://en.wikipedia.org/wiki/Boids Autor: David C. Lambert; 2006.
pt: Usa o algoritmo "Boids" de Craig Reynolds para simular uma escola de peixes. http://en.wikipedia.org/wiki/Boids Feito por David C. Lambert; 2006.
sl: Uporaba klasičen Boidov algoritem Craiga Reynoldsa za simulacijo šole rib. http://en.wikipedia.org/wiki/Boids Napisal David C. Lambert, 2006.
sr@ijekavian: Користи класични алгоритам „боиди“ Крејга Рејнолдса за симулирање рибљег јата (http://en.wikipedia.org/wiki/Boids). Написао Дејвид Ламберт, 2006.
sv: Använder Craig Reynolds klassiska "Boids"-algoritm för att simulera ett fiskstim. Se http://en.wikipedia.org/wiki/Boids. Skriven av David C. Lambert, 2006.
uk: Використовує класичну реалізацію алгоритму Бойда для імітації зграйки рибок, розроблену Крейгом Рейнольдсом. http://en.wikipedia.org/wiki/Boids Автор — David C. Lambert; 2006.
zh_tw: 用 Craig Reynolds 的傳統 Boids 演算法模擬魚的學校。參考資料：http://en.wikipedia.org/wiki/Boids 。由 David C. Lambert 撰寫，2006。

# @info screen saver description
source: Uses Craig Reynolds' Boids algorithm to simulate a school of fish. http://en.wikipedia.org/wiki/Boids Written by David C. Lambert; 2006.
ca@valencia: Utilitza l'algorisme Boids de Craig Reynolds per a simular una escola de peixos. http://en.wikipedia.org/wiki/Boids Escrit per David C. Lambert; 2006.
es: Utiliza el algoritmo Boid de Craig Reynolds para simular una escuela de pesca. http://en.wikipedia.org/wiki/Boids. Escrito por David C. Lambert; 2006.
et: Kalade kooli simuleerimine vastavalt Craig Reynoldsi Boidsi algoritmile. http://en.wikipedia.org/wiki/Boids Autor: David C. Lambert; 2006.
fi: Simuloi kalaparvea Craig Reynoldsin Boids-algoritmilla. http://en.wikipedia.org/wiki/Boids Kirjoittanut David C. Lambert, 2006.
fr: Utilise l'algorithme Boids de Craig Reynolds pour simuler une école de poissons. http://en.wikipedia.org/wiki/Boids Écrit par David C. Lambert ; 2006.
gl: Emprega o algoritmo Boids de Craig Reynold para simular unha escola de peixe. http://en.wikipedia.org/wiki/Boids. Escribiuno David C. Lambert en 2006.
it: Usa l'algoritmo Boids di Craig Reynolds per simulare un banco di pesci. http://it.wikipedia.org/wiki/Boids Scritto da David C. Lambert; 2006.
ja: Craig Reynolds の Boids アルゴリズムを使って魚の群れをシミュレートします。http://ja.wikipedia.org/wiki/ボイド_(人工生命)。David C. Lambert、2006年作。
kk: Бойд алгоритмінің Craig Reynolds-тың іске асыруын балықтар үйірінің жүгіріс-қимылын бейнелеуге қолданған түрі. http://en.wikipedia.org/wiki/Boids Авторы: David C. Lambert; 2006.
ko: 크레이그 레이놀드의 보이드 알고리즘을 사용하여 어군을 흉내냅니다. https://en.wikipedia.org/wiki/Boids David C. Lambert 작성, 2006년.
nb: Bruker Boids-algoritmen til Craig Reynolds for å simulere en fiskestim. <link>http://en.wikipedia.org/wiki/Boids</link> Skrevet av David C. Lambert i 2006.
nds: Simuleert mit Craig Reynold sien Boids-Algoritmus en Stüüm vun Fisch. http://de.wikipedia.org/wiki/Boids Schreven vun David C. Lambert, 2006.
nl: Gebruikt het Boid-algoritme van Craig Reynolds voor het simuleren van een school vissen.http://en.wikipedia.org/wiki/Boids In 2006 geschreven door David C. Lambert.
nn: Brukar Boids-algoritmen til Craig Reynolds for å simulera ein fiskestim. <link>http://en.wikipedia.org/wiki/Boids</link> Skriven av David C. Lambert i 2006.
pl: Program korzysta z algorytmu Boids autorstwa Craiga Reynoldsa do symulowania ławicy ryb. http://en.wikipedia.org/wiki/Boids Autor: David C. Lambert; 2006.
pt: Usa o algoritmo Boids de Craig Reynolds para simular uma escola de peixes. http://en.wikipedia.org/wiki/Boids Feito por David C. Lambert; 2006.
ru: Используется Boids, алгоритм Крейга Рейнольдса, для эмуляции школы рыб. http://en.wikipedia.org/wiki/Boids Автор Дейвид К.Ламберт (David C. Lambert), 2006.
sl: Uporaba Boidov algoritem Craiga Reynoldsa za simulacijo šole rib. http://en.wikipedia.org/wiki/Boids Napisal David C. Lambert, 2006.
sr@ijekavian: Користи алгоритам „боиди“ Крејга Рејнолдса за симулирање рибљег јата (http://en.wikipedia.org/wiki/Boids). Написао Дејвид Ламберт, 2006.
sv: Använder Craig Reynolds Boids-algoritm för att simulera ett fiskstim. Se http://en.wikipedia.org/wiki/Boids. Skriven av David C. Lambert, 2006.
uk: Використовує реалізацію Craig Reynolds алгоритму Бойда для імітації зграйки рибок. http://en.wikipedia.org/wiki/Boids Автор — David C. Lambert; 2006.
zh_tw: 用 Craig Reynolds 的 Boids 演算法模擬魚的學校。參考資料：http://en.wikipedia.org/wiki/Boids 。由 David C. Lambert 撰寫，2006。

# @label:slider
source: Fish count
ca@valencia: Nombre de peixos
es: Contador de peces
et: Kalade arv
eu: Arrai kopurua
fi: Kaloja
fr: Nombre de poissons
ga: Líon na n-iasc
gl: Cantidade de peixes
hu: A halak száma
it: Numero di pesci
ja: 魚の数
kk: Балықтар
ko: 물고기 마리 수
lv: Zivju skaits
nb: Antall fisk
nds: Tall vun Fischen
nl: Aantal vissen
nn: Talet på fisk
pl: Liczba ryb
pt: Número de peixes
ru: Количество рыб
sl: Število rib
sr@ijekavian: Број риба
sv: Antal fiskar
uk: Кількість рибок
zh_tw: 魚的總數

# @item:inrange Fish count
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Fish count
source: Lots
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molti
ja: 組
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @label:slider
source: Avoidance
ca@valencia: Defugiment
es: Evitar
et: Vältimine
fi: Välttely
fr: Évitement
ga: Seachaint
gl: Impedimento
hu: Elkerülés
it: Scansamento
kk: Жалтару
ko: 회피
lv: Izvairīšanās
nb: Unngåing
nds: Verhöden
nl: Vermijden
nn: Unngåing
pl: Unikanie
pt: Impedimento
ru: Предотвращение столкновений
sl: Izogibanje
sr@ijekavian: Избјегавање
sv: Undvikande
uk: Запобігання
zh_tw: 避開

# @item:inrange Avoidance
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei lainkaan
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: никакво
sv: Inget
uk: Немає
zh_tw: 無

# @item:inrange Avoidance
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
eu: Altua
fi: Paljon
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Әбден
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visoko
sr@ijekavian: знатно
sv: Stort
uk: Високе
zh_tw: 高

# @label:slider
source: Velocity matching
ca@valencia: Coincidència de velocitats
es: Juego de velocidad
et: Kiiruse ühitamine
fi: Nopeuden vastaavuus
fr: Concordance de vélocité
ga: Meaitseáil treoluais
gl: Correspondencia da velocidade
hu: Sebességigazítás
it: Armonizzazione della velocità
ja: 速さを一致
kk: Үйірлесу
ko: 속도 일치
lv: Ātruma saskanība
nb: Fartssamsvar
nds: Gauheit topassen
nl: Snelheid overeen laten komen
nn: Fartssamsvar
pl: Dostosowanie prędkości
pt: Correspondência da velocidade
ru: Одинаковая скорость
sl: Ujemanje hitrosti
sr@ijekavian: Поклапање брзине
sv: Anpassad hastighet
uk: Відповідність швидкості
zh_tw: 速度比對

# @item:inrange Velocity matching
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei lainkaan
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhuma
ru: Нет
sl: Brez
sr@ijekavian: никакво
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Velocity matching
source: High
ca@valencia: Alta
es: Alto
et: Kõrge
eu: Altua
fi: Sama
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoko
sr@ijekavian: знатно
sv: Stor
uk: Висока
zh_tw: 高

# @label:slider
source: Centering
ca@valencia: Centrat
es: Centrado
et: Tsentreerimine
eu: Erdiratzen
fi: Keskitys
fr: Centrage
ga: Lárú
gl: Centrado
hu: Középre helyezés
it: Centramento
ja: 中央配置
kk: Жиналу
ko: 가운데 배치
lv: Centrēšana
nb: Sentrering
nds: Inmiddelt
nl: Centreren
nn: Sentrering
pl: Wyśrodkowanie
pt: Alinhamento ao Centro
ru: Центрирование
sl: Usredinjenje
sr@ijekavian: Центрирање
sv: Centrering
uk: Центрування
zh_tw: 置中

# @item:inrange Centering
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei lainkaan
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: никакво
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Centering
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
eu: Altua
fi: Paljon
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Әбден
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visoko
sr@ijekavian: знатно
sv: Stor
uk: Високе
zh_tw: 高

# @label:slider
source: Goal following
ca@valencia: Seguiment d'objectiu
es: Seguimiento de objetivo
et: Eesmärgi järgimine
fi: Päämäärähakuisuus
fr: Centrage
gl: Seguimento do obxectivo
hu: Célkövetés
it: Perseguimento dell'obbiettivo
kk: Мақсаты
ko: 목표 따라오기
lv: Sekošana mērķim
nb: Målfølging
nds: Teel nagahn
nl: Doel volgen
nn: Målfølging
pl: Śledzenie celu
pt: Seguimento do objectivo
ru: Следование за целью
sl: Sledenje cilju
sr@ijekavian: Праћење циља
sv: Målföljning
uk: Мета плавання
zh_tw: 跟隨的目標

# @item:inrange Goal following
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei lainkaan
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: никакво
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Goal following
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Selvä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Әбден
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visoko
sr@ijekavian: знатно
sv: Stor
uk: Спільна
zh_tw: 高

# @option:check
source: Draw goal
ca@valencia: Dibuixa un objectiu
es: Dibujar objetivo
et: Eesmärgi näitamine
fi: Piirrä päämäärä
fr: Dessiner les buts
ga: Dear an sprioc
gl: Debuxar o obxectivo
hu: A cél kirajzolása
it: Disegna obbiettivo
ja: ゴールを表示
kk: Көрігі
ko: 목표 그리기
lv: Zīmēt mērķi
nb: Tegn målet
nds: Teel wiesen
nl: Doel tekenen
nn: Teikn målet
pl: Rysuj cel
pt: Desenhar o objectivo
ru: Рисовать цель
sl: Izriši cilj
sr@ijekavian: Цртај циљ
sv: Rita mål
uk: Малювати мету
zh_tw: 繪製目標

# @item screen saver name
source: GLSlideshow
ca@valencia: Passe de diapositives GL
et: GLSlaidiseanss
eu: GLDiapositibaErakusketa
fi: GL-Diaesitys
fr: Diaporama (GL)
gl: Presentación GL
hu: GLDiavetítés
it: Sequenza di immagini
ja: GL スライドショー
kk: GLСлайд-шоу
ko: GL 슬라이드 쇼
nb: GL Lysbildeshow
nds: GL-Diaschau
nl: GL-diavoorstelling
nn: GL-biletframvising
pl: Pokaz slajdów GL
pt: Apresentação (GL)
sl: Predstavitev GL
sr@ijekavian: Слајдшоу (ГЛ)
sv: Bildspel GL
uk: Слайди (GL)
zh_tw: 幻燈片放映（GL）

# @info screen saver description
source: Loads a random sequence of images and smoothly scans and zooms around in each, fading from pan to pan. Written by Jamie Zawinski and Mike Oliphant; 2003.
ca@valencia: Carrega una seqüència a l'atzar d'imatges i les amplia i redueix suaument, esvaint-les en passar d'una a l'altre. Escrit per Jamie Zawinski i Mike Oliphant; 2003.
es: Carga una secuencia aleatoria de imágenes y explora y aumenta suavemente cada una de ellas, atenuándose en cada ajuste. Escrito por Jamie Zawinski y Mike Oliphant; 2003.
et: Laadib juhuslikus järjekorras pilte ning suurendab ja vähendab neid kenasti, minnes ühelt pildilt üle teisele. Autorid: Jamie Zawinski ja Mike Oliphant; 2003.
fi: Lataa satunnaisjoukon kuvia ja suurentaa ja pienentää kutakin vuorollaan aina edellisen näkymän häivyttäen. Kirjoittaneet Jamie Zawinski ja Mike Oliphant, 2003.
fr: Charge une séquence aléatoire d'images puis scan et zoom en douceur autour de chacune, en faisant un fondu de d'un mouvement à l'autre. Écrit par Jamie Zawinski et Mike Oliphant ; 2003
gl: Carga unha secuencia aleatoria de imaxes e desprázaas ou amplíaas suavemente, esvaendo de pasaxe para pasaxe. Escribírono Jamie Zawinski e Mike Oliphant en 2003.
it: Carica una sequenza casuale di immagini, facendole scorrere tranquillamente e passando da una all'altra in dissolvenza. Scritto da Jamie Zawinski e Mike Oliphant; 2003.
kk: Кескіндер тізбегін алып, бір-бірден үлкейтіп, шолып, біртіндеп ауыстырп отырады. Авторлары: Jamie Zawinski мен Mike Oliphant; 2003.
ko: 임의의 그림을 불러온 다음 각각 그림을 부드럽게 지나가면서 확대합니다. Jamie Zawinski, Mike Oliphant 작성, 2003년.
nb: Laster tilfeldige bilder, og panorerer og forstørrer rundt disse, med jevn krysstoning mellom panoreringer. Skrevet av Jamie Zawinski og Mike Oliphant i 2003.
nds: Laadt en tofällig Reeg vun Biller, kiekt se suutje dör, maakt se deelwies grötter un blendt se ut. Schreven vun Jamie Zawinski un Mike Oliphant, 2003.
nl: Laadt een willekeurige serie afbeeldingen die al heen en weer gaande gescand en ingezoomd worden. In 2003 geschreven door Jamie Zawinski and Mike Oliphant.
nn: Lastar tilfeldige bilete, og panorerer og forstørrer rundt desse, men jamn krysstoning mellom ulike panoreringar. Skriven av Jamie Zawinski og Mike Oliphant i 2003.
pl: Wczytuje losową sekwencję obrazów i łagodnie skanuje oraz powiększa każdy obraz, od brzegu do brzegu. Autorzy: Jamie Zawinski i Mike Oliphant; 2003.
pt: Carrega uma sequência aleatória de imagens e desloca-as ou amplia-as suavemente, desvanecendo de passagem para passagem. Feito por Jamie Zawinski e Mike Oliphant; 2003.
ru: Загружает в случайной последовательности изображения и плавно перемещается и масштабирует. Авторы: Джеми Завински и Майк Олифант (Jamie Zawinski and Mike Oliphant), 2003.
sl: Naloži naključno zaporedje slik in gladko preišče in približa vsako, pojema od kota do kota. Napisala Jamie Zawinski in Mike Oliphant, 2003.
sr@ijekavian: Учитава насумичан низ слика и глатко их панира и увеличава около, претапајући од једне до друге. Написали Џејми Завински и Мајк Олифант, 2003.
sv: Laddar en slumpmässig följd av bilder och söker mjukt igenom och zoomar omkring i var och en av dem, med toning från panorering till panorering. Skriven av Jamie Zawinski and Mike Oliphant, 2003.
uk: Завантажує випадкову послідовність зображень і плавно розгортає їх та подорожує ними, переходячи від панорами до панорами. Автори — Jamie Zawinski та Mike Oliphant; 2003.
zh_tw: 隨機載入一系列影像，平滑地掃描、縮放、移動、淡入、淡出。由 Jamie Zawinski 與 Mike Oliphant 撰寫，2003。

# @item:inrange Time until loading a new image
source: 10 seconds
ca@valencia: 10 segons
es: 10 segundos
et: 10 sekundit
eu: 10 segundo
fi: 10 sekuntia
fr: 10 secondes
ga: 10 soicind
gl: 10 segundos
hu: 10 másodperc
it: 10 secondi
ja: 10 秒
kk: 10 секунд
ko: 10초
lv: 10 sekunžu
nb: 10 sekunder
nds: 10 Sekunnen
nl: 10 seconden
nn: 10 sekund
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
sl: 10 sekund
sr@ijekavian: 10 секунди
sv: 10 sekunder
uk: 10 секунд
zh_tw: 10 秒鐘

# @item:inrange Time until loading a new image
source: 5 minutes
ca@valencia: 5 minuts
es: 5 minutos
et: 5 minutit
eu: 5 minutu
fi: 5 minuuttia
ga: 5 nóiméad
gl: 5 minutos
hu: 5 perc
it: 5 minuti
ja: 5 分
kk: 5 минут
ko: 5분
lv: 5 minūtes
nb: 5 minutter
nds: 5 Minuten
nl: 5 minuten
nn: 5 minutt
pl: 5 minut
pt: 5 minutos
ru: 5 минут
sl: 5 minut
sr@ijekavian: 5 минута
sv: 5 minuter
uk: 5 хвилин
zh_tw: 5 分鐘

# @label:slider
source: Always show at least this much of the image
ca@valencia: Mostra sempre com a mínim esta part de la imatge
es: Siempre mostrar al menos esta parte de la imagen
et: Pildist alati näha olev osa
eu: Beti erakutsi gutxienez irudiaren honenbeste
fi: Näytä aina ainakin tämän verran kuvasta
fr: Toujours afficher au moins cette quantité de l'image
gl: Mostrar sempre polo menos esta parte da imaxe
it: Mostra sempre almeno tanto così dell'immagine
ja: イメージを表示する最小限
kk: Кемінде көрсетілетін кескіннің бөлігі
ko: 그림을 최소한 이 부분 보여 주기
lv: Vienmēr ielādēt vismaz šādu daļu attēla
nb: Vis alltid minst så mye av bildet
nds: Jümmers tominnst soveel vun dat Bild wiesen
nl: Altijd minstens zoveel tonen van de afbeelding
nn: Vis alltid minst så mykje av biletet
pl: Pokazuj przynajmniej taką część widoku
pt: Mostrar sempre pelo menos esta porção da imagem
ru: Всегда показывать не менее этой области изображения
sl: Vedno pokaži vsaj toliko slike
sr@ijekavian: Увек приказуј бар оволики дио слике
sv: Visa alltid så här mycket av bilden
uk: Завжди показувати принаймні цю частину зображення
zh_tw: 總是顯示至少這個比例的影像。

# @label:slider
source: Pan/zoom duration
ca@valencia: Durada del zoom/seguiment
es: Duración del zoom
et: Liigutamise/suurendamise kestus
fi: Panoroinnin tai lähennyksen kesto
fr: Duré du mouvement / zoom
ga: Tréimhse peanála/súmála
gl: Duración da ampliación/desprazamento
hu: Úsztatási/nagyítási idő
it: Durata dello scorrimento
ja: パン/ズームする時間
kk: Шолу/Үлкейту ұзақтығы
ko: 패닝/크기 조정 시간
lv: Panoramēšanas/tālummaiņas ilgums
nb: Varighet på panorering/forstørring
nds: Duer för't Verschuven oder Gröttännern
nl: Duur beweging
nn: Lengd på panorering/forstørring
pl: Czas trwania powiększenia/skanowania
pt: Duração da ampliação/deslocamento
ru: Продолжительность панорамирования/масштабирования
sl: Trajanje kota/približanja
sr@ijekavian: Трајање панирања и увеличавања
sv: Panorerings- och zoomvaraktighet
uk: Тривалість панорамування/масштабування
zh_tw: 移動/縮放期間

# @item:inrange Pan/zoom duration
source: 1 second
ca@valencia: 1 segon
es: 1 segundo
et: 1 sekund
eu: segundo 1
fi: 1 sekunti
fr: 1 seconde
ga: Soicind amháin
gl: 1 segundo
hu: 1 másodperc
it: 1 secondo
ja: 1 秒
kk: 1 секунд
ko: 1초
lv: 1 sekunde
nb: 1 sekund
nds: 1 Sekunn
nl: 1 seconde
nn: 1 sekund
pl: 1 sekunda
pt: 1 segundo
ru: 1 секунда
sl: 1 sekunda
sr@ijekavian: 1 секунда
sv: 1 sekund
uk: 1 секунда
zh_tw: 1 秒鐘

# @item:inrange Pan/zoom duration
source: 30 seconds
ca@valencia: 30 segons
es: 30 segundos
et: 30 sekundit
eu: 30 segundo
fi: 30 sekuntia
fr: 30 secondes
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 секунд
ko: 30초
lv: 30 sekunžu
nb: 30 sekunder
nds: 30 Sekunnen
nl: 30 seconden
nn: 30 sekund
pl: 30 sekund
pt: 30 segundos
ru: 30 секунд
sl: 30 sekund
sr@ijekavian: 30 секунди
sv: 30 sekunder
uk: 30 секунд
zh_tw: 30 秒鐘

# @label:slider
source: Crossfade duration
ca@valencia: Durada de l'esvaïment
es: Tiempo de fundido
et: Siirde kestus
fi: Ristiinhäivytyksen kesto
fr: Temps de fondu
ga: Tréimhse traschéimnithe
gl: Duración do esvaecemento cruzado
hu: Áttűnési idő
it: Durata della dissolvenza
kk: Біртіндеп аусу уақыты
ko: 크로스페이드 시간
lv: Sapludināšanas ilgums
nb: Varighet på krysstoning
nds: Duer för't Överblennen
nl: Duur gekte
nn: Lengd på krysstoning
pl: Czas przejścia
pt: Duração da desvanecência cruzada
ru: Продолжительность перекрёстного затухания
sl: Trajanje postopnega prehoda
sr@ijekavian: Трајање претапања
sv: Övertoningens varaktighet
uk: Час перетікання
zh_tw: 交叉時間

# @item:inrange Crossfade duration
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei mikään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhuma
ru: Нет
sl: Brez
sr@ijekavian: ништа
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Crossfade duration
source: 30 seconds
ca@valencia: 30 segons
es: 30 segundos
et: 30 sekundit
eu: 30 segundo
fi: 30 sekuntia
fr: 30 secondes
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 секунд
ko: 30초
lv: 30 sekunžu
nb: 30 sekunder
nds: 30 Sekunnen
nl: 30 seconden
nn: 30 sekund
pl: 30 sekund
pt: 30 segundos
ru: 30 секунд
sl: 30 sekund
sr@ijekavian: 30 секунди
sv: 30 sekunder
uk: 30 секунд
zh_tw: 30 秒鐘

# @item screen saver name
source: GLSnake
ca@valencia: Serp GL
et: GLMadu
eu: GlSugea
fi: GL-Käärme
fr: Serpent (GL)
gl: Cobra GL
hu: GLKígyó
it: Serpente
ja: GL スネーク
kk: GLЖылан
ko: GL 뱀
nb: GL-slange
nds: GLSnaak
nn: GL-slange
pl: Wąż GL
pt: Cobra (GL)
sl: Kača GL
sr@ijekavian: Змија (ГЛ)
sv: GL-orm
uk: Змія (GL)
zh_tw: 蛇（GL）
