Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This shows a rotating Clifford Torus: a torus lying on the "surface" of a 4D hypersphere. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Written by Carsten Steger; 2003.
ca@valencia: Este mostra un tor de Clifford en rotació: un tor situat en la «superfície» d'una hiperesfera 4D. Inspirat pel llibre de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Escrit per Carsten Steger; 2003.
es: Esto muestra un toro Clifford rotando. Un toro está en la «superficie» de una hiperesfera en 4D. Inspirado en el libro de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Librería Científica Americana, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope. Escrito por Carsten Steger; 2003.
et: Näitab pöörlevat Cliffordi rõngaspinda ehk 4D hüpersfääri "pinnal" paiknevat rõngaspinda. Loomiseks andis indu Thomas Banchoffi raamat "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
fi: Tämä näyttää pyörivän Clifford-toruksen: toruksen, joka makaa neliulotteisen hyperpallon ”pinnalla”. Inspiraation antoi Thomas Banchoffin kirja ”Beyond the third dimension: Geometry, computer graphics, and higher dimensions”, Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Kirjoittanut Carsten Steger, 2003.
fr: Cela montre une tore de Clifford qui tourne : une tore s'étalant à la « surface » d'un hyperespace 4D. Inspiré du livre de Thomas Banchoff « Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions », Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Écrit par Carsten Steger ; 2003.
gl: Isto mostra un Toro de Clifford en rotación: un toro que fica «á superficie» dunha hiperesfera 4D. Inspirado no libro de Thomas Banchoff, «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope. Escribiuno Carsten Steger en 2003.
it: Disegna un toro di Clifford rotante: un toro che giace sulla «superficie» di un'ipersfera quadridimensionale. Ispirato dal libro di Thomas Banchoff «Oltre la terza dimensione, geometria, computer graphics e spazi multidimensionali», Zanichelli, 1993. http://it.wikipedia.org/wiki/Ipersfera http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Scritto da Carsten Steger; 2003.
kk: Бұралатын Клиффордтың торы: төрт-өлшемді гипершардың "бетінде" жатқан тордың бейнесі. Шабыттың көзі - Thomas Banchoff жазған "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions" деген кітабі, Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Авторы: Carsten Steger; 2003.
ko: 회전하는 클리포드 토러스를 표시합니다. 4차원 초구의 표면에 있는 토러스입니다. 토마스 밴코프의 책 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990을 기반으로 합니다.https://ko.wikipedia.org/wiki/%EC%B4%88%EA%B5%AC https://en.wikipedia.org/wiki/Clifford_torus https://ko.wikipedia.org/wiki/%EC%A0%95%ED%8F%B4%EB%A6%AC%ED%86%A0%ED%94%84 Carsten Steger 작성, 2003년.
nb: Viser en snurrende Clifford-torus («smultring») som ligger på overflaten til en 4D-hyperkule. Inspirert av Thomas Banchoffs bok «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library 1990.http://en.wikipedia.org/wiki/N-spherehttp://en.wikipedia.org/wiki/Clifford_torushttp://en.wikipedia.org/wiki/Regular_polytope Skrevet av Carsten Steger i 2003.
nds: Wiest en dreihen Clifford-Ring: En Ring liggt op de "Böversiet" vun en 4D-Översfeer. Na Thomas Banchoff sien Book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://de.wikipedia.org/wiki/Sphäre_(Mathematik) http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Schreven vun Carsten Steger, 2003.
nl: Dit toont een draaiende Clifford-torus: een torus die op het "oppervlak" van een 4D hypersphere ligt. Geïnspireerd door het boek van Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope In 2003 geschreven door Carsten Steger.
nn: Viser ein snurrande Clifford-torus («smultring») som ligg på overflata til ei 4D-hyperkule. Inspirert av Thomas Banchoff si bok «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions». <link>http://en.wikipedia.org/wiki/N-sphere</link> <link>http://en.wikipedia.org/wiki/Clifford_torus</link> <link>http://en.wikipedia.org/wiki/Regular_polytope</link> Skriven av Carsten Steger i 2003.
pl: Program ten wyświetla sześć regularnych czterowymiarowych wielokształtów, obracających się w czterech wymiarach. Inspiracją była książka Thomasa Banchoff'a "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
pt: Isto mostra um Toro de Clifford em rotação: um toro que fica "à superfície" de uma hiper-esfera 4D. Inspirado no livro de Thomas Banchoff, "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Feito por Carsten Steger; 2003.
ru: Показывается вращающийся тор Клиффорда: тор, лежащий на "поверхности" четырёхмерной гиперсферы. По мотивам книги Томаса Банкоффа (Thomas Banchoff) "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://ru.wikipedia.org/wiki/Гиперсфера http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Автор Карстен Штегер (Carsten Steger), 2003.
sl: Pokaže vrteči Cliffordov zvitek: zvitek, ki leži na "površini" 4D hiperkrogle. Navdih za ohranjevalnik zaslona je bila knjiga Thomasa Banchoffa "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Napisal Carsten Steger, 2003.
sr@ijekavian: Приказује обртни Клифордов торус: торус који лежи на „површини“ 4Д хиперсфере (http://en.wikipedia.org/wiki/N-sphere, http://en.wikipedia.org/wiki/Clifford_torus, http://en.wikipedia.org/wiki/Regular_polytope). Инспирисано књигом Томаса Банкофа „Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions“, Библиотека Сајентифик америкена, 1990. Написао Карстен Штегер, 2003.
sv: Den här visar en roterande Clifford-torus: En torus som ligger på "ytan" av en fyrdimensionell hypersfär. Inspirerad av Thomas Banchoffs bok "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. Se http://en.wikipedia.org/wiki/N-sphere, http://en.wikipedia.org/wiki/Clifford_torus och http://en.wikipedia.org/wiki/Regular_polytope. Skriven av Carsten Steger, 2003.
uk: Ця програма відображає Тор Кліффорда, тобто тор що лежить на «поверхні» чотиривимірної гіперсфери, що обертається. На написання програми автора надихнула книга Томаса Банчоффа «Поза третім виміром: Геометрія, комп’ютерна графіка і вищі виміри», Американська наукова бібліотека, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Автор — Carsten Steger; 2003.
zh_tw: 展示一個旋轉的 Clifford 環形圓紋曲面：位於一個四維超球體「表面」的環面。靈感來自 Thomas Banchoff 的書 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions"，美國科學圖書館，1990。參考資料：http://en.wikipedia.org/wiki/N-sphere ，http://en.wikipedia.org/wiki/Clifford_torus ， http://en.wikipedia.org/wiki/Regular_polytope 。由 Carsten Steger 撰寫，2003。

# @option:radio
source: Solid
ca@valencia: Sòlid
es: Sólido
et: Ühtlane
eu: Solidoa
fi: Kiinteä
fr: Forme pleine
ga: Soladach
gl: Sólido
hu: Tömör
it: Solido
ja: ソリッド
kk: Тұтас
ko: 단색
lv: Vienlaidus
nb: Fast
nds: Vull
nl: Vast
nn: Fast
pl: Stałe
pt: Sólido
ru: Сплошняком
sl: Polno
sr@ijekavian: Пуно
sv: Helfylld
uk: Суцільний
zh_tw: 實體

# @option:radio
source: Transparent
es: Transparente
et: Läbipaistev
fi: Läpinäkyvä
hu: Átlátszó
it: Trasparente
ja: 透明
ko: 투명
nb: Gjennomsiktig
nds: Dörsichtig
nl: Transparant
pl: Przezroczysty
pt: Transparente
sl: Prozorno
sr@ijekavian: Прозирно
sv: Genomskinlig
uk: Прозорий
zh_tw: 透明

# @option:radio
source: Solid object
ca@valencia: Objecte sòlid
es: Objetos sólido
et: Ühtlane objekt
eu: Objektu solidoa
fi: Kiinteä kappale
fr: Objets unis
ga: Réad Soladach
gl: Obxecto sólido
hu: Tömör objektum
it: Oggetto solido
ja: ソリッドオブジェクト
kk: Түтас нысан
ko: 단일 객체
lv: Vienlaidus objekts
nb: Fast objekt
nds: Fast Objekt
nl: Massieve objecten
nn: Fylt torus
pl: Jednolite obiekty
pt: Objecto sólido
ru: Непрозрачный объект
sl: Zapolnjen predmet
sr@ijekavian: Пун објекат
sv: Fyllt objekt
uk: Суцільний об'єкт
zh_tw: 實心物體

# @option:radio
source: Transparent bands
ca@valencia: Bandes transparents
es: Bandas transparentes
et: Läbipaistvad ribad
fi: Läpinäkyvät nauhat
it: Bande trasparenti
ko: 투명한 밴드
nb: Gjennomsiktige bånd
nds: Dörschienen Bänner
nl: Transparante banden
pl: Przezroczyste pasy
pt: Bandas transparentes
sl: Prozorni pasovi
sr@ijekavian: Прозирни појасеви
sv: Genomskinliga band
uk: Прозорі смуги
zh_tw: 透明帶

# @option:radio
source: 1 transparent spiral
ca@valencia: 1 espiral transparent
es: 1 espiral transparente
et: 1 läbipaistev spiraal
fi: Läpinäkyvä spiraali
hu: 1 átlátszó spirál
it: 1 spirale trasparente
ko: 투명한 회전형 1개
nb: 1 gjennomsiktig spiral
nds: 1 dörsichtig Spiraal
nl: 1 transparante spiraal
pl: 1 przezroczysta spirala
pt: 1 espiral transparente
sl: 1 prozorna spirala
sr@ijekavian: 1 прозирна спирала
sv: 1 genomskinlig spiral
uk: 1 прозора спіраль
zh_tw: 1 個透明螺旋

# @option:radio
source: See-through spirals (1 spiral)
ca@valencia: Espirals transparents (1 espiral)
es: Ver a través de las espirales (1 espiral)
et: Läbipaistvad spiraalid (1 spiraal)
eu: Ikusi espiraletan zehar (espiral 1)
fr: Voir à travers les spirales (1 spirale)
ga: Bíseanna trédhearcacha (bís amháin)
gl: Espirais transparentes (1 espiral)
hu: Átlátszó spirál (1 spirál)
it: Spirali trasparenti (1 spirale)
ja: シースルースパイラル (1 スパイラル)
kk: Мөлдір спиральді (1 спираль)
ko: 투과 가능 회전형(회전형 1개)
lv: Caurspīdīgas spirāles (1 spirāle)
nb: Gjennomsiktige spiraler (1 spiral)
nds: Dörsichtig Spiraal (1 Spiraal)
nl: Doorzichtspiralen (1 spiraal)
nn: Gjennomsiktige spiralar (1 spiral)
pl: Prześwitująca spirala (jedna)
pt: Espirais transparentes (1 espiral)
ru: Видимые насквозь спирали (1 спираль)
sl: Spirale skozi katere je mogoče videti (1 spirala)
sr@ijekavian: Провидне спирале (1 спирала)
sv: Genomskinlig spiral (1 spiral)
uk: Прозорі спіралі (1 спіраль)
zh_tw: 看穿螺旋（1 個螺旋）

# @option:radio
source: 2 transparent spirals
ca@valencia: 2 espirals transparents
es: 2 espirales transparentes
et: 2 läbipaistvat spiraali
fi: 2 läpinäkyvää spiraalia
hu: 2 átlátszó spirál
it: 2 spirali trasparenti
ko: 투명한 회전형 2개
nb: 2 gjennomsiktige spiraler
nds: 2 dörsichtige Spiralen
nl: 2 transparante spiralen
pl: 1 przezroczyste spirale
pt: 2 espirais transparentes
sl: 2 prozorni spirali
sr@ijekavian: 2 прозирне спирале
sv: 2 genomskinliga spiraler
uk: 2 прозорих спіралі
zh_tw: 2 個透明螺旋

# @option:radio
source: See-through spirals (2 spirals)
ca@valencia: Espirals transparents (2 espirals)
es: Ver a través de las espirales (2 espirales)
et: Läbipaistvad spiraalid (2 spiraali)
eu: Ikusi espiraletan zehar (2 espiral)
fr: Voir à travers les spirales (2 spirales)
ga: Bíseanna trédhearcacha (2 bhís)
gl: Espirais transparentes (2 espirais)
hu: Átlátszó spirálok (2 spirál)
it: Spirali trasparenti (2 spirali)
ja: シースルースパイラル (2 スパイラル)
kk: Мөлдір спиральді (2 спираль)
ko: 투과 가능 회전형(회전형 2개)
lv: Caurspīdīgas spirāles (2 spirāles)
nb: Gjennomsiktige spiraler (2 spiraler)
nds: Dörsichtig Spiralen (2 Spiralen)
nl: Doorzichtspiralen (2 spiralen)
nn: Gjennomsiktige spiralar (2 spiralar)
pl: Prześwitujące spirale (dwie)
pt: Espirais transparentes (2 espirais)
ru: Видимые насквозь спирали (2 спирали)
sl: Spirale skozi katere je mogoče videti (2 spirali)
sr@ijekavian: Провидне спирале (2 спирале)
sv: Genomskinliga spiraler (2 spiraler)
uk: Прозорі спіралі (2 спіралі)
zh_tw: 看穿螺旋（2 個螺旋）

# @option:radio
source: 4 transparent spirals
ca@valencia: 4 espirals transparents
es: 4 espirales transparentes
et: 4 läbipaistvat spiraali
fi: 4 läpinäkyvää spiraalia
hu: 4 átlátszó spirál
it: 4 spirali trasparenti
ko: 투명한 회전형 4개
nb: 4 gjennomsiktige spiraler
nds: 4 dörsichtige Spiralen
nl: 4 transparante spiralen
pl: 4 przezroczyste spirale
pt: 4 espirais transparentes
sl: 4 prozorne spirale
sr@ijekavian: 4 прозирне спирале
sv: 4 genomskinliga spiraler
uk: 4 прозорих спіралі
zh_tw: 4 個透明螺旋

# @option:radio
source: See-through spirals (4 spirals)
ca@valencia: Espirals transparents (4 espirals)
es: Ver a través de 4 espirales
et: Läbipaistvad spiraalid (4 spiraali)
eu: Ikusi espiraletan zehar (4 espiral)
fr: Voir à travers les spirales (4 spirales)
ga: Bíseanna trédhearcacha (4 bhís)
gl: Espirais transparentes (4 espirais)
hu: Átlátszó spirálok (4 spirál)
it: Spirali trasparenti (4 spirali)
ja: シースルースパイラル (4 スパイラル)
kk: Мөлдір спиральді (4 спираль)
ko: 투과 가능 회전형(회전형 4개)
lv: Caurspīdīgas spirāles (4 spirāles)
nb: Gjennomsiktige spiraler (4 spiraler)
nds: Dörsichtig Spiralen (4 Spiralen)
nl: Doorzichtspiralen (4 spiralen)
nn: Gjennomsiktige spiralar (4 spiralar)
pl: Prześwitujące spirale (cztery)
pt: Espirais transparentes (4 espirais)
ru: Видимые насквозь спирали (4 спирали)
sl: Spirale skozi katere je mogoče videti (4 spirale)
sr@ijekavian: Провидне спирале (4 спирале)
sv: Genomskinliga spiraler (4 spiraler)
uk: Прозорі спіралі (4 спіралі)
zh_tw: 看穿螺旋（4 個螺旋）

# @option:radio
source: 8 transparent spirals
ca@valencia: 8 espirals transparents
es: 8 espirales transparentes
et: 8 läbipaistvat spiraali
fi: 8 läpinäkyvää spiraalia
hu: 8 átlátszó spirál
it: 8 spirali trasparenti
ko: 투명한 회전형 8개
nb: 8 gjennomsiktige spiraler
nds: 8 dörsichtige Spiralen
nl: 8 transparante spiralen
pl: 8 przezroczyste spirale
pt: 8 espirais transparentes
sl: 8 prozornih spiral
sr@ijekavian: 8 прозирних спирала
sv: 8 genomskinliga spiraler
uk: 8 прозорих спіралей
zh_tw: 8 個透明螺旋

# @option:radio
source: See-through spirals (8 spirals)
ca@valencia: Espirals transparents (8 espirals)
es: Ver a través de 8 espirales
et: Läbipaistvad spiraalid (8 spiraali)
eu: Ikusi espiraletan zehar (8 espiral)
fr: Voir à travers les spirales (8 spirales)
ga: Bíseanna trédhearcacha (8 mbís
gl: Espirais transparentes (8 espirais)
hu: Átlátszó spirálok (8 spirál)
it: Spirali trasparenti (8 spirali)
ja: シースルースパイラル (8 スパイラル)
kk: Мөлдір спиральді (8 спираль)
ko: 투과 가능 회전형(회전형 8개)
lv: Caurspīdīgas spirāles (8 spirāles)
nb: Gjennomsiktige spiraler (8 spiraler)
nds: Dörsichtig Spiralen (8 Spiralen)
nl: Doorzichtspiralen (8 spiralen)
nn: Gjennomsiktige spiralar (8 spiralar)
pl: Prześwitujące spirale (osiem)
pt: Espirais transparentes (8 espirais)
ru: Видимые насквозь спирали (8 спиралей)
sl: Spirale skozi katere je mogoče videti (8 spiral)
sr@ijekavian: Провидне спирале (8 спирала)
sv: Genomskinliga spiraler (8 spiraler)
uk: Прозорі спіралі (8 спіралей)
zh_tw: 看穿螺旋（8 個螺旋）

# @option:radio
source: 16 Transparent spirals
ca@valencia: 16 espirals transparents
es: 16 espirales transparentes
et: 16 läbipaistvat spiraali
fi: 16 läpinäkyvää spiraalia
hu: 16 átlátszó spirál
it: 16 spirali trasparenti
ko: 투명한 회전형 16개
nb: 16 gjennomsiktige spiraler
nds: 16 dörsichtige Spiralen
nl: 16 transparante spiralen
pl: 16 przezroczystych spiral
pt: 16 espirais transparentes
sl: 16 prozornih spiral
sr@ijekavian: 16 прозирних спирала
sv: 16 genomskinliga spiraler
uk: 16 прозорих спіралей
zh_tw: 16 個透明螺旋

# @option:radio
source: See-through spirals (16 spirals)
ca@valencia: Espirals transparents (16 espirals)
es: Ver a través de 16 espirales
et: Läbipaistvad spiraalid (16 spiraali)
eu: Ikusi espiraletan zehar (16 espiral)
fr: Voir à travers les spirales (16 spirales)
ga: Bíseanna trédhearcacha (16 bís)
gl: Espirais transparentes (16 espirais)
hu: Átlátszó spirálok (16 spirál)
it: Spirali trasparenti (16 spirali)
ja: シースルースパイラル (16 スパイラル)
kk: Мөлдір спиральді (16 спираль)
ko: 투과 가능 회전형(회전형 16개)
lv: Caurspīdīgas spirāles (16 spirāles)
nb: Gjennomsiktige spiraler (16 spiraler)
nds: Dörsichtig Spiralen (16 Spiralen)
nl: Doorzichtspiralen (16 spiralen)
nn: Gjennomsiktige spiralar (16 spiralar)
pl: Prześwitujące spirale (szesnaście)
pt: Espirais transparentes (16 espirais)
ru: Видимые насквозь спирали (16 спиралей)
sl: Spirale skozi katere je mogoče videti (16 spiral)
sr@ijekavian: Провидне спирале (16 спирала)
sv: Genomskinliga spiraler (16 spiraler)
uk: Прозорі спіралі (16 спіралей)
zh_tw: 看穿螺旋（16 個螺旋）

# @option:radio
source: Two-sided
ca@valencia: Dues cares
es: Doble cara
et: Kahepoolne
eu: Bi aldekoa
fi: Kaksipuolinen
fr: Double face
ga: Déthaobhach
gl: Dous lados
hu: Kétoldalas
it: Con due lati
ja: 両面
kk: Екі жақты
ko: 양면
lv: Abpusēji
nb: Tosidig
nds: Tweesiedig
nl: Tweezijdig
nn: Tosidig
pl: Obustronna
pt: Dois lados
ru: Двусторонние
sl: Dvostransko
sr@ijekavian: Двострано
sv: Dubbelsidig
uk: Двобічний
zh_tw: 雙邊

# @option:radio
source: Color wheel
ca@valencia: Roda de colors
es: Rueda de color
et: Värviratas
eu: Kolorezko gurpila
fi: Väriympyrä
fr: Colorer la roue
ga: Roth dathanna
gl: Roda de cores
hu: Színkerék
it: Ruota dei colori
ja: カラーホィール
kk: Түсті дөңгелек
ko: 색상환
lv: Krāsu rats
nb: Fargehjul
nds: Klöörkrink
nl: Kleurwiel
nn: Fargehjul
pl: Kolorowe koło
pt: Roda de cores
ru: Цветовой круг
sl: Barvno kolo
sr@ijekavian: Точак боја
sv: Färghjul
uk: Кольорове колесо
zh_tw: 色彩輪

# @option:radio
source: Perspective 3D
ca@valencia: Perspectiva 3D
es: Perspectiva 3D
et: Perspektiiv 3D
eu: Perspektiba 3D
fi: Perspektiivi-3D
ga: Peirspictíocht 3T
gl: Perspectiva 3D
hu: Perspektivikus 3D
it: Prospettiva 3D
ja: 遠近法 3D
kk: 3D перспективасы
ko: 원근법 3차원
lv: Perspektīva 3D
nb: Perspektiv-3D
nds: Kiekwinkel 3D
nl: Perspectief 3D
nn: Perspektiv-3D
pl: Perspektywa 3D
pt: Perspectiva 3D
ru: Перспектива 3D
sl: Perspektiva 3D
sr@ijekavian: Перспектива 3Д
sv: Perspektiv 3D
uk: Просторова перспектива
zh_tw: 立體透視

# @option:radio
source: Orthographic 3D
ca@valencia: Ortogràfic 3D
es: Proyección ortográfica
et: Ortograafiline 3D
eu: Ortografikoa 3D
fi: Ortografinen 3D
fr: Orthographie 3D
ga: Ortagrafach 3T
gl: 3D ortográfico
hu: Ortografikus 3D
it: Ortografico 3D
ja: 直交射影 3D
kk: 3D ортогрфиялы
ko: 정사영 3차원
lv: Ortogrāfiski 3D
nb: Ortografisk 3D
nds: Ortograafsch 3D
nl: Orthografische 3D
nn: Ortografisk 3D
pl: Rzut prostopadły 3D
pt: 3D Ortográfica
ru: Ортогональный 3D
sl: Ortografski 3D
sr@ijekavian: Ортографски 3Д
sv: Ortografisk 3D
uk: Ортогональна просторова
zh_tw: 立體正交

# @option:radio
source: Perspective 4D
ca@valencia: Perspectiva 4D
es: Perspectiva 4D
et: Perspektiiv 4D
eu: Perspektiba 4D
fi: Perspektiivi-4D
ga: Peirspictíocht 4T
gl: Perspectiva 4D
hu: Perspektivikus 4D
it: Prospettiva 4D
ja: 遠近法 4D
kk: 4D перспективасы
ko: 원근법 4차원
lv: Perspektīva 4D
nb: Perspektiv-4D
nds: 4D-Kiekwinkel
nl: Perspectief 4D
nn: Perspektiv-4D
pl: Perspektywa 4D
pt: Perspectiva 4D
ru: Перспектива 4D
sl: Perspektiva 4D
sr@ijekavian: Перспектива 4Д
sv: Perspektiv 4D
uk: 4-вимірна перспектива
zh_tw: 四維透視

# @option:radio
source: Orthographic 4D
ca@valencia: Ortogràfic 4D
es: Proyección ortográfica
et: Ortograafiline 4D
eu: Ortografikoa 4D
fi: Ortografinen 4D
fr: Orthographie 4D
ga: Ortagrafach 4T
gl: 4D ortográfico
hu: Ortografikus 4D
it: Ortografico 4D
ja: 直交射影 4D
kk: 4D ортогрфиялы
ko: 정사영 4차원
lv: Ortogrāfiski 4D
nb: Ortografisk 4D
nds: Ortograafsch 4D
nl: Orthografische 4D
nn: Ortografisk 4D
pl: Rzut prostopadły 4D
pt: 4D Ortográfica
ru: Ортогональный 4D
sl: Ortografski 4D
sr@ijekavian: Ортографски 4Д
sv: Ortografisk 4D
uk: Ортогональна 4-вимірна
zh_tw: 四維投影

# @label:slider
source: WX rotation speed
ca@valencia: Velocitat de rotació WX
es: Velocidad de rotación WX
et: WX-pööramise kiirus
eu: WX biraketa abiadura
fi: WX-pyörimisnopeus
fr: Vitesse de rotation WX
ga: Luas rothlaithe WX
gl: Velocidade de rotación WX
hu: WX-irányú forgási sebesség
it: Velocità di rotazione WX
ja: WX 回転のスピード
kk: WX айналу жылдамдығы
ko: WX 회전 속도
lv: WX rotācijas ātrums
nb: Rotasjonshastighet i WX
nds: WX-Dreihgauheit
nl: WX-draaisnelheid
nn: Dreiefart i WX-retninga
pl: Szybkość obracania WX
pt: Velocidade de rotação WX
ru: Скорость вращения по оси WX
sl: Hitrost vrtenja WX
sr@ijekavian: WX брзина ротације
sv: WX-rotationshastighet
uk: Швидкість обертання за WZ
zh_tw: WX 旋轉速度

# @label:slider
source: WY rotation speed
ca@valencia: Velocitat de rotació WY
es: Velocidad de rotación WY
et: WY-pööramise kiirus
eu: WY biraketa abiadura
fi: WY-pyörimisnopeus
fr: Vitesse de rotation WY
ga: Luas Rothlaithe WY
gl: Velocidade de rotación WY
hu: WY-irányú forgási sebesség
it: Velocità di rotazione WY
ja: WY 回転のスピード
kk: WY айналу жылдамдығы
ko: WY 회전 속도
lv: WY rotācijas ātrums
nb: Rotasjonshastighet i WY
nds: WY-Dreihgauheit
nl: WY-draaisnelheid
nn: Dreiefart i WY-retninga
pl: Szybkość obracania WY
pt: Velocidade de rotação WY
ru: Скорость вращения по оси WY
sl: Hitrost vrtenja WY
sr@ijekavian: WY брзина ротације
sv: WY-rotationshastighet
uk: Швидкість обертання за WY
zh_tw: WY 旋轉速度

# @label:slider
source: WZ rotation speed
ca@valencia: Velocitat de rotació WZ
es: Velocidad de rotación WZ
et: WZ-pööramise kiirus
eu: WZ biraketa abiadura
fi: WZ-pyörimisnopeus
fr: Vitesse de rotation WZ
ga: Luas Rothlaithe WZ
gl: Velocidade de rotación WZ
hu: WZ-irányú forgási sebesség
it: Velocità di rotazione WZ
ja: WZ 回転のスピード
kk: WZ айналу жылдамдығы
ko: WZ 회전 속도
lv: WZ rotācijas ātrums
nb: Rotasjonshastighet i WZ
nds: WZ-Dreihgauheit
nl: WZ-draaisnelheid
nn: Dreiefart i WZ-retninga
pl: Szybkość obracania WZ
pt: Velocidade de rotação WZ
ru: Скорость вращения по оси WZ
sl: Hitrost vrtenja WZ
sr@ijekavian: WZ брзина ротације
sv: WZ-rotationshastighet
uk: Швидкість обертання за WZ
zh_tw: WZ 旋轉速度
