Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This emulates a 6502 microprocessor, and runs some example programs on it. The family of 6502 chips were used throughout the 70's and 80's in machines such as the Atari 2600, Commodore PET, VIC20 and C64, Apple ][, and the NES. Some example programs are included, and it can also read in an assembly file as input. Original JavaScript Version by Stian Soreng: http://www.6502asm.com/. Ported to XScreenSaver by Jeremy English. Written by Stian Soreng and Jeremy English; 2007.
ca@valencia: Este emula un microprocessador 6502, i executa alguns programes d'exemple. La família de xips 6502 es van utilitzar durant els anys 70 i 80 en màquines com l'Atari 2600, Commodore PET, VIC20 i C64, Apple ][, i el NES. S'inclouen alguns programes d'exemple, i també pot llegir un fitxer assemblador com a entrada. La versió original en JavaScript és de Stian Soreng: http://www.6502asm.com/. Adaptat a l'XScreenSaver per Jeremy English. Escrit per Stian Soreng i Jeremy English; 2007.
es: Emula un microprocesador 6502 y ejecuta algunos programas de ejemplo en él. La familia de chips 6502 se utilizó durante los años 70 y 80 en máquinas como Atari 2600, Commodore PET, VIC20 y C64, Apple ][ y NES. Se incluyen algunos ejemplos de programas y, además, puede leer un archivo de entrada en ensamblador. Versión original en JavaScript desarrollada por Stian Soreng: http://www.6502asm.com/. Adaptada para XScreenSaver por Jeremy English. Escrito por Stian Soreng y Jeremy English; 2007.
et: Emuleerib 6502 mikroprotsessorit ja paneb sellel tööle mõned näidisprogrammid. 6502 pere kiipe kasutati 1970.-1980. aastatel sellistes masinates, nagu Atari 2600, Commodore PET, VIC20 ja C64, Apple ][ ja NES. Kaasa on pandud mõned näidisprogrammid, aga sisendiks võib kasutada ka assemblerifaili. Algne JavaScripti versioon: Stian Soreng: http://www.6502asm.com/. XScreenSaveri port: Jeremy English. Autorid: Stian Soreng ja Jeremy English; 2007.
fi: Tämä emuloi 6502-suoritinta ja suorittaa siinä joitakin esimerkkiohjelmia. 6502-siruperhettä käytettiin 1970–80-luvuilla sellaisissa koneissa kuin Atari 2600, Commodore Pet, VIC20 ja C64, Apple ][ ja NES. Joitakin esimerkkiohjelmia tulee mukana, ja näytönsäästäjä voi myös lukea syötteenä konekielisen tiedoston. Alkuperäisen JavaScript-version loi Stian Soreng: http://www.6502asm.com/. Siirroksen XScreenSaveriin teki Jeremy English. Kirjoittaneet Stian Soreng ja Jeremy English, 2007.
it: Emula un microprocessore 6502, e ci esegue alcuni programmi. La famiglia di chip 6502 era in uso negli anni 70 e 80 in macchine come l'Atari 2600, i Commodore PET, VIC20 e C64, l'Apple ][ e il NES. Sono inclusi alcuni esempi, e può anche essere letto come ingresso in un file scritto in assembler. Versione originale in JavaScript di Stian Soreng: http://www.6502asm.com/. Trasferito su XScreenSaver da Jeremy English. Scritto da Stian Soreng e Jeremy English; 2007.
nb: Emulerer en 6502-mikroprosessor og kjører noen eksempelprogrammer på den. 6502-brikkene ble brukt på 70- og 80-tallet i maskiner som Atari 2600, Commodore PET, VIC-20 og C64, Apple ][ og NES. Noen eksempelprogram følger med, og pauseskjermen kan også lese assemblyfiler.Opprinnelig JavaScript-versjon av Stian Søreng: http://www.6502asm.com/ Portet til XScreenSaver av Jeremy English.Skrevet av Stian Søreng og Jeremy English i 2007.
nds: Dit maakt en 6502-Mikroperzesser na un föhrt dor en Reeg vun Bispillprogrammen mit ut. De 6502-Chips wöörn in de 70er un 80er Johren bruukt, un in Reekners as a.B. de Atari 2600, Commodore PET, VIC20 un C64, Apple ][ un NES inbuut. En Reeg vun Bispillprogrammen liggt bi, man as Ingaav lett sik ok en Maschienkode-Datei inlesen. De Orginaalverschoon in Javaskript hett Stian Soreng schreven: http://www.6502asm.com/ För XScreenSaver porteert vun Jeremy English. Schreven vun Stian Soreng un Jeremy English, 2007.
nl: Dit emuleert een 6502 microprocessor en draait er enkele voorbeeld programma's op. De familie van 6502 chips werd gedurende geheel de 70er en 80er jaren in machines zoals de Atari 2600, Commodore PET, VIC20 en C64, Apple ][ en de NES gebruikt. Enige voorbeeldprogramma's zijn bijgevoegd en het kan ook een assembly-bestand als invoer lezen. Originele JavaScript versie door Stian Soreng: http://www.6502asm.com/. Overgebracht naar XScreenSaver door Jeremy English. In 2007 geschreven door Stian Soreng en Jeremy English.
pl: Wygaszacz emuluje mikroprocesor 6502 i uruchamia na nim przykładowe programy. Rodzina procesorów 6502 była wykorzystywana przez lata 70-te i 80-te w takich urządzeniach jak Atari 2600, Commodore PET, VIC20, C64, Apple ][ czy NES. Dołączono kilka przykładowych programów. Istnieje możliwość wprowadzania plików z kodem maszynowym. Oryginalna wersja w JavaScript stworzona przez Stiana Sorenga dostępna pod adresem http://www.6502asm.com/. Port dla XScreenSaver został zrobiony przez Jeremy'ego English. Autorzy: Stian Soreng and Jeremy English; 2007.
pt: Emula um microprocessador 6502. A família de chips 6502 foi usada ao longo dos anos 70 e 80 nas máquinas como o Atari 2600, Commodore PET, VIC20 e C64, Apple ][ e NES. Estão incluídos alguns programas de exemplo, podendo mesmo ler um ficheiro em Assembly como entrada. Versão original em JavaScript criada por Stian Soreng: http://www.6502asm.com/. Versão para o XScreenSaver de Jeremy English. Feito por Stian Soreng e Jeremy English; 2007.
sl: Ta ohranjevalnik zaslona posnema mikroprocesor 6502 in izvaja nekaj primerov programov na njem. Družina čipov 6502 je bila uporabljena v sedemdesetih in osemdesetih letih prejšnjega stoletja v napravah kot so Atari 2600, Commodore PET, VIC20 in C64, Apple ][ in NES. Vključeni so primeri programov, kot vhod pa lahko bere tudi datoteke zbirnika. Izvirno različico JavaScript je napisal Stian Soreng: http://www.6502asm.com/. Na XScreenSaver jo je prenesel Jeremy English. Napisala Stian Soreng in Jeremy English, 2007.
sr@ijekavian: Емулира микропроцесор 6502, и извршава неке примере програма на њему. Чипови из породице 6502 коришћени су током 70‑их и 80‑их у рачунарима попут ⁠атарија 2600, Комодорових ⁠ПЕТ‑а, ВИК‑а 20а и Ц64, епла II и НЕС‑а. Укључени су неки програми примјери, а може и да чита асемблерски фајл као улаз. Првобитну јаваскриптну верзију написао Стијан Серенг: http://www.6502asm.com/. На Икс‑чувар-екрана пренео Џереми Инглиш. Написали Стијан Серенг и Џереми Инглиш, 2007.
sv: Den här emulerar en 6502 mikroprocessor och kör några exempelprogram på den. Familjen av 6502-kretsar användes under 70- och 80-talen i datorer som Atari 2600, Commodore PET, VIC20 och C64, Apple ][ och NES. Några exempelprogram ingår, och den kan också läsa en assemblerfil som indata. Ursprunglig version i Javascript av Stian Soreng: http://www.6502asm.com/. Överförd till Xscreensaver av Jeremy English. Skriven av Stian Soreng och Jeremy English, 2007.
uk: Зберігач екрана m6502 імітує роботу мікроконтролера 6502 і виконання на ньому деяких програм-прикладів. Сім’я інтегральних схем 6502 використовувалася протягом семидесятих та восьмидесятих років у таких комп’ютерах як Atari 2600, Commodore PET, VIC20 та C64, Apple ][ і NES. До складу програми включено декілька прикладів програм, також програма може читати з асемблерного файла. Початкова версія на JavaScript належить Stian Soreng: http://www.6502asm.com/. Портовано у XScreenSaver Jeremy English. Автори — Stian Soreng та Jeremy English; 2007.
zh_tw: 模擬 6502 處理器。6502 系列處理器用在 70 與 80 年代的機器上，如 Atari 2600，Commodore PET，VIC20，C64，Apple ][ 與 NES 等。並執行一些範例程式，也可以讀取組合語言檔當成輸入。原始的 JavaScript 版本由 Stian Soreng 撰寫：請參考 http://www.6502asm.com/ 。由 Jeremy English 移植到 XScreenSaver。由 Stian Soreng 與 Jeremy English 撰寫，2007。

# @info screen saver description
source: This emulates a 6502 microprocessor. The family of 6502 chips were used throughout the 70's and 80's in machines such as the Atari 2600, Commodore PET, VIC20 and C64, Apple ][, and the NES. Some example programs are included, and it can also read in an assembly file as input. Original JavaScript Version by Stian Soreng: http://www.6502asm.com/. Ported to XScreenSaver by Jeremy English. Written by Stian Soreng and Jeremy English; 2007.
ca@valencia: Este emula un microprocessador 6502. La família de xips 6502 es van utilitzar durant els anys 70 i 80 en màquines com l'Atari 2600, Commodore PET, VIC20 i C64, Apple ][, i el NES. S'inclouen alguns programes d'exemple, i també pot llegir un fitxer assemblador com a entrada. La versió original en JavaScript és de Stian Soreng: http://www.6502asm.com/. Adaptat a l'XScreenSaver per Jeremy English. Escrit per Stian Soreng i Jeremy English; 2007.
es: Emula un microprocesador 6502. La familia de chips 6502 se utilizó durante los años 70 y 80 en máquinas como Atari 2600, Commodore PET, VIC20 y C64, Apple ][ y NES. Se incluyen algunos ejemplos de programas y, además, puede leer un archivo de entrada en ensamblador. Versión original en JavaScript desarrollada por Stian Soreng: http://www.6502asm.com/. Adaptada para XScreenSaver por Jeremy English. Escrito por Stian Soreng y Jeremy English; 2007.
et: Emuleerib 6502 mikroprotsessorit. 6502 pere kiipe kasutati 1970.-1980. aastatel sellistes masinates, nagu Atari 2600, Commodore PET, VIC20 ja C64, Apple ][ ja NES. Kaasa on pandud mõned näidisprogrammid, aga sisendiks võib kasutada ka assemblerifaili. Algne JavaScripti versioon: Stian Soreng: http://www.6502asm.com/. XScreenSaveri port: Jeremy English. Autorid: Stian Soreng ja Jeremy English; 2007.
eu: Honek 6502 mikroprozesatzaile bat emulatzen du. 6502-ren txip familia Atari 2600, Commodore PET, VIC20 eta C64, Apple ][, eta NES bezalako makinatan erabili ziren 70 eta 80ko hamarkadetan. Zenbait adibide programa sartuta daude, eta mihiztadura fitxategi bat irakurri dezake sarrera gisa. Jatorrizko JavaScript bertsioa Stian Soreng-ek: http://www.6502asm.com/. XScreenSaver-rerako eratorketa Jeremy English-ek. Stian Soreng eta Jeremy English-ek idatzia; 2007.
fi: Tämä emuloi 6502-suoritinta ja suorittaa siinä joitakin esimerkkiohjelmia. 6502-siruperhettä käytettiin 1970–80-luvuilla sellaisissa koneissa kuin Atari 2600, Commodore Pet, VIC20 ja C64, Apple ][ ja NES. Joitakin esimerkkiohjelmia tulee mukana, ja näytönsäästäjä voi myös lukea syötteenä konekielisen tiedoston. Alkuperäisen JavaScript-version loi Stian Soreng: http://www.6502asm.com/. Siirroksen XScreenSaveriin teki Jeremy English. Kirjoittaneet Stian Soreng ja Jeremy English, 2007.
fr: Émulation d'un microprocesseur 6502. La famille des puces 6502 était utilisée dans les années 70 et 80 dans des machines comme Atari 2600, Commodore PET, VIC20 et C64, Apple ][, et le NES. Quelques exemples de programmes sont inclus, et il peut aussi lire de l'assembleur en entrée. Version original eJavaScript par Stian Soreng: http://www.6502asm.com/. Portée à XScreenSaver par Jeremy English. Écrit par Stian Soreng et Jeremy English ; 2007.
gl: Emula un microprocesador 6502. A familia de chips 6502 foi usada ao longo dos anos 70 e 80 nas máquinas como o Atari 2600, Commodore PET, VIC20 e C64, Apple ][ e na NES. Inclúense algúns programas de exemplo, podendo mesmo ler un ficheiro en Assembly como entrada. A versión orixinal en JavaScript creouna Stian Soreng: http://www.6502asm.com/. A versión para o XScreenSaver fíxoa Jeremy English. Escribírona Stian Soreng e Jeremy English; 2007.
it: Emula un microprocessore 6502. La famiglia di chip 6502 era in uso negli anni 70 e 80 in macchine come l'Atari 2600, i Commodore PET, VIC20 e C64, l'Apple ][ e il NES. Sono inclusi alcuni esempi, e può anche essere letto come ingresso in un file scritto in assembler. Versione originale in JavaScript di Stian Soreng: http://www.6502asm.com/. Trasferito su XScreenSaver da Jeremy English. Scritto da Stian Soreng e Jeremy English; 2007.
kk: 6502 микропроцессорының эмуляциясы. 6502 сериялы чиптер 70-ші мен 80-ші жылдары Atari 2600, Commodore PET, VIC20 және C64, Apple ][, және NES компьютерлерінде қолданылатын. Қосымшасында бірнеше үлгі бағдарламалар бар, оларды ассемблер файл түрінде оқи аласыз. Бастапқы JavaScript нұсқасын жазған Stian Soreng: http://www.6502asm.com/. XScreenSaver-ге бейімдеген Jeremy English. Авторлары: Written by Stian Soreng және Jeremy English; 2007.
nb: Emulerer en 6502-mikroprosessor. 6502-brikkene ble brukt på 70- og 80-tallet i maskiner som Atari 2600, Commodore PET, VIC-20 og C64, Apple ][ og NES. Noen eksempelprogram følger med, og pauseskjermen kan også lese assemblyfiler. Opprinnelig JavaScript-versjon av Stian Søreng: <link>http://www.6502asm.com/</link> Portet til XScreenSaver av Jeremy English. Skrevet av Stian Søreng og Jeremy English i 2007.
nds: Dit maakt en 6502-Mikroperzesser na. De 6502-Chips wöörn in de 70er un 80er Johren bruukt, un in Reekners as a.B. de Atari 2600, Commodore PET, VIC20 un C64, Apple ][ un NES inbuut. En Reeg vun Bispillprogrammen liggt bi, man as Ingaav lett sik ok en Maschienkode-Datei inlesen. De Orginaalverschoon in Javaskript hett Stian Soreng schreven: http://www.6502asm.com/ För XScreenSaver porteert vun Jeremy English. Schreven vun Stian Soreng un Jeremy English, 2007.
nl: Dit emuleert een 6502 microprocessor. De familie van 6502 chips werd gedurende geheel de 70er en 80er jaren in machines zoals de Atari 2600, Commodore PET, VIC20 en C64, Apple ][ en de NES gebruikt. Enige voorbeeldprogramma's zijn bijgevoegd en het kan ook een assembly-bestand als invoer lezen. Originele JavaScript versie door Stian Soreng: http://www.6502asm.com/. Overgebracht naar XScreenSaver door Jeremy English. In 2007 geschreven door Stian Soreng en Jeremy English.
nn: Emulerer ein 6502-mikroprosessor. 6502-brikkene vert brukt i 70- og 80-talet i maskiner som Atari 2600, Commodore PET, VIC-20 og C64, Apple ][ og NES. Nokre eksempelprogram følgjer med, og pauseskjermen kan òg lesa assemblyfiler. Opphavleg JavaScript-versjon av Stian Søreng: <link>http://www.6502asm.com/</link>, og så porta til XScreenSaver av Jeremy English. Skriven av Stian Søreng og Jeremey English i 2007.
pl: Wygaszacz emuluje mikroprocesor 6502. Rodzina procesorów 6502 była wykorzystywana przez lata 70-te i 80-te w takich urządzeniach jak Atari 2600, Commodore PET, VIC20, C64, Apple ][ czy NES. Dołączono kilka przykładowych programów. Istnieje możliwość wprowadzania plików z kodem maszynowym. Oryginalna wersja w JavaScript stworzona przez Stiana Sorenga dostępna pod adresem http://www.6502asm.com/. Port dla XScreenSaver został zrobiony przez Jeremy'ego English. Autorzy: Stian Soreng and Jeremy English; 2007.
pt: Emula um microprocessador 6502. A família de chips 6502 foi usada ao longo dos anos 70 e 80 nas máquinas como o Atari 2600, Commodore PET, VIC20 e C64, Apple ][ e NES. Estão incluídos alguns programas de exemplo, podendo mesmo ler um ficheiro em Assembly como entrada. Versão original em JavaScript criada por Stian Soreng: http://www.6502asm.com/. Versão para o XScreenSaver de Jeremy English. Feito por Stian Soreng e Jeremy English; 2007.
ru: Эмуляция восьмиразрядного микропроцессора 6502. Семейство чипов 6502 использовалось в 70-е и 80-е годы в таких машинах, как Atari 2600, Commodore PET, VIC20 и C64, Apple ][ и NES. Прилагаются некоторые программы для примера, а также возможно указать файл на ассемблере. Оригинальная версия на JavaScript, автор Стианг Соренг (Stian Soreng): http://www.6502asm.com/. Портировал для XScreenSaver Джереми Инглиш (Jeremy English). Авторы Стианг Соренг и Джереми Инглиш (Stian Soreng, Jeremy English) 2007.
sl: Ta ohranjevalnik zaslona posnema mikroprocesor 6502. Družina čipov 6502 je bila uporabljena v sedemdesetih in osemdesetih letih prejšnjega stoletja v napravah kot so Atari 2600, Commodore PET, VIC20 in C64, Apple ][ in NES. Vključeni so primeri programov, kot vhod pa lahko bere tudi datoteke zbirnika. Izvirno različico JavaScript je napisal Stian Soreng: http://www.6502asm.com/. Na XScreenSaver jo je prenesel Jeremy English. Napisala Stian Soreng in Jeremy English, 2007.
sr@ijekavian: Емулира микропроцесор 6502. Чипови из породице 6502 коришћени су током 70‑их и 80‑их у рачунарима попут ⁠атарија 2600, Комодорових ⁠ПЕТ‑а, ВИК‑а 20а и Ц64, епла II и НЕС‑а. Укључени су неки програми примјери, а може и да чита асемблерски фајл као улаз. Првобитну јаваскриптну верзију написао Стијан Серенг: http://www.6502asm.com/. На Икс‑чувар-екрана пренео Џереми Инглиш. Написали Стијан Серенг и Џереми Инглиш, 2007.
sv: Den här emulerar en 6502 mikroprocessor. Familjen av 6502-kretsar användes under 70- och 80-talen i datorer som Atari 2600, Commodore PET, VIC20 och C64, Apple ][ och NES. Några exempelprogram ingår, och den kan också läsa en assemblerfil som indata. Ursprunglig version i Javascript av Stian Soreng: http://www.6502asm.com/. Överförd till Xscreensaver av Jeremy English. Skriven av Stian Soreng och Jeremy English, 2007.
uk: Зберігач екрана m6502 імітує роботу мікроконтролера 6502. Сім’я інтегральних схем 6502 використовувалася протягом семидесятих та восьмидесятих років у таких комп’ютерах як Atari 2600, Commodore PET, VIC20 та C64, Apple ][ і NES. До складу програми включено декілька прикладів програм, також програма може читати з асемблерного файла. Початкова версія на JavaScript належить Stian Soreng: http://www.6502asm.com/. Портовано у XScreenSaver Jeremy English. Автори — Stian Soreng та Jeremy English; 2007.
zh_tw: 模擬 6502 處理器。6502 系列處理器用在 70 與 80 年代的機器上，如 Atari 2600，Commodore PET，VIC20，C64，Apple ][ 與 NES 等。裡面包含一些範例程式，也可以讀取組合語言檔當成輸入。原始的 JavaScript 版本由 Stian Soreng 撰寫：請參考 http://www.6502asm.com/ 。由 Jeremy English 移植到 XScreenSaver。由 Stian Soreng 與 Jeremy English 撰寫，2007。

# @label:slider
source: Display time for each program
ca@valencia: Mostra els temps per a cada programa
es: Mostrar tiempo para cada programa
et: Iga programmi aja näitamine
eu: Bistaratu programa bakoitzarentzako denbora.
fi: Näytä aika jokaiselle ohjelmalle
fr: Temps d'affichage pour chaque programme
gl: Mostrar o tempo para cada programa
hu: Az idő kiírása minden programnál
it: Tempo di visualizzazione di ogni programma
ja: プログラムごとに時間を表示
kk: Әрбір бағдарламаның уақыты
ko: 각각 프로그램 표시 시간
lv: Rādīšanas ilgums katrai programmai
nb: Vis tiden for hvert program
nds: Wiesduer för elk Programm
nl: Weergavetijd voor elk programma
nn: Vis tida for kvart program
pl: Wyświetlaj czas dla każdego programu
pt: Mostrar o tempo para cada programa
ru: Время показа каждой программы
sl: Prikaži čas za vsak program
sr@ijekavian: Приказуј вријеме за сваки програм
sv: Visa tid för varje program
uk: Показувати час для всіх програм
zh_tw: 每個程式的顯示時間

# @item:inrange Display time for each program
source: 5 seconds
ca@valencia: 5 segons
es: 5 segundos
et: 5 sekundit
eu: 5 segundo
fi: 5 sekuntia
fr: 5 secondes
ga: Cúig shoicind
gl: 5 segundos
hu: 5 másodperc
it: 5 secondi
ja: 5 秒
kk: 5 секунд
ko: 5초
lv: 5 sekundes
nb: 5 sekunder
nds: 5 Sekunnen
nl: 5 seconden
nn: 5 sekund
pl: 5 sekund
pt: 5 segundos
ru: 5 секунд
sl: 5 sekund
sr@ijekavian: 5 секунди
sv: 5 sekunder
uk: 5 секунд
zh_tw: 5 秒鐘

# @item:inrange Display time for each program
source: 2 minutes
ca@valencia: 2 minuts
es: 2 minutos
et: 2 minutit
eu: 2 minutu
fi: 2 minuuttia
ga: Dhá nóiméad
gl: 2 minutos
hu: 2 perc
it: 2 minuti
ja: 2 分
kk: 2 минут
ko: 2분
lv: 2 minūtes
nb: 2 minutter
nds: 2 Minuten
nl: 2 minuten
nn: 2 minutt
pl: 2 minuty
pt: 2 minutos
ru: 2 минуты
sl: 2 minuti
sr@ijekavian: 2 минута
sv: 2 minuter
uk: 2 хвилини
zh_tw: 2 分鐘

# @label:chooser
source: Assembly file
ca@valencia: Fitxer en assemblador
es: Asamblea de archivo
et: Assemblerifail
eu: Mihiztadura fitxategia
fi: Konekielinen tiedosto
fr: Fichier d'assemblage
gl: Ficheiro en Assembly
hu: Assembly fájl
it: File in assembler
ja: アセンブリーファイル
kk: Ассемблер файлы
ko: 어셈블리 파일
lv: Asemblera fails
nb: Assembly-fil
nds: Maschienkode-Datei
nl: Samenstellingsbestand
nn: Assembly-fil
pl: Plik kodu maszynowego
pt: Ficheiro em Assembly
ru: Файл на ассемблере
sl: Datoteka zbirnika
sr@ijekavian: Асемблерски фајл
sv: Assemblerfil
uk: Зібрати файл
zh_tw: 組合語言檔

# @item screen saver name
source: Maze
ca@valencia: Laberint
es: Laberinto
et: Labürint
eu: Maze - Labirintoa
fi: Sokkelo
fr: Labyrinthe
gl: Labirinto
hu: Labirintus
it: Labirinto
ja: 迷路
kk: Лабиринт
ko: 미로
lv: Labirints
nb: Labyrint
nds: Biestergoorn
nl: Doolhof
nn: Labyrint
pl: Labirynt
pt: Labirinto
sl: Labirint
sr@ijekavian: Лавиринт
sv: Labyrint
uk: Лабіринт
zh_tw: 迷宮
