Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws an animation similar to the opening and closing effects on the Dr. Who TV show. Written by Sean P. Brennan; 2005.
ca@valencia: Dibuixa una animació paregut als efectes d'obertura i tancament de la sèrie de televisió «Dr. Who». Escrit per Sean P. Brennan; 2005.
es: Muestra una animación similar a los efectos de apertura y cierre de la serie de televisión Dr. Who. Escrito por Sean P. Brennan; 2005.
et: Samalaadne animatsiooni nagu telefilmi Dr. Who alguses ja lõpus. Autor: Sean P. Brennan; 2005.
eu: Dr. Who telebista ikuskizunaren hasteko eta amaitzeko efektuen antzeko animazioa marrazten du. Sean P. Brennan-ek idatzia; 2005.
fi: Piirtää animaation, joka on sen kaltainen kuin Tohtori Kuka -TV-sarjan alku- ja loppujaksoissa. Tekijä: Sean P. Brennan, 2005.
fr: Dessine une animation similaire aux effets d'ouverture et de fermeture de la série télévisé « Dr. Who ». Écrit par Sean P. Brennan ; 2005.
gl: Debuxa unha animación semellante aos efectos de abertura e peche da serie de TV Dr. Who. Escribiuno Sean P. Brennan en 2005.
hu: A Dr. Who TV-sorozat kezdő és záró effektjéhez hasonló animációt jelenít meg. Készítette: Sean P. Brennan, 2005.
it: Disegna un'animazione simile agli effetti di apertura e chiusura della serie televisiva «Dr. Who». Scritto da Sean P. Brennan; 2005.
kk: "Dr. Who " телехикаядағы уақыт машинасымен уақытты кешу секілді бейне. Авторы: Sean P. Brennan; 2005.
lv: Zīmē animāciju, kas ir līdzīga sākuma un beigu titriem TV pārraidē 'Dr. Who'. Sarakstīja Sean P. Brennan; 2005.
nb: Tegner en animasjon som likner på åpnings- og slutteffektene på TV-serien Dr. Who. Skrevet av Sean P. Brennan i 2005.
nds: En Animeren, liek as de Anfang- un Enn-Effekten in de Feernsehreeg "Dr. Who". Schreven vun Sean P. Brennan, 2005.
nl: Toont een animatie gelijkend op het openen en sluiten effect in de Dr. Who TV-show. In 2005 geschreven door Sean P. Brennan.
pl: Rysuje animację podobną do efektów początku i końca telewizyjnego show Dr. Who. Autor Sean P.Brennan; 2005.
pt: Desenha uma animação semelhante aos efeitos de abertura e fecho da série de TV Dr. Who. Feito por Sean P. Brennan; 2005.
ru: Анимация аналогичная эффектам в начале и в конце теле-шоу "Доктор Кто" http://ru.wikipedia.org/wiki/Доктор_Кто Автор Шон П.Бреннан (Sean P. Brennan), 2005.
sl: Izriše animacijo podobno začetni in končni špici nadaljevanke Dr. Who. Napisal Sean P. Brennan, 2005.
sr@ijekavian: Анимација налик на насловне и изводне ефекте ТВ серије Доктор Ко. Написао Шон Бренан, 2005.
sv: Ritar en animering som liknar inledande och avslutande effekterna i tv-serien Dr. Who. Skriven av Sean P. Brennan, 2005.
uk: Показує анімацію, схожу на ефекти відкривання-закривання руху машини часу у телевізійному серіалі «Dr. Who». Автор — Sean P. Brennan; 2005.
zh_tw: 繪製類似 Dr. Who 電視秀上的開關效果的動畫。由 Sean P. Brennan 撰寫，2005。

# @label:slider
source: Start sequence time
ca@valencia: Hora de seqüència d'inici
es: Empezar tiempo de secuencia
et: Algusjada kestus
eu: Hasi sekuentziaren denbora
fi: Alkukohtauksen kesto
fr: Moment de démarrage de la séquence
gl: Duración da secuencia inicial
it: Durata della sequenza di apertura
kk: Бастау уақыты
ko: 시작 시퀀스 시간
lv: Sākuma sekvences laiks
nb: Tid for startsekvensen
nds: Startreegtiet
nl: Starttijd serie
pl: Czas sekwencji rozpoczęcia
pt: Tempo da sequência inicial
ru: Время начала последовательности
sl: Začetni čas zaporedja
sr@ijekavian: Трајање увода
sv: Startsekvensens tid
uk: Час початкової послідовності
zh_tw: 開始序列時間

# @item:inrange Start sequence time
source: 0 sec
ca@valencia: 0 s
es: 0 seg
et: 0 sekundit
eu: 0 segundo
fi: 0 s
ga: 0 soicind
gl: 0 segundos
hu: 0 másodperc
it: 0 secondi
ja: 0 秒
kk: 0 сек
ko: 0초
lv: 0 sek
nb: 0 s
nds: 0 Sek.
pl: 0 sekund
pt: 0 s
ru: 0 секунд
sl: 0 sek.
sr@ijekavian: 0 сек.
sv: 0 sek
uk: 0 сек.
zh_tw: 0 秒

# @item:inrange Start sequence time
source: 30 sec
ca@valencia: 30 s
es: 30 seg
et: 30 sekundit
eu: 30 segundo
fi: 30 s
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 сек
ko: 30초
lv: 30 sek
nb: 30 sekunder
nds: 30 Sek.
nn: 30 sekund
pl: 30 sekund
pt: 30 s
ru: 30 секунд
sl: 30 sek.
sr@ijekavian: 30 сек.
sv: 30 sek
uk: 30 сек.
zh_tw: 30 秒

# @label:slider
source: End sequence time
ca@valencia: Hora de la seqüència final
es: Fin del tiempo de secuencia
et: Lõpujada kestus
eu: Amaitu sekuentziaren denbora
fi: Loppukohtauksen kesto
fr: Moment de fin de séquence
gl: Tempo da secuencia final
it: Durata della sequenza di chiusura
kk: Бастау уақыты
ko: 끝 시퀀스 시간
lv: Beigu sekvences laiks
nb: Tid for sluttsekvensen
nds: Ennreegtiet
nl: Eindtijd serie
pl: Czas sekwencji zakończenia
pt: Tempo da sequência final
ru: Время окончания последовательности
sl: Končni čas zaporedja
sr@ijekavian: Трајање извода
sv: Slutsekvensens tid
uk: Час завершення послідовності
zh_tw: 結束序列時間

# @item:inrange End sequence time
source: 0 sec
ca@valencia: 0 s
es: 0 seg
et: 0 sekundit
eu: 0 segundo
fi: 0 s
ga: 0 soicind
gl: 0 segundos
hu: 0 másodperc
it: 0 secondi
ja: 0 秒
kk: 0 сек
ko: 0초
lv: 0 sek
nb: 0 s
nds: 0 Sek.
pl: 0 sekund
pt: 0 s
ru: 0 секунд
sl: 0 sek.
sr@ijekavian: 0 сек.
sv: 0 sek
uk: 0 сек.
zh_tw: 0 秒

# @item:inrange End sequence time
source: 30 sec
ca@valencia: 30 s
es: 30 seg
et: 30 sekundit
eu: 30 segundo
fi: 30 s
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 сек
ko: 30초
lv: 30 sek.
nb: 30 sekunder
nds: 30 Sek.
nn: 30 sekund
pl: 30 sekund
pt: 30 s
ru: 30 секунд
sl: 30 sek.
sr@ijekavian: 30 сек.
sv: 30 sek
uk: 30 сек.
zh_tw: 30 秒

# @option:check
source: Draw logo
ca@valencia: Dibuixa un logotip
es: Dibujar logo
et: Logo näitamine
eu: Marraztu logoa
fi: Piirrä logo
fr: Dessiner le logo
ga: Dear lógó
gl: Debuxar o logotipo
hu: Logó rajzolása
it: Disegna logo
ja: ロゴを描画
kk: Логотиппен
ko: 로고 그리기
lv: Zīmēt logo
nb: Tegn logo
nds: Logo wiesen
nl: Logo tonen
pl: Rysuj logo
pt: Desenhar o logótipo
ru: Рисовать лого
sl: Izriši logotip
sr@ijekavian: Цртај логотип
sv: Rita logotyp
uk: Малювати логотип
zh_tw: 繪製圖標

# @option:check
source: Run backward
ca@valencia: Anar arrere
es: Correr hacia atrás
et: Tagasisuunas
eu: Exekutatu atzeraka
fi: Näytä takaperin
fr: Tourner à l'envers
gl: Andar cara a atrás
hu: Futtatás visszafelé
it: Corri all'indietro
kk: Кері жылжу
ko: 뒤로 실행
lv: Izpildīt atpakaļgaitā
nb: Kjør baklengs
nds: Torüchwarts lopen
nl: Terugrennen
pl: Uruchom od tyłu
pt: Andar para trás
ru: Проигрывать в обратном направлении
sl: Zaženi nazaj
sr@ijekavian: Протицање уназад
sv: Kör baklänges
uk: Зворотний рух
zh_tw: 往回跑

# @item screen saver name
source: TopBlock
ca@valencia: Bloc superior
et: ToppPlokk
eu: Gaineko blokea
gl: Bloque superior
it: Blocchi cadenti
kk: Кірпіш
ko: 꼭대기 블록
lv: Augšējais bloks
nb: ToppBlokk
nds: Topp-Block
nn: ToppBlokk
pt: Bloco Superior
sl: Vrhnji blok
sr@ijekavian: Коцкасти нанос
sv: Toppblock
uk: Верхній блок

# @info screen saver description
source: Creates a 3D world with dropping blocks that build up and up. Written by rednuht; 2006.
ca@valencia: Crea un món 3D amb blocs que cauen i que construeixen. Escrit per rednuht; 2006.
es: Crea un mundo 3D con bloques cayendo y que se van amontonando. Escrito por rednuht; 2006.
et: 3D maailm langevate plokkidega, mida aina koguneb ja koguneb. Autor: rednuht; 2006.
eu: 3D mundu bat eraikitzen du gora eta gora eraikitzen duten erortzen diren blokeekin. rednuht-ek idatzia; 2006.
fi: Luo kolmiulotteisen maailman putoavista palikoista, jotka kasautuvat päällekkäin. Tekijä: rednuht, 2006.
fr: Crée un monde en 3D avec des blocs qui descendent et construisent des structures. Écrit par Rednuht ; 2006.
gl: Crea un mundo 3D con bloques en caída que se van compondo e elevando. Escribiuno rednuht en 2006.
it: Crea un mondo tridimensionale con dei blocchi cadenti che si accumulano. Scritto da rednuht; 2006.
kk: Бір-бірінің үстіне түсіп жатқан кірпіштер бейнесі. Авторы: rednuht; 2006.
lv: Izveido 3D pasauli, ar krītošiem blokiem, kuri būvējas augšup. Sarakstīja rednuht; 2006.
nb: Lager en 3D-verden med fallende klosser som bygger seg opp og opp. Skrevet av rednuht i 2006.
nds: Buut ut fallen Blöck en 3D-Welt op. Schreven vun rednuht, 2006.
nl: Creëert een 3D-wereld met vallende blokken die zich blijven opbouwen. In 2006 geschreven door rednuht.
pl: Tworzy trójwymiarowy świat ze spadającymi, ustawiającymi się na sobie klockami. Autor: rednuht; 2006.
pt: Cria um mundo 3D com blocos em queda que se vão compondo e elevando. Feito por rednuht; 2006.
ru: Создаёт трёхмерный мир, где постройка из падающих блоков возносится выше и выше. Автор rednuht, 2006.
sl: Ustvari 3D svet s padajočimi bloki, ki se gradijo navzgor. Napisal rednuht, 2006.
sr@ijekavian: Ствара 3Д свијет од падајућих коцкица које се гомилају и гомилају. Написао rednuht, 2006.
sv: Skapar en tredimensionell värld med fallande block som byggs upp hela tiden. Skriven av rednuht, 2006.
uk: Створення просторового світу за допомогою падаючих блоків, що роблять його все вищим і вищим. Автор — rednuht; 2006.
zh_tw: 建立一個立體世界，區塊不斷從上方掉下，然後往上堆積。由 rednuht 撰寫，2006。

# @label:slider
source: Drop speed
ca@valencia: Velocitat de caiguda
es: Velocidad de caída
et: Langemise kiirus
eu: Erorketa abiadura
fi: Putoamisnopeus
fr: Vitesse de défilement
gl: Velocidade de caída
it: Velocità di caduta
ja: 落ちるスピード
kk: Түсу жылдамдығы
ko: 떨어지는 속도
lv: Krišanas ātrums
nb: Fallhastighet
nds: Drüppengauheit
nl: Valsnelheid
pl: Szybkość przewijania
pt: Velocidade da queda
ru: Скорость падения
sl: Hitrost padanja
sr@ijekavian: Брзина падања
sv: Dropphastighet
uk: Швидкість падіння
zh_tw: 掉下速度

# @item:inrange Drop speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Drop speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Carpet size
ca@valencia: Mida de la catifa
es: Tamaño de la alfombra
et: Vaiba suurus
eu: Tapizaren neurria
fi: Mattokoko
fr: Taille du tapis
gl: Tamaño da alfombra
hu: Szőnyegméret
it: Dimensione del tappeto
ja: カーペットサイズ
kk: Өрісі
ko: 카페트 크기
lv: Paklāja izmērs
nb: Teppestørrelse
nds: Teppichgrött
nl: Tapijtgrootte
pl: Rozmiar dywanu
pt: Tamanho da carpete
ru: Размер настила
sl: Velikost preproge
sr@ijekavian: Величина тепиха
sv: Mattstorlek
uk: Розмір килима
zh_tw: 地毯大小

# @item:inrange Carpet size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Mały
pt: Pequena
ru: Меньше
sl: Majhna
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Carpet size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duży
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Spawn likelyhood
ca@valencia: Pareix un naixement
es: Probabilidad de nacer
et: Sigitamise tõenäosus
fi: Ilmestymistiheys
fr: Probabilité engendrée
gl: Semellar un nacemento
it: Probabilità di generazione
kk: Ұқсастық деңгейі
ko: 생성 확률
lv: Izveidošanās iespējamība
nb: Sannsynlighet for avkom
nds: Liekheit utbreden
nl: Gelijkenis uitdelen
pl: Częstość pojawiania się
pt: Semelhança a nascimento
ru: Правдоподобная кладка
sl: Verjetnost oživitve
sr@ijekavian: Вјероватноћа израњања
sv: Förökningssannolikhet
uk: Породжуваність подібних
zh_tw: 產生可能性

# @item:inrange Spawn likelyhood
source: Low
ca@valencia: Baix
es: Baja
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Spawn likelyhood
source: High
ca@valencia: Alt
es: Alta
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Polygon count
ca@valencia: Nombre de polígons
es: Número de polígonos
et: Hulknurkade arv
eu: Poligono kopurua
fi: Monikulmioiden määrä
fr: Nombre de polygones
ga: Líon na bpolagán
gl: Cantidade de polígonos
hu: Poligonszám
it: Numero di poligoni
ja: ポリゴン数
kk: Көпбұрыштар
ko: 다각형 개수
lv: Daudzstūru skaits
nb: Polygonantall
nds: Tall vun Veelecken
nl: Aantal polygonen
pl: Liczba wielokątów
pt: Número de polígonos
ru: Многоугольники
sl: Število mnogokotnikov
sr@ijekavian: Број полигона
sv: Antal polygoner
uk: Кількість багатокутників
zh_tw: 多邊形計數

# @item:inrange Polygon count
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Basso
ja: 低い
kk: Аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niska
pt: Baixo
ru: Ниже
sl: Nizko
sr@ijekavian: низак
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Polygon count
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysoka
pt: Alto
ru: Выше
sl: Visoko
sr@ijekavian: висок
sv: Hög
uk: Висока
zh_tw: 高

# @item:inrange Colors
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @option:check
source: Follow
ca@valencia: Segueix
es: Seguir
et: Järgimine
eu: Jarraitu
fi: Seuraa
fr: Suivre
ga: Lean
gl: Seguir
hu: Követés
it: Segui
ja: 流れ
kk: Еру
ko: 따라가기
lv: Sekot
nb: Følg
nds: Nagahn
nl: Volgen
pl: Podążanie
pt: Seguir
ru: Следить
sl: Sledi
sr@ijekavian: Праћење
sv: Följ
uk: Слідкувати
zh_tw: 跟隨

# @option:check
source: Blob mode
ca@valencia: Mode de bombolla
es: Modo de burbuja
et: Piiskade režiim
eu: Tanta modua
fi: Möykkytila
fr: Nombre de nuées
gl: Modo das burbullas
hu: Blob mód
it: Modalità blob
ja: 物体モード
kk: Дақ режімі
ko: 물방울 모드
lv: Izaugumu režīms
nb: Kladdmodus
nds: Placken-Bedrief
nl: Kloddermodus
pl: Tryb kropli
pt: Modo das bolhas
ru: Сгустки вместо блоков
sl: Način kapelj
sr@ijekavian: Режим мрља
sv: Droppläge
uk: Режим плям
zh_tw: 斑點模式

# @option:check
source: Tunnel mode
ca@valencia: Mode túnel
es: Modo túnel
et: Tunnelirežiim
eu: Tunel modua
fi: Tunnelitila
fr: Type de tunnel
gl: Modo túnel
hu: Alagút mód
it: Modalità tunnel
ja: トンネルモード
kk: Туннель режімі
ko: 터널 모드
lv: Tuneļa režīms
nb: Tunnelmodus
nds: Tunnel-Bedrief
nl: Tunnelmodus
pl: Tryb tunelu
pt: Modo do túnel
ru: Режим туннеля
sl: Način predora
sr@ijekavian: Тунелски режим
sv: Tunnelläge
uk: Режим тунелю
zh_tw: 隧道模式

# @option:check
source: Carpet
ca@valencia: Catifa
es: Alfombra
et: Vaip
eu: Tapiza
fi: Matto
fr: Tapis
gl: Alfombra
hu: Szőnyeg
it: Tappeto
ja: カーペット
kk: Кілем
ko: 카페트
lv: Paklājs
nb: Teppe
nds: Teppich
nl: Tapijt
pl: Dywan
pt: Carpete
ru: Настил
sl: Preproga
sr@ijekavian: Тепих
sv: Matta
uk: Килим
zh_tw: 地毯

# @option:check
source: Nipples
ca@valencia: Pics
es: Pezones
et: Niplid
eu: Titiburuak
fi: Nyppylät
fr: Mamelons
gl: Tetos
hu: Mellbimbók
it: Connettori
ja: さざ波
kk: Бұдырлы
ko: 잔물결
lv: Pauguri
nb: Nipler
nds: Textuur
nl: Tepels
pl: Sutki
pt: Bicos
ru: Соединительные шипы
sl: Tuljavke
sr@ijekavian: Брадавице
sv: Vårtor
uk: Ніпелі
zh_tw: 接頭

# @item screen saver name
source: Triangle
es: Triángulo
et: Kolmnurk
eu: Triangelua
fi: Kolmio
gl: Triángulo
hu: Háromszög
it: Triangolo
ja: 三角形
kk: Үшбұрыш
ko: 삼각형
lv: Trīsstūris
nb: Trekant
nds: Dre'eck
nl: Driehoek
pl: Trójkąt
pt: Triângulo
sl: Trikotnik
sr@ijekavian: Троугао
sv: Triangel
uk: Трикутник
zh_tw: 三角形

# @info screen saver description
source: Generates random mountain ranges using iterative subdivision of triangles. Written by Tobias Gloth; 1997.
ca@valencia: Genera carenes muntanyoses aleatòries usant subdivisions iteratives de triangles. Escrit per Tobias Gloth; 1997.
es: Genera intervalos de cordilleras aleatorias usando subdivisiones iterativas de triángulos. Escrito por Tobias Gloth; 1997.
et: Tekitab korduvalt kolmnurki jaotades juhuslikke mäeahelikke. Autor: Tobias Gloth; 1997.
eu: Ausazko mendiak sortzen ditu triangeluen azpi-banaketa iteratiboa erabiliz. Tobias Gloth-ek idatzia; 1997.
fi: Sattumanvaraisia vuorijonoja, jotka muodostuvat kolmioiden toistuvasta jakamisesta osiin. Tekijä: Tobia Gloth; 1997.
fr: Génère des chaînes aléatoires de montagnes en utilisant des subdivisions de triangles. Écrit par Tobias Gloth ; 1997.
ga: Gineann sé seo sliabhraonta randamacha trí thriantáin a fhoroinnt go hatriallach. Scríofa ag Tobias Gloth, 1997.
gl: Xera paisaxes de montañas aleatorias usando a subdivisión iterativa de triángulos. Escribiuno Tobias Gloth en 1997.
hu: Véletlenszerű hegyvonulatokat rajzol iteráltan felosztott háromszögek segítségével. Készítette: Tobias Gloth, 1997.
it: Genera montagne casuali con la suddivisione iterativa di triangoli. Scritto da Tobias Gloth; 1997.
ja: 三角形の反復分割によってランダムな山岳地帯を描画します。Tobias Gloth、1997年作。
kk: Итерациялап үшбұрыштарды бөлуді қолданып таулар бейнесін құрады. Авторы: Tobias Gloth; 1997.
nb: Lager tilfeldige fjellkjeder med iterativ oppdeling av trekanter. Skrevet av Tobias Gloth i 1997..
nds: Stellt Tofallbargen op över wedderhaalt Ünnerdelen vun Dre'ecks. 1997 vun Tobias Gloth schreven.
nl: Genereert willekeurige bergruggen met gebruik van iteratieve onderverdeling van driehoeken. In 1997 geschreven door Tobias Gloth.
pl: Generuje losowe pasma gór za pomocą iteracyjnego dzielenia trójkątów.Autor: Tobias Gloth; 1997.
pt: Gera padrões de montanhas aleatórios usando a sub-divisão iterativa de triângulos. Feito por Tobias Gloth; 1997.
ru: Создаёт случайные горные цепи с помощью итеративного подразделения треугольников. Автор Тобиас Глот (Tobias Gloth), 1997.
sl: Ustvari naključne gorske verige z uporabo ponavljajočega podrazdeljevanja trikotnikov. Napisal Tobias Gloth, 1997.
sr@ijekavian: Генерише насумичне планинске вијенце итеративним дијељењем троуглова. Написао Тобијас Глот, 1997.
sv: Skapar slumpmässiga bergskedjor med iterativ nerdelning av trianglar. Skriven av Tobias Gloth, 1997.
uk: Створює випадкові подібні на гори рельєфи з використанням ітеративного поділу трикутників. Автор — Tobias Gloth; 1997.
zh_tw: 將三角形循環切割，隨機產生山的形狀。由 Tobias Gloth 撰寫，1997。

# @item screen saver name
source: TronBit
kk: ТронБит
ko: 트론비트
sr@ijekavian: Тронов Бит
uk: Тронбіт
