Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws quasiperiodic tilings; think of the implications on modern formica technology. In April 1997, Sir Roger Penrose, a British math professor who has worked with Stephen Hawking on such topics as relativity, black holes, and whether time has a beginning, filed a copyright-infringement lawsuit against the Kimberly-Clark Corporation, which Penrose said copied a pattern he created (a pattern demonstrating that "a nonrepeating pattern could exist in nature") for its Kleenex quilted toilet paper. Penrose said he doesn't like litigation but, "When it comes to the population of Great Britain being invited by a multinational to wipe their bottoms on what appears to be the work of a Knight of the Realm, then a last stand must be taken." As reported by News of the Weird #491, 4-Jul-1997. http://en.wikipedia.org/wiki/Penrose_tiling Written by Timo Korvola; 1997.
ca@valencia: Dibuixa mosaics quasi-periòdics; penseu en les implicacions sobre la moderna tecnologia de la fòrmica. L'abril de 1997, Sir Roger Penrose, un catedràtic de matemàtiques britànic que ha treballat amb Stephen Hawking en temes com la relativitat, forats negres i sobre quan va començar el temps, va denunciar un abús de copyright contra la Corporació Kimberly-Clark, la qual segons Penrose va copiar un dels seus motius per a usar-lo al seu paper de bany Kleenex (un motiu que demostrava que pot existir en la naturalesa un patró que no es repeteix). Penrose va dir que no li agradava litigar, però «quan s'invita al poble de Gran Bretanya a netejar els seus culs amb el treball d'un Cavaller del Regne, s'ha d'arribar fins el final». Aparegué a les notícies de Weird núm. 491, el 4 de juliol de 1997. http://en.wikipedia.org/wiki/Penrose_tiling Escrit per Timo Korvola; 1997.
es: Dibuja mosaicos cuasi-periódicos; piensa en las implicaciones de la tecnología moderna en la formica. Escrito por Timo Korvola. En Abril de 1997, Sir Roger Penrose, un profesor de matemáticas británico que ha trabajado con Stephen Hawking en temas como la relatividad, agujeros negros, y sobre cuando comenzó el tiempo, denunció un abuso de copyright contra la Corporación Kimberly-Clark, la cual según Penrose copió uno de sus motivos para usarlo en su papel de baño Kleenex (un motivo que demostraba que puede existir en la naturaleza un patrón que no se repite). Penrose dijo que no le gustaba litigar, pero «Cuando se invita al pueblo de Gran Bretaña a limpiar sus culos con el trabajo de un Caballero del Reino, se debe llegar hasta el final». Aparecido en las noticias de Weird #491, el 4 de julio de 1997. http://en.wikipedia.org/wiki/Penrose_tiling. Escrito por Timo Korvola; 1997.
et: Näitab kvaasiperioodilisi paane; mõelge vaid moodsa "sipelgatehnoloogia" rakendustele. 1997. aasta aprillis esitas sir Roger Penrose (Briti matemaatikaprofessor, kes oli töötanud koos Stephen Hawkingiga selliste teemade kallal, nagu relatiivsusteooria, mustad augud ja aja alguse võimalikkus) hagi autoriõiguse rikkumise kohta Kimberly-Clarki korporatsiooni vastu, väites, et firma on kasutanud tema loodud mustrit (mis näitab, et "looduses on olemas mittekorduvad mustrid") oma tualettpaberil Kleenex. Penrose kinnitas, et talle ei meeldi kohut käia, aga "kui kätte on jõudnud aeg, mil rahvusvaheline korporatsioon paneb Suurbritannia elanikud tagumikku pühkima millegagi, mis kujutab ilmselgelt Looja kätetööd, tuleb lihtsalt asuda viimsele kaitseliinile". Nii teatas vähemalt News of the Weird nr. 491 4. juulil 1997. http://en.wikipedia.org/wiki/Penrose_tiling Autor: Timo Korvola; 1997.
fr: Dessine des carrelages quasi-périodiques, pensez aux implications sur la technologie formica moderne. Écrit par Timo Korvola. En avril 1997, Sir Roger Penrose, un professeur de mathématiques anglais qui avait travaillé avec Stephen Hawking sur des sujets comme la relativité, les trous noirs, et l'éventuel commencement du temps, a intenté un procès pour infraction du copyright à la société Kimberly-Clark qui, d'après Penrose, avait copié un motif qu'il avait créé (un motif démontrant qu'un motif non répétitif peut exister dans la nature) pour ses papiers toilette Kleenex. Penrose dit qu'il n'aimait pas les litiges, mais, « Lorsqu'une multinationale invite la population de la Grande-Bretagne à essuyer son derrière avec ce qui semble être le travail d'un chevalier du royaume, alors on doit la combattre. » ; tel rapporté par « News of the Weird » n° 491, 4 juillet 1997. http://en.wikipedia.org/wiki/Penrose_tiling Écrit par Timo Korvola ; 1997.
ga: Dearann sé seo tílithe garpheiriadacha; déan machnamh ar an tionchar ar theicneolaíocht nua-aimseartha formica. Is matamaiticeoir Sasanach é Sir Roger Penrose, a bhfuil obair déanta aige in éineacht le Stephen Hawking ar choibhneasacht, dúphoill, agus an tosach aimsire. In Aibreán 1997, chomhdaigh sé cúis dlí ar Kimberly-Clark Corporation maidir le sárú cóipchirt. Dúirt sé gur chóipeáil Kimberly-Clark patrún a chruthaigh sé le haghaidh a bpáipéar leithris cuilteach Kleenex. Dúirt Penrose nach maith leis dlíthíocht, ach, ``When it comes to the population of Great Britain being invited by a multinational to wipe their bottoms on what appears to be the work of a Knight of the Realm, then a last stand must be taken.'' Tuairisc ó ``News of the Weird'' #491, 4 Iúil 1997. http://en.wikipedia.org/wiki/Penrose_tiling Scríofa ag Timo Korvola, 1997.
gl: Debuxa un conxunto de patróns cuasiperiódicos; pense nas implicacións na tecnoloxía de fórmica moderna. En Abril de 1997, Sir Roger Penrose, un profesor de matemática inglés que traballou con Stephen Hawking nalgúns temas como a relatividade, os buracos negros e se o tempo ten un inicio, lanzou un proceso de violación de dereitos de copia contra a Kimberly-Clark Corporation, no que Penrose dixo que copiaran un patrón que el creou (un patrón que demostra que «un patrón non-repetitivo podería existir na natureza») no seu papel hixiénico Kleenex. Penrose dixo que non gusta de preitos, pero que «Cando a poboación da Grande-Bretaña é convidada por unha multinacional a limpar o seu cu co que parece ser o traballo dun Cabaleiro do Reino, algunha acción deberá ser feita». Tal como foi citado nas News of the Weird #491, 4-xul-1997. http://en.wikipedia.org/wiki/Penrose_tiling. Escribiuno Timo Korvola en 1997.
hu: Kváziperiodikus mintázatokat rajzol ki, hasonlóan a modern formica technológiához. 1997 áprilisában Sir Roger Penrose, egy angol matematikaprofesszor, aki Stephen Hawkinggal dolgozott közösen olyan témákban, mint a relativitáselmélet, a fekete lyukak vagy a fizikai időszámítás kezdetének kérdése, szabványsértési eljárást kezdeményezett a Kimberly-Clark vállalattal szemben, amely Penrose szerint jogtalanul lemásolt egy általa feltalált mintát (amely azt demonstrálja, hogy "nem ismétlődő minták is léteznek a természetben") egyik mintás vécépapírjához. Penrose kijelentette, hogy nem híve a peres eljárásoknak, de "Ha odáig jutunk, hogy egy multi egy lord által feltalált mintával akarja kitöröltetni Nagy-Britannia lakóinak fenekét, akkor nem lehet mást tenni, mint megálljt parancsolni." Ez a történet a News of the Weird 491-es számában jelent meg, 1997. július 4-én. http://en.wikipedia.org/wiki/Penrose_tiling Készítette: Timo Korvola, 1997.
it: Disegna tessellature quasiperiodiche; pensa alle implicazioni sulla tecnologia moderna della fòrmica. Nell'aprile 1997, Sir Roger Penrose, un professore di matematica inglese che ha lavorato con Stephen Hawking su temi come relatività, buchi neri e dove il tempo ha avuto inizio, fece causa per violazione del diritto d'autore alla Kimberly-Clark Corporation, che secondo Penrose aveva copiato uno schema da lui creato (uno schema che dimostra come «uno schema non ripetibile possa esistere in natura») per usarlo nella loro carta igienica trapuntata Kleenex. Penrose disse che non gli piaceva l'idea di far causa, ma «quando si arriva al punto che una multinazionale invita il popolo di Gran Bretagna a pulirsi il posteriore con ciò che sembra il lavoro di un Cavaliere del Regno, si deve opporre un'ultima resistenza». Come riportato da News of the Weird, numero 491, 4 luglio 1997. http://it.wikipedia.org/wiki/Tassellatura_di_Penrose Scritto da Timo Korvola; 1997.
ja: 準周期的なタイリングを描きます。現代の formica 社の技術がもたらしたものを思いながら。Timo Korvola 作。1997年の春、サー・ロジャー・ペンローズ (英国の数学教授で、スティーヴン・ホーキングとともに相対性理論、ブラックホール、時間が始まる前の宇宙などの問題を研究) は、キンバリークラーク社を相手取り、著作権侵害の訴えを起こしました。ペンローズによれば、同社は教授の発明したパターン (「自然界には、繰り返しのないパターンが存在する」ということを示したパターン) を勝手にコピーしたというものです。この結果クリネックスはトイレットペーパー市場から撤退することになりました。ペンローズ曰く、彼は法廷論争は好まないが、「大英帝国の臣民に多国籍企業がやって来て、騎士の領分のものと思われるものを踏みにじろうとするなら、最後の抵抗をなさねばならない」。News of the Weird #491, 4-jul-1997 より。http://ja.wikipedia.org/wiki/ペンローズ・タイル Timo Korvola、1997年作。
kk: Квазипериодты құрақты өрнек. 1997 ж. сәуірінде, Stephen Hawking-пен сылыстырмалық, қара құрдым, уақыттың басталу ілімі тақырыптарында бірге істеген британдық профессор сэр Roger Penrose, Kimberly-Clark корпорациясына авторлық құқықтарды бұзды деп айып тағып, сотқа берді. Пенроуздің айтуы бойынша, корпорация ол (периодты емес өрнектер табиғатта бар екенін дәлелдеу үшін) ойлап тапқан өрнегін "Kleenex" деген дәрет қағазында қолданған. Пенроуз, соттасуғга әуес еместігін атап кетіп, бірақ "Патшайымдың Рыцарі атаққа иесінің енбек нәтижесімен Ұлы Британияның халықына арттарын сүртуге ұсынғаның кім шыдайды" деген. Бұл мәлімет News of the Weird #491, 4-Jul-1997 хабарлауы бойынша. http://en.wikipedia.org/wiki/Penrose_tiling Авторы: Timo Korvola; 1997.
nb: Tegner kvasiperiodisk fliselegging, tenk hva det kan bety for moderne respatex-teknologi. Det var i april 1997 at Sir Roger Penrose anla opphavsrettssak mot Kimberly-Clark Corporation. Sir Roger er en britisk matematikkprofessor som har samarbeidet med Stephen Hawking om slike emner som relativitet, svarte hull og om tiden har en begynnelse. Han reiste sak mot KCC da han påsto de hadde kopiert et mønster han hadde laget i Kleenex toalettpapir, et mønster som viste at et ikke-repeterende mønster kunne finnes i naturen. Sir Roger sa at han ikke liker saksanlegg, men «når et multinasjonalt selskap tilbyr Storbritannias befolkning å tørke seg bak med noe som ser ut til å være et åndsverk fra en av Rikets Riddere, da er grensen nådd.» Som referert i News of the Weird nr. 491, 4. juli 1997. <link>http://en.wikipedia.org/wiki/Penrose_tiling</link> Skrevet av Timo Korvola i 1997.
nds: Wiest halfperioodsche Kacheln. In Aprilmaand 1997 hett Sir Roger Penrose, en britsch Mathematik-Perfesser, de mit Stephen Hawking an Themas as Relativiteet, Swatte Löcker un den Anfang vun de Tiet arbeidt hett, de hett en Copyright-Klaag gegen de Sellschap Kimberley-Clark doon, vun wegen dat se en vun em schaapt Muster ahn sien Verlööf för Schiethuuspapeer bruukt hebbt. Dat Muster schull wiesen, wat dat in de Natuur nich-wedderhalen Mustern gifft. Penrose seeg, dat he dat Klaagdoon normaal nich mag, man wenn en multinatschonaal Sellschap de Inwahners vun Grootbritannien inlaadt, sik den Achtersteven mit dat Wark vun en Ridder vun't Riek aftowischen, mutt doch wat daan warrn. (Bericht vun "News of the Weird", Nr.491, op den 4. Juli 1997.) http://de.wikipedia.org/wiki/Penrose-Parkettierung Schreven vun Timo Korvola, 1997.
nl: Toont quasi-periodieke betegeling; denk aan de implicaties voor moderne formica technologie. In April 1997, is Sir Roger Penrose, een Britse wiskundeprofessor die heeft gewerkt met Stephen Hawking aan onderwerpen zoals relativiteit, zwarte gaten, en of tijd een begin heeft, een rechtzaak begonnen over een overtreding van het copyright tegen de Kimberly-Clark Corporation, die volgens Penrose een patroon hebben gekopieerd dat hij heeft ontworpen (een patroon dat demonstreert dat "een niet zich herhalend patroon in de natuur kan bestaan") voor hun Kleenex toiletpapier. Penrose zei dat hij niet van beschuldigingen houdt maar, "Als de bevolking van Groot Brittannië, door een multinational wordt uitgenodigd om hun billen af te vegen met iets wat lijkt op het werk van een Ridder van de Wereld, dan moet er positie worden ingenomen." Zoals is verslagen door News of the Weird #491, 4-juli-1997. http://en.wikipedia.org/wiki/Penrose_tiling In 1997 geschreven door Timo Korvola.
nn: Teiknar kvasiperiodiske tesseleringar. I april 1997 saksøkte Sir Roger Penrose – ein britisk matematikkprofessor som har samarbeidd med Stephen Hawking på emne som relativitetsteorien, svarte hol, og om tida har teke til nokon gong – Kimberly–Clark Corporation for brot på opphavsretten til eit toalettpapirmønster som Penrose hadde utforma tidlegare (eit mønster som viste at ikkje-gjentakande mønster kan finnast i naturen). Penrose hevda han ikkje liker søksmål, men men «måtte ta eit standpunkt når folket i Storbritannia vart bedne av eit multinasjonalt selskap om å tørka seg bak med verket til ein ridder av riket». Reportasje i News of the Weird #491, 4. juli 1997. http://en.wikipedia.org/wiki/Penrose_tiling Skriven av Timo Korvola i 1997.
pl: Rysuje quasi-okresowe kafelkowania, pomyśl o implikacjach nowoczesnych technologii tworzyw sztucznych. Autor: Timo Korvola. W kwietniu 1997, Sir Roger Penrose, brytyjski profesor matematyki, który pracował z Stephenem Hawkingiem nad takimi tematami jak względność, czarne dziury i czy czas ma początek, złożył pozew o pogwałcenie praw autorskich przez koncern Kimberly-Clark Corporation, który, jak twierdzi Penrose, użył wzoru, który on stworzył (wzór demonstrujący, że "niepowtarzający się wzór może istnieć w naturze") w swoim pikowanym papierze toaletowym Kleenex. Penrose stwierdził, że nie lubi się procesować, ale "kiedy dochodzi do tego, że ludność Wielkiej Brytanii jest zachęcana przez międzynarodowy koncern do podcierania się czymś, co najwyraźniej jest dziełem Rycerza Królestwa, wtedy ostatni bastion musi zostać obroniony". Podane przez "News of the Weird #491" 4 lipca 1997.
pt: Desenha um conjunto de padrões quasi-periódicos; pense nas implicações na tecnologia de fórmica moderna. Feito por Timo Korvola. Em Abril de 1997, o Sir Roger Penrose, um professor de matemática inglês que trabalhou com Stephen Hawking em alguns tópicos como a relatividade, os buracos negros e se o tempo tem um início, lançou um processo de violação de direitos de cópia contra a Kimberly-Clark Corporation, em que Penrose disse que copiaram um padrão que ele criou (um padrão que demonstra que "um padrão não-repetitivo poderia existir na natureza") no seu papel higiénico da Kleenex. Penrose disse que não gosta de litigações, mas que ``Quando a população da Grã-Bretanha é convidada por uma multinacional a limpar o seu rabo ao que parece ser o trabalho de um Cavaleiro do Reino, alguma acção deverá ser feita". Tal como foi citado nas News of the Weird #491, 4-jul-1997. http://en.wikipedia.org/wiki/Penrose_tiling Feito por Timo Korvola; 1997.
ru: Квазипериодические плитки. В апреле 1997 сэр Роджер Пенроуз (Roger Penrose), английский профессор математики, работавший со Стивеном Хокингом (Stephen Hawking) над вопросами относительности, чёрных дыр и существования начала времени, подал иск против корпорации «Kimberly-Clark», которую Пенроуз обвинял в копировании рисунка, который он создал (доказательство того, что непериодические системы могут существовать в природе) для туалетной бумаги «Kleenex». Пенроуз сказал, что обращение в суд ему не по душе, но «когда дело доходит до того, что британцам предлагают вытирать свои зады тем, над чем работал Рыцарь Её Величества, стоит испробовать все дозволенные средства» (из новостей журнала «Weird» № 491, 4 июля 1997). http://ru.wikipedia.org/wiki/Мозаика_Пенроуза Автор Тимо Корвола (Timo Korvola), 1997.
sl: Izriše kvaziperiodične tlakovce, razmislite o pomenu moderne formica tehnologije. Aprila 1997 je Sir Roger Penrose, britanski profesor matematike, ki je s Stephenom Hawkingom delal na temah kot so relativnost, črne luknje in ali ima čas začetek proti podjetju Kimberly-Clark Corporation vložil tožbo zaradi kršitve avtorskih pravic. Penrose je trdil, da so kopirali njegov vzorec, ki prikazuje, da "v naravi lahko obstaja neponavljajoč vzorec", in ga uporabili na toaletnem papirju. Penrose je rekel, da mu tožba ni všeč, vendar "ko ljudi Velike Britanije velika multinacionalka povabi k brisanju svojih zadnjic z delom viteza, se je treba postaviti v bran". http://en.wikipedia.org/wiki/Penrose_tiling Napisal Timo Korvola, 1997.
sr@ijekavian: Црта квазипериодичне плочице (http://en.wikipedia.org/wiki/Penrose_tiling); помислите на импликације за модерну технологију формике. Априла 1997., сер Роџер Пенроуз, британски професор математике који је радио са Стивеном Хокингом у областима попут релативности, црних рупа, и да ли је вријеме имало почетак, тужио је компанију Кимберли-Кларк за повреду ауторских права. Према Пенроузу, Кимберли-Кларк је копирала образац који је он створио (а који показује да „непонављајући образац може постојати у природи“) на тоалетном папиру „клинекс“. Пенроуз је изјавио да не воли тужакање, али „кад једна компанија предложи народу Велике Британије да брише задњицу нечим на чему се налази нешто налик на дјело витеза империје, преко тога се не може пријећи“ (Њуз оф д вирду, бр. 491, 4. јул 1997). Написао Тимо Корвола, 1997.
sv: Ritar pseudoregelbundna plattor. Tänk bara på innebörden för modern kakelteknologi. I april 1997 inlämnade Sir Roger Penrose, en brittisk matematikprofessor som har arbetat med Stephen Hawking rörande ämnen som relativitet, svarta hål och om tiden har en början, en stämningsansökan om brott mot upphovsrättslagen mot Kimberly-Clark bolaget, som Penrose sa hade kopierat ett mönster han skapat (ett mönster som demonstrerade att "ett icke-repetitivt mönster kan existera i naturen") på sitt Kleenex mjuka toalettpapper. Penrose sa att han inte tycker om processande men, "När det gäller att Storbritanniens befolkning inbjuds av ett multinationellt bolag att torka sig i baken med vad som verkar vara arbete från en av samväldets adelsmän, så måste man stå upp för sin sak." Rapporterat av News of the Weird, nummer 491, 4:e juli 1997. Se http://sv.wikipedia.org/wiki/Penrosetessellation. Skriven av Timo Korvola, 1997.
uk: Малює квазіперіодичні плитки. В квітні 1997 Roger Penrose, британський професор математики, який працював з Stephen Hawking над питаннями відносності, чорних дір та існування початку часу, подав в суд за порушення авторських прав на корпорацію Kimberly-Clark, яка, по словах Пенровза, скопіювала, створений ним, візерунок для свого туалетного паперу «Kleenex». Пенровз сказав, що він не любить тягатись по судах, але «Коли доходить до того, що населенню Великобританії інтернаціональна компанія пропонує витирати свої зади тим, над чим працював Лицар Її Величності, то хтось мусить цьому протистояти» (з «Новин для Диваків» #491, 4 липня 1997). http://en.wikipedia.org/wiki/Penrose_tiling Автор — Timo Korvola; 1997.
zh_tw: 畫出半週期的磚狀。根據 News of the Wierd 第 491 期，1997 年七月四日的報導，在 1997 年四月，Roger Penrose，一位英國的數學教授，控告 Kimberly-Clark 公司所生產的 Kleenex 牌衛生紙上的圖案抄襲自一種他所創造的圖案，這個圖案展示「自然界存在的不重覆的樣式」。Penrose 表示他並不喜歡訴訟，但是「這個產品來到大不列顛後，此地的人民可能被這間跨國公司推薦用他們國家的爵士辛勤工作出來的結果擦屁股，一想到這一點就不得不採取行動。」由 Timo Korvola 撰寫，1997。

# @option:check
source: Draw ammann lines
ca@valencia: Dibuixa les línies Ammann
es: Dibuja Líneas de ammann
et: Ammanni joonte näitamine
eu: Marraztu Ammann lerroak
fi: Piirrä ammann-viivat
fr: Dessiner les lignes d'Ammann
ga: Dear línte ammann
gl: Debuxar liñas Ammann
hu: Ammann-vonalakat rajzol
it: Disegna le linee di Ammann
ja: Ammann 線を描く
kk: Амманн сызықтары болсын
ko: 암만 선 그리기
lv: Zīmēt Ammana līnijas
nb: Tegn ammann-linjer
nds: Ammann-Regen wiesen
nl: Ammann-lijnen tekenen
nn: Teikn ammann-linjer
pl: Rysuj linie Ammanna
pt: Desenhar as linhas Ammann
ru: Рисовать линии Аммана
sl: Izriši ammannove črte
sr@ijekavian: Цртај Аманове линије
sv: Rita Ammannlinjer
uk: Малювати лінії Амана
zh_tw: 繪製 Ammann 線條

# @item screen saver name
source: Petri
et: PetriTass
fi: Petrimalja
fr: Pétri
ja: ペトリ
kk: Петри
ko: 페트리
nds: Petrikumm
sl: Petrijevka
sr@ijekavian: Петри
uk: Петрі
zh_tw: 培養皿
