Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: A quasicrystal is a structure that is ordered but aperiodic. Two-dimensional quasicrystals can be generated by adding a set of planes where x is the sine of y. Different complex aperiodic plane tilings are produced depending on the period, position, and rotation of the component planes, and whether the rotation of the planes is evenly distributed around the circle (the "symmetry" option, above) or random. See also the "RD-Bomb", "CWaves" and "Penrose" screen savers. http://en.wikipedia.org/wiki/Quasicrystal Written by Jamie Zawinski; 2013.
ca@valencia: Un quasicristall és una estructura que està ordenada però que no és periòdica. Els quasicristalls de dues dimensions es poden generar afegint un conjunt de plans a on x és el sinus de y. Es produeixen diferents mosaics planars complexos i no periòdics, en funció del període, posició, i gir dels plans que els composen, i si el gir dels plans es distribueix uniformement al voltant del cercle (l'opció «simetria», a dalt) o aleatòriament. Vegeu també els estalvis de pantalla «Bomba RD», «Ones C» i «Penrose». http://en.wikipedia.org/wiki/Quasicrystal Escrit per Jamie Zawinski; 2013.
es: Un cuasicristal es una estructura ordenada, pero aperiódica. Los cuasicristales de dos dimensiones se pueden generar añadiendo un conjunto de planos donde x es el seno de y. Diferentes enlosados aperiódicos complejos se generan dependiendo de su periodo, posición y rotación de los planos que lo componen, y de que la rotación de los planos esté distribuida de forma impar alrededor del círculo (la opción «simetría» de arriba) o aleatoria. Consulte también los salvapantallas «Bomba-RD», «Ondas C» y «Penrose». http://en.wikipedia.org/wiki/Quasicrystal. Escrito por Jamie Zawinski; 2013.
et: Kvaasikristall on struktuur, mis on korrastatud, aga aperioodiline. Kahemõõtmelisi kvaasikristalle saab genereerida, kui lisada tasapindu, kus x on y siinus. Erinevaid aperioodilisi liitpindu luuakse sõltuvalt osapindade perioodist, positsioonist ja pööramisest ning sellest, kas tasapindade pööramine jaguneb piki rungi ühtlaselt (vt. valikut "Sümmeetria") või juhuslikult. Vt. ka ekraanisäästjaid "RD-pomm", "CLained", ja "Penrose". http://en.wikipedia.org/wiki/Quasicrystal Autor: Jamie Zawinski; 2013.
fi: Kvasikristalli on rakenne, joka on järjestynyt mutta jaksoton. Kaksiulotteisia kvasikristalleja voi luoda lisäämällä joukon pintoja, joiden x on y:n sini. Erilaisia kompleksisia jaksottomia pintamuodostelmia voi tuottaa vaihtelemalla osapintojen jaksoa, sijaintia ja kiertoa samoin kuin sitä, jakautuuko tasojen kierto ympyrälle tasaisesti vai satunnaisesti (symmetria-asetus). Katso myös näytönsäästäjiä RD-pommi, C-aallot ja Penrose. http://en.wikipedia.org/wiki/Quasicrystal Kirjoittanut Jamie Zawinski, 2013.
it: Un quasicristallo è una struttura ordinata ma non periodica. I quasicristalli bidimensionali possono essere generati aggiungendo un insieme di piani dove X è il seno di y. Diversi affiancamenti dei piani aperiodici complessi sono prodotte a seconda del periodo, della posizione, e della rotazione dei piani componenti, e da se la rotazione dei piani è uniformemente distribuita attorno al cerchio (l'opzione «simmetria» sopra) o è casuale. Vedi anche i salvaschermi «Bomba RD», «Onde sinusoidali» e «Penrose». http://it.wikipedia.org/wiki/Quasicristallo Scritto da Jamie Zawinski; 2013.
nb: En kvasikrystall er en struktur som er ordnet men ikke periodisk. Todimensjonale kvasikrystaller kan lages ved å legge til et sett planer der x er sinus til y. Forskjellige komplekse aperiodisiske plane flislegginger blir laget ut fra periode, posisjon og rotasjon av komponent-planene, og om planenes rotasjon er jevnt fordelt rundt sirkelen («symmetri»-valget over) eller vilkårlig. Se også pauseskjermene «RD-bombe», «C-bølger» og «Penrose». http://en.wikipedia.org/wiki/Quasicrystal Skrevet av Jamie Zawinski i 2013.
nds: En Halfkristall is en Struktuur, de ornt is, man sik nich wedderhalen deit. Tweedimenschonaal Halfkristallen last sik opstellen, wenn een en Sett vun Evenen toföögt, bi de X de Sinus vun Y is. De verscheden vigeliensch nich-wedderhalen Kacheleren hangt vun de Dreihpünkt, de Positschoon un de Dreihen vun de Deelevenen af, un dor vun, wat de Dreihen vun de Evenen liek oder tofällig rund den Krink verdeelt is (de Optschoon „Symmetrie“). Kiek ok bi „RD-Bomb“, „CBülgen“ un „Penrose“. http://de.wikipedia.org/wiki/Quasikristall Schreven vun Jamie Zawinski, 2013.
nl: Een quasi-kristal is een structuur die orde bevat maar niet-periodiek is. Tweedimensionale quasi-kristallen kunnen gegenereerd worden door een set van vlakken toe te voegen waar x de sinus is van y. Verschillende complexe niet-periodieke tegelvormige vlakken worden geproduceerd afhankelijk van de periode, positie en rotatie van de deelnemende vlakken en of de rotatie van de vlakken evenredig gedistribueerd is rond de cirkel (de bovenstaande "symmetrie"-optie) or willekeurig. Zie ook de "RD-Bomb", "CWaves" en "Penrose" schermbeveiliging. http://en.wikipedia.org/wiki/Quasicrystal In 2013 geschreven door Jamie Zawinski.
pl: Kwazikrzystał jest strukturą uporządkowaną lecz aperiodyczną. Dwuwymiarowe kwazikrzyszały można wygenerować poprzez dodawanie zestawu ścian gdzie x jest sinusem y. Różne złożone aperiodyczne ściany płytek są tworzone w zależności od okresu, położenia i obrotu składowych płaszczyzn i od tego czy obrót płaszczyzn jest równo rozłożony wokół okręgu (opcja "symetrii", powyżej) czy losowo. Zajrzyj także do wygaszaczy ekranu "RD-Bomb", "CWaves" oraz "Penrose". http://en.wikipedia.org/wiki/Quasicrystal Autor: Jamie Zawinski; 2013.
pt: Um quasi-cristal é uma estrutura ordenada mas não-periódica. Podem-se gerar quasi-cristais a duas dimensões se adicionar um conjunto de planos onde o 'x' é o seno de 'y'. São produzidos diferentes padrões planares não-periódicos e complexos, dependendo do período, da posição e da rotação dos planos dos componentes e se a rotação dos planos é distribuída de forma uniforme em torno do círculo (a opção de "simetria" acima) ou aleatória. Veja também os protectores de ecrã "Bomba-RD", "Ondas-C" e "Penrose". http://en.wikipedia.org/wiki/Quasicrystal Feito por Jamie Zawinski; 2013.
sl: Kvazikristal je urejena, a neperiodična struktura. Dvodimenzionalne kvazikristale lahko ustvarite tako, da dodate set ravnin, kjer je x sinus y. Različne kompleksne neperiodične razpostavitve ravnin so ustvarjene glede na periodo, položaj in vrtenje sestavnih delov ravnin, odvisne pa so tudi od tega ali je vrtenje ravnin enakomerno porazdeljeno okrog kroga (možnost "simetrija"). ali naključno. Oglejte si tudi ohranjevalnike zaslona "RD-Bomb", "CWaves" in "Penrose". http://en.wikipedia.org/wiki/Quasicrystal Napisal Jamie Zawinski; 2013.
sr@ijekavian: Квазикристал је структура која је уређена али апериодична (http://en.wikipedia.org/wiki/Quasicrystal). Дводимензионални квазикристали могу да се генеришу сабирањем скупа равни код којих је x синус од y. Различита апериодична поплочавања комплексне равни добијају се у зависности од периода, положаја и ротације компоненталних равни, као и од тога да ли је ротација равни равномерно расподељена по кругу (опција симетрије) или насумична. Погледајте и чуваре екрана РД‑бомба, Ц‑таласи и Пенроуз. Написао Џејми Завински, 2013.
sv: En kvasikristall är en struktur som är ordnad med aperiodisk. Tvådimensionella kvasikristaller kan skapas genom att lägga till en mängd plan där x är sinus av y. Olika komplexa aperiodiska rutnät produceras beroende på period, position och rotation av de ingående planen, och om planens rotation är jämnt distribuerad omkring cirkeln (alternativet "symmetri" ovan) eller slumpmässig. Se också skärmsläckarna "RD-bomb", "C-vågor" och "Penrose", samt http://sv.wikipedia.org/wiki/Kvasikristall. Skriven av Jamie Zawinski, 2013.
uk: Квазікристал — упорядкована конструкція, але без періодичності. Двовимірні квазікристали можна створити додаванням набору площин, на кожній з яких x є синусоподібною функцією y. Різні складні аперіодичні мозаїки можна створити на основі значень періодів, розташування та взаємного повороту площин компонентів, а також того, парним чи випадковим чином розташовано за колом кути взаємного повороту площин (пункт «Симетрично»). Див. також зберігачі екрана «RD-бомба», «C-хвилі» та «Пенровз». http://en.wikipedia.org/wiki/Quasicrystal Автор — Jamie Zawinski; 2013.
zh_tw: 準晶體（quasicrystal）是一個有序，但非週期性的結構。二維準晶體可以由加入一組 x = sin(y) 的平面而形成。此外，不同的複雜非週期平面鋪排也可依據週期、位置與組成平面的旋轉來產生，不管平面的旋轉是均勻地分布在圓（上方的「對稱」選項）或是隨機的。請參考「RD-炸彈」、「C 波」與「Penrose」螢幕保護程式。參考資料：http://en.wikipedia.org/wiki/Quasicrystal 。由 Jamie Zawinski 撰寫；2013。

# @label:slider
source: Contrast
es: Contraste
et: Kontrast
hu: Kontraszt
it: Contrasto
ja: コントラスト
ko: 명암
nb: Kontrast
nds: Kontrast
pl: Kontrast
pt: Contraste
sl: Kontrast
sr@ijekavian: Контраст
sv: Kontrast
uk: Контрастність
zh_tw: 對比

# @item:inrange Contrast
source: Low
ca@valencia: Baix
es: Bajo
et: Madal
hu: Alacsony
it: Basso
ja: 低い
ko: 낮음
nb: Lav
nds: Siet
nl: Laag
pl: Niski
pt: Baixo
sl: Nizek
sr@ijekavian: низак
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Contrast
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
hu: Magas
it: Alto
ja: 高い
ko: 높음
nb: Høy
nds: Hooch
nl: Hoog
pl: Wysoki
pt: Alto
sl: Visok
sr@ijekavian: висок
sv: Hög
uk: Висока
zh_tw: 高

# @option:check
source: Displacement
ca@valencia: Desplaçament
es: Desplazamiento
et: Ümberpaigutamine
it: Scostamento
ko: 이동
nb: Forskyvning
nds: Versetten
nl: Verplaatsing
pl: Przemieszczenie
pt: Deslocação
sl: Premestitev
sr@ijekavian: Смицање
sv: Förflyttning
uk: Зміщення
zh_tw: 置換

# @option:check
source: Rotation
ca@valencia: Rotació
es: Rotación
et: Pööramine
eu: Biraketa
fi: Pyörimisliike
ga: Rothlú
gl: Rotación
hu: Forgás
it: Rotazione
ja: 回転
kk: Айналып
ko: 회전
lv: Rotācija
nb: Rotasjon
nds: Dreihen
nl: Rotatie
nn: Dreiing
pl: Obrót
pt: Rotação
ru: Поворот
sl: Vrtenje
sr@ijekavian: Ротација
uk: Обертання
zh_tw: 旋轉

# @option:check
source: Symmetry
ca@valencia: Simetria
es: Simetría
et: Sümmeetria
hu: Szimmetria
it: Simmetria
ja: シンメトリ
ko: 대칭
nb: Symmetri
nds: Symmetrie
nl: Symmetrie
pl: Symetria
pt: Simetria
sl: Simetrija
sr@ijekavian: Симетрија
sv: Symmetri
uk: Симетрично
zh_tw: 對稱

# @item screen saver name
source: Queens
ca@valencia: Reines
es: Reinas
et: Malelipud
eu: Erreginak
fi: Kuningattaret
fr: Reines
gl: Damas
hu: Királynők
it: Regine
kk: Уәзірлер
ko: 여왕
lv: Dāmas
nb: Dronninger
nds: Damen
nn: Dronningar
pl: Hetmani
pt: Rainhas
ru: Ферзи
sl: Kraljice
sr@ijekavian: Краљице
sv: Damer
uk: Королеви
zh_tw: 皇后

# @info screen saver description
source: The N-Queens problem: how to place N queens on an NxN chessboard such that no queen can attack a sister? See also the "Endgame" screen saver. http://en.wikipedia.org/wiki/Eight_queens_puzzle Written by Blair Tennessy; 2002.
ca@valencia: El problema de les N Reines: Com situar N reines en un tauler d'escacs de NxN de tal manera que cap reina puga atacar a una germana? Vegeu també l'estalvi de pantalla «Final de joc». http://en.wikipedia.org/wiki/Eight_queens_puzzle Escrit per Blair Tennessy; 2002.
es: El problema de N-reinas: ¿cómo poner N reinas en una tablero de NxN sin que una reina ataque a otra? Ver también el salvapantallas «Fin del Juego». http://en.wikipedia.org/wiki/Eight_queens_puzzle. Escrito por Blair Tennessy; 2002.
et: Lahendab N-lipu probleemi: kuidas asetada N lippu NxN malelauale, nii et ükski lipp ei ründaks teist? Vaata ka ekraanisäästjat "Lõppmäng". http://en.wikipedia.org/wiki/Eight_queens_puzzle Autor: Blair Tennessy; 2002.
it: Il problema delle N regine: come si possono mettere N regine in una scacchiera N×N in modo che nessuna possa mangiarne un'altra? Vedi anche il salvaschermo «Scacco al re». http://it.wikipedia.org/wiki/Rompicapo_delle_otto_regine Scritto da Blair Tennessy; 2002.
nb: N-dronning.problemet: hvordan plassere N dronninger på et NxN sjakkbrett slik at ingen dronning kan angripe en søster? Se også pauseskjermen «Sluttspill».http://en.wikipedia.org/wiki/Eight_queens_puzzlle Skrevet av Blair Tennessy i 2002.
nds: Dat N-Damenproblem: Wodennig laat sik N Damen op en N*N-Schachbrett platzeren, dat keen Daam en anner Daam bedrauhen deit? Kiek Di ok den Pausschirm "Ennspeel" an. http://de.wikipedia.org/wiki/Damenproblem Schreven vun Blair Tennessy, 2002.
nl: Het N-koninginnen probleem: hoe N koninginnen te plaatsen op een NxN schaakbord zodat geen koningin een zuster kan aanvallen? Zie ook de "Endgame" schermbeveiliging. http://en.wikipedia.org/wiki/Eight_queens_puzzle In 2002 geschreven door Blair Tennessy.
pl: Problem N-hetmanów: jak umieścić N hetmanów na NxN szachownicy, tak aby żaden z hetmanów nie mógł zaatakować swojego? Zobacz również wygaszacz ekranu "Koniec gry". http://pl.wikipedia.org/wiki/Problem_ośmiu_hetmanów Autor: Blair Tennessy; 2002.
pt: Resolve o problema das N-Rainhas (onde o N está entre 5 e 10 rainhas). O problema é: como é que se podem colocar N rainhas num tabuleiro de xadrez NxN, sendo que uma rainha não pode atacar nenhuma outra? Veja também o protector de ecrã "Fim do jogo". http://en.wikipedia.org/wiki/Eight_queens_puzzle Feito por Blair Tennessy; 2002.
sl: Težava je: kako je mogoče N kraljic postaviti na šahovnico NxN tako, da nobena kraljica ne more napasti druge kraljice? Oglejte si tudi ohranjevalnik zaslona "Konec igre". http://en.wikipedia.org/wiki/Eight_queens_puzzle Napisal Blair Tennessy, 2002.
sr@ijekavian: Проблем N‑краљица: како поставити N краљица на шаховску таблу N×N тако да се никоје двије краљице не нападају? (http://en.wikipedia.org/wiki/Eight_queens_puzzle). Погледајте и чувар екрана Финиш. Написао Блер Тенеси, 2002.
sv: N-damersproblemet: Hur kan man placera N damer på ett N x N schackbräde så att ingen dam kan anfalla någon annan? Se också skärmsläckaren "Slutspel" och http://en.wikipedia.org/wiki/Eight_queens_puzzle. Skriven av Blair Tennessy, 2002.
uk: Розв’язує задачу про N королев. Суть задачі така: як розмістити N королев на шаховій дошці NxN так, щоб жодна з них не атакувала іншу? Див. також зберігач екрана «Ендшпіль». http://en.wikipedia.org/wiki/Eight_queens_puzzle Автор — Blair Tennessy; 2002.
zh_tw: N-皇后問題：將 N 個皇后擺在 NXN 的棋盤上，但是彼此無法互相攻擊。參考資料：http://en.wikipedia.org/wiki/Eight_queens_puzzle 。由 Blair Tennessy 撰寫，2002。

# @info screen saver description
source: Solves the N-Queens problem (where N is between 5 and 10 queens). The problem is: how may one place N queens on an NxN chessboard such that no queen can attack a sister? See also the "Endgame" screen saver. http://en.wikipedia.org/wiki/Eight_queens_puzzle Written by Blair Tennessy; 2002.
ca@valencia: Resol el problema de les N Reines (quan N és entre 5 i 10 reines). El problema és: quantes N reines es poden col·locar en un tauler d'escacs de tal manera que cap reina puga atacar a una germana? Vegeu també l'estalvi de pantalla «Final de joc». http://en.wikipedia.org/wiki/Eight_queens_puzzle Escrit per Blair Tennessy; 2002.
es: Resuelve un problema con N reinas (donde N está entre 5 y 10). El problema es: como poner N reinas en una tablero de NxN sin que una reina ataque a otra. Ver también el salvapantallas «Fin del Juego». http://en.wikipedia.org/wiki/Eight_queens_puzzle. Escrito por Blair Tennessy; 2002.
et: Lahendab N-lipu probleemi (kus N on vahemikus 5 kuni 10). Probleem on järgmine: kuidas asetada N lippu NxN malelauale, nii et ükski lipp ei ründaks teist? Vaata ka ekraanisäästjat "Lõppmäng". http://en.wikipedia.org/wiki/Eight_queens_puzzle Autor: Blair Tennessy; 2002.
eu: N-Erreginen problema ebazten du (non N, 5 eta 10 erregina bitartean dagoen). Problema hau da: Nola kokatu daitezke N erregina NxN xake-taula batean, ezein erreginek ezin dezan bere ahizparik erasotu? "Endgame" pantaila babeslea ere begiratu. http://en.wikipedia.org/wiki/Eight_queens_puzzle Blair Tennessy-k idatzia; 2002.
fi: Ratkaisee N:n kuningattaren ongelman (missä N on välillä 5–10 kuningatarta). Ongelma kuuluu: Kuinka sijoittaa N kuningatarta N×N šakkilaudalle niin, ettei yksikään uhkaa sisartaan? Katso myös ”Loppupeli”-näytönsäästäjää. http://en.wikipedia.org/wiki/Eight_queens_puzzle Kirjoittanut Blair Tennessy, 2002.
fr: Solutionne le problème des N dames (où N représente entre 5 et 10 dames). Le problème est : comment placer N dames sur un damier N x N telles qu'aucune dame ne peut en attaquer une autre ? Voir aussi l'écran de veille « Endgame ». http://fr.wikipedia.org/wiki/Problème_des_huit_dames Écrit par Blair Tennessy ; 2002.
gl: Resolve o problema das N-Raíñas (onde o N está entre 5 e 10 raíñas). O problema é: como é que se poden colocar N raíñas nun taboleiro de xadrez NxN, sendo que unha raíña non pode atacar ningunha outra? Vexa tamén o protector de pantalla «Fin do xogo». http://en.wikipedia.org/wiki/Eight_queens_puzzle. Escribiuno Blair Tennesy en 2002.
it: Risolve il problema delle N regine (dove N è tra 5 e 10). Il problema è: come si possono mettere N regine in una scacchiera N×N in modo che nessuna possa mangiarne un'altra? Guarda anche il salvaschermo «Scacco al re». http://it.wikipedia.org/wiki/Rompicapo_delle_otto_regine Scritto da Blair Tennessy; 2002.
kk: N-уәзір мәселесінің шешуі (N дегені 5 пен 10 арасында). Мәселе: NxN шахмат тақтасында N уәзірді бір-бірін соқпайындай қалай орналастыру? Ұқсас сақтаушы - "Эндшпиль". http://en.wikipedia.org/wiki/Eight_queens_puzzle Авторы: Blair Tennessy; 2002.
nb: Løser N-dronning.problemet (der N er mellom 5 og 10 dronninger). Problemet er: hvordan plassere N dronninger på et NxN sjakkbrett slik at ingen dronning kan angripe en søster? Se også pauseskjermen «Sluttspill». <link>http://en.wikipedia.org/wiki/Eight_queens_puzzle</link> Skrevet av Blair Tennessy i 2002.
nds: Lööst dat N-Damenproblem ("N" is de Tall vun Damen, twischen 5 un 10). Dat Problem: Wodennig laat sik N Damen op en N*N-Schachbrett platzeren, dat keen Daam en anner Daam bedrauhen deit? Kiek Di ok den Pausschirm "Ennspeel" an. http://de.wikipedia.org/wiki/Damenproblem Schreven vun Blair Tennessy, 2002.
nl: Lost het N-koninginnen probleem op (waar N ligt tussen 5 en 10 koninginnen). Het probleem is: hoe kan men N koninginnen op een NxN schaakbord zo plaatsen dat geen koningin een ander kan aanvallen a sister? Zie ook de "Endgame" schermbeveiliging. http://en.wikipedia.org/wiki/Eight_queens_puzzle In 2002 geschreven door Blair Tennessy.
pl: Rozwiązuje problem N-hetmanów (gdzie N zawiera się pomiędzy 5 a 10 hetmanów). Problem jest następujący: jak ustawić N hetmanów na szachownicy NxN tak, aby nie atakowały się wzajemnie? Zobacz również wygaszacz ekranu "Koniec gry". http://pl.wikipedia.org/wiki/Problem_ośmiu_hetmanów Autor: Blair Tennessy; 2002.
pt: Resolve o problema das N-Rainhas (onde o N está entre 5 e 10 rainhas). O problema é: como é que se podem colocar N rainhas num tabuleiro de xadrez NxN, sendo que uma rainha não pode atacar nenhuma outra? Veja também o protector de ecrã "Fim do jogo". http://en.wikipedia.org/wiki/Eight_queens_puzzle Feito por Blair Tennessy; 2002.
ru: Решение задачи N-ферзей (где N -- число от 5 до 10). Задача: сколько ферзей можно расположить на доске NxN так, чтобы ни один из ферзей не находился под боем другого? Также см. хранитель экрана "Endgame". http://ru.wikipedia.org/wiki/Задача_о_восьми_ферзях Автор Блэр Теннесси (Blair Tennessy), 2002.
sl: Reši težavo N-kraljic (kjer je N med 5 in 10 kraljicami). Težava je: kako je mogoče N kraljic postaviti na šahovnico NxN tako, da nobena kraljica ne more napasti druge kraljice? Oglejte si tudi ohranjevalnik zaslona "Konec igre". http://en.wikipedia.org/wiki/Eight_queens_puzzle Napisal Blair Tennessy, 2002.
sr@ijekavian: Рјешава проблем N‑краљица (где је N између 5 и 10): како поставити N краљица на шаховску таблу N×N тако да се никоје двије краљице не нападају? (http://en.wikipedia.org/wiki/Eight_queens_puzzle). Погледајте и чувар екрана Финиш. Написао Блер Тенеси, 2002.
sv: Löser N-damersproblemet (där N är mellan 5 och 10 damer). Problemet är: Hur kan man placera N damer på ett N x N schackbräde så att ingen dam kan anfalla någon annan? Se också skärmsläckaren "Slutspel" och http://en.wikipedia.org/wiki/Eight_queens_puzzle. Skriven av Blair Tennessy, 2002.
uk: Розв’язує задачу про N королев (де, у цій програмі, N знаходиться між 5 і 10). Суть задачі така: як розмістити N королев на шаховій дошці NxN так, щоб жодна з них не атакувала іншу? Див. також зберігач екрана «Ендшпіль». http://en.wikipedia.org/wiki/Eight_queens_puzzle Автор — Blair Tennessy; 2002.
zh_tw: 解 N-皇后問題（N 從 5 到 10）。也就是將 N 個皇后擺在 NXN 的棋盤上，但是彼此無法互相攻擊。參考資料：http://en.wikipedia.org/wiki/Eight_queens_puzzle 。由 Blair Tennessy 撰寫，2002。

# @item screen saver name
source: RDbomb
ca@valencia: Bomba RD
et: RD-pomm
eu: RDLehergailua - RDbomb
fi: RD-pommi
fr: Bombe RD
gl: Bomba-RD
hu: RD-bomba
it: Bomba RD
ja: RD ボム
kk: РД-бомбасы
ko: RD 폭탄
nb: RD-bombe
nl: RD-bom
pl: Bomba RD
pt: Bomba-RD
sl: RDbomba
sr@ijekavian: РД‑бомба
uk: RD-бомба

# @info screen saver description
source: Reaction-diffusion: draws a grid of growing square-like shapes that, once they overtake each other, react in unpredictable ways. Written by Scott Draves; 1997.
ca@valencia: Reacció-Difusió: Dibuixa una quadrícula de formes quadrades creixents que, una vegada superposades, reaccionen de manera impredictible. «RD» significa difusió de la reacció. Escrit per Scott Draves; 1997.
es: Reacción-difusión: dibuja una rejilla de formas crecientes que, una vez que se superponen, reaccionan de manera impredecible. Escrito por Scott Draves; 1997.
et: Reaktsioon-difusioon: näitab kasvavate ruudulaadsete kujundite võrgustikku, mis üksteisega kokku puutudes käituvad täiesti etteaimamatul moel. Autor: Scott Draves; 1997.
it: Reazione-diffusione: disegna una griglia di forme quadrate che crescono e quando si sovrappongono reagiscono in modo imprevedibile. Scritto da Scott Draves; 1997.
nb: Reaksjon-diffusjon: tegner et rutenett av voksende kvadrat-aktige former som reagerer på uforutsigbare måter når de treffer hverandre. Skrevet av Scott Draves i 1997.
nds: Reakschoondiffuschoon: Wassen Rechtecken in en Gadder reageert dat een mit dat anner op en Oort, de sik nich vörutseggen lett, wenn se an't Överlappen kummt. Schreven vun Scott Draves, 1997.
nl: Reactie-diffusie: toont een raster van groeiende vierkantachtige vormen die, als ze elkaar inhalen, op een niet voorspelbare manier reageren. In 1997 geschreven door Scott Draves.
pl: Reakcja-dyfuzja: rysuje siatkę rosnących "kwadratopodobnych" kształtów, które gdy się pokryją, reagują w nieprzewidywalny sposób. "RD" to skrót na "reakcję rozpraszającą". Autor: Scott Draves; 1997.
pt: Reacção-difusão: desenha uma grelha de formas quadrangulares em crescimento que, ao se sobreporem, reagem de formas imprevisíveis. O "RD" significa "reaction-diffusion" (reacção-difusão). Feito por Scott Draves; 1997.
sl: Izriše mrežo rastočih kvadratu podobnih oblik, ki ob medsebojnem stiku reagirajo na nepredvidljive načine. Napisal Scott Draves, 1997.
sr@ijekavian: Реакција-дифузија: црта мрежу растућих квадратоликих облика који, кад се престигну, реагују на непредвидљиве начине. Написао Скот Дрејвс, 1997.
sv: Reaktionsdiffusion: Ritar ett rutmönster med växande fyrkantslika former, som när de väl kommer ifatt varandra, reagerar på ett oförutsägbart sätt. Skriven av Scott Draves, 1997.
uk: Реакція-дифузія: показує ґратку зі схожих на квадрати форм, що тільки-но перетинаються, непередбачувано реагують між собою. «RD» означає «reaction-diffusion» (реакція-дифузія). Автор — Scott Draves; 1997.
zh_tw: 反應擴散（Reaction-Diffusion）：畫出成長的方格狀，一但重疊則會以不可預測的方式反應。由 Scott Drave 撰寫，1997。
