Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Small stellapentakisdodecahedron
ca@valencia: Petit dodecaedre pentaquis en estrella
es: Pentaquisdodecaedro estrellado pequeño
et: Väike tähtpentakisdodekaeeder
fi: Pieni tähtipentakisdodekaedri
fr: Petit stellapentakisdodécaèdre
gl: Dodecaedro pentakís estrelado pequeno
it: Stellapentacisdodecaedro piccolo
ja: 小星型五方十二面体
kk: Кіші стеллапентакисдодекаэдр
nb: Lite stellapentakisdodekaeder
nds: Lütt Stellapentakisdodekaeder
nl: Kleine stellapentakisdodecaëder
pl: Dwunastościan piątkowy gwiaździsty mały
pt: Dodecaedro pentakis estrelado pequeno
ru: Малый пентакисдодекаэдр
sl: Majhen zvezdnipentakisdodekaeder
sr@ijekavian: Мали звјездопентакисдодекаедар
sv: Stor stjärnpentakisdodekaeder
uk: Малий стелапенакісдодекаедр

# @option:radio
source: Rhombidodecadodecahedron
ca@valencia: Rombidodecadodecaedre
es: Dodecadodecaedro rómbico
et: Rombdodekadodekaeeder
fi: Rombidodekadodekaedri
fr: Rhombidodécadodécaèdre
gl: Dodecadodecaedro rómbico
hu: Rombidodekadodekaéder
it: Rombidodecadodecaedro
ja: 斜方十二・十二面体
kk: Ромбододекадодекаэдр
lv: Rombidodekadodekahedrons
nb: Rombidodekaodekaeder
nds: Ruten-Dodekadodekaeder
nl: Rhombidodecadodecaëder
pl: Dwunastodwunastościan rombowy
pt: Dodecadodecaedro rômbico
ru: Ромбододекододекаэдр
sl: Rombidodekadodekaeder
sr@ijekavian: Ромбидодекадодекаедар
sv: Rombdodekadodekaeder
uk: Ромбододекадодекаедр

# @option:radio
source: Medial deltoidal hexecontahedron
ca@valencia: Hexecontaedre deltoidal medial
es: Hexacontaedro deltoidal mediano
et: Mediaalne deltoidne heksekontaeeder
fr: Hexacontaèdre deltoïde médian
gl: Hexacontaedro deltoide medial
it: Esacontaedro deltoidale medio
kk: Орташа дельталық гексаконтаэдр
lv: Vidējais deltālais heksekontahedrons
nb: Medialt deltoidalt heksecontaeder
nds: Middel Deltoidaalhexakontaeder
nl: Medial deltavormige hexacontaëder
pl: Sześćdziestościan deltoidowy średni
pt: Hexacontaedro deltóide medial
ru: Средний дельтоидальный гексеконтаэдр
sl: Medialna deltoidna heksekontaeder
sr@ijekavian: Медијални делтоидни хексеконтаедар
sv: Medial deltoidalhexakontaeder
uk: Серединний дельтоїдальний гексеконтаедр

# @option:radio
source: Small rhombidodecahedron
ca@valencia: Petit rombododecaedre
es: Dodecaedro rómbico pequeño
et: Väike rombdodekaeeder
fi: Pieni rombidodekaedri
fr: Petit rhombidodécaèdre
gl: Dodecaedro rómbico pequeno
hu: Kis rombidodekaéder
it: Rombidodecaedro piccolo
ja: 小斜方十二面体
kk: Кіші ромбододекаэдр
lv: Mazais rombidodekahedrons
nb: Lite rombidodekaeder
nds: Lütt Ruten-Dodekaeder
nl: Kleine rhomboëdrisch dodecaëder
pl: Dwunastościan rombowy mały
pt: Dodecaedro rômbico pequeno
ru: Малый ромбододекаэдр
sl: Majhen rombidodekaeder
sr@ijekavian: Мали ромбидодекаедар
sv: Liten rombdodekaeder
uk: Малий ромбододекаедр

# @option:radio
source: Small rhombidodecacron
ca@valencia: Petit rombododecacron
es: Rombododecaedro pequeño
et: Väike rombdodekakron
fr: Petit rhombidodécagone
gl: Rombidodecácrono pequeno
it: Rombidodecacrono piccolo
kk: Кіші ромбододекакрон
lv: Mazais rombidodekakrons
nb: Liten rombidodekakron
nds: Lütt Rhombidodekakron
nl: Kleine rhomboëdrisch dodecacron
pl: Dual dwunastościanu rombowego małego
pt: Rombidodecácrono pequeno
ru: Малый дуальный ромбододекаэдр
sl: Majhen rombidodekakron
sr@ijekavian: Мали ромбидодекакрон
sv: Liten rombdodekakron
uk: Малий ромбододекакрон

# @option:radio
source: Snub dodecadodecahedron
ca@valencia: Dodecadodecaedre rom
es: Dodecadodecaedro romo
et: Tömp dodekadodekaeeder
fr: Dodécadodécaèdre retroussé
ga: Dóideacadóideacaihéadrán geancach
gl: Dodecadodecaedro romo
hu: Pisze dodekadodekaéder
it: dodecadodecaedro camuso
ja: 変形十二・十二面体
kk: Төбелерін кескен додекадодекаэдр
nb: Butt dodekadodekaeder
nds: Afschraadt Dodekadodekaeder
nl: Stompe dodecadodecaëder
pl: Dwunastodwunastościan przycięty
pt: Dodecadodecaedro snub
ru: Усечённый ромбододекододекаэдр
sl: Prirezan dodekadodekaeder
sr@ijekavian: Затупљени додекадодекедар
sv: Trubbig dodekadodekaeder
uk: Обрізаний додекадодекаедр

# @option:radio
source: Medial pentagonal hexecontahedron
ca@valencia: Hexecontaedre pentagonal medial
es: Hexacontaedro pentagonal mediano
et: Mediaalne pentagonaalne heksekontaeeder
fi: Keskikokoinen viisikulmainen heksakontaedri
fr: Hexacontaèdre pentagonal médian
gl: Hexacontaedro pentagonal medial
it: Esacontaedro pentagonale medio
kk: Орташа пентагоналды гексаконтаэдр
lv: Vidējais pentagonālais heksecontahedrons
nb: Medialt pentagonalt heksekontaeder
nds: Middel Pentagonhexakontaeder
nl: Medial vijfhoekige hexacontaëder
pl: Sześćdziestościan pięciokątny
pt: Hexacontaedro pentagonal medial
ru: Средний пентагональный гексеконтаэдр
sl: Medialni peterokotni heksekontaeder
sr@ijekavian: Медијални пентагонални хексеконтаедар
sv: Medial pentagonal hexakontaeder
uk: Серединний пентагональний гексеконтаедр

# @option:radio
source: Ditrigonal dodecadodecahedron
ca@valencia: Dodecadodecaedre ditrigonal
es: Dodecadodecahedro ditrigonal
et: Ditrigonaalne dodekadodekaeeder
fi: Kaksikolmioinen dodekadodekaedri
fr: Dodécadodécaèdre ditrigonale
ga: Dóideacadóideacaihéadrán déthríogánach
gl: Dodecadodecaedro ditrigonal
it: Dodecadodecaedro ditrigonale
ja: 二重三角十二・十二面体
kk: Дитриагоналды додекадодекаэдр
nb: Ditrigonalt dodekadodekaeder
nds: Ditrigonaal Dodekadodekaeder
nl: Ditrigonaal dodecadodecaëder
pl: Dwunastościan dytrygonalny
pt: Dodecadodecaedro ditrigonal
ru: Битригональный додекододекаэдр
sl: Ditrigonalni dodekadodekaeder
sr@ijekavian: Дитригонални додекадодекаедар
sv: Ditrigonal dodekadodekaeder
uk: Дитрігональний додекадодекаедр
zh_tw: 複三角十二面體（Ditrigonal dodecadodecahedron）cahedron）

# @option:radio
source: Medial triambic icosahedron
ca@valencia: Icosaedre triambic medial
es: Icosaedro mediano
et: Mediaalne triambne ikosaeeder
fr: Isocaèdre triambique médian
gl: Icosaedro triámbico medial
it: Icosaedro triambico medio
kk: Орташа триамбты икосаэдр
nb: Medialt triambisk ikosaeder
nds: Middel Triambus-Twintigflaag
nl: Medial triambic icosaëder
pl: Dwudziestościan gwiazdkowy średni
pt: Icosaedro triâmbico medial
ru: Средний икосаэдр
sl: Medialni triambični ikozaeder
sr@ijekavian: Медијални триамбички икосаедар
sv: Medial triambisk ikosaeder
uk: Серединний тріамбічний ікосаедр

# @option:radio
source: Great ditrigonal dodecicosidodecahedron
ca@valencia: Gran dodecicosidodecaedre ditrigonal
es: Gran dodecicosidodecahedro ditrigonal
et: Suur ditrigonaalne dodekikosidodekaeeder
fr: Grand dodécicosidodécaèdre ditrigonal
ga: Dóideiciciseadóideacaihéadrán déthríogánach mór
gl: Dodecicosidodecaedro ditrigonal grande
it: Dodecicosidodecaedro ditrigonale grande
ja: 大二重三角十二・二十・十二面体
kk: Үлкен дитриагоналды додекикосидодекаэдр
nb: Stort ditrigonalt dodekikosidodekaeder
nds: Groot ditrigonaal Dodezikosidodekaeder
nl: Grote ditrigonaal dodecicosidodecaëder
pl: Dwunastodwudziestodwunastościan potrójny wielki
pt: Dodecicosidodecaedro ditrigonal grande
ru: Большой битригональный икосододекододекаэдр
sl: Veliki ditrigonalni dodekisodidodekaeder
sr@ijekavian: Велики дитригонални додекикосидодекаедар
sv: Stor ditrigonal dodekikosidodekaeder
uk: Великий дітріагональний додекікосідодекаедр

# @option:radio
source: Great ditrigonal dodecacronic hexecontahedron
ca@valencia: Gran hexecontaedre dodecacronic ditrigonal
es: Gran hexecontahedro dodecacrónico ditrigonal
et: Suur ditrigonaalne dodekakroonne heksekontaeeder
fr: Grand hexacontaèdre ditrigonal dodécagonique
ga: Heicseacontaihéadrán dóideacacrónach déthríogánach mór
gl: Hexacontaedro dodecacrónico ditrigonal grande
it: Esacontaedro dodecacronico ditrigonale grande
kk: Үлкен дитриагоналды додекакронды гексаконтаэдр
nb: Stort ditrigonalt dodekakronisk heksecontaeder
nds: Groot ditrigonaal Dodekakronhexakontaeder
nl: Grote ditrigonaal dodecacronic hexacontaëder
pl: Dual dwunastodwudziestodwunastościanu potrójnego wielkiego
pt: Hexacontaedro dodecacrónico ditrigonal grande
ru: Большой битригональный гексеконтаэдр
sl: Veliki ditrigonalni dodekakronični heksekontaeder
sr@ijekavian: Велики дитригонални додекакронски хексеконтаедар
sv: Stor ditrigonal dodekakronisk hexakontaeder
uk: Великий дітріагональний додекакронічний гексеконтаедр

# @option:radio
source: Small ditrigonal dodecicosidodecahedron
ca@valencia: Petit dodecicosidodecaedre ditrigonal
es: Dodecicosidodecaedro ditrigonal pequeño
et: Väike ditrigonaalne dodekikosidodekaeeder
fr: Petit dodécicosidodécaèdre ditrigonal
gl: Dodecicosidodecaedro ditrigonal pequeno
it: Dodecicosidodecaedro ditrigonale piccolo
ja: 小二重三角十二・二十・十二面体
kk: Кіші дитриагоналды додекикосидодекаэдр
nb: Lite ditrigonalt dodekikosidodekaeder
nds: Lütt ditrigonaal Dodezikosidodekaeder
nl: Kleine ditrigonaal dodecicosidodecaëder
pl: Dwunastodwudziestodwunastościan potrójny mały
pt: Dodecicosidodecaedro ditrigonal pequeno
ru: Малый битригональный икосододекододекаэдр
sl: Majhen ditrigonalni dodekizododekaeder
sr@ijekavian: Мали дитријагонални додекикосидодекаедар
sv: Liten ditrigonal dodekikosidodekaeder
uk: Малий дітріагональний додекікосідодекаедр

# @option:radio
source: Small ditrigonal dodecacronic hexecontahedron
ca@valencia: Petit hexecontaedre dodecacronic ditrigonal
es: Hexacontaedro ditrigonal dodecacrónico pequeño
et: Väike ditrigonaalne dodekakroonne heksekontaeeder
fr: Petit hexacontaèdre dodécagonique ditrigonal
gl: Hexacontaedro dodecacrónico ditrigonal pequeno
it: Esacontaedro dodecacronico ditrigonale piccolo
kk: Кіші дитриагоналды додекакронды гексаконтаэдр
nb: Lite ditrigonalt dodekakronisk heksecontaeder
nds: Lütt ditrigonaal Dodekakronhexakontaeder
nl: Kleine ditrigonaal dodecacronic hexacontaëder
pl: Dual dwunastodwudziestodwunastościanu potrójnego małego
pt: Hexacontaedro dodecacrónico ditrigonal pequeno
ru: Малый битригональный гексеконтаэдр
sl: Majhen ditrigonalni dodekakronični heksekontaeder
sr@ijekavian: Мали дитријагонални додекакронски хексаконтаедар
sv: Liten ditrigonal dodekakronisk hexakontaeder
uk: Малий дітріагональний додекакронічний гексеконтаедр

# @option:radio
source: Icosidodecadodecahedron
ca@valencia: Icosidodecadodecaedre
es: Icosidodecadodecaedro
et: Ikosidodekadodekaeeder
fr: Icosidodécadodécahèdre
ga: Iciseadóideacadóideacaihéadrán
gl: Icosidodecadodecaedro
hu: Ikozidodekadodekaéder
it: icosidodecadecaedro
ja: 二十・十二・十二面体
kk: Икосододекадодекаэдр
nb: Ikosidodekadodekaeder
nds: Ikosidodekadodekaeder
nl: Icosidodecadodecaëder
pl: Dziestodwunastodwunastościan
pt: Icosidodecadodecaedro
ru: Икосододекододекаэдр
sl: Ikozidodekadodekaeder
sr@ijekavian: Икосидодекадодекаедар
sv: Ikosidodekadodekaeder
uk: Ікосідодекадодекаедр

# @option:radio
source: Medial icosacronic hexecontahedron
ca@valencia: Hexecontaedre icosacronic medial
es: Hexacontaedro icosacrónico mediano
et: Mediaalne ikosakroonne heksekontaeeder
fr: Hexacontaèdre icosagonique médian
gl: Hexacontaedro icosacrónico medial
it: Esacontaedro icosacronico medio
kk: Орташа икосакронды гексаконтаэдр
nb: Medialt ikosakronisk heksekontaeder
nds: Middel ikosakroonsch Hexakontaeder
nl: Medial icosacronic hexacontaëder
pl: Dual dwudziestodwunastodwunastościanu
pt: Hexacontaedro icosacrónico medial
ru: Средний гексеконтаэдр
sl: Medialni ikozakronični heksekontaeder
sr@ijekavian: Медијални икосакронски хексеконтаедар
sv: Medial ikosakronisk hexakontaeder
uk: Серединний ікосакронічний гексеконтаедр

# @option:radio
source: Icositruncated dodecadodecahedron
ca@valencia: Dodecadodecaedre icositruncat
es: Dodecadodecaedro truncado
et: Ikosikärbitud dodekadodekaeeder
fr: Dodécadodécaèdre icosi-tronqué
gl: Dodecadodecaedro icositruncado
it: dodecadodecaedro icositroncato
kk: Икосо-етіп кесілген додекадодекаэдр
nb: Ikositrunkert dodekadodekaeder
nds: Ikosistump-Dodekadodekaeder
nl: Icositruncated dodecadodecaëder
pl: Dwunastodwunastościan ścięty dwudziestościennie
pt: Dodecadodecaedro icositruncado
ru: Икосоусечённый додекододекаэдр
sl: Ikoziprirezan dodekadodekaeder
sr@ijekavian: Икосиопсјечени додекадодекаедар
sv: Stympad ikosidodekadodekaeder
uk: Ікосіобрізаний додекадодекаедр

# @option:radio
source: Tridyakisicosahedron
ca@valencia: Icosaedre tridiaquis
es: Tridyaquisicosaedro
et: Tridüakisikosaeeder
fr: Tridyakisicosahèdre
gl: Icosaedro tridiakis
it: Tridiacisicosaedro
ja: 三重二方二十面体
kk: Тридиакисикосаэдр
nb: Tridyakisikosaeder
nds: Tridyakis-Ikosaeder
nl: Tridyakisch icosaëder
pl: Dual dwunastodwunastościanu ściętego dwudziestościennego
pt: Icosaedro tridiakis
ru: Тридиакисиосаэдр
sl: Tridiakisikozaeder
sr@ijekavian: Тридјакисикосаедар
sv: Tridyakisikosaeder
uk: Трідіакісікосаедр

# @option:radio
source: Snub icosidodecadodecahedron
ca@valencia: Icosidodecadodecaedre rom
es: Icosidodecadodecaedro
et: Tömp ikosidodekadodekaeeder
fr: Icosidodécadodécahèdre retroussé
gl: Icosidodecadecaedro romo
hu: Pisze ikozidodekadodekaéder
it: icosidodecadecaedro camuso
ja: 変形二十・十二・十二面体
kk: Төбелерін кескен икосододекадодекаэдр
nb: Butt ikosidodekadodekaeder
nds: Afschraadt Ikosidodekadodekaeder
nl: Stompe icosidodecadodecaëder
pl: Dwudziestodwunastościan przycięty
pt: Icosidodecadecaedro snub
ru: Усечённый икосододекододекаэдр
sl: Prirezan ikozidodekadodekaeder
sr@ijekavian: Затупљени икосидодекадодекаедар
sv: Liten ikosidodekadodekaeder
uk: Обрізаний ікосідодекадодекаедр

# @option:radio
source: Medial hexagonal hexecontahedron
ca@valencia: Hexecontaedre hexagonal medial
es: Hexacontaedro hexagonal mediano
et: Mediaalne heksagonaalne heksekontaeeder
fi: Keskikokoinen kuusikulmainen heksakontaedri
fr: Hexacontaèdre hexagonal médian
gl: Hexacontaedro hexagonal medial
it: Esacontaedro esagonale medio
kk: Орташа пентагоналды гексаконтаэдр
nb: Medialt heksagonalt heksekontaeder
nds: Middel hexagonaal Hexakontaeder
nl: Medial vijfhoekige hexacontaëder
pl: Sześćdziestościan sześciokątny średni
pt: Hexacontaedro hexagonal medial
ru: Средний гексеконтаэдр
sl: Medialni heksagonalni heksekontaeder
sr@ijekavian: Медијални хексагонални хексеконтаедар
sv: Medial hexagonal hexakontaeder
uk: Серединний гексагональний гексаконтаедр

# @option:radio
source: Great ditrigonal icosidodecahedron
ca@valencia: Gran icosidodecaedre ditrigonal
es: Gran icosidodecaedro ditrigonal
et: Suur ditrigonaalne ikosidodekaeeder
fr: Grand icosidodécaèdre ditrigonal
ga: Iciseadóideacaihéadrán déthríogánach mór
gl: Icosidodecaedro ditrigonal grande
it: Icosidodecaedro ditrigonale grande
ja: 大二重三角二十・十二面体
kk: Үлкен дитриагоналды икосододекаэдр
nb: Stort ditrigonalt ikosidodekaeder
nds: Groot ditrigonaal Ikosidodekaeder
nl: Grote ditrigonaal icosidodecaëder
pl: Dwudziestodwunastościan potrójny
pt: Icosidodecaedro ditrigonal grande
ru: Большой битригональный икосододекаэдр
sl: Veliki ditrigonalni ikosidodekaeder
sr@ijekavian: Велики дитригонални икосидодекаедар
sv: Stor ditrigonal ikosidodekaeder
uk: Великий дітріагональний ікосідодекаедр

# @option:radio
source: Great triambic icosahedron
ca@valencia: Gran icosaedre triambic
es: Gran icosaedro tirámbico
et: Suur triambne ikosaeeder
fr: Grand isocaèdre triambique
gl: Icosaedro triámbico grande
it: Icosaedro triambico grande
kk: Үлкен триамбты икосаэдр
nb: Stort triambisk ikosaeder
nds: Groot Triambus-Twintigflaag
nl: Grote triambic icosaëder
pl: Dwudziestościan gwiazdkowy wielki
pt: Icosaedro triâmbico grande
ru: Большой икосаэдр
sl: Veliki triambični ikozaeder
sr@ijekavian: Велики триамбички икосаедар
sv: Stor triambisk ikosaeder
uk: Великий тріамбічний ікосаедр

# @option:radio
source: Great icosicosidodecahedron
ca@valencia: Gran icosicosidodecaedre
es: Gran icosicosidodecaedro
et: Suur ikosikosidodekaeeder
fr: Grand icosicosidodécaèdre
ga: Icisiciseadóideacaihéadrán mór
gl: Icosicosidodecaedro grande
it: Icosicosidodecaedro grande
ja: 大二十・二十・十二面体
kk: Үлкен икосоикосододекаэдр
nb: Stort ikosikosidodekaeder
nds: Groot Ikosikosidodekaeder
nl: Grote icosicosidodecaëder
pl: Dwudziestodwudziestodwunastościan wielki
pt: Icosicosidodecaedro grande
ru: Большой икосоикосододекаэдр
sl: Veliki ikozikozidodekaeder
sr@ijekavian: Велики икосикосидодекаедар
sv: Stor ikosikosidodekaeder
uk: Великий ікосікосідодекаедр

# @option:radio
source: Great icosacronic hexecontahedron
ca@valencia: Gran hexecontaedre icosacronic
es: Gran hexecontaedro icosacrónico
et: Suur ikosakroonne heksekontaeeder
fr: Grand hexacontaèdre icosagonique
gl: Hexacontaedro icosacrónico grande
it: Esacontaedro icosacronico grande
kk: Үлкен икосакронды гексаконтаэдр
nb: Stort ikosakronisk heksekontaeder
nds: Groot Ikosakroonhexakontaeder
nl: Grote icosacronic hexacontaëder
pl: Dual dwudziestodwudziestodwunastościanu wielkiego
pt: Hexacontaedro icosacrónico grande
ru: Большой икосогексеконтаэдр
sl: Veliki ikozakronični heksekontaeder
sr@ijekavian: Велики икосакронски хексеконтаедар
sv: Stor ikosakronisk hexakontaeder
uk: Великий ікосакронний гексеконтаедр

# @option:radio
source: Small icosihemidodecahedron
ca@valencia: Petit icosihemidodecaedre
es: Icosiemidodecaedro pequeño
et: Väike ikosihemidodekaeeder
fr: Petit icosihémidodécaèdre
gl: Icosihemidodecaedro pequeno
it: Icosiemidodecaedro piccolo
ja: 小二十面半十二面体
kk: Кіші икосохемидодекаэдр
nb: Lite ikosihemidodekaeder
nds: Lütt Ikosihemidodekaeder
nl: Kleine icosihemidodecaëder
pl: Dwudziestodwunastościan wklęsły mały
pt: Icosihemidodecaedro pequeno
ru: Малый икосогемидодекаэдр
sl: Majhen ikozihemidodekaeder
sr@ijekavian: Мали икосихемидодекаедар
sv: Liten ikosihemidodekaeder
uk: Малий ікосіхемідодекаедр

# @option:radio
source: Small icosihemidodecacron
ca@valencia: Petit icosihemidodecacron
es: Icosiemidodecaedro pequeño
et: Väike ikosihemidodekakron
fr: Petit icosicosidodécaèdre
gl: Icosihemidodecácrono pequeno
it: Icosiemidodecacrono piccolo
kk: Кіші икосохемидодекакрон
nb: Liten ikosihemidodekakron
nds: Lütt Ikosihemidodekakron
nl: Kleine icosihemidodecacron
pl: Dual dwudziestodwunastościanu wklęsłego małego
pt: Icosihemidodecácrono pequeno
ru: Малый дуальный икосогемидодекаэдр
sl: Majhen ikozihemidodekakron
sr@ijekavian: Мали икосихемидодекакрон
sv: Liten ikosihemidodekakron
uk: Малий ікосіхемідодекакрон

# @option:radio
source: Small dodecicosahedron
ca@valencia: Petit dodecicosaedre
es: Dodeicosaedro pequeño
et: Väike dodekikosaeeder
fr: Petit dodécicosaèdre
gl: Dodecicosaedro pequeno
hu: Kis dodekikozaéder
it: Dodecicosaedro piccolo
ja: 小十二・二十面体
kk: Кіші додекикосаэдр
nb: Lite dodekikosaeder
nds: Lütt Dodezikosaeder
nl: Kleine dodecicosaëder
pl: Dwunastodwudziestościan mały
pt: Dodecicosaedro pequeno
ru: Малый икосододекаэдр
sl: Majhen dodekikozaeder
sr@ijekavian: Мали додекикосаедар
sv: Liten dodekikosaeder
uk: Малий додекаікосаедр

# @option:radio
source: Small dodecicosacron
ca@valencia: Petit dodecicosacron
es: Dodecicosaedrro pequeño
et: Väike dodekikosakron
fr: Petit dodécicosagone
gl: Dodecicosácrono pequeno
it: Dodecicosacrono piccolo
kk: Кіші додекикасакрон
nb: Liten dodekikosakron
nds: Lütt Dodezikosakron
nl: Kleine dodecicosacron
pl: Dual dwunastodwudziestościanu małego
pt: Dodecicosácrono pequeno
ru: Малый дуальный икосододекаэдр
sl: Majhen dodekikozakron
sr@ijekavian: Мали додекикосакрон
sv: Liten dodekikosakron
uk: Малий додекаікосакрон

# @option:radio
source: Small dodecahemidodecahedron
ca@valencia: Petit dodecahemidodecaedre
es: Dodecaemidodecaedro pequeño
et: Väike dodekahemidodekaeeder
fr: Petit dodécahémidodécaèdre
gl: Dodecahemidodecaedro pequeno
it: Dodecaemidodecaedro piccolo
ja: 小十二面半十二面体
kk: Кіші додекахемидодекаэдр
nb: Lite dodekahemidodekaeder
nds: Lütt Dodekahemidodekaeder
nl: Kleine dodecahemidodecaëder
pl: Dwunastodwunastościan wklęsły mały
pt: Dodecahemidodecaedro pequeno
ru: Малый додекагемидодекаэдр
sl: Majhen dodekahemidodekaeder
sr@ijekavian: Мали додекахемидодекаедар
sv: Liten dodekahemidodekaeder
uk: Малий додекахемідодекаедр

# @option:radio
source: Small dodecahemidodecacron
ca@valencia: Petit dodecahemidodecacron
es: Dodecaemidodecaedro pequeño
et: Väike dodekahemidodekakron
fr: Petit dodécahémidodécagone
gl: Dodecahemidodecácrono pequeno
it: Dodecaemidodecacrono piccolo
kk: Кіші додекахемидодекакрон
nb: Liten dodekahemidodekakron
nds: Lütt Dodekahemidodekakron
nl: Kleine dodecahemidodecacron
pl: Dual dwunastodwunastościanu wklęsłego małego
pt: Dodecahemidodecácrono pequeno
ru: Малый дуальный додекагемидодекаэдр
sl: Majhen dodekahemidodekakron
sr@ijekavian: Мали додекахемидодекакрон
sv: Liten dodekahemidodekakron
uk: Малий додекахемідодекакрон

# @option:radio
source: Great stellated dodecahedron
ca@valencia: Gran dodecaedre en estrella
es: Gran dodecaedro estrellado
et: Suur tähestatud dodekaeeder
fi: Suuri tähtidodekaedri
fr: Grand dodécaèdre étoilé
ga: Dóideacaihéadrán réaltúil mór
gl: Dodecaedro estrelado grande
it: Dodecaedro stellato grande
ja: 大星型十二面体
kk: Үлкен жұлдызды додекаэдр
nb: Stort sterneformet dodekaeder
nds: Groot Steern-Dodekaeder (Groot Steern-Twölfflaag)
nl: Grote stervormig dodecaëder
pl: Dwunastościan gwiaździsty wielki
pt: Dodecaedro estrelado grande
ru: Большой звёздчатый додекаэдр
sl: Veliki zvezdni dodekaeder
sr@ijekavian: Велики звјездасти додекаедар
sv: Stor stjärnformad dodekaeder
uk: Великий зіркоподібний додекаедр

# @option:radio
source: Great icosahedron
ca@valencia: Gran icosaedre
es: Icosaedro grande
et: Suur ikosaeeder
fi: Suuri ikosaedri
fr: Grand isocaèdre
ga: Icisihéadrán mór
gl: Icosaedro grande
hu: Nagy ikozaéder
it: Icosaedro grande
ja: 大二十面体
kk: Үлкен икосаэдр
nb: Stort ikosaeder
nds: Groot Ikosaeder (Groot Twintigflaag)
nl: Grote icosaëder
pl: Dwudziestościan wielki
pt: Icosaedro grande
ru: Большой икосаэдр
sl: Veliki ikozaeder
sr@ijekavian: Велики икосаедар
sv: Stor ikosaeder
uk: Великий ікосаедр

# @option:radio
source: Great icosidodecahedron
ca@valencia: Gran icosidodecaedre
es: Icosidodecaedro grande
et: Suur ikosidodekaeeder
fr: Grand icosidodécaèdre
ga: Iciseadóideacaihéadrán mór
gl: Icosidodecaedro grande
hu: Nagy ikozidodekaéder
it: Icosidodecaedro grande
ja: 大二十・十二面体
kk: Үлкен икосододекаэдр
nb: Stort ikosidodekaeder
nds: Groot Ikosidodekaeder
nl: Grote icosidodecaëder
pl: Dwudziestodwunastościan wielki
pt: Icosidodecaedro grande
ru: Большой икосододекаэдр
sl: Veliki ikozidodekaeder
sr@ijekavian: Велики икосидодекаедар
sv: Stor ikosidodekaeder
uk: Великий ікосідодекаедр

# @option:radio
source: Great rhombic triacontahedron
ca@valencia: Gran triacontaedre ròmbic
es: Triacontaedro rómbico grande
et: Suur rombiline triakontaeeder
fr: Grand triacontaèdre rhombique
gl: Triacontaedro rómbico grande
it: Triacontaedro rombico grande
ja: 大菱形三十面体
kk: Үлкен ромбты триаконтаэдр
nb: Stort rombisk triakontaeder
nds: Groot Rutentriakontaeder
nl: Grote rhomboëdrisch triacontaëder
pl: Trzydziestościan rombowy wielki
pt: Triacontaedro rômbico grande
ru: Большой ромбический триаконтаэдр
sl: Veliki rombični triakontaeder
sr@ijekavian: Велики ромбоидни триаконтаедар
sv: Stor rombisk triakontaeder
uk: Великий ромбічний тріаконтаедр

# @option:radio
source: Great truncated icosahedron
ca@valencia: Gran icosaedre truncat
es: Gran icosaedro truncado
et: Suur kärbitud ikosaeeder
fi: Suuri katkaistu ikosaedri
fr: Grand isocaèdre tronqué
gl: Icosaedro truncado grande
hu: Nagy csonkított ikozaéder
it: Icosaedro troncato grande
ja: 大切頂二十面体
kk: Үлкен келте икосаэдр
nb: Stort avkuttet ikosaeder
nds: Groot Ikosaederstump (Groot Twintigflaagstump)
nl: Grote afgeknotte icosaëder
pl: Dwudziestościan ścięty wielki
pt: Icosaedro truncado grande
ru: Большой усечённый икосаэдр
sl: Veliki prirezan ikozaeder
sr@ijekavian: Велики опсјечени икосаедар
sv: Stor stympad ikosaeder
uk: Великий обрізаний ікосаедр
