Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws the recursive Hilbert space-filling curve, in both 2D and 3D variants. It incrementally animates the growth and recursion to the maximum depth, then unwinds it back. The Hilbert path is a single contiguous line that can fill a volume without crossing itself. As a data structure, Hilbert paths are useful because ordering along the curve preserves locality: points that are close together along the curve are also close together in space. The converse is often, but not always, true. The coloration reflects this. http://en.wikipedia.org/wiki/Hilbert_curve Written by Jamie Zawinski; 2011.
ca@valencia: Este dibuixa la corba recursiva que omple el pla de Hilbert, en les seues variants en 2D i 3D. Anima incrementalment el creixement i la recursivitat fins a la profunditat màxima, i després el recull de tornada. El camí de Hilbert és una línia única contigua que pot omplir un volum sense entrecreuar-se. Com a estructura de dades, els camins de Hilbert són útils perquè en ordenar-se al llarg de la corba es preserva la localitat: els punts propers en la corba també són propers en l'espai. La inversa freqüentment és certa, però no sempre. L'acoloriment reflexa això. http://en.wikipedia.org/wiki/Hilbert_curve Written by Jamie Zawinski; 2011.
es: Este dibuja una curva de Hilbert recursiva, en variantes de 2D y 3D. De maneras incremental anima el crecimiento y la recursión a la profundidad máxima, luego la enrolla. El camino de Hilbert es una línea contigua única que puede llenar un volumen sin cruzarse a sí misma. Como una estructura de datos, los caminos de Hilbert son de utilidad ya que el ordenamiento a través de la curva mantiene la localidad: los puntos cercanos en la curva son también cercanos en el espacio. Lo opuesto es a menudo, pero no siempre, verdadero. La coloración refleja esto. http://en.wikipedia.org/wiki/Hilbert_curve. Escrito por Jamie Zawinski; 2011.
et: See ekraanisäästja joonistab rekursiivselt Hilberti ruumi täitva kõvera nii 2D kui ka 3D variandis. See animeerib üha enam kasvu ja rekusiooni maksimaalse sügavuseni, siis aga taandareneb. Hilberti joon on üks pidev joon, mis võib täita ruumala endaga ristumata. Andmestruktuurina on Hilberti jooned kasulikud, sest korraldamine piki kõverat säilitab lokaalsuse: punktid, mis asuvad lähedal kõvera peal, asuvad lähedal ka ruumis. Sageli, aga mitte alati võib öelda ka vastupidi. Seda kajastab värvi kasutamine. http://en.wikipedia.org/wiki/Hilbert_curve Kirjutanud Jamie Zawinski, 2011.
fi: Piirtää Hilbertin rekursiivisen avaruudentäyttökäyrön kaksi- ja kolmiulotteisina muunnelmina. Animoi lisääntyvästi kasvua ja rekursiota enimmäissyvyyteen asti, sitten palaa takaisin. Hilbertin polku on yksittäinen jatkuva suora, joka voi täyttää tilan leikkaamatta itseään. Hilbertin polut ovat hyödyllisiä tietorakenteina, koska järjestyminen käyrällä säilyttää etäisyyden: pisteet, jotka ovat lähekkäin käyrällä, ovat lähekkäin myös avaruudessa. (Käänteinen väite on usein muttei aina totta.) Värit heijastavat tätä. http://en.wikipedia.org/wiki/Hilbert_curve Kirjoittanut Jamie Zawinski, 2011.
it: Questo disegna la curva ricorsiva di Hilbert per riempire lo spazio, nelle varianti bidimensionale e tridimensionale. Anima incrementalmente la crescita e la ricorsione fino alla profondità massima, e quindi la riporta indietro. Il percorso di Hilbert è una sola riga contigua che può riempire un volume senza incrociare sé stessa. Come struttura di dati, i percorsi di Hilbert sono utili perché l'ordinamento lungo la curva mantiene la località: i punti vicini sulla curva sono anche vicini nello spazio. L'opposto è spesso vero, ma non sempre; la colorazione riflette questo fatto. http://en.wikipedia.org/wiki/Hilbert_curve, scritto da Jamie Zawinski, 2011.
ko: 힐버트 곡선의 2차원 및 3차원 형태를 그립니다. 증분하는 형태로 성장을 나타내며 최대 깊이까지 재귀적으로 반복한 다음 다시 풀어 내립니다. 힐버트 경로는 자기 자신과 겹치지 않고 공간을 채울 수 있는 하나의 연속된 선입니다. 힐버트 경로 데이터 구조는 곡선을 따라 정렬했을 때 지역성이 보존되기 때문에 유용합니다. 곡선을 따라 인접한 점들은 공간에서도 인접해 있기 때문입니다. 이 명제의 역은 때때로 참입니다. 색칠은 이 사실을 반영합니다. http://en.wikipedia.org/wiki/Hilbert_curve Jamie Zawinski 작성, 2011년.
nb: Dette tegner den rekursive, romfyllende Hilbert-kurven, i både 2D og 3D-varianter. Vekst og rekursjon til største mulige dybde blir skrittvis animert, og så nøstet opp baklengs. Hilbert-kurven er en enkel kontinuerlig strek som kan fylle et volum uten å krysse seg selv. Hilbert-kurver er nyttige som datastrukturer fordi rekkefølgen langs kurven bevarer lokalitet: punkter som er nær hverandre på kurven er også nær hverandre i 2D- eller 3D-rommet. Det omvendte er ofte, men ikke alltid, riktig. Fargeleggingen viser dette. http://en.wikipedia.org/wiki/Hilbert_curve Skrevet av jamie Zawinski i 2011.
nds: Wiest den rekursive Hilbert-Bagen, in 2-D un ok in 3-D. De Rekurschoon warrt bet to de Hööchstdeepde schrittwies animeert, achteran warrt dat torüchwarts afspeelt. De Hilbert-Padd is en nich ünnerbraken Lien, de en Ruum utfüllen kann, un se snitt sik dor nich sülven bi. As Datenstruktuur is de Hilbert-Padd wichtig, denn he wohrt de Lokaliteet: Pünkt, de op den Padd dicht tosamen sünd, sünd ok binnen den Ruum dicht bienanner. De Ümdreihen is man bloots faken, nich jümmers, wohr, wat de Infarven wiest. http://de.wikipedia.org/wiki/Hilbert-Kurve Schreven vun Jamie Zawinski, 2011.
nl: Dit tekent de recursieve Hilbert ruimte vullende kromme, zowel in 2D als 3D varianten. Het animeert de geleidelijke groei en terugkeer naar en van de maximum diepte. Het Hilbert-pad is een enkele continue lijn die een volume kan vullen zonder zichzelf te kruisen. Als een gegevensstructuur zijn Hilbert-paden nuttig omdat ordenen langs de kromme lokaliteit bewaart: punten die dicht bij elkaar liggen langs de kromme blijven ook dicht bij elkaar in de ruimte. Het omgekeerde is vaak, maar niet altijd, waar. De kleuring laat dat zien. http://en.wikipedia.org/wiki/Hilbert_curve In 2011 geschreven door Jamie Zawinski
pl: Rysuje to krzywą Hilberta rekurencyjnie wypełniającą przestrzeń, w wariantach zarówno 2D, jak i 3D. Inkrementalnie animuje wzrost i rekurencję do maksymalnej głębi, a następnie odwija się z powrotem. Ścieżka Hilberta jest pojedynczą ciągłą linią która może wypełnić objętość bez przecinania się z samą sobą. Jako struktura danych, Ścieżki Hilberta są użyteczne ze względu na to, że układanie się wzdłuż krzywej zachowuje lokalność: punkty, które są blisko siebie wzdłuż krzywej również są blisko siebie w przestrzeni. Odwrotność jest często, lecz nie zawsze, prawdą. Odzwierciedla to kolorowanie. http://en.wikipedia.org/wiki/Hilbert_curve Napisane przez Jamie Zawinski; 2011.
pt: Isto desenha a curva de preenchimento especial de Hilbert, nas suas variantes de 2D e 3D. Ele anima de forma incremental o crescimento e a recursividade até à profundidade máxima, recolhendo-o de volta. O caminho de Hilbert é uma única linha contígua que poderá preencher um volume sem se cruzar consigo própria. Como estruturas de dados, os caminhos de Hilbert são úteis porque a ordenação ao longo da curva preserva a localização: os pontos próximos ao longo da curva também são próximos entre si no espaço. O inverso normalmente, mas nem sempre, é verdadeiro. A coloração reflecte este facto. http://en.wikipedia.org/wiki/Hilbert_curve Criado por Jamie Zawinski; 2011.
sl: Izriše rekurzivno Hilbertovo krivuljo, ki zapolnjuje prostor v 2D in 3D. Pokaže animacijo rasti do največje globine in se nato odvije nazaj. Hilbertova pot je enojna neprekinjena črta, ki lahko zapolni prostor, brez da bi križala sama sebe. Hilbertove poti so uporabne kot strukture podatkov, saj urejanje ob krivulji ohranja krajevnost: točke, ki so blizu skupaj ob krivulji, so blizu skupaj tudi v prostoru. Konverz je pogosto, ne pa vselej, pravilen. To odraža obarvanje. http://en.wikipedia.org/wiki/Hilbert_curve Napisal Jamie Zawinski; 2011.
sr@ijekavian: Црта рекурзивну Хилбертову просторнопопуњавајућу криву, и у 2Д и у 3Д варијанти. Постепено анимира развој и рекурзију до највеће дубине, а затим размотава уназад. Хилбертова путања је једнострука непрекидна линија која може да попуни простор а да не пресече саму себе. Хилбертове путање су корисне као структуре података, пошто ређање дуж криве одржава локалност: тачке које су близу дуж криве, такође су близу и просторно. И обрнуто често важи, али не увек. Ово је одсликано бојењем (http://en.wikipedia.org/wiki/Hilbert_curve). Написао Џејми Завински, 2011.
sv: Detta ritar den rekursiva kurvan som fyller ett Hilbertrum, både i tvådimensionella och tredimensionella varianter. Den animerar tillväxten och rekursionen till det maximala djupet, och nystar sedan upp den bakåt. Hilbertkurvan är en enda kontinuerlig linje som kan fylla en volym utan att korsa sig själv. Som datastrukturer är Hilbertkurvor användbara eftersom lokaliteten bevaras när punkter ordnas längs kurvan: punkter som är nära varandra längs kurvan är också nära varandra i rummet. Det omvända är ofta, men inte alltid, sant. Färgläggningen illustrerar detta. Se http://sv.wikipedia.org/wiki/Hilbertrum. Skriven av Jamie Zawinski, 2011.
uk: Малює рекурсивну криву заповнення простору Гільберта у плоскому та просторовому варіантах. Поступово анімує зростання та рекурсію до максимальної глибини, а потім повернення до початкового стану. Контур Гільберта — це неперервна лінія, яка можна заповнити об’єм без самоперетинів. Як структури даних, контури Гільберта корисні, оскільки ділянки вздовж кривої зберігають локальність: точки, які є сусідніми на кривій, є сусідніми у просторі. Зворотне твердження виконується часто, але не завжди. Розфарбування підтверджує цю тезу. http://en.wikipedia.org/wiki/Hilbert_curve Автор — Jamie Zawinski; 2011.
zh_tw: 繪製出遞迴的希爾伯特（Hilbert）空間曲線，包括平面與立體的。它會逐漸成長、遞迴到最大深度，然後回復。希爾伯特路徑是一個單一連續曲線，可以填滿一個空間但不會交叉。http://en.wikipedia.org/wiki/Hilbert_curve Jamie Zawinski 撰寫; 2011.

# @info screen saver description
source: This draws the recursive Hilbert space-filling curve, in both 2D and 3D variants. It incrementally animates the growth and recursion to the maximum depth, then unwinds it back. The Hilbert path is a single contiguous line that can fill a volume without crossing itself. As a data structure, Hilbert paths are useful because ordering along the curve preserves locality: points that close together along the curve are also close together in space. The converse is often, but not always, true. The coloration reflects this. http://en.wikipedia.org/wiki/Hilbert_curve Written by Jamie Zawinski; 2011.
ca@valencia: Este dibuixa la corba recursiva que omple el pla de Hilbert, en les seues variants en 2D i 3D. Anima incrementalment el creixement i la recursivitat fins a la profunditat màxima, i després el recull de tornada. El camí de Hilbert és una línia única contigua que pot omplir un volum sense entrecreuar-se. Com a estructura de dades, els camins de Hilbert són útils perquè en ordenar-se al llarg de la corba es preserva la localitat: els punts propers en la corba també són propers en l'espai. La inversa freqüentment és certa, però no sempre. L'acoloriment reflexa això. http://en.wikipedia.org/wiki/Hilbert_curve Written by Jamie Zawinski; 2011.
es: Este dibuja una curva de Hilbert recursiva, en variantes de 2D y 3D. De maneras incremental anima el crecimiento y la recursión a la profundidad máxima, luego la enrolla. El camino de Hilbert es una línea contigua única que puede llenar un volumen sin cruzarse a sí misma. Como una estructura de datos, los caminos de Hilbert son de utilidad ya que el ordenamiento a través de la curva mantiene la localidad: los puntos cercanos en la curva son también cercanos en el espacio. Lo opuesto es a menudo, pero no siempre, verdadero. La coloración refleja esto. http://en.wikipedia.org/wiki/Hilbert_curve. Escrito por Jamie Zawinski; 2011.
et: See ekraanisäästja joonistab rekursiivselt Hilberti ruumi täitva kõvera nii 2D kui ka 3D variandis. See animeerib üha enam kasvu ja rekusiooni maksimaalse sügavuseni, siis aga taandareneb. Hilberti joon on üks pidev joon, mis võib täita ruumala endaga ristumata. Andmestruktuurina on Hilberti jooned kasulikud, sest korraldamine piki kõverat säilitab lokaalsuse: punktid, mis asuvad lähedal kõvera peal, asuvad lähedal ka ruumis. Sageli, aga mitte alati võib öelda ka vastupidi. Seda kajastab värvi kasutamine. http://en.wikipedia.org/wiki/Hilbert_curve Kirjutanud Jamie Zawinski, 2011.
fi: Piirtää Hilbertin rekursiivisen avaruudentäyttökäyrön kaksi- ja kolmiulotteisina muunnelmina. Animoi lisääntyvästi kasvua ja rekursiota enimmäissyvyyteen asti, sitten palaa takaisin. Hilbertin polku on yksittäinen jatkuva suora, joka voi täyttää tilan leikkaamatta itseään. Hilbertin polut ovat hyödyllisiä tietorakenteina, koska järjestyminen käyrällä säilyttää etäisyyden: pisteet, jotka ovat lähekkäin käyrällä, ovat lähekkäin myös avaruudessa. (Käänteinen väite on usein muttei aina totta.) Värit heijastavat tätä. http://en.wikipedia.org/wiki/Hilbert_curve Kirjoittanut Jamie Zawinski, 2011.
fr: Ceci dessine la courbe de remplissage spatiale récursive de Hilbert, à la fois dans les variantes en 2D et en 3D. Elle animera de façon incrémentale la croissance et les récursions jusqu'à la profondeur maximale puis reviendra en arrière. Le chemin de Hilbert est une unique ligne continue qui peut remplir un volume sans se croiser elle même. En tant que structure de donnée, les chemins de Hilbert sont utile car l'ordonnancement le long de la courbe préserve la localisation : les points qui s'approchent ensemble le long de la courbe sont également rapprochés dans l'espace. La réciproque est souvent, mais pas toujours, vraie. La coloration reflète ceci. http://en.wikipedia.org/wiki/Hilbert_curve Écrit par Jamie Zawinski ; 2011.
gl: Isto debuxa a curva recursiva de espazo cuberto de Hilbert tanto en 2D como en 3D. Aumenta a poucos o crecemento e volve atrás ata a máxima profundidade, para recorrelos e novo á volta. A ruta de Hilbert é unha liña continua simple que pode encher un volume sen se cruzar consigo. Como estrutura de datos, as rutas de Hilbert son útiles xa que o orde arredor da curva preserva a localización: os puntos que se xuntan ao longo da curva están tamén preto no espazo. A conversión é habitual mais non sempre certa. A coloración reflicte isto.http://en.wikipedia.org/wiki/Hilbert_curve Written by Jamie Zawinski; 2011.
it: Questo disegna la curva ricorsiva di Hilbert per riempire lo spazio, nelle varianti bidimensionale e tridimensionale. Anima incrementalmente la crescita e la ricorsione fino alla profondità massima, e quindi la riporta indietro. Il percorso di Hilbert è una sola riga contigua che può riempire un volume senza incrociare sé stessa. Come struttura di dati, i percorsi di Hilbert sono utili perché l'ordinamento lungo la curva mantiene la località: i punti vicini sulla curva sono anche vicini nello spazio. L'opposto è spesso vero, ma non sempre; la colorazione riflette questo fatto. http://en.wikipedia.org/wiki/Hilbert_curve, scritto da Jamie Zawinski, 2011.
kk: Екі өлшемді де, үш өлшемді де кеңістікті толтырмақ рекурсивті Гилберт қисығы суретін салуы. Ол біртіндеп өсіп бүкілін толтырады да, кейін өшеді. Гилберт сызығы деген үзілмейтін, өзімен қиылыспай көлемін толтыратын бір сызық. Деректер құрлымы деп табылып, Гилберт сызықтар жол бойы төңіректігін сақтайды, яғни сызықта жақын нүктелер кеңістікте де жақын орналасады. Керісіншесі, кейбірде, ақиқат емес. Ондай жерлері бояп көрсетіледі. http://en.wikipedia.org/wiki/Hilbert_curve Авторы: Jamie Zawinski; 2011.
ko: 힐버트 곡선의 2차원 및 3차원 형태를 그립니다. 증분하는 형태로 성장을 나타내며 최대 깊이까지 재귀적으로 반복한 다음 다시 풀어 내립니다. 힐버트 경로는 자기 자신과 겹치지 않고 공간을 채울 수 있는 하나의 연속된 선입니다. 힐버트 경로 데이터 구조는 곡선을 따라 정렬했을 때 지역성이 보존되기 때문에 유용합니다. 곡선을 따라 인접한 점들은 공간에서도 인접해 있기 때문입니다. 이 명제의 역은 때때로 참입니다. 색칠은 이 사실을 반영합니다. http://en.wikipedia.org/wiki/Hilbert_curve Jamie Zawinski 작성, 2011년.
nb: Dette tegner den rekursive, romfyllende Hilbert-kurven, i både 2D og 3D-varianter. Vekst og rekursjon til største mulige dybde blir skrittvis animert, og så nøstet opp baklengs. Hilbert-kurven er en enkel kontinuerlig strek som kan fylle et volum uten å krysse seg selv. Hilbert-kurver er nyttige som datastrukturer fordi rekkefølgen langs kurven bevarer lokalitet: punkter som er nær hverandre på kurven er også nær hverandre i 2D- eller 3D-rommet. Det omvendte er ofte, men ikke alltid, riktig. Fargeleggingen viser dette. http://en.wikipedia.org/wiki/Hilbert_curve Skrevet av jamie Zawinski i 2011.
nds: Wiest den rekursive Hilbert-Bagen, in 2-D un ok in 3-D. De Rekurschoon warrt bet to de Hööchstdeepde schrittwies animeert, achteran warrt dat torüchwarts afspeelt. De Hilbert-Padd is en nich ünnerbraken Lien, de en Ruum utfüllen kann, un se snitt sik dor nich sülven bi. As Datenstruktuur is de Hilbert-Padd wichtig, denn he wohrt de Lokaliteet: Pünkt, de op den Padd dicht tosamen sünd, sünd ok binnen den Ruum dicht bienanner. De Ümdreihen is man bloots faken, nich jümmers, wohr, wat de Infarven wiest. http://de.wikipedia.org/wiki/Hilbert-Kurve Schreven vun Jamie Zawinski, 2011.
nl: Dit tekent de recursieve Hilbert ruimte vullende kromme, zowel in 2D als 3D varianten. Het animeert de geleidelijke groei en terugkeer naar en van de maximum diepte. Het Hilbert-pad is een enkele continue lijn die een volume kan vullen zonder zichzelf te kruisen. Als een gegevensstructuur zijn Hilbert-paden nuttig omdat ordenen langs de kromme lokaliteit bewaart: punten die dicht bij elkaar liggen langs de kromme blijven ook dicht bij elkaar in de ruimte. Het omgekeerde is vaak, maar niet altijd, waar. De kleuring laat dat zien. http://en.wikipedia.org/wiki/Hilbert_curve In 2011 geschreven door Jamie Zawinski
pl: Rysuje to krzywą Hilberta rekurencyjnie wypełniającą przestrzeń, w wariantach zarówno 2D, jak i 3D. Inkrementalnie animuje wzrost i rekurencję do maksymalnej głębi, a następnie odwija się z powrotem. Ścieżka Hilberta jest pojedynczą ciągłą linią która może wypełnić objętość bez przecinania się z samą sobą. Jako struktura danych, Ścieżki Hilberta są użyteczne ze względu na to, że układanie się wzdłuż krzywej zachowuje lokalność: punkty, które są blisko siebie wzdłuż krzywej również są blisko siebie w przestrzeni. Odwrotność jest często, lecz nie zawsze, prawdą. Odzwierciedla to kolorowanie. http://en.wikipedia.org/wiki/Hilbert_curve Napisane przez Jamie Zawinski; 2011.
pt: Isto desenha a curva de preenchimento especial de Hilbert, nas suas variantes de 2D e 3D. Ele anima de forma incremental o crescimento e a recursividade até à profundidade máxima, recolhendo-o de volta. O caminho de Hilbert é uma única linha contígua que poderá preencher um volume sem se cruzar consigo própria. Como estruturas de dados, os caminhos de Hilbert são úteis porque a ordenação ao longo da curva preserva a localização: os pontos próximos ao longo da curva também são próximos entre si no espaço. O inverso normalmente, mas nem sempre, é verdadeiro. A coloração reflecte este facto. http://en.wikipedia.org/wiki/Hilbert_curve Criado por Jamie Zawinski; 2011.
ru: Рекурсивная кривая Гилберта, заполняющая пространство, в двумерном и трёхмерном вариантах. Кривая постепенно занимает всё пространство и глубину, затем происходит обратное сворачивание. Траектория Гилберта является одной продолжительной линией, заполняющей предоставленное пространство, не пересекаясь сама с собой. Являясь структурой данных, траектории Гилберта интересны в том смысле, что упорядочивание вдоль кривой сохраняет локальность: точки, стоящие рядом друг с другом вдоль кривой, также располагаются рядом с друг-другом в пространстве. Обратное утверждение также часто (но не всегда) верно. Окрашивание это демонстрирует. http://en.wikipedia.org/wiki/Hilbert_curveАвтор Джеми Завински (Jamie Zawinski), 2011
sl: Izriše rekurzivno Hilbertovo krivuljo, ki zapolnjuje prostor v 2D in 3D. Pokaže animacijo rasti do največje globine in se nato odvije nazaj. Hilbertova pot je enojna neprekinjena črta, ki lahko zapolni prostor, brez da bi križala sama sebe. Hilbertove poti so uporabne kot strukture podatkov, saj urejanje ob krivulji ohranja krajevnost: točke, ki so blizu skupaj ob krivulji, so blizu skupaj tudi v prostoru. Konverz je pogosto, ne pa vselej, pravilen. To odraža obarvanje. http://en.wikipedia.org/wiki/Hilbert_curve Napisal Jamie Zawinski; 2011.
sr@ijekavian: Црта рекурзивну Хилбертову просторнопопуњавајућу криву, и у 2Д и у 3Д варијанти. Постепено анимира развој и рекурзију до највеће дубине, а затим размотава уназад. Хилбертова путања је једнострука непрекидна линија која може да попуни простор а да не пресече саму себе. Хилбертове путање су корисне као структуре података, пошто ређање дуж криве одржава локалност: тачке које су близу дуж криве, такође су близу и просторно. И обрнуто често важи, али не увек. Ово је одсликано бојењем (http://en.wikipedia.org/wiki/Hilbert_curve). Написао Џејми Завински, 2011.
sv: Detta ritar den rekursiva kurvan som fyller ett Hilbertrum, både i tvådimensionella och tredimensionella varianter. Den animerar tillväxten och rekursionen till det maximala djupet, och nystar sedan upp den bakåt. Hilbertkurvan är en enda kontinuerlig linje som kan fylla en volym utan att korsa sig själv. Som datastrukturer är Hilbertkurvor användbara eftersom lokaliteten bevaras när punkter ordnas längs kurvan: punkter som är nära varandra längs kurvan är också nära varandra i rummet. Det omvända är ofta, men inte alltid, sant. Färgläggningen illustrerar detta. Se http://sv.wikipedia.org/wiki/Hilbertrum. Skriven av Jamie Zawinski, 2011.
uk: Малює рекурсивну криву заповнення простору Гільберта у плоскому та просторовому варіантах. Поступово анімує зростання та рекурсію до максимальної глибини, а потім повернення до початкового стану. Контур Гільберта — це неперервна лінія, яка можна заповнити об’єм без самоперетинів. Як структури даних, контури Гільберта корисні, оскільки ділянки вздовж кривої зберігають локальність: точки, які є сусідніми на кривій, є сусідніми у просторі. Зворотне твердження виконується часто, але не завжди. Розфарбування підтверджує цю тезу. http://en.wikipedia.org/wiki/Hilbert_curve Автор — Jamie Zawinski; 2011.
zh_tw: 繪製出遞迴的希爾伯特（Hilbert）空間曲線，包括平面與立體的。它會逐漸成長、遞迴到最大深度，然後回復。希爾伯特路徑是一個單一連續曲線，可以填滿一個空間但不會交叉。http://en.wikipedia.org/wiki/Hilbert_curve Jamie Zawinski 撰寫; 2011.

# @option:radio
source: 2D or 3D
ca@valencia: 2D o 3D
es: 2D o 3D
et: 2D või 3D
fi: 2D tai 3D
fr: 2D ou 3D
ga: 2T nó 3T
gl: 2D ou 3D
hu: 2D vagy 3D
it: 2D o 3D
kk: 2D не 3D
ko: 2차원 및 3차원
lv: 2D vai 3D
nb: 2D eller 3D
nds: 2D oder 3D
nl: 2D of 3D
pl: 2D lub 3D
pt: 2D ou 3D
ru: 2D или 3D
sl: 2D ali 3D
sr@ijekavian: 2Д или 3Д
sv: Två- eller tredimensionell
uk: Плоский або просторовий
zh_tw: 平面或立體

# @option:radio
source: 2D
ga: 2T
ko: 2차원
sr@ijekavian: 2Д
sv: Tvådimensionell
uk: Плоский
zh_tw: 平面

# @option:radio
source: 3D
ga: 3T
ko: 3차원
sr@ijekavian: 3Д
sv: Tredimensionell
uk: Просторовий
zh_tw: 立體

# @option:radio
source: Open or closed paths
ca@valencia: Camins oberts o tancats
es: Caminos abiertos o cerrados
et: Avatud või suletud jooned
fi: Avoin vai suljettu polku
fr: Chemins ouverts et fermés
ga: Cosáin oscailte nó dúnta
gl: Figuras abertas e pechadas
hu: Nyílt és zárt útvonalak
it: Percorsi aperti o chiusi
kk: Тұйық және ашық сұлбалар
ko: 열린 혹은 닫힌 경로
lv: Atvērti vai noslēgti ceļi
nb: Åpne eller lukkede stier
nds: Apen oder afslaten Padden
nl: Open of gesloten paden
pl: Otwarte lub zamknięte ścieżki
pt: Caminhos abertos ou fechados
ru: Замкнутые и незамкнутые кривые
sl: Odprte ali zaprte poti
sr@ijekavian: Отворене или затворене путање
sv: Öppna eller slutna vägar
uk: Незамкнені або замкнені контури
zh_tw: 開放或封閉路徑
