Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a grid of growing square-like shapes that, once they overtake each other, react in unpredictable ways. "RD" stands for reaction-diffusion. Written by Scott Draves; 1997.
ca@valencia: Dibuixa una quadrícula de formes quadrades creixents que, una vegada superposades, reaccionen de manera impredictible. «RD» significa difusió de la reacció. Escrit per Scott Draves; 1997.
es: Dibuja una rejilla de formas crecientes que, una vez que se superponen, reaccionan de manera impredecible. «RD» quiere decir reacción-difusión. Escrito por Scott Draves; 1997.
et: Näitab kasvavate ruudulaadsete kujundite võrgustikku, mis üksteisega kokku puutudes käituvad täiesti etteaimamatul moel. "RD" tähendab reaktsioon/difusioon. Autor: Scott Draves; 1997.
eu: Hazten ari diren karratu-antzeko formaz osatutako sare bat marrazten du, batek beste bat gainditzen duenean, aurreikusi ez daiteen moduan erreakzionatzen dute. "RD"-k eRreakzio-Difusio adierazten du. Scott Draves-ek idatzia; 1997
fi: Piirtää ruudukon kasvavia neliömäisiä kuvioita, jotka kohdattuaan toisensa reagoivan odottomattomin tavoin. ”RD” merkitsee ’reaktio-diffuusiota’. Kirjoittanut Scott Draves, 1997.
fr: Dessine une grille de formes carrées grandissantes qui une fois qu'elles se rencontrent réagissent de manière imprévisible. « RD » signifie Réactions Diffusions. Écrit par Scott Draves ; 1997.
ga: Dearann sé seo greille de chruthanna cearnógacha ag fás, a imoibríonn ar bhealaí guagacha nuair a théann siad thar a chéile. Ciallaíonn ``RD'' ``reaction-diffusion'' (imoibriú-idirleathadh). Scríofa ag Scott Draves, 1997.
gl: Debuxa unha grella de formas cuadrangulares en crecemento que, ao se sobrepor, reaccionan de formas imprevisíbeis. «RD» significa «reacción-difusión». Escribiuno Scott Draves en 1997.
it: Disegna una griglia di forme quadrate che crescono e quando si sovrappongono reagiscono in modo imprevedibile. «RD» sta per reazione e diffusione. Scritto da Scott Draves; 1997.
ja: これは成長する四角形の格子を描きます。四角形が互いに接すると、予想外の反応をします。「RD」は「反応の拡散 (reaction-diffusion)」の略です。Scott Draves、1997年作。
kk: Экранда өсетін шаршылар. Түйіскенде бірдеме болады. "РД" дегені - "реакция-диффузия". Авторы: Scott Draves; 1997.
nb: Tegner et rutenett av voksende kvadrat-aktige former som reagerer på uforutsigbare måter når de treffer hverandre. «RD» står for reaksjon-diffusjon. Skrevet av Scott Draves i 1997.
nds: Wassen Rechtecken in en Gadder reageert dat een mit dat anner op en Oort, de sik nich vörutseggen lett, wenn se an't Överlappen kummt. "RD" steiht för Reakschoon/Diffuschoon. Schreven vun Scott Draves, 1997.
nl: Toont een raster van groeiende vierkantachtige vormen die, als ze elkaar inhalen, op een niet voorspelbare manier reageren. "RD" staat voor reaction-diffusion. In 1997 geschreven door Scott Draves.
pl: Rysuje siatkę rosnących "kwadratopodobnych" kształtów, które gdy się pokryją, reagują w nieprzewidywalny sposób. "RD" to skrót na "reakcję rozpraszającą". Autor: Scott Draves; 1997.
pt: Desenha uma grelha de formas quadrangulares em crescimento que, ao se sobreporem, reagem de formas imprevisíveis. O "RD" significa "reaction-diffusion" (reacção-difusão). Feito por Scott Draves; 1997.
ru: Хранитель экрана рисует сетку из увеличивающихся фигур разной формы, которые при соприкосновении друг с другом ведут себя непредсказуемо. «РД» - аббревиатура от «реакция/диффузия». Автор Скотт Дрейвз (Scott Draves), 1997.
sl: Izriše mrežo rastočih kvadratu podobnih oblik, ki ob medsebojnem stiku reagirajo na nepredvidljive načine. "RD" pomeni reakcijska difuzija. Napisal Scott Draves, 1997.
sr@ijekavian: Црта мрежу растућих квадратоликих облика који, кад се престигну, реагују на непредвидљиве начине. „РД“ значи „реакција-дифузија“. Написао Скот Дрејвс, 1997.
sv: Ritar ett rutmönster med växande fyrkantslika former, som när de väl kommer ifatt varandra, reagerar på ett oförutsägbart sätt. "RD" betyder reaktion-diffusion. Skriven av Scott Draves, 1997.
uk: Показує ґратку зі схожих на квадрати форм, що тільки-но перетинаються, непередбачувано реагують між собою. «RD» означає «reaction-diffusion» (реакція-дифузія). Автор — Scott Draves; 1997.
zh_tw: 畫出成長的方格狀，一但重疊則會以不可預測的方式反應。RD 指的是反應擴散（Reaction-Diffusion）。由 Scott Drave 撰寫，1997。

# @label:slider
source: Wander speed
ca@valencia: Velocitat del desplaçament
es: Velocidad de paseo
et: Rändamiskiirus
fi: Vaellusnopeus
fr: Vitesse du tour
ga: Luas na fánaíochta
gl: Velocidade do paseo
hu: Vándorlási sebesség
it: Velocità di movimento
ja: さまようスピード
kk: Кезуі
ko: 이동 속도
lv: Klejošanas ātrums
nb: Vandrehastighet
nds: Bewegengauheit
nl: Wandelsnelheid
nn: Vandrefart
pl: Szybkość wędrowania
pt: Velocidade de deslocamento
ru: Скорость перемещения
sl: Hitrost tavanja
sr@ijekavian: Брзина лутања
sv: Vandringshastighet
uk: Швидкість блукання
zh_tw: 漂移速度

# @item:inrange Wander speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Wander speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Fill screen
ca@valencia: Omple la pantalla
es: Llenar la pantalla
et: Ekraani täitmine
eu: Bete pantaila
fi: Täytä ruutu
fr: Rempli d'écran
ga: Líon an scáileán
gl: Encher a pantalla
hu: A képernyő kitöltése
it: Riempi lo schermo
ja: スクリーンを埋める
kk: Экранды толтыруы
ko: 화면 채우기
lv: Aizpildīt ekrānu
nb: Fyll skjermen
nds: Schirm vullmaken
nl: Scherm vullen
nn: Fyll heile skjermen
pl: Wypełnij ekran
pt: Preencher o ecrã
ru: Заполнять экран
sl: Zapolni zaslon
sr@ijekavian: Испуни екран
sv: Fyll skärm
uk: Заповнити екран
zh_tw: 填滿螢幕

# @label:slider
source: Epoch
ca@valencia: Època
es: Época
et: Paleti väärtus
fi: Aikakausi
fr: Époque
ga: Aga
hu: Epocha
it: Epoca
ja: エポック
kk: Мезгілі
ko: 기점
lv: Epohs
nb: Epoke
nds: Tietruum
pl: Era
pt: Época
ru: Период
sl: Doba
sr@ijekavian: Трајање
sv: Epok
uk: Період
zh_tw: 紀元

# @item:inrange Epoch
source: Small
ca@valencia: Petita
es: Pequeña
et: Väike
eu: Txikia
fi: Lyhyt
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Қысқа
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequena
ru: Меньше
sl: Kratka
sr@ijekavian: мало
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Epoch
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Pitkä
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үзақ
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Dolga
sr@ijekavian: велико
sv: Stor
uk: Великий
zh_tw: 大

# @label:spinbox
source: X tile size
ca@valencia: Mida de la peça (X)
es: Tamaño del mosaico en X
et: X-klotsi suurus
fi: X-palan koko
fr: Taille des mosaïques X
gl: Tamaño das pezas en X
hu: X lapméret
it: Passo sull'asse X
ja: X タイルのサイズ
kk: X бойлығы
ko: X 타일 크기
lv: X lauciņa izmērs
nb: Flisstørrelse i X
nds: X-Kachelgrött
nl: X-tegelgrootte
pl: Rozmiar płytki X
pt: Tamanho do padrão em X
ru: Размер плитки X
sl: X velikost ploščice
sr@ijekavian: Величина поља по X
sv: X-brickstorlek
uk: Розмір плитки за X
zh_tw: X 方塊大小

# @label:spinbox
source: Y tile size
ca@valencia: Mida de la peça (Y)
es: Tamaño del mosaico en Y
et: Y-klotsi suurus
fi: Y-palan koko
fr: Taille des mosaïques Y
gl: Tamaño das pezas en Y
hu: Y lapméret
it: Passo sull'asse Y
ja: Y タイルのサイズ
kk: Y бойлығы
ko: Y 타일 크기
lv: Y lauciņa izmērs
nb: Flisstørrelse i Y
nds: Y-Kachelgrött
nl: Y-tegelgrootte
pl: Rozmiar płytki Y
pt: Tamanho do padrão em Y
ru: Размер плитки Y
sl: Y velikost ploščice
sr@ijekavian: Величина поља по Y
sv: Y-brickstorlek
uk: Розмір плитки за Y
zh_tw: Y 方塊大小

# @label:spinbox
source: Reaction
ca@valencia: Reacció
es: Reacción
et: Reaktsioon
eu: Erreakzioa
fi: Vastavaikutus
fr: Réaction
gl: Reacción
hu: Reakció
it: Reazione
ja: 反応
kk: Реакция
ko: 반응
lv: Reakcija
nb: Reaksjon
nds: Reakschoon
nl: Reactie
nn: Reaksjon
pl: Reakcja
pt: Reacção
ru: Реакция
sl: Reakcija
sr@ijekavian: Реакција
sv: Reaktion
uk: Реакція
zh_tw: 反應

# @label:spinbox
source: Diffusion
ca@valencia: Difusió
es: Difusión
et: Difusioon
eu: Difusioa
fi: Hajaantuminen
ga: Idirleathadh
gl: Difusión
hu: Diffúzió
it: Diffusione
ja: 拡散
kk: Диффузия
ko: 확산
lv: Difūzija
nb: Diffusjon
nds: Diffuschoon
nl: Diffusie
nn: Diffusjon
pl: Dyfuzja
pt: Difusão
ru: Диффузия
sl: Difuzija
sr@ijekavian: Дифузија
uk: Дифузія
zh_tw: 反應/擴散

# @label:spinbox
source: Seed radius
ca@valencia: Radi de la llavor
es: Semilla de radio
et: Seemne raadius
fi: Alkusäde
fr: Rayon des graines
ga: Ga síolaithe
gl: Raio da semente
it: Raggio del seme
kk: Шашырау радиусы
ko: 씨앗 반지름
lv: Sēšanas rādiuss
nb: Startradius
nds: Streu-Halfmaat
nl: Voedingsradius
pl: Promień początkowy
pt: Raio da semente
ru: Радиус распределения
sl: Polmer semen
sr@ijekavian: Полупречник сејања
sv: Fröradie
uk: Радіус розсіювання
zh_tw: 種子半徑

# @item screen saver name
source: Ripples
ca@valencia: Rínxols
et: Pladin
eu: Uhinak - Ripples
fi: Väreet
fr: Ondulations
gl: Ondulacións
hu: Fodrozódások
it: Increspature
ja: さざ波
kk: Шайқалыс
ko: 잔물결
lv: Vilnīši
nb: Krusninger
nds: Riffels
nl: Rimpels
nn: Småbølgjer
pl: Zmarszczki wody
pt: Ondinhas
sl: Valovanje
sr@ijekavian: Таласићи
sv: Krusningar
uk: Брижі
zh_tw: 漣漪

# @info screen saver description
source: Rippling interference patterns reminiscent of splashing water distort a loaded image. Written by Tom Hammersley; 1999.
ca@valencia: Patrons d'interferència ondulats que recorden aigua esquitxant una imatge carregada. Escrit per Tom Hammersley; 1999.
es: Patrones de interferencia ondulados reminiscencia de agua en movimiento que distorsiona una imagen cargada. Creado por Tom Hammersley; 1999.
et: Näitab säbrutavat interferentsmudelit, mis sarnaneb veepiiskade langemisega laaditud pildile seda moonutades. Autor: Tom Hammersley; 1999.
it: Increspature simili a quando si getta un sasso nell'acqua distorcono un'immagine caricata. Scritto da Tom Hammersley; 1999.
nb: Bølgende interferensmønstre som ringer i vann, forvrenger et innlastet bilde. Skrevet av Tom Hammersley i 1999.
nds: Wesselwarken Riffelmustern as op en Pool bi Regen vertarrt en laadt Bild. Schreven vun Tom Hammersley, 1999.
nl: Rimpelend interferentie patroon zoals spetterend water een geladen afbeelding vervormd. In 1999 geschreven door Tom Hammersley.
pl: Wzorce interferujących fal przypominające zniekształcenie obrazu poprzez uderzenie na wodzie. Autor: Tom Hammersley; 1999.
pt: Isto desenha alguns padrões de interferência a imitar pingos na água. Com a opção '-water', manipula a imagem do seu ecrã de modo a parecer que algo está a pingar-lhe em cima. Feito por Tom Hammersley; 1999.
sl: Izriše vzorce valujočih interferenc kot je pljuskajoča voda, ki popačijo naloženo sliko. Napisal Tom Hammersley, 1999.
sr@ijekavian: Таласајући интерферентни обрасци, налик на прскање воде, деформишу учитану слику. Написао Том Хамерсли, 1999.
sv: Krusande interferensmönster, som påminner om stänkande vatten, förvränger en inläst bild. Skriven av Tom Hammersley, 1999.
uk: Ця програма відображає візерунки, що перекриваються на зразок кіл на поверхні води. Вона працюватиме із завантаженим зображенням так, наче на нього падають краплі. Автор — Tom Hammersley; 1999.
zh_tw: 畫出水花濺起，漣漪相互交錯的圖樣，在某個圖樣上。由 Tom Hammersley 撰寫，1999。

# @info screen saver description
source: This draws rippling interference patterns like splashing water, overlayed on the desktop or an image. Written by Tom Hammersley; 1999.
ca@valencia: Este dibuixa patrons d'interferència ondulats com l'aigua esquitxant, sobreimposat a l'escriptori o a una imatge. Escrit per Tom Hammersley; 1999.
es: Dibuja patrones de interferencia ondulados como el agua en movimiento, superpuestos en el escritorio o una imagen. Creado por Tom Hammersley; 1999.
et: Näitab säbrutavat interferentsmudelit, mis sarnaneb veepiiskade langemisega. Kõik see toimub sinu töölaua või pildi kohal. Autor: Tom Hammersley; 1999.
eu: Honek ur zipriztinen antzeko uhin-interferentzia ereduak marrazten ditu, mahaigainean edo irudi batean gainjarrita. Tom Hammersley-k idatzia; 1999.
fr: Ceci dessine des interférences comme des éclaboussures d'eau. Avec l'option eau, cela manipule l'image sur votre bureau pour faire croire de l'eau coule dessus. Écrit par Tom Hammersley ; 1999.
gl: Isto debuxa algúns patróns de interferencia a imitar pingas na auga. Coa opción -water, manipula a imaxe da pantalla para parecer que algo está a pingarlle en cima. Escribiuno Tom Hammersley en 1999.
it: Disegna delle increspature simili quando si getta un sasso nell'acqua sovrapposte al desktop o a un'immagine. Scritto da Tom Hammersley; 1999.
ja: デスクトップのイメージに飛び散る水のような、さざ波の干渉パターンを描きます。Tom Hammersley、1999年作。
kk: Экрандағы сұйықтың бетіндей шайқалады. Авторы: Tom Hammersley; 1999.
nb: Tegner bølgende interferensmønstre som ringer i vann. Hvis -water er oppgitt får den skjermbildet til å se ut som om noe drypper på det. Skrevet av Tom Hammersley i 1999.
nds: Wesselwarken Riffelmustern as op en Pool bi Regen överlagert Dien Achtergrundbild. Schreven vun Tom Hammersley, 1999.
nl: Toont een rimpelend interferentie patroon zoals spetterend water,over het bureaublad of een afbeelding gelegd. In 1999 geschreven door Tom Hammersley.
pl: Rysuje falujące wzorce interferencyjne podobne do fal na wodzie prezentowanych na pulpicie lub na obrazku. Autor: Tom Hammersley; 1999.
pt: Isto desenha alguns padrões de interferência a imitar pingos na água. Com a opção '-water', manipula a imagem do seu ecrã de modo a parecer que algo está a pingar-lhe em cima. Feito por Tom Hammersley; 1999.
ru: Волнообразные налагающиеся структуры, например вода, пролившаяся на рабочий стол или на изображение. Автор Том Хаммерсли (Tom Hammersley), 1999.
sl: Izriše vzorce valujočih interferenc kot je pljuskajoča voda, ki prekrivajo namizje ali sliko. Napisal Tom Hammersley, 1999.
sr@ijekavian: Црта таласајуће интерферентне обрасце као кад пада киша, преклопљене преко површи или неке слике. Написао Том Хамерсли, 1999.
sv: Den här ritar krusande interferensmönster som stänkande vatten, överlagrat på skrivbordet eller på en bild. Skriven av Tom Hammersley, 1999.
uk: Ця програма відображає візерунки, що перекриваються на зразок кіл на поверхні води. З параметром -water, вона працюватиме з зображенням з вашого робочого столу так, наче на нього падають краплі. Автор — Tom Hammersley; 1999.
zh_tw: 畫出水花濺起，漣漪相互交錯的圖樣，在您的桌面或某個圖樣上。由 Tom Hammersley 撰寫，1999。

# @label:slider
source: Drippiness
ca@valencia: Humitat
es: Elasticidad
et: Vihmsus
fi: Vuotavuus
fr: Bavures
gl: Taxa de saltos
it: Gocce
ja: 水滴度
kk: Тамшылауы
ko: 떨어짐 정도
lv: Pilienīgums
nb: Dryppighet
nds: Drüppeln
nl: Druiperigheid
pl: Kapanie
pt: Relação de saltos
ru: Брызги и капли
sl: Razpršenost
sr@ijekavian: Капање
sv: Droppighet
uk: Накрапання
zh_tw: 多雨

# @item:inrange Drippiness
source: Drizzle
ca@valencia: Plovisqueig
es: Llovizna
et: Uduvihm
eu: Zirimiri
fi: Tihkusade
fr: Bruine
ga: Ceobhrán
gl: Orballo
hu: Szemerkélés
it: Pioggerella
ja: 霧雨
kk: Сіркіреп
ko: 안개비
lv: Smidzina
nb: Yr
nds: Druus
nl: Motregen
nn: Yr
pl: Mżawka
pt: Chuvisco
ru: Моросящий дождь
sl: Pršenje
sr@ijekavian: кишица
sv: Duggregn
uk: Мряка
zh_tw: 細雨

# @item:inrange Drippiness
source: Storm
ca@valencia: Tempesta
es: Tormenta
et: Torm
eu: Ekaitza
fi: Rajuilma
fr: Tempête
ga: Stoirm
gl: Tormenta
hu: Vihar
it: Temporale
ja: 嵐
kk: Әжептәур
ko: 폭풍
lv: Vētra
nl: Onweer
pl: Burza
pt: Tempestade
ru: Шторм
sl: Nevihta
sr@ijekavian: олуја
uk: Шторм
zh_tw: 暴風雨

# @label:slider
source: Fluidity
ca@valencia: Fluïdesa
es: Fluidez
et: Piisksus
eu: Jariakortasuna
fi: Valuvuus
fr: Fluidité
gl: Fluidez
hu: Folyékonyság
it: Fluidità
ja: 流動性
kk: Тамшысы
ko: 흐름
lv: Plūstamība
nb: Flyteevne
nds: Flaat
nl: Vloeibaarheid
nn: Flyteevne
pl: Płynność
pt: Fluidez
ru: Текучесть
sl: Tekočnost
sr@ijekavian: Течност
sv: Fluiditet
uk: Текучість
zh_tw: 流暢度

# @item:inrange Fluidity
source: Small drops
ca@valencia: Gotes petites
es: Gotas pequeñas
et: Väikesed piisad
eu: Tanta txikiak
fi: Pienet pisarat
fr: Petits sauts
ga: Braonta beaga
gl: Pingas pequenas
hu: Kis cseppek
it: Goccioline
ja: 小さい水滴
kk: Шағын
ko: 작은 방울
lv: Mazi pilieni
nb: Små dråper
nds: Lütt Drüppens
nl: Kleine druppels
nn: Små dråpar
pl: Małe krople
pt: Gotas pequenas
ru: Маленькие капли
sl: Majhne packe
sr@ijekavian: мале капи
sv: Små droppar
uk: Маленькі краплі
zh_tw: 小雨點

# @item:inrange Fluidity
source: Big drops
ca@valencia: Gotes grans
es: Gotas grandes
et: Suured piisad
eu: Tanta handiak
fi: Isot pisarat
fr: Grands sauts
ga: Braonta móra
gl: Pingas grandes
hu: Nagy cseppek
it: Gocce grandi
ja: 大きな水滴
kk: Үлкен
ko: 큰 방울
lv: Lieli pilieni
nb: Store dråper
nds: Groot Drüppens
nl: Grote druppels
nn: Store dråpar
pl: Duże krople
pt: Gotas grandes
ru: Крупные капли
sl: Velike packe
sr@ijekavian: велике капи
sv: Stora droppar
uk: Великі краплі
zh_tw: 大雨點

# @option:check
source: Moving splashes
ca@valencia: Esquitxos en moviment
es: Salpicaduras móviles
et: Liikuvad piisad
eu: Zipriztin higikorrak
fi: Liikkuvat roiskahdukset
fr: Éclaboussures mouvantes
ga: Steallóga faoi shiúl
gl: Ondas en movemento
hu: Mozgó hullámok
it: Schizzi in movimento
ja: 移動するしぶき
kk: Жылжымалы
ko: 이동 튀는 효과
lv: Kustīgi šļaksti
nb: Bevegelige plask
nds: Beweegt Riffels
nl: Bewegende klodders
pl: Poruszające się bryzgi
pt: Ondas em movimento
ru: Двигающиеся брызги
sl: Premikajoči pljuski
sr@ijekavian: Мрдајуће капи
sv: Rörliga stänk
uk: Бризки, які рухаються
zh_tw: 移動的水花

# @option:check
source: Psychedelic colors
ca@valencia: Colors psicodèlics
es: Colores psicodélicos
et: Psühhedeelilised värvid
eu: Kolore psikodelikoak
fi: Psykedeeliset värit
fr: Couleurs psychédéliques
ga: Dathanna sícideileacha
gl: Cores psicodélicas
hu: Pszichedelikus színek
it: Colori psichedelici
ja: サイケデリックな色
kk: Психоделик түсті
ko: 몽롱한 색상
lv: Psihodēliskas krāsas
nb: Psykedeliske farger
nds: Pyschedeelsch Klören
nl: Psychedelische kleuren
nn: Psykedeliske fargar
pl: Psychodeliczne kolory
pt: Cores psicadélicas
ru: Психоделические цвета
sl: Psihadelične barve
sr@ijekavian: Психоделичне боје
sv: Psykedeliska färger
uk: Психоделічні кольори
zh_tw: 迷幻色彩

# @option:check
source: Grayscale
ca@valencia: Escala de grisos
es: Escala de grises
et: Halltoonid
eu: Gris-eskala
fi: Harmaasävy
fr: Niveaux de gris
ga: Liathscála
gl: Escala de grises
hu: Szürkeárnyalatos
it: Scala di grigi
ja: グレースケール
kk: Сұр реңкті
ko: 그레이스케일
lv: Pelēktoņu
nb: Gråtoner
nds: Griestöön
nl: Grijswaarde
nn: Gråtonar
pl: Skala szarości
pt: Tons de cinzento
ru: Оттенки серого
sl: Sivina
sr@ijekavian: Сиви тонови
sv: Gråskala
uk: Сірі півтони
zh_tw: 灰階

# @label:spinbox
source: Magic lighting effect
ca@valencia: Efecte de llum màgic
es: Efecto de luz mágico
et: Võluvalguse efekt
eu: Argiztapen efektu magikoa
fi: Maaginen valotehoste
fr: Effet de lumière magique
gl: Efecto máxico de lóstrego
hu: Mágikus világítás hatás
it: Effetto di illuminazione magico
ja: マジックな稲光エフェクト
kk: Жарық түсу эффекті
ko: 요술 빛 효과
lv: Burvju gaismas efekts
nb: Magisk lyssettingseffekt
nds: Latüchteffekt
nl: Magisch belichtingseffect
pl: Efekt magicznego światła
pt: Efeitos mágicos de relâmpagos
ru: Волшебное освещение
sl: Učinek čarobne svetilke
sr@ijekavian: Магични свјетлосни ефекат
sv: Magisk ljuseffekt
uk: Ефект магічного освітлення
zh_tw: 燈光效果

# @item screen saver name
source: Rocks
ca@valencia: Roques
es: Rocas
et: Rahnud
eu: Harkaitzak
fi: Kivet
fr: Roches
gl: Rochas
hu: Sziklák
it: Rocce
ja: 岩
kk: Астероид тастары
ko: 바위
lv: Akmeņi
nb: Steiner
nds: Steenfeld
nl: Rotsen
nn: Stein
pl: Skały
pt: Rochas
ru: Астероиды
sl: Skale
sr@ijekavian: Стење
sv: Stenbumling
uk: Астероїди
zh_tw: 岩石

# @info screen saver description
source: This draws an animation of flight through an asteroid field, with changes in rotation and direction. Written by Jamie Zawinski; 1992.
ca@valencia: Este dibuixa l'animació d'un vol a través d'un camp d'asteroides, amb canvis en el gir i la direcció. Escrit per Jamie Zawinski; 1992.
es: Esto dibuja la animación de un vuelo a través de un campo de asteroides, con cambios de rotación y dirección. Escrito principalmente por Jamie Zawinski.
et: Näitab animeeritud lendu läbi asteroidivälja, kusjuures suund muutub ja vahel esineb pööramisi. Autor: Jamie Zawinski; 1992.
eu: Honek asteroide eremu baten zehar hegaldi baten animazioa marrazten du, norabide eta biraketa aldaketekin.·Jamie Zawinski-k idatzia; 1992.
fi: Animaatio, jossa lennetään kierrellen ja kaarrelleen asteroidivyöhykkeen halki. Tekijä: Jamie Zawinski; 1992.
fr: Ceci dessine un vol au travers d'un champ d'astéroïdes qui tourne et change de direction. Écrit par Jamie Zawinski ; 1992.
ga: Déanann sé seo beochan d'eitilt trí réimse astaróideach, agus an treo agus an rothlú á n-athrú an t-am ar fad. Scríofa ag Jamie Zawinski, 1992.
gl: Isto debuxa unha animación de voo por un campo de asteroides, con cambios na rotación e na dirección. Escribiuno Jamie Zawinski en 1992.
hu: A program egy aszteroidamezőn való átrepülést szimulál a forgási sebesség és irány változása mellett. Készítette: Jamie Zawinski, 1992.
it: Disegna un'animazione di volo attraverso un campo di asteroidi, con cambi di rotazione e direzione. Scritto da Jamie Zawinski; 1992.
ja: 星の宇宙のフライトをアニメーションにしました。回転と進行方向が変化します。Jamie Zawinski、1992年作。
kk: Астероид тастарының арасында ұшуды бейнелейді
lv: Zīmē animētu lidojumu caur asteroīdu lauku, mainoties rotācijai un virzienam. Sarakstīja Jamie Zawinski; 1992.
nb: Tegner en animasjon av en tur gjennom et asteroidefelt, med endringer i rotasjon og retning. Skrevet av Jamie Zawinski i 1992.
nds: Simuleert en Floog dör en Astroidenfeld, mit Ännern an de Richt un de Egendreihen. Schreven vun Jamie Zawinski, 1992.
nl: Toont een animatie van een vlucht door een asteroïdevield, met wijzigingen in rotatie en richting. In 1992 geschreven door Jamie Zawinski.
pl: Tworzy animację lotu przez pole asteroid, ze zmieniającym się kierunkiem i obrotami. Autor: Jamie Zawinski; 1992.
pt: Isto desenha uma animação de voo por um campo de asteróides, com alterações na rotação e na direcção. Feito por Jamie Zawinski; 1992.
ru: Симулирует полет сквозь кольцо астероидов, вращаясь и меняя направление движения. Автор Джеми Завински (Jamie Zawinski), 1992.
sl: Izriše animacijo leta skozi polje asteroidov s spremembami vrtenja in smeri. Napisal Jamie Zawinski, 1992.
sr@ijekavian: Анимација лета кроз астероидно поље, са промјенама ротације и правца. Написао Џејми Завински, 1992.
sv: Den här ritar en animering av en flygning genom ett asteroidbälte, med rotations- och riktningsändringar. Skriven av Jamie Zawinski, 1992.
uk: Ця програма відображає анімацію польоту полем астероїдів зі зміною напрямку і обертання. Автор — Jamie Zawinski; 1992.
zh_tw: 飛越小行星群的動畫，並且會旋轉與改變方向。它也可以顯示透過紅/藍眼鏡呈現的立體圖樣。大部份由 Jamie Zawinski 撰寫，1992。

# @label:slider
source: Velocity
ca@valencia: Velocitat
es: Velocidad
et: Kiirus
eu: Abiadura
fi: Nopeus
fr: Vélocité
ga: Treoluas
gl: Velocidade
hu: Sebesség
it: Velocità
ja: 速さ
kk: Жылдамдығы
ko: 속도
nb: Fart
nds: Gauheit
nl: Snelheid
nn: Fart
pl: Prędkość
pt: Velocidade
ru: Скорость
sl: Hitrost
sr@ijekavian: Брзина
sv: Hastighet
uk: Швидкість
zh_tw: 速度

# @item:inrange Velocity
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢
