Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inrange Zoom
source: Near
ca@valencia: A prop
es: Cerca
et: Lähedal
eu: Gertu
fi: Lähellä
fr: Proximité
ga: Cóngarach
gl: Preto
hu: Közel
it: Vicino
ja: 近い
kk: Жақын
ko: 가까움
lv: Tuvu
nb: Nær
nds: Neeg
nl: Dichtbij
nn: Nær
pl: Blisko
pt: Próxima
ru: Близко
sl: Blizu
sr@ijekavian: близу
sv: Nära
uk: Близько
zh_tw: 近

# @item:inrange Zoom
source: Far
ca@valencia: Lluny
es: Lejos
et: Kaugel
eu: Urrun
fi: Kaukana
fr: Éloignement
ga: I gCéin
gl: Lonxe
hu: Távol
it: Lontano
ja: 遠い
kk: Алыс
ko: 멈
lv: Tālu
nb: Langt unna
nds: Wiet
nl: Ver
nn: Fjern
pl: Daleko
pt: Longínqua
ru: Далеко
sl: Daleč
sr@ijekavian: далеко
sv: Avlägsen
uk: Далеко
zh_tw: 遠

# @label:slider
source: XW rotation
ca@valencia: Rotació XW
es: Rotación XW
et: XW-pööramine
eu: XW biraketa
fi: XW-kierto
fr: Rotation XW
ga: Rothlú XW
gl: Rotación XW
hu: XW-forgás
it: Rotazione XW
ja: XW 軸回転
kk: XW бұралуы
ko: XW 회전
lv: XW rotācija
nb: XW-rotasjon
nds: XW-Dreihen
nl: XW-rotatie
nn: XV-dreiing
pl: Obrót dookoła osi XW
pt: Rotação XW
ru: Поворот XW
sl: Vrtenje XW
sr@ijekavian: XW ротација
uk: Обертання за XW
zh_tw: XW 旋轉

# @item:inrange XW rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange XW rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātra
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: XY rotation
ca@valencia: Rotació XY
es: Rotación XY
et: XY-pööramine
eu: XY biraketa
fi: XY-kierto
fr: Rotation XY
ga: Rothlú XY
gl: Rotación XY
hu: XY-forgás
it: Rotazione XY
ja: XY 軸回転
kk: XY бұралуы
ko: XY 회전
lv: XY rotācija
nb: XY-rotasjon
nds: XY-Dreihen
nl: XY-rotatie
nn: XY-dreiing
pl: Obrót dookoła osi XY
pt: Rotação XY
ru: Поворот XY
sl: Vrtenje XY
sr@ijekavian: XY ротација
uk: Обертання за XY
zh_tw: XY 旋轉

# @item:inrange XY rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange XY rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātra
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: XZ rotation
ca@valencia: Rotació XZ
es: Rotación XZ
et: XZ-pööramine
eu: XZ biraketa
fi: XZ-kierto
fr: Rotation XZ
ga: Rothlú XZ
gl: Rotación XZ
hu: XZ-forgás
it: Rotazione XZ
ja: XZ 軸回転
kk: XZ бұралуы
ko: XZ 회전
lv: XZ rotācija
nb: XZ-rotasjon
nds: XZ-Dreihen
nl: XZ-rotatie
nn: XZ-dreiing
pl: Obrót dookoła osi XZ
pt: Rotação XZ
ru: Поворот XZ
sl: Vrtenje XZ
sr@ijekavian: XZ ротација
uk: Обертання за XZ
zh_tw: XZ 旋轉

# @item:inrange XZ rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange XZ rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātra
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: YW rotation
ca@valencia: Rotació YW
es: Rotación YW
et: YW-pööramine
eu: YW biraketa
fi: YW-kierto
fr: Rotation YW
ga: Rothlú YW
gl: Rotación YW
hu: YW-forgás
it: Rotazione YW
ja: YW 軸回転
kk: YW бұралуы
ko: YW 회전
lv: YW rotācija
nb: YW-rotasjon
nds: YW-Dreihen
nl: YW-rotatie
nn: YW-dreiing
pl: Obrót dookoła osi YW
pt: Rotação YW
ru: Поворот YW
sl: Vrtenje YW
sr@ijekavian: YW ротација
uk: Обертання за YW
zh_tw: YW 旋轉

# @item:inrange YW rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange YW rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātra
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: YZ rotation
ca@valencia: Rotació YZ
es: Rotación YZ
et: YZ-pööramine
eu: YZ biraketa
fi: YZ-kierto
fr: Rotation YZ
ga: Rothlú YZ
gl: Rotación YZ
hu: YZ-forgás
it: Rotazione YZ
ja: YZ 軸回転
kk: YZ бұралуы
ko: YZ 회전
lv: YZ rotācija
nb: YZ-rotasjon
nds: YZ-Dreihen
nl: YZ-rotatie
nn: YZ-dreiing
pl: Obrót dookoła osi YZ
pt: Rotação YZ
ru: Поворот YZ
sl: Vrtenje YZ
sr@ijekavian: YZ ротација
uk: Обертання за YZ
zh_tw: YZ 旋轉

# @item:inrange YZ rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange YZ rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātra
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: ZW rotation
ca@valencia: Rotació ZW
es: Rotación ZW
et: ZW-pööramine
eu: ZW biraketa
fi: ZW-kierto
fr: Rotation ZW
ga: Rothlú ZW
gl: Rotación ZW
hu: ZW-forgás
it: Rotazione ZW
ja: ZW 軸回転
kk: ZW бұралуы
ko: ZW 회전
lv: ZW rotācija
nb: ZW-rotasjon
nds: ZW-Dreihen
nl: ZW-rotatie
nn: ZW-dreiing
pl: Obrót dookoła osi ZW
pt: Rotação ZW
ru: Поворот ZW
sl: Vrtenje ZW
sr@ijekavian: ZW ротација
uk: Обертання за ZW
zh_tw: ZW 旋轉

# @item:inrange ZW rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange ZW rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātra
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @item screen saver name
source: HyperCube
ca@valencia: Hipercub
es: Hipercubo
et: Hüperkuup
eu: Hiperkuboa
fi: Hyperkuutio
gl: Hipercubo
hu: Hiperkocka
it: Ipercubo
ja: ハイパーキューブ
kk: Гиперкуб
ko: 초입방체
lv: Hiperkubs
nb: Hyperkube
nds: Överwörpel
nn: Hyperkube
pl: Hipersześcian
pt: Hipercubo
ru: Гиперкуб
sl: Hiperkocka
sr@ijekavian: Хиперкоцка
sv: Hyperkub
uk: Гіперкуб
zh_tw: 超立方體

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.10. It has been replaced by the more general "Polytopes" screen saver, which can display this object as well as others. This displays 2D projections of the sequence of 3D objects which are the projections of the 4D analog to the cube: as a square is composed of four lines, each touching two others; and a cube is composed of six squares, each touching four others; a hypercube is composed of eight cubes, each touching six others. To make it easier to visualize the rotation, it uses a different color for the edges of each face. Don't think about it too long, or your brain will melt. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Written by Joe Keane, Fritz Mueller, and Jamie Zawinski; 1992.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.10. Este mostra projeccions 2D de la seqüència d'objectes 3D els quals són projeccions d'analogies al cub en 4D: així com un quadrat està compost de quatre línies, cadascuna tocant a dues més i un cub està compost de sis quadrats, cadascun tocant a quatre més; un hipercub està compost de vuit cubs, cadascun tocant a sis més. Per visualitzar amb més facilitat la rotació, s'usa un color diferent per a les vores de cada cara. No hi penseu gaire en això o el vostre cap explotarà. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Escrit per Joe Keane, Fritz Mueller i Jamie Zawinski; 1992.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 5.10. Ha sido remplazado por el salvapantallas «Politipos», más general. Muestra proyecciones en 2D de la secuencia de objetos 3D que son proyecciones de otros que son 4D análogos al cubo: así como un cuadrado está compuesto de cuatro líneas, cada una tocando a otras dos; y un cubo está compuesto de seis cuadrados, cada uno tocando a otros cuatro; un hipercubo está compuesto de ocho cubos, cada uno tocando a otros seis. Para visualizar más fácilmente la rotación, se usa un color diferente para los bordes de cada cara. No pienses mucho sobre esto, o tu cabeza estallará. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope. Escrito por Joe Keane, Fritz Mueller y Jamie Zawinski; 1992.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.10. Seda asendas üldisem ekraanisäästja "Polütoobid", mis võib näidata nii seda objekti kui ka teisi. Hüperkuup kujutab 2D projektsiooni reast 3D objektidest, mis on kuubi 4D analoogi projektsioonid: nagu ruut koosneb neljast joonest, millest igaüks puutub kokku kahe joonega, ja kuup koosneb kuuest ruudust, millest igaüks puutub kokku kahe ruuduga, nii koosneb hüperkuup kaheksast kuubist, millest igaüks puutub kokku kuue kuubiga. Pöörlemise paremaks näitamiseks on kasutatud igal küljel erinevaid värve. Aga ära selle peale kaua mõtle või su aju ähvardab kokkujooksmine. Vaata ka "polütoopide" OpenGLi kasutavaid üldisemaid versioone. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Autorid: Joe Keane, Fritz Mueller ja Jamie Zawinski; 1992.
fi: Tämä näytönsäästäjä poistettiin XScreenSaverin jakelusta versiosta 5.10 alkaen. Sen korvasi yleisempi ”Polytoopit”-näytönsäästäjä, joka voi näyttää paitsi tämän kappaleen myös muita. Tämä näyttää kaksiulotteisia projektioita joukosta kolmiulotteisia kappaleita, jotka ovat projektioita kuution neliulotteisesta vastineesta. Neliö koostuu neljästä suorasta, joista jokainen koskettaa kahta muuta; kuutio kuudesta neliöstä, joista jokainen koskettaa neljää muuta; hyperkuutio kahdeksasta kuutiosta, joista jokainen koskettaa kuutta muuta. Jotta pyörimisliike olisi helpompi hahmottaa, kunkin sivun reunalle käytetään eri väriä. Älä ajattele sitä liikaa tai aivosi sulavat. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Kirjoittaneet Joe Keane, Fritz Mueller ja Jamie Zawinski, 1992.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. È stato sostituito dal salvaschermo più generico «Politopi», che può visualizzare questo oggetto e altri. Mostra le proiezioni bidimensionali di una sequenza di oggetti tridimensionali che solo la proiezione dell'analogo quadridimensionale del cubo: come un quadrato è composto di quattro linee, con ogni linea che ne tocca altre due, e il cubo è composto di sei quadrati ognuno dei quali tocca altri quattro, così un ipercubo è composto da otto cubi e ognuno tocca altri sei. Per facilitare la visualizzazione della rotazione si usa un colore diverso per il bordo di ogni faccia. Non ci pensare troppo oppure il tuo cervello rischierà di fondersi. http://it.wikipedia.org/wiki/Ipercubo http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Scritto da Joe Keane, Fritz Mueller e Jamie Zawinski; 1992.
ko: 이 화면 보호기는 XScreenSaver 5.10 이후 버전에서 삭제되었습니다. 이 객체뿐만 아니라 다른 것도 표시할 수 있는 더 일반적인 "Polytopes" 화면 보호기로 대체되었습니다. 이 화면 보호기는 3차원 개체 배열의 2차원 투영을 표시하며 각각 3차원 개체는 4차원 입방체의 투영입니다. 사각형은 4개의 선으로 이루어져 있고 각각 2개의 선과 만나며, 입방체는 6개의 사각형으로 이루어져 있고 각각 4개의 사각형과 만납니다. 회전을 좀 더 쉽게 표시하기 위해서 각각 면의 경계선마다 다른 색깔을 사용합니다. 너무 깊게 생각하면 머리가 꼬일 수도 있습니다. https://ko.wikipedia.org/wiki/%EC%B4%88%EC%9E%85%EB%B0%A9%EC%B2%B4 https://ko.wikipedia.org/wiki/%EC%A0%95%ED%8C%94%ED%8F%AC%EC%B2%B4 https://ko.wikipedia.org/wiki/%EC%A0%95%ED%8F%B4%EB%A6%AC%ED%86%A0%ED%94%84 Joe Keane, Fritz Mueller, Jamie Zawinski 작성, 1992년.
nb: Denne pauseskjermen ble tatt ut av XScreenSaver-distribusjonen fra og med versjon 5.10. Den er erstattet av den mer generelle pauseskjermen «Polytoper», som kan vise både dette og andre objekter. Dette viser 2D-projeksjoner av serien av 3D-objekter som er projeksjoner av en 4D terning: slik et kvadrat har fire kanter, der hver kant berører to andre. og en terning består av seks kvadrater, der hvert av dem berører fire andre, så består en hyperkube av åtte terninger, der hver terning berører seks andre. For å gjøre det lettere å visualisere rotasjonen bruker den forskjellige farger til å tegne opp kantene av hver side. Ikke tenk for lenge på dette, ellers smelter hjernen din. http://no.wikipedia.org/wiki/Hyperkube http://no.wikipedia.org/wiki/Tesserakt http://en.wikipedia.org/wiki/Regular_polytope Skrevet av Joe Keane, Fritz Mueller, og Jamie Zawinski; 1992.
nds: Disse Pausschirm warrt vun de XScreenSaver-Verschoon 5.10 af nich mehr anbaden un warrt vun den Pausschirm „Veelflagen" aflööst, de dit Objekt ok dorstellen kann. Dit wiest en 2D-Projekschoon vun de Reeg vun 3D-Objekten, wat de Projekschonen vun de 4D-Liekheit för en Wörpel sünd. Liek as en Quadraat, dat ut 4 Lienen opstellt is, vun de elkeen 2 anner Lienen anröögt, un as en Wörpel, de ut 6 Flääg opstellt is, vun de elkeen 4 anner Flääg anröögt, warrt en Överwörpel ut acht Wörpels opstellt, vun de elkeen söss anner Wörpels anröögt. Elkeen Flaag hett en Klöör för sien Kanten, so dat de Dreihen beter sichtbor is. Denk dor man nich to lang över na, anners smölt Di an't Enn noch de Bregen. http://de.wikipedia.org/wiki/Hyperwürfel, http://de.wikipedia.org/wiki/Tesserakt, http://en.wikipedia.org/wiki/Regular_polytope Schreven vun Joe Keane, Fritz Mueller un Jamie Zawinski, 1992.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.10. Hij is vervangen door de meer algemene "Polytopes" schermbeveiliging, die dit object kan tonen evenals andere. Dit toont 2D projecties van de serie van 3D objecten die projecties zijn van de 4D analogie van de kubus: zoals een vierkant bestaat uit vier lijnen, die elk twee andere raken; en zoals een kubus, die bestaat uit zes vierkanten, die elk vier andere raken; zo bestaat een hypercube uit acht kubussen, die elk zes andere raken. Om het visualiseren van de rotatie gemakkelijker te maken, worden er verschillende kleuren gebruikt voor de randen van elk aanzicht. Denk er niet te lang over na, or uw hersenen zullen smelten. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope In 1992 geschreven door Joe Keane, Fritz Mueller en Jamie Zawinski.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Dwuwymiarowa projekcja trójwymiarowych obiektów, będących projekcjami czterech wymiarów, analogicznie do sześcianu: jak kwadrat jest utworzony przez cztery linie, z których każda styka się z dwiema innymi, tak sześcian jest utworzony przez sześć kwadratów a każdy styka się z czterema innymi. Z kolei hipersześcian składa się z ośmiu sześcianów, z których każdy styka się sześcioma innymi. W celu łatwiejszej wizualizacji obrotu krawędzie każdej powierzchni mają różne kolory. Zbyt długie rozmyślanie nad tym rozpuszcza mózg. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope. Autorzy: Joe Keane, Fritz Mueller i Jamie Zawinski; 1992.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.10. Foi substituída pelo protector de ecrã "Polítopos", que é mais genérico. Isto desenha as projecções 2D da sequência de objectos 3D, os quais são as projecções da analogia a 4D do cubo: assim como um quadrado é composto por quatro linhas em uma toca em outras duas, e um cubo é composto de seis quadrados, cada um tocando em quatro outros, um hipercubo é composto por oito cubos, em que cada um toca em outros seis. Para tornar mais fácil a visualização da rotação, utiliza uma cor diferente para os lados de cada face. Não pense muito sobre o assunto, ou o seu cérebro irá fundir. Veja também os "polítopos" para obter uma versão mais genérica deste assunto com o OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Feito por Joe Keane, Fritz Mueller e Jamie Zawinski; 1992.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.10. Zamenjal ga je splošnejši ohranjevalnik zaslona "Politopi", ki lahko prikaže tako ta predmet in druge. Ta ohranjevalnik prikazuje 2D projekcije zaporedja 3D predmetov, ki so projekcije 4D analoga kocki: kvadrat je sestavljen iz štirih črt, vsaka se dotika dveh drugih, kocka je sestavljena iz šestih kvadratov, vsak se dotika štirih drugih, hiperkocka je sestavljena iz šestih kock, vsaka se dotika šest drugih. Za lažje predočenje vrtenja uporablja drugačno barvo za robove vsake ploskve. O tem ne razmišljajte predolgo, sicer se vam bodo stopili možgani. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Napisali Joe Keane, Fritz Mueller in Jamie Zawinski, 1992.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.10. Мијења га општији чувар екрана Политопи, који може да прикаже и овај и друге објекте.) Приказује 2Д пројекцију низа 3Д објеката који су пројекције 4Д аналогона коцки: како је квадрат састављен од 4 дужи гдје свака додирује 2 друге, а коцка од 6 квадрата гдје сваки додирује 4 друга, тако је хиперкоцка састављена од 8 коцки гдје свака додирује 6 других. Ради лакшег уочавања ротације, користе се различите боје за ивицу сваке странице (http://en.wikipedia.org/wiki/Hypercube, http://en.wikipedia.org/wiki/Tesseract, http://en.wikipedia.org/wiki/Regular_polytope). Не размишљајте предуго о овоме иначе ће вам се мозак истопити. Написали Џо Кин, Фриц Мјулер и Џејми Завински, 1992.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.10. Den har ersatts av den mer generella skärmsläckaren "Polytoper" som kan visa det här objektet samt andra. Den här visar tvådimensionella projektioner av en sekvens av tredimensionella objekt, som är projektioner av den fyrdimensionella motsvarigheten till en kub. En fyrkant består av fyra linjer, där var och en rör två andra. En kub består av sex fyrkanter, där var och en rör fyra andra. En hyperkub består av åtta kuber, där var och en rör sex andra. För att göra det enklare att föreställa sig rotationen, används en annan färg för kanten av varje sida. Tänk inte för länge på detta, annars riskerar du att hjärnan går varm. Se också http://sv.wikipedia.org/wiki/Hyperkub, http://sv.wikipedia.org/wiki/Tesserakt och http://en.wikipedia.org/wiki/Regular_polytope. Skriven av Joe Keane, Fritz Mueller och Jamie Zawinski, 1992.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.10. Його було замінено на загальніший зберігач екрана «Багатогранники», який здатен показувати і цей об’єкт серед інших. Показує плоску проекцію послідовності просторових об’єктів, які є проекціями чотиривимірного аналога куба: якщо квадрат утворюється чотирма сторонами, кожна з яких перетинає дві інші, а куб складається з шести квадратів, кожен з яких межує з чотирма іншими, гіперкуб утворюється вісьмома кубами, кожен з яких межує з шістьма іншими. Щоб спростити показ обертання для кожної з граней використано власний колір. Не думайте про все це занадто довго, можете перегріти мозок. ;) http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Автори — Joe Keane, Fritz Mueller і Jamie Zawinski; 1992.
zh_tw: 這個螢幕保護程式從版本 5.10 起已從 XScreenSaver 中移除，由更常見的 "Polytopes" 螢幕保護程式取代。顯示模擬的 4D 立方體的 3D 投影物件，再投影到 2D 的圖樣：如同正方形是由四條線組成，每條線都與其他兩條線相接，立方體是由六個正方形組成，每個正方形都與其他四個相接；而超立方體是由八個立方體組成，每個立方體都與其他六個立方體相接。為了方便看清它的旋轉，每一面的邊都用不同的顏色。不要思考太多，不然您的腦筋會打結。參考資料：http://en.wikipedia.org/wiki/Hypercube ，http://en.wikipedia.org/wiki/Tesseract，http://en.wikipedia.org/wiki/Regular_polytope 。由 Joe Keane，Fritz Mueller 與 Jamie Zawinski 撰寫，1992。
