Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws spinning galaxies, which then collide and scatter their stars to the, uh, four winds or something. Written by Uli Siegmund, Harald Backert, and Hubert Feyrer; 1997.
ca@valencia: Este dibuixa galàxies girant, col·lidint i escampant els seus estels als quatre vents, o quelcom paregut. Escrit per Uli Siegmund, Harald Backert, i Hubert Feyrer; 1997.
es: Muestra galaxias girando, que colisionan y esparcen sus estrellas a los cuatro vientos, o algo así. Escrito por Uli Siegmund, Harald Backert y Hubert Feyrer; 1997.
et: Näitab keerlevaid galaktikaid, mis siis kokku põrkavad ja oma tähed, hmm, nelja tuule poole paiskavad või midagi sellist. Autorid: Uli Siegmund, Harald Backert ja Hubert Feyrer; 1997.
eu: Honek biraka dauden galaxiak marrazten ditu, elkarrekin talka egin eta bere izarrak, uf, lau haizetara bidaltzen dituzte. Uli Siegmund, Harald Backert, eta Hubert Feyrer-rek idatzia; 1997.
fi: Näytölle piirtyy pyöriviä galakseja, jotka törmäilevät toisiinsa siten, että tähdet lentävät eri ilmansuuntiin. Tekijät: Uli Siegmund, Harald Backert, ja Hubert Feyrer; 1997.
fr: Dessine des galaxies en rotation qui heurtent et dispersent leurs étoiles, disons, aux quatre vents. Écrit par Uli Siegmund, Harald Backert, et Hubert Feyrer ; 1997.
ga: Dearann sé seo réaltraí ag guairneáil, a imbhuaileann le chéile agus a scaipeann a gcuid réaltaí sna ceithre hairde, nó rud éigin mar sin. Scríofa ag Uli Siegmund, Harald Backert, agus Hubert Feyrer, 1997.
gl: Isto debuxa algunhas galaxias en rotación, que van chocando e espallando as súas estrelas aos «catro ventos», ou algo parecido. Escribírono Uli Siegmund, Harald Backert e Hubert Feyrer en 1997.
hu: A program forgó galaxisokat ábrázol, melyek összeütközéskor minden irányba szétszórják a csillagaikat. Készítette: Uli Siegmund, Harald Backert és Hubert Feyrer, 1997.
it: Questo disegna galassie rotanti che collidono e sparpagliano le loro stelle ai quattro venti, o quel che c'è nello spazio. Scritto da Uli Siegmund, Harald Backert e Hubert Feyrer; 1997.
ja: これは回転する銀河系を描きます。銀河系は星を衝突させたり、そこらじゅうに撒き散らかしたりします。Uli Siegmund、Harald Backert、Hubert Feyrer、1997年作。
kk: Бұралып, бір-бірімен соғылып, жұлдыздарын жан-жаққа шашып жүрген галактикалар бейнесі. Авторлары: Uli Siegmund, Harald Backert, және Hubert Feyrer; 1997.
ko: 회전하는 은하를 그리며, 이 은하는 충돌한 다음 별들을 음, 네 바람이나 무언가로 흩어 뿌립니다. Uli Siegmund, Harald Backert, Hubert Feyrer 작성, 1997년.
nb: Denne pauseskjermen tegner roterende galakser som kolliderer og sprer stjernene for, vel, alle vinder eller noe sånt. Skrevet av Uli Siegmund, harald Backert og Hubert Feyrer i 1997.
nds: Dreihen Galaxien, de tosamenstööt un denn ehr Steerns na all, na, öhm, Hevenrichten oder so verdeelt. Schreven vun Uli Siegmund, Harald Backert, and Hubert Feyrer, 1997.
nl: Dit toont draaiende sterrenstelsel, die daarna botsen en hun sterren rondstrooien naar de, uh, vier windstreken of zoiets. In 1997 geschreven door Uli Siegmund, Harald Backert, en Hubert Feyrer.
nn: Teiknar snurrande galaksar, som kolliderer og spreier stjerne til alle kantar. Skriven av Uli Siegmund, Harald Backert og Hubert Feyrer i 1997.
pl: Rysuje obracające się galaktyki, które następnie zderzają się i rozrzucają swoje gwiazdy na, hm, cztery wiatry, czy coś w tym guście. Autorzy: Uli Siegmund, Harald Backert, Hubert Feyrer; 1997.
pt: Isto desenha algumas galáxias em rotação, que vão colidindo e espalhando as suas estrelas pelos "quatro ventos", ou algo do género. Feito por Uli Siegmund, Harald Backert e Hubert Feyrer; 1997.
ru: Кружащиеся галактики, которые затем сталкиваются, и составляющие их звёзды преобразуются во что-то типа солнечной энергии. Авторы: Ули Зигмунд, Харальд Бекерт и Хьюберт Фейрер (Uli Siegmund, Harald Backert, and Hubert Feyrer) , 1997.
sl: Izriše vrteče galaksije, ki se pogosto zaletijo in razpršijo svoje zvezde. Napisali Uli Siegmund, Harald Backert in Hubert Feyrer, 1997.
sr@ijekavian: Црта галаксије које се окрећу, сударају и распршују своје звијезде у, овај, звјездане ветрове или тако нешто. Написали Ули Сигмунд, Харалд Бакерт и Хуберт Фојрер, 1997.
sv: Den här ritar snurrande galaxer, som sedan kolliderar och sprider ut sina stjärnor i, ja, alla fyra väderstreck eller något sådant. Skriven av Uli Siegmund, Harald Backert och Hubert Feyrer, 1997.
uk: Ця програма відображає галактики, які обертаються, потім стикаються і розсіюють свої зірки, ну, на всі чотири боки або щось таке. Автори — Uli Siegmund, Harald Backert і Hubert Feyrer; 1997.
zh_tw: 畫出旋轉的天體，碰撞並擴散到四方。由 Uli Siegmund，Harald Backert 與 Hubert Feyrer 撰寫，1997。

# @label:spinbox
source: Count
ca@valencia: Nombre
es: Contador
et: Arv
eu: Kopurua
fi: Määrä
fr: Compteur
ga: Líon
gl: Cantidade
hu: Szám
it: Numero
ja: カウント
kk: Саны
ko: 개수
lv: Skaits
nb: Tell
nds: Tall
nl: Aantal
nn: Tal
pl: Liczba
pt: Quantidade
ru: Количество
sl: Število
sr@ijekavian: Број
sv: Antal
uk: Кількість
zh_tw: 計數

# @option:check
source: Rotate viewpoint
ca@valencia: Gir del punt de vista
es: Rotar punto de vista
et: Vaatepunkti pööramine
eu: Biratu ikuspuntua
fi: Pyöritä katselukulmaa
fr: Rotation du point de vue
ga: Rothlaigh an pointe radhairc
gl: Xirar o punto de vista
hu: Forgó nézőpont
it: Ruota punto di vista
ja: 視点を回転
kk: Көзқарасы бұралсын
ko: 시야 회전
lv: Rotēt skatu punktu
nb: Drei synspunktet
nds: Kiekpunkt dreihen
nl: Rotatie beeldpunt
nn: Drei synspunktet
pl: Obracaj punkt widzenia
pt: Rodar o ponto de vista
ru: Поворачивать точку обзора
sl: Zavrti vidno polje
sr@ijekavian: Обрћи гледиште
sv: Rotera synvinkel
uk: Обертання точки огляду
zh_tw: 旋轉檢視點

# @item screen saver name
source: Gears
ca@valencia: Engranatges
es: Engranajes
et: Hammasrattad
eu: Engranajeak
fi: Hammasrattaat
fr: Engrenages
gl: Engrenaxes
hu: Fogaskerekek
it: Ingranaggi
ja: ギア
kk: Тістегіршектер
ko: 기어
lv: Zobrati
nb: Tannhjul
nds: Tahnrööd
nl: Tandwielen
nn: Tannhjul
pl: Koła zębate
pt: Rodas Dentadas
ru: Шестерёнки
sl: Zobniki
sr@ijekavian: Зупчаници
sv: Kugghjul
uk: Шестерні
zh_tw: 齒輪

# @info screen saver description
source: This draws sets of turning, interlocking gears, rotating in three dimensions. See also the "Pinion" and "MoebiusGears" screen savers. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Written by Jamie Zawinski; 2007.
ca@valencia: Este dibuixa conjunts d'engranatges que roden i interrelacionen, girant en tres dimensions. Vegeu també els estalvis de pantalla «Pinion» i «MoebiusGears». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Escrit per Jamie Zawinski; 2007.
es: Dibuja conjuntos de engranajes enganchados que giran, rotando en tres dimensiones. Vea también los salvapantallas «Pinion» y «Engranajes Moebius». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing. Escrito por Jamie Zawinski; 2007.
et: Näitab omavahel põimunud ja kolmes mõõtmes pöörlevaid hammasrattaid. Vaata ka ekraanisäästjaid "Hammasrattakesed" ja "MöbiuseHammasrattad". http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Autor: Jamie Zawinski; 2007.
fi: Piirtää joukon kääntyviä, toisiinsa kytkeytyneitä hammasrattaita, jotka pyörivät kolmiulotteisesti. Katso myös näytönsäästäjiä Hammasrattaat II ja Möbiuksen rattaat. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Kirjoittanut Jamie Zawinski, 2007.
fr: Ceci dessine des ensembles d'engrenages qui tournent et s'entrechoque en trois dimensions. Voir aussi les écrans de veille « Pinion » et « Engrenage de Moebius ». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Écrit par Jamie Zawinski ; 2007.
ga: Dearann sé seo giaranna comhghlasáilte ag rothlú i dtrí thoise. Féach ar na spárálaithe scáileáin "Pinion" agus "MoebiusGears" freisin. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Scríofa ag Jamie Zawinski, 2007.
gl: Isto debuxa conxuntos de engrenaxes a xirar en tres dimensións. Vexa tamén os protectores de pantalla «Piñón» en «Engrenaxes de Moebius». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing. Escribiuno Jamie Zawinski en 2007.
hu: Egy halom egymásba kapaszkodó, mozgó fogaskereket jelenít meg, amelyek három dimenzióban forognak. Lásd még a "Pinion" és a "Möbius fogaskerekek" képernyővédőket. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Készítette: Jamie Zawinski, 2007.
it: Disegna delle serie di ingranaggi incastrati tra loro che ruotano in tre dimensioni. Vedi anche i salvaschermi «Pignone» e «Ruote di Möbius».http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Scritto da Jamie Zawinski; 2007.
kk: Бір-біріне жалғаған, кеңістікте айналып жүрген тістегіршіктер тізбегін бейнелейді. Бұған қоса "Тістегіршік" мен "МебиусТістегіршіктер" экран сақтаушыларды қараңыз. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Авторы: Jamie Zawinski; 2007.
ko: 회전하는 맞물린 기어가 3차원 공간에서 회전합니다. "피니언" 및 "뫼비우스 기어" 화면 보호기도 참고하십시오. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Jamie Zawinski 작성, 2007년.
nb: Tegner snurrende tannhjul som griper inn i hverandre. Se også pauseskjermene «Pinion» og «Möbius-tannhjul». <link>http://en.wikipedia.org/wiki/Involute_gear</link> <link>http://en.wikipedia.org/wiki/Epicyclic_gearing</link> Skrevet av Jamie Zawinski i 2007.
nds: En Sett vun dreihen Gedriev-Tahnrööd in 3D. Kiek Di ok de Pausschirmen "Pi-Drift" un "Möbius-Tahnrööd" an. http://de.wikipedia.org/wiki/Evolventenverzahnung http://de.wikipedia.org/wiki/Planetengetriebe Schreven vun Jamie Zawinski, 2007.
nl: Dit toont sets van in elkaar draaiende tandwielen, die in drie richtingen draaien. Zie ook de "Pinion" en "Moebius-tandwielen" schermbeveiliging. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing In 2007 geschreven door Jamie Zawinski.
nn: Teiknar snurrande tannhjul som grip inn i kvarandre. Sjå òg pauseskjermane «Pinion» og «Möbius-tannhjul». <link>http://en.wikipedia.org/wiki/Involute_gear</link> <link>http://en.wikipedia.org/wiki/Epicyclic_gearing</link> Skriven av Jamie Zawinski i 2007.
pl: Zespół wirujących, zazębionych trybików obracających się w trzech wymiarach. Zob. także wygaszacze "Pinion" i "MoebiusGears". http://en.wikipedia.org/wiki/Epicyclic_gearing Autor: Jamie Zawinski; 2007.
pt: Isto desenha um conjunto de engrenagens em rotação e interbloqueantes, rodando a três dimensões. Veja também os protectores de ecrã "Pinion" e "Engrenagens de Moebius". http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Feito por Jamie Zawinski; 2007.
ru: Отрисовывает наборы взаимодействующих шестерёнок, вертящихся в трёх измерениях. Также см. хранители экранов "Pinion" и "MoebiusGears". http://ru.wikipedia.org/wiki/Эвольвентное_зацепление http://ru.wikipedia.org/wiki/Планетарная_передача Автор Джеми Завински (Jamie Zawinski), 2007.
sl: Izriše niz obračajočih medsebojno prepletenih se zobnikov, ki se vrtijo v treh razsežnostih. Oglejte si tudi ohranjevalnika zaslona "Pinion" in "MoebiusGears". http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Napisal Jamie Zawinski, 2007.
sr@ijekavian: Црта комплет спрегнутих зупчаника који се обрћу у три димензије (http://en.wikipedia.org/wiki/Involute_gear, http://en.wikipedia.org/wiki/Epicyclic_gearing). Погледајте и чуваре екрана Зупчасти точак и Мебијусови зупчаници. Написао Џејми Завински, 2007.
sv: Den här ritar mängder av svängande, sammanhängande kugghjul, som roterar i tre dimensioner. Se också skärmsläckarna "Drev" och "Möbiuskuggar", samt http://en.wikipedia.org/wiki/Involute_gear och http://sv.wikipedia.org/wiki/Planetväxel. Skriven av Jamie Zawinski, 2007.
uk: Ця програма відображає набір зчеплених шестерень, що обертаються і крутяться у просторі. Див. також зберігачі екрана «Шестірня» і «Шестірні Мебіуса». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing . Автор — Jamie Zawinski; 2007.
zh_tw: 繪製在立體空間中轉動的齒輪。參考資料：http://en.wikipedia.org/wiki/Involute_gear ，http://en.wikipedia.org/wiki/Epicyclic_gearing 。由 Jamie Zawinski 撰寫，2007。

# @label:slider
source: Gear count
ca@valencia: Nombre d'engranatges
es: Contador de engranajes
et: Hammasrataste arv
eu: Engranaje kopurua
fi: Hammasrattaiden määrä
fr: Nombre d'engrenages
ga: Líon na ngiaranna
gl: Cantidade de engrenaxes
hu: Fogaskerékszám
it: Numero di ruote
ja: ギアの数
kk: Тістегіршектер саны
ko: 기어 개수
lv: Zobratu skaits
nb: Antall tannhjul
nds: Tall vun de Tahnrööd
nl: Aantal tandwielen
nn: Talet på tannhjul
pl: Liczba kół zębatych
pt: Número de engrenagens
ru: Количество шестерёнок
sl: Število zobnikov
sr@ijekavian: Број зупчаника
sv: Antal kugghjul
uk: Кількість шестерень
zh_tw: 齒輪數目

# @item screen saver name
source: Geodesic
ca@valencia: Geodèsic
es: Geodésico
et: Geodeesia
hu: Geodéziai
it: Geodetica
ko: 측지
nb: Geodesisk
nds: Geodeetsch
nl: Geodetisch
pl: Geodezyjny
pt: Geodésico
sl: Geodetska sfera
sr@ijekavian: Геодезија
sv: Geodetisk sfär
uk: Геодезія

# @info screen saver description
source: Animates a mesh geodesic sphere of increasing and decreasing complexity. A geodesic sphere is an icosohedron whose equilateral faces are sub-divided into non-equilateral triangles to more closely approximate a sphere. The animation shows the equilateral triangles subdivided into four coplanar equilateral triangles; and then inflated outward, causing the sub-triangles to no longer be equilateral, but to more closely approximate the surface of a sphere. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller Written by Jamie Zawinski; 2013.
ca@valencia: Animació d'una esfera geodèsica de malla amb augment i disminució de complexitat. Una esfera geodèsica és un icosàedre que té les cares equilaterals subdividides en triangles no equilaterals per aproximar-se més a una esfera. L'animació mostra els triangles equilaterals subdividits en quatre triangles equilaterals coplanars; i inflats cap enfora, provocant que els subtriangles no siguen equilaterals, però aproximant-se amb més detall a la superfície d'una esfera. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller Escrit per Jamie Zawinski; 2013.
es: Anima una malla de esfera geodésica de complejidad creciente y decreciente. Una esfera geodésica es un icosaedro cuyas caras equiláteras se subdividen en triángulos no equiláteros para aproximarse lo más cercano a una esfera. La animación muestra los triángulos equiláteros subdivididos en cuatro triángulos equiláteros coplanares y, a continuación, expandirse provocando que los subtriángulos dejen de ser equiláteros, pero se aproximen más cerca de la superficie de una esfera. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller. Escrito por Jamie Zawinski; 2013.
et: Väheneva ja suureneva keerukusega geodeetilise sfääri võrgustiku animeerimine. Geodeetiline sfäär kujutab endast ikosaeedit, mille võrdkülgsed tahud on sfääri täpsemaks matkimiseks jagatud mittevõrdkülgseteks kolmnurkadeks. Animatsioon näitab võrdkülgseid kolmnurki, mis jagatakse neljaks sama tasapinna võrdkülgseks kolmnurgaks ja seejärel suurendatakse väljapoole, nii et nad ei ole enam võrdkülgsed, vaid meenutavad juba lähemalt sfääri pinda. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller Autor: Jamie Zawinski, 2013.
it: Anima una griglia di una sfera geodetica di complessità variabile. Una sfera geodetica è un icosaedro le cui facce equilatere sono suddivise in triangoli non equilateri per meglio approssimare una sfera. L'animazione mostra i triangoli equilateri che vengono suddivisi in quattro triangoli equilateri complanari; vengono quindi spinti all'esterno, rendendo i triangoli non più equilateri, ma approssimando meglio la superficie di una sfera. http://it.wikipedia.org/wiki/Cupola_geodetica http://it.wikipedia.org/wiki/Richard_Buckminster_Fuller Scritto da Jamie Zawinski; 2013.
ko: 복잡도가 증가하고 감소하는 측지구 메시를 그립니다. 측지구는 더 정확하게 구를 나타내기 위하여 등변 삼각형 면이 부등변 삼각형으로 나뉜 20면체입니다. 이 애니메이션은 등변 삼각형이 같은 평면 상의 4개의 등변 삼각형으로 나뉘고 바깥쪽으로 팽창하여 등변 형태를 잃어버리지만 구형에 더 가까워지는 모습을 보여 줍니다. http://en.wikipedia.org/wiki/Geodesic_dome https://ko.wikipedia.org/wiki/%EB%B2%84%ED%81%AC%EB%AF%BC%EC%8A%A4%ED%84%B0_%ED%92%80%EB%9F%AC Jamie Zawinski 작성, 2013년.
nb: Animerer en kule med et geodesisk nett med kompleksitet som .øker og minsker. En geodesisk kule er et ikosaeder der de likesidede fasettene deles videre i ikke-likesidede trekanter for å tilnærme en kuleflate bedre. Animasjonen viser oppdeling av likesidede trekanter til fire ko-planare likesidede trekanter, og så blåst opp utover, slik at del-trekantene ikke lenger er likesidede men gir bedre tilnærming til en kuleflate. http://en.wikipedia.org/wiki/Geodesic_dome http://no.wikipedia.org/wiki/Richard_totoBuckminster_Fuller Skrevet av Jamie Zawinski, 2013.
nds: Animeert en geodeetsch Gadderspheer vun höger un sieter warrn Komplexiteet. En geodeetsch Spheer is en Ikosaeder, den sien lieksieden Flagen ünnerdeelt sünd in nich-lieksieden Dreeecken, so dat dat hele Deert en Kugel neger kummt. De Animeren wiest de lieksieden Flaag-Dreeecken ünnerdeelt in veer lieksieden Dreeecken, de toeerst binnen de sülve Evene liggt. Dat Deert warrt denn oppuust, wat dor to föhrt, de Dreeecken sünd keen lieksieden Dreeecken mehr, man dat hele is mehr en Kugel liek. K.o. http://de.wikipedia.org/wiki/Richard_Buckminster_Fuller, http://de.wikipedia.org/wiki/Geodätische_Kuppel. Schreven 2013 vun Jamie Zawinski.
nl: Animeert een geodetische koepel met toenemende en afnemende complexiteit. Een geodetische koepel is een icosohedron waarvan de vlakken zijn opgedeeld in niet gelijkzijdige driehoeken om meer een bol te benaderen. De animatie toont de gelijkzijdige driehoeken opgedeeld in vier in hetzelfde vlak liggende gelijkzijdige driehoeken, die dan buitenwaarts bewegen waardoor ze niet meer gelijkzijdig zijn, maar dichter het oppervlak van een bol benaderen. http://nl.wikipedia.org/wiki/Geodetische_koepel‎ http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller In 2013 geschreven door Jamie Zawinski.
pl: Animuje siatkową geodezyjną sferę o zwiększającej i zmniejszającej się złożoności. Sfera geodezyjna jest dwudziestościanem foremnym, którego równoboczne ściany są podzielone na wiele nierównobocznych trójkątów, aby dokładniej odwzorować sferę. Animacja pokazuje równoboczne trójkąty podzielone na cztery równoboczne trójkąty leżące w jednej płaszczyźnie i napompowane na zewnątrz powodując, że pod-trójkąty chociaż nie są już równoboczne to lepiej odwzorowują powierzchnię sfery. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller Autor: Jamie Zawinski; 2013.
pt: Anima uma esfera geodésica em malha de complexidade em constante aumento e redução. Uma esfera geodésica é um icosaedro cujas faces equilaterais são sub-divididas em triângulos não equiláteros para se assemelhar cada vez mais a uma esfera. A animação mostra os triângulos equiláteros a serem sub-divididos em quatro triângulos equiláteros co-planares, voltando a inchar-se para fora, fazendo com que os sub-triângulos não sejam mais equiláteros, mas de forma a que se pareçam mais com a superfície de uma esfera. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller Feito por Jamie Zawinski; 2013.
sl: Animira mrežasto geodetsko sfero, ki se ji povečuje ali zmanjšuje kompleksnost. Geodetska sfera je ikozaeder, katerega enakostranične ploskve so razdeljene v trikotnike, ki niso enakostranični, da bi se bolj približali sferi. Animacija prikazuje enakostranične trikotnike, ki so razdeljeni v štiri komplanarne enakostranične trikotnike. Ti se razširijo navzven, kar povzroči, da notranji trikotniki niso več enakostranični, so pa boljši približek površine sfere. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller Napisal Jamie Zawinski; 2013.
sr@ijekavian: Анимира мрежу геодезијске сфере повећавајуће и смањујуће сложености. Геодезијска сфера је икосаедар чије су једнакостраничне странице подељене у неједнакостраничне троуглове ради већег приближења сфери. Анимација приказује како се сваки једнакостранични троугао дели у четири једнакостранична троугла у истој равни, који се затим надувавају ка споља, тако да престају да буду једнакостранични и ближе описују сферну површ (http://en.wikipedia.org/wiki/Geodesic_dome, http://en.wikipedia.org/wiki/Buckminster_Fuller). Написао Џејми Завински, 2013.
sv: Animerar en geodesisk trådnätssfär av ökande och minskande komplexitet. En geodesisk sfär är en ikosaeder vars liksidiga trianglar är uppdelade i icke-liksidiga trianglar för att närmare approximera en sfär. Animeringen visar de liksidiga trianglarna uppdelade i fyra liksidiga deltrianglar i samma plan, vilka sedan expanderas utåt så att deltrianglarna inte lägre är liksidiga, utan närmare approximerar ytan på en sfär. Se http://sv.wikipedia.org/wiki/Geodetisk_kupol och http://sv.wikipedia.org/wiki/Buckminster_Fuller. Skriven av Jamie Zawinski, 2013.
uk: Анімація сітчастої геодезичної сфери, складність якої може збільшуватися або зменшуватися. Геодезична сфера — ікосаедр, рівні грані якого поділено на нерівні трикутники для точнішого наближення сфери. У нашій анімації рівнобічні трикутники діляться на чотири рівнобічні трикутники, розташовані у одній площині, які потім вигинаються назовні, трохи спотворюючись, але точніше збігаючись із формою сфери. http://en.wikipedia.org/wiki/Geodesic_dome http://en.wikipedia.org/wiki/Buckminster_Fuller Автор — Jamie Zawinski; 2013.
zh_tw: 一個網狀的測地線球體，增加又減少的動畫。測地線球體（geodesic sphere）是一個二十面體，其等邊面被切分成不等邊三角形，以逼近一個球體的樣子。這個動畫將等邊三角形切分成四個共面的等邊三角形，然後向外膨脹，讓小三角形不再等邊，而更接近一個球面。參考資料：http://en.wikipedia.org/wiki/Geodesic_dome ， http://en.wikipedia.org/wiki/Buckminster_Fuller 。由 Jamie Zawinski 撰寫；2013。

# @option:radio
source: Mesh faces
ca@valencia: Cares de la malla
es: Engrana caras
et: Võretahud
hu: Háló arcok
it: Facce della griglia
ko: 그물 표면
nb: Rutefasetter
nds: Gadderdreeecken
nl: Maasvormige oppervlakken
pl: Ściany siatkowe
pt: Faces da malha
sl: Mrežaste ploskve
sr@ijekavian: Мрежасте странице
sv: Nätsidor
uk: Грані сітки
zh_tw: 網狀表面

# @option:radio
source: Solid faces
ca@valencia: Cares sòlides
es: Caras sólidas
et: Ühtlased tahud
hu: Tömör arcok
it: Facce solide
ko: 단일 표면
nb: Solide fasetter
nds: Fast Dreeecken
nl: Massieve oppervlakken
pl: Ściany lite
pt: Faces sólidas
sl: Polne ploskve
sr@ijekavian: Пуне странице
sv: Hela sidor
uk: Суцільна грані
zh_tw: 實體表面

# @option:radio
source: Stellated faces
ca@valencia: Cares estelades
es: Caras estrelladas
et: Tähttahud
hu: Csillagosított arcok
it: Facce stellate
ko: 별 모양 표면
nb: Stellaterte fasetter
nds: Steerndreeecken
nl: Stervormige oppervlakken
pl: Ściany gwieździste
pt: Faces estreladas
sl: Stelacijske ploskve
sr@ijekavian: Звездасте странице
sv: Stjärnformade sidor
uk: Зіркові грані
zh_tw: 星狀表面

# @option:radio
source: Inverse Stellated
ca@valencia: Estelació inversa
es: Inverso estrellado
et: Teistpidi tähttahud
hu: Fordított csillagosított
it: Stellate inverse
ko: 역 별 모양
nb: Omvendt stellatert
nds: Ümdreiht Steerndreeecken
nl: Omgekeerd stervormig
pl: Odwrotna gwieździstość
pt: Estrelado Inverso
sl: Obratno stelacijske
sr@ijekavian: Обрнуто звездасте
sv: Omvänt stjärnformade
uk: Зворотна форма зірки
zh_tw: 反轉星狀
