Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws 3D dropping characters similar to what is seen in the title sequence of "The Matrix". See also "xmatrix" for a 2D rendering of the similar effect that appeared on the computer monitors actually *in* the movie. Written by Jamie Zawinski; 2003.
ca@valencia: Dibuixa caràcters 3D caient similars als que es veuen a l'escena dels títols de «Matrix». Vegeu també «xmatrix» per a una representació 2D d'un efecte paregut que apareixen en els monitors dels ordinadors *dins* de la pel·lícula. Escrit per Jamie Zawinski; 2003.
es: Dibuja caracteres en 3D cayendo similares a los que aparecen en la secuencia de títulos de la película «Matrix». Vea también «xmatrix» para una representación en 2D con un efecto similar al que aparece en los monitores de los equipos *en* la película. http://en.wikipedia.org/wiki/Matrix_digital_rain. Escrito por Jamie Zawinski; 2003.
et: Joonistab langevaid 3D tähti, nagu neid võib näha näiteks filmis "Matrix". Vaata ka ekraanisäästjat "xmatrix", kus on seesama 2D renderduses, nagu oli tegelikult ka filmis olevate arvutite ekraanidel. Autor: Jamie Zawinski; 2003.
fi: Piirtää kolmiulotteisia satavia kirjaimia Matrix-elokuvan alkutekstien tapaan. Katso myös XMatrix-näytönsäästäjää, joka hahmontaa saman tehosteen kaksiulotteisena kuten itse elokuvassa. http://en.wikipedia.org/wiki/Matrix_digital_rain Kirjoittanut Jamie Zawinski, 2003.
it: Disegna dei caratteri tridimensionali in caduta libera come nei titoli di testa del film «Matrix». Vedi anche «Matrix X» per una resa bidimensionale dell'effetto simile che appariva sui monitor dei computer nel film. Scritto da Jamie Zawinski, 2003.
ko: 매트릭스 오프닝에서 볼 수 있는 3차원 문자 떨어짐 효과를 그립니다. 영화 내 컴퓨터 모니터에 실제로 나타난 것과 비슷한 2차원 렌더링 효과를 보려면 "xmatrix" 화면 보호기를 참고하십시오. Jamie Zawinski 작성, 2003년.
nb: Tegner fallende 3Dtegn som likner tittelsekvensen i filmen «The Matrix». Se også pauseskjermen «xmatrix» som har en 2D-visning av en liknende effekt, som vist på dataskjermene i selve filmen. Skrevet av Jamie Zawinski i 2003.
nds: Daalfallen Tekens in 3D, liek an'n Anfang vun den Film "Matrix". Wullt Du en 2D-Dorstellen *ut* den Film sehn, de se dor jümmers op ehr Monitorschirmen hebbt, denn kiek Di man den Pausschirm "XMatrix" an. Schreven vun Jamie Zawinski, 2003.
nl: Toont in 3D vallende tekens zoals was te zien in de titel van "The Matrix". Zie ook "xmatrix" voor een 2D weergave van een soortgelijk effect dat verscheen op de monitoren van de computers *in* de film. In 2003 geschreven door Jamie Zawinski.
nn: Teiknar 3D-teikn som fell frå toppen av skjermen, omtrent som i tittelsekvensen i filmen «The Matrix». Sjå òg pauseskjermen «xmatrix» for ein 2D-versjon av ein liknande effekt som vart vist på dataskjermane i filmen. Skriven av Jamie Zawinski i 2003.
pl: Rysuje trójwymiarowo spadające znaki podobne do tego co można było zobaczyć w filmie "The Matrix". Zajrzyj również pod pojęcie "xmatrix" po dwuwymiarowe wyświetlanie podobnego efektu, który był tak właściwie wyświetlany na monitorach komputerowych *w* filmie. http://en.wikipedia.org/wiki/Matrix_digital_rain Napisane przez Jamie Zawinski; 2003.
pt: Desenha caracteres 3D em queda, de forma semelhante ao que é visto na sequência inicial do filme "The Matrix". Veja também o "xmatrix" para obter uma representação em 2D do efeito semelhante que aparecia nos monitores dos computadores *dentro* do filme. http://en.wikipedia.org/wiki/Matrix_digital_rain Feito por Jamie Zawinski; 2003.
sl: Izriše padajoče 3D znake podobne tiste na začetku filma "Matrica". Oglejte si tudi "xmatrix" za 2D izrisovanje podobnega učinka, ki se je pojavil na računalnikih v filmu. Napisal Jamie Zawinski, 2003.
sr@ijekavian: Црта падајуће 3Д знакове налик онима из уводне шпице „Матрикса“. Погледајте и Икс‑матрикс за 2Д реализацију сличног ефекта, који се заправо јављао на рачунарским мониторима у току филма. Написао Џејми Завински, 2003.
sv: Ritar ett tredimensionella fallande tecken som liknar det som syns i den inledande sekvensen i "Matrix". Se också "X-matrix" för en tvådimensionell återgivning av den liknande effekten som syns på datorernas bildskärmar i själva filmen. Skriven av Jamie Zawinski, 2003.
uk: Показує просторові символи, що падають, схожі на ті, що можна побачити на початку фільму «Матриця». Див. також «xmatrix», де показано плоску анімацію з ефектами, що відповідають зображенням на комп’ютерних моніторах протягом фільму. Автор — Jamie Zawinski; 2003.
zh_tw: 繪製掉落的立體字元，就像駭客任務裡的那樣，不過是立體的版本。另外有一個平面的版本「駭客任務」，就真的像電影裡的畫面。由 Jamie Zawinski 撰寫，2003。

# @label:slider
source: Glyph density
ca@valencia: Densitat dels símbols
es: Densidad del glifo
et: Glüüfitihedus
eu: Glifo dentsitatea
fi: Merkkitiheys
fr: Densité des symboles
ga: Dlús na nglifeanna
gl: Densidade de glifos
hu: Mintasűrűség
it: Densità dei caratteri
ja: グリフの密度
kk: Әріптер жиілігі
ko: 문자 밀도
lv: Zīmju blīvums
nb: Tegntetthet
nds: Symbooldicht
nl: Dichtheid van tekens
nn: Teikntettleik
pl: Gęstość glifu
pt: Densidade do símbolo
ru: Плотность глифов
sl: Gostota pismenk
sr@ijekavian: Густина глифова
sv: Teckentäthet
uk: Щільність гліфів
zh_tw: 文字密度

# @item:inrange Glyph density
source: Sparse
ca@valencia: Dispersa
es: Escasa
et: Hõre
eu: Sakabanatu
fi: Harva
fr: Clairsemée
ga: Gann
gl: Disperso
hu: Ritka
it: Sparsa
ja: 疎
kk: Сирек
ko: 퍼짐
lv: Reti
nb: Spredt
nds: Verdeelt
nl: Schaars
nn: Spreidd
pl: Nieliczne
pt: Esparsa
ru: Разряженно
sl: Redka
sr@ijekavian: ријетко
sv: Gles
uk: Рідше
zh_tw: 稀疏

# @item:inrange Glyph density
source: Dense
ca@valencia: Densa
es: Densa
et: Tihe
eu: Trinkoa
fi: Tiheä
ga: Dlúth
gl: Denso
hu: Sűrű
it: Densa
ja: 密度
kk: Жиі
ko: 밀집됨
lv: Blīvi
nb: Tett
nds: Dicht
nl: Dicht
nn: Tett
pl: Gęsty
pt: Densa
ru: Плотно
sl: Gosta
sr@ijekavian: густо
sv: Tät
uk: Щільність
zh_tw: 密度

# @label:slider
source: Glyph speed
ca@valencia: Velocitat dels símbols
es: Velocidad del glifo
et: Glüüfikiirus
eu: Glifoen abiadura
fi: Merkkinopeus
fr: Vitesse des symboles
ga: Luas na nglifeanna
gl: Velocidade dos glifos
hu: Mintasebesség
it: Velocità dei caratteri
ja: グリフの速度
kk: Жылдамдығы
ko: 문자 속도
lv: Zīmju ātrums
nb: Tegnfart
nds: Symboolgauheit
nl: Snelheid van tekens
nn: Teiknfart
pl: Szybkość glifu
pt: Velocidade do símbolo
ru: Скорость падения глифов
sl: Hitrost pismenk
sr@ijekavian: Брзина глифова
sv: Teckenhastighet
uk: Швидкість гліфів
zh_tw: 文字速度

# @item:inrange Glyph speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Glyph speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @option:radio
source: Matrix encoding
ca@valencia: Codificació Matrix
es: Codificación Matrix
et: Maatrikskood
eu: Matrizearen kodeketa
fi: Matrix-koodaus
fr: Codage en matrice
ga: Ionchódú maitríse
gl: Codificación Matrix
hu: Mátrixos kódolás
it: Codifica di Matrix
ja: Matrix のエンコーディング
kk: Матрица коды
ko: 매트릭스 인코딩
lv: Matriksa kodējums
nb: Matrix-koding
nds: Matrix-Koderen
nl: Matrix codering
nn: Matrix-koding
pl: Kodowanie Matriksa
pt: Codificação da matriz
ru: Кодировка матрицы
sl: Kodiranje matrice
sr@ijekavian: Матрично кодирање
sv: Matriskodning
uk: Кодування матриці
zh_tw: Matrix 編碼

# @option:radio
source: Binary encoding
ca@valencia: Codificació binària
es: Codificación binaria
et: Binaarkood
eu: Kodeketa bitarra
fi: Binaarikoodaus
fr: Codage binaire
ga: Dénárchódú
gl: Codificación binaria
hu: Bináris kódolás
it: Codifica binaria
ja: 二進エンコーディング
kk: Бинарлы коды
ko: 바이너리 인코딩
lv: Binārais kodējums
nb: Binærkoding
nds: Bineer Koderen
nl: Binaire codering
nn: Binærkoding
pl: Kodowanie binarne
pt: Codificação binária
ru: Двоичное кодирование
sl: Dvojiško kodiranje
sr@ijekavian: Бинарно кодирање
sv: Binärkodning
uk: Двійкове кодування
zh_tw: 二進位編碼

# @option:radio
source: Hexadecimal encoding
ca@valencia: Codificació hexadecimal
es: Codificación hexadecimal
et: 16nd-kood
eu: Kodeketa hamaseitarra
fi: Heksadesimaalikoodaus
fr: Codage hexadécimal
ga: Ionchódú heicsidheachúlach
gl: Codificación hexadecimal
hu: Hexadecimális kódolás
it: Codifica esadecimale
ja: 十六進エンコーディング
kk: Оналтылық коды
ko: 16진수 인코딩
lv: Heksadecimālais kodējums
nb: Heksadesimal koding
nds: Hexadezimaal Koderen
nl: Hexadecimale codering
nn: Heksadesimalkoding
pl: Kodowanie szesnastkowe
pt: Codificação hexadecimal
ru: Шестнадцатеричное кодирование
sl: Šestnajstiško kodiranje
sr@ijekavian: Хексадекадно кодирање
sv: Hexadecimal kodning
uk: Шістнадцяткове кодування
zh_tw: 十六進位編碼

# @option:radio
source: Genetic encoding
ca@valencia: Codificació genètica
es: Codificación genética
et: Geneetiline kood
eu: Kodeketa genetikoa
fi: Geneettinen koodaus
fr: Codage génétique
ga: Ionchódú géiniteach
gl: Codificación xenética
hu: Genetikus kódolás
it: Codifica genetica
ja: 遺伝的エンコーディング
kk: Еншілеген коды
ko: 유전자 인코딩
lv: Ģenētiskais kodējums
nb: Genetisk koding
nds: Geneetsche Koderen
nl: Genetische codering
nn: Genetisk koding
pl: Kodowanie genetyczne
pt: Codificação genética
ru: Генетическое кодирование
sl: Genetsko kodiranje
sr@ijekavian: Генетско кодирање
sv: Genetisk kodning
uk: Генетичне кодування
zh_tw: 基因編碼

# @option:check
source: Waves
ca@valencia: Onades
es: Olas
et: Lained
eu: Uhinak
fi: Aallot
fr: Vagues
ga: Tonnta
gl: Ondas
hu: Hullámok
it: Onde
ja: 波
kk: Толқындар
ko: 파도
lv: Viļņi
nb: Bølger
nds: Bülgen
nl: Golven
nn: Bølgjer
pl: Fale
pt: Ondas
ru: Волны
sl: Valovi
sr@ijekavian: Таласи
sv: Vågor
uk: Хвилі
zh_tw: 波

# @option:check
source: Panning
ca@valencia: Seguiment
es: Panorámica
et: Liigutamine
fi: Panorointi
fr: Panoramique
ga: Peanáil
gl: Panorámico
hu: Úsztatás
it: Scorri
ja: パン
kk: Мәнзаралап
ko: 패닝
lv: Panoramēšana
nb: Panorering
nds: Verschuven
nl: Heen en weer
nn: Panorering
pl: przesuwanie
pt: Deslocamento
ru: Панорамирование
sl: Sukanje
sr@ijekavian: Панирање
sv: Panorering
uk: Панорамування
zh_tw: 搖晃

# @item screen saver name
source: GLPlanet
ca@valencia: Planeta GL
et: GLPlaneet
eu: GLPlaneta
fi: GL-Planeetta
fr: Planète (GL)
gl: Planeta GL
hu: GLBolygó
it: Pianeta
ja: GL プラネット
kk: GLПланета
ko: GL 행성
pl: Planeta GL
pt: Planeta GL
sl: Planet GL
sr@ijekavian: Планета (ГЛ)
sv: GL-planeten
uk: Планета
zh_tw: GL 行星

# @info screen saver description
source: Draws the Earth bouncing around in space. If you would like it to display a different planet, the texture maps that come with "ssystem" work well. Written by David Konerding; 1998.
ca@valencia: Dibuixa la Terra botant per l'espai. Si voleu mostrar un planeta diferent, els mapes de textura que vénen amb «ssystem» funcionen bé. Escrit per David Konerding; 1998.
es: Muestra la tierra girando por el espacio. Si le gustaría mostrar un planeta distinto, los mapas de textura que vienen con «ssystem» funcionarían bien. Escrito por David Konerding; 1998.
et: Näitab kosmoses seilavat Maad. Kui soovid lasta näidata mõnda muud planeeti, sobivad kenasti tekstuurid, mis on kaasa pandud ssystem'ile. Autor: David Konerding; 1998.
fi: Piirtää avaruudessa poukkoilevan maapallon. Jos haluat näyttää muun planeetan, ssystemin mukana tulevat pintakarttakuviot toimivat myös. Kirjoittanut David Konerding, 1998.
it: Disegna la Terra che rimbalza in giro per lo spazio. Se volessi visualizzare un altro pianeta, le mappe fornite con «ssystem» funzionano bene. Scritto da David Konerding; 1998.
ko: 우주 공간을 움직이는 행성을 그립니다. 다른 행성을 표시하려면 "ssystem"에서 사용하는 텍스처 지도를 사용하십시오. David Konerding 작성, 1998년.
nb: Tegner Jorden som spretter omkring i rommet. Hvis du vil at det skal vise en annen planet, så virker teksturkartene som følger med «ssystem» bra. Skrevet av David Konerding i 1998.
nds: De Eer, de sik in den Weltruum rümdrifft. Wullt Du en anner Planet wiesen, kannst Du de Textuurkoorden vun "ssytem" bruken. Schreven vun David Konerding, 1998.
nl: Toont de aarde rondspringend in de ruimte. Als u een andere planeet wilt tonen, de textuurkaarten uit "ssystem" werken ook. In 1998 geschreven door David Konerding.
pl: Rysuje Ziemię odbijającą się w przestrzeni. Jeśli chciałbyś wyświetlić inną planetę, to mapy tekstur dostarczone z "ssystem" nadają się do tego bardzo dobrze. Autor: David Konerding; 1998.
pt: Desenha um planeta aos saltos pelo espaço. Feito por David Konerding. A imagem incorporada é um mapa da Terra (extraído do 'xearth'), mas poderá envolver a esfera com qualquer textura, como p.ex. as texturas planetárias que vêm com o 'ssystem'. Feito por David Konerding; 1998.
sl: Izriše planet, ki se odbija naokoli po vesolju. Če bi želeli prikazati drugačen planet, lahko uporabite teksture planetov, ki so del `ssystem'. Napisal David Konerding, 1998.
sr@ijekavian: Црта Земљу која скакуће кроз свемир. Ако желите да видите неку другу планету, добро се уклапају текстуре планета које долазе уз С‑систем. Написао Дејвид Конердинг, 1998.
sv: Ritar Jorden som studsar omkring i rymden. Om du vill att den ska visa en annan planet, fungerar strukturavbildningarna som levereras med "ssystem" bra. Skriven av David Konerding, 1998.
uk: Показує Землю, що стрибає всесвітом. Ви можете натягнути на кулю будь-яку текстуру, наприклад текстури планет, що постачаються разом з «ssystem». Автор — David Konerding; 1998.
zh_tw: 畫出地球在太空中彈跳。若是您要改用其他星球，則 "ssystem" 裡的也可以。由 David Konerding 撰寫，1998。

# @info screen saver description
source: Draws a planet bouncing around in space. The built-in image is a map of the earth (extracted from `xearth'), but you can wrap any texture around the sphere, e.g., the planetary textures that come with `ssystem'. Written by David Konerding; 1998.
ca@valencia: Dibuixa un planeta girant per l'espai. La imatge integrada és un mapa de la terra (extreta de «xearth»), però per a embolcallar l'esfera es pot usar qualsevol textura, p.ex. les textures planetàries que vénen amb «ssystem». Escrit per David Konerding; 1998.
es: Muestra un planeta girando por el espacio. Creado por David Konerding. La imagen incluida es el mapa de la tierra (extraída de «xearth»), se puede utilizar cualquier textura para envolver la esfera, por ejemplo las texturas planetarias que vienen con «ssystem».
et: Näitab kosmoses seilavat planeeti. Vaikimisi kujutis on Maa (võetud rakendusest `xearth'), aga sa võid kera ümber asetada suvalise tekstuuri, nt. mõne planeedi tekstuuri, mis on kaasa pandud `ssystem'-ile. Autor: David Konerding; 1998.
eu: Espazioan errebotatzen duen planeta bat marrazten du. Berezko irudia lurraren mapa bat da ("xearth"-etik ateratakoa), baina edozein testura jar dezakezu esfera inguratuz, adib, "ssytem"-ekin datozen testura planetarioak. vid Konerding-ek idatzia; 1998.
fi: Piirtää avaruudessa poikkoulevan planeetan. Sisäänrakennettu kuva on maapallo (ohjelmasta ”xearth”), mutta voit asettaa pallolle minkä tahansa pintakuvion, esim. ssystemin mukana tulevia planeettapintakuvioita. Kirjoittanut David Konerding, 1998.
fr: Dessine une planète rebondissant dans l'espace. L'image intégrée est une carte de la terre (extraite de « xearth »), mais vous pouvez enrouler n'importe quelle texture autour de la sphère, par exemple, les textures planétaires qui viennent avec « ssystem ». Écrit par David Konerding ; 1998.
ga: Dearann sé seo pláinéad ag preabadh sa spás amuigh. Scríofa ag David Konerding. Is mapa an Domhain (a tógadh ó `xearth') é an íomhá insuite, ach is féidir leat uigeacht ar bith a fhilleadh ar an sféar, m.sh., na huigeachtaí pláinéadacha a thagann le `ssystem'. Scríofa ag David Konerding, 19998.
gl: Debuxa un planeta a saltar polo espazo. A imaxe incorporada é un mapa da Terra (extraido de xearth), pero poderá envolver a esfera con calquera textura, como por ex. as texturas planetarias que veñen con «ssystem». Escribiuno David Konerding en 1998.
hu: Egy bolygó mozgását jeleníti meg. A kép a Föld valós felszínét ábrázolja (az „XEarth” programból származik), de tetszőleges textúra ráhúzható a gömbre, pl. az „ssystem” képernyővédőhöz tartozó bolygók felülete. Készítette: David Konerding, 1998.
it: Disegna un pianeta che rimbalza in giro per lo spazio. L'immagine inclusa è una mappa della terra (presa da «xearth»), ma puoi mettere qualsiasi trama sulla sfera, ad esempio le trame dei pianeti di «ssystem». Scritto da David Konerding; 1998.
ja: 宇宙を跳ね回る惑星を描きます。David Konerding 作。組み込まれている画像は地球の地図です (“xearth” から抜き出しました)。ただし図形の表面には任意のテクスチャを張り付けることができます。David Konerding、1998年作。
kk: Ұшып жүрген планетаның бейнесі. Бастапқы жер бетін суреттейді (`xearth' бағдарламасынан алынған), бірақ өзіңіз кез-келген суретін "кигізе" аласыз, мысалы `ssystem' дегенмен келген планета бетінің суреттерін. Авторы: David Konerding; 1998.
ko: 우주 공간을 움직이는 행성을 그립니다. 기본 그림은 xearth에서 추출한 지구 지도이며, 다른 행성을 표시하려면 "ssystem"에서 사용하는 텍스처 지도를 사용하십시오. David Konerding 작성, 1998년.
nb: Tegner en planet som spretter omkring i rommet. Det innebygde bildet er et kart over Jorden (tatt fra «xearth»), men du kan pakke andre teksturer rundt kula, f.eks. planetoverflatene som følger med «ssystem». Skrevet av David Konerding i 1998.
nds: Planet, de sik in den Weltruum rümdrifft. Schreven vun David Konerding. Standardwies warrt dat Bild vun de Eer bruukt (ut "xearth"), man Du kannst jichtenseen Textuur rund de Kugel wickeln, as a.B. de Planetentexturen vun "ssytem". Schreven vun David Konerding, 1998.
nl: Toont een planeet rondspringend in de ruimte. De ingebouwde afbeelding is een kaart van de aarde (komt uit `xearth'), maar u kunt elke textuur rond de bol aanbrengen, bijv. de planeet-texturen uit `ssystem'. In 1998 geschreven door David Konerding.
nn: Teiknar ein planet som sprett rundt i rommet. Det innebygde biletet er eit kart over jorda (teken frå programmet «xearth»), men du kan sjølv velja kva bilete du vil bruka på kula, for eksempel planetteksturane som følgjer med «ssystem». Skriven av David Konerding i 1998.
pl: Rysuje planetę odbijającą się w przestrzeni. Wbudowany obraz to mapa Ziemi (uzyskana z `xearth'), ale można użyć dowolnej tekstury, np. tekstury planet dostępne w 'ssystem'. Autor: David Konerding; 1998.
pt: Desenha um planeta aos saltos pelo espaço. Feito por David Konerding. A imagem incorporada é um mapa da Terra (extraído do 'xearth'), mas poderá envolver a esfera com qualquer textura, como p.ex. as texturas planetárias que vêm com o 'ssystem'. Feito por David Konerding; 1998.
ru: Планета, двигающаяся кругами в космосе. Встроенное изображения является картой Земли (из программы `xearth'), но можно использовать любую текстуру, например планетарные текстуры, идущие в составе `ssystem'. Автор Дэвид Конердинг (David Konerding), 1998.
sl: Izriše planet, ki se odbija naokoli po vesolju. Vgrajena slika je zemljevid zemlje (pridobljen iz `xearth'), toda okoli krogle lahko okoli zavijete katerokoli teksturo, na primer teksture planetov, ki so del `ssystem'. Napisal David Konerding, 1998.
sr@ijekavian: Црта планету која скакуће кроз свемир. Уграђена слика је карта Земље (преузета из Икс‑земље), али можете обмотати било коју текстуру око лопте, нпр. текстуре планета које долазе уз С‑систем. Написао Дејвид Конердинг, 1998.
sv: Ritar en planet som studsar omkring i rymden. Den inbyggda bilden är en karta över jorden (tagen från "xearth"), men du kan svepa vilken struktur som helst runt klotet, t.ex. planetstrukturerna som levereras med "ssystem". Skriven av David Konerding, 1998.
uk: Показує планету, що стрибає всесвітом. Вбудованим зображенням є карта Землі (взята з «xearth»), але ви можете натягнути на кулю будь-яку текстуру, наприклад текстури планет, що постачаються разом з «ssystem». Автор — David Konerding; 1998.
zh_tw: 畫出一個星球在太空中彈跳。內建的影像為地球的地圖（由 xearth 弄出來的），不過您可以用任何圖片包在球體上。由 David Konerding 撰寫，1998。

# @label:chooser
source: Image file
ca@valencia: Fitxer d'imatge
es: Archivo de imagen
et: Pildifail
eu: Irudi fitxategia
fi: Kuvatiedosto
fr: Fichier image
ga: Comhad íomhá
gl: Ficheiro de imaxe
hu: Képfájl
it: File dell'immagine
ja: 画像ファイル
kk: Сурет файлы
ko: 그림 파일
lv: Attēla fails
nb: Bildefil
nds: Bilddatei
nl: Afbeeldingsbestand
nn: Biletfil
pl: Plik obrazu
pt: Ficheiro de imagem
ru: Файл изображения
sl: Slikovna datoteka
sr@ijekavian: Фајл слике
sv: Bildfil
uk: Файл зображення
zh_tw: 影像檔

# @option:check
source: Roll
ca@valencia: Rotlle
es: Rol
et: Veeretamine
fi: Vieri
fr: Tangage
ga: Rolláil
gl: Enrolamento
hu: Dobás
it: Rotola
kk: Бұралсын
ko: 회전
lv: Rotēt
nb: Rull
nds: Rullen
nl: Rollen
nn: Rull
pl: Obracaj
pt: Enrolamento
ru: Перекатывание
sl: Zavrti
sr@ijekavian: Котрљање
sv: Snurra
uk: Обертати
zh_tw: 滾動

# @option:check
source: Stars
ca@valencia: Estels
es: Estrellas
et: Tähed
eu: Izarrak
fi: Tähdet
fr: Étoiles
ga: Réaltaí
gl: Estrelas
hu: Csillagok
it: Stelle
ja: 星
kk: Жұлдыздар
ko: 별
lv: Zvaigznes
nb: Stjerner
nds: Steerns
nl: Sterren
nn: Stjerner
pl: Gwiazdy
pt: Estrelas
ru: Звёзды
sl: Zvezde
sr@ijekavian: Звијезде
sv: Stjärnor
uk: Зірки
zh_tw: 星球

# @item screen saver name
source: GLSchool
ca@valencia: Escola GL
et: GLKool
eu: GL Eskola
fi: GL-Parvi
gl: Escola GL
hu: GLIskola
it: Banco di pesci
ja: GL スクール
kk: GLЖүгіріс-қимыл
ko: GL 어군
nb: GL-stim
nds: GLStüüm
nn: GL-stim
pl: Ławica GL
pt: Escola (GL)
sl: Šola GL
sr@ijekavian: Јато (ГЛ)
sv: Stim GL
uk: Зграйка (GL)
