Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws a bunch of moving circles which switch from visibility to invisibility at intersection points. Written by Geoffrey Irving; 2003.
ca@valencia: Este dibuixa un grup de cercles en moviment que canvien de la visibilitat a la invisibilitat en els punts d'intersecció. Escrit per by Geoffrey Irving; 2003.
es: Dibuja un montón de círculos en movimiento que cambian de visibles a invisibles en puntos de intersección. Escrito por Geoffrey Irving; 2003.
et: Joonistab hulga liikuvaid ringe, mis lõikumispunktides muutuvad nähtavast nähtamatuks. Autor: Geoffrey Irving; 2003.
fi: Piirtää joukon liikkuvia ympyröitä, jotka vaihtuvat näkyvistä näkymättömiksi leikkauspisteissä. Kirjoittanut Geoffrey Irving, 2003.
fr: Dessine un ensemble de cercles animés qui passent du visible à l'invisible aux points d'intersection. Écrit par Geoffrey Irving ; 2003.
gl: Isto debuxa un conxunto de círculos en movemento que mudan de visíbeis para invisíbeis nos puntos de intersección. Escribiuno Jeoffrey Irving en 2003.
it: Disegna un sacco di cerchi che si muovono che passano dalla visibilità all'invisibilità nei loro punti di intersezione. Scritto da Geoffrey Irving; 2003.
ja: 移動する複数の円。交差点で表示から非表示に変更。Geoffrey Irving、2003年作。
kk: Киылысқан жерде көрінбей кететін ұшып жүрген шарлар бейнесі. Авторы: Geoffrey Irving; 2003.
lv: Zīmē kaudzi ar riņķiem, kuri pārvietojas un krustošanās punktos maina redzamību. Sarakstīja Geoffrey Irving; 2003.
nb: Dette tegner en haug med bevegelige sirkler som bytter fra synlighet til usynlighet ved skjæringspunkter. Skrevet av Geoffrey Irving i 2003.
nds: En Tall vun Krinken buttjert ümto. Översniedt se sik, ännert se ehr Sichtborkeit. Schreven vun Geoffrey Irving, 2003.
nl: Toont een aantal bewegende cirkels die schakelen van zichtbaarheid naar onzichtbaarheid op snijdende punten. In 2003 geschreven door Geoffrey Irving.
nn: Teiknar fleire sirklar i rørsle, som byter mellom å vera synlege og usynlege i snittpunkta. Skriven av Geoffrey Irving i 2003.
pl: Rysuje pęk poruszających się okręgów przełączających się od widoczności do niewidoczności w punktach przecięcia. Autor: Geoffrey Irving; 2003.
pt: Isto desenha um conjunto de círculos em movimento que mudam de visíveis para invisíveis nos pontos de intersecção. Feito por Geoffrey Irving; 2003.
ru: Показывает множество движущихся окружностей, которые в местах пересечения становятся то прозрачными, то непрозрачными. Автор Джеффри Ирвинг (Geoffrey Irving), 2003.
sl: Izriše ogromno premikajočih se krogov, ki na točkah preseka zamenjajo iz nevidnosti v vidnost. Napisal Geoffrey Irving, 2003.
sr@ijekavian: Црта скупину покретних кругова, који се премећу између видљивости и невидљивости у пресјечним тачкама. Написао Џефри Ирвинг, 2003.
sv: Den här ritar en samling rörliga cirklar, som byter mellan att vara synliga och osynliga i skärningspunkter. Skriven av Geoffrey Irving, 2003.
uk: Ця програма відображає набір кіл, що рухаються і змінюють видимість у точках перетину. Автор — Geoffrey Irving; 2003.
zh_tw: 繪製一堆移動的圓，交叉點會從可見變隱形。由 Geoffrey Irving 撰寫，2003。

# @label:slider
source: Color shift
ca@valencia: Canvi de colors
es: Cambio de color
et: Värvisiire
fi: Värin vaihto
fr: Décalage de couleurs
gl: Mudanza das cores
hu: Színeltolás
it: Cambio del colore
ja: 色の変位
kk: Түсінің өзгеруі
ko: 색상 전환
lv: Krāsas nobīde
nb: Fargeskift
nds: Klöörverschuven
nl: Kleurverschuiving
nn: Fargeskyving
pl: Zmiana koloru
pt: Desvio de cores
ru: Смена цвета
sl: Zamik barve
sr@ijekavian: Смјењивање боје
sv: Färgskiftning
uk: Зсув кольорів
zh_tw: 色彩位移

# @item:inrange Color shift
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lento
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasen
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Color shift
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātra
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hiter
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Minimum radius
ca@valencia: Radi mínim
es: Radio mínimo
et: Min. raadius
eu: Gutxienezko erradioa
fi: Pienin säde
fr: Rayon minimum
gl: Raio mínimo
hu: Minimális sugár
it: Raggio minimo
ja: 最小半径
kk: Мин. радиусы
ko: 최소 반지름
lv: Minimālais rādiuss
nb: Minste radius
nds: Lüttst Halfmaat
nl: Minimale straal
nn: Minste radius
pl: Minimalny promień
pt: Raio mínimo
ru: Минимальный радиус
sl: Najmanjši polmer
sr@ijekavian: Најмањи полупречник
sv: Minimal radie
uk: Мінімальний радіус
zh_tw: 最小半徑

# @item:inrange Minimum radius
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Minimum radius
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Maximum radius
ca@valencia: Radi màxim
es: Radio máximo
et: Maks. raadius
eu: Gehienezko erradioa
fi: Suurin säde
fr: Rayon maximum
gl: Raio máximo
hu: Maximális sugár
it: Raggio massimo
ja: 最大半径
kk: Макс. радиусы
ko: 최대 반지름
lv: Maksimālais rādiuss
nb: Største radius
nds: Gröttst Halfmaat
nl: Maximale straal
nn: Største radius
pl: Maksymalny promień
pt: Raio máximo
ru: Максимальный радиус
sl: Največji polmer
sr@ijekavian: Највећи полупречник
sv: Maximal radie
uk: Максимальний радіус
zh_tw: 最大半徑

# @item:inrange Maximum radius
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Maximum radius
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: Pinion
ca@valencia: Pinyó
es: Piñón
et: Hammasrattakesed
eu: Pinoia - Pinion
fi: Hammasrattaat II
fr: Pignons
gl: Piñón
it: Pignone
kk: Тістегіршік
ko: 피니언
lv: Zobrats
nb: Drev
nds: Pi-Drift
sr@ijekavian: Зупчасти точак
sv: Drev
uk: Шестірня

# @info screen saver description
source: Draws an interconnected set of gears moving across the screen. See also the "Gears" and "MoebiusGears" screen savers. http://en.wikipedia.org/wiki/Involute_gear Written by Jamie Zawinski; 2004.
ca@valencia: Dibuixa un conjunt interconnectat d'engranatges movent-se per la pantalla. Vegeu també els estalvis de pantalla «Gears» i «MoebiusGears». http://en.wikipedia.org/wiki/Involute_gear Escrit per Jamie Zawinski; 2004.
es: Dibuja un conjunto interconectado de engranajes que se mueven a través de la pantalla. Revise también los salvapantallas «Engranajes» y «Engranajes Moebius» http://en.wikipedia.org/wiki/Involute_gear. Escrito por Jamie Zawinski; 2004.
et: Rida omavahel ühendatud hammasrattaid ujub üle ekraani. Vaata ka ekraanisäästjaid "Hammasrattad" ja "MöbiuseHammasrattad". http://en.wikipedia.org/wiki/Involute_gear Autor: Jamie Zawinski; 2004.
fi: Piirtää toisiinsa kytkeytyneet hammasrattaat kulkemassa ympäri ruutua. Katso myös näytönsäästäjiä Hammasrattaat ja Möbiuksen hammasrattaat. http://en.wikipedia.org/wiki/Involute_gear Kirjoittanut Jamie Zawinski, 2004.
fr: Dessine un ensemble d'engrenages inter connectés se déplaçant sur l'écran. Voir aussi les écrans de veille « Gears » et « Moebius-Gears ». http://en.wikipedia.org/wiki/Involute_gear Écrit par Jamie Zawinski ; 2004.
gl: Debuxa un conxunto interconectado de engrenaxes que se moven polo pantalla. Vexa tamén os protectores de pantalla «Engrenaxes» e «Engrenaxes de Moebius». http://en.wikipedia.org/wiki/Involute_gear. Escribiuno Jamie Zawinski en 2004.
hu: Összefüggő fogaskerekek mozgását jeleníti meg a képernyőn. Hasonlók még a "Fogaskereke" és a "Möbius-fogaskerekek" képernyővédők is. http://en.wikipedia.org/wiki/Involute_gear Készítette: Jamie Zawinski, 2004.
it: Disegna una serie connessa di ingranaggi che si spostano sullo schermo. Vedi anche i salvaschermi «Ingranaggi» e «Ingranaggi di Möbius». http://en.wikipedia.org/wiki/Involute_gear Scritto da Jamie Zawinski; 2004.
kk: Экранды аралап жүрген тістегіршектер бейнесі. Бұған қоса "Тістегіршіктер" мен "МебиусТістегіршіктер" экран сақтаушыларды қараңыз http://en.wikipedia.org/wiki/Involute_gear Авторы: Jamie Zawinski; 2004.
nb: Tegner tannhjul som griper inn i hverandre og beveger seg over skjermen. Se også pauseskjermene «Tannhjul» og «Möbiustannhjul». <link>http://en.wikipedia.org/wiki/Involute_gear</link> Skrevet av Jamie Zawinski i 2004.
nds: En Sett vun Gedriev-Tahnrööd buttjert över den Schirm. Kiek Di ok de Pausschirmen "Tahnrööd" un "Möbius-Tahnrööd" an. http://de.wikipedia.org/wiki/Evolventenverzahnung Schreven vun Jamie Zawinski, 2004.
nl: Toont een gekoppelde set van tandwielen die over het scherm bewegen. Zie ook de "Gears" en "MoebiusGears" schermbeveiliging. http://en.wikipedia.org/wiki/Involute_gear In 2004 geschreven door Jamie Zawinski.
nn: Teiknar tannhjul som grip inn i kvarandre og glir rundt på skjermen. Sjå òg pauseskjermane «Tannhjul» og «Möbius-tannhjul». <link>http://en.wikipedia.org/wiki/Involute_gear</link> Skriven av Jamie Zawinski i 2004.
pl: Zespół wirujących, zazębionych trybików przesuwających się na ekranie. Zob. także wygaszacze "Gears" i "MoebiusGears". http://en.wikipedia.org/wiki/Involute_gear Autor: Jamie Zawinski; 2007.
pt: Desenha um conjunto interligado de engrenagens que se movem pelo ecrã. Veja também os protectores de ecrã "Engrenagens" e "Engrenagens de Moebius". http://en.wikipedia.org/wiki/Involute_gear Feito por Jamie Zawinski; 2004.
ru: Набор взаимосвязанных шестерёнок, движущихся по экрану. Также см. хранители экрана "Gears" и "MoebiusGears". http://ru.wikipedia.org/wiki/Эвольвентное_зацепление Автор Джеми Завински (Jamie Zawinski), 2004.
sl: Izriše niz medsebojno povezanih zobnikov, ki se premikajo po zaslonu. Oglejte si tudi ohranjevalnika zaslonov "Zobniki" in "Möbiusovi zobniki". http://en.wikipedia.org/wiki/Involute_gear Napisal Jamie Zawinski, 2004.
sr@ijekavian: Црта скуп спрегнутих зупчаника који се помијерају по екрану (http://en.wikipedia.org/wiki/Involute_gear). Погледајте и чуваре екрана Зупчаници и Мебијусови зупчаници. Написао Џејми Завински, 2004.
sv: Ritar en förbunden uppsättning kugghjul som rör sig över skärmen. Se också skärmsläckarna "Kugghjul" och "Möbiuskuggar", samt http://en.wikipedia.org/wiki/Involute_gear. Skriven av Jamie Zawinski, 2004.
uk: Показує зв’язану систему шестерень, що пересувається екраном. Див. також зберігачі екрана «Шестерні» та «Шестерні Мебіуса». http://en.wikipedia.org/wiki/Involute_gear Автор — Jamie Zawinski; 2004.
zh_tw: 繪製相互連結的齒輪，移動跨過整個螢幕。參考資料：http://en.wikipedia.org/wiki/Involute_gear 。由 Jamie Zawinski 撰寫，2004。

# @label:slider
source: Scrolling speed
ca@valencia: Velocitat de desplaçament
es: Velocidad de desplazamiento
et: Kerimiskiirus
eu: Labaintzeko abiadura
fi: Vieritysnopeus
fr: Vitesse de défilement
ga: Luas an scrollaithe
gl: Velocidade de desprazamento
hu: Görgetési sebesség
it: Velocità di scorrimento
ja: スクロール速度
kk: Өту жылдамдығы
ko: 스크롤 속도
lv: Ritināšanas ātrums
nb: Rullehastighet
nds: Rullgauheit
nl: Schuifsnelheid
nn: Rullefart
pl: Szybkość przewijania
pt: Velocidade de deslocamento
ru: Скорость прокрутки
sl: Hitrost drsenja
sr@ijekavian: Брзина клизања
sv: Rullningshastighet
uk: Швидкість гортання
zh_tw: 捲動速度

# @item:inrange Scrolling speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Scrolling speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Gear size
ca@valencia: Mida dels engranatges
es: Tamaño de engranajes
et: Hammasratta suurus
eu: Engranajearen neurria
fi: Hammasrataskoko
fr: Taille de l'engrenage
gl: Tamaño da engrenaxe
hu: Fogaskerékméret
it: Dimensione delle ruote dentate
ja: ギアサイズ
kk: Тегіршіктің өлшемі
ko: 기어 크기
lv: Zobratu izmērs
nb: Tannhjulstørrelse
nds: Grött vun de Tahnrööd
nl: Tandwielgrootte
nn: Storleik på tannhjula
pl: Rozmiar trybików
pt: Tamanho da engrenagem
ru: Размер шестерёнки
sl: Velikost zobnikov
sr@ijekavian: Величина зупчаника
sv: Kugghjulsstorlek
uk: Розмір шестерні
zh_tw: 齒輪大小

# @item:inrange Gear size
source: Tiny
ca@valencia: Minúscula
es: Pequeño
et: Tilluke
eu: Oso txikia
fi: Pikkuruinen
fr: Petite
ga: An-bheag
gl: Pequerrecha
hu: Nagyon kicsi
it: Minuscole
ja: 小さい
kk: Шағын
ko: 작게
lv: Sīks
nb: Bitteliten
nds: Lierlütt
nl: Heel klein
nn: Ørliten
pl: Mały
pt: Minúscula
ru: Меньше
sl: Drobcena
sr@ijekavian: сићушни
sv: Mycket liten
uk: Крихітна
zh_tw: 小

# @item:inrange Gear size
source: Huge
ca@valencia: Enorme
es: Enorme
et: Hiiglaslik
eu: Oso handia
fi: Valtava
fr: Énorme
ga: Ollmhór
gl: Enorme
hu: Nagyon nagy
it: Gigantesche
ja: 巨大
kk: Зор
ko: 크게
lv: Milzīgs
nb: Enorm
nds: Bannig groot
nl: Enorm
nn: Enorm
pl: Wielki
pt: Enorme
ru: Больше
sl: Ogromna
sr@ijekavian: огромни
sv: Enorm
uk: Величезна
zh_tw: 巨大

# @label:slider
source: Max RPM
ca@valencia: RPM màximes
es: RPM máximas
et: Maks. RPM
eu: Gehienezko b/min
fi: Suurin kierrosnopeus
fr: RPM maximale
gl: Máximas RPM
hu: Maximális fordulatszám
it: Giri al minuto massimi
ja: 最大回転速度 (RPM)
kk: Айналым/мин
ko: 최대 회전수
lv: Maksimālais rotāciju skaits minūtē
nb: Maks. omdreininger/minutt
nds: Hööchst Dreihentall
nl: Max. aantal toeren per minuut
nn: Maks omdreiingar/minutt
pl: Maks. liczba obrotów na minutę
pt: RPM máxima
ru: Максимально оборотов в минуту
sl: Največ obratov na minuto
sr@ijekavian: Највише обртаја у минуту
sv: Maximalt antal varv per minut
uk: Макс. частота обертання
zh_tw: 最大轉速

# @item screen saver name
source: Pipes
ca@valencia: Canonades
es: Tuberías
et: Torud
eu: Hodiak - Pipes
fi: Putket
fr: Plomberie
gl: Canos
hu: Csövek
it: Tubi
ja: パイプ
kk: Құбырлар
ko: 파이프
lv: Caurules
nb: Rør
nds: Röhren
nl: Buizen
nn: Røyr
pl: Rury
pt: Canos
sl: Cevi
sr@ijekavian: Цијевке
sv: Rör
uk: Труби
zh_tw: 水管

# @info screen saver description
source: A growing plumbing system, with bolts and valves. Written by Marcelo Vianna; 1997.
ca@valencia: Un sistema de canonades que creix, amb perns i vàlvules. Escrit per Marcelo Vianna; 1997.
es: Un sistema de fontanería, con válvulas. Escrito por Marcelo Vianna; 1997.
et: Kasvav torustik koos kõigi liigendite ja ventiilidega. Autor: Marcelo Vianna; 1997.
fi: Kasvava putkisto pulteilla ja venttiileillä. Tekijä: Marcelo Vianna; 1997.
fr: Un système de plomberie qui grossit, avec des verrous et des valves. Écrit par Marcelo Vianna ; 1997.
gl: Un sistema de canalizacións en crecemento, con parafusos e billas. Escribiuno Marcelo Vianna en 1997.
it: Un sistema idraulico in crescita, con bulloni e valve. Scritto da Marcelo Vianna; 1997.
ja: 成長する配管システム。ボルトとバルブ付き。Marcelo Vianna、1997年作。
kk: Өсіп-өрбейтін құбыр жүйесі. Бекіткіш, шұралары бәрі түгел. Авторы: Marcelo Vianna; 1997.
nb: Et røropplegg som vokser, med bolter og ventiler. Skrevet av Marcelo Vianna i 1997.
nds: En wassen Rohrinstallatschoon, mit Boltens un Hahns. Schreven vun Marcelo Vianna, 1997.
nl: Een groeiend buizenstelsel, met bouten en ventielen. In 1997 geschreven door Marcelo Vianna.
nn: Eit røyrsystem som stadig veks, med ventilar og hjørnestykke. Skriven av Marcelo Vianna i 1997.
pl: Rozrastająca się instalacja wodociągowa ze śrubami i zaworami. Autor: Marcelo Vianna; 1997.
pt: Um sistema de canalizações em crescimento, com torneiras e válvulas. Feito por Marcelo Vianna; 1997.
ru: Разрастающаяся водопроводная система, с болтами и задвижками. Автор Марчелло Вианна (Marcelo Vianna), 1997.
sl: Rastoči vodovodni sistem z zapahi in ventili. Napisal Marcelo Vianna, 1997.
sr@ijekavian: Нарастајући систем цијеви, са вијцима и вентилима. Написао Марсело Вијана, 1997.
sv: Ett växande rörledningssystem, men bultar och ventiler. Skriven av Marcelo Vianna, 1997.
uk: Зростаюча водопровідна система з фіксаторами і вентилями. Автор — Marcelo Vianna; 1997.
zh_tw: 發展中的管路系統，含有螺栓與氣門。由 Marcelo Vianna 撰寫，1997。

# @label:slider
source: Number of pipes
ca@valencia: Nombre de canonades
es: Número de tuberías
et: Torude arv
eu: Hodi kopurua
fi: Putkien määrä
fr: Nombre de tuyaux
gl: Número de canos
hu: A csövek száma
it: Numero di tubi
ja: パイプの数
kk: Құбыр саны
ko: 파이프 개수
lv: Cauruļu skaits
nb: Antall rør
nds: Tall vun Röhren
nl: Aantal pijpen
nn: Talet på røyr
pl: Liczba rur
pt: Número de canos
ru: Количество труб
sl: Število cevi
sr@ijekavian: Број цијеви
sv: Antal rör
uk: Кількість труб
zh_tw: 管線數目

# @item:inrange Number of pipes
source: One
ca@valencia: Una
es: Una
et: Üks
eu: Bat
fi: Yksi
fr: Un
ga: Ceann amháin
gl: Un
hu: Egy
it: Uno
kk: Бір
lv: Viena
nb: En
nds: Een
nl: Een
nn: Eitt
pl: Jedna
pt: Um
ru: Одна
sl: Ena
sr@ijekavian: једна
sv: Ett
uk: Один

# @item:inrange Number of pipes
source: A hundred
ca@valencia: Un centenar
es: Cien
et: Sajad
eu: Ehun
fi: Sata
fr: Une centaine
gl: Unha centena
hu: Száz
it: Cento
kk: Жүз
ko: 수백개
lv: Simts
nb: Hundre
nds: Hunnert
nl: Een honderd
nn: Hundre
pl: Sto
pt: Uma centena
ru: Сотня
sl: Sto
sr@ijekavian: стотину
sv: Etthundra
uk: Сотня

# @label:slider
source: Pipe length
ca@valencia: Longitud de les canonades
es: Longitud de tubería
et: Toru pikkus
eu: Hodien luzera
fi: Putken pituus
fr: Longueur des tuyaux
gl: Lonxitude dos canos
hu: Csőhossz
it: Lunghezza dei tubi
ja: パイプの長さ
kk: Ұзындығы
ko: 파이프 길이
lv: Caurules garums
nb: Rørlengde
nds: Röhrenlängde
nl: Pijplengte
nn: Røyrlengd
pl: Długość rury
pt: Tamanho do cano
ru: Длина труб
sl: Dolžina cevi
sr@ijekavian: Дужина цијеви
sv: Rörlängd
uk: Довжина труби
zh_tw: 管線長度

# @item:inrange Pipe length
source: Short
ca@valencia: Curta
es: Corta
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Corti
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īsa
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratka
sr@ijekavian: кратке
sv: Kort
uk: Коротка
zh_tw: 短

# @item:inrange Pipe length
source: Long
ca@valencia: Llarga
es: Larga
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunghi
ja: 長い
kk: Ұзын
ko: 길게
lv: Gara
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długa
pt: Longo
ru: Длиннее
sl: Dolga
sr@ijekavian: дугачке
sv: Lång
uk: Довга
zh_tw: 長

# @label:slider
source: Gadgetry
ca@valencia: Utensilis
es: Artilugios
et: Jubinad
fi: Vekottimia
fr: Gadget
ga: Mangaisíní
hu: Szerkentyű
it: Accessori
ja: 付属品
kk: Әбзелдері
ko: 소도구
lv: Iekārtas
nb: Dingsebygging
nds: Beslääg
nl: Snufjes
nn: Tilbehøyr
pl: Gadżeciarstwo
pt: Objectos
ru: Оборудование
sl: Priprave
sr@ijekavian: Зезалице
sv: Grejor
uk: Дрібнички
zh_tw: 小零件

# @item:inrange Gadgetry
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei yhtään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: ниједна
sv: Inga
uk: Немає
zh_tw: 無

# @item:inrange Gadgetry
source: Lots
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Un sacco
ja: 組
kk: Көп
ko: 많음
lv: Daudz
nb: Masser
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @option:check
source: Fisheye lens
ca@valencia: Lent d'ull de peix
es: Lente ojo de pez
et: Kalasilmaefekt
fi: Kalansilmälinssi
fr: Lentille fisheye
ga: Lionsa shúil an éisc
gl: Lentes de Ollo-de-peixe
hu: Halszem-lencse
it: Lente a occhio di pesce
ja: 魚眼レンズ
kk: Балық көз линзалар
ko: 어안 렌즈
lv: Zivs acs lēcas
nb: Fiskøye-linse
nds: Fischoogglas
nl: Visooglens
nn: Fiskeaugelinse
pl: Obiektyw "rybie oko"
pt: Lentes de olho-de-peixe
ru: Объектив "рыбий глаз"
sl: Leče ribjih oči
sr@ijekavian: Рибљооко сочиво
sv: Fisköga
uk: Лінзи «риб'яче око»
zh_tw: 魚眼透鏡

# @option:check
source: Allow tight turns
ca@valencia: Permet girs tancats
es: Permitir giros cerrados
et: Järskude pöörete lubamine
eu: Baimendu biraketa itxiak
fi: Salli tiukat käännökset
fr: Permettre des virages serrés
ga: Ceadaigh cora géara
gl: Permitir viraxes abruptas
hu: Szűk fordulók engedélyezése
it: Permetti curve strette
ja: きつい角度での曲げを許す
kk: Күрт бұрылым
ko: 꽉 끼는 회전 허용
lv: Ļaut asus pagriezienus
nb: Tillat trange svinger
nds: Dune Dreihen tolaten
nl: Scherpe bochten toestaan
nn: Tillat krappe svingar
pl: Włącz ciasne zakręty
pt: Permitir viragens abruptas
ru: Разрешить резкие повороты
sl: Dovoli ostre zavoje
sr@ijekavian: Дозволи нагла скретања
sv: Tillåt tvära svängar
uk: Дозволяти круті повороти
zh_tw: 允許轉緊一點

# @option:radio
source: Curved pipes
ca@valencia: Canonades corbades
es: Tuberías curvadas
et: Kõverad torud
eu: Kurbadun hodiak
fi: Kaarevat putket
fr: Tuyaux courbes
ga: Píopaí cuartha
gl: Canos curvados
hu: Ívelt csövek
it: Curve
ja: 曲がったパイプ
kk: Қисық құбырлар
ko: 곡선 파이프
lv: Izliektas caurules
nb: Krumme rør
nds: Röhrbagens
nl: Gebogen buizen
nn: Avrunda røyr
pl: Zagięte rury
pt: Canos curvados
ru: Изогнутые трубы
sl: Zavite cevi
sr@ijekavian: Закривљене цијеви
sv: Böjda rör
uk: Викривлені труби
zh_tw: 彎曲水管

# @option:radio
source: Ball joints
ca@valencia: Juntures en bola
es: Unión de bola
et: Ümarüleminekud
eu: Giltzadura esferikoak
fi: Palloliitokset
fr: Jointures sphériques
ga: Ailt liathróide
gl: Unións en bóla
hu: Összekapcsolt labdák
it: Sfere
ja: ボールの結合
kk: Шар түйістіруі
ko: 공 모양 결합부
lv: Bumbveida savienojumi
nb: Kuleledd
nds: Kugelleedstücken
nl: Balgewrichten
nn: Kuleledd
pl: Połączenia kulkowe
pt: Junções em bola
ru: Шаровые сочленения
sl: Okrogli spoji
sr@ijekavian: Кугласти састави
sv: Kulleder
uk: Кульові з'єднання
zh_tw: 球形接頭

# @option:radio
source: Bolted fittings
ca@valencia: Unions de canonades
es: Uniones de tuberías
et: Toruliitmikud
fi: Pulttiosat
fr: Assemblage jointé
gl: Unións aparafusadas
hu: Szegecses illesztések
it: Flange
ja: パイプの取り付け
kk: Болтты бекіткіш
ko: 볼트 결합
lv: Saskrūvēti savienojumi
nb: Bolteflenser
nds: Schraven Koppelstücken
nl: Vastgeschroefde montagestukken
nn: Rørskøyter
pl: Dopasowanie rur
pt: Encaixes dos canos
ru: Болтовой крепеж
sl: Vijaki v napeljavi
sr@ijekavian: Вијчани зглобови
sv: Rörmuffar
uk: Болтові з'єднання
zh_tw: 水管裝配

# @option:radio
source: Random style
ca@valencia: Estil a l'atzar
es: Estilo aleatorio
et: Juhuslik stiil
it: Stile casuale
ja: ランダムスタイル
ko: 무작위적 스타일
nb: Vilkårlig stil
nds: Tofällig Stil
nl: Willekeurige stijl
pl: Losowy styl
pt: Estilo aleatório
sl: Naključen slog
sr@ijekavian: Насумични стил
sv: Slumpmässig stil
uk: Випадковий стиль
zh_tw: 隨機樣式
