Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This does bad things with quasi-spherical objects. You have a tetrahedron with tesselated faces. The vertices on these faces have forces on them: one proportional to the distance from the surface of a sphere; and one proportional to the distance from the neighbors. They also have inertia. The resulting effect can range from a shape that does nothing, to a frenetic polygon storm. Somewhere in between there it usually manifests as a blob that jiggles in a kind of disturbing manner. Written by Keith Macleod; 2003.
ca@valencia: Este fa dolenteries amb objectes quasi-esfèrics. Teniu un tetraedre amb les cares tessel·lades. Els vèrtexs d'estes cares reben forces: una proporcional a la distància des de la superfície d'una esfera; i una proporcional a la distància dels veïns. També tenen inèrcia. L'efecte resultant pot abastar des d'una forma que no fa res, a una tempesta frenètica de polígons. A vegades, entre els dos extrems es manifesta com una bombolla que es remena de manera pertorbadora. Escrit per Keith Macleod; 2003.
es: Realiza cosas raras con objetos casi esféricos. Dispone de un tetraedro con caras teseladas. Los vértices de estas caras tienen fuerzas sobre ellos: una proporcional a la distancia desde la superficie de una esfera y otra proporcional a la distancia desde los vecinos. También poseen inercia. El efecto resultante puede variar desde una esfera que no hace nada hasta una frenética tormenta poligonal. En algún lugar entre estos extremos se suele manifestar como una burbuja que se sacude de un modo inquietante. Escrito por Keith Macleod; 2003.
et: Koledad asjad kvaasisfääriliste objektidega. Tegemist on mosaiiksetest tahkudest koosneva tetraeedriga. Tahkude tippudele mõjuvad jõud: üks on võrdeline kaugusega sfääri pinnast, teine kaugusega naabritest. Samuti astub mängu inerts. Tulemuseks võib olla igati ontlik kujund või ka hullumeelne hulknurk ja kõik, mis nende vahele ära mahub. Autor: Keith Macleod; 2003.
fi: Tekee pahoja juttuja kvasipallomaisille kappaleille. Edessäsi on pinnaltaan yhtenäinen tetraedri. Pintojen kärkiin vaikuttaa voimia: toinen on suhteessa etäisyyteen pallon pinnasta, toinen etäisyyteen naapureistaan. Myös vitkaisuus vaikuttaa. Syntyvä vaikutelma vaihtelee hahmosta, jota ei tee mitään, kiihkeään monikulmiomyrskyyn. Jossakin välillä tulos vaikuttaa yleensä möykyltä, joka nytkyy häiritsevästi. Kirjoittanut Keith MacLeod, 2003.
fr: Ceci fait de drôles de choses avec des objets quasi sphériques. Vous avez un tétraèdre avec des faces pavées. On applique sur les sommets de ces faces des forces : une proportionnelle à la distance à la surface d'une sphère et une proportionnelle à la distance aux voisins. Elles ont aussi une inertie. L'effet résultant peut varier d'une forme ne faisant rien du tout à une intense tempête de polygones. Entre les deux on trouve une forme indistincte qui bouge d'une manière dérangeante. Écrit par Keith Macleod ; 2003.
gl: Aquí fanse cousas malas con obxectos quasiesféricos. Ten un tetraedro con faces en teseladas. Os vértices desas faces teñen forzas sobre eles: unha é proporcional á distancia en relación á superficie dunha esfera, e a outra é proporcional á distancia aos seus veciños. Tamén teñen algunha inercia. O efecto resultante pode ir desde unha forma que non fai nada, até unha tempestade poligonal frenética. Algures no medio, manifestarase normalmente como unha burbulla que se axita de forma inestábel. Escribiuno Keith Macleod en 2003.
it: Fa delle brutte cose con degli oggetti quasi sferici. C'è un tetraedro con facce tessellate. I vertici su queste facce subiscono delle forze: una proporzionale alla distanza dalla superficie di una sfera; una proporzionale alla distanza dai vicini. Hanno anche inerzia. L'effetto risultante può variare da una forma che non fa nulla a una frenetica tempesta di poligoni. Più o meno a metà si manifesta come un coso che oscilla in modo inquietante. Scritto da Keith Macleod; 2003.
kk: Бұнда домалақтар жаман нәрселерге душар етіледі. Экранда теңбіл жақты тетраэдр жүреді. Бұл фигураның әр төбесіне, сыбайлас төбелер арасындаы қашықтығына пропорцианалды күш әсер етеді. Төбенің кимылы инерциалды. Нәтижесі әртүрлі - қимылсыздықтан бастап, жың-ойнаққа дейін. Авторы: Keith Macleod; 2003.
nb: Gjør slemme ting med kvasikuleformede gjenstander. Starter med et tetraeder med mosaikkoverflate. Det virker krefter på hjørnene til flatene – én proporsjonal med avstanden fra overflaten til en kule, og én proporsjonal til avstanden mellom naboene. De har også treghet. Resultatet varierer fra en form som ikke gjør noenting, til en frenetisk polygonstorm. Mellom disse finner vi en klump som skjelver på en urovekkende måte. Skrevet av Keith Macleod i 2003.
nds: Hier warrt Kugelobjekten piesackt. Op de Höörn vun en Fiefflaag mit Mosaik-Böversiet warkt Energien: een is proportschonaal to den Afstand vun de Kugelböversiet, un de anner proportschonaal to den Afstand vun de Navers. De hebbt ok en wiss Traachheit. Dat Resultaat kann en Form wesen, de gor nix deit, man ok en unbannig Bülg vun Veelflääg. Normalerwies buttjert man en vertarrt Placken över Dien Schirm. Schreven vun Keith Macleod, 2003.
nl: Dit doet slechte dingen met quasi-bolle objecten. U hebt een tetraëder met betegelde oppervlakken. Op de snijpunten van deze oppervlakken werkt een kracht die proportioneel zijn aan de afstand van het oppervlak van een bol en een die proportioneel is aan de afstand tot de buren. Zij versnellen alleen onder invloed van een kracht. Het resulterende effect kan varieren van een vorm die niets doet tot een heftige veelhoekstorm. Ergens er tussenin manifesteert het zich gebruikelijk als een klodder die schut op een verontrustende manier. In 2003 geschreven door Keith Macleod.
nn: Gjer slemme ting med kvasikuleforma gjenstandar. Startar med ei tetraeder med mosaikkoverflate. Det verkar krefter på hjørnene til flatene – éi proporsjonal til avstanden frå overflata til ei kule, og éi proporsjonal til avstanden mellom naboane. Dei har òg tregleik. Resultatet varierer frå ei form som ikkje gjer noko, til ein frenetisk polygonstorm. Mellom desse finn me ein klump som skjelv på eit forstyrrande vis. Skriven av Keith Macleod i 2003.
pl: Złośliwie przekształca quasi-kuliste obiekty. Jest to czworokąt foremny z mozaikowymi ścianami. Do wierzchołków ścian przyłożone są siły: jedna proporcjonalna do odległości do powierzchni sfery, a druga proporcjonalna do odległości od sąsiedniej ściany. Wierzchołki posiadają również inercję. Rezultat to coś pomiędzy nic nie robiącym kształtem, a szaloną burzą wielokątów. Gdzieś pomiędzy tymi formami powstaje bąbel drgający w denerwujący sposób. Autor: Keith Macleod; 2003.
pt: São efectuadas aqui coisas esquisitas com os objectos quase-esféricos. Tem um tetraedro com faces em tecelagem. Os vértices dessas faces têm forças sobre eles: uma é proporcional à distância em relação à superfície de uma esfera, e a outra é proporcional à distância aos seus vizinhos. Também têm alguma inércia. O efeito resultante pode ir de uma forma que não faz nada, até uma tempestade poligonal frenética. Algures no meio, manifestar-se-á normalmente como uma bolha que se agita de forma instável. Feito por Keith Macleod; 2003.
ru: Разнообразные изменения квазисферических объектов. Имеем тетраэдр с мозаичными сторонами. К вершинам прилагаются силы: одна, пропорциональная расстоянию от поверхности сферы; другая — пропорциональная расстоянию до соседних сторон. Также присутствует инерция. Полученный эффект варьируется от пассивного очертания до неистовой многоугольной бури. Где-то в промежутке между этими двумя состояниями, как правило, можно наблюдать сгусток, который неспокойно трясётся в пространстве. Автор Кейт Маклеод (Keith Macleod), 2003.
sl: Ta ohranjevalnik zaslona naredi s kvazi-okroglimi predmeti slabe stvari. Imate tetraeder z mozaičnimi ploskvami. Na oglišča ploskev delujeta sili: prva je sorazmerna z razdaljo od površine krogle in druga je sorazmerna z razdaljo do sosedov. Oglišča imajo tudi vztrajnost. Nastali učinek je lahko oblika, ki ne počne nič ali divja nevihta mnogokotnikov. Nekje vmes se običajno sprevrže v kapljo, ki se pretresa na moteč način. Napisal Keith Macleod, 2003.
sr@ijekavian: Чини несташне ствари над квазисферичним објектима. Узмимо тетраедар са мозаичким страницама. Вертексима страница придружене су силе: једна сразмјерна растојању од површине сфере, и друга сразмјерна растојању од суседа. Такође имају инерцију. Резултат може бити од облика који не ради ништа до дивље полигонске олује. Негдје између ових крајности, обично се јавља грудва која се изврће на некако узнемирујућ начин. Написао Кит Меклауд, 2003.
sv: Den här gör hemska saker med kvasisfäriska objekt. Man har en tetraeder med tessellerade ytor. Ytornas vertex är utsatta för krafter: en proportionell mot avståndet från sfärens yta, och en proportionell mot avståndet till grannarna. De har också tröghet. Den orsakade effekten kan röra sig från en form som inte gör någonting, till en frenetisk polygonstorm. Någonstans däremellan manifesterar den sig oftast som en oformlig figur som skälver på ett något obehagligt sätt. Skriven av Keith Macleod, 2003.
uk: Ця програма робить погані речі з квазісферичними об’єктами. Ви маєте тетраедр з сітчастими поверхнями. На вершини на поверхнях діються сили: одна пропорційна відстані до поверхні сфери, а інша пропорційна до відстані до сусідніх вершин. Також до уваги береться інерція. Результат може варіюватися від форми, що не змінюється, до істеричного тремтіння багатогранника. Між цими двома випадками звичайною поведінкою буде кулька, яка трясеться у занепокоєнні. Автор — Keith Macleod; 2003.
zh_tw: 對一個準球狀物體做壞事。您有一個四面體，上面有花紋的面孔。面孔上的頂點上分別有力量：一個正比於與球表面的距離，一個正比於與鄰居的距離。它們也有慣性。其效果可以從什麼都沒有，到變成瘋狂的多邊形風暴。由 Keith Macleod 撰寫，2003。

# @option:check
source: Randomize almost everything
ca@valencia: Gairebé tot a l'atzar
es: Hace aleatorio prácticamente todo
et: Peaaegu kõik juhuslikult
eu: Ausazko bihurtu ia guztia
fi: Satunnaista lähes kaikki
fr: Presque tout au hasard
ga: Randamaigh beagnach gach rud
gl: Tornar case todo aleatorio
hu: Véletlenszerű legyen szinte minden
it: Rendi casuale quasi tutto
ja: ほとんどすべてのものを乱数化する
kk: Бүкілі кездейсоқ
ko: 거의 모든 것을 무작위적으로
lv: Sajaukt gandrīz visu
nb: Gjør nesten alt tilfeldig
nds: Meist allens tofällig toornen
nl: Bijna alles willekeurig maken
nn: Gjer nesten alt tilfeldig
pl: Losuj praktycznie wszystko
pt: Tornar quase tudo aleatório
ru: Сделать случайными почти все параметры
sl: Skoraj vse je naključno
sr@ijekavian: Скоро све насумично
sv: Gör nästan allting slumpmässigt
uk: Всі значення — випадкові
zh_tw: 將所有事情打亂

# @option:radio
source: Cycle
ca@valencia: Cicle
es: Ciclos
et: Tsükkel
fi: Vaihtuva väri
ga: Ciogal
gl: Ciclo
hu: Ciklus
it: Ciclo
ja: サイクル
kk: Циклді
ko: 자전거
lv: Cikls
nb: Syklus
nds: Loop
nl: Cyclus
nn: Syklus
pl: Cykl
pt: Ciclo
ru: Периодичность
sl: Krog
sr@ijekavian: Циклус
sv: Cykel
uk: Циклічність
zh_tw: 循環

# @option:radio
source: Flower box
ca@valencia: Caixa de flors
es: Caja de flores
et: Lillekast
eu: Lore kutxa
fi: Perusvärit
fr: Boîte à fleur
gl: Caixa de flores
hu: Virágdoboz
it: Vaso di fiori
kk: Гүл қорабы
ko: 꽃 상자
lv: Ziedu kaste
nb: Blomsterkasse
nds: Blomenkassen
nl: Bloemendoos
nn: Blomeboks
pl: Skrzynia kwiatów
pt: Caixa de flores
ru: Ящик для цветов
sl: Škatla z rožami
sr@ijekavian: Цвјетна кутија
sv: Blomruta
uk: Ящик для квітів
zh_tw: 花盒

# @option:radio
source: Clown barf
ca@valencia: Nàusea de pallasso
es: Payaso
et: Merehaige
fi: Riemunkirjava
fr: Bave de clown
gl: Náusea de pallaso
it: Vomito di pagliaccio
kk: Клоунның құсығы
ko: 왕관
nb: Klovnespy
nds: Spijökenmakerkotz
nl: Clown barb
nn: Klovnespy
pl: Klaunie wymioty
pt: Náusea de palhaço
ru: Клоунский набор цветов
sl: Klovnovo bruhanje
sr@ijekavian: Кловновски избљувак
sv: Mångfärgade uppstötningar
uk: Незадоволення клоуна
zh_tw: 小丑嘔吐

# @option:radio
source: Chrome
ca@valencia: Crom
es: Cromado
et: Värviline
eu: Kromoa
fi: Kromi
ga: Cróm
gl: Cromo
hu: Króm
it: Cromo
ja: クローム
kk: Хромдалған
ko: 크롬
lv: Hroms
nb: Krom
nds: Chrom
nl: Chroom
nn: Krom
pl: Chrom
pt: Cromado
ru: Хромированный
sl: Krom
sr@ijekavian: Хромирано
sv: Krom
uk: Хромування

# @option:radio
source: Sphere
ca@valencia: Esfera
es: Esfera
et: Sfäär
eu: Esfera
fi: Pallo
fr: Sphère
gl: Esfera
hu: Gömb
it: Sfera
ja: 球体
kk: Домалақ
ko: 구
lv: Sfēra
nb: Kule
nds: Kugel
nl: Bol
nn: Kule
pl: Sfera
pt: Esfera
ru: Сфера
sl: Krogla
sr@ijekavian: Сфера
sv: Klot
uk: Куля
zh_tw: 球

# @option:radio
source: Tetrahedron
ca@valencia: Tetraedre
es: Tetraedro
et: Tetraeeder
eu: Tetraedroa
fi: Tetraedri
fr: Tétraèdre
ga: Teitrihéadrán
gl: Tetraedro
hu: Tetraéder
it: Tetraedro
ja: 正四面体
kk: Тетраэдр
ko: 4면체
lv: Tetrahedrons
nb: Tetraeder
nds: Tetraeder (Veerflaag)
nl: Tetraëder
nn: Tetraeder
pl: Czworościan
pt: Tetraedro
ru: Тетраэдр
sl: Tetraeder
sr@ijekavian: Тетраедар
sv: Tetraeder
uk: Тетраедр
zh_tw: 四面體

# @label:slider
source: Inertial damping
ca@valencia: Amortiment inercial
es: Amortiguación inercial
et: Sumbuvus
fi: Vitkavaimennus
fr: Guidage inertiel
ga: Maolú támhúil
gl: Restrición da inercia
it: Smorzamento inerziale
kk: Инерцияның басылуы
ko: 관성 댐핑
lv: Inerces slāpēšana
nb: Treghetsdemping
nds: Traachheitdämpen
nl: Onbeweeglijke demping
nn: Tregleiksdemping
pl: Tłumienie bezwładności
pt: Restrição da inércia
ru: Инерционное затухание
sl: Notranje dušenje
sr@ijekavian: Пригушење инерције
sv: Tröghetsdämpning
uk: Інерційна в’язкість
zh_tw: 慣性阻尼

# @item:inrange Inertial damping
source: Low
ca@valencia: Baix
es: Baja
et: Madal
eu: Baxua
fi: Vähäinen
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Debole
ja: 低い
kk: Баяу
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizko
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Inertial damping
source: High
ca@valencia: Alt
es: Alta
et: Kõrge
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Forte
ja: 高い
kk: Тез
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoko
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Vertex-vertex force
ca@valencia: Força vèrtex-vèrtex
es: Fuerza vértice-vértice
et: Kahe tipu vaheline jõud
eu: Erpin-erpin indarra
fi: Voima kärjestä kärkeen
fr: Force de sommet à sommet
ga: Fórsa stuaic-stuaic
gl: Forza vértice-vértice
hu: Pont-pont erő
it: Forza vertice-vertice
ja: 頂点間の力
kk: Төбе-ара күші
ko: 꼭짓점간 힘
lv: Virsotnes-virsotnes spēks
nb: Hjørne–hjørne-kraft
nds: Höörn-Höörn-Knööv
nl: Snijpunt-snijpuntkracht
nn: Hjørne–hjørne-kraft
pl: Siła między wierzchołkami
pt: Força vértice-vértice
ru: Сила вершина-вершина
sl: Sila oglišče-oglišče
sr@ijekavian: Сила вертекс-вертекс
sv: Vertex-vertex kraft
uk: Сила вершина-вершина
zh_tw: 頂點對頂點的力

# @item:inrange Vertex-vertex force
source: None
ca@valencia: Cap
es: Ninguna
et: Puudub
eu: Bat ere ez
fi: Ei lainkaan
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhuma
ru: Нет
sl: Brez
sr@ijekavian: нулта
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Vertex-vertex force
source: Strong
ca@valencia: Potent
es: Fuerte
et: Tugev
eu: Indartsua
fi: Voimakas
fr: Dur
ga: Láidir
gl: Forte
hu: Erős
it: Forte
ja: 強い
kk: Күшті
ko: 강함
lv: Stiprs
nb: Sterk
nds: Dannig
nl: Krachtig
nn: Sterk
pl: Solidne
pt: Forte
ru: Сильная
sl: Močna
sr@ijekavian: јака
sv: Stark
uk: Значна
zh_tw: 強

# @label:slider
source: Sphere strength
ca@valencia: Energia de l'esfera
es: Fuerza de la esfera
et: Sfääri tugevus
eu: Esferaren indarra
fi: Pallolujuus
fr: La force de la sphère
gl: Potencia da esfera
hu: Gömberősség
it: Forza sferica
ja: 球の強さ
kk: Домалақтығы
ko: 구체 강도
lv: Sfēras spēks
nb: Kulestyrke
nds: Kugelstärk
nl: Bolsterkte
nn: Kulestyrke
pl: Solidność kuli
pt: Potência da esfera
ru: Прочность сферы
sl: Moč krogle
sr@ijekavian: Јачина сфере
sv: Klotstyrka
uk: Міцність сфери
zh_tw: 球的強度

# @item:inrange Sphere strength
source: None
ca@valencia: Cap
es: Ninguna
et: Puudub
eu: Bat ere ez
fi: Ei mikään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhuma
ru: Нет
sl: Brez
sr@ijekavian: нулта
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Sphere strength
source: Strong
ca@valencia: Potent
es: Fuerte
et: Tugev
eu: Indartsua
fi: Voimakas
fr: Dur
ga: Láidir
gl: Forte
hu: Erős
it: Forte
ja: 強い
kk: Мықты
ko: 강함
lv: Stiprs
nb: Sterk
nds: Dannig
nl: Krachtig
nn: Sterk
pl: Solidne
pt: Forte
ru: Высокая
sl: Močna
sr@ijekavian: јака
sv: Stark
uk: Значна
zh_tw: 強

# @label:slider
source: Vertex-vertex behavior
ca@valencia: Comportament vèrtex-vèrtex
es: Comportamiento vértice-vértice
et: Kahe tipu vaheline käitumine
eu: Erpin-erpin portaera
fi: Käyttäytyminen kärjestä kärkeen
fr: Comportement de sommet à sommet
ga: Oibriú stuaic-stuaic
gl: Comportamento vértice-vértice
hu: Csúcs-csúcs viselkedés
it: Comportamento vertice-vertice
ja: 頂点間の振る舞い
kk: Төбе-ара қимылы
ko: 꼭짓점간 행동
lv: Virsotnes-virsotnes uzvedība
nb: Hjørne–hjørne-atferd
nds: Höörn-Höörn-Bedregen
nl: Snijpunt-snijpuntgedrag
nn: Hjørne–hjørne-åtferd
pl: Oddziaływanie międzywierzchołkowe
pt: Comportamento vértice-vértice
ru: Поведение вершина-вершина
sl: Obnašanje oglišče-oglišče
sr@ijekavian: Понашање вертекс-вертекс
sv: Vertex-vertex beteende
uk: Поведінка вершина-вершина
zh_tw: 頂點對頂點的行為

# @item:inrange Vertex-vertex behavior
source: Expand
ca@valencia: Expansió
es: Expandir
et: Laienemine
eu: Zabaldu
fi: Laajenna
fr: Étendre
ga: Leathnaigh
gl: Expandir
hu: Kibontás
it: Espandi
ja: 開く
kk: Созылу
ko: 확장
lv: Izvērst
nb: Utvid
nds: Utfoolden
nl: Uitvouwen
nn: Utvid
pl: Rozwiń
pt: Expandir
ru: Расширение
sl: Razširi
sr@ijekavian: ширење
sv: Expandera
uk: Розгорнути
zh_tw: 展開

# @item:inrange Vertex-vertex behavior
source: Collapse
es: Colapsar
et: Kokkutõmbumine
eu: Gainbehera
fi: Supista
fr: Écrouler
ga: Laghdaigh
gl: Colapsar
hu: Összecsukás
it: Richiudi
ja: 閉じる
kk: Қосылу
ko: 축소
lv: Sakļaut
nb: Fold sammen
nds: Tosamenfoolden
nl: Invouwen
nn: Fald saman
pl: Zwiń
pt: Recolher
ru: Сжатие
sl: Zloži
sr@ijekavian: сажимање
sv: Dra ihop
uk: Згорнути
zh_tw: 收回

# @label:slider
source: Spookiness
ca@valencia: Espant
es: Escalofríos
et: Õudsus
eu: Berdurgarrikeria
fi: Aavemaisuus
fr: Vous fait froid dans le dos
ga: Taibhsiúlacht
gl: Arrepío
hu: Kísértetiesség
it: Inquietudine
ja: Spookyさ
kk: Қорқыныштығы
ko: 으스스함
lv: Spokainums
nb: Skummelhet
nds: Spökhaftigkeit
nl: Spookachtigheid
nn: Skummelheit
pl: Straszliwość
pt: Susto
ru: Призрачность
sl: Strašljivost
sr@ijekavian: Сабласност
sv: Kusligheter
uk: Нажаханість

# @item:inrange Spookiness
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei mikään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: никаква
sv: Inga
uk: Немає
zh_tw: 無

# @item:inrange Spookiness
source: Spoooooky
ca@valencia: Espantadooor
es: Espeluznante
et: Juuuube
eu: Beduuuurgarria
fi: Kummitusmainen
fr: Siiiiiiiinistre
ga: Taibhsiúúúúil
gl: Asuuuuustador
hu: Kísérteties
it: Paura-paura!
kk: Әбден
ko: 으스스스함
lv: Spocīgi
nb: Skummmmelt
nds: Spööööökhaftig
nl: Spooookachtig
nn: Skummelt
pl: Straaaasznie
pt: Assuuuuustador
ru: Привидение
sl: Strašno
sr@ijekavian: сааабласно
sv: Kuuusligt
uk: У-у-у

# @item screen saver name
source: Jigsaw
ca@valencia: Trencaclosques
es: Rompecabezas
et: Pusle
eu: Buruhauskarri
fi: Palapeli
fr: Puzzle
gl: Quebracabezas
hu: Puzzle
it: Puzzle
ja: ジグソー
kk: Құрастыру- жұмбақ
ko: 직소
lv: Puzle
nb: Puslespill
nds: Pussel
nl: Puzzel
nn: Puslespel
pl: Układanka
pt: Puzzle
sl: Sestavljanka
sr@ijekavian: Слагалица
sv: Pussel
uk: Головоломка
zh_tw: 拼圖

# @info screen saver description
source: This carves an image up into a jigsaw puzzle, shuffles it, and solves it. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Written by Jamie Zawinski; 1997.
ca@valencia: Este grava una imatge, la talla en peces de trencaclosques, les barreja, i després resol el trencaclosques. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Escrit per Jamie Zawinski; 1997.
es: Esto divide una imagen en un rompecabezas, lo baraja y lo resuelve. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation. Escrito por Jamie Zawinski, 1997.
et: Kõigepealt lõigatakse pilt pusletükkideks, segatakse ja siis pannakse pusle uuesti kokku. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Autor: Jamie Zawinski; 1997.
fi: Tämä leikkaa kuvasta palapelin, jonka sekoittaa ja ratkaisee. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Kirjoittanut Jamie Zawinski, 1997.
it: Divide un'immagine in pezzi di un puzzle, li mescola e lo risolve. http://it.wikipedia.org/wiki/Puzzle http://it.wikipedia.org/wiki/Tassellatura Scritto da Jamie Zawinski; 1997.
nb: Kutter opp et bilde til et puslespill, stokker om bitene og løser så puslespillet.http://en.wikipedia.org/wiki/Jigsaw_puzzlehttp://en.wikipedia.org/wiki/TessellationSkrevet av Jamie Zawinski i 1997.
nds: Nimmt en Bild, deelt dat as en Pussel op, mischt un lööst dat. http://de.wikipedia.org/wiki/Puzzle http://de.wikipedia.org/wiki/Parkettierung Schreven vun Jamie Zawinski, 1997.
nl: Dit deelt een afbeelding op in legpuzzelstukken, husselt ze door elkaar en lost de puzzel op. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation In 1997 geschreven door Jamie Zawinski.
pl: Robi z obrazu wycinankę na kształt puzzli, którą tasuje i rozwiązuje. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Autor: Jamie Zawinski; 1997.
pt: Este pega numa imagem, divide-a num 'puzzle', baralha-a e depois começa a resolver o 'puzzle'. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Feito por Jamie Zawinski; 1997.
sl: To razreže sliko v sestavljanko, koščke premeša in nato reši sestavljanko http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Napisal Jamie Zawinski, 1997.
sr@ijekavian: Сијече слику у дијелове слагалице, помијеша је, па је рјешава (http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation). Написао Џејми Завински, 1997.
sv: Den här skär upp en bild till ett pussel, blandar det, och löser det. Se http://sv.wikipedia.org/wiki/Pussel och http://sv.wikipedia.org/wiki/Tessellation. Skriven av Jamie Zawinski, 1997.
uk: Програма розрізає зображення на шматочки, заплутує їх і розв’язує головоломку-складанку. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Автор — Jamie Zawinski; 1997.
zh_tw: 切割一個影像，把它變成拼圖，打亂它然後試著重組。參考資料：http://en.wikipedia.org/wiki/Jigsaw_puzzle ，http://en.wikipedia.org/wiki/Tessellation 。由 Jamie Zawinski 撰寫，1997。
