Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: Spotlight size
ca@valencia: Mida del focus de llum
es: Tamaño del foco
et: Valgusvihu suurus
eu: Fokuaren neurria
fi: Valonheittimen koko
fr: Taille du projecteur
gl: Tamaño do foco luminoso
hu: Reflektorméret
it: Dimensione del riflettore
ja: スポットライトサイズ
kk: Дақ өлшемі
ko: 무대 조명 프기
lv: Gaismas laukuma izmērs
nb: Lyskasterstørrelse
nds: Lichtstrahlergrött
nl: Afmeting schijnwerperbundel
pl: Rozmiar światła punktowego
pt: Tamanho do foco luminoso
ru: Размер пятна света
sl: Velikost žarometa
sr@ijekavian: Величина рефлектора
sv: Spotlightstorlek
uk: Розмір прожектора
zh_tw: 探照燈大小

# @item:inrange Spotlight size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Spotlight size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: Sproingies
et: Sproingyd
fi: Jouset
hu: Sproingok
it: Cilindri elastici
kk: Секіргіш
ko: 용수철
lv: Sprongiji
nb: Sproingier
nl: Trappenstijging
sr@ijekavian: Опругице
uk: Стрибунці

# @info screen saver description
source: Slinky-like creatures walk down an infinite staircase and occasionally explode! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Written by Ed Mackey; 1997.
ca@valencia: Criatures en forma de molla que baixen per unes escales infinites, i a vegades exploten! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Escrit per Ed Mackey; 1997.
es: Criaturas parecidas a un Slinky caminan por una escalera infinita y de vez en cuando estallan. http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness. Escrito por Ed Mackey; 1997.
et: Vonklevad olendid tõttavad alla lõputust trepist ja aeg-ajalt plahvatavad! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Autor: Ed Mackey; 1997.
eu: Slinky-antzeko sorkariak amaigabeko eskilara batean beheruntz ibiltzen dira eta noizean behin eztanda egiten dute! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Ed Mackey-k idatzia; 1997.
fi: Slinky-lelun kaltaiset otukset laskeutuvat ääretöntä portaikkoa ja aika ajoin räjähtävät! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Kirjoittanut Ed Mackey, 1997.
fr: Des créatures sur ressort descendent un escalier infini et parfois explosent ! http://fr.wikipedia.org/wiki/Slinky http://fr.wikipedia.org/wiki/Q*bert http://fr.wikipedia.org/wiki/Marble_Madness Écrit par Ed Mackey ; 1997.
gl: Criaturas semellantes ao Slinky baixan dunha escada infinita e estoupan de forma ocasional! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness. Escribiuno Ed Mackey en 1997.
it: Creature simili a uno Slinky scendono una scalinata infinita e a volte esplodono. http://en.wikipedia.org/wiki/Slinky http://it.wikipedia.org/wiki/Q*bert http://it.wikipedia.org/wiki/Marble_Madness Scritto da Ed Mackey; 1997.
kk: Слинки-тәрізді бірдемелер баспалдақтан секіріп келіп бірде жарылады! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Авторы: Ed Mackey; 1997.
nb: Slinky-aktige vesener går nedover en uendelig trapp, og av og til eksploderer de! <link>http://en.wikipedia.org/wiki/Slinky</link> <link>http://en.wikipedia.org/wiki/Q%2Abert</link> <link>http://en.wikipedia.org/wiki/Marble_Madness</link> Skrevet av Ed Mackey i 1997.
nds: Hüppspiraal-liek Wesen geiht en snaaksch Trepp daal un explodeert so af un an. http://de.wikipedia.org/wiki/Slinky http://de.wikipedia.org/wiki/Q*bert http://de.wikipedia.org/wiki/Marble_Madness Schreven vun Ed Mackey, 1997.
nl: Slecht zichtbare schepselen dalen een oneindige trap af en exploderen zo nu en dan! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness In 1997 geschreven door Ed Mackey.
pl: Sprężynopodobne stwory schodzą po niekończących się schodach i czasami eksplodują! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Marble_Madness Autor Ed Mackey; 1997.
pt: Criaturas semelhantes ao Slinky descem uma escada infinita e explodem de forma ocasional! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Feito por Ed Mackey; 1997.
ru: Пружинообразные создания спускаются по бесконечной лестнице и время от времени взрываются! http://ru.wikipedia.org/wiki/Слинки http://ru.wikipedia.org/wiki/Q*bert http://ru.wikipedia.org/wiki/Marble_Madness Автор Эд Макей (Ed Mackey), 1997
sl: Magični vzmeti podobna bitja hodijo po neskončnem stopnišču in občasno eksplodirajo! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q%2Abert http://en.wikipedia.org/wiki/Marble_Madness Napisal Ed Mackey, 1997.
sr@ijekavian: Опруголика створењца силазе низ бесконачно степениште и повремено експлодирају! (http://en.wikipedia.org/wiki/Slinky, http://en.wikipedia.org/wiki/Q%2Abert, http://en.wikipedia.org/wiki/Marble_Madness.) Написао Ед Маки, 1997.
sv: Varelser som liknar Slinky-fjädrar går nerför en ändlös trappa, och exploderar då och då. Se http://sv.wikipedia.org/wiki/Slinky, http://sv.wikipedia.org/wiki/Q%2Abert och http://sv.wikipedia.org/wiki/Marble_Madness. Skriven av Ed Mackey, 1997.
uk: Пружиноподібні істоти спускаються вниз нескінченними сходами і несподівано вибухають! http://en.wikipedia.org/wiki/Slinky http://en.wikipedia.org/wiki/Q*bert http://en.wikipedia.org/wiki/Marble_Madness Автор — Ed Mackey; 1997.
zh_tw: 走在無限的樓梯中，有時會爆炸！參考資料： http://en.wikipedia.org/wiki/Slinky ，http://en.wikipedia.org/wiki/Q%2Abert ，http://en.wikipedia.org/wiki/Marble_Madness 。由 Ed Mackey 撰寫，1997。

# @label:slider
source: Sproingies
et: Sproingyd
fi: Jousia
hu: Sproingok
it: Cilindri
kk: Секіргіштер
ko: 용수철
lv: Sprongiji
nb: Sproingier
nl: Trappenstijging
pl: Sprężynki
pt: Bolhinhas
ru: Существа
sr@ijekavian: Опругице
uk: Стрибунці

# @item:inrange Sproingies
source: One
ca@valencia: Una
es: Uno
et: Üks
eu: Bat
fi: Yksi
fr: Un
ga: Ceann amháin
gl: Un
hu: Egy
it: Uno
kk: Бір
lv: Viens
nb: En
nds: Een
nl: Een
nn: Éin
pl: Jeden
pt: Uma
ru: Одно
sl: Ena
sr@ijekavian: једна
sv: En
uk: Один

# @item:inrange Sproingies
source: Lots
ca@valencia: Moltes
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molti
ja: 組
kk: Көп
ko: 많음
lv: Daudzi
nb: Masser
nds: Vele
nl: Veel
nn: Mange
pl: Wiele
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @option:check
source: Fall off edge
ca@valencia: Caiguda per la vora
es: Caen del borde
et: Kukkumine üle serva
eu: Erori ertzetik
fi: Putoa reunalta
fr: Tombe du bord
gl: Caer do extremo
it: Cadi dal ciglio
kk: Құлау қыры
ko: 경계에서 떨어짐
lv: Krist pāri malai
nb: Fall utfor kanten
nds: Kant daalfallen
nl: Afvalrand
pl: Odpadająca krawędź
pt: Cair nos extremos
ru: Падать с края
sl: Padec z roba
sr@ijekavian: Ивица опадања
sv: Fall över kanten
uk: Грань падіння
zh_tw: 掉落邊緣

# @item screen saver name
source: Squiral
ca@valencia: Esquiral
et: Spiruut
gl: Remuíño
it: Squirale
kk: Шаршыспираль
ko: 사각형 패턴
lv: Kvadrātspirāles
nds: Spiraat
pt: Remoinho
sr@ijekavian: Квирала
uk: Квадратні спіралі
zh_tw: 方形螺旋

# @info screen saver description
source: Draws a set of interacting, square-spiral-producing automata. The spirals grow outward until they hit something, then they go around it. Written by Jeff Epler; 1999.
ca@valencia: Dibuixa un conjunt d'autòmats interactius creadors d'espirals quadrades. Les espirals creixen fins que topen, llavors el rodegen. Escrit per Jeff Epler; 1999.
es: Dibuja un conjunto de interactivos autómatas creadores de espirales cuadradas. Las espirales crecen hasta que golpean algo, entonces lo rodean. Escrito por Jeff Epler; 1999.
et: Näitab mitmeid interaktiivseid ruute-spiraale valmistavaid automaate. Spiraalid kasvavad väljapoole, kuni puutuvad millegi vastu ja lähevad seejärel sellest mööda. Autor: Jeff Epler; 1999.
fi: Squiral piirtää näytölle toistensa kanssa vuorovaikuttavia, neliöspiraaleja tuottavia automaatteja. Spiraalit laajenevat kunnes osuvat johonkin ja alkavat kiertyä osumansa kohteen ympärille. Kirjoittanut Jeff Epler, 1999.
fr: Dessine un ensemble d'automates agissant l'un sur l'autre et produisant des spirales en carré. Ces spirales grandissent jusqu'à ce qu'elles heurtent quelque chose, puis elles circulent autour. Écrit par Jeff Epler ; 1999.
ga: Dearann sé seo uathoibreáin idirghníomhacha a chruthaíonn bíseanna cearnacha. Fásann na bíseanna amach go dtí go mbuailfidh siad le rud éigin, ansin rachaidh siad ina thimpeall. Scríofa ag Jeff Epler, 1999.
gl: Debuxa un conxunto de autómatas interactivos que producen cadrados e espirais. As espirais crecen para fora até que atinxen algo, e entón rodéano. Escribiuno Jeff Epler en 1999.
hu: Négyzetekből komponált spirálokat jelenít meg a program. A spirálok kifelé nőnek egészen addig, amíg valamibe bele nem ütköznek - ekkor az objektumot megkerülik. Készítette: Jeff Epler, 1999.
it: Disegna un insieme di automi tra loro interagenti che producono spirali quadrate. Le spirali crescono verso l'esterno finché non colpiscono qualcosa, e poi lo aggirano. Scritto da Jeff Epler; 1999.
ja: 一連の、相互作用する、正方形の螺旋生成オートマトンです。何かにぶつかるまで、螺旋状に外側に向かって成長していき、ぶつかったものを回り込みます。Jeff Epler、1999年作。
kk: Өсіп бір-біріне тиетін шаршы спиральдар. Тиген соң тигенге орала бастайды. Авторы: Jeff Epler; 1999.
nb: Tegner en gruppe vekselvirkende automater som produserer kvadratspiraler. Spiralene vokser utover til de treffer noe, deretter går de rundt det. Skrevet av Jeff Epler i 1999.
nds: En Reeg vun wesselwarken Automaten, de Quadraatspiralen opstellt; 1999. De Spiralen wasst na buten, bet se op wat anners draapt, denn geiht se dor rund ümto. Schreven vun Jeff Epler, 1999.
nl: Toont een set van met elkaar reagerende vierkante spiralen producerende automaten. De spiralen groeien naar buiten totdat ze iets raken, waarna ze er omheeb gaan. In 1999 geschreven door Jeff Epler.
pl: Rysuje zbiór oddziałujących ze sobą automatów tworzących spirale kwadratowe. Spirale rosną na zewnątrz i gdy zetkną się z czymś, omijają to. Autor: Jeff Epler; 1999.
pt: Desenha um conjunto de autómatos interactivos que produzem quadrados e espirais. As espirais crescem para fora até que atinjam algo, pelo que contornam de seguida. Feito por Jeff Epler; 1999.
ru: Рисует множество квадратных спиралей, взаимодействующих друг с другом. Они увеличиваются в размерах пока не натолкнутся на какой-нибудь объект, после чего начинают крутиться вокруг него. Автор Джефф Эплер (Jeff Epler), 1999.
sl: Izriše niz medsebojno vplivajočih avtomatov, ki proizvajajo kvadratne-spirale. Spirale rastejo navzven dokler nečesa ne zadenejo in gredo okoli njih. Napisal Jeff Epler, 1999.
sr@ijekavian: Црта скуп међудејствујућих аутомата који производе квадроспирале. Спирале се шире док не ударе у нешто, а затим то заобилазе. Написао Џеф Еплер, 1999.
sv: Ritar en uppsättning växelverkande, automater som skapar kvadrater och spiraler. Spiralerna växer utåt till de träffar något, som de sedan går runt. Skriven av Jeff Epler, 1999.
uk: Показує набір автоматів, що випускають спіралі, що взаємодіють. Спіралі розширюються, аж доки вони з чимось не зіткнуться, у випадку зіткнення вони починають обертатися навколо цього об’єкта. Автор — Jeff Epler; 1999.
zh_tw: 畫出一些互動的方形螺旋自動機。螺旋會往外生長，直到碰到東西，然後繞著它移動。由 Jeff Epler 撰寫，1999。

# @label:slider
source: Randomness
ca@valencia: Atzar
es: Aleatoriedad
et: Juhuslikkus
eu: Ausazkotasuna
fi: Satunnaisuus
fr: Aléatoire
ga: Randamacht
gl: Aleatoriedade
hu: Véletlenszerűség
it: Casualità
ja: ランダムさ
kk: Кездейсоқтығы
ko: 무작위도
lv: Nejaušums
nb: Vilkårlighet
nds: Tofälligkeit
nl: Willekeur
pl: Losowość
pt: Aleatoriedade
ru: Случайность
sl: Naključnost
sr@ijekavian: Насумичност
sv: Slumpmässighet
uk: Випадковість
zh_tw: 隨機

# @item:inrange Randomness
source: Low
ca@valencia: Baix
es: Baja
et: Väike
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niska
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Randomness
source: High
ca@valencia: Alt
es: Alta
et: Suur
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysoka
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:spinbox
source: Seeds
ca@valencia: Llavors
es: Semillas
et: Seemned
eu: Haziak
fi: Siemeniä
fr: Germes
ga: Síolta
gl: Sementes
hu: Források
it: Semi
ja: シード
kk: Пайда болу саны
ko: 씨앗
lv: Sēklas
nb: Frø
nds: Spraten
nl: Zaden
nn: Frø
pl: Zarodki
pt: Sementes
ru: Потомство
sl: Semena
sr@ijekavian: Сјемена
sv: Frön
uk: Зернятка
zh_tw: 種子

# @label:slider
source: Handedness
ca@valencia: A ma
es: A mano
et: Käelisus
fi: Kätisyys
fr: Dominance manuelle
ga: Lámhaí
gl: Autoritario
hu: Kezesség
it: Direzione
ja: 利き手
kk: Оралуы
ko: 주로 쓰는 손
lv: Roka
nb: Håndsymmetri
nds: Links-/Rechtslöpig
nl: Handigheid
pl: Kierunek
pt: Orientação
ru: Направленность
sl: Ročnost
sr@ijekavian: Завијање
sv: Med vilken hand
uk: Безрукість
zh_tw: 螺旋方向

# @item:inrange Handedness
source: Left
ca@valencia: Esquerra
es: Izquierda
et: Vasak
eu: Ezkerra
fi: Vasen
fr: Gauche
ga: Ar Chlé
gl: Esquerda
hu: Bal
it: Sinistra
ja: 左
kk: Сол жаққа
ko: 왼쪽
lv: Kreisā
nb: Venstre
nds: Links
nl: Links
pl: Lewo
pt: Esquerda
ru: Налево
sl: Levo
sr@ijekavian: лијево
sv: Vänster
uk: Ліворуч
zh_tw: 左

# @item:inrange Handedness
source: Right
ca@valencia: Dreta
es: Derecha
et: Parem
eu: Eskuina
fi: Oikea
fr: Droite
ga: Ar Dheis
gl: Dereita
hu: Jobb
it: Destra
ja: 右
kk: Оң жаққа
ko: 오른쪽
lv: Labā
nb: Høyre
nds: Rechts
nl: Rechts
pl: Prawo
pt: Direita
ru: Направо
sl: Desno
sr@ijekavian: десно
sv: Höger
uk: Праворуч
zh_tw: 右

# @item screen saver name
source: Stairs
ca@valencia: Escales
es: Escaleras
et: Trepp
eu: Eskilarak
fi: Portaat
fr: Étages
gl: Escadas
hu: Lépcsők
it: Scale
ja: 階段
kk: Баспалдақ
ko: 계단
lv: Kāpnes
nb: Trapper
nds: Treppstopen
nl: Trappen
nn: Trapper
pl: Schody
pt: Escadas
sl: Stopnice
sr@ijekavian: Степенице
sv: Trappor
uk: Сходи
zh_tw: 樓梯

# @info screen saver description
source: Escher's infinite staircase. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo Vianna; 1998.
ca@valencia: Escala infinita d'Escher. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Escrit per Marcelo Vianna; 1998.
es: Escalera infinita de Escher. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher. Escrito por Marcelo Vianna; 1998.
et: Escheri lõputu trepp. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Autor: Marcelo Vianna; 1998.
eu: Escher-ren "Ezinezko kaiola". http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Marcelo Vianna-k idatzia; 1998.
fi: Escherin loputon portaikko. http://fi.wikipedia.org/wiki/Maurits_Cornelis_Escher Tekijä: Marcelo Vianna; 1998.
fr: Escalier infini d'Escher. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Écrit par Marcelo Vianna ; 1998.
gl: Escada infinita de Escher. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher. Escribiuno Marcelo Vianna en 1998.
hu: Escher végtelen lépcsői. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Készítette: Marcelo Vianna, 1998.
it: Le scale infinite di Escher. Vedi http://it.wikipedia.org/wiki/Maurits_Cornelis_Escher. Scritto da Marcelo Vianna; 1998.
ja: エッシャーの無限階段。http://ja.wikipedia.org/wiki/マウリッツ・エッシャー Marcelo Vianna、1998年作。
kk: Эшердің бітпейтін баспалдағы. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Авторы: Marcelo Vianna; 1998.
nb: Eschers uendelige trapp. <link>http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher</link> Skrevet av Marcelo Vianna i 1998.
nds: Escher sien snaaksche Treppen. http://de.wikipedia.org/wiki/M._C._Escher Schreven vun Marcelo Vianna, 1998.
nl: Escher's oneindige trap. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher In 1998 geschreven door Marcelo Vianna.
pl: Wyświetla "Niemożliwą klatkę" Eschera i obraca ją w trzech wymiarach. Autor: Marcelo Vianna; 1998.
pt: Escada infinita de Escher. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Feito por Marcelo Vianna; 1998.
ru: Бесконечная лестница Эшера. http://ru.wikipedia.org/wiki/Эшер,_Мауриц_Корнелис Автор Марчелло Вианна (Marcelo Vianna), 1998.
sl: Escherjevo neskončno stopnišče. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Napisal Marcelo Vianna, 1998.
sr@ijekavian: Есхерово бесконачно степениште (http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher). Написао Марсело Вијана, 1998.
sv: Eschers ändlösa trappa. Se http://sv.wikipedia.org/wiki/M.C._Escher. Skriven av Marcelo Vianna, 1998.
uk: Нескінченні сходи Ешера. http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Автор — Marcelo Vianna; 1998.
zh_tw: Escher 的無限樓梯。參考資料：http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher 。由 Marcelo Vianna 撰寫，1998。

# @item screen saver name
source: Starfish
et: Meritäht
eu: Itsas izarra
fi: Meritähti
fr: Étoile de mer
gl: Estrela do mar
hu: Csillaghal
it: Pesce stellare
ja: ヒトデ
kk: Теңіз жұлдызы
ko: 불가사리
lv: Jūras zvaigzne
nb: Sjøstjerne
nds: Seesteern
nl: Zeester
nn: Stjernefisk
pl: Rozgwiazda
pt: Estrela-do-Mar
sl: Morska zvezda
sr@ijekavian: Морска звезда
sv: Sjöstjärna
uk: Морська зірка
zh_tw: 海星

# @info screen saver description
source: Undulating, throbbing, star-like patterns pulsate, rotate, and turn inside out. Another display mode uses these shapes to lay down a field of colors, which are then cycled. The motion is very organic. Written by Jamie Zawinski; 1997.
ca@valencia: Patrons en forma d'estrelles palpitants i ondulants, que bateguen, giren i es capgiren sobre si mateixes. Un altre mode de vista utilitza estes formes per a crear una gama de colors, que després canvia. El moviment és molt orgànic. Escrit per Jamie Zawinski; 1997.
es: Patrones de estrellas palpitantes y ondulantes; pulsan, rotan y giran sobre sí. Otro modo de visualización usa estas formas para crear un campo de colores, que luego hace un bucle. El movimiento es muy orgánico. Escrito por Jamie Zawinski; 1997.
et: Lainetavad ja tukslevad tähelaadsed mustrid, mis pulseerivad, pöörlevad ja pöörduvad pahupidi. Teine esitusviis kasutab samu kujundeid värvivälja loomiseks ja seejärel hakkavad värvid tsükliliselt vahetuma. Liikumine on väga loomutruu. Autor: Jamie Zawinski; 1997.
fi: Joukko aaltoileva, sykkiviä tähtimäisiä kuvioita, jotka pyörivät ja kääntyvät nurin. Toinen näyttötila asettelee näillä kuvioilla värikentän, jota sitten jaksotellaan. Liike on hyvin orgaanista. Kirjoittanut Jamie Zawinski, 1997.
it: Dei motivi stellati, ondulati e pulsanti si girano e rivoltano. Un'altra modalità di visualizzazione usa queste forme per disporre un campo di colori in ciclo. Il movimento è molto organico. Scritto da Jamie Zawinski; 1997.
nb: Bølgende, bankende stjerneaktige mønstre roterer, pulserer og vris ut/inn. En annen visningsmodus bruker disse mønstrene til å lage et felt av farger, som så skifter syklisk. Bevegelsen er svært organisk. Skrevet av Jamie Zawinski i 1997.
nds: Fleten, pulseren steernliek Mustern op, de sik dreiht un de Binnensiet na buten dreiht. In en tweet Dorstellbedrief warrt en Feld vun Klören opstellt, de sik denn ännert. De Bewegen is bannig orgaansch. 1997 vun Jamie Zawinski schreven.
nl: Een serie golvende, kloppende, stervormige patronen die pulseren, draaien en zich binnenstebuiten keren. Een andere weergavemodus gebruikt deze vormen om een veld met kleuren neer te leggen, die dan worden herhaald. De beweging is erg organisch. In 1997 geschreven door Jamie Zawinski.
pl: Falujące, tętniące, gwiazdopodobne wzorów, które pulsują, obracają się i wywracają wnętrzem na zewnątrz. Inny tryb wyświetlania używa kształtów do nałożenia wzorca kolorów, który jest następnie cyklicznie zmieniany. Ten ruch jest bardzo organiczny. Autor: Jamie Zawinski; 1997.
pt: Este gera uma sequência de padrões ondulatórios em estrela, os quais pulsam, rodam e revoltam-se. Outro modo de apresentação utiliza estas formas para colocá-las num campo de cores, as quais vão circulando. O movimento é muito orgânico. Feito por Jamie Zawinski; 1997.
sl: Nelaskajoči, utripajoči, zvezdam podobni vzorci, ki utripajo, se vrtijo in se obrnejo od znotraj navzven. Drug način prikaza te oblike uporablja za postavitev polja barv, ki nato krožijo. Gibanje je zelo organsko. Napisal Jamie Zawinski, 1997.
sr@ijekavian: Валовити, пулсирајући, звјездолики обрасци обрћу се и изврћу. Други режим приказа користи ове облике да постави поље боја, које се затим кружи. Покрети дјелују врло органски. Написао Џејми Завински, 1997.
sv: Böljande, bultande stjärnliknande mönster pulserar, roterar och vänds ut och in. Ett annat visningsläge använder formerna för att skapa ett fält med färger, som sedan växlas. Rörelsen är mycket organisk. Skriven av Jamie Zawinski, 1997.
uk: Створює послідовність хвилясті зіркоподібні візерунки, що пульсують, обертаються і вивертаються. Інший режим відображення використовує ці форми, щоб накладати поле кольорів, яке потім змінюється за циклом. Рух є дуже природним. Автор — Jamie Zawinski; 1997.
zh_tw: 波浪狀、跳動的星形圖樣，並旋轉與內外翻轉。另一個顯示模式則是使用這些形狀來著色，然後循環。動作非常自然。由 Jamie Zawinski 撰寫，1997。
