Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws the "digital rain" effect, as seen on the computer monitors in "The Matrix". See also "GLMatrix" for a 3D rendering of the similar effect that appeared in the movie's title sequence. http://en.wikipedia.org/wiki/Matrix_digital_rain Written by Jamie Zawinski; 1999.
ca@valencia: Dibuixa l'efecte «pluja digital», com es veu en els monitors dels ordinadors a «Matrix». Vegeu també «Matrix GL» per a una representació en 3D de l'efecte paregut que apareix en les seqüències dels títols de la pel·lícula. http://en.wikipedia.org/wiki/Matrix_digital_rain Escrit per Jamie Zawinski; 2003.
es: Dibuja caracteres que van cayendo de forma similar a los vistos en los monitores de los equipos de «Matrix». Vea también «GLMatrix» para una representación en 3D similar al efecto que aparecía en la secuencia de títulos de dicha película. http://en.wikipedia.org/wiki/Matrix_digital_rain. Escrito por Jamie Zawinski; 1999.
et: Joonistab "digitaalvihma", nagu seda võib näha näiteks filmis "Matrix". Vaata ka ekraanisäästjat "GLMatrix", kus on seesama 2D renderduses, nagu oli tegelikult ka filmis olevate arvutite ekraanidel. http://en.wikipedia.org/wiki/Matrix_digital_rain Autor: Jamie Zawinski; 1999.
fi: Piirtää Matrix-elokuvan tietokoneiden näytöiltä tutun ”digitaalisadetehosteen”. Katso myös ”GLMatrix”, joka on kolmiulotteinen toteutus samanlaisesta tehosteesta, joka näkyy elokuvan alussa. http://en.wikipedia.org/wiki/Matrix_digital_rain Kirjoittanut Jamie Zawinski, 1999.
fr: Dessine l'effet de « pluie numérique » comme on peu le voir sur les écrans des ordinateur du film « Matrix ». Voir aussi « GL Matrix » pour un rendu similaire de l'effet en 3D qui apparaît dans la séquence de titre du film. http://en. wikipedia.org/wiki/Matrix_digital_rain Écrit par Jamie Zawinski ; 1999.
gl: Debuxa caracteres en caída, semellantes ao que se ve nos monitores dos computadores no filme «The Matrix». Vexa tamén o «Matriz (GL)» para unha representación en 3D do efecto semellante que aparece na secuencia de créditos do filme. Escribiuno Jamíe Zawinski en 1999.
it: Disegna l'effetto della «pioggia digitale», come nei titoli di testa del film «Matrix». Vedi anche «Matrix GL» per una resa tridimensionale dell'effetto simile che appariva nella sequenza di apertura del film. http://en.wikipedia.org/wiki/Matrix_digital_rain, scritto da Jamie Zawinski, 1999.
kk: "Цифрлық жаңбыр" эффект бейнесі. Бұл бейне "Матрица" фильміндегі компьютер монторлардағы жазуға еліктейді. Бұған қоса "GLМатрица" дегенді қараңыз. Онда сол фильмдің басындағы жазуға ұқсас үш-өлшемді эффект бейнеленеді. http://en.wikipedia.org/wiki/Matrix_digital_rain Авторы: Jamie Zawinski; 1999.
nb: Tegner «digitalt regn»-effekten, som sett på dataskjermene i filmen «The Matrix». Se også pauseskjermen «GLmatrix» som har en 3D-visning av en liknende effekt, som vist i tittelsekvensen til filmen, http://en.wikipedia.org/wiki/Matrix_digital_rain Skrevet av Jamie Zawinski i 1999.
nds: Daalfallen Tekens, ok "digitaal Regen" nöömt, liek as op de Monitorschirmen in den Film "Matrix". Kiek Di ok den Pausschirm "GLMatrix" an, en 3D-Dorstellen vun den Effekt, de Een an'n Anfang vun den Film to sehn is. http://en.wikipedia.org/wiki/Matrix_digital_rain Schreven vun Jamie Zawinski, 1999.
nl: Toont het effect "digitale regen" zoals te zien op de computermonitoren in de "The Matrix". Zie ook "GLMatrix" voor een 3D weergave van een soortgelijk effect dat verscheen in de titels in de film. http://en.wikipedia.org/wiki/Matrix_digital_rain In 1999 geschreven door Jamie Zawinski.
pl: Rysuje efekt "cyfrowego deszczu", taki jaki był widoczny na monitorach komputerów w filmie "The Matrix". Zajrzyj również pod pojęcie "GLMatrix" po wyświetlanie trójwymiarowego podobnego efektu, który ukazał się w sekwencji tytułowej filmu. Autor: Jamie Zawinski; 1999.
pt: Desenha caracteres em queda, semelhantes ao que se vê nos monitores dos computadores no filme "The Matrix". Veja também o "Matriz (GL)" para uma representação em 3D do efeito semelhante que aparece na sequência de créditos do filme. http://en.wikipedia.org/wiki/Matrix_digital_rain Feito por Jamie Zawinski; 1999.
ru: "Цифровой дождь" из трёхмерных символов, аналогичных показанным в титрах фильма "Матрица". Также см. хранитель экрана "xmatrix", двумерный аналог "действительно" показанных в фильме эффектов матрицы. http://en.wikipedia.org/wiki/Matrix_digital_rain Автор Джеми Завински (Jamie Zawinski), 1999
sl: Izriše padajoče znake kot se vidijo na računalniških monitorjih v filmu "The Matrix". Za 3D izrisovanje podobnega učinka si oglejte "Matrica GL". http://en.wikipedia.org/wiki/Matrix_digital_rain Napisal Jamie Zawinski; 1999.
sr@ijekavian: Црта ефекат „дигиталне кише“, какав се види на рачунарским мониторима у „Матриксу“. Погледајте и Матрикс (ГЛ) за 3Д реализацију сличног ефекта из уводне шпице овог филма (http://en.wikipedia.org/wiki/Matrix_digital_rain). Написао Џејми Завински, 1999.
sv: Ritar det "digitala regn" som syns på datorernas bildskärmar i "Matrix". Se också "Matrix GL" för en tredimensionell återgivning av en liknande effekt som visas i filmens inledning. Se http://en.wikipedia.org/wiki/Matrix_digital_rain. Skriven av Jamie Zawinski, 1999.
uk: Показує символи, що падають («цифровий дощ»), схожі на ті, що можна побачити на екранах комп’ютерних моніторів у фільмі «Матриця». Також погляньте на зберігач «GLMatrix», у якому відтворюється той же ефект у просторі (його можна побачити на початку фільму). http://en.wikipedia.org/wiki/Matrix_digital_rain Автор — Jamie Zawinski; 1999.
zh_tw: 繪製掉落的字元，就像是「駭客任務」那樣。另外可以參考立體版 "GLMatrix" 的效果。http://en.wikipedia.org/wiki/Matrix_digital_rain 。由 Jamie Zawinski 撰寫，1999。

# @info screen saver description
source: Draws dropping characters similar to what is seen on the computer monitors in "The Matrix". See also "GLMatrix" for a 3D rendering of the similar effect that appeared in the movie's title sequence. Written by Jamie Zawinski; 1999.
ca@valencia: Dibuixa caràcters que descendeixen similars als que es veu en els monitors dels ordinadors a «Matrix». Vegeu també «Matrix GL» per a una representació en 3D de l'efecte paregut que apareix en les seqüències dels títols de la pel·lícula. Escrit per Jamie Zawinski; 2003.
es: Dibuja caracteres que van cayendo de forma similar a los vistos en los monitores de los equipos de «Matrix». Vea también «GLMatrix» para una representación en 3D similar al efecto que aparecía en la secuencia de títulos de dicha película. http://en.wikipedia.org/wiki/Matrix_digital_rain. Escrito por Jamie Zawinski; 1999.
et: Joonistab "digitaalvihma", nagu seda võib näha näiteks filmis "Matrix". Vaata ka ekraanisäästjat "GLMatrix", kus on seesama 2D renderduses, nagu oli tegelikult ka filmis olevate arvutite ekraanidel. http://en.wikipedia.org/wiki/Matrix_digital_rain Autor: Jamie Zawinski; 1999.
fi: Piirtää putoavia kirjaimia samaan tapaan kuin Matrix-elokuvan tietokoneiden näytöillä. Katso myös GLMatrixia, joka on kolmiulotteinen toteutus samanlaisesta tehosteesta, joka näkyy elokuvan alussa. http://en.wikipedia.org/wiki/Matrix_digital_rain Kirjoittanut Jamie Zawinski, 1999.
it: Disegna caratteri cadenti simili a quelli che si vedono nei monitor dei computer nel film «Matrix». Vedi anche «Matrix GL» per una resa tridimensionale dell'effetto simile che appariva nella sequenza di apertura del film. Scritto da Jamie Zawinski; 1999.
nb: Tegner fallende symboler som likner det som vises på dataskjermene i «The Matrix». Se også «GLMatrix» som har en 3D-opptegning av den liknende effekten som ble brukt i startsekvensen i filmen. Skrevet av Jamie Zawinski i 1999.
nds: Daalfallen Tekens, liek as op de Monitorschirmen in den Film "Matrix". Kiek Di ok den Pausschirm "GLMatrix" an, en 3D-Dorstellen vun den Effekt, de Een an'n Anfang vun den Film to sehn is. Schreven vun Jamie Zawinski, 1999.
nl: Toont vallende tekens zoals te zien was op de computermonitoren in de "The Matrix". Zie ook "GLMatrix" voor een 3D weergave van een soortgelijk effect dat verscheen in de titels in de film. In 1999 geschreven door Jamie Zawinski.
pl: Rysuje spadające znaki podobne do tego co można było zobaczyć na ekranach komputerów w filmie "The Matrix". Zajrzyj również pod pojęcie "GLMatrić" po trójwymiaroweg wyświetlanie podobnego efektu, który był tak właściwie wyświetlany na monitorach komputerowych *w* filmie. http://en.wikipedia.org/wiki/Matrix_digital_rain Autor: Jamie Zawinski; 1999
pt: Desenha caracteres em queda, semelhantes ao que se vê nos monitores dos computadores no filme "The Matrix". Veja também o "Matriz (GL)" para uma representação em 3D do efeito semelhante que aparece na sequência de créditos do filme. Feito por Jamie Zawinski; 1999.
sl: Izriše padajoče znake kot se vidijo na računalniških monitorjih v filmu "The Matrix". Za 3D izrisovanje podobnega učinka si oglejte "Matrica GL". Napisal Jamie Zawinski; 1999.
sr@ijekavian: Црта падајуће знакове налик ономе што се види на рачунарским мониторима у „Матриксу“. Погледајте и Матрикс (ГЛ) за 3Д реализацију сличног ефекта из уводне шпице овог филма. Написао Џејми Завински, 1999.
sv: Ritar fallande tecken som liknar det som syns på datorernas bildskärmar i "Matrix". Se också "Matrix GL" för en tredimensionell återgivning av en liknande effekt som visas i filmens inledning. Skriven av Jamie Zawinski, 1999.
uk: Показує символи, що падають, схожі на ті, що можна побачити на екранах комп’ютерних моніторів у фільмі «Матриця». Також погляньте на зберігач «GL-матриця», у якому відтворюється той самий ефект у просторі (його можна побачити на початку фільму). Автор — Jamie Zawinski; 1999.
zh_tw: 繪製掉落的字元，就像是「駭客任務」那樣。另外可以參考立體版 "GLMatrix" 的效果。 。由 Jamie Zawinski 撰寫，1999。

# @option:radio
source: Small font
ca@valencia: Tipus de lletra petit
es: Tipo de letra pequeño
et: Väike kiri
eu: Letra-tipo txikia
fi: Pieni fontti
fr: Petite police
ga: Cló beag
gl: Letras pequenas
hu: Kis betűméret
it: Carattere piccolo
ja: 小さいフォント
kk: Шағын қаріп
ko: 작은 글꼴
lv: Mazs fonts
nb: Liten skrift
nds: Lütt Schriftoort
nl: Klein lettertype
pl: Mała czcionka
pt: Tipo de letra pequeno
ru: Мелкий шрифт
sl: Majhna pisava
sr@ijekavian: Мали фонт
sv: Litet teckensnitt
uk: Малий шрифт
zh_tw: 小字型

# @option:radio
source: Large font
ca@valencia: Tipus de lletra gran
es: Tipo de letra grande
et: Suur kiri
eu: Letra-tipo handia
fi: Suuri fontti
fr: Grande police
ga: Cló mór
gl: Letras grandes
hu: Nagy betűméret
it: Carattere grande
ja: 大きいフォント
kk: Үлкен қаріп
ko: 큰 글꼴
lv: Liels fonts
nb: Stor skrift
nds: Groot Schriftoort
nl: Groot lettertype
pl: Duża czcionka
pt: Tipo de letra grande
ru: Крупный шрифт
sl: Velika pisava
sr@ijekavian: Велики фонт
sv: Stort teckensnitt
uk: Великий шрифт
zh_tw: 大字型

# @option:radio
source: Piped ASCII text
ca@valencia: Text ASCII per conducte
es: Texto ASCII
et: ASCII tekst toru kaudu
eu: ASCII testua
fi: Putkitettu ASCII-teksti
fr: Texte ASCII d'ambiance
gl: Texto en ASCII encamiñado
hu: Csövön keresztüli ASCII-szöveg
it: Testo ASCII incanalato
kk: Тапсырылған ASCII мәтін
ko: 파이프된 ASCII 문자열
lv: Padots ASCII teksts
nb: ASCII-tekst sendt gjennom rør
nds: Ümleddt ASCII-Text
nl: Via pipe ingevoerde ASCII-tekst
pl: Tekst ASCII w kanale
pt: Texto em ASCII encaminhado
ru: "Трубчатые" символы ASCII
sl: Besedilo ASCII v cevi
sr@ijekavian: Провучени аски текст
sv: Igenomskickad ASCII-text
uk: Оброблений текст ASCII
zh_tw: 管線 ASCII 文字

# @option:radio
source: Synergistic algorithm
ca@valencia: Algorisme de sinergia
es: Algoritmo sinergístico
et: Sünergiline algoritm
eu: Algoritmo sinergistikoa
fi: Synerginen algoritmi
fr: Algorithme synergique
ga: Algartam sineirgisteach
gl: Algoritmo de sinerxias
hu: Szinergisztikus algoritmus
it: Algoritmo sinergico
ja: シナジー効果のアルゴリズム
kk: Синергиялық алгоритм
ko: 시너지 알고리즘
lv: Sinerģētiskais algoritms
nb: Synergistisk algoritme
nds: Synergeetsch Algoritmus
nl: Synergetisch algoritme
pl: Algorytm synergii
pt: Algoritmo de sinergias
ru: Синергетический алгоритм
sl: Sinergistični algoritem
sr@ijekavian: Синергистички алгоритам
sv: Synergistisk algoritm
uk: Синергістичний алгоритм
zh_tw: 協同演算法

# @option:radio
source: Slider algorithm
ca@valencia: Algorisme de lliscament
es: Algoritmo guía
et: Liuguri algoritm
fi: Liukualgoritmi
fr: Algorithme de coulissement
ga: Algartam sleamhnaithe
gl: Algoritmo de deslizamento
hu: Csúszka algoritmus
it: Algoritmo di scorrimento
ja: スライダーのアルゴリズム
kk: Сығанау алгоритмі
ko: 슬라이더 알고리즘
lv: Slīdņa algoritms
nb: Skyveralgoritme
nds: Gliedalgoritmus
nl: Schuifbalkalgoritme
pl: Algorytm przesuwania
pt: Algoritmo de deslizamento
ru: Алгоритм скольжения
sl: Algoritem drsnika
sr@ijekavian: Алгоритам клизача
sv: Glidande algoritm
uk: Алгоритм зсування
zh_tw: 滑動演算法

# @option:radio
source: Expansion algorithm
ca@valencia: Algoritme d'expansió
es: Algoritmo de expansión
et: Laienemisalgoritm
eu: Hedatze algoritmoa
fi: Laajentumisalgoritmi
fr: Algorithme d'expansion
ga: Algartam forbartha
gl: Algoritmo de expansión
hu: Terjeszkedés algoritmus
it: Algoritmo di espansione
ja: 展開アルゴリズム
kk: Кеңейту алгоритмі
ko: 확장 알고리즘
lv: Ekspansijas algoritms
nb: Ekspansjonsalgoritme
nds: Verwiederalgoritmus
nl: Expansiealgoritme
pl: Algorytm rozszerzania
pt: Algoritmo de expansão
ru: Алгоритм расширения
sl: Algoritem razširitve
sr@ijekavian: Алгоритам ширења
sv: Expansionsalgoritm
uk: Алгоритм розширення
zh_tw: 擴展演算法

# @option:check
source: Run trace program
ca@valencia: Executa programa de traçat
es: Ejecutar programa de trazado
et: Jälgimisprogrammi käivitamine
eu: Exekutatu aztarna programa
fi: Suorita jäljitysohjelma
fr: Exécuter le programme de trace
ga: Rith ríomhchlár lorgtha
gl: Executar o programa de trazado
hu: Nyomkövető program futtatása
it: Esegui programma di tracciamento
ja: トレースプログラムの実行
kk: Бақылау бағдарлама жегілсін
ko: 추적 프로그램 실행
lv: Palaist sekošanas programmu
nb: Kjør sporingsprogram
nds: Spoorprogramm utföhren
nl: Trace-programma uitvoeren
pl: Uruchom program śledzący
pt: Correr o programa de traceamento
ru: Запускать программу отслеживания
sl: Zaženi sledilni program
sr@ijekavian: Покрени програм трагач
sv: Kör spårningsprogram
uk: Програма відслідковування
zh_tw: 執行追蹤程式

# @option:check
source: Knock knock
ca@valencia: Toc toc
et: Kopp-kopp
eu: Tok-tok
fi: Kop kop
fr: Toc toc
gl: Toc-toc
hu: Kopp kopp
it: Toc toc
kk: Тоқ-тоқ
ko: 똑똑
lv: Tuk tuk
nb: Bank bank
nds: Klopp-klopp
nl: Klop-klop
pl: Puk puk
pt: Toque-toque
ru: Тук-тук, Нео
sl: Tok tok
sr@ijekavian: Куц куц
sv: Knack-knack
uk: Тук-тук
zh_tw: 敲敲門

# @label:textbox
source: Phone number
ca@valencia: Número de telèfon
es: Número de teléfono
et: Telefoninumber
eu: Telefono zenbakia
fi: Puhelinnumero
fr: Numéro de téléphone
ga: Uimhir fhóin
gl: Número de teléfono
hu: Telefonszám
it: Numero di telefono
ja: 電話番号
kk: Телефон нөмірі
ko: 전화번호
lv: Telefona numurs
nb: Telefonnummer
nds: Telefoonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ru: Номер телефона
sl: Telefonska številka
sr@ijekavian: Број телефона
sv: Telefonnummer
uk: Номер телефону
zh_tw: 電話號碼

# @item:inrange Density
source: Full
ca@valencia: Complet
es: Completa
et: Täielik
eu: Betea
fi: Täysi
fr: Complet
ga: Lán
gl: Completo
hu: Teljes
it: Piena
ja: 完全
kk: Толық
ko: 전체
lv: Pilns
nds: Dicht
nl: Vol
pl: Pełny
pt: Completo
ru: Заполнять полностью
sl: Poln
sr@ijekavian: пуна
sv: Fullständig
uk: Повністю
zh_tw: 完整

# @item screen saver name
source: XRaySwarm
ca@valencia: Eixam de raigs X
et: XkiireSülem
fi: X-Sädeparvi
fr: Essaim de rayons
it: Sciame di raggi
kk: Үйір X
ko: X 광선 무리
nds: XStrahlSwarm
nn: Røntgensverm
ru: Светящийся рой
sl: XRojČrt
sr@ijekavian: Икс‑зрачни‑рој
sv: Röntgensvärm
uk: Рій (X)

# @info screen saver description
source: Worm-like swarms of particles with vapor trails. Written by Chris Leger; 2000.
ca@valencia: Eixams de partícules semblants a cucs amb rastres de vapor. Escrit per Chris Leger; 2000.
es: Enjambres de partículas como bichos con senderos de vapor. Creado por Chris Leger; 2000.
et: Usjad osakeste sülemid lendlevad ekraanil ja jätavad endast maha liikumisjälgi. Autor: Chris Leger; 2000.
fi: Matomaisia kappalejoukkoja ja hiipuvia värivanoja. Kirjoittanut Chris Leger, 2000.
it: Sciame di particelle simili a vermi con scie di vapore. Scritto da Chris Leger; 2000.
nb: Svermer av partikler med kondensstriper. Skrevet av Chris Leger i 2000.
nds: Swärm vun Kruupdeerten mit smucke Klöörsterten dor achter. Schreven vun Chris Leger, 2000.
nl: Wormachtige zwermen van deeltjes met dampsporen. In 2000 geschreven door Chris Leger.
pl: Roje cząsteczek podobne do robaków wraz z wyparowującymi śladami. Autor: Chris Leger; 2000.
pt: Desenha alguns enxames de criaturas a voar pelo ecrã, deixando alguns rastos de vapor. Feito por Chris Leger; 2000.
sl: Izriše nekaj rojev delcev, ki letijo po zaslonu in za sabo puščajo pojemajoče barvne sledi. Napisal Chris Leger, 2000.
sr@ijekavian: Црволики ројеви честица остављају трагове паре. Написао Крис Легер, 2000.
sv: Svärmar av ormliknande partiklar med dimstråk. Skriven av Chris Leger, 2000.
uk: Червеподібні траєкторії часток зі слідами, подібними до концентрованої пари. Автор — Chris Leger; 2000.
zh_tw: 一大群類似蠕蟲的粒子，留下蒸氣般的軌跡。由 Chris Leger 撰寫，2000。

# @info screen saver description
source: Draws a few swarms of critters flying around the screen, with faded color trails behind them. Written by Chris Leger; 2000.
ca@valencia: Dibuixa eixams de criatures volant per la pantalla, deixant bonics rastres de color que s'esvaeixen darrere seu. Escrit per Chris Leger; 2000.
es: Dibuja enjambres de bichos volando alrededor de la pantalla, dejando bonitos rastros detrás de ellos. Creado por Chris Leger; 2000.
et: Näitab mingite olendite sülemeid ekraanil lendlemas ja endast kenasti varjutatud jälgi maha jätmas. Autor: Chris Leger; 2000.
fi: Hyönteisparvia lentää ympäri näyttöä ja ne jättävät jälkeensä kauniisti hiipuvia värivanoja. Kirjoittanut Chris Leger, 2000.
fr: Dessine quelques essaims de critters qui volent autour de l'écran, avec des traînées colorées joliment fanées derrière eux. Écrit par Chris Leger en 2000.
ga: Taispeánann sé seo saithí créatúr ag eitilt timpeall an scáileáin, le rianta datha céimnithe ina ndiaidh. Scríofa ag Chris Leger, 2000.
gl: Debuxa algúns enxames de criaturas a voar pola pantalla, deixando algúns rastros coloridos por tras. Escribiuno Chris Leger en 2000.
hu: Rajokban áramló részecskéket jelenít meg, melyek elhalványuló színes csíkot húznak maguk után. Készítette: Chris Leger, 2000.
it: Disegna uno sciame di creature che svolazzano in giro per lo schermo, con delle scie colorate che sfumano al loro seguito. Scritto da Chris Leger; 2000.
ja: いくつかの生き物の群れがスクリーン中を飛び回ります。生き物には色の付いたかわいい尻尾があります。Chris Leger、2000年作。
kk: Біртіндеп сөнетін ізін қалдырып экранды кезіп жүрген, қимылы шөмішбалыққа ұқсас үйірінің бейнесі. Авторы: Chris Leger; 2000.
lv: Zīmē dažus insektu barus lidojot pa ekrānu, ar krāsainām astēm aiz tiem. Sarakstīja Chris Leger; 2000.
nb: Tegner noen svermer av vesener som flyr omkring på skjermen, med fint utviskende fargespor etter seg. Skrevet av Chris Leger i 2000.
nds: En poor Swärm vun Kruupdeerten fleegt op den Schirm rüm, mit smucke Klöörsterten achteran. Schreven vun Chris Leger, 2000.
nl: Toont een paar zwermen huisdieren die over het scherm vliegen met vervagende kleursporen erachter. In 2000 geschreven door Chris Leger.
pl: Rysuje kilka rojów stworków latających po ekranie, z zanikającymi kolorowymi śladami za nimi. Autor: Chris Leger.
pt: Desenha alguns enxames de criaturas a voar pelo ecrã, deixando alguns rastos coloridos por trás. Feito por Chris Leger; 2000.
ru: Рой частиц, летающих по экрану и оставляющих следы. Автор — Крис Леджер (Chris Leger); 2000.
sl: Izriše nekaj rojev črt, ki letijo po zaslonu in za sabo puščajo pojemajoče barvne sledi. Napisal Chris Leger, 2000.
sr@ijekavian: Црта ројеве створења које лете по екрану, остављајући шарене утапајуће трагове за собом. Написао Крис Легер, 2000.
sv: Ritar några svärmar med småkryp som flyger omkring på skärmen, med borttonande färgspår efter sig. Skriven av Chris Leger, 2000.
uk: Показує рій комах, що літають екраном, залишаючи по собі згасаючі сліди. Автор — Chris Leger; 2000.
zh_tw: 畫出一群生物飛過螢幕，留下淡出的顏色軌跡。由 Chris Leger 撰寫，2000。

# @item screen saver name
source: XSpirograph
ca@valencia: Espirògraf X
et: XMustrijoonistaja
fi: X-Piirtolevy
it: Spirografo
kk: Спирограф X
ko: X 회전 그래프
nds: XSpirograaf
ru: Спирограф
sl: XSpirograf
sr@ijekavian: Икс‑спирограф
sv: X-spirograf
uk: Спірограф (X)
