Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Floating stars are acted upon by a mixture of simple 2D force fields. The strength of each force field changes continuously, and it is also switched on and off at random. Written by Paul 'Joey' Clark; 2001.
ca@valencia: Estrelles flotants que actuen mogudes per una barreja camps de força 2D senzills. La intensitat de cadascun canvia contínuament i també desapareixen a l'atzar. Per Paul «Joey» Clark; 2001.
es: Estrellas flotantes que actúan sobre una mezcla de campos de fuerza sencillos en 2D. La potencia de cada campo de fuerza cambia continuamente y se activa o desactiva de forma aleatoria. Escrito por Paul «Joey» Clark; 2001.
et: Lendlevad tähed toimivad vastavalt lihtsate 2D jõuväljade segapudrule. Iga jõuvälja tugevus muutub pidevalt ning aegajalt, täiesti juhuslikult, kaob see üldse või ilmub sama äkitselt tagasi. Autorid: Paul 'Joey' Clark; 2001.
fi: Näytöllä lipuviin tähtiin vaikuttaa joukko yksinkertaisia kaksiulotteisia voimakenttiä. Kunkin voimakentän voimakkuus muuttuu jatkuvasti ja ne myös kytkeytyvät päälle ja pois päältä satunnaisesti. Tekijä: Paul ”Joey” Clark, 2001.
hu: 2D-s változó erőtérbe helyezett csillagok mozgását ábrázolja. Az erőterek erőssége folyamatosan változik, véletlenszerűen ki-be kapcsolódik. Készítette: Paul „Joey” Clark, 2001.
it: Stelle fluttuanti vengono mosse da una miscela di semplici campi di forza bidimensionali. La forza di ogni campo cambia continuamente, e sono anche spenti e accesi a caso. Scritto da Paul «Joey» Clark; 2001.
nb: En blanding av enkle 2D kraftfelter påvirker svevende stjerner. Feltstyrken i hvert felt varierer kontinuerlig, og slås også av og på helt tilfeldig.Skrevet av Paul Joey Clark i 2001.
nds: Sweven Steerns warrt verscheden 2D-Kraftfeller utsett. De Stärk vun de Feller ännert sik lopen, un se warrt ok tofällig an- un utmaakt. 2001 schreven vun Paul "Joey" Clark.
nl: Zwevende sterren reageren op elkaar door een mix van simpele 2D krachtvelden. De sterkte of elk krachtveld wijzigt voortdurend en wordt ook willekeurig aan en uit geschakeld. In 2001 geschreven door Paul 'Joey' Clark.
pl: Unoszące się gwiazdy są poddawane mieszaninie prostych dwuwymiarowych pól siłowych. Siła każdego pola ciągle się zmienia, jak również pole może być włączane i wyłączane w losowych momentach. Autor: Paul 'Joey' Clark; 2001.
pt: As estrelas flutuantes são actuadas por uma mistura de campos de forças simples a 2D. A força de cada campo muda continuamente e é também ligada e desligada aleatoriamente. Por Paul 'Joey' Clark; 2001.
sl: Na lebdeče zvezde vplivajo enostavna 2D polja sil. Moč vsakega polja sil se stalno spreminja in se naključno vklaplja in izklaplja. Napisal Paul 'Joey' Clark, 2001.
sr@ijekavian: Плутајуће звијезде на које делује мјешавина једноставних 2Д поља сила. Јачина сваког од њих се непрекидно мијења, а такође се повремено и насумично укључују и искључују. Написао Пол Кларк, 2001.
sv: Flytande stjärnor påverkas av en blandning av enkla tvådimensionella kraftfält. Styrkan på varje kraftfält ändras hela tiden, och de kopplas på och av slumpmässigt. Skriven av Paul "Joey" Clark, 2001.
uk: Частки, що плавають, знаходяться під дією простих силових полів на площині. Сила кожного силового поля випадково змінюється, воно також вмикається на вимикається у випадкові моменти часу. Автор — Paul 'Joey' Clark; 2001.
zh_tw: 星星在混合的二維力場中動作。彼此的引力持續改變，也可以隨機開關。由 Paul 'Joey' Clark 撰寫，2001。

# @info screen saver description
source: Floating stars are acted upon by a mixture of simple 2D forcefields. The strength of each forcefield changes continuously, and it is also switched on and off at random. Written by Paul 'Joey' Clark; 2001.
ca@valencia: Estrelles flotants que actuen mogudes per una barreja camps de força 2D senzills. La intensitat de cadascun canvia contínuament i també desapareixen a l'atzar. Per Paul «Joey» Clark; 2001.
es: Estrellas flotantes que actúan sobre una mezcla de campos de fuerza sencillos en 2D. La potencia de cada campo de fuerza cambia continuamente y se activa o desactiva de forma aleatoria. Escrito por Paul «Joey» Clark; 2001.
et: Lendlevad tähed toimivad vastavalt lihtsate 2D jõuväljade segapudrule. Iga jõuvälja tugevus muutub pidevalt ning aegajalt, täiesti juhuslikult, kaob see üldse või ilmub sama äkitselt tagasi. Autorid: Paul 'Joey' Clark; 2001.
fi: Näytöllä lipuviin tähtiin vaikuttaa joukko yksinkertaisia kaksiulotteisia voimakenttiä. Kunkin voimakentän voimakkuus muuttuu jatkuvasti ja ne myös kytkeytyvät päälle ja pois päältä satunnaisesti. Tekijä: Paul ”Joey” Clark, 2001.
fr: Des étoiles flottantes sont déplacées par un mélange de champs de force 2D simples. La force de chaque champ de force change continuellement et est aussi activée ou désactivée au hasard. Écrit par Paul « Joey » Clark ; 2001.
ga: Réaltaí ar foluain le meascán de réimsí fórsa 2T ag imirt orthu. Athraíonn neart na réimsí fórsa go leanúnach, agus stoptar agus tosaítear na fórsaí go randamach chomh maith. Scríofa ag Paul 'Joey' Clark, 2001.
gl: As estrelas flutuantes son animadas por unha mistura de campos de forzas simples en 2D. A forza de cada campo cambia continuamente e tamén é acesa e apagada aleatoriamente. Escribiuno Paul «Joey» Clark en 2001.
hu: 2D-s változó erőtérbe helyezett csillagok mozgását ábrázolja. Az erőterek erőssége folyamatosan változik, véletlenszerűen ki-be kapcsolódik. Készítette: Paul 'Joey' Clark, 2001.
it: Stelle fluttuanti vengono mosse da una miscela di semplici campi di forza bidimensionali. La forza di ogni campo cambia continuamente, e sono anche spenti e accesi a caso. Scritto da Paul «Joey» Clark; 2001.
ja: 浮動する星が、シンプルな二次元の力場の組合せによって動かされます。各力場の強さは連続的に変化します。またランダムにオン/オフが切り替わります。Paul 'Joey' Clark、2001年作。
kk: Желде ұшып жүрген шаң секілді бейне. Жел кездейсоқ бағытын өзгертіп, күшейеді, бәсеңдейді, кейбірде тоқтап қалады. Авторы: Paul 'Joey' Clark; 2001.
nb: En blanding av enkle 2D kraftfelter påvirker flytende stjerner. Feltstyrken i hvert felt varierer kontinuerlig, og slås også av og på helt tilfeldig. Skrevet av Paul Joey Clark i 2001.
nds: Sweven Steerns warrt verscheden 2D-Kraftfeller utsett. De Stärk vun de Feller ännert sik lopen, un se warrt ok tofällig an- un utmaakt. 2001 schreven vun Paul "Joey" Clark.
nl: Zwevende sterren reageren op alkaar door een mix van simpele 2D krachtvelden. De sterkte of elk krachtveld wijzigt voortdurend en wordt ook willekeurig aan en uit geschakeld. In 2001 geschreven door Paul 'Joey' Clark.
pl: Unoszące się gwiazdy są poddawane mieszaninie prostych dwuwymiarowych pól siłowych. Siła każdego pola ciągle się zmienia, jak również pole może być włączane i wyłączane w losowych momentach. Autor: Paul 'Joey' Clark; 2001.
pt: As estrelas flutuantes são actuadas por uma mistura de campos de forças simples a 2D. A força de cada campo muda continuamente e é também ligada e desligada aleatoriamente. Por Paul 'Joey' Clark; 2001.
ru: Летающие звезды, на которые действуют простые двумерные силовые поля. Сила каждого поля постоянно изменяется, а включение/выключение поля случайно. Автор Пол Кларк (Paul 'Joey' Clark), 2001.
sl: Na lebdeče zvezde vplivajo enostavna 2D polja sil. Moč vsakega polja sil se stalno spreminja in se vključno vklaplja in izklaplja. Napisal Paul 'Joey' Clark, 2001.
sr@ijekavian: Плутајуће звијезде на које делује мјешавина једноставних 2Д поља сила. Јачина сваког од њих се непрекидно мијења, а такође се повремено и насумично укључују и искључују. Написао Пол Кларк, 2001.
sv: Flytande stjärnor påverkas av en blandning av enkla tvådimensionella kraftfält. Styrkan på varje kraftfält ändras hela tiden, och de kopplas på och av slumpmässigt. Skriven av Paul "Joey" Clark, 2001.
uk: Частки, що плавають, знаходяться під дією простих силових полів на площині. Сила кожного силового поля випадково змінюється, воно також вмикається на вимикається у випадкові моменти часу. Автор — Paul 'Joey' Clark; 2001.
zh_tw: 星星在混合的二維力場中動作。彼此的引力持續改變，也可以隨機開關。由 Paul 'Joey' Clark 撰寫，2001。

# @label:slider
source: Trail size
ca@valencia: Mida del rastre
es: Tamaño del rastro
et: Jälje suurus
eu: Arrastoaren neurria
fi: Juovien koko
fr: Taille des traînées
ga: Méid rianta
gl: Tamaño do rastro
hu: Nyomhúzási méret
it: Dimensione delle scie
ja: 軌跡のサイズ
kk: Ізі
ko: 자취 길이
lv: Astes izmērs
nb: Sporstørrelse
nds: Steertlängde
nl: Spoorgrootte
pl: Długość śladu
pt: Tamanho do rasto
ru: Размер следа
sl: Velikost sledi
sr@ijekavian: Величина трага
sv: Spårstorlek
uk: Розмір слідів
zh_tw: 軌跡大小

# @item:inrange Trail size
source: Short
ca@valencia: Curt
es: Corto
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Corte
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īsa
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratka
sr@ijekavian: кратак
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Trail size
source: Long
ca@valencia: Llarg
es: Largo
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunghe
ja: 長い
kk: Ұзын
ko: 길게
lv: Gara
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolga
sr@ijekavian: дугачак
sv: Lång
uk: Довгий
zh_tw: 長

# @item screen saver name
source: Whirlygig
ca@valencia: Baldufa
es: Torbellino
et: Karussell
gl: Muíño de vento
it: Cosa turbinante
kk: Зырылдауық
ko: 회전하는 기그
lv: Virpuļgigs
nds: Küselbäll
nl: Wervelig
pl: Kołowrót
ru: Круговорот
sl: Vrtinec pik
sr@ijekavian: Вијуг-тачка
sv: Virveldans
uk: Веселі кульки

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Draws zooming chains of sinusoidal spots. Written by Ashton Trey Belew; 2001.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Dibuixa cadenes de punts sinusoïdals. Escrit per Ashton Trey Belew; 2001.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Dibuja cadenas de puntos sinusoidales. Escrito por Ashton Trey Belew; 2001.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Näitab sinusoidsete suurenevate/kahanevate täppide ahelaid. autor: Ashton Trey Belew; 2001.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alkaen. Piirtää sinimuodossa liikkuvia täpläjonoja. Kirjoittanut Ashton Trey Belew, 2001.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine des chaînes grossissantes de tâches sinusoïdales. Écrit par Ashton Trey Belew en 2001.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Debuxa secuencias ampliadas de puntos sinusoidais. Escribiuno Ashton Trey Belew en 2001.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Láncolt szinuszoidokat rajzol. Készítette: Ashton Trey Belew, 2001.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Disegna catene di punti sinusoidali che vengono ingrandite. Scritto da Ashton Trey Belew; 2001.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。斑点のチェーンがズームする様を描きます。Ashton Trey Belew、2001年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Синус-тәрізді тізбегін бейнелейді. Авторы: Ashton Trey Belew; 2001.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08.Tegner susende kjeder av sinusoidale flekker. Skrevet av Ashton Tray Belew i 2001.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Bagenkeden vun grötter warrn Pünkt. Schreven vun Ashton Trey Belew, 2001.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Toont zoomende kettingen van slingerende schijnwerpers. In 2001 geschreven door Ashton Trey Belew.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Rysuje powiększające się łańcuchy sinusoidalnych punktów. Autor: Ashton Trey Belew; 2001.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Desenha sequências ampliadas de pontos sinusoidais. Feito por Ashton Trey Belew; 2001.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Хранитель экрана рисует синусоидальные цепочки пятен. Автор Эштон Трей Белью (Ashton Trey Belew); 2001.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Izriše približujoče verige sinusoidnih pack. Napisal Ashton Trey Belew, 2001.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Црта увеличавајуће ланце синусоидалних тачака. Написао Ештон Треј Белју, 2001.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Ritar zoomande kedjor med sinusformade fläckar. Skriven av Ashton Trey Belew, 2001.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Показує ланцюжки плям, що змінюють розмір хвилеподібно. Автор — Ashton Trey Belew; 2001.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。畫出正弦點的放大鍊。由 Ashton Trey Belew 撰寫，2001。

# @label:spinbox
source: Whirlies
ca@valencia: Remolins
es: Remolinos
et: Täpid
eu: Zurrunbiloak
fi: Hyrrien määrä
fr: Tourbillons
ga: Roithleagáin Ró
gl: Pequenos remuíños
hu: Kis örvények
it: Vortici
kk: Айналмалар
ko: 소용돌이
lv: Vējš
nb: Snurringer
nds: Küsels
pl: Zawirowania
pt: Pequenos Remoinhos
ru: Вихри
sl: Vrtinci
sr@ijekavian: Ковитлачићи
sv: Virvlingar
uk: Вихори

# @label:spinbox
source: Lines
ca@valencia: Línies
es: Líneas
et: Jooned
eu: Lerroak
fi: Rivejä
fr: Lignes
ga: Línte
gl: Liñas
hu: Vonalak
it: Linee
ja: 線
kk: Сызықтар
ko: 줄
lv: Līnijas
nb: Linjer
nds: Lienen
nl: Lijnen
nn: Linjer
pl: Linie
pt: Linhas
ru: Линии
sl: Vrstice
sr@ijekavian: Линије
sv: Linjer
uk: Лінії
zh_tw: 線條

# @label:slider
source: X speed
ca@valencia: Velocitat X
es: Velocidad en el eje X
et: X-kiirus
eu: X abiadura
fi: X-nopeus
fr: Vitesse X
ga: X luas
gl: Velocidade en X
hu: X sebesség
it: Velocità X
ja: X 速度
kk: X-жылдамдығы
ko: X 속도
lv: X ātrums
nb: X hastighet
nds: X-Gauheit
nl: X-snelheid
pl: Szybkość X
pt: Velocidade em X
ru: Скорость X
sl: Hitrost X
sr@ijekavian: X брзина
sv: X-hastighet
uk: Швидкість за X
zh_tw: X 速度

# @item:inrange X speed
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Lage
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange X speed
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoge
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Y speed
ca@valencia: Velocitat Y
es: Velocidad en el eje Y
et: Y-kiirus
eu: Y abiadura
fi: Y-nopeus
fr: Vitesse Y
gl: Velocidade en Y
hu: Y sebesség
it: Velocità Y
ja: Y 速度
kk: Y-жылдамдығы
ko: Y 속도
lv: Y ātrums
nb: Y hastighet
nds: Y-Gauheit
nl: Y-snelheid
pl: Szybkość Y
pt: Velocidade em Y
ru: Скорость Y
sl: Hitrost Y
sr@ijekavian: Y брзина
sv: Y-hastighet
uk: Швидкість за Y
zh_tw: Y 速度

# @item:inrange Y speed
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Lage
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Y speed
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoge
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: X amplitude
ca@valencia: Amplitud X
es: Amplitud X
et: X-amplituud
eu: X anplitudea
fi: X-voimakkuus
fr: Amplitude X
ga: X-aimplitiúid
gl: Amplitude en X
hu: X amplitúdó
it: Ampiezza X
ja: X 振幅
kk: X-амплитудасы
ko: X 진폭
lv: X amplitūda
nb: X amplityde
nds: X-Amplituud
pl: Amplituda X
pt: Amplitude em X
ru: амплитуда X
sl: Amplituda X
sr@ijekavian: X амплитуда
sv: X-amplitud
uk: Амплітуда за X
zh_tw: X 幅度

# @item:inrange X amplitude
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Lage
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange X amplitude
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoge
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Y amplitude
ca@valencia: Amplitud Y
es: Amplitud Y
et: Y-amplituud
eu: Y anplitudea
fi: Y-voimakkuus
fr: Amplitude Y
ga: Y-aimplitiúid
gl: Amplitude en Y
hu: Y amplitúdó
it: Ampiezza Y
ja: Y 振幅
kk: Y-амплитудасы
ko: Y 진폭
lv: Y amplitūda
nb: Y amplityde
nds: Y-Amplituud
pl: Amplituda Y
pt: Amplitude em Y
ru: амплитуда Y
sl: Amplituda Y
sr@ijekavian: Y амплитуда
sv: Y-amplitud
uk: Амплітуда за Y
zh_tw: Y 幅度

# @item:inrange Y amplitude
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Y amplitude
source: High
ca@valencia: Alt
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @option:radio
source: X random
ca@valencia: Aleatori X
es: X aleatorio
et: X-juhuslik
eu: X ausazkoa
fi: X-satunnainen
fr: Niveau aléatoire de X
ga: X randamach
gl: X aleatorio
hu: X véletlenszerű
it: Casuale X
ja: X ランダム
kk: X кездейсоқ
ko: X 무작위
lv: X nejaušs
nb: X tilfeldig
nds: X-Tofällig
nl: X-willekeurig
pl: X losowo
pt: X aleatório
ru: случайный X
sl: Naključni X
sr@ijekavian: X насумично
sv: X-slumpmässig
uk: Випадково за X
zh_tw: X 隨機

# @option:radio
source: X spin
ca@valencia: Gir X
es: Giro en el eje X
et: X-keerutamine
eu: X biraketa
fi: X-kiertyminen
fr: Rotation X
ga: X casadh
gl: Rotación en X
hu: X forgás
it: Rotazione X
ja: X スピン
kk: X бұралым
ko: X 회전
lv: X griežas
nb: X spinn
nds: X-Egendreihen
nl: Om x-as draaien
pl: Obrót X
pt: Rotação em X
ru: вращение X
sl: Vrtenje X
sr@ijekavian: X окретно
sv: X-spinn
uk: Обертання за X
zh_tw: X 旋轉

# @option:radio
source: X funky
ca@valencia: Amb estil X
et: X-lahe
fr: X peureux
gl: X con estilo
it: Strano X
ja: X ファンキー
kk: X шамданған
ko: X 펑키
lv: X dīvains
nb: X kul
nds: X-Verbiestert
nl: X-funkachtig
pl: X zwariowane
pt: X com estilo
ru: фанки X
sl: Moderen X
sr@ijekavian: X блескасто
sv: X-läcker
uk: X-фанкі

# @option:radio
source: X circle
ca@valencia: Cercle X
es: X círculo
et: X-ring
eu: X zirkulua
fi: X-ympyrä
fr: Circularité X
ga: X-ciorcal
gl: X con círculo
hu: X kör
it: Cerchio X
ja: X 円
kk: X шеңберлі
ko: X 원형
lv: X aplis
nb: X sirkel
nds: X-Krink
nl: X-cirkel
pl: Okrąg X
pt: X com círculo
ru: круг X
sl: Krog X
sr@ijekavian: X кружно
sv: X-cirkel
uk: X-коло
zh_tw: X 圓

# @option:radio
source: X linear
ca@valencia: Lineal X
es: X lineal
et: X-lineaarne
eu: X lineala
fi: X-lineaarinen
fr: Linéarité X
hu: X lineáris
it: Lineare X
ja: Y 線形
kk: X сызықты
ko: X 선형
lv: X lineārs
nb: X lineær
nds: X-Lineaar
nl: X-lineair
pl: X liniowe
ru: линейный X
sl: Sorazmeren X
sr@ijekavian: X линеарно
sv: X-linjär
uk: X-лінійний
zh_tw: X 線性

# @option:radio
source: X test
ca@valencia: Prova X
eu: X proba
fi: X-testi
fr: Test X
gl: X de probas
hu: X teszt
it: Prova X
ja: X テスト
kk: X сыңақ
ko: X 시험
lv: X tests
pl: Test X
pt: X de teste
ru: тест X
sl: Preizkus X
sr@ijekavian: X пробно
uk: X-тест
zh_tw: X 測試

# @option:radio
source: X fun
ca@valencia: Diversió X
es: X diversión
et: X-lõbu
fi: X-hauska
fr: X drôle
gl: X ledo
hu: X móka
it: Divertimento X
ja: X ファン
kk: X функция
ko: X 즐거움
lv: X jautrs
nb: X gøy
nds: X-Höög
nl: X-gein
pl: X zabawa
pt: X engraçado
ru: X прикол
sl: Zabava X
sr@ijekavian: X забавно
sv: X-kul
uk: X-фан

# @option:radio
source: X innie
ca@valencia: Intern X
gl: X interno
it: Ombelico X
ja: X スピン
kk: X шұңқыр
ko: X 내부
nb: X innover
nds: X-Binnen
nl: X-achtig
pl: X wewnętrzny
pt: X interno
ru: внутренний X
sl: Popek X
sr@ijekavian: X ини
sv: X-inåtvänd
uk: X-іні

# @option:radio
source: X lissajous
ca@valencia: Lissajous X
fr: Lissajous X
gl: X lissjous
hu: X Lissajous-féle
it: Lissajous X
ja: X リサジュー
kk: X лиссажу
ko: X 리사주
ru: лиссажу X
sl: Lissajous X
sr@ijekavian: X Лисажуово
sv: X-Lissajousfigurer
uk: X-лісажу

# @option:radio
source: Y random
ca@valencia: Aleatori Y
es: Y aleatorio
et: Y-juhuslik
eu: Y ausazkoa
fi: Y-satunnainen
fr: Niveau aléatoire de Y
gl: Y aleatorio
hu: Y véletlenszerű
it: Casuale Y
ja: Y ランダム
kk: Y кездейсоқ
ko: Y 무작위
lv: Y nejaušs
nb: Y tilfeldig
nds: Y-Tofällig
nl: Y-willekeurig
pl: Y losowo
pt: Y aleatório
ru: случайный Y
sl: Naključni Y
sr@ijekavian: Y насумично
sv: Y-slumpmässig
uk: Y-випадковий
zh_tw: Y 隨機

# @option:radio
source: Y spin
ca@valencia: Gir Y
es: Giro en el eje Y
et: Y-keerutamine
eu: Y biraketa
fi: Y-kiertyminen
fr: Rotation Y
ga: Y casadh
gl: Rotación en Y
hu: Y forgás
it: Rotazione Y
ja: Y スピン
kk: Y бұралым
ko: Y 회전
lv: Y griežas
nb: Y spinn
nds: Y-Egendreihen
nl: Om y-as draaien
pl: Obrót Y
pt: Rotação em Y
ru: вращение y
sl: Vrtenje Y
sr@ijekavian: Y окретно
sv: Y-spinn
uk: Обертання за Y
zh_tw: Y 旋轉

# @option:radio
source: Y funky
ca@valencia: Amb estil Y
et: Y-lahe
fr: Y Peureux
gl: Y con estilo
it: Strano Y
ja: Y ファンキー
kk: Y шамданған
ko: Y 펑키
lv: Y dīvains
nb: Y kul
nds: Y-Verbiestert
nl: Y-funkachtig
pl: Y zwariowane
pt: Y com estilo
ru: фанки Y
sl: Moderni Y
sr@ijekavian: Y блескасто
sv: Y-attraktiv
uk: Y-фанкі

# @option:radio
source: Y circle
ca@valencia: Cercle Y
es: Y círculo
et: Y-ring
eu: Y zirkulua
fi: Y-ympyrä
fr: Circularité Y
gl: Y círculo
hu: Y kör
it: Cerchio Y
ja: Y 円
kk: Y шеңберлі
ko: Y 원형
lv: Y aplis
nb: Y sirkel
nds: Y-Krink
nl: Y-cirkel
pl: Okrąg Y
pt: Y círculo
ru: круг Y
sl: Krog Y
sr@ijekavian: Y кружно
sv: Y-cirkel
uk: Y-коло
zh_tw: Y 圓

# @option:radio
source: Y linear
ca@valencia: Lineal Y
es: Y lineal
et: Y-lineaarne
eu: Y lineala
fi: Y-lineaarinen
fr: Linéarité Y
hu: Y lineáris
it: Lineare Y
ja: Y 線形
kk: Y сызықты
ko: Y 선형
lv: Y lineārs
nb: Y lineær
nds: Y-Lineaar
nl: Y-lineair
pl: Y liniowe
ru: линейный Y
sl: Linearni Y
sr@ijekavian: Y линеарно
sv: Y-linjär
uk: Y-лінійний
zh_tw: Y 線性

# @option:radio
source: Y test
ca@valencia: Prova Y
eu: Y proba
fi: Y-testi
fr: Test Y
gl: Y de probas
hu: Y teszt
it: Prova Y
ja: Y テスト
kk: Y сыңақ
ko: Y 시험
lv: Y tests
pl: Test Y
pt: Y de teste
ru: тест Y
sl: Preizkus Y
sr@ijekavian: Y пробно
uk: Y-тест
zh_tw: Y 測試

# @option:radio
source: Y fun
ca@valencia: Diversió Y
es: Y diversión
et: Y-lõbu
fi: Y-hauska
fr: Y drôle
gl: Y ledo
hu: Y móka
it: Divertimento Y
ja: 若い
kk: Y функция
ko: Y 즐거움
lv: Y jautrs
nb: Y gøy
nds: Y-Höög
nl: Y-gein
pl: Y zabawa
pt: Y engraçado
ru: прикол Y
sl: Zabavni Y
sr@ijekavian: Y забавно
sv: Y-kul
uk: Y-фан

# @option:radio
source: Y innie
ca@valencia: Intern Y
gl: Y interno
it: Ombelico Y
ja: Y 線形
kk: Y шұңқыр
ko: Y 내부
nb: Y innover
nds: Y-Binnen
nl: Y-achtig
pl: Y wewnętrzny
pt: Y interno
ru: внутренний Y
sl: Popek Y
sr@ijekavian: Y ини
sv: Y-innåtvänd
uk: Y-іні
