Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Repeatedly rotates a bitmap by 90 degrees by using logical operations: the bitmap is divided into quadrants, and the quadrants are shifted clockwise. Then the same thing is done again with progressively smaller quadrants, except that all sub-quadrants of a given size are rotated in parallel. As you watch it, the image appears to dissolve into static and then reconstitute itself, but rotated. Written by Jamie Zawinski; 1992.
ca@valencia: Fa girar repetidament 90 graus un mapa de bits utilitzant operacions lògiques: el mapa de bits es divideix en quadrants, i els quadrants es mouen en el sentit de les agulles del rellotge. Després continua amb quadrants progressivament més petits, a excepció de tots els subquadrants d'una zona que es giren en paral·lel. Tal com es veu, la imatge pareix dissoldre's i després reconstituir-se a si mateixa, però girada. Escrit per Jamie Zawinski; 1992.
es: El truco «blitspin» hace girar repetidamente un mapa de bits a 90° usando operaciones lógicas: el mapa de bits se divide en cuadrantes, y los cuadrantes se mueven en sentido de las agujas del reloj. Luego continua con cuadrantes progresivamente más pequeños, salvo que todos los subcuadrantes de una zona roten en paralelo. Escrito por Jamie Zawinski y basado en un interesante código SmallTalk aparecido en «Byte Magazine» en 1981. Como se ve, la imagen parece disolverse y luego reconstituirse de nuevo girada. Se puede elegir la imagen, un archivo XBM o XPM, o usar la misma pantalla para girarla.
et: Pöörab järjest pilti 90 kraadi võrra loogikatehteid kasutades: pilt jagatakse neljandikeks, mida liigutatakse kellaosuti suunas. Siis võetakse sama ette aina väiksemate neljandikega, kusjuures kõiki sama suurusega neljandikke pööratakse paralleelselt. Vaadates tundub kujutis justkui kokku varisevat, et seejärel pööratult taas nähtavale ilmuda. Autor: Jamie Zawinski; 1992.
eu: Bit-mapa bat 90 gradu biratzen du behin eta berriro eragiketa logikoak erabiliz: bit-mapa koadrantetan zatitzen da eta koadranteak erlojuaren norabidean lekuz aldatzen dira. Ondoren gauza bera egiten da berriz gero eta kuadrante txikiagoekin, baino emandako neurriko azpi-koadrante guztiak paraleloan biratzen dira. Ikusten duzun bitartean, irudia estatikan disolbatzen dela dirudi eta ondoren berriz eraikitzen dela, baino biratuta. Jamie Zawinski-k idatzia; 1992.
fi: Näytönsäästäjä pyörittää bittikarttaa näytöllä 90° askelissa loogisten operaatioiden mukaisesti. Bittikartta jakaantuu kvadrantteihin, jotka siirtyvät myötäpäivään. Kvadrantit jakaantuvat yhä pienemmiksi osiksi, jotka nekin siirtyvät myötäpäivään, paitsi että tietyn kokoiset alikvadrantit liikkuvat keskenään samoin. Kuva näyttää häviävän katsellessa taustaan ja muodostuvan uudelleen mutta kallistettuna. Kirjoittanut Jamie Zawinski, 1992.
fr: Fait tourner une image de 90° en utilisant des opérations logiques : l'image est divisée en quadrants et ces quadrants sont tournés dans le sens des aiguilles d'une montre. La même chose est ensuite recommencée avec des quadrants plus petits, mais les quadrants de même taille sont tournés en même temps. Quand vous la regardez, l'image semble se dissoudre puis se reconstruire mais tournée. Écrit par Jamie Zawinski ; 1992.
ga: Rothlaíonn sé seo mapa giotáin trí 90 céim arís agus arís trí oibríochtaí loighciúla a úsáid: roinntear an mapa i gceathramháin, agus aistrítear na ceathramháin ar deiseal. Déantar an rud céanna le ceathramháin níos lú agus níos lú, cé go rothlaítear ceathramháin ar cóimhéid ag an am céanna. Tá cuma air go bhfuil an íomhá ag díleá, agus é féin a athdhéanamh tar éis sin, ach rothlaithe. Scríofa ag Jamie Zawinski, 1992.
gl: Rota repetidamente unha imaxe de 90 en 90 graos usando operacións lóxicas: a imaxe divídese en cuadrantes, que van sendo rodados en sentido horario. O mesmo é repetido con cuadrantes cada vez máis pequenos, excepto os subcadrantes dun tamaño dado que son rodados en paralelo. Á medida que vai observando, a imaxe parece disolverse en estática e despois reconstituírse de novo, só que rodada. Escribiuno Jamie Zawinski en 1992.
hu: Folyamatosan elforgat egy bittérképet 90 fokkal, logikai műveletek alkalmazásával: a bittérképet négy részre osztja és az egyes részeket eggyel elforgatja jobbra. Ugyanezt végrehajtja a kapott kép negyedeivel is, de az ugyanolyan méretű negyedek elforgatása mindig egyszerre történik. Olyan hatást kelt, mintha a kép apró darabokra bomlana szét, majd elforgatva újból összeállna. Készítette Jamie Zawinski, 1992.
it: Ruota ripetutamente un'immagine di 90 gradi con le operazioni logiche: l'immagine è divisa in quadranti, e i quadranti sono spostati in senso orario. Poi le stesse operazioni vengono effettuate in quadranti sempre più piccoli, solo che tutti i sottoquadranti di una certa dimensione sono ruotati in parallelo. Mentre la guardi, l'immagine sembra dissolversi per poi ricostruirsi ruotata. Scritto da Jamie Zawinski; 1992.
ja: はビットマップを繰り返し 90 度回転させます。それには次のような論理演算を使っています: ビットマップを 4 等分します。そして各 1/4 の部分を時計回りにシフトします。次に各 1/4 のイメージに対して同じことを行います。このように同じ操作がどんどん対象のイメージを小さくしながら進行します。見ていてお分かりのとおり、画像は電波障害状態のように散っていき、再び再構成されますが、そのときには回転されています。Jamie Zawinski、1992年作。
kk: Кескінді қайта-қайта 90 градусқа бұрау. Бұрау әдісі күрделі: Кескін төртке бөлінеді де, бөліктері сағат тіліне қарсы бұралады. Ол бөліктер тағы да төртке бөлінеді де, әрекет қайталанады, бірақ өлшемі бірдей бөліктер қатар бұралады. Сонымен кескін шатасып кетеді де, біртіндеп бұралған күйде қайта құрылады. Авторы: Jamie Zawinski; 1992.
ko: 각각 비트맵을 4등분하고 4등분한 조각을 시계 방향으로 회전합니다. 같은 작업을 더 작은 4등분한 조각을 사용하여 반복하며, 동시에 같은 크기의 조각이 회전합니다. 이 작업을 반복하여 그림을 90도로 계속 회전합니다. 계속 지켜보면 그림이 조각으로 나뉘었다 다시 회전하면서 합쳐지는 효과를 볼 수 있습니다. Jamie Zawinski 작성, 1992년.
nb: Roterer et bildekart i steg på 90 grader, gjentatte ganger, ved å bruke logiske operasjoner. Bildekartet deles inn i kvadranter, og kvadrantene forskyves medurs. Så gjentas dette med stadig mindre kvadranter, men slik at alle delkvadranter av sammestørrelse roteres i parallell. Mens du ser på ser det ut som bildet oppløses i støy og så bygger seg opp igjen, men rotert. Skrevet av Jamie Zawinski, 1992.
nds: Dreiht en Bitmap-Bild üm 90° un bruukt dor logische Akschonen för: Dat Bild warrt in Enkelbiller opdeelt, de denn na rechts dreiht warrt. Dat warrt denn mit jümmers lütteren Delen wedderhaalt, all Deelbiller vun een Grött warrt to de sülve Tiet dreiht. As't lett vergeiht dat Bild in sien Snippels, man denn dukt dat liekers wedder op, bloots dreiht. 1992 schreven vun Jamie Zawinski.
nl: "Blitspin" draait herhaaldelijk een bitmap 90 graden door gebruik van logische operaties: de bitmap wordt opgedeeld in vierkanten, welke volgens de klok worden verschoven. Vervolgens gebeurt hetzelfde binnen de vierkanten en verder in steeds kleinere vierkanten, behalve dan dat de subvierkanten van een bepaalde grootte parallel gedraaid worden. Terwijl u kijkt lijkt de afbeelding op te lossen in statische ruis waarna het zichzelf weer in de oude staat brengt, zij het gedraaid. In 1992 geschreven door Jamie Zaniwski.
nn: Dreiar eit bilete 90 gradar ved hjelp av logiske operasjonar. Biletet vert delt inn i kvadrantar, og kvadrantane vert flytta mot klokka. Dette vert gjenteke med stadig mindre kvadrantar, der alle underkvadrantane av same storleik vert roterte samtidig. Biletet ser ut til å løysa seg opp til støy, for så å setja seg saman att, men då dreia. Skriven av Jamie Zawinski i 1992.
pl: Obraca obrazek o 90 stopni za pomocą operacji logicznych w pętli: obrazek jest dzielony na kwadranty, które są obracane zgodnie z ruchem wskazówek zegara. Następnie ta sama operacja jest wykonywana z coraz mniejszymi kwadrantami, z tym, że kwadranty o tym samym rozmiarze są obracane równolegle. Podczas obserwacji obrazek wydaje się zanikać i powracać jako obrócony. Autor: Jamie Zawinski; 1992.
pt: Roda repetidamente uma imagem de 90 em 90 graus usando operações lógicas: a imagem é dividida em quadrantes, e os quadrantes vão sendo rodados no sentido dos ponteiros do relógio. A mesma coisa é repetida com quadrantes cada vez mais pequenos, excepto os sub-quadrantes de um dado tamanho que são rodados em paralelo. Feito por Jamie Zawinski; 1992.
ru: Хранитель экрана «Закрученная картинка» периодически поворачивает картинку на 90 градусов следующим образом: картинка делится на квадранты, которые поворачиваются по часовой стрелке. То же самое делается с уменьшенными квадрантами. Кроме того, все подквадранты одинакового размера вращаются параллельно. Как видите, картинка растворяется, а затем реконструируется, но с поворотом на 90 градусов. Вы можете использовать любую картинку из файла формата XBM или XPM или же сделать снимок экрана и поворачивать его. Автор Джеми Завински (Jamie Zawinski); 1992.
sl: Ponavljajoče zavrti bitno sliko za 90 stopinj z uporabo logičnih operacij. Bitna slika je razdeljena v kvadrante, ki se zavrtijo v smeri urinega kazalca. Nato se enaka stvar zgodi s čedalje manjšimi kvadranti, vendar so vsi pod-kvadranti dane velikosti zavrteni vzporedno.Videti je, da se slika raztopi in se nato ponovno sestavi zavrtena. Napisal Jamie Zawinski, 1992.
sr@ijekavian: Непрекидно обрће битмапу за 90 степени користећи логичке операције: битмапа се подијели на квадранте, па се квадранти смичу у смјеру казаљке на сату. Исто се чини над све мањим квадрантима, али тако да се сви потквадранти исте величине обрћу паралелно. Док посматрате имате утисак да се слика распада па реконструише, али заокренуто. Написао Џејми Завински, 1992.
sv: Roterar en punktavbildning 90 grader upprepade gånger, genom att använda logiska operationer: Punktavbildningen delas upp i kvadranter, och kvadranterna skiftas medurs. Därefter görs samma sak igen, med gradvis mindre kvadranter, utom att alla delkvadranter av en given storlek roteras samtidigt. Medan du tittar på den, verkar bilden lösas upp till brus och sedan återuppstå, men roterad. Skriven av Jamie Zawinski, 1992.
uk: Періодично обертає малюнок на 90 градусів за допомогою логічних дій: малюнок розділяється на квадранти, які обертаються за годинниковою стрілкою. Тоді те саме робиться з меншими квадрантами, лише всі підквадранти певного розміру обертаються паралельно. Коли ви дивитесь, зображення ніби розчиняється в порох, а потім реконструюється, але вже обернене. Автор — Jamie Zawinski; 1992.
zh_tw: 將點陣圖做 90 度旋轉：它會將點陣圖切割成四塊，每一塊再順時針旋轉。然後再切更小的四塊，再做旋轉。影像會自己溶解然後以旋轉後的方式重構。由 Jamie Zawinski 撰寫，1992。

# @label:slider
source: Fuzzy rotation speed
ca@valencia: Velocitat de rotació aproximada
es: Velocidad de rotación borrosa
et: Vahelduva pööramise kiirus
eu: Biraketa abiadura aldakorra
fi: Sumean kierron nopeus
fr: Vitesse de rotation imprécise
ga: Luas rothlaithe doiléir
gl: Velocidade de rotación difusa
hu: Homályos forgási sebesség
it: Velocità di rotazione variabile
ja: ファジーな回転スピード
kk: Бұрау жылдамдығы
ko: 퍼지 회전 속도
lv: Izplūdis griešanās ātrums
nb: Uklar rotasjonshastighet
nds: Dreihgauheit Deelbiller
nl: Vage rotatienelheid
nn: Fart til uklar dreiing
pl: Zmienna prędkość obrotu
pt: Velocidade de rotação difusa
ru: Скорость смены основных фаз
sl: Hitrost ohlapnega vrtenja
sr@ijekavian: Брзина збуњујућег обртања
sv: Inexakt rotationshastighet
uk: Швидкість обертання
zh_tw: 模糊旋轉速度

# @item:inrange Fuzzy rotation speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Fuzzy rotation speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: 90 degree rotation speed
ca@valencia: Velocitat de rotació 90 graus
es: Velocidad de rotación 90 grados
et: 90° pööramise kiirus
eu: 90° biraketa abiadura
fi: 90° kierron nopeus
fr: Vitesse de rotation à 90°
ga: Luas rothlaithe 90°
gl: Velocidade de rotación a 90°
hu: 90 fokos forgási sebesség
it: Velocità di rotazione a 90°
ja: 90° 回転のスピード
kk: 90 градусқа бұрау жылдамдығы
ko: 90° 회전 속도
lv: 90 grādu pagriešanas ātrums
nb: 90° rotasjonshastighet
nds: 90°-Dreihgauheit
nl: 90° rotatiesnelheid
nn: 90° dreiefart
pl: Szybkość obrotu o 90°
pt: Velocidade de rotação a 90 graus
ru: Скорость вращения на 90°
sl: hitrost vrtenja za 90 stopinj
sr@ijekavian: Брзина обрта 90°
sv: 90° rotationshastighet
uk: Швидкість обертання на 90°
zh_tw: 90° 旋轉速度

# @item:inrange 90 degree rotation speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange 90 degree rotation speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @item screen saver name
source: BlockTube
ca@valencia: BlocTub
et: Plokitunnel
fi: Laattatunneli
fr: Tunnel pavé
gl: Túnel de bloques
it: Tubo a blocchi
kk: Тас-аралас
ko: 블록 튜브
lv: Bloku caurule
nb: Blokkrør
nds: Schieventunnel
nl: Blokbuizen
nn: Blokkrøyr
pl: Tunel z bloków
pt: Tubo em Blocos
ru: Рассыпающийся туннель
sl: Bločna tuba
sr@ijekavian: Блокоцијев
sv: Blocktub
uk: Тунель з блоків

# @info screen saver description
source: Draws a swirling, falling tunnel of reflective slabs. They fade from hue to hue. Written by Lars R. Damerow; 2003.
ca@valencia: Dibuixa un túnel amb giravoltes i caigudes, amb parets reflectores. Van canviant de to. Escrit per Lars R. Damerow; 2003.
es: Dibuja un túnel de losas reflectantes con un efecto de caída y remolinos. Se funden de tonalidad en tonalidad. Escrito por Lars R. Damerow; 2003.
et: Näitab peegeldavatest tahvlitest koosnevat keerlevat ja lagunevat tunnelit, mis vahetab pidevalt värvi. Autor: Lars R. Damerow; 2003.
eu: Biraka ari diren xafla isladakorren beheranzko tunel bat marrazten du. Koloregabetu egiten dira tonu batetik bestera. Lars R. Damerow-ek idatzia; 2003.
fi: Piirtää heijastavista laatoista muodostuvan kieppuvan, laskevan tunnelin. Laattojen värisävy vaihtelee. Kirjoittanut Lars R. Damerow, 2003.
fr: Dessine un tunnel tourbillonnant et descendant de plaques réfléchissantes. Elles disparaissent en fondu de teinte. Écrit par Lars R. Damerow ; 2003.
gl: Debuxa un túnel espiral a caer feito de cachos brillantes que se esvaen de ton en ton. Escribiuno Lars. R. Damerow en 2003.
it: Disegna un tunnel vorticoso in caduta di piastre riflettenti. Queste passano da una tonalità all'altra. Scritto da Lars R. Damerow; 2003.
kk: Айнала қирап жатқан тунельде ұшу бейнесі. Тас блоктарының реңкі құбылып тұрады. Авторы: Lars R. Damerow; 2003.
ko: 반사 슬래브로 이루어진 회전하고 떨어지는 터널을 그립니다. 터널에는 페이드 효과가 적용됩니다. Lars R. Damerow 작성, 2003년.
nb: Tegner en hvirvlende, fallende tunnel av reflekterende plater. Fargen deres går over fra tone til tone. Skrevet av Lars R. Damerow, 2003.
nds: Wiest en dreihen Tunnel vun Steentafeln, de ehr Klöör sik graadwies ännern deit. 2003 schreven vun Lars. R. Damerow.
nl: Toont een zwierende, vallende tunnel van spiegelende plakken. Zij vervagen van tint naar tint. In 2003 geschreven door Lars R. Damerow.
nn: Teiknar ein snurrande tunnel med speglplater som vekslar mellom ulike fargar. Skriven av Lars R. Damerow i 2003.
pl: Kręty opadający tunel z odblaskowych bloków o zmieniających się odcieniach. Autor: Lars R. Damerow; 2003.
pt: Desenha um túnel contorcido e em queda de paredes reflectoras. Vão mudando de tom para tom. Feito por Lars R. Damerow; 2003.
ru: Крутящийся и распадающийся тоннель из отражающих свет пластин с плавно меняющимися цветовыми оттенками. Автор Ларс Р.Деймроу (Lars R. Damerow), 2003.
sl: Izriše vrteči, padajoči predor z odbojnimi ploskvami. Pojemajo od odtenka do odtenka. Napisal Lars R. Damerow, 2003.
sr@ijekavian: Црта вртложни, падајући тунел од рефлектујућих плоча, на којима се претапају нијансе. Написао Ларс Дамеров, 2003.
sv: Ritar en virvlande, fallande tunnel med speglande block. De tonar från färgton till färgton. Skriven av Lars R. Damerow, 2003.
uk: Показує падіння з обертанням тунелем зі стінками, що складаються з плит, що відбивають світло. Інтенсивність свічення плит змінюється. Автор — Lars R. Damerow; 2003.
zh_tw: 繪製一個旋轉、下落的反光大理石通道。它們會在不同色調間淡入淡出。由 Lars R. Damerow 撰寫，2003。

# @label:slider
source: Color hold time
ca@valencia: Temps a mantindre els colors
es: Tiempo de retención del color
et: Värvi püsimise aeg
eu: Koloreari eusteko denbora
fi: Värin kesto
fr: Duré de conservation de la couleur
gl: Tempo durante o que manter a cor
hu: Színmegtartási idő
it: Tempo di tenuta del colore
ja: 色の保持時間
kk: Түсін сақтау уақыты
ko: 색상 유지 시간
lv: Krāsu noturības laiks
nb: Tid å holde farge
nds: Klöörholltiet
nl: Houdtijd voor een kleur
nn: Tid før fargebyte
pl: Czas trwania koloru
pt: Tempo de permanência da cor
ru: Время удержания цвета
sl: Čas držanja barve
sr@ijekavian: Вријеме задржавања боје
sv: Färghålltid
uk: Час збереження кольору
zh_tw: 顏色保持時間

# @item:inrange Color hold time
source: Short
ca@valencia: Curt
es: Corto
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratek
sr@ijekavian: кратко
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Color hold time
source: Long
ca@valencia: Llarg
es: Largo
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lungo
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolg
sr@ijekavian: дуго
sv: Lång
uk: Довгий
zh_tw: 長

# @label:slider
source: Color change time
ca@valencia: Temps a canviar els colors
es: Tiempo de cambio de color
et: Värvi muutmise aeg
eu: Kolorea aldatzeko denbora
fi: Värin vaihtumisväli
fr: Duré du changement de couleur
gl: Tempo tras o que trocar a cor
hu: Színváltási idő
it: Tempo di cambiamento del colore
ja: 色の変化時間
kk: Түсі өзгеру уақыты
ko: 색상 변화 시간
lv: Krāsu maiņas laiks
nb: Fargeendringstid
nds: Klöörwesseltiet
nl: Tijd voor kleurverandering
nn: Tid med fargebyte
pl: Czas zmiany koloru
pt: Tempo de mudança de cores
ru: Время смены цвета
sl: Čas spremembe barve
sr@ijekavian: Вријеме промјене боје
sv: Färgändringstid
uk: Час зміни кольору
zh_tw: 顏色變更時間

# @item:inrange Color change time
source: Short
ca@valencia: Curt
es: Corto
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratek
sr@ijekavian: кратко
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Color change time
source: Long
ca@valencia: Llarg
es: Largo
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lungo
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolg
sr@ijekavian: дуго
sv: Lång
uk: Довгий
zh_tw: 長

# @item screen saver name
source: Boing
es: Bote
gl: Rebote
kk: Торлы доп
ko: 튀는 공
lv: Boings
nn: Sprettball
ru: Прыгающий шарик
sr@ijekavian: Одбој
sv: Bång
uk: Дзенькіт
zh_tw: 彈跳期
