Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Line Loops
ca@valencia: Cicles de línies
es: Bucles de líneas
et: Joonekordused
fi: Viivan silmukoita
fr: Boucle de lignes
gl: Liñas
it: Linee continue
kk: Сызықтар
ko: 줄 반복
lv: Līniju cilpas
nb: Linjesløyfer
nds: Lien-Slöpen
nl: Gesloten lijnen
pl: Liniowe pętle
pt: Ciclos de Linhas
ru: Замкнутая ломаная линия
sl: Zanke črt
sr@ijekavian: Линијске петље
sv: Linjeöglor
uk: Лінії
zh_tw: 線條迴圈

# @item screen saver name
source: Swirl
ca@valencia: Remolí
et: Keeris
eu: Zurrunbilotu
fi: Värikuvioita
fr: Spirale
gl: Arremuiñar
hu: Örvény
it: Vortice
ja: 渦巻
kk: Құйын
ko: 소용돌이
lv: Virpulis
nds: Küsel
nl: Wervelen
nn: Spiral
pl: Wir
pt: Remoinho
sl: Vrtinec
sr@ijekavian: Вртлог
sv: Virvel
uk: Вихор
zh_tw: 漩渦

# @info screen saver description
source: Flowing, swirly patterns. Written by M. Dobie and R. Taylor; 1997.
ca@valencia: Patrons fluids amb remolins. Escrit per M. Dobie i R. Taylor; 1997.
es: Patrones. Escrito por M. Dobie y R. Taylor; 1997.
et: Lendlevad säbrulised mustrid. Autorid: M. Dobie ja R. Taylor; 1997.
fi: Kelluvia pyörteisiä kuvioita. Tekijät: M. Dobie ja R. Taylor, 1997.
fr: Dessins coulants et tourbillonnants. Écrit par M. Dobie et R. Taylor ; 1997.
gl: Patróns fluídos e con remuíños. Escribírono M. Dobie e R. Taylor en 1997.
hu: Folyó, örvénylő minták. Készítette: M. Dobie és R. Taylor, 1997.
it: Motivi fluenti e vorticosi. Scritto da M. Dobie e R. Taylor; 1997.
kk: Құйын шиыршық өрнектері. Авторы: M. Dobie and R. Taylor; 1997.
nb: Strømmende, hvirvlende mønstre. Skrevet av M. Dobie og R.Taylor i 1997.
nds: Fleten Küselmustern. Schreven vun M. Dobie un R. Taylor, 1997.
nl: Vloeiende, wervelende patronen. In 1997 geschreven door M. Dobie and R. Taylor.
pl: Pływające, wirowe wzory. Autorzy: M. Dobie i R. Taylor; 1997.
pt: Padrões fluídos e com remoinhos. Feito por M. Dobie e R. Taylor; 1997.
ru: Перетекающие, закручивающиеся узоры. Авторы М. Доби и Р. Тейлор (M. Dobie, R. Taylor), 1997.
sl: Tekoči, vrtinčasti vzorci. Napisala M. Dobie in R. Taylor, 1997.
sr@ijekavian: Струјни, вихорни обрасци. Написали Марк Доуби и Ричард Тејлор, 1997.
sv: Flödande, virvlande mönster. Skriven av M. Dobie och R. Taylor, 1997.
uk: Візерунки, що пливуть і перекручуються. Автори — M. Dobie та R. Taylor; 1997.
zh_tw: 流動、漩渦狀的樣式。由 M. Dobie 與 R. Taylor 撰寫，1997。

# @item screen saver name
source: T3D
et: 3DKell
kk: 3D сағат
sr@ijekavian: Вријеме 3Д
sv: Tid 3D
uk: Тривимірний час

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Draws a working analog clock composed of floating, throbbing bubbles. Written by Bernd Paysan; 1999.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Mostra un rellotge analògic que funciona, compost de bombolles flotants que fan pampallugues. Escrit per Bernd Paysan; 1999.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Muestra un reloj analógico que funciona, compuesto de palpitantes burbujas flotantes. Creado por Bernd Paysan; 1999.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Näitab töötavat analoogkella, mis koosneb hõljuvatest ja pulseerivatest mullidest. Autor: Bernd Paysan; 1999.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Martxan dabilen erloju analogiko bat marrazten du, flotatzen duten burbuila dardaratiz osatuta dagoena. Bernd Paysan-ek idatzia; 1999.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiossa 5.08. Oikeassa ajassa oleva analoginen kello, joka muodostuu leijuvista, sykkivistä kuplista. Tekijä: Bernd Paysan; 1999.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Ceci dessine une horloge analogique composée de bulles flottantes et palpitantes. Écrit par Bernd Paysan ; 1999.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Debuxa un reloxo analóxico composto por burbullas flutuantes. Escribiuno Bernd Paysan en 1999.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Olyan mutatós órát jelenít meg, amely lebegő, alakváltoztató buborékokból áll. Készítette: Bernd Paysan, 1999.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Disegna un orologio analogico funzionante composto di bolle fluttuanti e pulsanti. Scritto da Bernd Paysan; 1999.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。浮遊しながら振動する泡による、アナログ時計の動き。Bernd Paysan、1999年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Ұшып жүрген тілді сағаттар бейнесі. Авторы: Bernd Paysan; 1999.
lv: Šis ekrānsaudzētāja tika izņemts no XScreenSaver distribūcijas versijā 508. Zīmē darbojošos analogo pulksteni, kas sastāv no peldošiem, pulsējošiem burbuļiem. Sarakstīja Peter Baumung; 1999.
nb: Tegner en analog klokke som består av flytende, pulserende bobler. Skrevet av Bernd Paysan i 1999 .
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. En Analoogklock ut sweven, pulseren Blasen. Schreven vun Bernd Paysan, 1999.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Toont een werkende analoge klok die bestaat uit drijvende, kloppende bubbels. In 1999 geschreven door Bernd Paysan.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Rysuje działający zegar analogowy składający się z pływających, pulsujących pęcherzyków. Autor: Bernd Paysan; 1999.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Este desenha um relógio analógico composto por bolhas flutuantes. Feito por Bernd Paysan; 1999.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Рисует часы, состоящие из плавающих пульсирующих пузырьков. Автор Бернд Пейзан (Bernd Paysan), 1999.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Izriše analogno uro sestavljeno iz lebdečih utripajočih mehurčkov. Napisal Bernd Paysan, 1999.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Црта аналогни сат састављен од плутајућих, пулсирајућих мјехурића. Написао Бернд Пајсан, 1999.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Ritar en fungerade analog klocka som består av flytande, bultande bubblor. Skriven av Bernd Paysan, 1999.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Показує працюючий аналоговий годинник з плаваючих пульсуючих бульбашок. Автор — Bernd Paysan; 1999.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。這會畫出以飄浮的、跳動的泡泡組成的類比時鐘。由 Bernd Paysan 撰寫，1999。

# @label:slider
source: Turn side-to-side
ca@valencia: Col·loca de costat
es: Volver de lado a lado
et: Küljelt küljele pööramine
fi: Kääntyily puolelta toiselle
fr: Tourner face à face
ga: Cas ó thaobh go taobh
gl: Xirar lado a lado
hu: Oldalt fordítás
it: Gira da lato a lato
ja: 左右反転
kk: Кисаюы
ko: 양방향 회전
nb: Snu sideveis
nds: Törn vun Siet to Siet
nl: Zij aan zij draaien
pl: Obracaj z boku na bok
pt: A andar lado-a-lado
ru: Повернуть поперёк
sl: Obrni od strani na stran
sr@ijekavian: Окрени једно до другог
sv: Sväng från sida till sida
uk: Обернути з боку на бік
zh_tw: 兩側轉動

# @item:inrange Turn side-to-side
source: 0 deg
ca@valencia: 0 graus
es: 0º
et: 0 kraadi
eu: 0 grad
gl: 0 graos
hu: 0 fok
it: 0 gradi
ja: 0 度
kk: 0 градус
ko: 0도
lv: 0 grādu
nb: 0 grader
nl: 0 graden
pl: 0 stopni
pt: 0 graus
sl: 0 stopinj
sr@ijekavian: 0 ст.
sv: 0 grader
zh_tw: 0 度

# @item:inrange Turn side-to-side
source: 90 deg
ca@valencia: 90 graus
es: 90º
et: 90 kraadi
eu: 90 grad
gl: 90 graos
hu: 90 fok
it: 90 gradi
ja: 90 度
kk: 90 градус
ko: 90도
lv: 90 grādu
nb: 90 grader
nl: 90 graden
pl: 90 stopni
pt: 90 graus
sl: 90 stopinj
sr@ijekavian: 90 ст.
sv: 90 grader
zh_tw: 90 度

# @label:slider
source: Wobbliness
ca@valencia: Bombolleig
es: Tambaleo
et: Värelemine
fi: Heiluvuus
fr: Tremblement
ga: Longadánacht
gl: Balanceo
hu: Ingadozás
it: Dondolio
ja: ぐらつき
kk: Бұлғалақтауы
ko: 굽은 정도
lv: Ļodzība
nb: Ustøhet
nds: Wabbeligkeit
nl: Hobbelig
pl: Chybotanie
pt: Tremura
ru: Колебания
sl: Želatinasto
sr@ijekavian: Кривудање
sv: Vinglighet
uk: Хиткість
zh_tw: 搖擺

# @item:inrange Wobbliness
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Basso
ja: 低い
kk: Аз
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizko
sr@ijekavian: ниско
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Wobbliness
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Қатты
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoko
sr@ijekavian: високо
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Cycle seconds
ca@valencia: Cicle de segons
es: Ciclo de segundos
et: Tsükli kestus
fi: Kääntyilyn nopeus
fr: Durée d'un cycle
ga: Soicindí sa chiogal
gl: Ciclar os segundos
hu: Rotálódó másodpercek
it: Secondi per ciclo
ja: 回転する秒数
kk: Секунд тілі
ko: 초 단위 주기
lv: Cikla sekundes
nb: Syklus-sekunder
nds: Sekunnen för Dörloop
nl: Seconden v/e cyclus
pl: Zmieniaj sekundy
pt: Segundos do ciclo
ru: Цикл в секундах
sl: Sekunde kroženja
sr@ijekavian: Секунди циклуса
sv: Cykelsekunder
uk: Швидкість секундної стрілки
zh_tw: 週期秒數

# @item:inrange Cycle seconds
source: Low
ca@valencia: Baix
es: Bajo
et: Lühike
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Pochi
ja: 低い
kk: Баяу
ko: 낮음
lv: Zemu
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixos
ru: Ниже
sl: Malo
sr@ijekavian: мало
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Cycle seconds
source: High
ca@valencia: Alt
es: Alto
et: Pikk
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Molti
ja: 高い
kk: Жылдам
ko: 높음
lv: Augstu
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Altos
ru: Выше
sl: Veliko
sr@ijekavian: много
sv: Hög
uk: Висока
zh_tw: 高

# @item:inrange Magnification
source: Smaller
ca@valencia: Més petit
es: Menor
et: Väiksem
eu: Txikiagoa
fi: Pienempi
fr: Plus petit
ga: Níos Lú
gl: Menor
hu: Kisebb
it: Più piccolo
ja: 小さく
kk: Кішірек
ko: 작음
lv: Mazāks
nb: Mindre
nds: Lütter
nl: Kleiner
pl: Mniejszy
pt: Menor
ru: Меньше
sl: Manjše
sr@ijekavian: мање
sv: Mindre
uk: Менше
zh_tw: 較小

# @item:inrange Magnification
source: Bigger
ca@valencia: Més gran
es: Mayor
et: Suurem
eu: Handiago
fi: Suurempi
fr: Plus grand
ga: Níos Mó
gl: Maior
hu: Nagyobb
it: Più grande
ja: 大きく
kk: Молрақ
ko: 큼
lv: Lielāks
nb: Større
nds: Grötter
nl: Groter
pl: Większy
pt: Maior
ru: Больше
sl: Večje
sr@ijekavian: веће
sv: Större
uk: Більше
zh_tw: 較大

# @option:radio
source: Minute tick marks
ca@valencia: Marques cada minut
es: Marcas cada minuto
et: Jaotismärgid ühe minuti tagant
eu: Minutuko markak
fi: Minuuttimerkit
fr: Marques de coche d'une minute
ga: Ticmharcanna gach nóiméad
gl: Marcas dos minutos
hu: Percvonalkák
it: Segna ogni minuto
ja: 分刻みのマーク
kk: 1 мин белгілері
ko: 분 단위 눈금 표시
lv: Minūtes tikšķa atzīmes
nb: Minuttmerker
nds: Markeren all Minuten
nl: Tikmarkeringen voor elke minuut
pl: Kreski minutowe
pt: Marcações dos minutos
ru: Минутные отметки
sl: Oznake minute
sr@ijekavian: Подиоци на минут
sv: 1 minuts streckmarkeringar
uk: Хвилинні позначки
zh_tw: 分鐘刻度

# @option:radio
source: 5 minute tick marks
ca@valencia: Marques cada 5 minuts
es: Marcas cada 5 minutos
et: Jaotismärgid viie minuti tagant
eu: 5 minutuko markak
fi: 5 minuutin merkit
fr: Marques de coche de 5 minutes
ga: Ticmharcanna gach 5 nóiméad
gl: Marcas de 5 minutos
hu: 5 perces vonalkák
it: Segna ogni 5 minuti
ja: 5 分刻みのマーク
kk: 5 мин белгілері
ko: 5분 단위 눈금 표시
lv: 5 minūšu tikšķa atzīmes
nb: Merke hvert 5. minutt
nds: Markeren all 5 Minuten
nl: 5 minuten tikmarkeringen
pl: Kreski 5 minutowe
pt: Marcações de 5 minutos
ru: Пятиминутные отметки
sl: Oznake 5 minut
sr@ijekavian: Подиоци на 5 минута
sv: 5 minuters streckmarkeringar
uk: 5-тихвилинні позначки
zh_tw: 5 分鐘刻度

# @item screen saver name
source: Tangram
et: Tangramm
it: Tangramma
ja: タングラム
kk: Танграм
ko: 탠그램
lv: Tangramma
sr@ijekavian: Танграм
uk: Танграма
zh_tw: 七巧板

# @info screen saver description
source: Solves tangram puzzles. http://en.wikipedia.org/wiki/Tangram Written by Jeremy English; 2005.
ca@valencia: Resol el trencaclosques Tangram. http://en.wikipedia.org/wiki/Tangram Escrit per Jeremy English; 2005.
es: Resuelve rompecabezas de tangrama. http://en.wikipedia.org/wiki/Tangram. Escrito por Jeremy English; 2005.
et: Tangrammimõistatuste lahendamine. http://en.wikipedia.org/wiki/Tangram Autor: Jeremy English; 2005.
eu: Tangram buruhausgarriak ebazten ditu. http://en.wikipedia.org/wiki/Tangram Jeremy English-ek idatzia; 2005.
fi: Ratkoo tangram-palapelejä (http://fi.wikipedia.org/wiki/Tangram). Tehnyt Jeremy English, 2005.
fr: Résous les puzzles de Tangram. http://en.wikipedia.org/wiki/Tangram Écrit par Jeremy English ; 2005.
gl: Resolve quebracabezas Tangram. http://en.wikipedia.org/wiki/Tangram. Escribiuno Jeremy English en 2005.
hu: Tangram feladványokat old meg. Lásd: http://en.wikipedia.org/wiki/Tangram Készítette: Jeremy English, 2005.
it: Risolve tangrammi. http://it.wikipedia.org/wiki/Tangram Scritto da Jeremy English; 2005.
ja: タングラムを解きます。http://ja.wikipedia.org/wiki/タングラム Jeremy English、2005年作。
kk: Танграм бас қатырғыштың шешу бейнесі. http://en.wikipedia.org/wiki/Tangram Авторы: Jeremy English; 2005.
lv: Risina tangrammas mīklas. http://en.wikipedia.org/wiki/Tangram Sarakstīja Jeremy English; 2005.
nb: Løser Tangram-puslespill. <link>http://en.wikipedia.org/wiki/Tangram</link> Skrevet av Jeremy English i 2005.
nds: Lööst Tangram-Radels http://de.wikipedia.org/wiki/Tangram Schreven vun Jeremy English, 2005
nl: Lost tangram -puzzels op. http://en.wikipedia.org/wiki/Tangram In 2005 geschreven door Jeremy English.
pl: Rozwiązuje układankę tangram. http://pl.wikipedia.org/wiki/Tangram Autor: Jeremy English; 2005.
pt: Resolve 'puzzles' de Tangram. http://en.wikipedia.org/wiki/Tangram Feito por Jeremy English; 2005.
ru: Решает головоломки танграм. http://ru.wikipedia.org/wiki/Танграм Автор Джереми Инглиш (Jeremy English), 2005.
sl: Reši uganko tangram. http://en.wikipedia.org/wiki/Tangram Napisal Jeremy English, 2005.
sr@ijekavian: Рјешава танграмске слагалице (http://en.wikipedia.org/wiki/Tangram). Написао Џереми Инглиш, 2005.
sv: Löser tangrampussel. Se http://en.wikipedia.org/wiki/Tangram. Skriven av Jeremy English, 2005.
uk: Розв’язує танграми (китайські геометричні головоломки). http://en.wikipedia.org/wiki/Tangram Автор — Jeremy English; 2005.
zh_tw: 玩七巧板。參考資料：http://en.wikipedia.org/wiki/Tangram 。由 Jeremy English 撰寫，2005.

# @item:inrange Linger
source: Brief
ca@valencia: Breu
es: Breve
et: Lühike
eu: Labur
fi: Lyhyt
fr: Bref
gl: Breve
hu: Tájékoztatás
it: Breve
ja: 簡潔に
ko: 짧게
lv: Īsi
nb: Kort
nds: Kort
nl: Beknopt
nn: Kort
pl: Zwięzłe
pt: Breve
ru: Кратко
sl: Kratko
sr@ijekavian: кратко
sv: Kort
uk: Коротко

# @label:slider
source: X rotation
ca@valencia: Rotació X
es: Rotación X
et: X-pööramine
eu: X biraketa
fi: X-kierto
fr: Rotation X
ga: Rothlú X
gl: Rotación en X
hu: X forgás
it: Rotazione X
ja: X 軸回転
kk: X бұралуы
ko: X 회전
lv: X rotācija
nb: X-rotasjon
nds: X-Dreihen
nl: X-rotatie
pl: Obrót dookoła osi X
pt: Rotação X
ru: Поворот по оси X
sl: Vrtenje X
sr@ijekavian: X ротација
uk: Обертання за X
zh_tw: X 軸旋轉

# @item:inrange X rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange X rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Y rotation
ca@valencia: Rotació Y
es: Rotación Y
et: Y-pööramine
eu: Y biraketa
fi: Y-kierto
fr: Rotation Y
ga: Rothlú Y
gl: Rotación en Y
hu: Y forgás
it: Rotazione Y
ja: Y 軸回転
kk: Y бұралуы
ko: Y 회전
lv: Y rotācija
nb: Y-rotasjon
nds: Y-Dreihen
nl: Y-rotatie
pl: Obrót w osi Y
pt: Rotação Y
ru: Поворот по оси Y
sl: Vrtenje Y
sr@ijekavian: Y ротација
uk: Обертання за Y
zh_tw: Y 軸旋轉：

# @item:inrange Y rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Y rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Z rotation
ca@valencia: Rotació Z
es: Rotación Z
et: Z-pööramine
eu: Z biraketa
fi: Z-kierto
fr: Rotation Z
ga: Rothlú Z
gl: Rotación en Z
hu: Z forgás
it: Rotazione Z
ja: Z 軸回転
kk: Z бұралуы
ko: Z 회전
lv: Z rotācija
nb: Z-rotasjon
nds: Z-Dreihen
nl: Z-rotatie
pl: Obrót w osi Z
pt: Rotação Z
ru: Поворот по оси Z
sl: Vrtenje Z
sr@ijekavian: Z ротација
uk: Обертання за Z
zh_tw: Z 軸旋轉

# @item:inrange Z rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Z rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @item screen saver name
source: Thornbird
es: Pájaro espino
et: TorkLind
eu: Arantza-txoria
fr: Oiseau épineux
gl: Paxaro espiño
hu: Tövismadár
it: Uccello nel roveto
kk: Тікенек
ko: 토른버드
lv: Ērkšķputns
nds: Doornvagel
nn: Tornefugl
pl: Ptak w ciernistych krzewach
pt: Silva
sl: Trnavi ptič
sr@ijekavian: Трноптица
sv: Törnfågel
uk: Колючки
zh_tw: 刺鳥

# @info screen saver description
source: Displays a view of the "Bird in a Thornbush" fractal. Written by Tim Auckland; 2002.
ca@valencia: Mostra una vista del fractal «L'ocell en una romeguera». Escrit per Tim Auckland; 2002.
es: Muestra una vista del fractal «El pájaro en el espino». Escrito por Tim Auckland; 2002.
et: Näitab fraktaali "Lind torkpõõsas". Autor: Tim Auckland; 2002.
eu: "Txoria arantzan" fraktalaren ikuspegi bat bistaratzen du. Tim Auckland-ek idatzia; 2002.
fi: ”Bird in a Thornbush” -fraktaalikuvio. Kirjoittanut Tim Auckland, 2002.
fr: Affiche une vue de la fractale « Oiseau dans un buisson d'épines ». Écrit par Tim Auckland ; 2002.
ga: Taispeánann sé seo amharc ar an bhfrachtal ``Éan i Sceach''. Scríofa ag Tim Auckland, 2002.
gl: Mostra unha vista do fractal «Paxaro nunha silva». Escribiuno Tim Auckland en 2002.
hu: Egy "Madár a tövisbokorban" fraktált rajzol ki. Készítette: Tim Auckland, 2002.
it: Mostra una vista del frattale «Uccello in un nido di rovi». Scritto da Tim Auckland; 2002.
ja: 「いばらの中の鳥」の視点のフラクタルによる表示。Tim Auckland、2002年作。
kk: "Тікенек бұта құсы" фрактал бейнесі. Авторы: Tim Auckland; 2002.
nb: Tegner opp en visning av fraktalen «Fugler i en tornebusk». Skrevet av Tim Auckland i 2002.
nds: En Ansicht vun dat "Vagel in en Doornbusch"-Fraktaal. 2002 vun Tim Auckland schreven.
nl: Toont het beeld van de "Bird in a Thornbush" fractal. In 2002 geschreven door Tim Auckland.
pl: Rysuje fraktal "Ptak w ciernistych krzewach". Autor: Tim Auckland; 2002.
pt: Mostra uma vista do fractal "Pássaro numa Silva". Feito por Tim Auckland; 2002.
ru: Показывает фрактал "Bird in a Thornbush" (птичка в терновом кусте). Автор Тим Окленд (Tim Auckland), 2002.
sl: Prikaže pogled fraktala "Ptica v grmovju". Napisal Tim Auckland, 2002.
sr@ijekavian: Приказује фрактал „Птица у трновитом грмљу“. Написао Тим Окленд, 2002.
sv: Visar en bild av fraktalmönstret "Fågel i törnbuske". Skriven av Tim Auckland, 2002.
uk: Показує фрактал «Пташка у колючому кущі». Автор — Tim Auckland; 2002.
zh_tw: 顯示「高灌叢中的鳥」（Bird in a Thornbush）的圖形。由 Tim Auckland 撰寫，2002。

# @item screen saver name
source: TimeTunnel
ca@valencia: Túnel del temps
et: Ajatunnel
eu: Denboraren tunela
fi: Aikatunneli
fr: Tunnel temporel
gl: Túnel no tempo
hu: Időalagút
it: Tunnel temporale
kk: Уақыт туннелі
ko: 시간 터널
lv: Laika tunelis
nb: Tidstunnel
nds: Tiettunnel
nl: Tijdtunnel
nn: Tidstunell
pl: Tunel Czasu
pt: Túnel no Tempo
sl: Časovni predor
sr@ijekavian: Временски тунел
sv: Tidstunnel
uk: Часовий тунель
zh_tw: 時光隧道
