Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Simulates that pen-in-nested-plastic-gears toy from your childhood. http://en.wikipedia.org/wiki/Spirograph Written by Rohit Singh; 2000.
ca@valencia: Simula els dibuixos de la infantesa fets amb un bolígraf inserit en un joc d'engranatges de plàstic. http://en.wikipedia.org/wiki/Spirograph Escrit per Rohit Singh; 2000.
es: Simula los dibujos de la niñez hechos con un bolígrafo anidado en engranajes de plástico. Creado por Rohit Singh; 2000.
et: Jäljendab lapsepõlvest meelde jäänud mänguasja 'pen-in-nested-plastic-gears'. http://en.wikipedia.org/wiki/Spirograph Autor: Rohit Singh; 2000.
eu: Zure haurtzaroko axota-habiaratutako-plastikozko-engranajeetan jostailua simulatzen du. http://en.wikipedia.org/wiki/Spirograph Rohit Singh-ek idatzia; 2000.
fi: Näytönsäästäjä muistuttaa lapsuuden leikeistä tuttua piirtolevyä. http://en.wikipedia.org/wiki/Spirograph Kirjoittanut Rohit Singh, 2000.
fr: Simule ce pochoir en disque pivotant en plastique de votre enfance. http://en.wikipedia.org/wiki/Spirograph Écrit par Rohit Singh ; 2000.
ga: Déanann sé seo insamhladh ar bhréagán ``peann-i-ngiaranna-neadaithe-plaisteacha'' as do leanbaíocht. http://en.wikipedia.org/wiki/Spirograph Scríofa ag Rohit Singh, 2000.
gl: Simula un xoguete para cativos. http://en.wikipedia.org/wiki/Spirograph. Escribiuno Rohit Singh en 2000.
hu: A gyermekkori emlékekből ismerős mókás golyóstollat szimulálja. http://en.wikipedia.org/wiki/Spirograph Készítette: Rohit Singh.
it: Simula quel gioco con la penna nelle rotelle di plastica annidate della tua infanzia. http://it.wikipedia.org/wiki/Spirograph Scritto da Rohit Singh; 2000.
ja: あなたが子どもの頃使った、入れ子のプラスチック製ギアにペンを入れて遊ぶ玩具のシミュレーションです。http://en.wikipedia.org/wiki/Spirograph Rohit Singh、2000年作。
kk: Әсем центірлі симметриялық өрнектер. http://en.wikipedia.org/wiki/Spirograph Авторы: Rohit Singh; 2000.
nb: Simulerer leketøyet fra din barndom med en pen inni plasttannhjul som griper i hverandre. <link>http://en.wikipedia.org/wiki/Spirograph</link> Skrevet av Rohit Singh i 2000.
nds: Simuleert dat Stift-in-inenannersett-Tahnrööd-Speeltüüch ut Dien Kinnerdaag. http://de.wikipedia.org/wiki/Spirograph_(Spielzeug) Schreven vun Rohit Singh, 2000.
nl: Simuleert die pen-in-geneste-plastic-tandwielen spel uit uw kindertijd. http://en.wikipedia.org/wiki/Spirograph In 2000 geschreven door Rohit Singh.
pl: Symuluje dziecinną zabawkę składającą się z kołka w kilku plastikowych trybikach. Autor: Rohit Singh.
pt: Simula um brinquedo da sua infância. http://en.wikipedia.org/wiki/Spirograph Feito por Rohit Singh; 2000.
ru: Красивые циклические узоры. Автор — Рохит Сингх (Rohit Singh); 2000. http://en.wikipedia.org/wiki/Spirograph
sl: Simulira igračo plastičnih kolesc iz vašega otroštva. http://en.wikipedia.org/wiki/Spirograph Napisal Rohit Singh, 2000.
sr@ijekavian: Симулира играчку оловке у угнијежђеним пластичним зупчаницима из вашег дјетињства (http://en.wikipedia.org/wiki/Spirograph). Написао Рохит Синг, 2000.
sv: Simulerar den där barnleksaken med en penna i hopkopplade plastkugghjul. Se http://en.wikipedia.org/wiki/Spirograph. Skriven av Rohit Singh, 2000.
uk: Імітує іграшку для малювання циклічних узорів. http://en.wikipedia.org/wiki/Spirograph Автор — Rohit Singh.
zh_tw: 模擬將筆放在巢狀的塑膠齒輪中的效果。參考資料：http://en.wikipedia.org/wiki/Spirograph 。由 Rohit Singh 撰寫，2000。

# @label:spinbox
source: Layers
ca@valencia: Capes
es: Capas
et: Kihid
eu: Geruzak
fi: Kerroksia
fr: Calques
ga: Sraitheanna
gl: Capas
hu: Rétegek
it: Livelli
ja: レイヤー
kk: Қабаттар
ko: 레이어
lv: Slāņi
nb: Lag
nds: Lagen
nl: Lagen
nn: Lag
pl: Warstwy
pt: Camadas
ru: Количество слоёв:
sl: Plasti
sr@ijekavian: Слојеви
sv: Lager
uk: Шари
zh_tw: 層次

# @item screen saver name
source: Zoom
et: Suurendus
fi: Suurennus
ga: Súmáil
gl: Achegar
hu: Nagyítás
it: Ingrandimento
ja: ズーム
kk: Үлкейткіш
ko: 확대/축소
lv: Palielinājums
nb: Forstørre/-minske
nds: Ansichtgrött
nl: Zoomen
nn: Forstørr
pl: Powiększenie
pt: Ampliação
sl: Približevanje
sr@ijekavian: Увеличање
sv: Zooma
uk: Масштаб
zh_tw: 縮放

# @info screen saver description
source: Fatbits! Zooms in on a part of the screen and then moves around. With the "Lenses" option, the result is like looking through many overlapping lenses rather than just a simple zoom. Written by James Macnicol; 2001.
ca@valencia: Fatbits! Amplia una part de la pantalla i es va movent. Amb l'opció «lents», el resultat és com mirar a través de moltes lents superposades, més que un mer augment. Escrit per James Macnicol; 2001.
es: ¡Bits rápidos! Amplía una parte de la pantalla y después se mueve por ella. Con la opción de «Lentes», el resultado es parecido a mirar a través de varias lentes superpuestas en lugar de un sencillo aumento. Escrito por James Macnicol; 2001.
et: Fatbits! Suurendab osa ekraanist ja liigub siis edasi. Võtmega -lenses (läätsed) saab näha otsekui läbi mitme kattuva läätse, mitte ainult tavasuurendust. Autor: James Macnicol; 2001.
fi: Isot bitit! Tarkentaa yhteen näytön kohtaan ja liikkuu sitä pitkin. Linssit-valinnalla lopputulos näyttää siltä, kuin linssejä olisi useita eikä vain yksi. Kirjoittanut James Macnicol, 2001.
hu: Kövér bitek! Kinagyítja a képernyő egy részét, majd elkezdi mozgatni. A „Lencsék” opcióval az eredmény több, egymást átfedő lencse hatásához hasonlít az alapértelmezett egyszeres nagyítás helyett. Készítette: James Macnicol, 2001.
it: FatBits! Ingrandisce una parte dello schermo e si sposta. Con l'opzione «Lenti» è come guardare attraverso molte lenti sovrapposte anziché un solo ingrandimento. Scritto da James Macnicol; 2001.
nb: Fatbits! Zoomer inn på en del av skjermen og flytter så rundt. Med valget «Linser» ser det ut som å se gjennom linser som overlapper hverandre i stedet for bare en enkel forstørring. Skrevet av James Macnicol i 2001.
nds: "Fatbits!" maakt en Deel vun den Schirm grötter un buttjert denn rüm. Mit de Glöös-Optschoon (-lenses) lett dat, as wenn Een dör vele överlappen Glöös kieken dee, un nich bloots dör een. Schreven vun James Macnicol, 2001.
nl: Fatbits! Zoomt in op een gedeelte van het scherm en beweegt het dan rond. Met de optie "Lenzen" lijkt het resultaat op vele elkaar overlappende lenzen in plaats van een simpele zoomfunctie. In 2001 geschreven door James Macnicol.
pl: Tłuste bity! Powiększa część obrazka pulpitu, a następnie się przesuwa. Z opcją -lenses efekt wynik wygląda raczej jak wiele nakładających się soczewek niż jak zwykłe szkło powiększające. Autor: James Macnicol; 2001.
pt: Amplia uma dada zona do ecrã e vai percorrendo o mesmo. Com a opção "Lentes", o resultado é semelhante ao de olhar através de várias lentes sobrepostas em vez de ser apenas por uma única. Feito por James Macnicol; 2001.
sl: Fatbits! Približa del zaslona in se premika naokoli. Z možnostjo "Leče" je rezultat podoben ogledu skozi več prekrivajočih se leč namesto enostavnega približanja. Napisal James Macnicol, 2001.
sr@ijekavian: Фатбитс! Увећава дио екрана и креће се по њему. Уз опцију <interface>Сочива</interface> добија се поглед кроз многа преклопљена сочива, умјесто обичног увеличања. Написао Џејмс Макникол, 2001.
sv: Feta punkter! Zoomar in på en del av skärmen och flyttar sedan omkring den. Med väljaren "lenses" (linser) är resultatet som att titta genom många överlappande linser, istället för en enkel inzoomning. Skriven av James Macnicol, 2001.
uk: Товсті біти! Наближує ділянку екрана, а потім рухається екраном. За допомогою параметра «Лінзи», можна досягти результату у вигляді зображення крізь декілька лінз, що перекриваються, а не просто звичайного збільшення. Автор — James Macnicol; 2001.
zh_tw: 放大螢幕的某部份，然後移動。加上 Lenses 選項的話，會看起來像是有很多放大鏡重疊在一起。由 James Macnicol 撰寫，2001。

# @info screen saver description
source: Zooms in on a part of the screen and then moves around. With the "Lenses" option, the result is like looking through many overlapping lenses rather than just a simple zoom. Written by James Macnicol; 2001.
ca@valencia: Amplia una part de la pantalla i es va movent. Amb l'opció «lents», el resultat és com mirar a través de moltes lents superposades, més que un mer augment. Escrit per James Macnicol; 2001.
es: Aumenta una parte de la pantalla y después se mueve por ella. Con la opción de «Lentes», el resultado es parecido a mirar a través de varias lentes superpuestas en lugar de un sencillo aumento. Escrito por James Macnicol; 2001.
et: Suurendab osa ekraanist ja liigub siis edasi. Võtmega -lenses (läätsed) saab näha otsekui läbi mitme kattuva läätse, mitte ainult tavasuurendust. Autor: James Macnicol; 2001.
eu: Pantailaren zati bati zooma haunditzen dio eta ondoren ingurutik higitzen da. "Lenteak" aukerarekin, emaitza gainezartzen diren lente askotan zehar begiratzea bezalakoa da zoom simple baten ordez. James Macnicol-ek idatzia; 2001.
fi: Tarkentaa yhteen näytön kohtaan ja liikkuu sitä pitkin. Linssit-valinnalla lopputulos näyttää siltä, kuin linssejä olisi useita eikä vain yksi. Kirjoittanut James Macnicol, 2001.
fr: Grossit une partie de l'écran puis bouge autour. Avec l'option -lenses, le résultat est plus une vue à travers des objectifs qui se chevauchent qu'un simple grossissement. Écrit par James Macnicol en 2001.
ga: Súmáil isteach ar chuid den scáileán ansin bog timpeall. Leis an rogha "Lenses", tá cosúlacht ag an toradh le go leor lionsaí forluite seachas súmáil shimplí. Scríofa ag James Macnicol, 2001.
gl: Amplía unha zona da pantalla e vai movéndoa. Coa opción «Lenses» o resultado é semellante ao de ollar a través de varios lentes sobrepostos en vez de ser unha ampliación normal. Escribiuno James Macnicol en 2001.
hu: Kinagyítja a képernyő egy részét, majd elkezdi mozgatni. A "Lencsék" opcióval az eredmény több, egymást átfedő lencse hatásához hasonlít az alapértelmezett egyszeres nagyítás helyett. Készítette: James Macnicol, 2001.
it: Ingrandisce una parte dello schermo e si sposta. Con l'opzione «Lenti» è come guardare attraverso molte lenti sovrapposte anziché un solo ingrandimento. Scritto da James Macnicol; 2001.
ja: スクリーンの一部をズームインして、動かします。-lenses オプションを使えば、純なズーム以外のにも、さまざまなレンズの重ね合わせの効果が見れます。James Macnicol、2001年作。
kk: Экранның бір бөлігін үлекейтіп аралап жүреді. "Линзалар" параметрін қосқанда бірнеше қабаттасқан үлкейткіш линзалар эффекті көрсетіледі. Авторы: James Macnicol; 2001.
nb: Zoomer inn på en del av skjermen og flytter så rundt. Med valget «Linser» ser det ut som å se gjennom linser som overlapper hverandre i stedet for bare en enkel forstørring. Skrevet av James Macnicol i 2001.
nds: Maakt en Deel vun den Schirm grötter un buttjert denn rüm. Mit de Glöös-Optschoon (-lenses) lett dat, as wenn Een dör vele överlappen Glöös kieken dee, un nich bloots dör een. Schreven vun James Macnicol, 2001.
nl: Zoomt in op een gedeelte van het scherm en beweegt het dan rond. Met de optie "Lensen" lijkt het resultaat op vele elkaar overlappende lenzen in plaats van een simpele zoomfunctie. In 2001 geschreven door James Macnicol.
pl: Powiększa część obrazka pulpitu, a następnie się przesuwa. Z opcją -lenses efekt wynik wygląda raczej jak wiele nakładających się soczewek niż jak zwykłe szkło powiększające. Autor: James Macnicol; 2001.
pt: Amplia uma dada zona do ecrã e vai percorrendo o mesmo. Com a opção "Lentes", o resultado é semelhante ao de olhar através de várias lentes sobrepostas em vez de ser apenas por uma única. Feito por James Macnicol; 2001.
ru: Увеличивает масштаб части экрана и затем двигается по картинке. С опцией "линза" создаётся ощущение, что смотришь на экран через множество накладывающихся друг на друга линз. Автор Джеймс Макникол (James Macnicol), 2001.
sl: Približa del zaslona in se premika naokoli. Z možnostjo "Leče" je rezultat podoben ogledu skozi več prekrivajočih se leč namesto enostavnega približanja. Napisal James Macnicol, 2001.
sr@ijekavian: Увећава дио екрана и креће се по њему. Уз опцију <interface>Сочива</interface> добија се поглед кроз многа преклопљена сочива, умјесто обичног увеличања. Написао Џејмс Макникол, 2001.
sv: Zoomar in på en del av skärmen och flyttar sedan omkring den. Med väljaren "lenses" (linser) är resultatet som att titta genom många överlappande linser, istället för en enkel inzoomning. Skriven av James Macnicol, 2001.
uk: Наближує ділянку екрана, а потім рухається екраном. За допомогою параметра «Лінзи», можна досягти результату у вигляді зображення крізь декілька лінз, що перекриваються, а не просто звичайного збільшення. Автор — James Macnicol; 2001.
zh_tw: 放大螢幕的某部份，然後移動。加上 Lenses 選項的話，會看起來像是有很多放大鏡重疊在一起。由 James Macnicol 撰寫，2001。

# @label:spinbox
source: X magnification
ca@valencia: Ampliació X
es: Aumento en X
et: X-suuurendamine
eu: X handitzea
fi: X-suurennus
fr: Agrandissement selon X
ga: X-Formhéadú
gl: Ampliación en X
hu: X nagyítás
it: Ingrandimento X
ja: X 倍率
kk: X-үлкейтуі
ko: X 확대
lv: X palielinājums
nb: X-forstørrelse
nds: X-Ansichtgrött
nl: X-vergroting
pl: Powiększenie X
pt: Ampliação em X
ru: масштабирование по оси X
sl: X povečava
sr@ijekavian: Увеличање по X
sv: X-förstoring
uk: Збільшення за X
zh_tw: X 軸放大

# @label:spinbox
source: X border width
ca@valencia: Amplada de la vora X
es: Ancho del borde X
et: X-piirde laius
eu: X ertzaren zabalera
fi: X-reunan leveys
fr: Épaisseur de la bordure X
gl: Largura do contorno en X
hu: X szegélyvastagság
it: Spessore del bordo X
ja: X 境界の幅
kk: X-шек қалыңдығы
ko: X 경계 너비
lv: X robežas platums
nb: X kantbredde
nds: X-Randbreed
nl: X-randbreedte
pl: Szerokość ramki X
pt: Espessura do contorno em X
ru: Ширина границ по X
sl: X širina robu
sr@ijekavian: Ширина ивице по X
sv: X-kantbredd
uk: Ширина рамки за X
zh_tw: X 軸邊框寬度

# @label:spinbox
source: X lens offset
ca@valencia: Desplaçament X de la lent
es: Desplazamiento de la lente en X
et: X-läätse nihe
fi: X-linssin siirtymä
fr: Décalage de la lentille X
gl: Desprazamento das lentes en X
hu: X lencsetávolság
it: Spostamento delle lenti X
ja: X レンズのオフセット
kk: Линзаның X-шегінісі
ko: X 렌즈 위치
lv: X lēcas nobīde
nb: X linseforskyvning
nds: X-Glas-Verscheel
pl: Przesunięcie soczewki X
pt: Posição das lentes em X
ru: Смещение линз по X
sl: X zamik leče
sr@ijekavian: Помак сочива по X
sv: X-linsförskjutning
uk: Зміщення лінз за X
zh_tw: X 軸鏡頭偏移

# @label:spinbox
source: Y magnification
ca@valencia: Ampliació Y
es: Aumento en Y
et: Y-suurendamine
eu: Y handitzea
fi: Y-suurennus
fr: Agrandissement selon Y
ga: Y-Formhéadú
gl: Ampliación en Y
hu: Y nagyítás
it: Ingrandimento Y
ja: Y 倍率
kk: Y-үлкейтуі
ko: Y 확대
lv: Y palielinājums
nb: Y-forstørrelse
nds: Y-Ansichtgrött
nl: Y-vergroting
pl: Powiększenie Y
pt: Ampliação em Y
ru: масштабирование по оси Y
sl: Y povečava
sr@ijekavian: Увеличање по Y
sv: Y-förstoring
uk: Збільшення за Y
zh_tw: Y 軸放大

# @label:spinbox
source: Y border width
ca@valencia: Amplada de la vora Y
es: Ancho del borde Y
et: Y-piirde laius
eu: Y ertzaren zabalera
fi: Y-reunan leveys
fr: Épaisseur de la bordure Y
gl: Largura do contorno en Y
hu: Y szegélyvastagság
it: Spessore del bordo Y
ja: Y 境界の幅
kk: Y-шек қалыңдығы
ko: Y경계 너비
lv: Y robežas platums
nb: Y kantbredde
nds: Y-Randbreed
nl: Y-randbreedte
pl: Szerokość ramki Y
pt: Espessura do contorno em Y
ru: Ширина границ по Y
sl: Y širina robu
sr@ijekavian: Ширина ивице по Y
sv: Y-kantbredd
uk: Ширина рамки за Y
zh_tw: Y 軸邊框寬度

# @label:spinbox
source: Y lens offset
ca@valencia: Desplaçament Y de la lent
es: Desplazamiento de la lente en Y
et: Y-läätse nihe
fi: Y-linssin siirtymä
fr: Décalage de la lentille Y
gl: Desprazamento das lentes en Y
hu: Y lencsetávolság
it: Spostamento delle lenti Y
ja: Y レンズのオフセット
kk: Линзаның Y-шегінісі
ko: Y 렌즈 위치
lv: Y lēcas nobīde
nb: Y linseforskyvning
nds: Y-Glas-Verscheel
pl: Przesunięcie soczewki Y
pt: Posição das lentes em Y
ru: Смещение линз по Y
sl: Y zamik leče
sr@ijekavian: Помак сочива по Y
sv: Y-linsförskjutning
uk: Зміщення лінз за Y
zh_tw: Y 軸鏡頭偏移

# @option:check
source: Lenses
ca@valencia: Lents
es: Lentes
et: Läätsed
eu: Lenteak
fi: Linssit
fr: Lentilles
ga: Lionsaí
gl: Lentes
hu: Lencsék
it: Lenti
ja: レンズ
kk: Линзалар
ko: 렌즈
lv: Lēcas
nb: Linser
nds: Glöös
nl: Lenzen
pl: Soczewki
pt: Lentes
ru: Линзы
sl: Leče
sr@ijekavian: Сочива
sv: Linser
uk: Лінзи
zh_tw: 多鏡頭

source: Setup %1
ca@valencia: Configuració de %1
es: Configuración %1
et: %1 seadistused
eu: Ezarri %1
fi: Aseta %1
fr: Paramètres de %1
ga: Socrú %1
gl: Instalar %1
hu: %1 beállítása
it: Configura %1
ja: %1 の設定
kk: %1 баптауы
ko: %1 설정
lv: Iestatīt %1
nb: Sett opp %1
nds: %1 instellen
nl: %1 instellen
pl: Ustawienia %1
pt: Configurar %1
ru: Настройка хранителя экрана «%1»
sl: Nastavitev za %1
sr@ijekavian: Подешавање %1|/|Подешавање $[ген %1]
sv: Inställning %1
uk: Налаштування %1
zh_tw: 設定 %1

source: KDE X Screen Saver Configuration tool
ca@valencia: Eina de configuració de l'estalvi de pantalla X de KDE
es: Herramienta de configuración del salvapantallas de KDE
et: KDE X'i ekraanisäästjate seadistaja
eu: KDEren X pantaila babeslearen konfiguraziorako tresna
fi: KDE X-näytönsäästäjien asetustyökalu
fr: Outil de configuration de l'écran de veille de KDE
ga: Uirlis Chumraíochta Spárálaithe Scáileáin X KDE
gl: Utilidade de configuración do protector de pantalla de KDE
hu: KDE beállítóprogram az X képernyővédőhöz
it: Strumento di KDE per configurare i salvaschermi di X
ja: KDE X スクリーンセーバー設定ツール
kk: KDE X экран сақтағышын баптау құралы
ko: KDE X 화면 보호기 설정 도구
lv: KDE X ekrānsaudzētāja konfigurēšanas rīks
nb: Tilpasningsverktøy for KDE-X-pauseskjerm
nds: KDE-Programm för't Instellen vun X-Pausschirmen
nl: KDE X Schermbeveiliging-configuratieprogramma
nn: Oppsettverktøy for X-pauseskjermar i KDE
pl: Narzędzie konfiguracji wygaszacza ekranu KDE
pt: Ferramenta de Configuração dos Protectores de Ecrã do KDE
ru: Настройка хранителя экрана
sl: KDE-jevo orodje za nastavitev ohranjevalnikov zaslona X Screen Saver
sr@ijekavian: КДЕ алатка за подешавање Икс‑чувара-екрана
sv: KDE:s inställningsverktyg för X-skärmsläckare
uk: Утиліта налаштування зберігача екрана X для KDE
zh_tw: KDE X 螢幕保護程式設定工具

source: KXSConfig
sr@ijekavian: К‑ИксС‑конфиг

source: Filename of the screen saver to configure
ca@valencia: Nom de fitxer de l'estalvi de pantalla a configurar
es: Nombre del archivo del salvapantallas a configurar
et: Seadistatava ekraanisäästja failinimi
eu: Konfiguratuko den pantaila babeslearen fitxategiaren izena
fi: Asetettavan näytönsäästäjän tiedostonimi
fr: Nom de fichier de l'écran de veille à configurer
ga: Ainm comhaid an spárálaí scáileáin le cumrú
gl: Nome do protector de pantalla para configurar
hu: A beállítandó képernyővédő fájlneve
it: Nome del file del salvaschermo da configurare
ja: 設定するスクリーンセーバーのファイル名
kk: Баптайтын экран сақтаушының файл атауы
ko: 설정할 화면 보호기의 파일 이름
lv: Konfigurējamā ekrānsaudzētāja faila nosaukums
nb: Filnavnet til pauseskjermen som skal settes opp
nds: Dateinaam vun den Pausschirm, den Du instellen wullt
nl: Bestandsnaam van de te configureren schermbeveiliging
nn: Filnamnet til pauseskjermen som skal setjast opp.
pl: Nazwa pliku konfigurowanego wygaszacza
pt: Nome do protector de ecrã a configurar
ru: Имя файла хранителя экрана для настройки
sl: Ime datoteke ohranjevalnika za nastavitve
sr@ijekavian: Име фајла чувара екрана за подешавање
sv: Filnamnet på skärmsläckaren som ska ställas in
uk: Назва файла зберігача екрана для налаштування
zh_tw: 要設定的螢幕保護程式檔名

source: Optional screen saver name used in messages
ca@valencia: Nom opcional de l'estalvi de pantalla usat en els missatges
es: Nombre opcional del salvapantallas usado en los mensajes
et: Ekraanisäästja nimi kasutamiseks teadetes
eu: Mezuetan erabiliko den pantaila babeslearen aukerazko izena
fi: Valinnainen näytönsäästäjän nimi viesteissä käytettäväksi
fr: Nom optionnel de l'écran de veille utilisé dans les messages
ga: Ainm roghnach ar an spárálaí scáileáin a úsáidtear i dteachtaireachtaí
gl: Nome opcional do protector utilizado nas mensaxes
hu: Az üzeneteknél használt képernyővédő neve (opcionális)
it: Nome facoltativo del salvaschermo da usare nei messaggi
ja: メッセージで表示されるスクリーンセーバーの名前 (任意)
kk: Хабарламаларда қолданатын экран сақтаушының атауы (міндетті түрде қажет емес)
ko: 메시지에 사용할 추가적 화면 보호기 이름
lv: Papildus ekrāna saudzētāja nosaukums, lietošanai paziņojumos
nb: Alternativt pauseskjermnavn brukt i meldinger
nds: Anner Naam, de binnen Mellen bruukt warrt (optschonaal)
nl: Optionele naam van schermbeveiliging, gebruikt in meldingen
nn: Valfritt pauseskjermnamn for bruk i meldingar
pl: Opcjonalna nazwa wygaszacza ekranu używana w komunikatach
pt: Nome opcional do protector utilizado nas mensagens
ru: Дополнительное имя хранителя экрана, которое будет использоваться в сообщениях
sl: Dodaten ohranjevalnik zaslona, uporabljen v sporočilih
sr@ijekavian: Опционо име чувара екрана које се користи у порукама
sv: Valfritt skärmsläckarnamn som används i meddelanden
uk: Додаткова назва зберігача екрана, яка використовується в повідомленнях
zh_tw: 用於訊息內，可選擇的螢幕保護程式名稱

source: No configuration available for %1
ca@valencia: No hi ha cap configuració disponible per a %1
es: No hay una configuración disponible para %1
et: %1 jaoks ei ole seadistust
eu: Ez dago %1-(r)en konfiguraziorik eskuragarri
fi: Ei asetuksia näytönsäästäjälle %1
fr: Pas de configuration disponible pour « %1 »
ga: Níl cumraíocht ar fáil do %1
gl: Non hai configuración dispoñíbel para %1
hu: Nincs elérhető beállítás ehhez: %1
it: Nessuna configurazione disponibile per %1
ja: %1 の設定はありません
kk: %1 баптауды қажет етпейді
ko: %1에 사용할 수 있는 설정이 없습니다
lv: Ekrānsaudzētājam %1 nav pieejama konfigurācija.
nb: Ingen tilpasninger er tilgjengelig for %1
nds: För "%1" sünd keen Instellen verföögbor
nl: Geen configuratie beschikbaar voor %1
nn: Inga oppsett tilgjengeleg for %1
pl: Brak dostępnej konfiguracji dla %1
pt: Configuração não disponível para %1
ru: %1 не подлежит настройке
sl: Ni nastavitev za %1
sr@ijekavian: %1 нема ништа за подешавање.|/|%1 $[по-броју %1 нема немају] ништа за подешавање.
sv: Inga inställningar tillgängliga för %1
uk: Налаштування %1 неможливе
zh_tw: 沒有關於 %1 的組態設定

source: KDE X Screen Saver Launcher
ca@valencia: Carregador de l'estalvi de pantalla X del KDE
es: Lanzador de salvapantallas de KDE
et: KDE X'i ekraanisäästjate käivitaja
eu: KDE-ren X pantaila babeslearen abiarazlea
fi: KDE:n X-näytönsäästäjäkäynnistin
fr: Lanceur d'écran de veille de KDE
ga: Tosaitheoir Spárálaithe Scáileáin X KDE
gl: Iniciador do protector de pantalla de KDE
hu: KDE indítóprogram X képernyővédőkhöz
it: Avviatore di KDE per i salvaschermi di X
ja: KDE X スクリーンセーバーランチャー
kk: KDE X экран сақтағышын жегу
ko: KDE X 화면 보호기 실행기
lv: KDE X ekrānsaudzētāja palaidējs
nb: Starter for KDE X pauseskjerm
nds: KDE-Starter för X-Pausschirmen
nl: KDE X Screensaver Starter
nn: KDE-startar for X-pauseskjerm
pl: Uruchamianie wygaszacza ekranu KDE
pt: Execução de Protectores de Ecrã do KDE
ru: Запуск хранителя экрана X-сервера под KDE
sl: Zaganjalnik ohranjevalnikov zaslona KDE za X
sr@ijekavian: КДЕ покретач Икс‑чувара-екрана
sv: KDE:s startprogram för X-skärmsläckare
uk: Пускач зберігача екрана X для KDE
zh_tw: KDE X 螢幕保護程式啟動器

source: KXSRun
sr@ijekavian: К‑ИксС‑покрет
