Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Stretchy melt
ca@valencia: Fusió elàstica
es: Fundido elástico
et: Venitatud lagunemine
eu: Urtze malgua
fi: Venyvä sulaminen
fr: Coulée étirée
ga: Leá sínteach
gl: Derreter estirando
hu: Nyújtott olvadás
it: Fusione stiracchiata
ja: 伸ばしながら解ける
kk: Керіліп ағу
ko: 군데군데 녹임
lv: Kust staipīgi
nb: Strekk-smelt
nds: Trecken Smölt
nl: Uitgerekt smelten
nn: Strekksmelting
pl: Rozciągnięte rozpuszczanie
pt: Derreter esticado
ru: Растягивание
sl: Raztegnjeno taljenje
sr@ijekavian: Растежуће топљење
sv: Sträck och smält
uk: Розтягування
zh_tw: 延伸熔化

# @option:radio
source: Fuzzy melt
ca@valencia: Fusió borrosa
es: Fundido borroso
et: Hägune lagunemine
eu: Urtze lausoa
fi: Samea sulaminen
fr: Coulée flou
ga: Leá doiléir
gl: Fusión difusa
hu: Speciális olvadás
it: Fusione strana
ja: ファジーな溶け方
kk: Диффузия
ko: 퍼지 녹임
lv: Kust miglaini
nb: Uskarp smelting
nds: Verwischt Smölt
nl: Onscherp smelten
nn: Uklar smelting
pl: Rozmazane rozpuszczanie
pt: Derreter de forma difusa
ru: Слабая диффузия
sl: Ohlapno taljenje
sr@ijekavian: Мутно топљење
sv: Otydlig smältning
uk: Розпливчасте плавлення
zh_tw: 模糊熔化

# @item screen saver name
source: Deco
es: Decó
fr: Déco
gl: Decó
ja: デコ
kk: Құрақ
ko: 장식
lv: Deko
nds: Deko
nn: Dekorasjon
ru: Лоскутное одеяло
sl: Okras
sr@ijekavian: Деко
uk: Деко

# @info screen saver description
source: Subdivides and colors rectangles randomly, for a Mondrian-esque effect. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Written by Jamie Zawinski and Michael Bayne; 1997.
ca@valencia: Subdivideix i acoloreix rectangles a l'atzar, amb un efecte de tipus Mondrian. http://en.wikipedia.org/wiki/Piet_Mondrian#Pares_1919.E2.80.931938 Escrit per Jamie Zawinski i Michael Bayne; 1997.
es: Subdivide y colorea rectángulos al azar, para un efecto tipo Mondrian. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938. Escrito por Jamie Zawinski y Michael Bayne; 1997.
et: See jagab ekraani suvaliselt värvilisteks ristkülikuteks, tekitades mondrianliku efekti. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Autor: Jamie Zawinski ja Michael Bayne; 1997.
fi: Suorakulmiot jakautuvat ja vaihtavat väriä satunnaisesti mondrianmaiseen tapaan. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Kirjoittaneet Jamie Zawinski ja Michael Bayne, 1997.
it: Suddivide e colora dei rettangoli in modo casuale per ottenere un effetto mondrianesco. http://it.wikipedia.org/wiki/Piet_Mondrian#Parigi_1919_-_1938 Scritto da Jamie Zawinski e Michael Bayne, 1997.
ko: 몬드리안 양식 효과를 나타내기 위하여 사각형을 무작위적으로 나누고 칠합니다. https://ko.wikipedia.org/wiki/%ED%94%BC%ED%8A%B8_%EB%AA%AC%EB%93%9C%EB%A6%AC%EC%95%88 Jamie Zawinski, Michael Bayne 작성, 1997년.
nb: Denne deler opp og fargelegger rektangler helt tilfeldig og gir en Mondrian-aktig effekt. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Skrevet av Jamie Zawinski og Michael Bayne, 1997.
nds: Ünnerdeelt Rechtecken na Tofall un farvt se in. Gifft en Mondriaan'schen Effekt (lett as en Wandbild in en Kusenbreker sien Töövstuuv). K.o. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_.281919.E2.80.931938.29. Schreven 1997 vun Jamie Zawinski un Michael Bayne.
nl: Deelt rechthoeken op en kleurt deze willekeurig voor een Mondriaan-achtig effect. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 In 1997 geschreven door Jamie Zawinski en Michael Bayne.
pl: Losowe dzielenie i kolorowanie prostokątów do uzyskania efektu Mondrian-esque http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Autorzy: Jamie Zawinski i Michael Bayne; 1997.
pt: Sub-divide e pinta rectângulos aleatoriamente. Parece um quarto de gravação da era Mondrian. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Feito por Jamie Zawinski e Michael Bayne; 1997.
sl: Razdeli in naključno obarva pravokotnike v slogu Pieta Mondriana. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Napisala Jamie Zawinski in Michael Bayne, 1997.
sr@ijekavian: Насумично дели и боји правоугаонике, производећи мондријански ефекат (http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938). Написали Џејми Завински и Мајкл Бејн, 1997.
sv: Delar upp och färglägger rektanglar slumpmässigt för att ge en Mondrian-liknande effekt. Se http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938.29. Skriven av Jamie Zawinski och Michael Bayne, 1997.
uk: Випадково розділяє і розфарбовує прямокутники для отримання ефекту Мондріана.http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Автори — Jamie Zawinski та Michael Bayne; 1997.
zh_tw: 隨機分割矩形並著色。產生 Mondrian-esque 效果。參考資料：http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 。由 Jamie Zawinski 參考 Michael Bayne 所撰寫，1997。

# @info screen saver description
source: Subdivides and colors rectangles randomly. It looks kind of like Brady-Bunch-era rec-room wall paneling. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Written by Jamie Zawinski and Michael Bayne; 1997.
ca@valencia: Subdivideix i acoloreix rectangles a l'atzar. Pareix com un revestiment de fusta per a la paret d'una habitació de l'era Brady-Bunch. http://en.wikipedia.org/wiki/Piet_Mondrian#Pares_1919.E2.80.931938 Escrit per Jamie Zawinski i Michael Bayne; 1997.
es: Subdivide y colorea rectángulos al azar. Parece como un revestimiento para la pared de una habitación de la era Brady-Bunch. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938. Escrito por Jamie Zawinski y Michael Bayne; 1997.
et: See jagab ekraani suvaliselt värvilisteks ristkülikuteks. See meenutab natuke Brady Bunchi aegset elutoa seina värvimist. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Autor: Jamie Zawinski ja Michael Bayne; 1997.
eu: Errektangeluak ausaz azpibanatu eta koloreztatzen ditu. Brady-Bunch-era erako grabaketa-gela baten pareten antzera. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Jamie Zawinski eta Michael Bayne-k idatzia; 1997.
fi: Näytönsäästäjässä suorakulmiot jakautuvat ja vaihtavat väriä satunnaisesti. Kuvio muistuttaa 1970-luvun olohuoneiden tapettia. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Kirjoittaneet Jamie Zawinski ja Michael Bayne, 1997.
fr: Ceci subdivise et colore des rectangles aléatoirement. Cela ressemble aux tableau de Piet Mondrian. Écrit par Jamie Zawinski et Michael Bayne ; 1997.
ga: Foroinneann an ceann seo dronuilleoga agus cuireann sé dathanna orthu go randamach. Is cosúil le painéil bhalla i seomra súgartha ó ré an "Brady Bunch". http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 - scríofa ag Jamie Zawinski, spreagtha ag cód Java le Michael Bayne.
gl: Subdivide e pinta rectángulos aleatoriamente. Parece o papel das paredes dun cuarto de gravación da era Brady-Bunch. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938. Escribírono Jamie Zawinski e Michael Bayne en 1997.
hu: Véletlenszerűen felosztódó és színeződő téglalapokat rajzol ki. Úgy néz ki, mint egy falminta a Brady-Bunch korszakból. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Készítette: Jamie Zawinski és Michael Bayne, 1997.
it: Suddivide e colora dei rettangoli in modo casuale. Sembra una specie di tappezzeria da studio di registrazione del periodo di Brady Bunch.http://it.wikipedia.org/wiki/Piet_Mondrian#Parigi_1919_-_1938 Scritto da Jamie Zawinski e Michael Bayne, 1997.
ja: 分割し各矩形をランダムに色付けします。それはブラディー・バンチ (邦題: ゆかいなブレディー家) 時代のレクルームの壁のパネルのように見えます。Jamie Zawinski と Michael Bayne、1997年作。
kk: Кездейсоқ бөлінген және боялған құрақтар. Бреди Бунч дәуірінің қабырға панеліне ұқсас . http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Авторлары: Jamie Zawinski мен Michael Bayne; 1997.
ko: 브래디 가족 시기 녹화장 벽 배경과 같은 스타일로 사각형을 무작위적으로 나누고 칠합니다. https://ko.wikipedia.org/wiki/%ED%94%BC%ED%8A%B8_%EB%AA%AC%EB%93%9C%EB%A6%AC%EC%95%88 Jamie Zawinski, Michael Bayne 작성, 1997년.
nb: Denne deler opp og fargelegger rektangler helt tilfeldig. Det minner om en del tapetsorter fra 1950-åra. <link>http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938</link> Skrevet av Jamie Zawinski og Michael Bayne, 1997.
nds: Ünnerdeelt Rechtecken na Tofall un farvt se in. Lett as en Wandbild in en Kusenbreker sien Töövstuuv. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Schreven vun Jamie Zawinski un Michael Bayne, 1997.
nl: Deelt rechthoeken op en kleurt deze willekeurig. Het lijkt op het wandbekleding uit de Brady-Bunch-periode. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 In 1997 geschreven door Jamie Zawinski en Michael Bayne.
nn: Teiknar rektangel, for så å dela og farga dei tilfeldig. Kan minna om eit veggpanel frå tidleg 70-tal. <link>http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938</link> Skriven av Jamie Zawinski og Michael Bayne i 1997.
pl: Losowe dzielenie i kolorowanie prostokątów. Wygląda jak panele ścienne pokoju wypoczynkowego z ery Brady'ego-Buncha. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Autorzy: Jamie Zawinski i Michael Bayne; 1997.
pt: Sub-divide e pinta rectângulos aleatoriamente. Parece um quarto de gravação da era Brady-Bunch. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Feito por Jamie Zawinski e Michael Bayne; 1997.
ru: Программа случайным образом разделяет и раскрашивает прямоугольники. Выглядит, как панельные украшения стен в стиле комнат для отдыха 70-х. (http://ru.wikipedia.org/wiki/Мондриан,_Пит) Авторы: Джеми Завински (Jamie Zawinski) и Майкл Бейн (Michael Bayne).
sl: Razdeli in naključno obarva pravokotnike. Videti je kot tapeta iz časa Brady-Buncha. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Napisala Jamie Zawinski in Michael Bayne, 1997.
sr@ijekavian: Насумично дели и боји правоугаонике. Понешто налик на зидне панеле собе за рекреацију из седамдесетих (http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938). Написали Џејми Завински и Мајкл Бејн, 1997.
sv: Delar upp och färglägger rektanglar slumpmässigt. Den ser ungefär ut som väggpaneler i ett vardagsrum från Brady Bunch eran. Se http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938. Skriven av Jamie Zawinski och Michael Bayne, 1997.
uk: Випадково розділяє і розфарбовує прямокутники. Все виглядає наче стінні панелі ери Бреді Банча. http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Автори — Jamie Zawinski та Michael Bayne; 1997.
zh_tw: 隨機分割矩形並著色。看來有點像 Brady-Bunch-era rec-room 的牆壁鑲板畫。參考資料：http://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 。由 Jamie Zawinski 參考 Michael Bayne 所撰寫，1997。

# @item:inrange Duration
source: 1 second
ca@valencia: 1 segon
es: 1 segundo
et: 1 sekund
eu: segundo 1
fi: 1 sekunti
fr: 1 seconde
ga: Soicind amháin
gl: 1 segundo
hu: 1 másodperc
it: 1 secondo
ja: 1 秒
kk: 1 секунд
ko: 1초
lv: 1 sekunde
nb: 1 sekund
nds: 1 Sekunn
nl: 1 seconde
nn: 1 sekund
pl: 1 sekunda
pt: 1 segundo
ru: 1 секунда
sl: 1 sekunda
sr@ijekavian: 1 секунда
sv: 1 sekund
uk: 1 секунда
zh_tw: 1 秒鐘

# @item:inrange Duration
source: 1 minute
ca@valencia: 1 minut
es: 1 minuto
et: 1 minut
eu: minutu 1
fi: 1 minuutti
ga: Nóiméad amháin
gl: 1 minuto
hu: 1 perc
it: 1 minuto
ja: 1 分
kk: 1 минут
ko: 1분
lv: 1 minūte
nb: 1 minutt
nds: 1 Minuut
nl: 1 minuut
nn: 1 minutt
pl: 1 minuta
pt: 1 minuto
ru: 1 минута
sl: 1 minuta
sr@ijekavian: 1 минут
sv: 1 minut
uk: 1 хвилина
zh_tw: 1 分鐘

# @label:spinbox
source: Minimum width
ca@valencia: Amplada mínima
es: Anchura mínima
et: Miinimumlaius
eu: Gutxienezko zabalera
fi: Vähimmäisleveys
fr: Largeur minimum
ga: Íosleithead
gl: Largura mínima
hu: Minimális szélesség
it: Larghezza minima
ja: 最小幅
kk: Мин. ені
ko: 최소 너비
lv: Minimālais platums
nb: Minste bredde
nds: Lüttst Breed
nl: Minimum breedte
nn: Maksbreidd
pl: Minimalna szerokość
pt: Largura mínima
ru: Минимальная ширина
sl: Najmanjša širina
sr@ijekavian: Најмања ширина
sv: Minimal bredd
uk: Мінімальна ширина
zh_tw: 最小寬度

# @label:spinbox
source: Minimum height
ca@valencia: Alçada mínima
es: Altura mínima
et: Miinimumkõrgus
eu: Gutxienezko altuera
fi: Vähimmäiskorkeus
fr: Hauteur minimum
ga: Íosairde
gl: Altura mínima
hu: Minimális magasság
it: Altezza minima
ja: 最小高さ
kk: Мин. биіктігі
ko: 최소 높이
lv: Minimālais augstums
nb: Minste høyde
nds: Minimaalhööchde
nl: Minimum hoogte
nn: Makshøgd
pl: Minimalna wysokość
pt: Altura mínima
ru: Минимальная высота
sl: Najmanjša višina
sr@ijekavian: Најмања висина
sv: Minimal höjd
uk: Мінімальна висота
zh_tw: 最小高度

# @label:spinbox
source: Maximum depth
ca@valencia: Profunditat màxima
es: Profundidad máxima
et: Maks. sügavus
eu: Gehienezko sakonera
fi: Syvyys enintään
fr: Profondeur maximale
ga: Doimhneacht uasta
gl: Profundidade máxima
hu: Maximális mélység
it: Profondità massima
ja: 最大深度
kk: Макс. тереңдігі
ko: 최대 깊이
lv: Maks. dziļums
nb: Maks dybde
nds: Hööchstdeepde
nl: Maximale diepte
nn: Maksdjupn
pl: Maksymalna głębokość
pt: Profundidade máxima
ru: Максимальная глубина
sl: Največja globina
sr@ijekavian: Највећа дубина
sv: Maximalt djup
uk: Макс. глибина
zh_tw: 最大深度

# @option:check
source: Smooth colors
ca@valencia: Colors suaus
es: Colores suaves
et: Mahedad värvid
eu: Kolore leunak
fi: Pehmeät värit
fr: Couleurs douces
ga: Dathanna míne
gl: Cores suaves
hu: Sima színek
it: Liscia i colori
ja: スムーズな色
kk: Түстері тегістелсін
ko: 부드러운 색상
lv: Gludas krāsas
nb: Jevne farger
nds: Week Klören
nl: Gladde kleuren
nn: Jamne fargar
pl: Wygładzone kolory
pt: Cores suaves
ru: Сглаженные цвета
sl: Gladke barve
sr@ijekavian: Глатке боје
sv: Jämna färger
uk: Плавні переходи кольорів
zh_tw: 平滑色彩

# @option:check
source: Golden ratio
ca@valencia: Raó àuria
es: Proporción áurea
et: Kuldlõige
eu: Urrezko erlazioa
fi: Kultainen leikkaus
fr: Degré de dorure
ga: Roinnt órga
gl: Proporción áurea
hu: Aranymetszési arány
it: Sezione aurea
ja: 黄金比率
kk: Алтын қима
ko: 황금비
lv: Zelta attiecība
nb: Det gyldne snitt
nds: Gollen Snitt
nl: Gulden snede
nn: Den gylne snittet
pl: Złoty podział
pt: Proporção dourada
ru: Золотое сечение
sl: Zlati rez
sr@ijekavian: Златни пресјек
sv: Gyllene snitt
uk: «Золота» пропорція
zh_tw: 黃金比例

# @option:check
source: Mondrian
ja: モンドリアン
kk: Мондриан стилі
ko: 몬드리안
nl: Mondriaan
ru: Мондриан
sr@ijekavian: Мондријан
uk: Мондріан
zh_tw: 蒙德里安（Mondrian）drian）

# @item screen saver name
source: Deluxe
eu: Luxuzkoa
fr: Luxe
it: Lusso
ja: デラックス
kk: Люкс
ko: 고급
lv: Lukss
nds: Delüx
nn: Deluks
sl: Luksuz
sr@ijekavian: Делукс
uk: Люкс
zh_tw: 高級

# @info screen saver description
source: Draws a pulsing sequence of transparent stars, circles, and lines. Written by Jamie Zawinski; 1999.
ca@valencia: Dibuixa una seqüència polsant d'estels transparents, cercles i línies. Escrit per Jamie Zawinski; 1999.
es: Dibuja una secuencia parpadeante de estrellas, círculos y líneas transparentes. Escrito por Jamie Zawinski; 1999.
et: Näitab läbipaistvate tähtede, ringide ja joonte pulseerivat jada. Autor: Jamie Zawinski; 1999.
eu: izar gardenen pultsudun sekuentzia bat marrazten du, zirkuluak, eta lerroak.Jamie Zawinski-k idatzia; 1999.
fi: Piirtää läpinäkyvien tähtien, ympyröiden ja viivojen sykkivän sekvenssin. Kirjoittanut Jamie Zawinski, 1999.
fr: Dessine aléatoirement des séquences battantes d'étoiles, cercles et lignes transparents. Écrit par Jamie Zawinski ; 1999.
gl: Debuxa unha secuencia pulsante de estrelas, círculos e liñas transparentes. Escribiuno Jamie Zawinski en 1999.
hu: Lüktető, áttetsző csillagokat, köröket és vonalakat rajzol. Készítette: Jamie Zawinski, 1999.
it: Disegna una sequenza pulsante di stelle, cerchi e linee trasparenti. Scritto da Jamie Zawinski; 1999.
kk: Соғылып жатқан жұлдыз, шеңбер, сызықтар кезегінің клипы. Авторы:Jamie Zawinski; 1999.
ko: 투명한 별, 원, 선의 펄스를 그립니다. Jamie Zawinski 작성, 1999년.
nb: Tegner en pulserende sekvens av gjennomsiktige stjerner, sirkler og linjer. Skrevet av Jamie Zawinski, 1999.
nds: Pulseren Steerns, Krinken un Regen. Schreven vun Jamie Zawinski, 1999.
nl: Toont een pulserende reeks transparante sterren, cirkels en lijnen. In 1999 geschreven door Jamie Zawinski.
nn: Teiknar ei pulserande følgje med gjennomsiktige stjerner, sirklar og linjer. Skriven av Jamie Zawinski i 1999.
pl: Pulsujący ciąg przezroczystych gwiazd, okręgów i linii. Autor: Jamie Zawinski, 1999.
pt: Isto desenha um conjunto de rectângulos, círculos e linhas transparentes. Feito por Jamie Zawinski; 1999.
ru: Пульсирующая последовательность прозрачных звёзд, кругов и линий. Автор Джеми Завински (Jamie Zawinski), 1999.
sl: Izriše pulzirajoče zaporedje prozornih zvezd, krogov in črt. Napisal Jamie Zawinski, 1999.
sr@ijekavian: Црта пулсирајући низ прозирних звијезда, кругова и линија. Написао Џејми Завински, 1999.
sv: Ritar en pulserande följd av genomskinliga stjärnor, cirklar och linjer. Skriven av Jamie Zawinski, 1999.
uk: Показує пульсуючу послідовність прозорих зірок, кругів та ліній. Автор — Jamie Zawinski; 1999.
zh_tw: 繪製一系列的透明星形、圓形與線條。由 Jamie Zawinski 撰寫，1999。

# @label:slider
source: Lines
ca@valencia: Línies
es: Líneas
et: Jooned
eu: Lerroak
fi: Ääriviiva
fr: Lignes
ga: Línte
gl: Liñas
hu: Vonalak
it: Linee
ja: 線
kk: Сызықтар
ko: 줄
lv: Līnijas
nb: Linjer
nds: Lienen
nl: Lijnen
nn: Linjer
pl: Linie
pt: Linhas
ru: Линии
sl: Vrstice
sr@ijekavian: Линије
sv: Linjer
uk: Лінії
zh_tw: 線條

# @item:inrange Lines
source: Thin
ca@valencia: Fi
es: Finas
et: Peen
eu: Mehea
fi: Ohut
fr: Finesse
ga: Tanaí
gl: Fino
hu: Vékony
it: Fini
ja: 薄い
kk: Жіңішке
ko: 얇음
lv: Plānas
nb: Tynn
nds: Dünn
nl: Dun
nn: Tynn
pl: Cienki
pt: Finas
ru: Тоньше
sl: Tanke
sr@ijekavian: танке
sv: Tunna
uk: Тонкі
zh_tw: 細

# @item:inrange Lines
source: Thick
ca@valencia: Gruixut
es: Gruesas
et: Paks
eu: Lodia
fi: Paksu
fr: Épaisseur
ga: Tiubh
gl: Groso
hu: Vastag
it: Spesse
ja: 厚い
kk: Қалың
ko: 두꺼움
lv: Biezas
nb: Tykk
nds: Dick
nl: Dik
nn: Tjukk
pl: Gruby
pt: Grossas
ru: Толще
sl: Debele
sr@ijekavian: дебеле
sv: Tjocka
uk: Товсті
zh_tw: 粗

# @label:slider
source: Shapes
ca@valencia: Formes
es: Formas
et: Kujundid
eu: Formak
fi: Muotoja
fr: Formes
ga: Cruthanna
gl: Formas
hu: Alakzatok
it: Forme
ja: 形
kk: Қалыптар
ko: 모양
lv: Formas
nb: Former
nds: Formen
nl: Vormen
nn: Figurar
pl: Kształty
pt: Formas
ru: Фигуры
sl: Oblike
sr@ijekavian: Облици
sv: Former
uk: Форми
zh_tw: 形狀

# @option:check
source: Transparency
ca@valencia: Transparència
es: Transparencia
et: Läbipaistvus
eu: Gardentasuna
fi: Läpinäkyvyys
fr: Transparence
ga: Trédhearcacht
gl: Transparencia
hu: Átlátszó
it: Trasparenza
ja: 透明度
kk: Мөлдірлігі
ko: 투명도
lv: Caurspīdīgums
nb: Gjennomsiktighet
nds: Transparenz
nl: Transparantie
nn: Gjennomsikt
pl: Przezroczystość
pt: Transparência
ru: Прозрачность
sl: Prozornost
sr@ijekavian: Провидност
sv: Transparens
uk: Прозорість
zh_tw: 透明度

# @item screen saver name
source: Demon
ca@valencia: Dimoni
es: Demonio
et: Deemon
eu: Deabrua
fi: Demoni
fr: Démon
gl: Demo
hu: Démon
it: Diavoletto
ja: デーモン
kk: Демон
ko: 악마
lv: Dēmons
nds: Dämoon
nl: Demoon
sr@ijekavian: Демон
uk: Демон
zh_tw: 小魔鬼

# @info screen saver description
source: A cellular automaton that starts with a random field, and organizes it into stripes and spirals. http://en.wikipedia.org/wiki/Maxwell%27s_demon Written by David Bagley; 1999.
ca@valencia: Un autòmat cel·lular que comença amb un camp a l'atzar i l'organitza en cintes i espirals. http://en.wikipedia.org/wiki/Maxwell%27s_demon. Escrit per David Bagley; 1999.
es: Autómata celular que se inicia con un campo aleatorio y lo organiza en rayas y espirales. http://en.wikipedia.org/wiki/Maxwell%27s_demon. Escrito por David Bagley; 1999.
et: Rakuautomaat, mis alustab juhusliku väljaga ja organiseerib selle triipudeks ning spiraalideks. http://en.wikipedia.org/wiki/Maxwell%27s_demon Autor: David Bagley; 1999.
eu: Ausazko eremu batekin hasten den eta banda eta espiraletan antolatzen duen automata zelular bat. http://en.wikipedia.org/wiki/Maxwell%27s_demon David Bagley-k idatzia; 1999.
fi: Soluautomaatti, joka näyttää aluksi sekavalta kentältä, mutta muuntautuu itsestään raidoiksi ja spiraaleiksi. http://en.wikipedia.org/wiki/Maxwell%27s_demon Kirjoittanut David Bagley, 1999.
fr: Une animation de cellules qui commence avec une donne aléatoire puis s'organise en bandelettes et spirales. http://en.wikipedia.org/wiki/Maxwell%27s_demon Écrit par David Bagley ; 1999.
ga: Uathoibreán ceallach a thosaíonn le réimse randamach, agus a eagraíonn sé i stríoca agus bíseanna. http://en.wikipedia.org/wiki/Maxwell%27s_demon - scríofa ag David Bagley, 1999.
gl: Un autómata celular que comeza por un campo aleatorio e organízao en tiras e en espirais. http://en.wikipedia.org/wiki/Maxwell%27s_demon. Escribiuno David Bagley en 1999.
hu: Olyan sejtautomatát ábrázol, mely egy véletlenszerű mezőből kiindulva sávokba és spirálokba rendeződik. http://en.wikipedia.org/wiki/Maxwell%27s_demon Készítette: David Bagley, 1999.
it: Un automa cellulare che parte da un campo casuale e lo organizza in righe e spirali. http://it.wikipedia.org/wiki/Diavoletto_di_Maxwell. Scritto da David Bagley; 1999.
ja: ランダムなフィールドから開始するセルオートマトンです。そして次第に、縞模様と螺旋の形になっていきます。http://ja.wikipedia.org/wiki/マクスウェルの悪魔 David Bagley、1999年作。
kk: Кездейсоқ өрісіне істейтін реттеу автоматы. Оны шиыршық пен жолақтарға келтіріп реттейді. http://en.wikipedia.org/wiki/Maxwell%27s_demon Авторы: David Bagley; 1999.
ko: 무작위적 장으로 시작하여 줄무늬와 원형으로 정리되는 세포 자동자입니다. https://ko.wikipedia.org/wiki/%EB%A7%A5%EC%8A%A4%EC%9B%B0%EC%9D%98_%EB%8F%84%EA%B9%A8%EB%B9%84 David Bagley 작성, 1999년.
nb: En cellulær automat som begynner med et vilkårlig felt og organiserer det i striper og spiraler. <link>http://no.wikipedia.org/wiki/Maxwells_demon</link> Skrevet av David Bagley, 1999.
nds: En Zellautomaat, de mit en tofällig Feld start un dat na Striepen un Spiralen ümformt. http://en.wikipedia.org/wiki/Maxwell%27s_demon Schreven vun David Bagley, 1999.
nl: Een cellulaire animatie die begint met een willekeurig veld en deze vervolgens ordent in strepen en spiralen. http://en.wikipedia.org/wiki/Maxwell%27s_demon In 1999 geschreven door David Bagley.
nn: Ein celleautomat som startar med eit tilfeldig mønster, og organiserer det til striper og spiralar. <link>http://en.wikipedia.org/wiki/Maxwell%27s_demon</link> Skriven av David Bagley i 1999.
pl: Automat komórkowy, który zaczyna od losowego pola i porządkuje go w paski i spirale. http://en.wikipedia.org/wiki/Maxwell%27s_demon Autor: David Bagley; 1999.
pt: Um autómato celular que começa por um campo aleatório e organiza-o em fitas e em espirais. http://en.wikipedia.org/wiki/Maxwell%27s_demon Feito por David Bagley; 1999.
ru: Клеточный автомат, стартующий в случайном поле, и организующий его в полоски и спирали. http://ru.wikipedia.org/wiki/Демон_Максвелла http://en.wikipedia.org/wiki/Maxwell%27s_demon Автор: Дэвид Бэгли, 1999.
sl: Celični avtomat, ki se začne z naključnim poljem in se organizira v trakove in spirale. http://en.wikipedia.org/wiki/Maxwell%27s_demon Napisal David Bagley, 1999.
sr@ijekavian: Ћелијски аутомат који започиње са насумичним пољем, и организује га у траке и спирале (http://en.wikipedia.org/wiki/Maxwell%27s_demon). Написао Дејвид Багли, 1999.
sv: En cellautomat som börjar med ett slumpmässigt fält, och organiserar det till ränder och spiraler. Se http://sv.wikipedia.org/wiki/Maxwells_demon. Skriven av David Bagley, 1999.
uk: Автомат, який організує випадкове полу в смужки і спіралі. http://en.wikipedia.org/wiki/Maxwell's_demon Автор — David Bagley, 1999.
zh_tw: 一個「細胞自動機」，由隨機的背景開始，並逐漸組織為條紋與螺旋。參考資料： http://en.wikipedia.org/wiki/Maxwell%27s_demon 。由 David Bagley 撰寫，1999。
