Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Draws shaded spheres in multiple colors. Written by Tom Duff and Jamie Zawinski; 1982, 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Dibuixa esferes ombrejades en diversos colors. Escrit per Tom Duff i Jamie Zawinski; 1982, 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Señala esferas sombreadas en múltiples colores. Escrito por Tom Duff y Jamie Zawinski, 1982, 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Varjutatud sfäärid paljudes värvides. Autorid: Tom Duff ja Jamie Zawinski; 1982, 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Itzaldun esferak marrazten ditu kolore askotan. Tom Duff eta Jamie Zawinski-k idatzia; 1982, 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alkaen. Piirtää varjostettuja palloja monissa väreissä. Kirjoittaneet Tom Duff ja Jamie Zawinski, 1982, 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine des sphères dans de multiples couleurs. Écrit par Tom Duff et Jamie Zawinski ; 1982, 1997.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Debuxa esferas sombreadas de varias cores. Escribírono Tom Duff e Jamie Zawinski en 1982 e 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Disegna sfere ombreggiate di vari colori. Scritto da Tom Duff e Jamie Zawinski; 1982, 1997.
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Түрлі түсті, көлеңкелі домалақтар бейнесі. Авторлары: Duff пен Jamie Zawinski; 1982, 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08.Tegner skyggelagte, mangefargede kuler. Skrevet av Tom Duff og Jamie Zawinski i 1982 og 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Wiest veelklören Kugeln. Schreven vun Tom Duff un Jamie Zawinski, 1982, 1997.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Toont gearceerde bollen in vele kleuren. In 1982, 1997 geschreven door Tom Duff en Jamie Zawinski.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Rysuje cieniowane kule w różnych kolorach. Autorzy: Tom Duff i Jamie Zawinski; 1982, 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Desenha esferas sombreadas de várias cores. Feito por Tom Duff e Jamie Zawinski; 1982, 1997.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.08. Показывает оттенённые многоцветные сферы. Авторы: Том Дафф и Джеми Завински (Tom Duff, Jamie Zawinski), 1982, 1997.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Izriše osenčene krogle v več barvah. Napisala Tom Duff in Jamie Zawinski, 1982, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Осенчене сфере у више боја. Написали Том Даф и Џејми Завински, 1982, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Ritar skuggade klot i flera färger. Skriven av Tom Duff och Jamie Zawinski, 1982, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Показує затінені сфери декількох кольорів. Автори — Tom Duff та Jamie Zawinski; 1982, 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。用多種顏色繪製有陰影的球體。由 Tom Duff 與 Jamie Zawinski 撰寫，1982，1997。

# @item screen saver name
source: Spheremonics
et: SfäärideHarmoonia
eu: Esferemoniakoak
gl: Esferomónicas
hu: Szférák
it: Armoniche sferiche
kk: Сфермоника
ko: 구체 조화
lv: Sfērmonikas
nb: Sfæremonikk
nds: Kugelharmonien
nn: Sfæreharmoniar
pl: Sferomonia
pt: Esferemónicas
sl: Sferemonija
sr@ijekavian: Сферомоници
sv: Sfärharmonier
uk: Сферономія
zh_tw: 球形波

# @info screen saver description
source: These closed objects are commonly called spherical harmonics, although they are only remotely related to the mathematical definition found in the solution to certain wave functions, most notably the eigenfunctions of angular momentum operators. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Written by Paul Bourke and Jamie Zawinski; 2002.
ca@valencia: Estos objectes tancats s'anomenen habitualment com a harmònics esfèrics, tot i que només estan remotament relacionades amb la definició de la solució matemàtica que tenen certes funcions d'ona, la més notable la «eigenfunctions» d'operadors del moment angular. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Escrit per Paul Bourke i Jamie Zawinski; 2002.
es: Estos objetos cerrados son llamados comúnmente armónicos esféricos, a pesar de que solo están relacionados remotamente con la definición de la solución matemática que tienen algunas funciones de onda más notables como función octava de operadores de momento angular. Creado por Paul Bourke y Jamie Zawinski; 2002.
et: Nende suletud objektide kasutatakse tavaliselt väljendust sfääride harmoonia, kuigi nad on vaid kaugelt seotud matemaatilise mõistega, mis kõneleb teatud lainefunktsioonidest, eriti just impulsimomendi operaatorite omafunktsioonidest. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Autorid: Paul Bourke ja Jamie Zawinski; 2002.
fr: Ces objets fermés sont généralement appelés harmoniques sphériques, bien qu'ils ne soient que indirectement liés à la définition mathématique trouvée dans la solution de certaines fonctions des ondes, la plupart des fonctions propres notables des opérateurs de force angulaire. http://fr.wikipedia.org/wiki/Harmonique_sphérique Écrit par Paul Bourke et Jamie Zawinski ; 2002.
ga: Tugtar 'armónaigh sféarúla' ar na réada dúnta seo, cé nach bhfuil ach gaol i bhfad amach acu leis an sainmhíniú matamaiticiúil ón réiteach ar thonnfheidhmeanna, go háirithe dualfheidhmeanna na n-oibreoirí móimintim uilligh. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Scríofa ag Paul Bourke agus Jamie Zawinski, 2002.
gl: A estes obxectos pechados chámaselles normalmente harmónicas esféricas aínda que só estean remotamente relacionadas coa definición matemática encontrada na solución a certas funcións ondulatorias, as máis notábeis as autofuncións dos operadores do momento angular. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics. Escribírono Paul Bourke e Jamie Zawinski en 2002.
hu: Ezeket az objektumokat gömb-harmonikusoknak hívják, jóllehet csak távoli kapcsolatban vannak, bizonyos hullámegyenletek megoldáshalmazait alkotva (például mint bizonyos operátorok sajátértékei). http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Készítette: Paul Bourke és Jamie Zawinski, 2002.
it: Questi oggetti chiusi sono comunemente detti armoniche sferiche, anche se sono solo lontanamente legati alla definizione matematica trovata nella soluzione di certe funzioni d'onda, in particolare le autofunzioni dell'operatore di momento angolare. http://it.wikipedia.org/wiki/Armoniche_sferiche Scritto da Paul Bourke e Jamie Zawinski; 2002.
ja: この閉じたオブジェクトは一般的に spherical harmonics として呼ばれているものです。これはある種の波動関数の解の数学的定義と関係するものですが、角モーメント演算子の固有関数として注目されています。http://ja.wikipedia.org/wiki/球面調和関数 Paul Bourke と Jamie Zawinski、2002年作。
kk: Бұл әдетте сфералық гармоникалар деп аталатын түйык нысандар бейнесі. Шынында, бұлардын ол толқынды теңдіктің шешім функцияларына (олардың ең елеулісі - бұрыштық момент операторының өзіңдік функцияларына) қатысы жоқ. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Авторлары: Paul Bourke мен Jamie Zawinski; 2002.
nb: Disse lukkede objektene kalles vanligvis sfæriske harmoniske, selv om de bare fjernt er i slekt med den matematiske definisjonen som finnes i løsningen til visse bølgefunksjoner, spesielt egenfunksjonene til dreiemoment-operatorer. <link>http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics</link> Skrevet av Paul Bourke og Jamie Zawinski i 2002.
nds: Disse afslaten Objekten warrt utbreedt Spherenharmonien nöömt, ok wenn se bloots vun feern Betog hebbt to de mathemaatsche Definitschoon, de in de Lösen för wiss Bülgenfunkschonen vörkummt (in de Hööftsaak de Egenfunkschonen vun Dreihswungoperatoren). http://de.wikipedia.org/wiki/Kugelflächenfunktionen Schreven vun Paul Burke un Jamie Zawinski, 2002.
nl: Deze gesloten objecten worden gewoonlijk sferische harmonieën genoemd, hoewel ze alleen in de verte gerelateerd zijn aan de wiskundige definitie uit de oplossing van zekere golffuncties, het meest zichtbaar de eigenfuncties van hoekmomentumoperators. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics In 2002 geschreven door Paul Bourke en Jamie Zawinski.
pl: Te zamknięte obiekty są powszechnie nazywane sferycznymi harmonikami, chociaż są krewniakami obiektów będących rozwiązaniami pewnych funkcji falowych, a zwłaszcza funkcji własnych operatorów momentu pędu. http://pl.wikipedia.org/wiki/Harmoniki_sferyczne Autorzy: Paul Bourke i Jamie Zawinski.
pt: Estes objectos fechados são chamados normalmente de harmónicas esféricas, ainda que só sejam remotamente relacionadas com a definição matemática encontrada na solução para certas funções ondulatórias, em que são mais notáveis as funções de Eigen dos operadores do momento angular. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Feito por Paul Bourke e Jamie Zawinski; 2002.
ru: Эти закрытые объекты обычно называют сферическими гармониками, хотя они только отдалённо имеют отношение к математическому определению, которое можно найти в решении некоторых волновых функций, в частности собственных функций операторов момента количества движения. http://ru.wikipedia.org/wiki/Сферические_функции Авторы Пол Бурке и Джеми Завински (Paul Bourke, Jamie Zawinski), 2002.
sl: Te zaprte predmete navadno imenujemo okrogli harmoniki, čeprav so le daljno povezani z matematično definicijo v rešitvah nekaterih valovnih funkcij, predvsem eigenfunkcij operatorjev kotnega momenta. http://en.wikipedia.org/wiki/Spherical_harmonics # Visualization_of_the_spherical_harmonics sta napisala Paul Bourke in Jamie Zawinski, 2002.
sr@ijekavian: Ови затворени објекти обично се називају сферним хармоницима, иако су тек издалека повезани са математичком дефиницијом из рјешења појединих таласних функција, најпре сопствених функција оператора̂ угаоне количине кретања (http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics). Написали Пол Бурк и Џејми Завински, 2002.
sv: Dessa slutna objekt kallas vanligen för sfäriska harmonier, även om de bara är avlägset relaterade till den matematiska definitionen som finns i lösningen av vissa vågfunktioner, i första hand egenfunktionerna för operatorer av rörelsemängdsmoment. Se http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics. Skriven av Paul Bourke och Jamie Zawinski, 2002.
uk: Ці замкнуті фігури переважно називаються сферичними гармоніками, хоч вони тільки віддалено пов'язані з математичними визначеннями деяких функцій хвиль, найвідоміші з яких власні функції операторів кутової інерції. http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Автори — Paul Bourke та Jamie Zawinski; 2002.
zh_tw: 這個封閉的物體通常又叫做「球函數」（spherical harmonics），雖然它們跟數學定義上一些特定的波形函數，如處理角動量的特征函數（eigenfunction）只有一點點關係而已。參考資料：http://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics 。由 Paul Bourke 與 Jamie Zawinski 撰寫，2002。

# @option:check
source: Smoothed lines
ca@valencia: Línies suavitzades
es: Líneas suavizadas
et: Silutud jooned
eu: Leundutako lerroak
fi: Pehmeät ääriviivat
fr: Lignes lissées
ga: Línte mínithe
gl: Liña suavizadas
hu: Simított vonalak
it: Linee lisce
ja: 平滑化された線
kk: Тегіс сызықтар
ko: 부드러운 선
lv: Nogludinātas līnijas
nb: Utjevnede linjer
nds: Glatt Lienen
nl: Gladgemaakte lijnen
pl: Wygładzone linie
pt: Linhas suavizadas
ru: Сглаженные линии
sl: Gladke črte
sr@ijekavian: Глатке линије
sv: Utjämnade linjer
uk: Згладжені лінії
zh_tw: 平滑線

# @item screen saver name
source: Spiral
ca@valencia: Espiral
es: Espiral
et: Spiraal
eu: Espirala
fi: Spiraali
fr: Spirale
gl: Espiral
hu: Spirál
it: Spirale
ja: スパイラル
kk: Спираль
ko: 나선형
lv: Spirāle
nds: Spiraal
nl: Spiraal
pl: Spirala
pt: Espiral
sl: Spirala
sr@ijekavian: Спирала
uk: Спіральний
zh_tw: 螺旋

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Moving circular moire patterns. Written by Peter Schmitzberger; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Patrons moiré circulars en moviment. Escrit per Peter Schmitzberger; 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Patrones de muaré en movimientos circulares. Escrito por Peter Schmitzberger; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Liikuvad ringjad muareemustrid. Autor: Peter Schmitzberger; 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Mugitzen diren moire eredu zirkularrak. Peter Schmitzberger-ren idatzia; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alkaen. Liikkuvia moiré-kuvioita. Kirjoittanut Peter Schmitzberger, 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine des motifs circulaires moirés. Écrit par Peter Schmitzberger ; 1997.
gl: Patróns de Moire circulares en movemento. Escribiuno Peter Schmitzberger en 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Mozgó, körkörös Moire-mintákat ábrázol. Készítette: Peter Schmitzberger, 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Schemi moirè circolari in movimento. Scritto da Peter Schmitzberger; 1997.
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Дөңгелек муар өрнегі. Авторы: Peter Schmitzberger; 1997.
lv: Šis ekrānsaudzētājs tika izņemts no XScreenSaver distribūcijas versijā 5.08. Kustīgas apļveida moira formas. Sarakstīja Peter Schmitzberger; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08.Bevegelige sirkulære moiré-mønstre. Skrevet av Peter Schmitzberger i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Stellt beweegt Moiré-Ringmustern op. Schreven vun Peter Schmitzberger, 1997.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Bewegende circulaire moiré-patronen. In 1997 geschreven door Peter Schmitzberger.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Poruszające się po okręgu wzory mory. Autor: Peter Schmitzberger; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Padrões de Moire circulares em movimento. Feito por Peter Schmitzberger; 1997.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.08. Движущиеся кольцевые муаровые узоры. Автор Петер Шмитцбергер (Peter Schmitzberger), 1997.
sl: Ta ohranjevalnik zaslona je odstranjen iz XScreenSave distribucije v različici 5.08. Premikanje krožne vzorce prelivanja. Napisal Schmitzberger Peter, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Покретни кружни муар обрасци. Написао Петер Шмицбергер, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Rörliga cirkulära moiré-mönster. Skriven av Peter Schmitzberger, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Муарові візерунки, що рухаються. Автор — Peter Schmitzberger; 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。移動圓形條紋樣式。由 Peter Schmitzberger 撰寫，1997。

# @item:inrange Cycles
source: Low
ca@valencia: Baix
es: Bajo
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassi
ja: 低い
kk: Төмен
ko: 낮음
lv: Zemi
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixos
ru: Ниже
sl: Nizko
sr@ijekavian: мало
sv: Låg
uk: Мало
zh_tw: 低

# @item:inrange Cycles
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alti
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsti
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Altos
ru: Выше
sl: Visoko
sr@ijekavian: много
sv: Hög
uk: Багато
zh_tw: 高

# @item screen saver name
source: Spotlight
ca@valencia: Focus de llum
et: Valgusvihk
eu: Fokua
fi: Valonheitin
fr: Projecteur
gl: Foco luminoso
hu: Reflektor
it: Riflettore
ja: スポットライト
kk: Прожектор
ko: 무대 조명
lv: Lukturītis
nb: Lyskaster
nds: Lichtstrahler
nl: Bundellicht
nn: Lyskastar
pl: Światło punktowe
pt: Foco Luminoso
sl: Žaromet
sr@ijekavian: Рефлектор
uk: Прожектор
zh_tw: 探照燈

# @info screen saver description
source: A spotlight scanning across a black screen, illuminating a loaded image when it passes. Written by Rick Schultz and Jamie Zawinski; 1999.
ca@valencia: Un focus movent-se per una pantalla negra, il·luminant una imatge carregada mentre va passant. Escrit per Rick Schultz i Jamie Zawinski; 1999.
es: Un foco moviéndose por una pantalla negra, iluminando una imagen cargada conforme pasa. Escrito por Rick Schultz y Jamie Zawinski; 1999.
et: Üle musta ekraani kulgev valgusvihk, mis näitab ühtlasi kiire alla sattuvat pilti. Autorid: Rick Schultz ja Jamie Zawinski; 1999.
fi: Valonheittimen kiila kiertää mustaa näyttöä ja valaisee alla olevaa kuvaa sitä pyyhkäistessään. Kirjoittaneet Rick Schultz ja Jamie Zawinski, 1999.
it: Un riflettore che spazza uno schermo nero, rivelando un'immagine caricata al suo passaggio. Scritto da Rick Schultz e Jamie Zawinski; 1999.
nb: En lyskaster søker over en svart skjerm og lyser opp skrivebordet (eller et bilde) der lysstrålen treffer.Skrevet av Rick Schultz og Jamie Zawinski i 1999.
nds: En Lichtrebeet buttjert över den swatten Schirm un wiest Placken vun en laadt Bild. Schreven vun Rick Schultz un Jamie Zawinski, 1999.
nl: Toont een schijnwerper die over een zwart scherm beweegt, daarbij het een afbeelding verlichtend bij het passeren. In 1999 geschreven door Rick Schultz en Jamie Zawinski.
pl: Punktowe światło wędrujące po czarnym ekranie, oświetlające wczytany obraz, nad którym przechodzi. Autor: Rick Schultz i Jamie Zawinski; 1999.
pt: Desenha uma luz pontual que percorre um ecrã preto, iluminando uma imagem carregada por baixo à medida que passa. Feito por Rick Schultz e Jamie Zawinski; 1999.
sl: Žaromet, ki preiskuje črn zaslon in osvetljuje naloženo sliko. Napisala Rick Schultz in Jamie Zawinski, 1999.
sr@ijekavian: Рефлекторско свјетло кружи по црном екрану, освјетљавајући учитану слику преко које пролази. Написали Рик Шулц и Џејми Завински, 1999.
sv: En spotlight som söker över en svart skärm, och lyser upp en inläst bild när den passerar. Skriven av Rick Schultz och Jamie Zawinski, 1999.
uk: Малює сонячний зайчик, що мандрує темним екраном і висвітлює зображення на завантаженій картинці. Автори — Rick Schultz та Jamie Zawinski; 1999.
zh_tw: 在黑色螢幕上打出探照光，並畫出光照射到載入的圖片。由 Rick Schultz 與 Jamie Zawinski 撰寫，1999。

# @info screen saver description
source: Draws a spotlight scanning across a black screen, illuminating the underlying desktop (or a picture) when it passes. Written by Rick Schultz and Jamie Zawinski; 1999.
ca@valencia: Dibuixa un focus movent-se per una pantalla negra, il·luminant l'escriptori (o una imatge) mentre va passant. Escrit per Rick Schultz i Jamie Zawinski; 1999.
es: Dibuja un foco moviéndose por una pantalla negra, iluminando el escritorio subyacente conforme pasa. Escrito por Rick Schultz; 1999.
et: Näitab üle musta ekraani kulgevat valgusvihku, mis näitab ühtlasi kiire alla sattuva töölaua osa sisu (või pilti). Autorid: Rick Schultz ja Jamie Zawinski; 1999.
fi: Valonheittimen kiila kiertää mustaa näyttöä ja valaisee alla olevaa työpöytää (tai kuvaa) sitä pyyhkäistessään. Kirjoittaneet Rick Schultz ja Jamie Zawinski, 1999.
fr: Dessine un balayage de projecteur à travers un écran noir, qui illumine le bureau sous-jacent (ou une image) quand il passe. Écrit par Rick Schultz et Jamie Zawinski ; 1999.
ga: Dearann sé seo spotsolas atá ag bogadh trasna scáileáin duibh, agus a chaitheann solas ar an deasc (nó pictiúr) faoi. Scríofa ag Rick Schultz agus Jamie Zawinski, 1999.
gl: Debuxa unha luz puntual que percorre unha pantalla preta, iluminando a pantalla (ou imaxe) por baixo á medida que pasa. Escribírono Rick Schultz e Jamie Zawinski en 1999.
it: Disegna un riflettore che spazza uno schermo nero, rivelando il desktop sottostante (o un'immagine) al suo passaggio. Scritto da Rick Schultz e Jamie Zawinski; 1999.
ja: 黒いスクリーンの上を走るスポットライト。その下にあるデスクトップを照らし出します。Rick Schultz と Jamie Zawinski、1999年作。
kk: Қараңғыдағы экрандағы суретіне жарық түсіретін прожектордың шамын бейнелейді.Авторлары: Rick Schultz және Jamie Zawinski; 1999.
nb: Tegner en lyskaster som søker over en svart skjerm, og lyser opp skrivebordet (eller et bilde) der lysstrålen treffer. Skrevet av Rick Schultz og Jamie Zawinski i 1999.
nds: En Lichtrebeet buttjert över den swatten Schirm un wiest Placken vun Dien Schirmbild (oder en Bild). Schreven vun Rick Schulz un Jamie Zawinski, 1999.
nl: Toont een schijnwerper die over een zwart scherm beweegt, daarbij het onderliggende bureaublad (of een afbeelding) verlichtend bij het passeren. In 1999 geschreven door Rick Schultz en Jamie Zawinski.
pl: Rysuje punktowe światło wędrujące po czarnym ekranie, oświetlające fragment pulpitu (lub grafiki) nad którym przechodzi. Autor: Rick Schultz i Jamie Zawinski; 1999.
pt: Desenha uma luz pontual que percorre um ecrã preto, iluminando o ecrã (ou uma imagem) por baixo à medida que passa. Feito por Rick Schultz e Jamie Zawinski; 1999.
ru: Показывает луч прожектора, освещающий рабочий стол под собой (или изображение) по мере продвижения над ним. Авторы Рик Шульц и Джеми Завински (Rick Schultz and Jamie Zawinski), 1999.
sl: Izriše žaromet, ki preiskuje črn zaslon in osvetljuje namizje (ali izbrano sliko) spodaj. Napisala Rick Schultz in Jamie Zawinski, 1999.
sr@ijekavian: Црта рефлекторско свјетло које кружи по црном екрану, освјетљавајући садржај површи (или слике) преко које пролази. Написали Рик Шулц и Џејми Завински, 1999.
sv: Ritar en spotlight som söker över en svart skärm, och lyser upp skrivbordet (eller en bild) i bakgrunden när den passerar. Skriven av Rick Schultz och Jamie Zawinski, 1999.
uk: Показує промінь світла, що мандрує темним екраном і висвітлює зображення на робочому столі (або на картинці). Автори — Rick Schultz та Jamie Zawinski; 1999.
zh_tw: 在黑色螢幕上打出探照光，並畫出光照射到的桌面圖樣。由 Rick Schultz 與 Jamie Zawinski 撰寫，1999。
