Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: MetaBall Movement
ca@valencia: Moviment de la metabola
es: Movimiento de las metabolas
et: Metapalli liikumine
eu: MetaPiloten mugimendua
fi: Metapallojen liike
fr: Mouvement des meta boules
gl: Movemento das Metabólas
hu: Metalabda mozgás
it: Movimento delle metapalline
ja: メタボールの動き
kk: Қимылы
ko: 메타볼 이동
lv: Bumbu kustība
nb: Metakule-bevegelse
nds: Metaball-Bewegen
nl: MetaBall beweging
nn: Rørsle
pl: Ruch piłek
pt: Movimento das Meta-Bolas
ru: Движение метасфер
sl: Premik meta-žog
sr@ijekavian: Кретање металопти
sv: Metabollarnas rörelse
uk: Рух метакулі
zh_tw: MetaBall 移動

# @item:inrange MetaBall Movement
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Аз
ko: 작게
lv: Maz
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мало
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange MetaBall Movement
source: Big
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大きく
kk: Көп
ko: 크게
lv: Liela
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велико
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: MirrorBlob
ca@valencia: Bombolla mirall
es: Espejo
et: Peegelpiisk
fi: Peilikuplat
fr: Goutte miroir
gl: Burbulla espello
hu: Tükröződő blobok
it: Blob a specchio
kk: Сәуле сындырғышы
ko: 거울상 객체
lv: Spoguļlāse
nb: Speilkladd
nds: Spegelplacken
nn: Spegelklatt
pl: Odbity bąbel
pt: Bolha-Espelho
sl: Zrcalna kepica
sr@ijekavian: Блоб у огледалу
sv: Spegelfläck
uk: Сферичне віддзеркалення

# @info screen saver description
source: Draws a wobbly blob that distorts the image behind it. Written by Jon Dowdall; 2003.
ca@valencia: Dibuixa una bombolla sacsejada que distorsiona la imatge darrera seu. Escrit per Jon Dowdall; 2003.
es: Dibuja una mancha tambaleante que distorsiona la imagen detrás de él. Escrito por Jon Dowdall; 2003.
et: Muutlik piisk, mis moonutab enda taga asuvat pilti. Autor: Jon Dowdall; 2003.
fi: Piirtää vaappuvan möykyn, joka vääristää takanaan oleva kuvaa. Kirjoittanut Jon Dowdall, 2003.
fr: Dessine une forme ondulante qui déforme l'image se trouvant derrière. Écrit par Jon Dowdall ; 2003.
gl: Debuxa unha burbulla ondulante que distorsiona a imaxe por tras dela. Escribiuno Jon Dowdall en 2003.
it: Disegna un blob tremolante che distorce l'immagine dietro di sé. Scritto da Jon Dowdall; 2003.
ja: 背後のイメージをゆがめるぐらぐらの物体。Jon Dowdall、2003年作。
kk: Сәулелерді сындырып, артындағы бейнені бұрмалайтын домалақ. Авторы: Jon Dowdall; 2003.
lv: Zīmē grīļojošos lāsi, kas deformē aiz tās esošo attēlu. Sarakstīja Jon Dowdall; 2003.
nb: Tegner en vaklende geléklump som forvrenger bildet bak den. Skrevet av Jon Dowdall i 2003.
nds: En wabbelig Placken vertarrt dat Achtergrundbild. Schreven vun Jon Dowdall, 2003.
nl: Toont een wiebelende klodder die de afbeelding erachter vervormt. In 2003 geschreven door Jon Dowdall.
nn: Teiknar ein geléklump som forvrengjer biletet bak han. Skriven av Jon Dowdall i 2003.
pl: Wyświetla chwiejny bąbel, który zniekształca obraz w tle. Autor: Jon Dowdall; 2003.
pt: Desenha uma bolha ondulante que distorce a imagem por trás dela. Feito por Jon Dowdall; 2003.
ru: Качающийся сгусток, искажающий фоновое изображение. Автор Джон Доудолл (Jon Dowdall), 2003.
sl: Izriše želatinasto kepico, ki popači sliko za sabo. Napisal Jon Dowdall, 2003.
sr@ijekavian: Црта лелујајућу кап која изобличава слику испод себе. Написао Џон Доудал, 2003.
sv: Ritar en vinglig fläck som förvränger bilden under sig. Skriven av Jon Dowdall, 2003.
uk: Малює драглисту масу, яка викривляє зображення, розташоване за нею. Автор — Jon Dowdall; 2003.
zh_tw: 繪製一個搖晃的小點，把後方的影像扭曲掉。由 Jon Dowdall 撰寫，2003。

# @item:inrange Time until loading a new image
source: 5 sec
ca@valencia: 5 s
es: 5 s
et: 5 sekundit
eu: 5 seg
fi: 5 s
ga: 5 shoicind
gl: 5 segundos
hu: 5 másodperc
it: 5 secondi
ja: 5 秒
kk: 5 сек
ko: 5초
lv: 5 sek.
nb: 5 sekunder
nds: 5 Sek.
nn: 5 sekund
pl: 5 sekund
pt: 5 s
ru: 5 секунд
sl: 5 sek.
sr@ijekavian: 5 сек.
sv: 5 sek
uk: 5 сек.
zh_tw: 5 秒鐘

# @item:inrange Time until loading a new image
source: 5 min
ca@valencia: 5 m
et: 5 minutit
ga: 5 nóiméad
gl: 5 minutos
hu: 5 perc
it: 5 minuti
ja: 5 分
kk: 5 мин
ko: 5분
pl: 5 minut
ru: 5 минут
sr@ijekavian: 5 мин.
uk: 5 хв.
zh_tw: 5 分鐘

# @label:slider
source: Transition duration
ca@valencia: Durada de la transició
es: Duración de transición
et: Ülemineku kestus
eu: Trantsioaren iraupena
fi: Siirtymisen kesto
fr: Duré de la transition
gl: Duración da transición
hu: Áttűnési idő
it: Durata della transizione
ja: 変遷時間
kk: Өзгеру ұзақтығы
ko: 전환 지속 시간
lv: Pārejas ilgums
nb: Overgangslengde
nds: Övergangduer
nl: Overgangsduur
nn: Overgangslengd
pl: Czas przejścia
pt: Duração da transição
ru: Продолжительность перехода
sl: Trajanje prehoda
sr@ijekavian: Трајање прелаза
sv: Övergångsvaraktighet
uk: Тривалість переходу
zh_tw: 轉變期間

# @item:inrange Transition duration
source: None
ca@valencia: Cap
es: Nada
et: Puudub
eu: Bat ere ez
fi: Ei lainkaan
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Inga
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: ништа
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Transition duration
source: 30 sec
ca@valencia: 30 s
es: 30 seg
et: 30 sekundit
eu: 30 seg
fi: 30 sekuntia
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 сек
ko: 30초
lv: 30 sek.
nb: 30 sekunder
nds: 30 Sek.
nn: 30 sekund
pl: 30 sekund
pt: 30 s
ru: 30 секунд
sl: 30 sek.
sr@ijekavian: 30 сек.
sv: 30 sek
uk: 30 сек.
zh_tw: 30 秒

# @label:slider
source: Bumps
ca@valencia: Xocs
es: Sacudidas
et: Kühmud
eu: Talkak
fi: Pullistumat
fr: Bosses
gl: Vultos
hu: Dudorok
it: Protuberanze
ja: でこぼこ
kk: Шамдар
ko: 충돌
lv: Grambas
nb: Kuler
nds: Indellen
nl: Bobbels
nn: Humpar
pl: Zakłócenia
pt: Relevos
ru: Пузыри
sl: Izbokline
sr@ijekavian: Избочине
sv: Bulor
uk: Ліхтарик
zh_tw: 凸

# @item:inrange Bumps
source: None
ca@valencia: Cap
es: Ninguna
et: Puudub
eu: Bat ere ez
fi: Ei lainkaan
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: ниједна
sv: Inga
uk: Немає
zh_tw: 無

# @item:inrange Bumps
source: 50 bumps
ca@valencia: 50 xocs
es: 50 sacudidas
et: 50 kühmu
eu: 50 talka
fi: 50 pullistumaa
fr: 50 bosses
gl: 50 choques
hu: 50 dudor
it: 50 protuberanze
ja: でこぼこ 50 個
kk: 50 шам
ko: 50회
lv: 50 grambu
nb: 50 humper
nds: 50 Dellen
nl: 50 bobbels
nn: 50 humpar
pl: 50 wstrząsów
pt: 50 relevos
ru: 50 пузырей
sl: 50 izboklin
sr@ijekavian: 50 избочина
sv: 50 bulor
uk: 50 ударів
zh_tw: 50 次碰撞

# @label:slider
source: Transparency
ca@valencia: Transparència
es: Transparencia
et: Läbipaistvus
eu: Gardentasuna
fi: Läpinäkyvyys
fr: Transparence
ga: Trédhearcacht
gl: Transparencia
hu: Átlátszóság
it: Trasparenza
ja: 透明度
kk: Мөлдірлігі
ko: 투명도
lv: Caurspīdīgums
nb: Gjennomsiktighet
nds: Transparenz
nl: Transparantie
nn: Gjennomsikt
pl: Przezroczystość
pt: Transparência
ru: Прозрачность
sl: Prozornost
sr@ijekavian: Прозирност
sv: Transparens
uk: Прозорість
zh_tw: 透明度

# @item:inrange Transparency
source: Clear
ca@valencia: Neteja
es: Despejar
et: Selge
eu: Garbi
fi: Kirkas
fr: Nettoyer
ga: Glan
gl: Limpar
hu: Törlés
it: Chiaro
ja: クリア
kk: Мөп-мөлдір
ko: 투명함
lv: Dzidrs
nb: Tøm
nds: Dörsichtig
nl: Helder
nn: Tøm
pl: Spokój
pt: Limpo
ru: Прозрачный
sl: Počisti
sr@ijekavian: прозирно
sv: Klar
uk: Прозоре
zh_tw: 清除

# @item:inrange Transparency
source: Opaque
ca@valencia: Opac
es: Opaca
et: Läbipaistmatu
eu: Opakoa
fi: Samea
ga: Teimhneach
gl: Opaco
hu: Átlátszatlan
it: Opaco
ja: 不透明
kk: Бұлдыр
ko: 불투명
lv: Necaurspīdīgs
nb: Ugjennomsiktig
nds: Decken
nl: Dekking
nn: Ugjennomsiktig
pl: Nieprzezroczystość
pt: Opaco
ru: Непрозрачный
sl: Prekrivno
sr@ijekavian: непрозирно
sv: Ogenomskinlig
uk: Непрозоре
zh_tw: 不透明

# @option:check
source: Enable walls
ca@valencia: Habilita les parets
es: Activar muros
et: Seinad
eu: Gaitu hormak
fi: Käytä seiniä
fr: Activer les murs
ga: Cumasaigh ballaí
gl: Activar os muros
hu: Falak engedélyezése
it: Attiva i muri
ja: 壁を有効に
kk: Қабырғалар болсын
ko: 벽 사용
lv: Ieslēgt sienas
nb: Bruk vegger
nds: Wänn anmaken
nl: Muren activeren
nn: Bruk veggar
pl: Włącz ściany
pt: Activar as paredes
ru: Разрешить стены
sl: Omogoči zidove
sr@ijekavian: Зидови
sv: Aktivera väggar
uk: Ввімкнути стіни
zh_tw: 開啟牆

# @option:check
source: Enable colouring
ca@valencia: Habilita el color
es: Activar coloreado
et: Toonimine
eu: Gaitu koloreztatzea
fi: Käytä väritystä
fr: Activer la coloration
gl: Activar a coloración
hu: Színezés engedélyezése
it: Attiva i colori
ja: 色付け
kk: Бояуы болсын
ko: 색상 사용
lv: Ieslēgt krāsojumu
nb: Bruk fargelegging
nds: Klören anmaken
nl: Kleur inschakelen
nn: Bruk fargelegging
pl: Włącz kolorowanie
pt: Activar a coloração
ru: Разрешить окраску
sl: Omogoči obarvanje
sr@ijekavian: Бојење
sv: Aktivera färgläggning
uk: Ввімкнути розфарбування
zh_tw: 開啟彩色

# @option:check
source: Enable reflected image
ca@valencia: Habilita la imatge reflectida
es: Activar imagen reflejada
et: Peegelpilt
eu: Gaitu irudi islatua
fi: Heijasta kuvaa
fr: Activer la réflexion d'image
gl: Activar imaxe reflectida
hu: Visszaverődő kép engedélyezése
it: Attiva l'immagine riflessa
ja: イメージの反射を有効に
kk: Шағылысатын кескіні
ko: 반사된 그림 사용
lv: Ieslēgt spoguļattēlu
nb: Bruk relflektert bilde
nds: Bildspegeln anmaken
nl: Spiegelende afbeelding activeren
nn: Bruk relflektert bilete
pl: Włącz odbicie lustrzane
pt: Activar a imagem reflectida
ru: Разрешить отражённое изображение
sl: Omogoči odsevano sliko
sr@ijekavian: Одраз слике
sv: Aktivera reflekterad bild
uk: Ввімкнути віддзеркалене зображення
zh_tw: 開啟反射影像

# @option:check
source: Show image on background
ca@valencia: Mostra la imatge en el fons
es: Mostrar imagen como fondo de pantalla
et: Pilt taustal
eu: Erakutsi irudia hondoan
fi: Näytä kuva taustalla
fr: Afficher l'image sur l'arrière plan
gl: Mostrar a imaxe no fondo
hu: Kép megjelenítése a háttérben
it: Mostra immagine sullo sfondo
ja: イメージを背景に表示
kk: Айнала кескіні
ko: 배경에 그림 표시
lv: Rādīt attēlu uz fona
nb: Vis bilde på bakgrunn
nds: Bild as Achtergrund wiesen
nl: Toon afbeelding op de achtergrond
nn: Vis bilete i bakgrunnen
pl: Wyświetlaj obraz w tle
pt: Mostrar a imagem no fundo
ru: Показывать фоновое изображение
sl: Pokaži sliko na ozadju
sr@ijekavian: Слика на позадини
sv: Visa bild på bakgrund
uk: Показувати зображення тла
zh_tw: 在背景顯示影像

# @option:check
source: Offset texture coordinates
ca@valencia: Desplaçament de les coordenades de les textures
es: Coordenadas de la textura exterior
et: Tekstuurikoordinaatide nihe
fi: Siirrä pintakuvion koordinaatteja
fr: Coordonnées du décalage de texture
gl: Coordenadas da textura de desprazamento
it: Sposta le coordinate della trama
kk: Текстура координаттар шегінісі
ko: 텍스처 좌표 위치
lv: Nobīdīt tekstūras koordinātes
nb: Forskyving av teksturkoordinater
nds: Verscheel vun Textuur-Koordinaten
nl: Offset van textuurcoördinaten
nn: Forskyving av teksturkoordinatar
pl: Równe rozmieszczenie tekstur
pt: Coordenadas da textura de deslocamento
ru: Координаты смещения текстуры
sl: Zamik koordinat tekstur
sr@ijekavian: Координате текстуре помака
sv: Koordinater för strukturförskjutning
uk: Відступ координат текстури
zh_tw: 偏移紋理座標

# @item screen saver name
source: Mismunch
et: Mugimine
it: Malruminante
kk: Шайнау
ko: 미스뭉크
lv: Nesakošļāšana
nb: Mismumse
nds: Freten Fehlers
pl: Munch
pt: Munch
sl: Zgrešeno žvečenje
sr@ijekavian: Збркани њам
sv: Mumsa
uk: Пожоване

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. It was merged with the "Munch" screen saver. Munching errors! This is a creatively broken misimplementation of the classic munching squares graphics hack. See the "Munch" screen saver for the original. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Written by Steven Hazel; 2004.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Es va fusionar amb l'estalvi de pantalla «Munch». Errors de masticació! Esta és una implementació creativament errònia del clàssic truc gràfic de quadrats mastegats. Vegeu l'estalvi de pantalla «Munch» per a l'original. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Escrit per Steven Hazel; 2004.
es: Este salvapantallas se eliminó de la distribución de XScreenSaver a partir de la versión 5.08. Se incorporó al salvapantallas «Munch». ¡Errores de Munching! Se trata de una mala interpretación creativamente abierta del algoritmo gráfico de los cuadrados de Munch. Vea el salvapantallas «Munch» para el original. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square. Escrito por Steven Hazel; 2004.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. See liideti ekraanisäästjaga "Mugimine". Mugimisvead! See on loovalt ärarikutud klassikalise ruutude mugimise graafikavõtte väärteostus. Vaata ka originaalset ekraanisäästjat "Mugimine". http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Autor: Steven Hazel; 2004.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alkaen. Se yhdistettiin Mutustus-näytönsäästäjään. Mutustetaan virheitä! Tämä on luovasti (väärin) toteutettu klassinen toisiaan ahmivien neliöiden grafiikkaesimerkki. Alkuperäinen löytyy Mutustus-näytönsäästäjästä. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Kirjoittanut Steven Hazel, 2004.
fr: Cet écran de veille a été supprimé de la distribution de XScreenSaver depuis la version 5.08. Il a été fusionné avec l'écran de veille « Manger ». Manger des erreurs ! C'est une mauvaise implémentation, cassée et créative des carrés mangeurs graphiques. Voir l'écran de veille « Manger » pour l'original. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Écrit par Steven Hazel; 2004.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Xuntouse co salvapantallas «Munch». Erros Munching! Isto é unha implementación errada e creativamente escachada do clásico truco de mastigación gráfica de cadrados. Vaite ao salvapantallas «Munch» para ter o orixinal. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Escrito por Steven Hazel; 2004.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. È stato fuso con il salvaschermo «Ruminante». Errori di ruminamento! Questa è un'implementazione creativamente errata del classico programma di ruminamento dei quadrati grafici. Vedi il salvaschermo «Ruminante» per l'originale. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Scritto da Steven Hazel; 2004.
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Ол "Үгілу" дегенмен біріктірілген еді. Қателерді үгітеміз! Бұл классикалық шаршыларды үгіту графиканы өнерлі бұрмалауы. Бұған қоса "Шайнау" бастапқы сақтаушысын қараңыз.. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Авторы: Steven Hazel; 2004.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver fra versjon 5.08. Den ble slått sammen med pauseskjermen «Munch». Knasker feil! Dette er en kreativt ødelagt feilimplementering av det klassiske hacket Knaskende kvadrater. Se pauseskjermen «Munch» for originalen. <link>http://en.wikipedia.org/wiki/HAKMEM</link> <link>http://en.wikipedia.org/wiki/Munching_square</link> Skrevet av Steven Hazel i 2004.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. De wöör mit den Pausschirm "Opfreten" tosamenföhrt. Freten Fehlers! Dor warrt en kreatiev twei Leeg-Ümsetten vun de klass'sch freten Quadraten wiest. Kiek Di den Pausschirm "Opfreten" an, wenn Du dat Orginaal sehn wullt. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Schreven vun Steven Hazel, 2004.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Hij is samengevoegd met de "Munch" schermbeveiliging. Munching fouten! Dit is een creatief gebroken misimplementatie van de klassieke "munching squares graphics" hack. Zie de "Munch" schermbeveiliging voor het origineel. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square In 2004 geschreven door Steven Hazel.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Han vart slått saman med pauseskjermen «Munch». Munch-feil! Dette er ein kreativ feilimplementasjon av den klassiske «munching squares»-effekten. Du finn originalen i pauseskjermen «Munch». <link>http://en.wikipedia.org/wiki/HAKMEM</link> <link>http://en.wikipedia.org/wiki/Munching_square</link> Skriven av Steven Hazel i 2004.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Został połączony z wygaszaczem "Munch" http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Autor: Steven Hazel; 2004.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Foi reunido com o protector de ecrã "Munch". Erros na mastigação! Esta é uma implementação errada, de forma criativa, para o truque de mastigação gráfica de quadrados. Veja o protector de ecrã "Munch" para comparar com o original. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Feito por Steven Hazel; 2004.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.08. Он был объединён с хранителем "Munch". http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Автор Стивен Хазель (Steven Hazel), 2004.
sl: Ta ohranjevalnik zaslona je bil odstranjen iz distribucije XScreenSaver v različici 5.08. Združen je bil z ohranjevalnikom zaslona "Žvečenje". Napake žvečenja! To je ustvarjalno pokvarjena napačna podprtost klasičnih kvadratov žvečenja. Za izvirnik si oglejte ohranjevalnik zaslona "Žvečenje". http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Napisal Steven Hazel, 2004.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08. Стопљен је са „Њамом“.) Грешке у њамовању! Креативно искварена изведба класичног графичког хака њам‑квадрата. За оригинал погледајте чувар екрана Њам (http://en.wikipedia.org/wiki/HAKMEM, http://en.wikipedia.org/wiki/Munching_square). Написао Стивен Хејзел, 2004.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Den sammanfogades med skärmsläckaren "Mumsa". Det här är en kreativt felaktig implementering av den klassiska mumsande fyrkantsalgoritmen istället. Se skärmsläckaren "Mumsa" för originalet. Se också http://en.wikipedia.org/wiki/HAKMEM och http://en.wikipedia.org/wiki/Munching_square. Skriven av Steven Hazel, 2004.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Об’єднано зі зберігачем екрана «Жуйка». Перемелюємо помилки! творчо зіпсовану неправильну реалізацію класичного алгоритму пересування квадратів. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Автор — Steven Hazel; 2004.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除，與「咀嚼」（Munch）螢幕保護程式合併。不過這個是模擬原始 Munch 版本的錯誤實作。參考資料：http://en.wikipedia.org/wiki/HAKMEM ，http://en.wikipedia.org/wiki/Munching_square 。由 Steven Hazel 撰寫，2004。

# @label:slider
source: Simultaneous squares
ca@valencia: Quadrats simultanis
es: Cuadrados simultáneos
et: Korraga ruute
eu: Aldibereko karratuak
fi: Samanaikaisia neliöitä
fr: Carrés simultanés
gl: Cadrados simultáneos
hu: Szimultán négyzetek
it: Quadrati simultanei
kk: Бірмезгілді шпршылары
ko: 연속적 사각형
lv: Vienlaicīgi kvadrāti
nb: Samtidige kvadrater
nds: Tall vun op eenmaal wiest Quadraten
nl: Gelijktijdige vierkanten
nn: Samtidige kvadrat
pl: Równoczesne kwadraty
pt: Quadrados simultâneos
ru: Квадраты, показываемые одновременно
sl: Sočasni kvadrati
sr@ijekavian: Истовремено квадрата
sv: Samtidiga fyrkanter
uk: Кількість квадратів
zh_tw: 同時方塊

# @item:inrange Simultaneous squares
source: One
ca@valencia: Un
es: Uno
et: Üks
eu: Bat
fi: Yksi
fr: Un
ga: Ceann amháin
gl: Un
hu: Egy
it: Uno
kk: Бір
lv: Viens
nb: En
nds: Een
nl: Een
nn: Éin
pl: Jeden
pt: Um
ru: Один
sl: En
sr@ijekavian: један
sv: En
uk: Один

# @item:inrange Simultaneous squares
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @option:radio
source: XOR
et: Värvide liitumine
nds: Utsluten Oder
nn: XELLER
sl: XALI
sr@ijekavian: КСИЛИ

# @item screen saver name
source: Moebius
et: Möbius
fi: Möbius
ga: Möbius
hu: Möbius
it: Möbius
ja: メビウス
kk: Мебиус таспасы
ko: 뫼비우스
lv: Mēbijs
nb: Möbius
nds: Möbius
nn: Möbius
ru: Мёбиус
sl: Möbius
sr@ijekavian: Мебијус
sv: Möbius
uk: Мебіус
zh_tw: 莫比斯圖形
