Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draw a ring composed of tetrahedra connected at the edges that twists and rotates toroidally. When a series of tetrahedra are joined at the edges in a loop, it is possible for them to rotate continously through the center without deforming. This only works with an even number of tetrahedra, and there must be eight or more, or they don't fit. Written by Jamie Zawinski; 2013.
ca@valencia: Dibuixa un anell composat de tetraedres connectats per les vores que es torça i gira toroidalment. Quan una sèrie de tetraedres es troben a les vores en un cicle, és possible que girin fins el centre sense deformar-se. Això només funciona amb un nombre parell de tetraedres, i cal que siguen vuit o més, o no s'ajustaran. Escrit per Jamie Zawinski; 2013.
es: Dibuja un anillo compuesto de tetraedros conectados por los bordes y los retuerce y rota toroidalmente. Cuando una serie de tetraedros están unidos por los bordes en un bucle, es posible que ellos roten continuamente a través del centro sin deformarse. Esto solo funciona con un número impar de tetraedros y debe haber ocho o más, o no se ajustan. Escrito por Jamie Zawinski; 2013.
et: Ringi kujutamine, mis koosneb servadest ühendatud tetraeedritest ja mis väändub ja pöörleb toroidselt. Kui tetraeedrite rühm ühineb servapidi silmuseks, saavad nad lakkamatult pöörelda ümber keskkoha ilma defomeerumata. See toimib ainult paarisarvu tetraeedrite korral ning neid peab olema vähemalt kaheksa. Autor: Jamie Zawinski, 2013.
fi: Piirtää reunoistaan yhteen kytkeytyneistä tetraedreista koostuvan renkaan, jonka kieppuu ja pyörii torusmaisesti. Kun joukko tetraedreja kytkeytyy reunoistaan silmukaksi, ne voivat pyöriä jatkuvasti keskustan läpi muotonsasärkymättä. Tämä toimii vain parillisella tetraedrien joukolla, ja tetraedreja on oltava kahdeksan tai enemmän, muuten ne eivät sovi. Kirjoittanut Jamie Zawinski, 2013.
it: Disegna un anello composto da tetraedri connessi ai lati che si contorce e ruota toroidalmente. Quando una serie di tetraedri sono uniti ai loro bordi in un ciclo, è possibile che ruotino continuamente attraverso i centro senza deformarsi. Questo è possibile solo con un numero pari di tetraedri, e ce ne devono essere almeno otto. Scritto da Jamie Zawinski; 2013.
nb: Tegner en ring sammensatt av tetraedre koblet sammen ved kantene, som vrir seg og roterer toroidalt. Når en rekke tetraedere kobles sammen i en sløyfe ved kantene, er det mulig for dem å rotere kontinuerlig om senteret uten deformasjon. Dette fungerer bare med et like antall tetraedere, og det må være minst åtte, ellers passer de ikke sammen. Skrevet av Jamie Zawinski i 2013.
nds: Wiest en Ring ut Tetraeders, de sik an de Kanten anröögt. De Ring dreiht sik vun buten na binnen. En Reeg Tetraeders laat sik so langs de Kanten verbinnen, dat se en Ring formen doot, de sik den dör de Merrn dreihen lett un de Tetraeders dor bi blangenanner blievt. Man dat geiht bloots mit en even Tall vun Tetraeders, un dat mööt acht oder mehr wesen, anners passt dat nich. Schreven vun Jamie Zawinski, 2013.
nl: Teken een ring opgebouwd uit viervlakken aan de randen verbonden die draaien en roteren om een as. Wanneer een aantal viervlakken aan de randen samengevoegd zijn in een ring, dan is het mogelijk ze voortdurend te laten draaien om hun centrum zonder ze te vervormen. Dit werkt alleen met een even aantal viervlakken en het moeten er acht of meer zijn of ze passen niet. In 2013 geschreven door Jamie Zawinski.
pl: Rysowanie pierścienia złożonego z czworościanu połączonego na krawędziach, który skręca się i obraca toroidalnie. Gdy kilka czworościanów połączy się krawędziami w pętlę, to jest możliwe, że obrócą się ciągle wokół środka bez zniekształcenia. Działa to z parzystą liczbą czworościanów i musi ich być osiem lub więcej albo się nie zmieszczą. Autor :Jamie Zawinski; 2013.
pt: Desenha um anel composto por tetraedros, ligado pelas arestas, que se torce e roda de forma toroidal. Quando se junta uma série de tetraedros nas arestas em ciclo, é possível que estas rodem continuamente sem se deformar. Isto só funciona com um número par de tetraedros e estes terão de ser oito ou mais, caso contrário não irão caber. Feito por Jamie Zawinski; 2013.
sl: Izriše obroč sestavljen iz tetraedrov povezani preko robov, ki se toroidno zvijajo in vrtijo. Če je zaporedje tetraedrov preko robov povezanih v zanko, potem je mogoče, da se neprekinjeno vrtijo okrog središče brez deformacije. To je mogoče le s sodim številom tetraedrov, mora jih pa biti tudi osem ali več. Napisal Jamie Zawinski; 2013.
sr@ijekavian: Црта прстен састављен од тетраедара повезаних по ивицима који се торусно увија и обрће. Када се низ тетраедара састави по ивицама у петљу, могуће их је непрекидно обрнути кроз центар без деформисања. Ово ради само при парном броју тетраедара, и мора их бити осам или више, иначе се не уклапају. Написао Џејми Завински, 2013.
sv: Rita en ring bestående av tetraedrar ihopkopplad längs kanterna som vrids och roteras toroidformat. När en följd av tetraedrar sammanfogas längs kanterna i en ring är det möjligt för dem att rotera kontinuerligt genom centrum utan att deformeras. Det fungerar bara med ett jämnt antal tetraedrar, och det måste finnas åtta eller fler, annars passar de inte ihop. Skriven av Jamie Zawinski, 2013.
uk: Малює кільце, що складається з трикутних пірамід, які з’єднано ребрами і які обертаються за тороїдальними кривими. Якщо трикутні піраміди з’єднано ребрами у цикл, вони можуть неперервно обертатися навколо центру без деформування. Це можливо, лише якщо кількість пірамід є парною і більшою або рівною 8. Автор — Jamie Zawinski; 2013.
zh_tw: 繪製一個由四面體的邊緣扭轉並連接起來所形成的環。當這一系列四面體的邊緣接合成一個環時，它就可能在不變形的狀況下從中心連續旋轉通過。這只在八個以上，偶數個四面體時才能成立。由 Jamie Zawinski 撰寫；2013。

# @item screen saver name
source: Klein
hu: Kicsike
it: Bottiglia di Klein
ja: クライン
kk: Клейн
ko: 클라인 병
lv: Kleins
nds: Klein sien Buddel
sr@ijekavian: Клајн
uk: Кляйн

# @info screen saver description
source: This animates a Klein bottle, the 4D analog of a moebius strip. You can walk on the surface of the bottle or rotate it in 4D or walk on it while it rotates in 4D. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Written by Carsten Steger; 2008.
ca@valencia: Este anima una ampolla de Klein, l'analogia 4D d'una cinta de Moebius. Podeu caminar per l'ampolla o girar-la en 4D o caminar-hi mentre gira en 4D. Inspirat en el llibre de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Escrit per Carsten Steger; 2003.
es: Esto anima una botella Klein, el análogo en 4D de una banda de moebius. Usted puede andar por la superficie de la botella y rotarla en 4D o caminar por ella mientras rota en 4D. Inspirado en el libro de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions».Librería Científica Americana, 1990. http://en.wikipedia.org/wiki/Klein_bottle. Escrito por Carsten Steger; 2008.
et: Animeerib 4D Kleini pudelit, mis on Möbiuse lehe 4D analoog. Kleini pudelil võib kõndida või panna selle 4D pöörlema või kõndida sellel, kui see 4D pöörleb. Loomiseks andis indu Thomas Banchoffi raamat "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Autor: Carsten Steger; 2008.
fi: Tämä animoi Kleinin pulloa, möbiusnauan neliulotteista vastineeta. Voit kulkea pullon pinnalla, pyörittää sitä neliulotteisesti tai kulkea sillä sen pyöriessä neliulotteisesti. Inspiraationa toimi Thomas Banchoffin kirja ”Beyond the third dimension: Geometry, computer graphics, and higher dimensions”, Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Kirjoittanut Carsten Steger, 2008.
it: Anima una bottiglia di Klein, l'equivalente quadridimensionale di una striscia di Möbius. Puoi camminare sulla superficie della bottiglia o ruotarla in quattro dimensioni, o camminarci sopra mentre ruota. Ispirato dal libro di Thomas Banchoff «Oltre la terza dimensione, geometria, computer graphics e spazi multidimensionali», Zanichelli, 1993. http://it.wikipedia.org/wiki/Bottiglia_di_Klein Scritto da Carsten Steger; 2008.
nb: Animerer en firedimensjonal Klein-flaske, en 4D analog til en Möbus-stripe. Du kan spasere på flaska, eller dreie den rundt i 4D, eller til og med spasere på den mens den dreier rundt i fire dimensjoner.Inspirert av Thomas Banchoffs bok «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions».http://en.wikipedia.org/wiki/Klein_bottle Skrevet av Carsten Steger i 2008.
nds: Wiest Klein sien Buddel, de Liekheit vun en Möbius-Band in 4D. Een kann op de Buddel rümbuttjern un ehr ok in 4D dreihen. Idee na Thomas Banchoff sien Book „Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions“, Scientific American Library, 1990. http://de.wikipedia.org/wiki/Kleinsche_Flasche Schreven vun Carsten Steger, 2008.
nl: Dit animeert een Klein-fles, de 4D analogie van een Moebius-lint. U kunt op het oppervlak van de fles lopen of het in 4D draaien of er op lopen terwijl het draait. Geïnspireerd door het boek van Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle In 2008 geschreven door Carsten Steger.
pl: To animuje butelkę Kleina, czterowymiarową analogię paska moebiusa. Możesz chodzić po powierzchni butelki lub obrócić ją w czterech wymiarach lub nawet chodzić po niej podczas gdy ona się obraca w czterech wymiarach. Inspiracją była książka Thomasa Banchoff'a "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
pt: Isto mostra uma garrafa de Klein a 4D. Poderá andar sobre a garrafa de Klein ou rodá-la em 4D, ou ainda andar sobre ela enquanto roda. Inspirado no livro de Thomas Banchoff, "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Feito por Carsten Steger; 2008.
sl: Animira Kleinovo steklenico, 4D analog möbiusovega traku. Po površini steklenice lahko hodite, jo zavrtite v 4D ali hodite po njej medtem ko se vrti v 4D. Ohranjevalnik zaslona je navdihnila knjiga Thomasa Banchoffa "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", knjižnica Scientific American, 1990. http://en.wikipedia.org/wiki/Klein_bottle Napisal Carsten Steger, 2008.
sr@ijekavian: Анимира Клајнову боцу, 4Д аналог Мебијусове траке (http://en.wikipedia.org/wiki/Klein_bottle). Можете ходати по површини боце, или је обртати у 4Д и ходати по њој док се тако обрће. Инспирисано књигом Томаса Банкофа „Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions“, Библиотека Сајентифик америкена, 1990. Написао Карстен Штегер, 2008.
sv: Den här animerar en kleinflaska, den fyrdimensionella motsvarigheten till ett möbiusband. Man kan gå på flaskans yta eller gå på den medan den roterar i fyra dimensioner. Inspirerad av Thomas Banchoffs bok "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. Se http://sv.wikipedia.org/wiki/Kleinflaska. Skriven av Carsten Steger, 2008.
uk: Показує пляшку Кляйна, чотиривимірний аналог стрічки Мебіуса. Ви можете рухатися поверхнею пляшки Кляйна або обертати її у четвертому вимірі або рухатися нею і обертати у четвертому вимірі одночасно. Ідею запозичено з книги Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Автор — Carsten Steger; 2008.
zh_tw: 展示一個四維 Klein bottle，也就是四維的莫比斯帶。您可以走在其表面上，或是做四維旋轉。靈感來自 Thomas Banchoff 的書 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions"，美國科學圖書館，1990。參考資料：http://en.wikipedia.org/wiki/N-sphere ，http://en.wikipedia.org/wiki/Klein_bottle 。由 Carsten Steger 撰寫，2008。

# @info screen saver description
source: This shows a 4D Klein bottle. You can walk on the Klein bottle or rotate it in 4D or walk on it while it rotates in 4D. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Written by Carsten Steger; 2008.
ca@valencia: Este mostra una ampolla de Klein. Podeu caminar per l'ampolla de Klein o girar-la en 4D o caminar-hi mentre gira en 4D. Inspirat pel llibre de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Escrit per Carsten Steger; 2003.
es: Muestra una botella Klein en 4D. Puedes andar por la botella y rotarla en 4D o caminar por ella mientras rota. Inspirado en el libro de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions».Librería Científica Americana, 1990. http://en.wikipedia.org/wiki/Klein_bottle. Escrito por Carsten Steger; 2008.
et: Näitab 4D Kleini pudelit. Kleini pudelil võib kõndida või panna selle 4D pöörlema või kõndida sellel, kui see 4D pöörleb. Loomiseks andis indu Thomas Banchoffi raamat "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Autor: Carsten Steger; 2008.
fi: Tämä näyttää neliulotteisen Kleinin pullon. Voit kulkea pullon pinnalla, pyörittää sitä neliulotteisesti tai kulkea sillä sen pyöriessä neliulotteisesti. Inspiraationa toimi Thomas Banchoffin kirja ”Beyond the third dimension: Geometry, computer graphics, and higher dimensions”, Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Kirjoittanut Carsten Steger, 2008.
fr: Cela montre une bouteille de Klein en 4D. Vous pouvez marcher sur la bouteille de Klein ou la faire tourner en 4 D ou encore les deux à la fois.Inspiré du livre de Thomas Banchoff « Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions », Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Écrit par Carsten Steger ; 2008.
gl: Isto mostra un Toro de Clifford en rotación: un toro que fica «á superficie» dunha hiperesfera 4D. Inspirado no libro de Thomas Banchoff, «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope. Escribiuno Carsten Steger en 2003.
it: Mostra una bottiglia di Klein quadridimensionale. Puoi camminare sulla bottiglia o ruotarla in quattro dimensioni, o camminarci sopra mentre ruota. Ispirato dal libro di Thomas Banchoff «Oltre la terza dimensione, geometria, computer graphics e spazi multidimensionali», Zanichelli, 1993. http://it.wikipedia.org/wiki/Bottiglia_di_Klein Scritto da Carsten Steger; 2008.
kk: Төрт-өлшемді Клейн шөлмегінің бейнесі. Клейн шөлмегімен жылжуға болады, немесе оны төрт-өлшемді кеңістігінде бұрауға, немесе бұралғанда онымен жылжуға болады. Шабыттың көзі - Thomas Banchoff жазған "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions" деген кітабі, Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Авторы: Carsten Steger; 2008.
nb: Viser en firedimensjonal Klein-flaske. Du kan spasere på flaska, eller dreie den rundt i 4D, eller til og med spasere på den mens den dreier rundt. Inspirert av Thomas Banchoffs bok «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions». <link>http://en.wikipedia.org/wiki/Klein_bottle</link> Skrevet av Carsten Steger i 2008.; 2008.
nds: Wiest Klein sien Buddel in 4D. Een kann op de Buddel rümbuttjern un ehr ok in 4D dreihen. Idee na Thomas Banchoff sien Book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://de.wikipedia.org/wiki/Kleinsche_Flasche Schreven vun Carsten Steger, 2008.
nl: Dit toont een 4D Klein-fles. U kunt op de Klein-fles lopen of het in 4D draaien of er op lopen terwijl het draait. Geïnspireerd door het boek van Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle In 2008 geschreven door Carsten Steger.
nn: Viser ein ei firedimensjonal Klein-flaske. Du kan spasera på flaska, eller dreia ho rundt i 4D, eller til og med spasera på ho mens ho dreier rundt. Inspirert av Thomas Banchoff si bok «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions». <link>http://en.wikipedia.org/wiki/Klein_bottle</link> Skriven av Carsten Steger i 2008.
pl: Program ten wyświetla sześć regularnych czterowymiarowych wielokształtów, obracających się w czterech wymiarach. Inspiracją była książka Thomasa Banchoff'a "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
pt: Isto mostra uma garrafa de Klein a 4D. Poderá andar sobre a garrafa de Klein ou rodá-la em 4D, ou ainda andar sobre ela enquanto roda. Inspirado no livro de Thomas Banchoff, "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Feito por Carsten Steger; 2003.
ru: Четырёхмерная бутылка Клейна. По ней можно передвигаться или поворачивать её в 4D или же передвигаться по ней когда она поворачивается. По мотивам книги Томаса Банкоффа (Thomas Banchoff) "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://ru.wikipedia.org/wiki/Бутылка_Клейна Автор Карстен Штегер (Carsten Steger), 2008.
sl: Pokaže 4D Kleinovo steklenico. Lahko hodite na Kleinovi steklenici, jo zavrtite v 4D ali hodite po njej medtem ko se vrti v 4D. Ohranjevalnik zaslona je navdihnila knjiga Thomasa Banchoffa "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", knjižnica Scientific American, 1990. http://en.wikipedia.org/wiki/Klein_bottle Napisal Carsten Steger, 2008.
sr@ijekavian: Приказује 4Д Клајнову боцу (http://en.wikipedia.org/wiki/Klein_bottle). По боци можете ходати или је обртати у 4Д и ходати по њој док се тако обрће. Инспирисано књигом Томаса Банкофа „Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions“, Библиотека Сајентифик америкена, 1990. Написао Карстен Штегер, 2008.
sv: Den här visar en roterande Clifford-torus: En torus som ligger på "ytan" av en fyrdimensionell hypersfär. Inspirerad av Thomas Banchoffs bok "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. Se http://en.wikipedia.org/wiki/N-sphere, http://en.wikipedia.org/wiki/Clifford_torus och http://en.wikipedia.org/wiki/Regular_polytope. Skriven av Carsten Steger, 2003.
uk: Показує чотиривимірну пляшку Кляйна. Ви можете рухатися пляшкою Кляйна або обертати її у четвертому вимірі або рухатися нею і обертати у четвертому вимірі одночасно. Ідею запозичено з книги Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Klein_bottle Автор — Carsten Steger; 2008.
zh_tw: 展示一個四維 Klein bottle。您可以走在上面，或是做四維旋轉。靈感來自 Thomas Banchoff 的書 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions"，美國科學圖書館，1990。參考資料：http://en.wikipedia.org/wiki/N-sphere ，http://en.wikipedia.org/wiki/Klein_bottle 。由 Carsten Steger 撰寫，2008。

# @option:radio
source: Figure 8
ca@valencia: Figura 8
es: Figura 8
et: 8-kujund
eu: 8 irudia
fi: Kuvio 8
gl: Figura 8
hu: 8. ábra
it: Figura 8
ja: 8 の字
kk: Сегіздік
ko: 도형 8
lv: Ilustrācija 8
nb: Åttetall
nds: Figuur 8
nl: Figuur 8
nn: Åttetal
pl: Rysunek 8
pt: Figura 8
ru: Восьмёрка
sl: Slika 8
sr@ijekavian: Слика 8
sv: Åtta
uk: Рисунок 8

# @option:radio
source: Lawson
gl: Longo
kk: Лоусон
ko: 로슨
ru: Лоусон
sr@ijekavian: Лосон
uk: Лоусон

# @option:radio
source: Random motion
ca@valencia: Moviment aleatori
es: Movimiento al azar
et: Juhuslik liikumine
eu: Ausazko higidura
fi: Satunnainen liike
fr: Mouvement aléatoire
ga: Gluaiseacht randamach
gl: Movemento aleatorio
hu: Véletlenszerű mozgás
it: Movimento casuale
ja: ランダムな動き
kk: Кездейсоқ жүріс
ko: 무작위 움직임
lv: Gadījuma kustība
nb: Tilfeldig bevegelse
nds: Tofällig Bewegen
nl: Willekeurige beweging
nn: Tilfeldig rørsle
pl: Ruch losowy
pt: Movimento aleatório
ru: Случайное движение
sl: Naključno gibanje
sr@ijekavian: Насумично кретање
sv: Slumpmässig rörelse
uk: Випадковий рух
zh_tw: 隨機移動

# @option:radio
source: Walk
ca@valencia: Camina
es: Caminar
et: Kõndimine
eu: Ibili
fi: Kulje
fr: Marcher
gl: Andar
hu: Séta
it: Cammina
kk: Жылжу
ko: 걷기
lv: Iet
nb: Spaser
nds: Lopen
nl: Lopen
nn: Spaser
pl: Idź
pt: Andar
ru: Передвижение
sl: Hodi
sr@ijekavian: Ходање
sv: Gå
uk: Проходження
zh_tw: 行走

# @option:radio
source: Turn
ca@valencia: Gira
es: Volver
et: Pööramine
eu: Biratu
fi: Käänny
fr: Tourner
gl: Túnel
hu: Fordulás
it: Ruota
kk: Бурау
ko: 회전
lv: Pagriezties
nb: Drei
nds: Afbögen
nl: Draaien
nn: Drei
pl: Obróć się
pt: Túnel
ru: Повороты
sl: Obrni
sr@ijekavian: Скретање
sv: Sväng
uk: Обертання
zh_tw: 旋轉

# @option:radio
source: Walk and turn
ca@valencia: Camina i gira
es: Caminar y volver
et: Kõndimine ja pööramine
eu: Ibili eta biratu
fi: Kulje ja käänny
fr: Marcher et tourner
gl: Andar e volver
hu: Séta és fordulás
it: Cammina e ruota
kk: Бурап жылжу
ko: 걷고 회전
lv: Iet un pagriezties
nb: Spaser og drei
nds: Lopen un afbögen
nl: Loop en draai om
nn: Spaser og drei
pl: Idź i obróć się
pt: Andar e virar
ru: Передвижение и повороты
sl: Obrni in hodi
sr@ijekavian: Ходање и скретање
sv: Gå och sväng
uk: Проходження і обертання
zh_tw: 邊走邊旋轉

# @option:check
source: Show orientation marks
ca@valencia: Mostra les marques d'orientació
es: Mostrar marcas de orientación
et: Orientatsioonimärkide näitamine
eu: Erakutsi orientazio markak
fi: Näytä suuntamerkit
fr: Afficher les marques d'orientation
gl: Mostrar as marcas de orientación
hu: Irányjelölők megjelenítése
it: Mostra segni di orientamento
kk: Бағыт белгіленсін
ko: 방향 표시 보이기
lv: Rādīt orientācijas zīmes
nb: Vis retningsmerker
nds: Utrichten-Marken wiesen
nl: Oriëntatiemarkeringen tonen
nn: Vis retningsmerke
pl: Pokaz znaczniki orientacyjne
pt: Mostrar as marcas de orientação
ru: Показывать схемы поворота
sl: Pokaži oznake usmeritve
sr@ijekavian: Оријентационе ознаке
sv: Visa orienteringsmärken
uk: Показувати позначки орієнтації
zh_tw: 顯示方向標記
