Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: A surface is filled with a hundred medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Displays the instantaneous intersections of the circles as well as the aggregate intersections of the circles. Though actually it doesn't look like circles at all! Written by Casey Reas, William Ngan, Robert Hodgin, and Jamie Zawinski; 2004.
ca@valencia: Una superfície s'omple amb un centenar de cercles petits i mitjans. Cada cercle té una mida i direcció diferents, però es mou a la mateixa velocitat. Es mostren les interseccions instantànies dels cercles i també les seues interseccions agregades. En el fons, no pareixen cercles! Escrit per Casey Reas, William Ngan, Robert Hodgin, i Jamie Zawinski; 2004.
es: Una superficie está llena de un centenar de círculos pequeños. Cada círculo tiene un tamaño y dirección diferentes, pero se mueven con la misma lentitud. Muestra la instantánea de las intersecciones de los círculos, así como el total de las intersecciones de los círculos. Escrito por Casey Reas, William Ngan, Robert Hodgin, y Jamie Zawinski; 2004.
et: Pinda täidavad sajad väikese kuni keskmise suurusega ringid. Igal ringil on eri suurus ja suund, kuid kõik liiguvad ühtmoodi aeglaselt. Näha on nii nende vahetud kattumised kui ka mitme ringi kattuvad osad. Nojah, tegelikult ei ole kõik see üldse ringide moodi! Autorid: Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski; 2004.
fi: Pinnan täyttävät sadat ympyrät kooltaan keskikokoisesta pieneen. Kullakin ympyrällä on oma kokonsa ja suuntansa mutta se liikkuu samalla, hitaalla vauhdilla. Näyttää ympyröiden välittömät samoin kuin kasautuvat leikkauskohdat. Todellisuudessa ne eivät tosin näytä lainkaan ympyröiltä!Kirjoittaneet Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski, 2004.
fr: Une surface est remplie avec une centaine de cercles de taille moyenne à petite. Chaque cercle a une taille et une direction différentes mais se déplace avec la même vitesse lente. Les intersections des cercles sont affichées en temps réel ainsi que la totalité des intersections des cercles. Bien que cela ne ressemble pas du tout à des cercles ! Écrit par Casey Reas, William Ngan, Robert Hodgin, et Jamie Zawinski ; 2004.
gl: Unha superficie énchese cunha centena de círculos medios e pequenos. Cada círculo ten unha dirección e tamaño dado, pero móvese coa mesma velocidade lenta. Mostra as interseccións instantáneas dos círculos, así como as interseccións agregadas dos mesmos. Aínda que non parezan círculos! Escribírono Casey Reas, Willian Ngan, Robert Hodgin, e Jamie Zawinski en 2004.
it: Una superficie viene riempita con cento cerchi piccoli e medi. Ogni cerchio ha dimensione e direzione diverse, ma si sposta alla stessa velocità lenta. Visualizza le intersezioni istantanee oltre a quelle aggregate dei cerchi. Però in realtà non hanno affatto l'aspetto di cerchi! Scritto da Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski; 2004.
kk: Жүздеген кішкентай дөңгелектердің пайда болып тарау бейнесі. Басты қатырмай, мұз қатуға ұқсас сурет дейік. Авторлары: Casey Reas, William Ngan, Robert Hodgin, және Jamie Zawinski; 2004.
ko: 평면이 수백개의 작거나 중간형 크기 원으로 채워집니다. 각각 원은 다른 크기와 방향을 가지고 있지만 같은 느린 속도로 이동합니다. 각각 원의 교차점과 전체적인 원의 교차점을 표시합니다. 교차점을 놓고 보면 원과는 거리가 멉니다! Casey Reas, William Ngan, Robert Hodgin, Jamie Zawinski 작성, 2004년.
nb: En overflate blir fylt med hundre middels til små sirkler. Hverr sirkel har ulik størrelse og retning, men beveger seg med samme fart. Snittene mellom sirklene blir vist, selv om det slett ikke ser ut som sirkler. Skrevet av Casey Reas, William Ngan, Robert Hodgin og Jamie Zawinski i 2004.
nds: En Böversiet, vullmaakt mit hunnerte vun middelgroot bet lütte Krinken. Elk Krink hett en anner Grött un Richt, man se beweegt sik all mit de sülve siete Gauigkeit. Wiest de aktuell Snittpünkt vun de Krinken, man ok de tosamensett Snittpünkt. Man redig süht dat gor nich na Krinken ut. Schreven vun Casey Reas, William Ngan, Robert Hodgin, un Jamie Zawinski, 2004.
nl: Een oppervlak dat is gevuld met een honderdtal middelgrote tot kleine cirkels. Elke cirkel heeft een andere grootte en richting, maar beweegt zich voort met dezelfde langzame snelheid. Toont de momentane doorsnijdingen van de cirkels evenals de samengestelde doorsneden van de cirkels. In werkelijkheid lijkt het niet op cirkels. In 2004 geschreven door Casey Reas, William Ngan, Robert Hodgin, en Jamie Zawinski.
nn: Ei overflate vert fylt med hundre middels til små sirklar. Kvar sirkel har ulik storleik og retning, men flyttar seg med same fart. Snitta mellom sirklane vert viste, sjølv om det slett ikkje ser ut som sirklar. Skriven av Casey Reas, William Ngan, Robert Hodgin og Jamie Zawinski i 2004.
pl: Powierzchnia jest wypełniona setkami małych i średnich okręgów. Każdy okrąg ma inny rozmiar i inny kierunek obrotu, jednak przesuwają się z jednakowo wolną prędkością. Wyświetla chwilowe skrzyżowania okręgów, jak również łączną skrzyżowania z okręgów. Tak naprawdę to wcale nie wygląda jak okręgi! :) Autorzy: Casey Reas, William Ngan, Robert Hodgin i Jamie Zawinski; 2004.
pt: Uma superfície é preenchida com uma centena de círculos médios e pequenos. Cada círculo tem uma dada direcção e tamanho, mas move-se com a mesma velocidade lenta. Apresenta as intersecções instantâneas dos círculos, assim como as intersecções agregadas dos mesmos. Ainda que não pareçam círculos de todo! Feito por Casey Reas, William Ngan, Robert Hodgin, e Jamie Zawinski; 2004.
ru: Поверхность заполняется сотней окружностей размерами от среднего до маленького. У каждой окружности свой размер и направление, но они двигаются в одном медленном ритме. Показываются как мгновенные так и совокупные пересечения окружностей. Хотя на самом деле это вовсе не выглядит как окружности! Авторы: Кейси Рис, Уильям Нган, Роберт Ходжин и Джеми Завински (Casey Reas, William Ngan, Robert Hodgin, Jamie Zawinski), 2004.
sl: Površina je napolnjena s stotinami srednjimi do majhnimi krogi. Vsak krog ima drugo velikost in smer, toda se premika z enako počasno hitrostjo. Prikaže hipne preseke krogov in zbrane preseke krogov. Vendar ohranjevalnik zaslona sploh ni podoben krogom. Napisali so ga Casey Reas, William Ngan, Robert Hodgin in Jamie Zawinski, 2004.
sr@ijekavian: Површина се испуњава стотином средњих до малих кругова. Сваки круг је другачије величине и усмјерења, али се помера једнако споро. Приказује тренутне и збирне пресјеке кругова. Мада заправо уопште не личи на кругове! Написали Кејси Ријас, Вилијам Нган, Роберт Хоџгин и Џејми Завински, 2004.
sv: En yta fylls med hundra små till medelstora cirklar. Varje cirkel har olika storlek och riktning, men rör sig med samma långsamma hastighet. Visar de momentana skärningarna av cirklarna samt de förenade skärningarna av cirklarna. Dock ser det inte alls ut som cirklar! Skriven av Casey Reas, William Ngan, Robert Hodgin och Jamie Zawinski, 2004.
uk: Поверхню вкривають сотнями малих кружечків. Всі кружечки мають різний розмір і напрямок руху, але рухаються з однаковою повільною швидкістю. Показується миттєві перетини кружечків, а також сукупні перетини. Отже, насправді, це зовсім не схоже на кружечки! Автори — Casey Reas, William Ngan, Robert Hodgin та Jamie Zawinski; 2004.
zh_tw: 表面填滿了數以百計的中小型圓形。每個圓形有不同的大小與方向，但是以相同的慢速度移動。它會顯示圓形瞬間與總體的交錯。雖然實際上看起來不像圓形。由 Casey Reas，William Ngan，Robert Hodgin 與 Jamie Zawinski 撰寫，2004。

# @label:slider
source: Number of discs
ca@valencia: Nombre de discs
es: Número de discos
et: Ketaste arv
eu: Disko kopurua
fi: Kiekkojen määrä
fr: Nombre de disques
ga: Líon na ndioscaí
gl: Número de discos
hu: A korongok száma
it: Numero di cerchi
ja: 円板の数
kk: Дөңгелектер
ko: 원반 개수
lv: Disku skaits
nb: Antall skiver
nds: Tall vun Schieven
nl: Aantal schijven
nn: Tal på skiver
pl: Liczba okręgów
pt: Número de discos
ru: Количество дисков
sl: Število diskov
sr@ijekavian: Број дискова
sv: Antal cirklar
uk: Кількість дисків
zh_tw: 碟片數目

# @item:inrange Number of discs
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Number of discs
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: Interference
ca@valencia: Interferència
es: Interferencia
et: Interferents
eu: Interferentzia
fi: Interferenssi
fr: Interférence
gl: Interferencia
hu: Interferencia
it: Interferenza
ja: 干渉
kk: Интерференция
ko: 간섭
nb: Interferens
nds: Interferenz
nl: Verstoring
nn: Interferens
pl: Interferencja
pt: Interferência
sl: Interferenca
sr@ijekavian: Интерференција
sv: Interferens
uk: Інтерференція
zh_tw: 干涉

# @info screen saver description
source: Color field based on computing decaying sinusoidal waves. Written by Hannu Mallat; 1998.
ca@valencia: Un camp de colors basat en el càlcul d'ones sinusoïdals en caiguda. Escrit per Hannu Mallat; 1998.
es: Campo de color basado en la descomposición de ondas sinusoidales. Escrito por Hannu Mallat, 1998.
et: Lagunevate sinusoidsete lainete arvutusele tuginev värviväli. Autor: Hannu Mallat; 1998.
fi: Heikkenevien siniaaltojen laskentaan perustuva värikenttä. Kirjoittanut Hannu Mallat, 1998.
fr: Champ coloré fondé sur le calcul de vagues sinusoïdales en désintégration. Écrit par Hannu Mallat ; 1998.
gl: Un campo de cores baseado no cálculo de ondas sinusoidais en decaemento. Escribiuno Hannu Mallat en 1998.
it: Campo di colori basato sul calcolo di onde sinusoidali decadenti. Scritto da Hannu Mallat; 1998.
kk: Бәсендейтін синусті толқынды есептеп бейнелейтін түс өрісі. Авторы: Hannu Mallat; 1998.
ko: 붕괴하는 사인파를 계산하여 색을 입힙니다. Hannu Mallat 작성, 1998년.
lv: Krāsu lauks, kas balstīts uz sinusodālo viļņu sabrukšanu. Sarakstīja Hannu Mallat; 1998.
nb: Fargefelt basert på dempede sinusbølger. Skrevet av Hannu Mallat i 1998.
nds: Klöörfeld, baseert op torüchgahn Sinusbülgen. Schreven vun Hannu Mallat, 1998.
nl: Kleurveld gebaseerd op uitdovende sinusvormige golven. In 1998 geschreven door Hannu Mallat.
nn: Fargefelt basert på dempa sinusforma bølgjer. Skriven av Hannu Mallat i 1998.
pl: Kolorowe pole oparte na komputerowo zmodyfikowanych falach sinusoidalnych. Autor: Hannu Mallat; 1998.
pt: Um campo de cores baseado no cálculo de ondas sinusoidais em decaimento. Feito por Hannu Mallat; 1998.
ru: Цветовое поле, основанное на расчёте падающих волн синусоиды. Автор Ханну Малат (Hannu Mallat), 1998.
sl: Barvno polje osnovano na izračunu razpadajočih sinusnih valov. Napisal Hannu Mallat, 1998.
sr@ijekavian: Поље боја на основу израчунавања опадајућих синусоидних таласа. Написао Хану Малат, 1998.
sv: Färgfält baserat på beräkning av avklingande sinusformade vågor. Skriven av Hannu Mallat, 1998.
uk: Поле кольорів, що засноване на розрахунках згасаючих синусоподібних хвиль. Автор — Hannu Mallat; 1998.
zh_tw: 以計算衰退正弦波為基礎來變換顏色。由 Hannu Mallat 撰寫，1998。

# @label:slider
source: Wave size
ca@valencia: Mida de les ones
es: Tamaño de onda
et: Laine suurus
eu: Uhin neurria
fi: Aallon koko
fr: Taille des vagues
ga: Méid na dtonnta
gl: Tamaño da ondas
hu: Hullámméret
it: Dimensione delle onde
ja: 波のサイズ
kk: Толқын өлшемі
ko: 물결 크기
lv: Viļņu izmērs
nb: Bølgestørrelse
nds: Bülgengrött
nl: Golfgrootte
nn: Bølgjestorleik
pl: Rozmiar fali
pt: Tamanho da onda
ru: Размер волны
sl: Velikost valov
sr@ijekavian: Величина таласа
sv: Vågstorlek
uk: Розмір хвилі
zh_tw: 波大小

# @item:inrange Wave size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccole
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Wave size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Number of waves
ca@valencia: Nombre d'ones
es: Número de ondas
et: Lainete arv
eu: Uhin kopurua
fi: Aaltojen määrä
fr: Nombre de vagues
ga: Líon na dtonnta
gl: Número de ondas
hu: A hullámok száma
it: Numero di onde
ja: 波の数
kk: Толқындар
ko: 물결 수
lv: Viļņu skaits
nb: Antall bølger
nds: Tall vun Bülgen
nl: Aantal golven
nn: Talet på bølgjer
pl: Liczba fal
pt: Número de ondas
ru: Количество волн
sl: Število valov
sr@ijekavian: Број таласа
sv: Antal vågor
uk: Кількість хвиль
zh_tw: 波數

# @item:inrange Number of waves
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Number of waves
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Magnification
ca@valencia: Ampliació
es: Ampliación
et: Suurendamine
fi: Suurennus
fr: Agrandissement
ga: Formhéadú
gl: Ampliación
hu: Nagyítás
it: Ingrandimento
ja: 倍率
kk: Үлкейтуі
ko: 확대
lv: Palielinājums
nb: Forstørrelse
nds: Ansichtgrött
nl: Vergroting
nn: Forstørring
pl: Wzmocnienie
pt: Ampliação
ru: Увеличение
sl: Povečava
sr@ijekavian: Увеличање
sv: Förstoring
uk: Збільшення
zh_tw: 放大

# @item:inrange Magnification
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Basso
ja: 低い
kk: аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниско
sv: Låg
uk: Низьке
zh_tw: 低

# @item:inrange Magnification
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: високо
sv: Hög
uk: Високе
zh_tw: 高

# @label:slider
source: Hue
ca@valencia: To
es: Tono
et: Toon
eu: Ñabardura
fi: Värisävy
fr: Teinte
ga: Lí
gl: Ton
hu: Árnyalat
it: Tonalità
ja: 色相
kk: Реңкі
ko: 휘도
lv: Tonis
nb: Fargetone
nds: Klöörtoon
nl: Tint
nn: Farge
pl: Odcień
pt: Tom
ru: Тон
sl: Odtenek
sr@ijekavian: Нијанса
sv: Färgton
uk: Відтінок
zh_tw: 色調

# @item screen saver name
source: Intermomentary
ca@valencia: Intermomentani
es: Intermomentáneo
et: Särahetked
eu: Momentuartekoa
fi: Hetkienvälinen
fr: Inter-momentané
gl: Intermomentánea
it: Lucciole
kk: Алмасу қатынастар
ko: 합쳐지는 원반
lv: Intermomentāni
nb: Intermomentan
nds: Twischenmomang
nn: Intermomentan
pt: Inter-momentânea
sl: Vmesni trenutki
sr@ijekavian: Интермоментално
sv: Intermomentant
uk: Тимчасові зв'язки
