Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws an Apollonian gasket: a fractal packing of circles with smaller circles, demonstrating Descartes's theorem. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Written by Allan R. Wilks and David Bagley; 2002.
ca@valencia: Dibuixa un cercle d'Apol·lini: un fractal de cercles empaquetats amb d'altres més petits, demostrant el Teorema de Descartes. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Escrit per Allan R. Wilks i David Bagley; 2002.
es: Dibuja una red de Apolonio: un empaquetamiento fractal de círculos con otros más pequeños que demuestra el teorema de Descartes. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem. Escrito por Allan R. Wilks y David Bagley; 2002.
et: Täidab suure ringi väiksemate ringidega, illustreerides sel moel Descartes'i ringiteoreemi. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Autor: Allan R. Wilks ja David Bagley; 2002.
eu: Apoloriar juntura bat marrazten du: zirkuluak zirkulu txikiagoekin paketatzen dituen fraktal bat, Descartes-en teorema frogatzen duena. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Allan R. Wilks eta David Bagley-k idatzia; 2002.
fi: Täyttää suuren ympyrän pienemmillä ympyröillä. Havainnollistaa Descartesin ympyräteoreemaa. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Kirjoittaneet Allan R. Wilks ja David Bagley, 2002.
fr: Dessine un cercle d'apollon : une fractal imbriquant des cercles les uns dans les autres, démontrant le théorème de Descarte. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Écrit par Allan R. Wilks et David Bagley ; 2002.
ga: Dearann sé seo gaiscéad Apallónach: pacáil fhrachtalach de chiorcail le ciorcail níos lú, a léiríonn teoirim Dhescartes. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Scríofa ag Allan R. Wilks agus David Bagley, 2002.
gl: Debuxa unha rede de Apolonio: un fractal que consiste nun círculo que engloba círculos máis pequenos, demostrando o Teorema de Descartes. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem.Creárono Allan R. Wilks e David Bagley en 2002.
hu: Apollóni tömörítést rajzol. Egy nagy kör feltöltése kisebb körökkel, mint a Descartes-tétel egyikatunel demonstrálása. Készítette: Allan R. Wilks és David Bagley.Egy apollói fraktált rajzol (körökből áll, melyeket kisebb körök töltenek ki) a Descartes-tétel szemléltetéseként. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Készítette: Allan R. Wilks és David Bagley, 2002.
it: Disegna una rete apollinea: un riempimento frattale di cerchi con cerchi più piccoli, dimostrando il teorema di Cartesio. http://en.wikipedia.org/wiki/Apollonian_gasket http://it.wikipedia.org/wiki/Teorema_di_Descartes Scritto da Allan R. Wilks e David Bagley; 2002.
ja: アポロニアンガスケットを描画。大きい円に小さい円を詰め込みます。デカルトの円の定理のデモンストレーションです。http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Allan R. Wilks と David Bagley、2002年作。
kk: Үлкен шеңберлердің ішінде тығыз орналасқан кіші шеңберлері. Декарттың теоремасын суреттейтін (Апполлон ара-қабаты деген) фрактал бейнесі. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Авторлары Allan R. Wilks және David Bagley; 2002.
ko: 아폴로니안 개스킷을 그립니다. 원 안에 작은 원이 들어가 있는 프랙탈 형태이며 데카르트의 정리를 보여 줍니다. http://ko.wikipedia.org/wiki/%EC%95%84%ED%8F%B4%EB%A1%9C%EB%8B%88%EC%95%88_%EA%B0%9C%EC%8A%A4%ED%82%B7 http://ko.wikipedia.org/wiki/%EB%8D%B0%EC%B9%B4%EB%A5%B4%ED%8A%B8_%EC%A0%95%EB%A6%AC Allen R. Wilks, David Bagley 작성, 2002년.
nb: Tegner en Apollinsk pakning: en fraktal pakking av sirkler med mindre sirkler, som viser Descartes sirkelteorem. <link>http://en.wikipedia.org/wiki/Apollonian_gasket</link> <link>http://en.wikipedia.org/wiki/Descartes%27_theorem</link> Skrevet av Allan R. Wilks og David Bagley i 2002
nds: Füllt en groot Krink mit lütter Krinken na de Krinkentheorie vun Descartes. K.o. http://en.wikipedia.org/wiki/Apollonian_gasket, http://de.wikipedia.org/wiki/Satz_von_Descartes. 2002 schreven vun Allan R. Wilks un David Bagley.
nl: Toont een Apollonische pakking: een fractal pakking van cirkels met kleinere cirkels, die theorema van Descartes demonstreert. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem In 2002 geschreven door Allan R. Wilks en David Bagley.
nn: Fyller ein stor sirkel med små sirklar, og demonstrerer Descartes sitt sirkelteorem. <link>http://en.wikipedia.org/wiki/Apollonian_gasket</link> <link>http://en.wikipedia.org/wiki/Descartes%27_theorem</link> Skriven av Allan R. Wilks og David Bagley i 2002.
pl: Wygaszacz obrazujący twierdzenie Kartezjusza o okręgach. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Autorzy Allan R. Wilks i David Bagley, 2002.
pt: Desenha uma forma de Apolo: um fractal composto por círculos que contêm outros círculos menores, demonstrando o teorema de Descartes. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem Feito por Allan R. Wilks e David Bagley; 2002.
ru: Набор больших и малых окружностей, демонстрирующих теорему окружностей Декарта. Авторы Алан Вилкс (Allan R. Wilks) и Девид Бэгли (David Bagley).
sl: Izriše apolonijsko tesnilo: fraktalno pakiranje krogov z manjšimi krogi, in prikazuje Descartesov teorem. http://en.wikipedia.org/wiki/Apollonian_gasket http://en.wikipedia.org/wiki/Descartes%27_theorem. Napisala Allan R. Wilks in David Bagley, 2002.
sr@ijekavian: Црта Аполонијев заптивач: фрактално паковање малих кружница у већу, као илустрацију Ренеове Декартове теореме (http://en.wikipedia.org/wiki/Apollonian_gasket, http://en.wikipedia.org/wiki/Descartes%27_theorem). Написали Алан Р. Вилкс и Дејвид Багли, 2002.
sv: Packar en stor cirkel med mindre cirklar, som en demonstration av Cartesius cirkelteorem. Se http://en.wikipedia.org/wiki/Apollonian_gasket och http://en.wikipedia.org/wiki/Descartes'_theorem. Skriven av Allan R. Wilks och David Bagley, 2002.
uk: Малює прокладку Аполлонія: фрактал, заповнений великими колами, заповненими малими, демонструючи теорему кіл Декарта. http://en.wikipedia.org/wiki/Descartes'_theorem Автор — Allan R. Wilks і David Bagley, 2002.
zh_tw: 繪製阿波羅型襯墊（Apollonian gasket）。由許多互切的小圈圈組成一個大圓，展示笛卡兒理論。參考資料：http://en.wikipedia.org/wiki/Apollonian_gasket ， http://en.wikipedia.org/wiki/Descartes%27_theorem 。由 Alla R. Wilks 與 David Bagley 撰寫，2002。

# @option:check
source: Draw labels
ca@valencia: Dibuixa les etiquetes
es: Dibujar etiquetas
et: Siltide näitamine
eu: Marraztu etiketak
fi: Lisää selitteet
fr: Dessiner les étiquettes
ga: Taispeáin lipéid
gl: Mostrar as lendas
hu: Címkék rajzolása
it: Disegna etichette
ja: ラベルを描画
kk: Жарлықтары болсын
ko: 레이블 그리기
lv: Zīmēt birkas
nb: Tegn etiketter
nds: Beschriften wiesen
nl: Labels tekenen
nn: Teikn merkelappar
pl: Rysuj etykiety
pt: Desenhar as legendas
ru: Надписи
sl: Izriši oznake
sr@ijekavian: Цртај етикете
sv: Rita etiketter
uk: Малювати надписи
zh_tw: 繪製標籤

# @option:check
source: Include alternate geometries
ca@valencia: Inclou geometries alternatives
es: Incluir geometrías alternativas
et: Muu geomeetria võimalus
eu: Bestelako geometriak sartu
fi: Myös vaihtoehtoiset geometriat
fr: Inclure d'autres géométries
ga: Cuir céimseataí malartacha san áireamh
gl: Incluír xeometrías alternativas
hu: Többféle geometria felhasználása
it: Includi geometrie alternative
ja: 代替配置を含む
kk: Басқа геометриялық фигураларды қосып
ko: 다른 기하학적 형태 포함
lv: Iekļaut alternatīvas ģeometrijas
nb: Ta med alternative geometrier
nds: Ok anner Geometrien bruken
nl: Alternatieve geometrieën invoegen
nn: Bruk òg alternative geometriar
pl: Dołącz alternatywne geometrie
pt: Incluir geometrias alternativas
ru: Использовать другие геометрические фигуры как вспомогательные
sl: Vključi dodatne geometrije
sr@ijekavian: Укључи алтернативне геометрије
sv: Ta med alternativa geometrier
uk: Включати альтернативні геометричні фігури
zh_tw: 包括不同的幾何圖形

# @label:slider
source: Depth
ca@valencia: Profunditat
es: Profundidad
et: Sügavus
eu: Sakonera
fi: Syvyys
fr: Profondeur
ga: Doimhneacht
gl: Profundidade
hu: Mélység
it: Profondità
ja: 深さ
kk: Тереңдігі
ko: 깊이
lv: Dziļums
nb: Dybde
nds: Deepde
nl: Diepte
nn: Djupn
pl: Głębokość
pt: Profundidade
ru: Глубина
sl: Globina
sr@ijekavian: Дубина
sv: Djup
uk: Глибина
zh_tw: 深度

# @item:inrange Depth
source: Shallow
ca@valencia: Poc profund
es: Llano
et: Madal
eu: Azalekoa
fi: Matala
fr: Peu profond
ga: Éadomhain
gl: Superficial
hu: Sekély
it: Bassa
ja: 浅い
kk: Тайыз
ko: 얕음
lv: Sekls
nb: Grunn
nds: Flach
nl: Ondiep
nn: Grunn
pl: Płytko
pt: Raso
ru: Малая
sl: Plitvo
sr@ijekavian: плитко
sv: Grund
uk: Мілка
zh_tw: 淺的

# @item:inrange Depth
source: Deep
ca@valencia: Profund
es: Profundo
et: Sügav
eu: Sakona
fi: Syvä
fr: Profond
ga: Domhain
gl: Profundo
hu: Mély
it: Profonda
ja: 深い
kk: Терең
ko: 깊음
lv: Dziļš
nb: Dyp
nl: Diep
nn: Djup
pl: Głęboko
pt: Profundo
ru: Большая
sl: Globoko
sr@ijekavian: дубоко
sv: Djup
uk: Глибока
zh_tw: 深的

# @item:inrange Number of colors
source: Two
ca@valencia: Dos
es: Dos
et: Kaks
eu: Bi
fi: Kaksi
fr: Deux
ga: Dhá cheann
gl: Dous
hu: Kettő
it: Due
ja: 2 つ
kk: Екі
lv: Divi
nb: To
nds: Twee
nl: Twee
nn: To
pl: Dwa
pt: Dois
ru: Два
sl: Dva
sr@ijekavian: двије
sv: Två
uk: Два
zh_tw: 二個

# @item screen saver name
source: Apple2
hu: Alma 2
ko: 애플 ][
nds: Appel2
nn: Apple ][
sr@ijekavian: Епл 2
uk: Apple ][
zh_tw: Apple ][][

# @info screen saver description
source: Simulates an original Apple ][ Plus computer in all its 1979 glory. It also reproduces the appearance of display on a color television set of the period. In "Basic Programming Mode", a simulated user types in a BASIC program and runs it. In "Text Mode", it displays the output of a program, or the contents of a file or URL. In "Slideshow Mode", it chooses random images and displays them within the limitations of the Apple ][ display hardware. (Six available colors in hi-res mode!) On MacOS and Linux, this program is also a fully-functional VT100 emulator! Run it as an application instead of as a screen saver and you can use it as a terminal. http://en.wikipedia.org/wiki/Apple_II_series Written by Trevor Blackwell; 2003.
ca@valencia: Simula un ordinador original Apple ][ Plus en tota la seua glòria del 1979. També reprodueix l'aparença de la pantalla en una televisió a color de l'època. En el «Mode de programació Basic», un usuari simulat tecleja un programa en BASIC i l'executa. En el «Mode text», mostra l'eixida d'un programa, o el contingut d'un fitxer o un URL. En el «Mode passe de diapositives», selecciona imatges aleatòries i les mostra amb les limitacions del maquinari de la pantalla de l'Apple ][ (sis colors disponibles en mode d'alta resolució!). En MacOS i Linux, este programa també és un emulador VT100 completament funcional. Executeu-ho com una aplicació en lloc de com estalvi de pantalla i el podreu utilitzar com a terminal. http://en.wikipedia.org/wiki/Apple_II_series Escrit per Trevor Blackwell; 2003.
es: Simula un equipo original Apple ][ Plus original en toda su gloria del año 1979. Reproduce, además, la apariencia de la pantalla de un sistema de televisión a color de la época. En el «Modo de programación básico», un usuario ficticio teclea en un programa BASIC y lo ejecuta. En el «Modo texto» muestra la salida de un programa o el contenido de un archivo o una dirección URL. En el «Modo presentación» selecciona imágenes al azar y las muestra con las limitaciones de la pantalla del Apple ][ (¡seis colores disponibles en alta resolución!) en MacOS y Linux, en sistemas con X11 este programa es, además, un emulador de VT100 ¡completamente funcional! Ejecútelo como una aplicación en lugar de como salvapantallas y podrá usarlo como un terminal. http://en.wikipedia.org/wiki/Apple_II_series. Escrito por Trevor Blackwell; 2003.
et: Algse Apple II Plus arvuti simulatsioon kogu selle 1979. aasta aus ja uhkuses. Samuti simuleeritakse tollase värviteleri välimust. "Põhiprogrammi" režiimis paneb simuleeritav kasutaja kirja BASICu programmi ja käivitab selle. "Tekstirežiimis" on näha programmi väljund faili või URL-i sisu. "Slaidiseansi režiimis" valitakse juhuslikud pildid ja kuvatakse neid vastavalt Apple II monitori piirangutele (kuus värvi kõrglahutusrežiimis!). MacOSis ja Linuxis on see ühtlasi täisfunktsionaalsusega VT100 emulaator. Ekraanisäästja asemele rakendusena käivitades saab seda kasutada terminalina. http://en.wikipedia.org/wiki/Apple_II_series Autor: Trevor Blackwell; 2003.
fi: Simuloi alkuperäistä Apple ][ Plus -tietokonetta koko vuoden 1979 kunniassaan. Jäljittelee myös ajan väritelevisionäytön näkymää. ”Basic-ohjelmointitilassa” simuloitu käyttäjä kirjoittaa BASIC-ohjelmaa ja suorittaa sen; ”tekstitilassa” näyttää ohjelman tulosteen tai tiedoston tai verkko-osoitteen sisällön; ”diaesitystilassa” valitsee satunnaisia kuvia ja näyttää ne Apple ][:n näyttölaitteiston rajoitusten mukaisesti (kuusi käytettävissä olevaa väriä suuren resoluution tilassa!). Mac OSissa ja Linuxissa ohjelma on myös täysin toimintakelpoinen VT100-emulaattori! Voit käyttää sitä päätteenä, jos käynnistät sen erillisenä sovelluksena etkä näytönsäästäjästä käsin. http://en.wikipedia.org/wiki/Apple_II_series Kirjoittanut Trevor Blackwell, 2003.
it: Simula un computer originale Apple ][ Plus in tutta la sua gloria del 1979. Riproduce anche l'aspetto della visualizzazione su un televisore a colori del tempo. Nella «modalità di programmazione di base», un utente fittizio scrive un programma in BASIC e lo esegue. Nella «modalità di testo», mostra l'output di un programma, o i contenuti di un file o di un URL. Nella «modalità di presentazione» sceglie immagini casuali e le visualizza entro i limiti dell'hardware visivo dell'Apple ][ (sei colori in alta risoluzione!). Su MacOS e Linux, questo programma è anche un emulatore VT100 perfettamente funzionante! Eseguilo come un'applicazione invece che come salvaschermo, e lo puoi usare come terminale. http://it.wikipedia.org/wiki/Apple_II Scritto da Trevor Blackwell; 2003.
ko: 1979년 당시의 애플 ][ 플러스 컴퓨터를 흉내 냅니다. 또한 그 시기에 사용된 컬러 텔레비전의 모습도 흉내 냅니다. "베이직 프로그래밍 모드"에서는 가상 사용자가 베이직 프로그램을 입력하고 실행시킵니다. "텍스트 모드"에서는 프로그램의 출력, 파일이나 URL의 내용을 표시합니다. "슬라이드 쇼 모드"에서는 무작위적 이미지를 선택하여 애플 ][ 디스플레이에서 나타나는 것처럼 흉내 냅니다. (최대 해상도에서 6색 사용 가능!) MacOS나 리눅스에서 이 프로그램은 완벽하게 작동하는 VT100 에뮬레이터 이기도 합니다! 화면 보호기 대신 프로그램으로 실행시키면 터미널로 사용할 수 있습니다. http://ko.wikipedia.org/wiki/%EC%95%A0%ED%94%8C_II Trevor Blackwell 작성, 2003년.
nb: Simulerer en original Apple ][ Plus-maskin i all sin prakt fra 1979. Den viser også utseendet på en farge-TV fra samme periode. I «Basic-programmer» skriver en simulert bruker inn et BASIC-program og kjører det. I «tekstmodus» vises utdata fra et program, eller innholdet i en fil eller URL. I «bildemodus» velger programmet vilkårlige bilder og viser dem innen begrensningene i maskinvaren til Apple ][. (Seks tilgjengelige farger i høyoppløsningsmodus!) På MacOS og Linux er dette programmet også en fullt ut funksjonell VT100-emulator! Kjør det som et program i stedet for en pauseskjerm,så kan du bruke det som en terminal.http://en.wikipedia.org/wiki/Apple_II_series Skrevet av Trevor Blackwell, 2003.
nds: Simuleert en orginaal »Apple ][ Plus«-Reekner in all sien 1979er-Schöönheit. Inslaten is de Dorstellen as op en Klöörkiekschapp ut de Tiet. In den „Eenfach Programmeerbedrief“ gifft en simuleert Bruker en BASIC-Programm in un föhrt dat ut. In den „Textbedrief“ wiest dat de Utgaav vun en Programm oder den Inholt vun en Datei oder URL. In den „Diaschau-Bedrief“ söcht dat tofällig Biller ut un wiest de, so goot dat man mit de »Apple ][«-Hardware güng (Söss Klören bi hoge Oplösen!). Op MacOS un Linux is dat ok en VT100-Emulater mit all Funkschonen. Laat dat as Programm ansteed as Pausschirm lopen, denn hest Du en Konsool. K.o. http://en.wikipedia.org/wiki/Apple_II_series. 2003 schreven vun Trevor Blackwell.
nl: Simuleert een originele Apple ][ Plus computer in al zijn glorie uit 1979. Het reproduceert de aanblik van het scherm van een kleurentelevisie uit die periode. In "Basic programmeermodus", typt een gesimuleerde gebruiker een BASIC programma in en voert deze uit. In "Tekstmodus", toont het de uitvoer van een programma, of de inhoud van een bestand of URL. In "Diashowmodus", kiest het willekeurige afbeeldingen en toont deze binnen de beperkingen van het Apple ][ scherm. (Zes beschikbare kleuren in hi-res modus!) Op MacOS en Linux is dit programma ook een volledig functionele VT100 emulator! Voer het uit als een toepassing in plaats van een schermbeveiliging en u kunt het als een terminal gebruiken. http://en.wikipedia.org/wiki/Apple_II_series In 2003 geschreven door Trevor Blackwell.
pl: Symulacja oryginalnego komputera Apple ][ Plus w całej jego chwale z 1979 roku. Symuluje również wyświetlanie w kolorowym telewizorze z tego okresu. W trybie "Programowanie Basic" symulowany użytkownik wpisuje program w języku BASIC i uruchamia go. W trybie "Tekst" wyświetla on wynik programu, zawartość pliku lub dane spod adresu URL. W trybie "Pokaz slajdów" użytkownik wybiera losowy obraz i wyświetla go tak jak na ówczesnym sprzęcie Apple ][ (Sześć kolorów w trybie wysokiej rozdzielczości!). Na MacOS i Linuksie ten program może pełnić rolę emulatora VT100. Uruchom go raczej jako program, a nie jako wygaszacz ekranu. Możesz użyć go także jako terminalu. http://pl.wikipedia.org/wiki/Apple_II Autor: Trevor Blackwell; 2003.
pt: Simula um computador Apple ][ Plus original em toda a sua glória de 1979. Também reproduz a aparência do visual numa televisão a cores nesse período. No "Modo de Programação em Basic", um utilizador simulado escreve um programa em BASIC e executa-o. No "Modo de Texto", mostra o resultado de um programa ou o conteúdo de um ficheiro ou URL. No "Modo de Apresentação", escolhe imagens aleatórias e mostra-as com as limitações do 'hardware' de visualização do Apple ][. (Seis cores disponíveis no modo de alta-resolução!). Nos sistemas X11, este programa também é um emulador de VT100 completamente funcional. http://en.wikipedia.org/wiki/Apple_II_series Feito por Trevor Blackwell; 2003.
sl: Simulira originalni računalnik Apple ][ Plus v vsej njegovi slavi iz leta 1979. Poleg tega predstavi videz zaslona na barvnem televizorju iz istega obdobja. V "Osnovnem načinu programiranja" navidezni uporabnik napiše osnoven program BASIC in ga zažene. V "Besedilnem načinu" prikaže izhod programa ali vsebino datoteke ali URL-ja. V "Načinu predstavitve" izbere naključne slike in jih prikaže z omejitvami strojne opreme Apple ][ (šest barv v visokoločljivostnem načinu!). Na sistemih MacOS in Linux je ta program tudi polno zmožen posnemovalnik VT100! Zaženite ga kot program namesto ohranjevalnika zaslona in lahko ga uporabite kot konzolo. http://en.wikipedia.org/wiki/Apple_II_series Napisal Trevor Blackwell; 2003.
sr@ijekavian: Подражава оригинални рачунар епл II плус, у свом најбољем издању из 1979. (http://en.wikipedia.org/wiki/Apple_II_series). Ту спада и изглед екрана какав је био на телевизору у боји из тог доба. У режиму извршавања бејзик програма, симулирани корисник уноси бејзик програм и извршава га. У текстуалном режиму, приказује излаз наредбе или садржај фајла или УРЛ‑а. У режиму слика, насумично бира слике и приказује их у ограничењима екранског хардвера епла II (свих шест боја у високој резолуцији!). На МекОС‑у и Линуксу, овај програм је такође потпуно функционални емулатор ВТ100 — покрените га самостално уместо као чувар екрана, и можете га користити као терминал. Написао Тревор Блаквел, 2003.
sv: Simulerar den ursprungliga Apple ][ Plus-datorn från 1979 i hela sin prakt. Den reproducerar också utseendet av en färg-tv-apparat från tidsperioden. I "BASIC-programmeringsläge", skriver en simulerad användare in ett BASIC-program och kör det. I "textläge", visar den utskriften från ett program eller innehållet av en fil eller webbadress. I "bildspelsläge", väljer den slumpmässiga bilder och visar dem med begränsningarna hos bildskärmshårdvaran i Apple ][ (sex tillgängliga färger i högupplösningsläge). På MacOS och Linux är programmet också en fullt funktionsduglig VT100-emulator. Kör det som ett program istället för en skärmsläckare så kan du använda det som en terminal. Se http://sv.wikipedia.org/wiki/Apple_II. Skriven av Trevor Blackwell, 2003.
uk: Імітує роботу комп’ютера Apple ][ Plus у зеніті його слави у 1979 році. Також відтворюється враження від роботи за екраном кольорового телевізора того часу. У «Основному режимі програмування» уявний користувач вводить програму на BASIC і запускає її. У «Текстовому режимі» відображається вивід програми або вміст файла чи адреси у мережі. У «Режимі показу слайдів» обираються випадкові зображення, які потім демонструються з тими обмеженнями, які накладалися апаратним забезпеченням на зображення у Apple ][. (Шестикольорове зображення у режимі з високою роздільною здатністю!) У середовищах MacOS і Linux, ця програма є також повнофункціональним емулятором VT100! Запустіть програму окремо, а не як зберігач екрана, і ви зможете скористатися терміналом.http://en.wikipedia.org/wiki/Apple_II_series Автор — Trevor Blackwell; 2003.
zh_tw: 模擬 1979 年原始的 Apple ][ Plus 電腦。它也可以重現當時使用彩色電視機顯示出來的外觀。在「Basic 程式模式」中，一個模擬使用者輸入一個 BASIC 程式並執行它。在「文字模式」中，它顯示程式的輸出，或是檔案或網址的內容。在「投影片模式」中，它會隨機選擇影像並模擬在 Apple ][ 硬體上顯示（在「高解析度」模式下只有六種顏色可用！）。在 MacOS 與 Linux 上，這個程式也是一個完整的 VT100 終端模擬器，您可以將它當成一個終端主控台， 而不單只是個螢幕保護程式而已。參考資料：http://en.wikipedia.org/wiki/Apple_II_series ，由 Trevor Blackwell 撰寫，2003。
