Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item screen saver name
source: MemScroller
ca@valencia: Desplaçament de memòria
es: Desplazamiento de memoria
et: Mälukerija
fi: Muistirullaus
fr: Promenade dans la mémoire
gl: Desprazamento da memoria
hu: Memóriagörgető
it: Scorrimemoria
ja: メムスクローラー
kk: Жад жүгірткісі
ko: 메모리 스크롤러
lv: Atmiņas ritināšana
nb: Minneruller
nds: Spiekerkieker
nn: Minnerullar
pl: Zrzut pamięci
pt: Deslocamento da Memória
sl: Spominski drsnik
sr@ijekavian: Клизач меморије
sv: Rullande minne
uk: Гортач пам'яті
zh_tw: 記憶體捲動器

# @info screen saver description
source: This draws a dump of its own process memory scrolling across the screen in three windows at three different rates. Written by Jamie Zawinski; 2004.
ca@valencia: Este dibuixa un bolcat de la memòria del propi procés desplaçant-se per la pantalla en tres finestres a velocitats diferents. Escrit per Jamie Zawinski; 2004.
es: Dibuja un volcado de memoria de su propio proceso de desplazamiento por la pantalla entres ventanas de tres tipos diferentes. Escrito por Jamie Zawinski; 2004.
et: Joonistab omaenda protsessi tõmmise ekraanile, kerides seda eri kiirusega kolmes aknas. Autor: Jamie Zawinski; 2004.
fi: Tämä piirtää oman prosessinsa muistivedosta vierittäen sitä näytön yli kolmessa ikkunassa eri nopeuksilla. Tekijä: Jamie Zawinski; 2004.
fr: Cela crée un vidage de son propre processus en mémoire qui défile sur l'écran en trois fenêtres à trois vitesses différentes. Écrit par Jamie Zawinski ; 2004.
gl: Este debuxa un envorcado da súa propia memoria do proceso, percorrendo a pantalla en tres fiestras, con tres velocidades diferentes. Escrito por Jamie Zawinski en 2004.
it: Scarica la propria memoria di processo facendola scorrere attraverso lo schermo in tre finestre a tre diverse velocità. Scritto da Jamie Zawinski; 2004.
ja: 自身のプロセスメモリのダンプを三つのウィンドウに三つの速度でスクロールするようにして表示します。Jamie Zawinski、2004年作。
kk: Бағдарлама өзінің жадының дампын экранға, үш терезеге, түрлі жылдамдығымен шығарады.Авторы: Jamie Zawinski; 2004.
lv: Zīmē sava procesa izmeti, ritinoties pāri ekrānam trijos logos, ar trim dažādiem ātrumiem. Sarakstīja Jamie Zawinski; 2004.
nb: Tegner minnedump av sitt eget prosessminne, og lar dette rulle over skjermen med forskjelig fart i tre ruter. Skrevet av Jamie Zawinski i 2004.
nds: Gifft den egen Perzess-Spieker verscheden gau in dree Finstern ut. Schreven vun Jamie Zawinski, 2004.
nl: Dit toont een dump van zijn eigen procesgeheugen schuivend over het scherm in drie vensters in drie verschillende snelheden. In 2004 geschreven door Jamie Zawinski.
nn: Teiknar minnedump av sitt eige prosessminne, og lèt dette rulle over skjermane med forskjellig fart i tre ruter. Skriven av Jamie Zawinski i 2004.
pl: Wygaszacz wyświetla zrzut pamięci własnego procesu, który przewija się w różnych prędkościach przez ekran w trzech oknach. Written by Jamie Zawinski; 2004.
pt: Esta desenha uma visualização da sua própria memória do processo, percorrendo o ecrã em três janelas, com três velocidades diferentes. Feito por Jamie Zawinski; 2004.
ru: Показывает дамп памяти своего собственного процесса, прокручиваемый вдоль экрана в трёх разных режимах, показываемых в трёх окнах. Автор Джеми Завински (Jamie Zawinski), 2004.
sl: Izriše izpis pomnilnika svojega opravila in drsi po zaslonu v treh oknih s tremi različnimi hitrostmi. Napisal Jamie Zawinski, 2004.
sr@ijekavian: Црта попис сопствене меморије процеса, како клиза преко екрана у три прозора и три различите брзине. Написао Џејми Завински, 2004.
sv: Den här ritar en utskrift av sin egen process minne, som rullar över skärmen i tre fönster med tre olika hastigheter. Skriven av Jamie Zawinski, 2004.
uk: Ця програма відображає дамп власної пам’яті процесу, прокручуючи його екраном у трьох вікнах з різною швидкістю. Автор — Jamie Zawinski; 2004.
zh_tw: 傾印出自身行程的記憶體，並在螢幕上用三個視窗以三種不同的速度捲動。由 Jamie Zawinski 撰寫，2004。

# @option:radio
source: Dump memory
ca@valencia: Bolca la memòria
es: Volcar memoria
et: Mälutõmmis
eu: Irauli memoria
fi: Vedosta muistia
fr: Vidage de mémoire
gl: Envorcar a memoria
hu: Memóriakiírás
it: Scarica la memoria
ja: メモリをダンプ
kk: Жад дампы
ko: 메모리 덤프
lv: Atmiņas izmete (dump)
nb: Dump minnet
nds: Spieker utgeven
nl: Geheugen dumpen
nn: Dump minnet
pl: Zrzut pamięci
pt: Apresentar a memória
ru: Формировать дамп памяти
sl: Izpiši pomnilnik
sr@ijekavian: Попиши меморију
sv: Dumpa minne
uk: Дамп пам’яті
zh_tw: 傾印記憶體

# @option:radio
source: Draw random numbers
ca@valencia: Dibuixa nombres aleatoris
es: Mostrar números aleatorios
et: Juhuslike arvude näitamine
eu: Marraztu ausazko zenbakiak
fi: Piirrä satunnaislukuja
fr: Dessiner des nombres aléatoires
gl: Debuxar números aleatorios
hu: Véletlenszámok rajzolása
it: Disegna numeri casuali
ja: 乱数を表示
kk: Кездейсоқ сандар
ko: 난수 그리기
lv: Zīmēt nejaušus skaitļus
nb: Tegn tilfeldige tall
nds: Tofällig Tallen wiesen
nl: Willekeurige getallen tonen
nn: Teikn tilfeldige tal
pl: Rysuj losowe liczby
pt: Desenhar números aleatórios
ru: Показывать случайные цифры
sl: Izriši naključna števila
sr@ijekavian: Цртај насумичне бројеве
sv: Rita slumptal
uk: Малювати випадкові цифри
zh_tw: 繪製隨機數目

# @option:radio
source: Draw in RGB
ca@valencia: Dibuixa en RGB
es: Dibujar en RGB
et: Kuvamine RGB-na
eu: Marraztu RGB-n
fi: Piirrä RGB-väreissä
fr: Dessiner en RGB
gl: Debuxar en RGB
hu: Rajzolás RGB színekkel
it: Disegna in RGB
ja: RGB で描画
kk: RGB түсті
ko: RGB로 그리기
lv: Zīmēt RGB krāsās
nb: Tegn med RGB
nds: In RGB wiesen
nl: Toont in RGB
nn: Teikn med RGB
pl: Rysuj w RGB
pt: Desenhar em RGB
ru: Отрисовка в RGB
sl: Izriši v RGB
sr@ijekavian: Цртај у боји
sv: Rita med RGB
uk: Малювати у RGB
zh_tw: 以 RGB 模式繪製

# @option:radio
source: Draw green
ca@valencia: Dibuixa el verd
es: Dibujar verde
et: Kuvamine rohelisena
eu: Marraztu berdea
fi: Piirrä vihreänä
fr: Dessiner en vert
gl: Debuxar verde
hu: Rajzolás zöldben
it: Disegna in verde
ja: 濃い緑
kk: Жасыл түсті
ko: 녹색 그리기
lv: Zīmēt zaļā krāsā
nb: Tegn med grønt
nds: Gröön wiesen
nl: Toont groen
nn: Teikn med grønt
pl: Rysuj zielone oznaczenie
pt: Desenhar a verde
ru: Отрисовка в зелёных тонах
sl: Izriši zeleno
sr@ijekavian: Цртај зелено
sv: Rita med grönt
uk: Малювати зеленим
zh_tw: 用綠色繪製

# @item screen saver name
source: Menger
it: Spugna di Menger
kk: Менгердің кубы
ko: 멩거
lv: Mengers
nds: Menger-Swamm
sr@ijekavian: Менгер
uk: Менгер

# @info screen saver description
source: This draws the recursive Menger Gasket, a cube-based fractal object analagous to the Sierpinski Tetrahedron. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Written by Jamie Zawinski; 2001.
ca@valencia: Dibuixa el recursiu Menger Gasket, un objecte fractal basat en el cub, anàleg al tetraedre de Sierpinski. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Escrit per Jamie Zawinski; 2001.
es: Dibuja la recursiva Empaquetadura Menger, un objeto fractal basado en el cubo, análogo al Tetraedro de Sierpinski. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet. Creado por Jamie Zawinski; 2001.
et: Näitab rekursiivse Mengeri käsna ehk siis kuubile tuginevat fraktaalset objekti, mis sarnaneb Sierpinski tetraeedrile. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Autor: Jamie Zawinski; 2001.
fi: Tämä piirtää Mengerin tiivisteen, kuutiopohjaisen fraktaaliolion, joka on analoginen Sierpińskin tetraedrille. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Kirjoittanut Jamie Zawinski, 2001.
it: Disegna la spugna di Menger, un oggetto frattale basato sul cubo analogo al tetraedro di Sierpinski. http://it.wikipedia.org/wiki/Spugna_di_Menger http://it.wikipedia.org/wiki/Tappeto_di_Sierpinski Scritto da Jamie Zawinski; 2001.
nb: Dette tegner den rekursive Menger-pakningen, et terning-basert fraktalt objekt analogt med Sierpinski-tetraederet.http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpetSkrevet av Jamie Zawinski i 2001
nds: De rekursive Menger-Schwamm, en Wörpelfraktaal liek to dat Sierpinski-Veerflaag. Schreven vun Jamie Zawinski. http://de.wikipedia.org/wiki/Menger-Schwamm http://de.wikipedia.org/wiki/Sierpinski-Teppich Schreven vun Jamie Zawinski, 2001.
nl: Dit toont de recursieve Menger Gasket, een op een kubus gebaseerde fractal analoog aan de Sierpinski Tetraëder. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet In 2001 geschreven door Jamie Zawinski.
pl: Rysuje rekursywną Uszczelkę Mengera, bazującą na sześcianie obiektu fraktalnego analogicznego do Czworościanu Sierpińskiego. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Autor: Jamie Zawinski; 2001.
pt: Este desenha a variante tridimensional do Menger Gasket recursivo, um objecto fractal baseado num cubo e que é semelhante ao Tetraedro de Sierpinski. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Feito por Jamie Zawinski; 2001.
sl: Izriše Mengerjevo tesnilo, na kocki osnovani fraktalni predmet analogen Sierpinskijevem tetraedru. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Napisal Jamie Zawinski, 2001.
sr@ijekavian: Црта рекурзивни Менгеров заптивач, фрактални објекат аналоган тетраедру Сјерпињског (http://en.wikipedia.org/wiki/Menger_sponge, http://en.wikipedia.org/wiki/Sierpinski_carpet). Написао Џејми Завински, 2001.
sv: Den här ritar den rekursiva Mengerpackningen, ett fraktalobjekt baserat på en kub, som motsvarar Sierpinskis tetraeder. Se http://en.wikipedia.org/wiki/Sierpinski_carpet. Skriven av Jamie Zawinski, 2001.
uk: Цей зберігач екрана малює рекурсивний кубічний фрактал Менгер-Гаскета подібного до тетраедра Серпінського. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Автор — Jamie Zawinski, 2001.
zh_tw: 畫出一個遞迴的 Menger Gasket，以立方體組成的物件，類似 Sierpinski Tetrahedron。參考資料：http://en.wikipedia.org/wiki/Menger_sponge ，http://en.wikipedia.org/wiki/Sierpinski_carpet 。由 Jamie Zawinski 撰寫，2001。

# @info screen saver description
source: This draws the three-dimensional variant of the recursive Menger Gasket, a cube-based fractal object analagous to the Sierpinski Tetrahedron. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Written by Jamie Zawinski; 2001.
ca@valencia: Dibuixa una variant tridimensional del recursiu Menger Gasket, un objecte fractal basat en el cub, anàleg al tetraedre de Sierpinski. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Escrit per Jamie Zawinski; 2001.
es: Dibuja una variante tridimensional de la recursiva Empaquetadura Menger, un objeto fractal basado en el cubo, análogo al Tetraedro de Sierpinski. Creado por Jamie Zawinski; 2001.
et: Näitab rekursiivse Mengeri käsna kolmemõõtmelist varianti ehk siis kuubile tuginevat fraktaalset objekti, mis sarnaneb Sierpinski tetraeedrile. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Autor: Jamie Zawinski; 2001.
fi: Tämä piirtää kolmiulotteisen muunnelman Mengerin tiivisteestä, kuutiopohjaisesta fraktaalioliosta, joka on analoginen Sierpińskin tetraedrille. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Kirjoittanut Jamie Zawinski, 2001.
fr: Dessine une variante tridimensionnelle de la boucle récursive de Menger Gasket, un objet fractal fondé sur un cube et analogue au tétraèdre de Sierpinski. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/ Tapis de Sierpinski écrit par Jamie Zawinski ; 2001.
ga: Dearann sé seo leagan tríthoiseach den fhrachtal athchúrsach 'Gaiscéad Menger', frachtal cosúil leis an Teitrihéadrán Sierpinski ach bunaithe ar chiúb. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Scríofa ag Jamie Zawinski, 2001.
gl: Este debuxa a variante tridimensional da esponxa de Menger recursiva, un obxecto fractal baseado nun cubo e que é semellante ao Tetraedro de Sierpinski. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet. Escribiuno Jamie Zawinski en 2001.
hu: A rekurzív Menger-féle alakzat egy háromdimenziós variánsát rajzolja ki, lényegében egy kockán alapuló fraktálos alakzat, hasonlóan a Sierpinski-féle tetraéderhez. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Készítette: Jamie Zawinski, 2001.
it: Disegna una variante tridimensionale della spugna di Menger, un oggetto frattale basato sul cubo analogo al tetraedro di Sierpinski. http://it.wikipedia.org/wiki/Spugna_di_Menger http://it.wikipedia.org/wiki/Tappeto_di_Sierpinski Scritto da Jamie Zawinski; 2001.
ja: これは三次元の再帰的 Menger ガスケット図の変種を描きます。立方体ベースのフラクタルオブジェクトで、シェルピンスキーの四面体と類似のものです。http://ja.wikipedia.org/wiki/メンガーのスポンジ http://ja.wikipedia.org/wiki/シェルピンスキーのカーペット Jamie Zawinski、2001年作。
kk: Менгер-Гаскет кубының үш-өлшемді түрі. Бұл Серпинскийдің тетраэдріне ұқсас кубты фрактал нысаны. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Авторы: Jamie Zawinski; 2001.
nb: Dette tegner den tredimensjonale versjonen av Menger-pakningen, et terning-basert fraktalt objekt analogt med Sierpinski-tetraederet. <link>http://en.wikipedia.org/wiki/Menger_sponge</link> <link>http://en.wikipedia.org/wiki/Sierpinski_carpet</link> Skrevet av Jamie Zawinski i 2001
nds: Dat 3D-Liek to de rekursive Sierpinski-Matt, en Wörpelfraktaal liek to dat Sierpinski-Veerflaag. Schreven vun Jamie Zawinski.http://de.wikipedia.org/wiki/Menger-Schwammhttp://de.wikipedia.org/wiki/Sierpinski-Teppich Schreven vun Jamie Zawinski, 2001.
nl: Dit toont de driedimensionale variant van de recursieve Menger Gasket, een op een kubus gebaseerde fractal analoog aan de Sierpinski Tetraëder. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet In 2001 geschreven door Jamie Zawinski.
nn: Teiknar ein tredimensjonal variant av ei rekursiv Menger-pakking, eit kubebasert fraktalobjekt tilsvarande eit Sierpinski-tetraeder. <link>http://en.wikipedia.org/wiki/Menger_sponge</link> <link>http://en.wikipedia.org/wiki/Sierpinski_carpet</link> Skriven av Jamie Zawinski i 2001.
pl: Rysuje trójwymiarową odmianę rekurencyjnej Podkładki Mengera, bazującego na sześcianie obiektu fraktalnego analogicznego do Czworościanu Sierpińskiego. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Autor: Jamie Zawinski; 2001.
pt: Este desenha a variante tridimensional do Menger Gasket recursivo, um objecto fractal baseado num cubo e que é semelhante ao Tetraedro de Sierpinski. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Feito por Jamie Zawinski; 2001.
ru: Трёхмерный вариант рекурсивной салфетки Менгера, фрактала на базе кубе, аналогичного тетраэдру Серпинского http://ru.wikipedia.org/wiki/Губка_Менгера http://ru.wikipedia.org/wiki/Ковёр_Серпинского Автор Джеми Завински (Jamie Zawinski), 2001.
sl: Izriše tridimenzionalno različico rekurzivnega Mengerjevega tesnila, na kocki osnovanega fraktalnega predmeta analognega Sierpinskijevem tetraedru. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Napisal Jamie Zawinski, 2001.
sr@ijekavian: Црта тродимензионалну варијанту рекурзивног Менгеровог заптивача, фрактални објекат аналоган тетраедру Сјерпињског (http://en.wikipedia.org/wiki/Menger_sponge, http://en.wikipedia.org/wiki/Sierpinski_carpet). Написао Џејми Завински, 2001.
sv: Den här ritar den tredimensionella versionen av den rekursiva Mengerpackningen, ett fraktalobjekt baserat på en kub, som motsvarar Sierpinskis tetraeder. Se http://en.wikipedia.org/wiki/Sierpinski_carpet. Skriven av Jamie Zawinski, 2001.
uk: Цей зберігач екрана малює тривимірний варіант рекурсивного кубічного фрактала Менгер-Гаскета подібного до тетраедра Серпінського. http://en.wikipedia.org/wiki/Menger_sponge http://en.wikipedia.org/wiki/Sierpinski_carpet Автор — Jamie Zawinski, 2001.
zh_tw: 畫出一個立體的、遞迴的 Menger Gasket，以立方體組成的物件，類似 Sierpinski Tetrahedron。參考資料：http://en.wikipedia.org/wiki/Menger_sponge ，http://en.wikipedia.org/wiki/Sierpinski_carpet 。由 Jamie Zawinski 撰寫，2001。

# @label:spinbox
source: Max depth
ca@valencia: Profunditat màxima
es: Máxima profundidad
et: Maks. sügavus
eu: Gehienezko sakonera
fi: Syvyys enintään
fr: Profondeur maximale
ga: Doimhneacht uasta
gl: Profundidade máx.
hu: Maximális mélység
it: Profondità massima
ja: 最大深度
kk: Макс. тереңдігі
ko: 최대 깊이
lv: Maks. dziļums
nb: Maks dybde
nds: Hööchstdeepde
nl: Max. diepte
nn: Maksdjupn
pl: Maksymalna głębokość
pt: Profundidade máxima
ru: Максимальная глубина
sl: Največja globina
sr@ijekavian: Највећа дубина
sv: Maximalt djup
uk: Макс. глибина
zh_tw: 最大深度

# @item screen saver name
source: MetaBalls
ca@valencia: Metaboles
es: Metabolas
et: Metapallid
fi: Metapallot
fr: Meta boules
gl: MetaBólas
hu: Metalabdák
it: Metapalline
ja: メタボール
kk: Құмалақ биі
ko: 메타볼
lv: Metabumbas
nb: Metakuler
nds: Metabäll
nl: Metaballen
nn: Metakuler
pl: Metapiłki
pt: Meta-Bolas
sl: Meta-žoge
sr@ijekavian: Металопте
sv: Metabollar
uk: Метакулі

# @info screen saver description
source: Draws two dimensional metaballs: overlapping and merging balls with fuzzy edges. http://en.wikipedia.org/wiki/Metaballs Written by W.P. van Paassen; 2003.
ca@valencia: Dibuixa metaboles de dues dimensions: sobreposant i fusionant boles amb vores difuses. http://en.wikipedia.org/wiki/Metaballs Escrit per W.P. van Paassen; 2003.
es: Dibuja dos metabolas dimensionales: superposición y unión de bolas con bordes difusos. http://en.wikipedia.org/wiki/Metaballs Escrito por W. P. van Paassen; 2003.
et: Kaks ruumilist metapalli ehk häguste servadega kattuvad ja liituvad pallid. http://en.wikipedia.org/wiki/Metaballs Autor: W.P. van Paassen; 2003.
fi: Piirtää kaksiulotteisia metapalloja: päällekkäisiä ja yhdistyviä palloja sumeilla reunoilla. http://en.wikipedia.org/wiki/Metaballs Tekijä: W.P. van Paassen; 2003.
fr: Dessine des metaballs en deux dimensions : elles se chevauchent et se mélangent avec des bords flous. http://en.wikipedia.org/wiki/Metaballs Écrit par W.P. van Paassen ; 2003.
gl: Debuxa metabólas en dúas dimensións: sobreexposición e unión de bólas con arestas difusas. http://en.wikipedia.org/wiki/Metaballs. Escribiuno W.P. van Paassen no 2003.
it: Disegna metapalline bidimensionali: palline che si sovrappongono e fondono con bordi non ben definiti. http://it.wikipedia.org/wiki/Metaball Scritto da W.P. van Paassen; 2003.
ja: 二次元のメタボール: あいまいな境界をもった重なったり混じり合うボール。http://ja.wikipedia.org/wiki/メタボール W.P. van Paassen、2003年作。
kk: Қосылып-бірігіп дірілдеп ұшып жүрген домалақтардың бейнесі. http://en.wikipedia.org/wiki/Metaballs Авторы: W.P. van Paassen; 2003.
lv: Zīmē divdimensionālas metabumbas: savstarpēji noklājošas un saplūstošas bumbas ar izplūdušām malām. http://en.wikipedia.org/wiki/Metaballs Sarakstīja W.P. van Paassen; 2003.
nb: Tegner todimensjonale metakuler – kuler med uklare kanter som smelter sammen. <link>http://en.wikipedia.org/wiki/Metaballs</link> Skrevet av W.P. van Paassen i 2003.
nds: Tweedimenschonaal Metabäll: överlappen un tosamenföhrt Bäll mit verwischt Kanten. http://de.wikipedia.org/wiki/Metaball Schreven vun W.P. van Paassen, 2003.
nl: Toont tweedimensionale metaballen: overlappende en zich samenvoegende ballen met vage randen. http://en.wikipedia.org/wiki/Metaballs In 2003 geschreven door W.P. van Paassen.
nn: Teiknar todimensjonale metakuler – kuler med uklare kantar som smeltar saman. <link>http://en.wikipedia.org/wiki/Metaballs Written</link> Skriven av W.P. van Paassen i 2003.
pl: Dwuwymiarowe metapiłki: nakładające i łączące się piłki z rozmytymi krawędziami. http://en.wikipedia.org/wiki/Metaballs Autor: W.P. van Paassen; 2003.
pt: Desenha meta-bolas a duas dimensões: sobreposição e junção de bolas com arestas difusas. http://en.wikipedia.org/wiki/Metaballs Written by W.P. van Paassen; 2003.
ru: Две двухмерные метасферы: наложение и слияние сфер с нечёткими границами. http://ru.wikipedia.org/wiki/Metaball Автор В.П. ван Паассен (W.P. van Paassen), 2003.
sl: Izriše dvodimenzionalne meta-žoge: prekrivajoče in združujoče se žoge z nerazločnimi robovi. http://en.wikipedia.org/wiki/Metaballs Napisal W.P. van Paassen, 2003.
sr@ijekavian: Црта дводимензионе металопте: преклапајуће и стапајуће лопте са замућеним ивицама (http://en.wikipedia.org/wiki/Metaballs). Написао В. П. ван Пасен, 2003.
sv: Ritar tvådimensionella metabollar: överlappande bollar med otydliga kanter som flyter ihop. Se http://en.wikipedia.org/wiki/Metaballs. Skriven av W.P. van Paassen, 2003.
uk: Показує плоскі метакульки: перекриття та злиття кульок без чітких меж. http://en.wikipedia.org/wiki/Metaballs Автор — W.P. van Paassen; 2003.
zh_tw: 繪製二維的 Metaball：將球重疊並合併。參考資料：ttp://en.wikipedia.org/wiki/Metaballs 。由 W. P. van Paassen 撰寫，2003。

# @label:slider
source: Metaball count
ca@valencia: Nombre de metaboles
es: Número de metabolas
et: Metapallide arv
eu: MetaPilota kopurua
fi: Metapallojen määrä
fr: Nombre de meta boules
gl: Número de metabólas
hu: A metalabdák száma
it: Numero di metapalline
ja: メタボール数
kk: Құмалақтар
ko: 메타볼 개수
lv: Bumbu skaits
nb: Antall metakuler
nds: Tall vun Metabäll
nl: Metaball telling
nn: Talet på metakuler
pl: Liczba piłek
pt: Número de meta-bolas
ru: Количество метасфер
sl: Število meta-žog
sr@ijekavian: Број металопти
sv: Antal metabollar
uk: Кількість метакуль
zh_tw: Metaball 計數

# @item:inrange Metaball count
source: Two
ca@valencia: Dues
es: Dos
et: Kaks
eu: Bi
fi: Kaksi
fr: Deux
ga: Dhá cheann
gl: Dous
hu: Kettő
it: Due
ja: 2 つ
kk: Екі
lv: Divas
nb: To
nds: Twee
nl: Twee
nn: To
pl: Dwa
pt: Duas
ru: Два
sl: Dve
sr@ijekavian: двије
sv: Två
uk: Дві

# @item:inrange Metaball count
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: MetaBall Radius
ca@valencia: Radi de la metabola
es: Radio de las metabolas
et: Metapalli raadius
eu: MetaPiloten erradioa
fi: Meta-pallon säde
fr: Rayon des meta boules
gl: Raio da metabóla
hu: Metalabdasugár
it: Raggio delle metapalline
ja: MetaBall 半径
kk: Радиусы
ko: 메타볼 반지름
lv: Bumbu rādiuss
nb: Metakule-radius
nds: Metaball-Halfmaat
nl: MetaBall straal
nn: Ballradius
pl: Promień piłek
pt: Raio da Meta-Bola
ru: Радиус метасфер
sl: Polmer meta-žog
sr@ijekavian: Полупречник металопти
sv: Metabollarnas radie
uk: Радіус метакулі
zh_tw: MetaBall 半徑

# @item:inrange MetaBall Radius
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange MetaBall Radius
source: Big
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大きく
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大
