Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a series of rotating 3D boxes that intersect each other and eventually fill space. Written by Jamie Zawinski; 2003.
ca@valencia: Dibuixa una sèrie de caixes en 3D que giren i s'encreuen entre elles, i a vegades omplen l'espai. Escrit per Jamie Zawinski; 2003.
es: Dibuja una serie de cajas en 3D que se cruzan entre ellas y que terminan llenando el espacio. Escrito por Jamie Zawinski; 2003.
et: Joonistab rea pöörlevaid 3D kuubikuid, mis lõikuvad üksteisega ja lõpuks täidavad kogu ruumi. Autor: Jamie Zawinski; 2003.
eu: Elkar ebaki eta azkenean espazioa betetzen duten 3D kutxa birakari sail bat marrazten du. Jamie Zawinski-k idatzia; 2003.
fi: Piirtää sarjan pyöriviä kolmiulotteisia laatikoita, jotka leikkautuvat toisiinsa ja lopulta täyttävät avaruuden. Kirjoittanut Jamie Zawinski, 2003.
fr: Dessine une série de boîtes 3D en rotation qui se croisent et finalement remplissent l'espace. Écrit par Jamie Zawinski ; 2003.
gl: Debuxa unha serie de caixas 3D a xirar intersecándose mutuamente e por veces a encher o espazo. Escribiuno Jamie Zawinski en 2003.
hu: Forgó, egymást metsző 3D-s kockákat jelenít meg, melyek fokozatosan kitöltik a teret. Készítette: Jamie Zawinski, 2003.
it: Disegna una serie di cubi rotanti tridimensionali che si intersecano e alla fine riempiono lo spazio. Scritto da Jamie Zawinski; 2003.
kk: Бұралып ұшып жүргіп, кеңістікті ізімен толтырмақ үш-өлшемді текше бейнесі.
ko: 서로 만나서 화면을 다 채우게 되는 회전하는 3D 상자를 그립니다. Jamie Zawinski 작성, 2003년.
nb: Tegner en rekke roterende 3D-bokser som skjærer hverandre og etter hvert fyller rommet. Skrevet av Jamie Zawinski, 2003.
nds: En Reeg vun sik dreihen 3D-Kisten översniedt sik un maakt villicht den Schirm vull. Schreven vun Jamie Zawinski, 2003.
nl: Toont een serie van roterende 3D dozen die elkaar doorsnijden en uiteindelijk de ruimte vullen. In 2003 geschreven door Jamie Zawinski.
nn: Teiknar fleire 3D-boksar som snurrar og kryssar kvarandre, og til slutt fyller heile rommet. Skriven av Jamie Zawinski i 2003.
pl: Szereg obracających się trójwymiarowych pudełek, które krzyżują się i wypełniają przestrzeń. Autor: Jamie Zawinski; 2003.
pt: Desenha uma série de caixas 3D em rotação que se intersectam umas às outras e, eventualmente, vão ocupando espaço. Feito por Jamie Zawinski; 2003.
ru: Множество разнообразно поворачивающихся трёхмерных кубиков, пересекающихся друг с другом и в итоге заполняющих всё пространство. Автор Джеми Завински (Jamie Zawinski), 2003.
sl: Izriše zaporedje vrtečih 3D kock, ki sekajo drugo drugo in čez čas napolnijo prostor. Napisal Jamie Zawinski, 2003.
sr@ijekavian: Црта низ обрћућих 3Д кутија које се међусобно пресијецају и на крају попуне простор. Написао Џејми Завински, 2003.
sv: Ritar en serie roterande tredimensionella lådor som skär varandra och till sist fyller utrymmet. Skriven av Jamie Zawinski, 2003.
uk: Показує декілька просторових об’єктів, що перетинаються один з одним і зрештою заповнюють простір. Автор — Jamie Zawinski; 2003.
zh_tw: 繪製一系列旋轉的立體盒，彼此交錯最後填滿空間。由 Jamie Zawinski 撰寫，2003。

# @label:slider
source: Cubes
ca@valencia: Cubs
es: Cubos
et: Kuubikud
eu: Kuboak
fi: Kuutioita
ga: Ciúbanna
gl: Cubos
hu: Kockák
it: Cubi
ja: キューブ
kk: Текшелер
ko: 큐브
lv: Kubi
nb: Terninger
nds: Wörpels
nl: Kubussen
nn: Kubar
pl: Sześciany
pt: Cubos
ru: Кубики
sl: Kocke
sr@ijekavian: Коцке
sv: Kuber
uk: Кубики
zh_tw: 立方體

# @item:inrange Cubes
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Cubes
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Struts
ca@valencia: Estructures
es: Puntales
et: Vahed
eu: Sartu/Irtenak
fi: Reunan paksuus
fr: Entretoise
ga: Teanntóga
gl: Estruturas
hu: Gerendák
it: Puntoni
ja: 星
kk: Дақтар
ko: 받침대
lv: Balsti
nb: Bjelker
nds: Stellagen
nl: Parades
nn: Stenger
pl: Rozpórki
pt: Estruturas
ru: Рёбра
sl: Oporniki
sr@ijekavian: Упорнице
sv: Stöttor
uk: Розпірки
zh_tw: 支柱

# @item:inrange Struts
source: Thin
ca@valencia: Fi
es: Finos
et: Peen
eu: Mehea
fi: Ohut
fr: Finesse
ga: Tanaí
gl: Fino
hu: Vékony
it: Sottili
ja: 薄い
kk: Шағын
ko: 얇음
lv: Plāni
nb: Tynn
nds: Dünn
nl: Dun
nn: Tynn
pl: Cienki
pt: Finas
ru: Тонкие
sl: Tanko
sr@ijekavian: танке
sv: Tunna
uk: Тонкі
zh_tw: 細

# @item:inrange Struts
source: Thick
ca@valencia: Gruixut
es: Gruesos
et: Paks
eu: Lodia
fi: Paksu
fr: Épaisseur
ga: Tiubh
gl: Groso
hu: Vastag
it: Spessi
ja: 厚い
kk: Үлкен
ko: 두꺼움
lv: Biezi
nb: Tykk
nds: Dick
nl: Dik
nn: Tjukk
pl: Gruby
pt: Grossas
ru: Толстые
sl: Debelo
sr@ijekavian: дебеле
sv: Tjocka
uk: Товсті
zh_tw: 粗

# @item screen saver name
source: CubicGrid
ca@valencia: Graella cúbica
et: Kuupvõrgustik
fi: Pisteruudukko
fr: Grille cubique
gl: Grella cúbica
hu: Kockarács
it: Griglia cubica
ja: キュービックグリッド
kk: Кубты тор
ko: 육면체 격자
lv: Kubiskais režģis
nb: Kubisk nett
nds: Wörpelgadder
nl: Kubisch rooster
nn: Kuberutenett
pl: Siatka sześcienna
pt: Grelha Cúbica
sl: Mreža kock
sr@ijekavian: Кубна мрежа
sv: Kubrutnät
uk: Кубічна ґратка
zh_tw: 立方體格

# @info screen saver description
source: Draws the view of an observer located inside a rotating 3D lattice of colored points. Written by Vasek Potocek; 2007.
ca@valencia: Dibuixa la visió d'un observador situat dins una reixa 3D de punts acolorits que gira. Escrit per Vasek Potocek; 2007.
es: Dibuja la vista de un observador ubicado dentro de una trama 3D con puntos coloreados rotando. Escrito por Vasek Potocek; 2007.
et: Näitab, milline vaade avaneb värvilistest punktidest koosneva pöörleva 3D sõrestiku sees viibijale. Autor: Vasek Potocek; 2007.
eu: Koloredun puntuen 3D sareta birakari baten barruan kokatuta dagoen behatzaile baten ikuspegia marrazten du. Vasek Potocek-ek idatzia; 2007.
fi: Piirtää näkymän värillisistä pisteistä muodostaman kolmiulotteisen ristikon sisältä. Kirjoittanut Vasek Potocek, 2007.
fr: Dessine la vue d'un observateur situé à l'intérieur d'un réseau de points de couleur en 3D qui tournent. Écrit par Vasek Potocek ; 2007.
gl: Debuxa a vista que terá un observador situado dentro dunha grella 3D de puntos coloridos. Escribiuno Vasek Potocek en 2007.
it: Disegna la visuale di un osservatore posizionato in un reticolo rotante tridimensionale di punti colorati. Scritto da Vasek Potocek; 2007.
kk: Бояулы және бұралатын үш-өлшемді нүктелер торының ортасынан көрінетін бейнесі. Авторы: Vasek Potocek; 2007.
ko: 색깔이 있는 점으로 구성된 3D 격자 안에 있는 관찰자의 시각을 그립니다. Vasek Potocek 작성, 2007년.
nb: Tegner hva en observatør ser som er inni et roterende 3D-nettverk av fargede prikker. Skrevet av Vasek Protocek, 2007.
nds: De Sicht ut en dreihen 3D-Klöörpünktgadder na buten. Schreven vun Vasek Potocek, 2007.
nl: Toont het zicht van een kijker die zich in een roterende 3D rooster van gekleurde punten bevindt. In 2007 geschreven door Vasek Potocek; 2007.
nn: Teiknar korleis innsida av eit snurrande 3D-rutenett med farge prikkar vil fortona seg. Skriven av Vašek Potoček i 2007.
pl: Widok ze środka obracającej się, trójwymiarowej kratownicy złożonej z kolorowych punktów. Autor: Vasek Potocek; 2007.
pt: Desenha a visão de um observador que se encontra dentro de uma rede 3D de pontos coloridos. Feito por Vasek Potocek; 2007.
ru: Вид с точки зрения наблюдателя, находящегося внутри поворачивающейся трёхмерной решётки из разноцветных точек. Автор Вашек Проточек (Vasek Potocek), 2007.
sl: Izriše pogled opazovalca v vrteči 3D strukturi obarvanih točk. Napisal Vasek Potocek, 2007.
sr@ijekavian: Црта гледиште посматрача смештеног унутар обрћућег 3Д снопа обојених тачака. Написао Вацлав Поточек, 2007.
sv: Ritar vad en observatör ser placerad inne i ett roterande tredimensionellt fackverk av färgade punkter. Skriven av Vasek Potocek, 2007.
uk: Малює поле зору спостерігача, що знаходиться всередині просторової ґратки з кольорових точок, яка обертається. Автор — Vasek Potocek; 2007.
zh_tw: 繪製在旋轉立體格內觀察彩色點。由 Vasek Potocek 撰寫，2007。

# @label:slider
source: Dot spacing
ca@valencia: Espaiat dels punts
es: Espaciado entre puntos
et: Punktide jaotus
eu: Puntuen tartekatzea
fi: Pisteiden väli
fr: Espacement des points
ga: Spásáil poncanna
gl: Espazamento dos puntos
hu: Ponttávolság
it: Spaziatura tra i punti
ja: 点間隔
kk: Нүктелер арасы
ko: 점 간격
lv: Punktu atstatums
nb: Prikkavstand
nds: Punktafstand
nl: Afstand tussen punten
nn: Mellomrom mellom prikkar
pl: Rozmieszczenie kropek
pt: Espaço dos pontos
ru: Расстояние между точками
sl: Razmik pik
sr@ijekavian: Проред тачака
sv: Punktavstånd
uk: Інтервали між крапками
zh_tw: 點間隔

# @item:inrange Dot spacing
source: Close
ca@valencia: Tanca
es: Cerca
et: Lähedal
eu: Itxi
fi: Pieni
fr: Fermer
ga: Dún
gl: Pechar
hu: Bezárás
it: Vicini
ja: 閉じる
kk: Жақын
ko: 가까움
lv: Tuvu
nb: Nær
nds: Tomaken
nl: Sluiten
nn: Nær
pl: Zamknij
pt: Próximas
ru: Близко
sl: Blizu
sr@ijekavian: близу
sv: Nära
uk: Близько
zh_tw: 關閉

# @item:inrange Dot spacing
source: Far
ca@valencia: Lluny
es: Lejos
et: Kaugel
eu: Urrun
fi: Suuri
fr: Éloignement
ga: I gCéin
gl: Lonxe
hu: Távoli
it: Lontani
ja: 遠い
kk: Алыс
ko: 멈
lv: Tālu
nb: Fjern
nds: Wiet
nl: Ver
nn: Fjern
pl: Daleko
pt: Separadas
ru: Далеко
sl: Daleč
sr@ijekavian: далеко
sv: Långt borta
uk: Далеко
zh_tw: 遠

# @option:check
source: Big dots
ca@valencia: Punts grans
es: Puntos grandes
et: Suured punktid
eu: Puntu handiak
fi: Suuret pisteet
fr: Gros points
ga: Poncanna móra
gl: Puntos grandes
hu: Nagy pontok
it: Punti grandi
ja: 大きな点
kk: Үлкен нүкте
ko: 큰 점
lv: Lieli punkti
nb: Store prikker
nds: Groot Pünkt
nl: Grote punten
nn: Store prikkar
pl: Duże kropki
pt: Pontos grandes
ru: Большие точки
sl: Velike pike
sr@ijekavian: Велике тачке
sv: Stora punkter
uk: Великі крапки
zh_tw: 大點

# @item screen saver name
source: CWaves
ca@valencia: Ones C
et: CLained
eu: CWaves (CHuinak)
fi: C-aallot
fr: Ondulations
gl: Ondas C
hu: CHullámok
it: Onde sinusoidali
kk: Солтүстік шұғыласы
ko: C 파동
nb: CBølger
nds: CBülgen
nl: C-golven
nn: C-bølgjer
pl: Falujący gradient
pt: Ondas C
sl: Barvni valovi
sr@ijekavian: Ц‑таласи
sv: C-vågor
uk: C-хвилі
zh_tw: C 波

# @info screen saver description
source: This generates a languidly-scrolling vertical field of sinusoidal colors. Written by Jamie Zawinski; 2007.
ca@valencia: Este genera un camp de colors sinusoïdals que es desplacen verticalment de manera lànguida. Escrit per Jamie Zawinski; 2007.
es: Esto genera un campo con desplazamiento vertical lánguido de colores sinusoidales. Creado por Jamie Zawinski.
et: Genereerib voolavalt kerivaid sinusoidseid värvivälju. Autor: Jamie Zawinski; 2007.
eu: Honek makalki-labaintzen diren kolore sinusoidalen eremu bertikal bat sortzen du. Jamie Zawinski-k idatzia; 2007.
fi: Luo laiskasti vierivän sinimuotoisten värien pystysuuntaisen kentän. Kirjoittanut Jamie Zawinski, 2007.
fr: Cela génère un défilement ralenti de champs verticaux avec des couleurs sinusoïdales. Écrit par Jamie Zawinski ; 2007.
gl: Isto xera un campo de cores sinusoidais a desprazarse na vertical. Escribiuno Jamie Zawinski en 2007.
hu: Spirálisan forgó függőleges szinuszoid színmezőt generál. Készítette: Jamie Zawinski, 2007.
it: Questo genera un campo verticale di colori sinusoidali che scorrono languidamente. Scritto da Jamie Zawinski.
kk: Солтүстік шұғыласына ұқсас бейне. Авторы: Jamie Zawinski; 2007.
ko: 수평으로 스크롤되는 수직 사인 배열 색띠를 그립니다. Jamie Zawinski 작성, 2007년.
lv: Ģenerē gausi ritošu, vertikālu lauku ar sinusodālām krāsām. Sarakstīja Jamie Zawinski; 2007.
nb: Dette tegner et dovent rullende loddrett felt av sinusoidale farger. Skrevet av Jamie Zawinski, 2007
nds: Stellt en suutje rullen pielrecht Feld vun Klöörbülgen op. Schreven vun Jamie Zawinski, 2007.
nl: Dit genereert een dromerig lopend verticaal veld met sinusvormige kleuren. In 2007 geschreven door Jamie Zawinski.
nn: Teiknar eit roleg, loddrett fargefelt med sinusbaserte fargar. Skriven av Jamie Zawinski i 2007.
pl: Generuje powoli przewijające się, pionowe pole sinusoidalnych gradientów kolorów. Autor: Jamie Zawinski; 2007.
pt: Isto gera repetidamente padrões em espiral com cores sinusoidais. Escrito por Jamie Zawinski; 2007.
ru: Генерирует медленно переливающееся вертикальное поле синусоидальных цветов. Автор Джеми Завински (Jamie Zawinski), 2007.
sl: Ustvari lenobno drseče navpično polje sinusoidnih barv. Napisal Jamie Zawinski, 2007.
sr@ijekavian: Генерише уморно клизајуће усправно поље синусоидних боја. Написао Џејми Завински, 2007.
sv: Den här skapar ett lättjefullt panorerande vertikalt fält av sinusaktiga färger. Skriven av Jamie Zawinski, 2007.
uk: Ця програма відображає вертикальне поле кольорів, що повільно розподілене за хвилеподібним законом і повільно рухається у горизонтальному напрямі. Автор — Jamie Zawinski; 2007.
zh_tw: 產生的正弦顏色的緩慢捲軸的垂直場。由 Jamie Zawinski 撰寫，2007。

# @label:slider
source: Complexity
ca@valencia: Complexitat
es: Complejidad
et: Keerukus
eu: Konplexutasuna
fi: Monimutkaisuus
fr: Complexité
ga: Coimpléascacht
gl: Complexidade
hu: Komplexitás
it: Complessità
ja: 複雑さ
kk: Күрделігі
ko: 복잡도
lv: Sarežģītība
nb: Kompleksitet
nds: Vigelienschheit
nl: Complexiteit
nn: Kompleksitet
pl: Złożoność
pt: Complexidade
ru: Сложность
sl: Zapletenost
sr@ijekavian: Сложеност
sv: Komplexitet
uk: Складність
zh_tw: 複雜度

# @item:inrange Complexity
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Vähäinen
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Complexity
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Color transitions
ca@valencia: Transició dels colors
es: Transiciones de color
et: Värviüleminekud
eu: Koloreen trantsizioak
fi: Värisiirtymä
fr: Transition de couleurs
ga: Trasdul dathanna
gl: Transicións de cores
hu: Színátmenetek
it: Transizioni dei colori
ja: 色の変化
kk: Түс құбылуы
ko: 색상 전환
lv: Krāsu pārejas
nb: Fargeoverganger
nds: Klöörövergäng
nl: Kleurovergangen
nn: Fargeovergang
pl: Przemiany kolorów
pt: Transições de cores
ru: Переливы цветов
sl: Barvni prehodi
sr@ijekavian: Прелази боја
sv: Färgövergångar
uk: Переходи кольорів
zh_tw: 顏色轉變

# @item:inrange Color transitions
source: Rough
ca@valencia: Aspre
es: Rugoso
et: Järsk
eu: Zakarra
fi: Jyrkkä
fr: Rude
ga: Garbh
gl: Basta
hu: Durva
it: Brusche
ja: 荒い
kk: Шамалы
ko: 거칠게
lv: Raupjas
nb: Grov
nds: Ruuch
nl: Ruw
nn: Hard
pl: Szorstkość
pt: Ásperas
ru: Грубо
sl: Grobi
sr@ijekavian: груби
sv: Grova
uk: Грубо
zh_tw: 未加工

# @item:inrange Color transitions
source: Smooth
ca@valencia: Suau
es: Suave
et: Mahe
eu: Leuna
fi: Vähittäinen
fr: Doux
ga: Réidh
gl: Suave
hu: Sima
it: Liscie
ja: スムーズ
kk: Тегіс
ko: 부드럽게
lv: Gludas
nb: Jevn
nds: Week
nl: Glad
nn: Mjuk
pl: Gładkość
pt: Suaves
ru: Мягко
sl: Gladki
sr@ijekavian: глатки
sv: Jämna
uk: Згладити
zh_tw: 平滑

# @item screen saver name
source: Cynosure
et: Huvikese
hu: Sarkcsillag
kk: Назар ортасы
ko: 겹치는 사각형
sr@ijekavian: Циносура
sv: Ledstjärna
uk: Провідна зірка
zh_tw: 北極星

# @info screen saver description
source: Random dropshadowed rectangles pop onto the screen in lockstep. Written by Ozymandias G. Desiderata, Jamie Zawinski, and Stephen Linhart; 1998.
ca@valencia: Rectangles ombrejats aleatòriament apareixen en la pantalla en petits passos. Escrit per Ozymandias G. Desiderata, Jamie Zawinski, i Stephen Linhart; 1998.
es: Rectángulos aleatorios que arrojan sombras y aparecen en pantalla de forma sincronizada. Escrito por Ozymandias G. Desiderata, Jamie Zawinski y Stephen Linhart; 1998.
et: Juhuslikud varjudega ristkülikud ilmuvad koordineeritult ekraanile ja langevad sealt välja: Autorid: Ozymandias G. Desiderata, Jamie Zawinski ja Stephen Linhart; 1998.
fi: Satunnaisia pudotusvarjollisia nelikulmioita ilmestyy ruudulle tahdissa. Kirjoittaneet Ozymandias G. Desiderata, Jamie Zawinski ja Stephen Linhart, 1998.
fr: Rectangles aléatoires ombrés apparaissant sur l'écran en rythme. Écrit par Ozymandias G. Desiderata, Jamie Zawinski, et Stephen Linhart ; 1998.
gl: Aparecen rectángulos con sombra a desfilar pola pantalla. Escribírono Ozymandias G. Desiderata, Jamie Zawinski e Stephen Linhart en 1998.
it: Rettangoli casuali con ombra compaiono sullo schermo con regolarità. Scritto da Ozymandias G. Desiderata, Jamie Zawinski e Stephen Linhart; 1998.
kk: Қатарлап экранға шығатын кездейсоқ түсті тікбұрыштар. Авторлары:Ozymandias G. Desiderata, Jamie Zawinski, Stephen Linhart; 1998.
ko: 잠금 화면에 나타나는 무작위적 그림자가 있는 사각형입니다. Ozymandias G. Desiderata, Jamie Zawinski, Stephen Linhart 작성, 1998년.
nb: Tilfeldige rektangler med skygger spretter opp på skjermen i takt. Skrevet av Ozymandias G. Desiderata, Jamie Zawinski og Stephen Linhart; 1998.
nds: Tofällig Quadraten mit Schaddens marscheert över den Schirm. Schreven vun Ozymandias G. Desiderata, Jamie Zawinski, un Stephen Linhart, 1998.
nl: Willekeurige rechthoeken gearceerd met druppels verschijnen op het scherm in ganzenpas. In 1998 geschreven door Ozymandias G. Desiderata, Jamie Zawinski, en Stephen Linhart.
nn: Tilfeldige rektanglar med skugge sprett opp på skjermen i takt. Skriven av Ozymandias G. Desiderata, Jamie Zawinski og Stephen Linhart i 1998.
pl: Losowe, cieniowane prostokąty poruszające się na ekranie w rytmie marsza. Autorzy: Ozymandias G. Desiderata, Jamie Zawinski i Stephen Linhart; 1998.
pt: Rectângulos sombreados aleatórios saltam para o ecrã em pulos. Feito por Ozymandias G. Desiderata, Jamie Zawinski, e Stephen Linhart; 1998.
ru: Произвольно оттеняемые прямоугольники в строгом порядке заполняют экран. Авторы: Озимандиас Дж.Десидерата (Ozymandias G. Desiderata), Джеми Завински (Jamie Zawinski) и Стивен Линнарт (Stephen Linhart), 1998.
sl: Naključno osenčeni pravokotniki padajo na zaslon v prekrivajočih se korakih. Napisali Ozymandias G. Desiderata, Jamie Zawinski in Stephen Linhart, 1998.
sr@ijekavian: Насумични правоугаоници са сенком усклађено ускачу на екран. Написали Озимандис Г. Дезидерата, Џејми Завински и Стивен Линхарт, 1998.
sv: Slumpmässiga rektanglar med fallskugga dyker upp på skärmen i en följd. Skriven av Ozymandias G. Desiderata, Jamie Zawinski och Stephen Linhart, 1998.
uk: Випадково затінені прямокутники з’являються на екрані у жорсткому порядку. Автори — Ozymandias G. Desiderata, Jamie Zawinski та Stephen Linhart; 1998.
zh_tw: 隨機的陰影矩形在螢幕上跳。由 Ozymandias G. Desiderata, Jamie Zawinski, 與 Stephen Linhart 撰寫，1998。

# @item screen saver name
source: DangerBall
ca@valencia: Bola perillosa
et: KohutavPall
fi: Vaarapallo
fr: Boule dangereuse
gl: Bóla perigosa
hu: Veszélyes labda
it: Palla pericolosa
ja: 危険なボール
kk: Кауіпті доп
ko: 위험한 공
lv: Briesmu bumba
nds: Prickenball
nn: Skummelball
pl: Niebezpieczna kula
pt: Bola Perigosa
ru: Опасный мяч
sl: Nevarna žoga
sr@ijekavian: Смртолопта
sv: Bollfara
uk: Небезпечний м'яч
zh_tw: 危險的球

# @info screen saver description
source: Draws a ball that periodically extrudes many random spikes. Ouch! Written by Jamie Zawinski; 2001.
ca@valencia: Mostra una bola que periòdicament li neixen diverses puntes. Ouch! Escrit per Jamie Zawinski.
es: Dibuja una pelota que saca de manera periódica muchos pinchos al azar. ¡Ay! Escrito por Jamie Zawinski; 2001.
et: Näitab palli, mis perioodiliselt paiskab välja hulga juhuslikke teravikke. Ai! Autor: Jamie Zawinski; 2001.
eu: Periodikoki eztenak ateratzen dituen pilota bat marrazten du. Atx! Jamie Zawinski-k idatzia; 2001.
fi: Piirtää pallon, josta säännöllisin väliajoin työntyy esiin piikkejä. Auts! Kirjoittanut Jamie Zawinski, 2001.
fr: Dessine une boule qui régulièrement se hérisse de nombreuses piques. Ouille ! Écrit par Jamie Zawinski ; 2001.
ga: Dearann sé seo liathróid a easbhrúnn spící randamacha. Aigh! Scríofa ag Jamie Zawinski, 2001.
gl: Debuxa unha bóla de onde saen periodicamente algunhas espiñas aleatorias. Ouch! Escribiuno Jamie Zawinski en 2001.
hu: Periodikusan tüskéket növesztő labdát jelenít meg. Juj! Készítette: Jamie Zawinski, 2001.
it: Disegna una palla che periodicamente genera molte spine a caso. Ahia! Scritto da Jamie Zawinski; 2001.
ja: 時々ランダムに刺を突き出すボール。痛っ!! Jamie Zawinski 作。2001
kk: Бір мезіде өткір тікенектерін шығартын ұшпалы доп. Абайлаңыз! Авторы: Jamie Zawinski; 2001.
ko: 주기적으로 무작위적 스파이크가 튀어 나오는 공을 그립니다. 아야! Jamie Zawinski 작성, 2001년.
lv: Zīmē bumbu, kas periodiski izšauj daudzus nejaušus pīķus. Au! Sarakstīja Jamie Zawinski; 2001.
nb: Tegner en kule som av og til strekker ut mange tilfeldige spisser. Au! Skrevet av Jamie Zawinski, 2001.
nds: En Ball, den jümmers wedder Prickels wasst; 2001. Auer! Schreven vun Jamie Zawinski, 2001.
nl: Toont een bal waar regelmatig vele willekeurige pennen uitkomen. Auw! In 2001 geschreven door Jamie Zawinski.
nn: Teiknar ein ball som skyt ut skumle piggar. Au! Skriven av Jamie Zawinski i 2001.
pl: Wyświetla kulę która co jakiś czas wyrzuca z siebie dużo kolców. Auć! Autor: Jamie Zawinski; 2001.
pt: Desenha uma bola de onde saem periodicamente alguns espinhos aleatórios. Ouch! Feito por Jamie Zawinski; 2001.
ru: Летающий мяч, из которого периодически вырастают шипы. Осторожно! Написан Джеми Завински (Jamie Zawinski), 2001.
sl: Izriše kroglo ki občasno iztisne več naključnih konic. Av! Napisal Jamie Zawinski, 2001.
sr@ijekavian: Црта лопту из које периодично излази много насумичних шиљака. Јој! Написао Џејми Завински, 2001.
sv: Ritar en boll som periodiskt utstöter många slumpmässiga taggar. Aj! Skriven av Jamie Zawinski, 2001.
uk: Показує кульку, що час від часу випускає декілька шипів. Йой! Автор — Jamie Zawinski; 2001.
zh_tw: 畫出一個球，上面有許多尖刺突出。由 Jamie Zawinski 撰寫，2001。

# @label:slider
source: Spike growth
ca@valencia: Creixement de les puntes
es: Crecimiento de los pinchos
et: Teravike kasv
eu: Eztenen hazkundea
fi: Piikkien kasvu
fr: Croissance des piques
ga: Fás na spící
gl: Crecemento das espiñas
hu: Tüskenövekedési ráta
it: Crescita delle spine
ja: 刺の成長
kk: Тікенек өсуі
ko: 스파이크 성장
lv: Pīķu augšana
nb: Spiss-vekst
nds: Prickenwassen
nl: Groei van pennen
nn: Piggvekst
pl: Przyrost kolców
pt: Crescimento dos espinhos
ru: Скорость роста шипов
sl: Rast konic
sr@ijekavian: Раст шиљака
sv: Taggtillväxt
uk: Швидкість виростання колючок
zh_tw: 尖刺生長

# @item:inrange Spike growth
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasna
sr@ijekavian: спор
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Spike growth
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitra
sr@ijekavian: брз
sv: Snabb
uk: Швидко
zh_tw: 快
