Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inrange Nervousness
source: Calm
ca@valencia: Calma
es: Calma
et: Rahulik
eu: Lasai
fi: Tyyni
fr: Calme
ga: Socair
gl: Calma
hu: Nyugalom
it: Tranquillo
ja: 穏やか
kk: Сабыр
ko: 고요함
lv: Mierīgs
nb: Rolig
nds: Still
nl: Rustig
nn: Stille
pl: Spokojnie
pt: Calmo
ru: Покой
sl: Umirjen
sr@ijekavian: смирено
sv: Lugnt
uk: Менше
zh_tw: 平靜

# @item:inrange Nervousness
source: Spastic
ca@valencia: Espasmòdic
es: Espástico
et: Kramplik
eu: Espasmodikoa
fi: Spastinen
fr: Spasmodique
ga: Spasmach
gl: Espasmódico
hu: Görcsös
it: Spastico
ja: 痙攣
kk: Ойбай!
ko: 분주함
lv: Spastisks
nb: Spastisk
nds: Wööst
nl: Spastisch
nn: Spastisk
pl: Pokracznie
pt: Espásmico
ru: Спастика
sl: Krčevit
sr@ijekavian: нападно
sv: Spastiskt
uk: Більше
zh_tw: 痙攣

# @label:slider
source: Crunchiness
ca@valencia: Cruixit
es: Crujidos
et: Haprus
fr: Croquant
ga: Cnagacht
gl: Renxer
hu: Ropogósság
it: Croccantezza
ja: 険しさ
kk: Тығыздығы
ko: 바스락거림
lv: Kraukšķīgums
nb: Sprøhet
nds: Eckentall
nl: Knapperigheid
nn: Sprøheit
pl: Chrupkość
pt: Estilhaços
ru: Хрусткость
sl: Hrustljavost
sr@ijekavian: Изломљеност
sv: Knaprighet
uk: Крихкість
zh_tw: 碎裂

# @item:inrange Crunchiness
source: Low
ca@valencia: Baix
es: Pocos
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixos
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Crunchiness
source: High
ca@valencia: Alt
es: Muchos
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Altos
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Високий
zh_tw: 高

# @item screen saver name
source: Noof
fr: Noof (GL)
it: Stelle rotanti
kk: Нуф
ko: 회전하는 패턴
nds: Seegörken
sr@ijekavian: Нуф
uk: Нуф

# @info screen saver description
source: Draws some flowery, rotatey patterns. Written by Bill Torzewski; 2004.
ca@valencia: Dibuixa alguns patrons florals rotatius. Escrit per Bill Torzewski; 2004.
es: Dibuja algunos patrones floridos rotando. Escrito por Bill Torzewski; 2004.
et: Mõningad lillelised keerlevad mustrid. Autor: Bill Torzewski; 2004.
it: Disegna degli schemi floreali rotanti. Scritto da Bill Torzewski; 2004.
nb: Tegner noen blomstrende, roter-aktige mønstre. Skrevet av Bill Torzewski i 2004.
nds: Wiest mit en poor blömig dreihen Mustern. Schreven vun Bill Torzewski, 2004.
nl: Toont een soort bloemachtige, roterende patronen. In 2004 geschreven door Bill Torzewski.
pl: Rysuje pewne kwieciste i obrotowe wzorce. Autor: Bill Torzewski; 2004.
pt: Desenha alguns padrões florais em rotação, usando o OpenGL. Feito por Bill Torzewski; 2004.
sl: Izriše vrteče cvetlične vzorce z uporabo OpenGL. Napisal Bill Torzewski, 2004.
sr@ijekavian: Црта некакве цветне, обрћуће обрасце. Написао Бил Торзевски, 2004.
sv: Ritar några blomliknande rotationsmönster. Skriven av Bill Torzewski, 2004.
uk: Показує декілька квітчастих візерунків, що обертаються. Автор — Bill Torzewski; 2004.
zh_tw: 繪製一些花樣、旋轉樣式。由 Bill Torzewski 撰寫，2004。

# @info screen saver description
source: Draws some rotatey patterns, using OpenGL. Written by Bill Torzewski; 2004.
ca@valencia: Dibuixa alguns patrons girant, utilitzant l'OpenGL. Escrit per Bill Torzewski; 2004.
es: Dibuja algunos patrones rotando, usando OpenGL. Escrito por Bill Torzewski; 2004.
et: Mõningad keerlevad mustrid OpenGL vahendusel. Autor: Bill Torzewski; 2004.
fr: Dessine des motifs en rotation, utilise OpenGL. Écrit par Bill Torzewski ; 2004.
gl: Debuxa algúns padróns en rotación, usando o OpenGL. Escribiuno Bill Torcewski en 2004.
hu: Néhány forgó mintát jelenít meg OpenGL használatával. Készítette: Bill Torzewski, 2004.
it: Disegna degli schemi rotanti con OpenGL. Scritto da Bill Torzewski; 2004.
kk: OpenGL көмегімен айналатын кейбір өрнектер. Авторы: Bill Torzewski; 2004.
lv: Zīmē dažus rotējošus rakstus, izmantojot OpenGL. Sarakstīja Bill Torzewski; 2004.
nb: Tegner noen roteraktige mønstre, ved bruk av OpenGL. Skrevet av Bill Torzewski i 2004.
nds: Wiest mit OpenGL en poor dreihen Mustern. Schreven vun Bill Torzewski, 2004.
nl: Toont een soort roterende patronen, gebruikmakend van OpenGL. In 2004 geschreven door Bill Torzewski.
nn: Teiknar nokre roterande mønster med OpenGL. Skriven av Bill Torzewski i 2004.
pl: Obracające się wzory wyświetlane za pomocą OpenGL. Autor: Bill Torzewski; 2004.
pt: Desenha alguns padrões em rotação, usando o OpenGL. Feito por Bill Torzewski; 2004.
ru: Разные вращающиеся узоры с использованием OpenGL. Автор Билл Торжевски (Bill Torzewski), 2004.
sl: Izriše vrteče vzorce z uporabo OpenGL. Napisal Bill Torzewski, 2004.
sr@ijekavian: Црта некакве обрћуће обрасце, преко опенГЛ‑а. Написао Бил Торзевски, 2004.
sv: Ritar några rotationsmönster, med användning av OpenGL. Skriven av Bill Torzewski, 2004.
uk: Показує декілька візерунків, що обертаються, за допомогою OpenGL. Автор — Bill Torzewski; 2004.
zh_tw: 用 OpenGL 繪製一些旋轉樣式。由 Bill Torzewski 撰寫，2004。

# @item screen saver name
source: NoseGuy
ca@valencia: Xicot del nas
et: Jutunina
fi: Nenätyyppi
fr: Gars au nez
gl: Home do nariz
hu: Hosszú orr
it: Nasone
ja: 鼻男
kk: Мұрынбай
ko: 코 큰 남자
lv: Degunpuisis
nb: Nesefyr
nds: Neeskeerl
nn: Nasefyr
pl: Ludzik z nochalem
pt: Narigudo
sl: Nosati človek
sr@ijekavian: Носоња
sv: Näsgubbe
uk: Носань
zh_tw: 大鼻子傢伙

# @info screen saver description
source: A little man with a big nose wanders around your screen saying things. Written by Dan Heller and Jamie Zawinski; 1992.
ca@valencia: Un home petit amb un nas gran vaga per la pantalla dient coses. Escrit per by Dan Heller i Jamie Zawinski; 1992.
es: Un pequeño hombre narigudo que vaga por su pantalla hablando. Escrito por Dan Heller y Jamie Zawinski; 1992.
et: Nösuninaga pisike mees marsib üle ekraani ja muudkui ütleb midagi. Autorid: Dan Heller ja Jamie Zawinski; 1992.
eu: Sudur handia duen gizon txiki bat patailan zehar noraezean dabil gauzak esanaz. Dan Heller eta Jamie Zawinski-k idatzia; 1992.
fi: Pieni isonenäinen mies vaeltaa ympäri näyttöä sanoen asioita. Tekijät: Dan Heller ja Jamie Zawinski; 1992.
fr: Un petit homme avec un gros nez se déplace sur votre écran en racontant des choses. Écrit par Dan Heller et Jamie Zawinski ; 1992.
gl: Un pequeno home cun gran nariz anda polo seu pantalla a dicir cousas. Escribírono por Dan Heller e Jamie Zawinski en 1992.
hu: Egy nagyorrú kisember vándorolgat a képernyőn körbe-körbe, miközben különböző dolgokat mondogat. Készítette: Dan Heller és Jamie Zawinski, 1992.
it: Un ometto con un nasone si aggira per lo schermo dicendo varie cose. Scritto da Dan Heller e Jamie Zawinski; 1992.
kk: Бірдеме деп жүрген тапал бойлы мұрынды адам бейнесі. Авторлары: Dan Heller мен Jamie Zawinski; 1992.
lv: Mazs cilvēciņš ar lielu degunu runādams klaiņo pa jūsu ekrānu. Sarakstīja Dan Heller un Jamie Zawinski; 1992.
nb: En liten fyr med stor nese vandrer rundt på skjermen og uttaler seg om stort og smått. Skrevet av Dan Heller og Jamie Zawinski i 1992.
nds: En Manntje mit en grote Nees buttjert över den Schirm un snackt. Schreven vun Dan Heller un Jamie Zawinski, 1992.
nl: Een kleine man met een grote neus zwerft rond op uw scherm en zegt dingen. In 1992 geschreven door Dan Heller en Jamie Zawinski.
nn: Ein liten fyr med stor nase vandrar rundt på skjermen og uttalar seg om stort og smått. Skriven av Dan Heller og Jamie Zawinski i 1992.
pl: Ludzik z wielgachnym nochalem, który spaceruje po ekranie i coś tam sobie gada. Autorzy: Dan Heller i Jamie Zawinski; 1992.
pt: Um pequeno homem com um grande nariz anda pelo seu ecrã a dizer coisas. Feito por Dan Heller e Jamie Zawinski; 1992.
ru: Маленький человечек с большим носом бродит по вашему экрану и произносит разные фразы. Авторы: Ден Хеллер и Джеми Завински (Dan Heller, Jamie Zawinski), 1992.
sl: Majhen mož z velikim nosom hodi po vašem zaslonu in govori. Napisala Dan Heller in Jamie Zawinski, 1992.
sr@ijekavian: Мали човјек са великим носом лута по екрану, изговарајући понешто. Написали Ден Хелер и Џејми Завински, 1992.
sv: En liten man med en stor näsa går omkring på skärmen och säger saker. Skriven av Dan Heller och Jamie Zawinski, 1992.
uk: Чоловічок з довгим носом, що подорожує вашим екраном і час від часу щось говорить. Автори — Dan Heller та Jamie Zawinski; 1992.
zh_tw: 一個有大鼻子的小人在您的螢幕上趴趴造，並說一些事。由 Dan Heller 與 Jamie Zawinski 撰寫，1992。

# @item screen saver name
source: Pacman
gl: Comecocos
ja: パックマン
kk: Пәкман
ko: 팩맨
ru: Пожиратель (Pacman)
sr@ijekavian: Пакмен
uk: Пакмен
zh_tw: 小精靈

# @info screen saver description
source: Simulates a game of Pac-Man on a randomly-created level. http://en.wikipedia.org/wiki/Pac-Man Written by Edwin de Jong; 2004.
ca@valencia: Simula un joc de Pac-Man en un nivell creat a l'atzar. http://en.wikipedia.org/wiki/Pac-Man Escrit per Edwin de Jong; 2004.
es: Simula el juego de Pac-man en un nivel generado al azar. http://en.wikipedia.org/wiki/Pac-Man. Escrito por Edwin de Jong; 2004.
et: Pac-Mani mängu simulatsioon juhuslikult valitud tasemel. http://en.wikipedia.org/wiki/Pac-Man Autor: Edwin de Jong; 2004.
eu: Pac-Man jolas bat simulatzen du ausaz sortutako maila batean. http://en.wikipedia.org/wiki/Pac-Man Edwin de Jong-ek idatzia; 2004.
fi: Simuloi Pac-Man-peliä satunnaisesti luodulla kentällä. http://fi.wikipedia.org/wiki/Pac-Man Tekijä: Edwin de Jong; 2004.
fr: Simule un jeu de Pac-Man sur un niveau créé au hasard. http://en.wikipedia.org/wiki/Pac-Man Écrit par Edwin de Jong ; 2004.
gl: Simula un xogo de Pac-Man nunha pantalla creado aleatoriamente. http://en.wikipedia.org/wiki/Pac-Man. Escribiuno Edwin de Jong en 2004.
hu: Véletlenszerűen előállított pályán Pac-Man játékot szimulál. http://en.wikipedia.org/wiki/Pac-Man Készítette: Edwin de Jong, 2004.
it: Simula una partita di Pac-Man a un livello a caso. http://it.wikipedia.org/wiki/Pac-Man Scritto da Edwin de Jong; 2004.
ja: パックマンを、ランダムに作られたレベルでシミュレートします。http://ja.wikipedia.org/wiki/パックマン Edwin de Jong、2004年作。
kk: Кездейсоқ деңгейдегі Пәкман ойынның эмуляциясы. http://en.wikipedia.org/wiki/Pac-Man Авторлары: Edwin de Jong; 2004.
lv: Simulē spēli Pac-Man nejauši ģenerētā līmenī. http://en.wikipedia.org/wiki/Pac-Man Sarakstīja Edwin de Jong; 2004.
nb: Simulerer et Pac-Man-spill på et tilfeldig brett. <link>http://en.wikipedia.org/wiki/Pac-Man</link> Skrevet av Edwin de Jong i 2004.
nds: Simuleert en tofällig Speelstoop vun dat Speel "Pacman". http://de.wikipedia.org/wiki/Pac-Man Schreven vun Edwin de Jong, 2004.
nl: Simuleert een spelletje Pac-Man op een willekeurig aangemaakt niveau. http://en.wikipedia.org/wiki/Pac-Man In 2004 geschreven door Edwin de Jong.
nn: Simulerer eit Pac-Man-spel på eit tilfeldig brett. <link>http://en.wikipedia.org/wiki/Pac-Man</link> Skriven av Edwin de Jong i 2004.
pl: Symulacja gry Pac-Man na losowo utworzonym poziomie. http://en.wikipedia.org/wiki/Pac-Man Autor: Edwin de Jong; 2004.
pt: Simula um jogo de Pac-Man num ecrã criado aleatoriamente. http://en.wikipedia.org/wiki/Pac-Man Feito por Edwin de Jong; 2004.
ru: Эмуляция Pac-Man на случайно создаваемом уровне. http://ru.wikipedia.org/wiki/Pac-Man Автор Эдвин де Джонг (Edwin de Jong), 2004.
sl: Simulira igro Pac-Man na naključno ustvarjeni stopnji. http://en.wikipedia.org/wiki/Pac-Man Napisal Edwin de Jong, 2004.
sr@ijekavian: Симулира игру Пакмен на насумично генерисаном нивоу (http://en.wikipedia.org/wiki/Pac-Man). Написао Едвин де Јонг, 2004.
sv: Simulerar spel av Pac-Man med en slumpmässigt skapad nivå. Se http://sv.wikipedia.org/wiki/Pac-Man. Skriven av Edwin de Jong, 2004.
uk: Імітація гри у пакувальника на випадково створеному рівні. http://en.wikipedia.org/wiki/Pac-Man Автор — Edwin de Jong; 2004.
zh_tw: 模擬小精靈遊戲，隨機產生關卡。參考資料：http://en.wikipedia.org/wiki/Pac-Man 。由 Edwin de Jong 撰寫，2004。

# @label:spinbox
source: Player size
ca@valencia: Mida del jugador
es: Tamaño de jugador
et: Mängija suurus
fi: Pelaajan koko
fr: Taille du joueur
gl: Tamaño do xogador
hu: Játékosméret
it: Dimensione del giocatore
ja: プレイヤーサイズ
kk: Өлшемі
ko: 플레이어 크기
lv: Spēlētāja izmērs
nb: Spillerstørrelse
nds: Spelergrött
nl: Spelergrootte
nn: Spelarstorleik
pl: Rozmiar gracza
pt: Tamanho do jogador
ru: Размер клетки:
sl: Velikost igralca
sr@ijekavian: Величина играча
sv: Spelarstorlek
uk: Розмір гравця
zh_tw: 玩家大小

# @item screen saver name
source: Pedal
et: Pedaal
fi: Pedaali
fr: Pédale
hu: Pedál
it: Pedale
ja: ペダル
kk: Подера
ko: 페달
lv: Pedālis
sr@ijekavian: Педала
uk: Педаль
zh_tw: 踏板

# @info screen saver description
source: A demonstration of the even-odd winding rule. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Written by Dale Moore; 1995.
ca@valencia: Una mostra de la regla de pas parell-senar. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Written by Dale Moore; 1995.
es: Una demostración de la regla de devanado incluso impar. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule. Escrito por Dale Moore; 1995.
et: Paaris-paaritu keerlemise reegli demonstratsioon. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Autor: Dale Moore; 1995.
it: Una dimostrazione della regola di alternanza pari-dispari. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Scritto da Dale Moore; 1995.
nb: En demonstrasjon av like-odde-regelen.http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Skrevet av Dale Moore i 1995.
nds: En Dorstellen vun de „Even-Odd-Regel“. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Schreven vun Dale Moore, 1995.
nl: Een demonstratie van de even-oneven slingerregel. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule In 1995 geschreven door Dale Moore.
pl: Demonstracja zasady zwijania parzysty-nieparzysty. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Autor: Dale Moore; 1995.
pt: Uma demonstração da regra de passagem par-ímpar. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Feito por Dale Moore; 1995.
sl: Demonstracija pravila sodega-lihega vijuganja krivulje. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Napisal Dale Moore; 1995.
sr@ijekavian: Демонстрација правила завијања пар‑непар (http://en.wikipedia.org/wiki/Even-odd_rule, http://en.wikipedia.org/wiki/Nonzero-rule). Написао Дејл Мур, 1995.
sv: En demonstration av jämn-udda lindningsregeln. Se http://en.wikipedia.org/wiki/Even-odd_rule och http://en.wikipedia.org/wiki/Nonzero-rule. Skriven av Dale Moore, 1995.
uk: Демонстрація правила зафарбовування. http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule Автор — Dale Moore; 1995.
zh_tw: 展示奇數、偶數纏繞的規則。參考資料：http://en.wikipedia.org/wiki/Even-odd_rule http://en.wikipedia.org/wiki/Nonzero-rule 由 Dale Moore 撰寫，1995。

# @info screen saver description
source: A demonstration of the even-odd winding rule. Written by Dale Moore; 1995.
ca@valencia: Una mostra de la regla de pas parell-senar Written by Dale Moore; 1995.
es: Una demostración de la regla de devanado incluso impar. Escrito por Dale Moore; 1995.
et: Paaris-paaritu keerlemise reegli demonstratsioon Autor: Dale Moore; 1995.
it: Una dimostrazione della regola di alternanza pari-dispari. Scritto da Dale Moore; 1995.
nb: En demonstrasjon av like-odde-regelen. Skrevet av Dale Moore i 1995.
nds: En Dorstellen vun de „Even-Odd-Regel“. Schreven vun Dale Moore, 1995.
nl: Een demonstratie van de even-oneven slingerregel. In 1995 geschreven door Dale Moore.
pl: Demonstracja zasady zwijania parzysty-nieparzysty. Autor: Dale Moore; 1995.
pt: Uma demonstração da regra de passagem par-ímpar. Feito por Dale Moore; 1995.
sl: Demonstracija pravila sodega-lihega vijuganja krivulje. Napisal Dale Moore; 1995.
sr@ijekavian: Демонстрација правила завијања пар‑непар. Написао Дејл Мур, 1995.
sv: En demonstration av jämn-udda lindningsregeln. Skriven av Dale Moore, 1995.
uk: Демонстрація правила зафарбовування. Автор — Dale Moore; 1995.
zh_tw: 展示奇數、偶數纏繞的規則。由 Dale Moore 撰寫，1995。

# @info screen saver description
source: This is sort of a combination spirograph/string-art. It generates a large, complex polygon, and renders it by filling using an even/odd winding rule. Written by Dale Moore; 1995.
ca@valencia: És una espècie de combinació entre espirògraf i l'art de fer cordes. Genera un polígon gran i complexe, i el representa per farciment utilitzant un mètode de corbes parell/senar. Escrit per Dale Moor; 1995.
es: Es un tipo de combinación de «Spitograph» y el arte de encordar. Genera un enorme y complejo polígono, y deja hacer el trabajo al servidor X según la norma de encordado par/impar. Escrito por Dale Moore; 1995.
et: See on omamoodi kombinatsioon mustrijoonistajast ja stringikunstist. Tekitab suure ja keerulise polügooni ning renderdab seda, andes sellele sobiva tasase pinna ja esileulatuvate osade vahekorra. Autor: Dale Moore; 1995.
fr: Il s'agit d'une sorte de combinaison d'art de corde / spirographe. Il génère un grand polygone complexe, et le rend en faisant le remplissage avec une règle d'enroulement venteux paire / impaire. Écrit par Dale Moore ; 1995.
ga: Is teaglaim é seo de "Spirograph" agus ealaín teaghrán. Gineann sé polagán mór casta, agus rindreálann sé é trí riail tochrais corr/cothrom. Scríofa ag Dale Moore, 1995.
gl: Isto é algo semellante a un gráfico en espiral. Xera un polígono grande e complexo, e reéncheo empregando unha regra de par/impar. Escribiuno Dale Moore en 1995.
hu: Ez lényegében egyfajta kombináció spirográfból és vonalas rajzból. Nagy, komplex sokszögeket rajzol, majd kitölti őket egy páros/páratlan szabály alapján. Készítette: Dale Moore, 1995.
it: Una sorta di combinazione tra spirografi e arte a stringhe. Genera un poligono grande e complesso, e lo rende riempiendolo con una regola pari/dispari. Scritto da Dale Moore; 1995.
ja: これはある種の、スピログラフとストリングアートの融合です。大きな複雑なポリゴンを描き、偶数/奇数による変形ルールによって描画します。Dale Moore、1995年作。
kk: Үлкен күрделі көпбұрыш салып қиылыста бояуын жоғталып/қайта пайда болатын сызықтармен толтыру бейнесі.
nb: Dette er en slags kombinasjon av spirograf og hyssingkunst. Det lager en stor, komplisert polygon og tegner den ved å bruke en odde/like sno-regel. Skrevet av Dale Moore i 1995.
nds: En Oort Mischen ut Spirograaf-Teken un Fadenkunst. Stellt en groot, vigeliensch Veeleck op, un gifft dat en even/uneven Dreihpadd. 1995 schreven vun Dale Moore, 1995.
nl: Dit is soort van combinatie spirograph/tekst-kunst. Het genereert een grote, complexe veelhoek en geeft het weer door het op te vullen met een even/onoven slingerregel. In 1995 geschreven door Dale Moore.
nn: Ein slags kombinasjon av ein spirograf og trådkunst. Lagar store, komplekse mangekantar, og fyller dei med jamn–odd-regelen. Skriven av Dale Moore i 1995.
pl: Rodzaj połączenia spirografu i sztuki sznurkowej. Generowane są duże, złożone wielokąty, wypełniane z użyciem regularnych lub dziwacznych, zakręconych reguł. Autor: Dale Moore; 1995.
pt: Isto é algo semelhante a um gráfico em espiral. Gera um polígono grande e complexo, e deixa o trabalho de lhe dar uma regra de preenchimento par/ímpar para o servidor do X. Feito por Dale Moore; 1995.
ru: Гибрид спирографа и нитяной графики. Хранитель экрана создаёт большой, сложный многоугольник, заполняя линии в зависимости от того, чётная она или нет. Автор Дейл Мур (Dale Moor); 1995.
sl: To je neke vrste kombinacija spirografa/umetnosti nizov. Ustvari velik kompleksen mnogokotnik in ga izriše z zapolnitvijo z uporabo pravila lihih/sodih vijug. Napisal Dale Moore, 1995.
sr@ijekavian: Некаква комбинација цртежа спирографа и ниски. Црта велики, сложени полигон, и рендерује га испуном по пар‑непар правилу намотавања. Написао Дејл Мур, 1995.
sv: Den här är en sorts kombination av en spirograf och strängkonst. Den skapar en stor komplicerad polygon, och fyller i den genom att använda en jämn/udda upprullningsregel. Skriven av Dale Moore, 1995.
uk: Ця програма є сумішшю спірографа та зображення зі струн. Вона створює великий складний багатокутник, а потім заповнює його, використовуючи правило зміни кольору при переході через границю. Автор — Dale Moore; 1995.
zh_tw: 產生一個很大的、很複雜的多邊形，並用一些單複數盤繞的規則來填滿它。由 Dale Moore 撰寫，1995。

# @item:inrange Lines
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Lines
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: Penetrate
ca@valencia: Penetració
es: Incursión
et: Tulistaja
fi: Tunkeutuminen
fr: Percer
gl: Penetrar
hu: Behatolás
it: Guerra nucleare
ja: 侵入
kk: Бұзып ену
ko: 침투
lv: Pārņemšana
nb: Treng gjennom
nds: Dörkamen
nl: Doordringen
nn: Treng gjennom
pl: Penetracja
pt: Penetração
sl: Prodiranje
sr@ijekavian: ⁠Пробој
sv: Genomträng
uk: Проникнення
zh_tw: 入侵
