Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inrange Number of cows
source: Herd
ca@valencia: Ramat
es: Manada
et: Kari
eu: Behi taldea
fi: Lauma
fr: Troupeau
ga: Tréad
gl: Grea
hu: Nyáj
it: Mandria
ja: 群れ
kk: Бірнеше
ko: 소떼
lv: Ganāmpulks
nb: Bøling
nds: Heerd
nl: Kudde
nn: Flokk
pl: Stado
pt: Manada
ru: Стадо
sl: Čreda
sr@ijekavian: крдо
sv: Flock
uk: Череда
zh_tw: 牛群

# @item screen saver name
source: Boxed
ca@valencia: Encaixades
et: Kastis
fi: Laatikoitu
fr: En boîte
gl: Encaixado
hu: Dobozban
it: In scatola
ja: 箱詰め
kk: Шыны қорап
ko: 상자
lv: Kastē
nb: Bokset
nds: Inslaten
nl: In een doos
nn: Boks
pl: W pudełku
pt: Encaixotado
ru: В коробке
sl: Škatla
sr@ijekavian: Кутијасто
sv: Fyrkantig
uk: В коробці
zh_tw: 盒裝的

# @info screen saver description
source: Draws a box full of 3D bouncing balls that explode. Written by Sander van Grieken; 2002.
ca@valencia: Dibuixa una caixa plena de boles 3D que reboten, i que explota. Escrit per Sander van Grieken; 2002.
es: Dibuja una caja llena de pelotas en 3D que rebotan y explotan. Escrito por Sander van Grieken; 2002.
et: Kujutab kasti, mis on täis plahvatavaid kolmemõõtmelisi põrkuvaid palle. Autor: Sander van Grieken; 2002.
eu: Errebotatu eta eztanda egiten duen 3D pilotaz betetako kutxa bat marrazten du. Sander van Grieken-ek idatzia; 2002.
fi: Laatikon sisällä on pomppivia kolmiulotteisia palloja, jotka räjähtävät. Kirjoittanut Sander van Grieken, 2002.
fr: Dessine une boîte en 3D qui envoie des boules explosives. Écrit par Sander Van Grieken en 2002.
ga: Dearann sé seo bosca lán de liathróidí preabtha a phléascann. Scríofa ag Sander van Grieken, 2002.
gl: Debuxa unha caixa chea de bólas en 3D saltonas a estoupar. Escribiuno Sander van Grieken en 2002.
hu: 3D-s pattogó, szétpukkanó labdák egy dobozban. Készítette Sander van Grieken, 2002.
it: Disegna una scatola piena di palline tridimensionali che rimbalzano ed esplodono. Scritto da Sander van Grieken; 2002.
ja: 箱いっぱいに詰められた 3D の弾む爆発するボールを描画。Sander van Grieken、2002年作。
kk: 3D шыны қорапта секірген доптар бейнесі. Сыртқа шыққандары жарылады. Авторы: Sander van Grieken; 2002.
ko: 폭발하는 3D 튀는 공으로 가득 찬 상자를 그립니다. Sander van Grieken 작성, 2002년.
nb: Tegner en boks full av 3D-baller som spretter og eksploderer. Skrevet av Sander van Grieken, 2002.
nds: Wiest en Kasten vull vun jumpen 3D-Bäll, de af un an explodeert. 2002 schreven vun Sander van Grieken.
nl: Toont een doos met in 3D stuiterende ballen die explodeert. In 2002 geschreven door Sander van Grieken.
nn: Teiknar ein boks full av 3D-sprettballar som eksploderer når dei treff bakken. Skriven av Sander van Grieken i 2002.
pl: Trójwymiarowe pudełko pełne eksplodujących kul. Autor: Sander van Grieken; 2002.
pt: Desenha uma caixa cheia de bolas em 3D aos saltos e a explodir. Feito por Sander van Grieken; 2002.
ru: Рисует полый куб, наполненный прыгающими шариками, которые затем взрываются. Автор — Сандер ван Грикен (Sander van Grieken), 2002.
sl: Izriše škatlo polno 3D obijajočih žog, ki eksplodirajo. Napisal Sander van Grieken, 2002.
sr@ijekavian: Црта кутију пуну одбијајућих 3Д лопти које експлодирају. Написао Сандер ван Грикен, 2002.
sv: Ritar en fyrkant full med tredimensionella studsande bollar som exploderar. Skriven av Sander van Grieken, 2002.
uk: Показує тривимірну скриньку з кульками, що підстрибують і вибухають. Автор — Sander van Grieken; 2002.
zh_tw: 畫出一個充滿立體彈跳球的盒子。由 Sander van Grieken 撰寫，2002。

# @label:slider
source: Number of balls
ca@valencia: Nombre de boles
es: Número de pelotas
et: Pallide arv
eu: Pilota kopurua
fi: Palloja
fr: Nombre de boules
ga: Líon na liathróidí
gl: Número de bólas
hu: A labdák száma
it: Numero di palline
ja: ボールの数
kk: Доптар саны
ko: 공 개수
lv: Bumbu skaits
nb: Antall baller
nds: Tall vun Kugeln
nl: Aantal ballen
nn: Tal på ballar
pl: Liczba kul
pt: Número de bolas
ru: Количество шариков
sl: Število žog
sr@ijekavian: Број лопти
sv: Antal bollar
uk: Кількість м’ячів
zh_tw: 球數

# @item:inrange Number of balls
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Number of balls
source: Lots
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molte
ja: 組
kk: Көп
ko: 많음
lv: Daudz
nb: Massevis
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @label:slider
source: Ball size
ca@valencia: Mida de les boles
es: Tamaño de las pelotas
et: Palli suurus
eu: Pilotaren neurria
fi: Pallon koko
fr: Taille des balles
ga: Méid na liathróidí
gl: Tamaño da bóla
hu: Labdaméret
it: Dimensione delle palline
ja: ボールのサイズ
kk: Доп өлшемі
ko: 공 크기
lv: Bumbas izmērs
nb: Ballstørrelse
nds: Ballgrött
nl: Balgrootte
nn: Ballstorleik
pl: Rozmiar piłki
pt: Tamanho das bolas
ru: Размер шарика
sl: Velikost žoge
sr@ijekavian: Величина лопте
sv: Bollstorlek
uk: Розмір м'яча
zh_tw: 球體大小

# @item:inrange Ball size
source: Tiny
ca@valencia: Minúscula
es: Pequeño
et: Tilluke
eu: Nimiñoa
fi: Pikkuruinen
fr: Petite
ga: An-bheag
gl: Pequerrecha
hu: Nagyon kicsi
it: Minuscole
ja: 小さい
kk: Шағын
ko: 작게
lv: Sīks
nb: Bitteliten
nds: Lierlütt
nl: Heel klein
nn: Ørliten
pl: Mały
pt: Minúscula
ru: Крошечный
sl: Drobcena
sr@ijekavian: сићушна
sv: Mycket liten
uk: Крихітна
zh_tw: 小

# @item:inrange Ball size
source: Huge
ca@valencia: Enorme
es: Enorme
et: Hiiglaslik
eu: Erraldoia
fi: Valtava
fr: Énorme
ga: Ollmhór
gl: Enorme
hu: Nagyon nagy
it: Gigantesche
ja: 巨大
kk: Зор
ko: 크게
lv: Milzīgs
nb: Enorm
nds: Bannig groot
nl: Enorm
nn: Enorm
pl: Wielki
pt: Enorme
ru: Огромный
sl: Ogromna
sr@ijekavian: огромна
sv: Enorm
uk: Величезна
zh_tw: 巨大

# @label:slider
source: Explosion force
ca@valencia: Potència de les explosions
es: Fuerza de la explosión
et: Plahvatuse tugevus
eu: Eztandaren indarra
fi: Räjähdysvoima
fr: Force de l'explosion
ga: Neart an phléascaidh
gl: Forza da explosión
hu: Kipukkanási erő
it: Forza delle esplosioni
ja: 爆発力
kk: Жарылыс күші
ko: 폭발력
lv: Eksplozijas spēks
nb: Eksplosjonskraft
nds: Exploschonenknööv
nl: Explosiekracht
nn: Sprengkraft
pl: Siła eksplozji
pt: Potência das explosões
ru: Сила взрыва
sl: Sila eksplozije
sr@ijekavian: Сила експлозије
sv: Explosionens kraft
uk: Сила вибуху
zh_tw: 爆炸力

# @item:inrange Explosion force
source: Popcorn
ca@valencia: Crispetes
es: Palomitas de maíz
et: Popkorn
eu: Krispeta
ga: Grán Rósta
gl: Flocos de millo
hu: Pattogatott kukorica
ja: ポップコーン
kk: Попкорн
ko: 팝콘
lv: Popkorns
nds: Popkoorn
nn: Popkorn
pt: Pipocas
ru: Попкорн
sl: Pokovka
sr@ijekavian: кокице
uk: Попкорн
zh_tw: 爆米花

# @item:inrange Explosion force
source: Nuke
ca@valencia: Bomba
es: Bomba atómica
et: Tuumaplahvatus
eu: Eztanda nuklearra
fr: Explosion nucléaire
ga: Buama Núicléach
gl: Destrución
hu: Atom
it: Nucleare
kk: Ядролық
ko: 핵폭탄
lv: Atombumba
nds: Atombomb
nl: Kernbom
nn: Atombombe
pl: Jądrowa
pt: Bomba
ru: Атомный
sl: Bomba
sr@ijekavian: нуклеарка
sv: Atombomb
uk: Ядерна бомба
zh_tw: 核武

# @label:slider
source: Explosion decay
ca@valencia: Decaiguda de les explosions
es: Decadencia de explosiones
et: Plahvatuse kestus
eu: Eztandaren gainbehera
fi: Räjähdyshajoaminen
fr: Affaiblissement de l'explosion
ga: Meathlú an phléascaidh
gl: Decaemento da explosión
hu: Kipukkanási lecsengés
it: Decadimento delle esplosioni
ja: 爆発減衰
kk: Жарылыстың басылуы
ko: 폭발 붕괴
nb: Eksplosjonshenfall
nds: Exploschonenverloop
nl: Explosieverval
nn: Eksplosjonsreduksjon
pl: Zanik eksplozji
pt: Decaimento das explosões
ru: Затухание взрыва
sl: Čas pojemanja eksplozije
sr@ijekavian: Опадање експлозије
sv: Explosionens avklingning
uk: Затримка вибуху
zh_tw: 爆炸衰減

# @item:inrange Explosion decay
source: Linger
ca@valencia: Endarreriment
es: Persistencia
et: Viivitus
eu: Iraun
fi: Viipyvä
fr: Lenteur
ga: Fan
gl: Persistencia
hu: Késleltetett
it: Cova
ja: 残存する
kk: Кідірту
ko: 사알살
nb: Somle
nds: Lungern
nl: Rondhangen
nn: Dvel
pl: Opóźnienie
pt: Atraso
ru: Задержка
sl: Obotavljanje
sr@ijekavian: задршка
sv: Dröj kvar
uk: Гаяння часу
zh_tw: 徘徊

# @item:inrange Explosion decay
source: Pop!
et: Prauhh!
eu: plaust!
fi: Poks!
ga: Pléasc!
hu: Durr!
it: Bang!
kk: Пах!
ko: 펑!
nn: Pang!
pl: Z hukiem
pt: Estoiro!
ru: Вверх!
sl: Pok!
sr@ijekavian: поп!
sv: Poppa!
uk: Бах!
zh_tw: 砰～～

# @label:slider
source: Explosion momentum
ca@valencia: Moment de les explosions
es: Momento de la explosión
et: Plahvatuse impulss
eu: Eztanda unea
fi: Räjähdysliikemäärä
fr: Dynamisme de l'explosion
ga: Móiminteam an phléascaidh
gl: Momento da explosión
hu: Kipukkanási lendület
it: Violenza delle esplosioni
ja: 爆発の勢い
kk: Жарылыс сәті
ko: 폭발 운동량
lv: Eksplozijas moments
nb: Eksplosjonsimpuls
nds: Exploschonenutwarken
nl: Explosiemomentum
nn: Eksplosjonsimpuls
pl: Impet eksplozji
pt: Momento das explosões
ru: Импульс взрыва
sl: Gibalna količina eksplozije
sr@ijekavian: Замах експлозије
sv: Explosionens rörelsemängd
uk: Момент вибуху
zh_tw: 爆炸衝力

# @item:inrange Explosion momentum
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei mikään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Nič
sr@ijekavian: никакав
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Explosion momentum
source: Full
ca@valencia: Complet
es: Completo
et: Täielik
eu: Osoa
fi: Täysi
fr: Complet
ga: Lán
gl: Completo
hu: Teljes
it: Piena
ja: 完全
kk: Толық
ko: 높음
lv: Pilns
nds: Dicht
nl: Vol
pl: Pełny
pt: Completo
ru: Полный эффект
sl: Polna
sr@ijekavian: пун
sv: Fullständig
uk: Повністю

# @item screen saver name
source: BoxFit
ca@valencia: Ajust a la caixa
fi: Laatikkosovitus
fr: En forme de boîte
gl: Caixón
it: Riempiscatole
kk: Толтырғыш
ko: 화면을 채우는 상자
nds: Passkist
nn: Boksfyll
pl: Wypełniające kształty
pt: Ajuste à Caixa
sl: Tlakovanje
sr@ijekavian: Укоцкано
sv: Rutpassning
uk: В коробці

# @info screen saver description
source: Packs the screen with growing squares or circles, colored according to a horizontal or vertical gradient, or according to the colors of a loaded image. The objects grow until they touch, then stop. When the screen is full, they shrink away and the process restarts. Written by Jamie Zawinski; 2005.
ca@valencia: Omple la pantalla amb quadrats o cercles creixents, acolorits amb un degradat horitzontal o vertical, o amb els colors d'una imatge carregada. Els objectes creixen fins que es toquen, llavors s'paren. Quan al pantalla està plena, desapareixen i el procés torna a començar. Escrit per Jamie Zawinski; 2005.
es: Llena la pantalla de cuadrados o círculos que van creciendo, coloreados según un gradiente vertical u horizontal, o según los colores una imagen cargada. Los objetos aumentan hasta que se tocan, entonces paran. Cuando la pantalla está llena, se reducen y el proceso se inicia de nuevo. Escrito por Jamie Zawinski; 2005.
et: Täidab ekraani kasvavate ringide või ruutudega, mille värv tuleb määratud rõhtsest või püstisest üleminekust või hoopis laaditud pildifaili värvidest. Objektid kasvavad, kuni nad puudutavad piiret, ja siis peatuvad. Kui ekraan on nendega täidetud, tõmbuvad nad kokku ja kõik algab otsast peale. Autor: Jamie Zawinski; 2005.
fi: Täyttää ruudun kasvavilla neliöillä tai ympyröillä, jotka väritetään vaaka- tai pystyliukuvärillä tai työpöydän värien tai ladatun kuvatiedoston värien mukaisesti. Kuviot kasvavat kunnes koskettavat toisiaan, sitten pysähtyvät. Ruudun täytyttyä ne kutistuvat, ja kaikki alkaa alusta. Kirjoittanut Jamie Zawinski, 2005.
it: Riempie lo schermo con quadrati o cerchi che crescono, colorati secondo una sfumatura orizzontale o verticale, o secondo i colori di un'immagine caricata. Gli oggetti crescono fino a toccarsi, poi si fermano. Quando lo schermo è pieno, si restringono e il processo riparte. Scritto da Jamie Zawinski; 2005.
ko: 커지는 사각형이나 원으로 화면을 채우며 수평이나 수직 그라데이션, 불러온 그림에 따라 색을 칠합니다. 개체들이 만날 때까지 커진 다음 더 이상 커지지 않습니다. 화면이 가득 차면 개체들이 작아지고 과정이 다시 시작됩니다. Jamie Zawinski 작성, 2005년.
nb: Pakker skjermen full av voksende kvadrater eller sirkler, farget med en vannrett eller loddrett fargeovergang, eller etter fargene i et innlastet bilde. Objektene vokser til de rører ved hverandre, så stopper de. Når skjermen er full krymper de vekk og prosessen starter på nytt. Skrevet av Jamie Zawinski, 2005.
nds: Maakt den Schirm vull mit wassen Rechtecken oder Krinken, infarvt na en kimm- oder pielrecht Övergang oder na de Klören ut en laadt Bild. De Objekten warrt grötter, bet se sik anrögen deit, un hollt denn op. Is de Schirm vull, warrt se wedder lütter, un allens geiht wedder vun vörn loos. 2005 schreven vun Jamie Zawinski.
nl: Zet het scherm vol met groeiende vierkanten of cirkels, gekleurd volgens een horizontale of verticale gradiënt of volgens de kleuren van een geladen afbeelding. De objecten groeien totdat zij elkaar raken en stoppen dan. Als het scherm vol is schrompelen ze weg en het proces start opnieuw. In 2005 geschreven door Jamie Zawinski.
pl: Wypełnia ekran rosnącymi kwadratami lub kołami. Kolory zależą od poziomego lub pionowego gradientu albo od kolorów wczytanego obrazu. Obiekty rosną dopóki się nie dotkną. Gdy ekran jest pełny, obiekty się kurczą a proces rozpoczyna się od nowa. Autor: Jamie Zawinski; 2005.
pt: Preenche o ecrã com quadrados ou círculos em crescimento, coloridos de acordo com um gradiente horizontal ou vertical, ou então de acordo com as cores no ecrã ou de um ficheiro de imagem carregado. Os objectos aumentam até se tocarem, onde aí irão parar. Quando o ecrã ficar cheio, elas voltam a diminuir e o processo volta ao seu estado inicial. Feito por Jamie Zawinski; 2005.
sl: Zapolni zaslon z rastočimi kvadrati ali krogi, obarvanimi glede na vodoraven ali navpični preliv ali glede na barve naložene slike. Predmeti rastejo dokler se ne dotaknejo in nato ustavijo. Ko je zaslon poln, se skrčijo stran in opravilo se začne znova. Napisal Jamie Zawinski, 2005.
sr@ijekavian: Попуњава екран растућим квадратима или круговима, обојеним по водоравном или усправном преливу, или по бојама учитане слике. Објекти расту док се не додирну, а онда стану. Када се екран попуни, скупе се и процес почиње изнова. Написао Џејми Завински, 2005.
sv: Packar skärmen med växande fyrkanter eller cirklar, färgade enligt en horisontell eller vertikal toning, eller enligt färgerna på en inläst bild. Objekten växer till de rör varandra, och stoppar därefter. När skärmen är full, krymper de bort, och processen börjar om. Skriven av Jamie Zawinski, 2005.
uk: Заповнює екран квадратами або кругами, що зростають і розфарбовані відповідно до горизонтальних або вертикальних градієнтів, або відповідно до кольорів завантаженого файла зображення. Об’єкти зростають, аж доки не дотикаються до сусідніх. Коли екран буде заповнено, зображення витирається і процес розпочинається спочатку. Автор — Jamie Zawinski; 2005.
zh_tw: 在螢幕上顯示方塊或圓圈，逐漸長大，顏色依水平或垂直漸層變化，或載入的影像檔的顏色變化。每個物件會一直長大，直到碰觸彼此後停止。螢幕滿了之後，則縮小到最後重新開始。由 Jamie Zawinski 撰寫，2005 年。

# @info screen saver description
source: Packs the screen with growing squares or circles, colored according to a horizontal or vertical gradient, or according to the colors of the desktop or a loaded image file. The objects grow until they touch, then stop. When the screen is full, they shrink away and the process restarts. Written by Jamie Zawinski; 2005.
ca@valencia: Omple la pantalla amb quadrats o cercles creixents, acolorits amb un degradat horitzontal o vertical, o amb els colors de l'escriptori o d'un fitxer d'imatge carregat. Els objectes creixen fins que es toquen, llavors s'paren. Quan al pantalla està plena, desapareixen i el procés torna a començar. Escrit per Jamie Zawinski; 2005.
es: Llena la pantalla de cuadrados o círculos que van creciendo, coloreados según un gradiente vertical u horizontal, o según los colores del escritorio o los de un archivo de imagen cargado. Los objetos aumentan hasta que se tocan, entonces paran. Cuando la pantalla está llena, se reducen y el proceso se inicia de nuevo. Escrito por Jamie Zawinski; 2005.
et: Täidab ekraani kasvavate ringide või ruutudega, mille värv tuleb määratud rõhtsest või püstisest üleminekust või hoopis töölaua värvidest või laaditud pildifailist. Objektid kasvavad, kuni nad puudutavad piiret, ja siis peatuvad. Kui ekraan on nendega täidetud, tõmbuvad nad kokku ja kõik algab otsast peale. Autor: Jamie Zawinski; 2005.
eu: Pantaila betetzen du hazten diren karratu edo zirkuluekin, gradiente horizontal edo bertikal baten arabera koloreztatuak, edo mahaigainaren koloreen edo zamatutako irudi fitxategi batenaren arabera. Objektuak hazten dira elkar ikutzen duten arte, ondoren gelditu. Pantaila beteta dagoenean, uzkurtu egiten dira eta prozesua berriz hasten da. Jamie Zawinski-k idatzia; 2005.
fi: Täyttää ruudun kasvavilla neliöillä tai ympyröillä, jotka väritetään vaaka- tai pystyliukuvärillä tai työpöydän värien tai ladatun kuvatiedoston värien mukaisesti. Kuviot kasvavat kunnes koskettavat toisiaan, sitten pysähtyvät. Ruudun täytyttyä ne kutistuvat, ja kaikki alkaa alusta. Kirjoittanut Jamie Zawinski, 2005.
fr: Empaquette l'écran avec des carrés ou des cercles grossissant, colorées selon un gradient horizontal ou vertical, ou selon les couleurs du bureau ou un fichier image chargé. Les objets se développent jusqu'à ce qu'ils se touchent, puis s'arrête. Quand l'écran est plein, ils se rétrécissent et le processus redémarre. Écrit par Jamie Zawinski ; 2005.
gl: Recobre a pantalla con cadros ou círculos a crecer, coloreados segundo un gradiente horizontal ou vertical ou segundo as cores do escritorio ou dunha imaxe. Os obxector crecen até tocárense, logo paran. Cando a pantalla está chea, redúcense e o proceso volta a comezar. Escribiuno Jamie Zawinski en 2005.
it: Riempie lo schermo con quadrati o cerchi che crescono, colorati secondo una sfumatura orizzontale o verticale, o secondo i colori del desktop o di un file immagine caricato. Gli oggetti crescono fino a toccarsi, poi si fermano. Quando lo schermo è pieno, si restringono e il processo riparte. Scritto da Jamie Zawinski; 2005.
kk: Экранды өспелі шаршы не дөңгелек дақтармен толтырылады. Олар тік не жатық бағытта өзгермелі, үстелдің не жүктелген кескінге сәйкесті түстермен боялады. Дақтар бір біріне тигенше өседі. Экран толған соң сурет ысырылады да, қайта басталады. Авторы: Jamie Zawinski; 2005.
ko: 커지는 사각형이나 원으로 화면을 채우며 수평이나 수직 그라데이션, 데스크톱이나 불러온 그림에 따라 색을 칠합니다. 개체들이 만날 때까지 커진 다음 더 이상 커지지 않습니다. 화면이 가득 차면 개체들이 작아지고 과정이 다시 시작됩니다. Jamie Zawinski 작성, 2005년.
nb: Pakker skjermen full av voksende kvadrater eller sirkler, farget med en vannrett eller loddrett fargeovergang, eller etter skrivebordets farger eller fargene i et innlastet bilde. Objektene vokser til de rører ved hverandre, så stopper de. Når skjermen er full krymper de vekk og prosessen starter på nytt. Skrevet av Jamie Zawinski, 2005.
nds: Maakt den Schirm vull mit wassen Rechtecken oder Krinken, infarvt na en kimm- oder pielrecht Övergang, de Schriefdischklören, oder de Klören ut en laadt Bilddatei. De Objekten warrt grötter, bet se sik anrögen deit, un hollt denn op. Is de Schirm vull, warrt se wedder lütter, un allens geiht wedder vun vörn loos. Schreven vun Jamie Zawinski, 2005.
nl: Zet het scherm vol met groeiende vierkanten of cirkels, gekleurd volgens een horizontale of verticale gradiënt of volgens de kleuren van het bureaublad of een geladen afbeelding. De objecten groeien totdat zij elkaar raken en stoppen dan. Als het scherm vol is, dan schrompelen ze weg en het proces start opnieuw. In 2005 geschreven door Jamie Zawinski.
nn: Fyller skjermen med kvadrat eller sirklar som veks, og vert fargelagde basert på ein vassrett eller loddrett fargeovergang, eit bilete eller skjermbilete. Objekta veks til dei kjem borti kvarandre. Når skjermen er full, krympar dei, og prosessen startar på nytt. Skriven av Jamie Zawinski i 2005.
pl: Wypełnia ekran rosnącymi kwadratami lub kołami. Kolory zależą od poziomego lub pionowego gradientu albo od kolorów pulpitu, czy też wczytanego pliku obrazu. Obiekty rosną dopóki się nie dotkną. Gdy ekran jest pełny, obiekty się kurczą a proces rozpoczyna się od nowa. Autor: Jamie Zawinski; 2005.
pt: Preenche o ecrã com quadrados ou círculos em crescimento, coloridos de acordo com um gradiente horizontal ou vertical, ou então de acordo com as cores no ecrã ou de um ficheiro de imagem carregado. Os objectos aumentam até se tocarem, onde aí irão parar. Quando o ecrã ficar cheio, elas voltam a diminuir e o processo volta ao seu estado inicial. Feito por Jamie Zawinski; 2005.
ru: Заполняет экран увеличивающимися квадратами или окружностями, окрашенными согласно цветам горизонтального или вертикального градиента, цветами десктопа или загруженного изображения. Объекты растут, пока не станут соприкасаться, затем останавливаются. После заполнения экрана объекты съёживаются до исчезновения, затем процесс повторяется. Автор Джеми Завински (Jamie Zawinski); 2005.
sl: Zapolni zaslon z rastočimi kvadrati ali krogi, obarvanimi glede na vodoraven ali navpični preliv ali glede na barve namizje ali naložene slikovne datoteke. Predmeti rastejo dokler se ne dotaknejo in nato ustavijo. Ko je zaslon poln, se skrčijo stran in opravilo se začne znova. Napisal Jamie Zawinski, 2005.
sr@ijekavian: Попуњава екран растућим квадратима или круговима, обојеним по водоравном или усправном преливу, или по бојама површи или учитане слике. Објекти расту док се не додирну, а онда стану. Када се екран попуни, скупе се и процес почиње изнова. Написао Џејми Завински, 2005.
sv: Packar skärmen med växande fyrkanter eller cirklar, färgade enligt en horisontell eller vertikal toning, enligt skrivbordets färger, eller en laddad bildfil. Objekten växer till de rör varandra, och stoppar därefter. När skärmen är full, krymper de bort, och processen börjar om. Skriven av Jamie Zawinski, 2005.
uk: Заповнює екран квадратами або кругами, що зростають і розфарбовані відповідно до горизонтальних або вертикальних градієнтів, або відповідно до кольорів робочого столу чи завантажено файла зображення. Об’єкти зростають, аж доки не дотикаються до сусідніх. Коли екран буде заповнено, зображення витирається і процес розпочинається спочатку. Автор — Jamie Zawinski; 2005.
zh_tw: 在螢幕上顯示方塊或圓圈，逐漸長大，顏色依水平或垂直漸層變化，或依桌面或載入影像檔的顏色變化。每個物件會一直長大，直到碰觸彼此後停止。螢幕滿了之後，則縮小到最後重新開始。由 Jamie Zawinski 撰寫，2005 年。

# @label:spinbox
source: Boxes
ca@valencia: Caixes
es: Cajas
et: Kastid
eu: Kutxak
fi: Laatikoita
fr: Boîtes
ga: Boscaí
gl: Caixas
hu: Dobozok
it: Scatole
ja: 箱
kk: Дақтар
ko: 상자
lv: Kastes
nb: Bokser
nds: Kastens
nl: Dozen
nn: Boksar
pl: Pudełka
pt: Caixas
ru: Квадраты
sl: Škatle
sr@ijekavian: Кутије
sv: Rutor
uk: Коробки
zh_tw: 盒子

# @label:spinbox
source: Grow by
ca@valencia: Créixer en
es: Crecer por
et: Kasvutegur
eu: Hazi hainbatean
fi: Suurennuskerroin
fr: Agrandir de
gl: Aumentar o
hu: Növekedési tényező
it: Cresci di
kk: өсуі қаншадан:
ko: 성장 정도
lv: Augt par
nb: Voks med
nds: Grötter maken üm
nl: Groeien door
nn: Veks med
pl: Powiększaj o
pt: Crescer em
ru: Степень увеличения
sl: Zrasti za
sr@ijekavian: Увећање
sv: Väx med
uk: Збільшувати на
zh_tw: 成長頻率

# @label:spinbox
source: Spacing
ca@valencia: Espaiat
es: Espaciado
et: Vahe
eu: Tartea
fi: Etäisyys
fr: Espacement
ga: Spásáil
gl: Espazamento
hu: Térköz
it: Spaziatura
ja: 間隔
kk: Аралығы
ko: 간격
lv: Atstatums
nb: Avstand
nds: Afstand
nl: Afstand
nn: Mellomrom
pl: Odstępy
pt: Espaço
ru: Интервал
sl: Razmiki
sr@ijekavian: Проред
sv: Mellanrum
uk: Інтервал
zh_tw: 間隔
