Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Generates random 3D plots that look vaguely mountainous. Written by Pascal Pensa; 1997.
ca@valencia: Genera punts 3D aleatoris que recorden vagament a les muntanyes. Escrit per Pascal Pensa; 1997.
es: Genera puntos 3D aleatorios que parecen vagamente montañosos. Escrito por Pascal Pensa.
et: Tekitab suvalisi 3D jooniseid, mis näevad natuke mägede moodi välja. Autor: Pascal Pensa; 1997.
fi: Luo satunnaisia kolmiulotteisia käyriä, jotka luovat vaikutelman vuoristosta. Tekijä: Pascal Pensa; 1997.
fr: Génère des graphiques aléatoires en 3d qui ressemblent vaguement à des montagnes. Écrit par Pascal Pensa ; 1997.
ga: Gineann sé seo breacthaí randamacha 3T a bhfuil cosúlacht acu le sléibhte. Scríofa ag Pascal Pensa, 1997.
gl: Xera debuxos 3D aleatorios que fan lembrar vagamente montañas. Escribiuno Pascal Pensa en 1997.
hu: Véletlenszerű 3D-s ponthalmazokat hoz létre, amelyek halványan hegyekre emlékeztetnek. Készítette: Pascal Pensa, 1997.
it: Genera grafici tridimensionali casuali vagamente montagnosi. Scritto da Pascal Pensa; 1997.
ja: 山のようにも見える、ランダムな 3D プロット。Pascal Pensa、1997年作。
kk: Шамалы тауларға ұқсас ұш-өлшемді суреттер. Авторы: Pascal Pensa; 1997.
lv: Ģenerē nejaušus 3D grafikus, kas nedaudz atgādina kalnus. Sarakstīja Pascal Pensa; 1997.
nb: Lager tilfeldige 3D-plott som minner om fjell. Skrevet av Pascal Pensa i 1997.
nds: Stellt tofällig Gadderteken op, de en beten as Bargen utseht; 1997. Schreven vun Pascal Pensa, 1997.
nl: Genereert willekeurige 3D afbeeldingen die vaag bergachtig lijken. In 1997 geschreven door Pascal Pensa.
nn: Lagar tilfeldige 3D-plott som kan minna om fjell. Skriven av Pascal Pensa i 1997.
pl: Generuje losowe trójwymiarowe rysunki wyglądające z grubsza jak góry. Autor: Pascal Pensa; 1997.
pt: Gera desenhos 3D aleatórios que fazem lembrar vagamente montanhas. Feito por Pascal Pensa; 1997.
ru: Случайные трёхмерные изображения, смутно напоминающие горы. Автор Паскаль Пенса (Pascal Pensa), 1997.
sl: Izriše naključne 3D grafe, ki so približno podobni goram. Napisal Pascal Pensa, 1997.
sr@ijekavian: Генерише насумичне 3Д цртеже који делују некако планински. Написао Паскал Пенса, 1997.
sv: Skapar slumpmässiga tredimensionella diagram, som svagt påminner om berg. Skriven av Pascal Pensa, 1997.
uk: Створює випадкові тривимірні зображення, які дещо нагадують гори. Написав Pascal Pensa, 1997.
zh_tw: 隨機產生立體圖，看起來有點像山。由 Pascal Pensa 撰寫，1997。

# @label:slider
source: Peaks
ca@valencia: Cims
es: Partes
et: Tipud
eu: Gailurrak
fi: Huippuja
fr: Pics
gl: Picos
hu: Csúcsok
it: Vette
ja: 頂上
kk: Шыңдар саны
ko: 봉우리
lv: Smailes
nb: Topper
nds: Huken
nl: Pieken
nn: Toppar
pl: Szczyty
pt: Picos
ru: Вершины
sl: Vrhovi
sr@ijekavian: Врхови
sv: Toppar
uk: Піків
zh_tw: 山峰

# @item:inrange Peaks
source: One
ca@valencia: Un
es: Uno
et: Üks
eu: Bat
fi: Yksi
fr: Un
ga: Ceann amháin
gl: Un
hu: Egy
it: Una
ja: 一つ
kk: Бір
lv: Viena
nb: En
nds: Een
nl: Een
nn: Éin
pl: Jeden
pt: Um
ru: Одна
sl: En
sr@ijekavian: један
sv: En
uk: Один

# @item:inrange Peaks
source: Lots
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molte
ja: いっぱい
kk: Көп
ko: 많음
lv: Daudzas
nb: Masser
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @item screen saver name
source: Munch
et: Mugimine
fi: Mutustus
it: Ruminante
kk: Үгілу
ko: 뭉크
lv: Košļāšana
nds: Opfreten
sl: Žvečenje
sr@ijekavian: Њам
sv: Mumsa
uk: Жуйка
zh_tw: 咀嚼

# @info screen saver description
source: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 As reported by HAKMEM (MIT AI Memo 239, 1972), Jackson Wright wrote the above PDP-1 code in 1962. That code still lives on here, some 46 years later. In "mismunch" mode, it displays a creatively broken misimplementation of the classic munching squares algorithm instead. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Written by Jackson Wright, Tim Showalter, Jamie Zawinski and Steven Hazel; 1997.
ca@valencia: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST.-4 Tal com diu en HAKMEM (MIT AI Memo 239, 1972), en Jackson Wright va escriure el codi anterior pel PDP-1 el 1962. Este codi encara perviu ací, uns 46 anys després. En el mode «mismunch», mostra una creació errònia de l'algorisme clàssic de quadrats Munching. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Escrit per Jackson Wright, Tim Showalter, Jamie Zawinski i Steven Hazel; 1997.
es: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Tal y como lo divulgó HAKMEM (memoria 239 AI del MIT, 1972), Jackson Wright escribió este código PDP-1 en 1962. Aquel código todavía perdura en este programa, 46 años después. En el modo «mismunch» muestra, de manera creativa, una realización equivocada del clásico algoritmo de los cuadrados munching. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square. Escrito por Jackson Wright, Tim Showalter, Jamie Zawinski y Steven Hazel; 1997.
et: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 HAKMEMi teatel (MIT AI Memo 239, 1972) kirjutas Jackson Wright 1962. aastal sellise PDP-1 koodi. Kood on ka 35 aastat hiljem praeguse ekraaninikerduse näol ellu jäänud, kuigi koodiridade arv on siiski märgatavalt suurenenud. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Autorid: Jackson Wright, Tim Showalter, Jamie Zawinski ja Steven Hazel; 1997.
fr: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Comme rapporté par HAKMEM(MIT AI Mémo 239, 1972) Jackson Wright a écrit le code PDP-1 ci-dessus en 1962. Ce code existe toujours dans cet écran de veille, quelques 46 années après. En mode « mismunch » il affiche une version artistiquement fausse de l'algorithme classique de « munching squares ». http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Écrit par Jackson Wright, Tim Showalter, Jamie Zawinski and Steven Hazel ; 1997.
ga: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 De réir HAKMEM (Meamram IS 239 ag MIT, 1972), scríobh Jackson Wright an cód PDP-1 thuas i 1962. Maireann an cód sin fós sa ríomhchleas seo, blianta fada i ndiaidh sin. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Scríofa ag Jackson Wright, Tim Showalter, Jamie Zawinski agus Steven Hazel, 1997.
gl: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Tal como foi descrito por HAKMEM (MIT AI Memo 239, 1972), Jackson Wright escribiu o código de PDP-1 de riba en 1972 encima. Ese código aínda vive neste protector de pantalla, uns 46 anos despois. No modo «mismuch» mostra unha implementación errada do algoritmo clásico de cadrados Munching. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square. Escribírono Jackson Wright, Tim Showalter, Jamie Zawinski e Steven Hazel en 1997.
hu: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 A HAKMEM (MIT AI Memo 239, 1972.) szerint ezt a PDP-1 kódot Jackson Wright írta 1962-ben. A kód több mint 46 évvel később még mindig jelen van ebben a képernyővédőben. "Elkavart" módban a klasszikus négyzetfaló algoritmus egy szándékosan elrontott változata látható. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Készítette: Jackson Wright, Tim Showalter, Jamie Zawinski és Steven Hazel, 1997.
it: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 come riportato da HAKMEM (MIT AI Memo 239, 1972), Jackson Wright scrisse questo codice PDP-1 nel 1962. Questo codice è ancora vivo in questo programma ben 46 anni dopo. Nella modalità «rumina male», mostra un'implementazione creativamente errata dell'algoritmo di ruminamento classico. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Scritto da Jackson Wright, Tim Showalter, Jamie Zawinski e Steven Hazel; 1997.
ja: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 HAKMEM (MIT AI Memo 239, 1972) によると、Jackson Wright が上記の PDP-1 コードを 1972 年に開発しました。そのコードは、46年後の今でも生きています。「mismuch」モードでは、元来の munching squares algorithm の間違った創造的な解釈で表示します。http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Tim Showalter、Jamie Zawinski、Steven Hazel、1997年作。
kk: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Бұл туралы HAKMEM (MIT AI Memo 239, 1972) хабарлауынша, Jackson Wright бұны PDP-1 компьютеріне арнап 1962 жылы жазған. Міне, 46 жылдан аса, ол кодәлі істеп жатыр. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Авторлары: Jackson Wright, Tim Showalter, Jamie Zawinski, Steven Hazel; 1997.
nb: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Som meldt i HAKMEM, i 1962, så skrev Jason Wright denne koden for PDP-1. Den programkoden lever videre i dette skjermhacket ca 46 år senere. I «mismunch»-modus viser den en kreativt ødelagt mistolking av den klassiske «munching squares»-algoritmen i stedet. <link>http://en.wikipedia.org/wiki/HAKMEM</link> <link>http://en.wikipedia.org/wiki/Munching_square</link> Skrevet av Jackson Wright, Tim Showalter, Jamie Zawinski og Steven Hazel i 1997.
nds: "DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4". Na "HAKMEM" (MIT AI Memo 239, 1972) hett Jackson Wright disse Befehlen 1962 in PDP-1 schreven. Hier leevt disse Kode jümmers noch wieder, meist 46 Johr later. In "nich-opfreten"-Bedrief warrt man en kreatiev twei Leeg-Ümsetten vun de klass'sch freten Quadraten wiest. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Schreven vun Tim Showalter, Jamie Zawinski un Steven Hazel, 1997.
nl: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Zoals vermeld door HAKMEM (MIT AI Memo 239, 1972), Jackson Wright schreef de bovenstaande PDP-1 code in 1962. Die code bestaat nog steeds in dit programma, zo'n 46 jaar later. In "mismunch"-modus toont het, in plaats daarvan, een creatief gebroken misimplementatie van het klassieke munching-vierkant-algoritme. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square In 1997 geschreven door Jackson Wright, Tim Showalter, Jamie Zawinski en Steven Hazel.
nn: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Som meldt av HAKMEM (MIT AI Memo 239, 1972), skreiv Jackson Wright PDP-1 ovanfor i 1962. Koden lever framleis vidare, 46 år seinare. I «mismunch»-modus viser han ein kreativt øydelagd versjon av den klassiske «munching squares»-algoritmen. <link>http://en.wikipedia.org/wiki/HAKMEM</link> <link>http://en.wikipedia.org/wiki/Munching_square</link> Skriven av Jackson Wright, Tim Showalter, Jamie Zawinski og Steven Hazel i 1997.
pl: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Jak informuje HAKMEM (MIT AI Memo 239, 1972), w 1962 roku Jackson Wright napisał powyższy kod PDP-1. Kod ten wciąż żyje w tym programie, jakieś 46 lat później. W trybie "mismunch" wyświetlane są niepoprawne implementacje klasycznego algorytmu munching squares http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Autorzy: Jackson Wright, Tim Showalter, Jamie Zawinski and Steven Hazel; 1997.
pt: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Tal como foi descrito pelo HAKMEM, em 1962, Jackson Wright escreveu o código de PDP-1 acima. Esse código ainda vive neste registo no ecrã, alguns 46 anos depois. No modo "mismunch", mostra uma implementação errada de forma criativa do algoritmo de quadrados Munching.http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square. Feito por Jackson Wright, Tim Showalter e Steven Hazel; 1997.
ru: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 по сообщению HAKMEM (MIT AI Memo 239, 1972), Джексон Райт написал вышеуказанный код PDP-1 в 1962г. Этот код ещё жив здесь, спустя 46 лет. В режиме "mismunch" вместо этого он показывает художественно сломанную неправильную реализацию классического алгоритма квадратов munch. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_squareman munchАвторы: Джексон Райт (Jackson Wright), Тим Шоуволтер (Tim Showalter), Джеми Завински (Jamie Zawinski) и Стивен Хазель ( Steven Hazel), 1997.
sl: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Kot je poročal HAKMEM (MIT AI Memo 239, 1972), je Jackson Wright napisal zgornjo kodo PDP-1 leta 1962. Koda še vedno živi tukaj, 50 let kasneje. V načinu "mismunch" namesto običajnih žvečečih kvadratov prikaže njihovo ustvarjalno zlomljeno napačno podporo. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Napisali Jackson Wright, Tim Showalter, Jamie Zawinski in Steven Hazel, 1997.
sr@ijekavian: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 — како наводи HAKMEM (МИТ‑ов ВИ меморандум 239, 1972), Џексон Рајт је 1962. написао поменути ко̂д за ПДП 1 (http://en.wikipedia.org/wiki/HAKMEM, http://en.wikipedia.org/wiki/Munching_square). Тај ко̂д још увијек живи овдје, неких 46 година касније. У режиму „збрканог њама“, приказује креативно искварену изведбу класичног алгоритма њам‑квадрата. Написали Џексон Рајт, Тим Шоалтер, Џејми Завински и Стивен Хејзел, 1997.
sv: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4. Som rapporterat av HAKMEM (MIT AI Memo 239, 1972), skrev Jackson Wright ovanstående PDP-1 kod år 1962. Den koden finns fortfarande i den här skärmkoden, ungefär 46 år senare. Med inställningen "felmumsning", visar den en kreativt felaktig implementering av den klassiska mumsande fyrkantsalgoritmen istället. Se http://en.wikipedia.org/wiki/HAKMEM och http://en.wikipedia.org/wiki/Munching_square. Skriven av Jackson Wright, Tim Showalter, Jamie Zawinski och Steven Hazel, 1997.
uk: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Як повідомляє«HAKMEM»(MIT AI Memo 239, 1972), в 1962 році Jackson Wright написав цей код PDP-1. 46 років по тому, цей код і досі живе в цьому зберігачі екрана. У режимі «неправильного пересування» зберігач екрана показує творчо зіпсовану неправильну реалізацію класичного алгоритму пересування квадратів. http://en.wikipedia.org/wiki/HAKMEM http://en.wikipedia.org/wiki/Munching_square Автори — Jackson Wright, Tim Showalter, Jamie Zawinski і Steven Hazel; 1997.
zh_tw: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 。如同 HAKMEM 在 1962 年所報告的，上面的 PDP-1 程式碼由 Jackson Wright 撰寫。這些程式碼在 44 年後還活在這個螢幕保護程式中。此版本還提供 "mismunch" 模式。參考資料：http://en.wikipedia.org/wiki/HAKMEM ，http://en.wikipedia.org/wiki/Munching_square 。由 Jackson Wright，Tim Showalter，Jamie Zawinski 與 Steven Hazel 撰寫，1997。

# @option:radio
source: Munch or mismunch
ca@valencia: «Munch» o «mismunch»
es: Munch o mismunch
et: Mugimine või mittemugimine
eu: Munch edo mismunch
fi: Munch tai Mismunch
fr: Munch ou mismunch
gl: Munch ou mismunch
hu: Normál és elkavart mód
it: Rumina bene o male
ja: Munch か mismunch
kk: Үгітіп шайнау
ko: 뭉크 및 미스뭉크
lv: Košļāt vai nesakošļāt
nb: Munch eller mismunch
nds: Opfreten oder nich opfreten
nl: Munch of mismunch
nn: Munch eller mismunch
pl: Munch lub mismunch
pt: Munch ou mismunch
ru: Munch или mismunch
sl: Žvečenje ali zgrešeno žvečenje
sr@ijekavian: Њам и збркани њам
sv: Mumsning eller felmumsning
uk: Пересування і неправильне пересування
zh_tw: 用 Munch 或 mismunch 模式h 模式

# @option:radio
source: Munch only
ca@valencia: Només «Munch»
es: Munch
et: Ainult mugimine
eu: Munch soilik
fi: Vain Munch
fr: Munch seulement
gl: Só Munch
hu: Csak normál mód
it: Rumina solo bene
ja: Munch のみ
kk: Тек үгіту
ko: 뭉크만
lv: Tikai košļāt
nb: Bare munch
nds: Bloots opfreten
nl: Alleen munch
nn: Berre munch
pl: Tylko Munch
pt: Apenas Munch
ru: Только munch
sl: Le žvečenje
sr@ijekavian: Само њам
sv: Bara mumsning
uk: Лише пересування
zh_tw: 只用 Munch 模式式

# @option:radio
source: Mismunch only
ca@valencia: Només «mismunch»
es: Solo Mismunch
et: Ainult mittemugimine
eu: Mismunch soilik
fi: Vain Mismunch
fr: Mismunch seulement
gl: Só Mismunch
hu: Csak elkavart mód
it: Rumina solo male
ja: Mismunch のみ
kk: Тек шайнау
ko: 미스뭉크만
lv: Tikai nesakošļāt
nb: Bare mismunch
nds: Bloots nich-opfreten
nl: Alleen mismunch
nn: Berre mismunch
pl: Tylko Mismunch
pt: Apenas Mismunch
ru: Только mismunch
sl: Le zgrešeno žvečenje
sr@ijekavian: Само збркани њам
sv: Bara felmumsning
uk: Лише неправильне пересування
zh_tw: 只用 Mismunch 模式式

# @item screen saver name
source: NerveRot
et: NärvidLäbi
fi: Hermolaho
fr: Nervure tournante
it: Nervosismo rotante
kk: Түйілген жүйке
ko: 정신없는 회전
lv: Nervozais rotators
nb: Nerveråte
nds: Jibbel-Dreih
nn: Nerveròte
sl: Živčni zlom
sr@ijekavian: Покидани живци
sv: Roterande nerv
uk: Жмут нервів
zh_tw: 神經錯亂

# @info screen saver description
source: Draws different shapes composed of nervously vibrating squiggles, as if seen through a camera operated by a monkey on crack. Written by Dan Bornstein; 2000.
ca@valencia: Dibuixa diferents formes compostes de guixades nervioses i vibrants, com es veiés amb una càmera operada per un mono drogat amb crack. Escrit per Dan Bornstein; 2000.
es: Dibuja diferentes formas compuestas por garabatos que vibran nerviosamente, tal y como si se viera a través de una cámara operada por un mono drogado. Escrito por Dan Bornstein; 2000.
et: Näitab mitmesuguseid närviliselt vibreerivatest kriipsudest kujundeid, justkui paistaks need läbi narkouimas pärdiku kaamera. Autor Dan Bornstein; 2000.
fr: Dessine des formes composées de courbes vibrantes nerveusement comme vues depuis une caméra tenue par un singe qui prend du crack. Écrit par Dan Bornstein ; 2000.
ga: Dearann sé seo cruthanna éagsúla comhdhéanta de scrábálacha ag creathadh go neirbhíseach, amhail is go bhfacthas iad trí cheamara oibrithe ag moncaí ar chócaon. Scríofa ag Dan Bornstein, 2000.
gl: Debuxa varias formas compostas por imaxes de movementos nerviosos, como se fosen filmados a través dunha cámara controlada por un mono drogado. Escribiuno Dan Bornstein en 2000.
hu: Különféle alakzatokat jelenít meg, amelyek ugrabugráló kisebb alakokból állnak, mintha egy veszett majom rögzítené a képet kamerával a kezében. Készítette: Dan Bornstein, 2000.
it: Disegna varie forme composte da scarabocchi che vibrano nervosamente, come se fossero viste attraverso una telecamera in mano ad una scimmia drogata. Scritto da Dan Bornstein; 2000.
ja: 神経質に振動するなぐり書きから作られる別の図形。猿に操作されたカメラを通して見たようにも見えます。Dan Bornstein、2000年作。
kk: Түрлі шиеленген орамдарының жүйке дірілі. Авторы: Dan Bornstein; 2000.
nb: Tegner forskjellige mønstre satt sammen av nervøst vibrerende skriblerier, som om det var sett gjennom et kamera styrt av en apekatt på crack. Skrevet av Dan Bornstein i 2000.
nds: Verscheden Figuren ut fickerig jibbeln Snörkels; lett as dör en Kamera, de en mall Aap in de Hand hett. Schreven vun Dan Bornstein, 2000.
nl: Toont verschillende vormen bestaande uit nerveus vibrerende krabbels, alsof ze worden gezien door een camera bedient door een aap aan de drugs. In 2000 geschreven door Dan Bornstein.
nn: Teiknar ulike former laga av vibrerande, nervøse krusedullar, som sett gjennom eit kamera heldt av ein apekatt på dop. Skriven av Dan Bornstein i 2000.
pl: Rysuje różne kształty składające się z nerwowo wibrujących zawijasów, tak jakby widzianych przez kamerę obsługiwaną przez małpę nafaszerowaną narkotykami. Autor: Dan Bornstein; 2000.
pt: Desenha várias formas compostas por imagens em movimentos nervosos, como se fossem filmados através de uma câmara controlada por um macaco drogado. Feito por Dan Bornstein; 2000.
ru: Различные фигуры, составленные из нервно трясущихся загогулин. Автор Ден Борнштейн (Dan Bornstein), 2000.
sl: Izriše različne oblike sestavljene iz živčno vibrirajočih naključnih risb, kot bi bile videti iz fotoaparata opice na drogah. Napisal Dan Bornstein, 2000.
sr@ijekavian: Црта различите облике састављене од нервозно вибрирајућих вијугица, као кад гледате кроз камеру којом рукује пијани мајмун. Написао Ден Борнстајн, 2000.
sv: Ritar olika former som består av nervöst vibrerande krokiga streck, som om de syns genom en kamera som hanteras av en narkotikapåverkad apa. Skriven av Dan Bornstein, 2000.
uk: Показує різні форми, які утворені лініями, що нервово тремтять, так, неначе ви спостерігаєте за ними за допомогою камери, якою керує обкурена мавпа. Автор — Dan Bornstein; 2000.
zh_tw: 由不同形狀所組成的震動的波紋，就好像一隻猴子拿著照相機。由 Dan Bornstein 撰寫，2000。

# @label:slider
source: Blot count
ca@valencia: Nombre de taques
es: Contador de borrones
et: Jubinate arv
fi: Tahrojen määrä
fr: Nombre de nuées
ga: Líon na smál
gl: Número de manchas
hu: A blotok száma
it: Numero di sgorbi
ja: しみの数
kk: Орамдары
ko: 방울 개수
lv: Traipu skaits
nb: Antall flekker
nds: Plackentall
nl: Aantal vlekken
nn: Talet på klattar
pl: Liczba plam
pt: Número de manchas
ru: Количество помех
sl: Število madežev
sr@ijekavian: Број вијугица
sv: Antal fläckar
uk: Кількість плям
zh_tw: 污漬總數

# @item:inrange Blot count
source: Few
ca@valencia: Poques
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Blot count
source: Many
ca@valencia: Moltes
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Colors
es: Colores
et: Värvid
eu: Koloreak
fi: Värejä
fr: Couleurs
ga: Dathanna
gl: Cores
hu: Színek
it: Colori
ja: 色
kk: Түстері
ko: 색상
lv: Krāsas
nb: Farger
nds: Klören
nl: Kleuren
nn: Fargar
pl: Kolory
pt: Cores
ru: Цвета
sl: Barve
sr@ijekavian: Боје
sv: Färger
uk: Кольори
zh_tw: 色彩

# @item:inrange Colors
source: Two
ca@valencia: Dos
es: Dos
et: Kaks
eu: Bi
fi: Kaksi
fr: Deux
ga: Dhá cheann
gl: Dous
hu: Kettő
it: Due
ja: 2 つ
kk: Екі
lv: Divas
nb: To
nds: Twee
nl: Twee
nn: To
pl: Dwa
pt: Duas
ru: Два
sl: Dve
sr@ijekavian: двије
sv: Två
uk: Два

# @item:inrange Colors
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Changes
ca@valencia: Canvis
es: Cambios
et: Muutused
eu: Aldaketak
fi: Muutoksia
fr: Changements
ga: Athruithe
gl: Cambios
hu: Változások
it: Cambiamenti
ja: 変化
kk: Өзгерістері
ko: 변경
lv: Izmaiņas
nb: Endringer
nds: Ännern
nl: Wijzigingen
nn: Endringar
pl: Zmiany
pt: Alterações
ru: Изменения
sl: Spremembe
sr@ijekavian: Промјене
sv: Ändringar
uk: Зміни
zh_tw: 變化

# @item:inrange Changes
source: Seldom
ca@valencia: Rarament
es: Pocas veces
et: Harv
eu: Inoiz edo behin
fi: Harvoin
fr: Rarement
ga: Annamh
gl: Raro
hu: Ritkán
it: Raramente
ja: 滅多にしない
kk: Сирек
ko: 거의 안함
lv: Retas
nb: Sjelden
nds: Roor
nl: Zelden
nn: Sjeldan
pl: Rzadki
pt: Raras
ru: Редко
sl: Redke
sr@ijekavian: ријетке
sv: Sällan
uk: Рідко
zh_tw: 很少

# @item:inrange Changes
source: Frequent
ca@valencia: Freqüent
es: Frecuentes
et: Sage
eu: Maiz
fi: Toistuvasti
fr: Fréquemment
ga: Go Minic
gl: Frecuente
hu: Gyakran
it: Frequenti
ja: 頻繁
kk: Жиі
ko: 자주
lv: Biežas
nb: Ofte
nds: Faken
nl: Vaak
nn: Ofte
pl: Często
pt: Frequentes
ru: Часто
sl: Pogoste
sr@ijekavian: честе
sv: Ofta
uk: Часто
zh_tw: 頻繁

# @label:slider
source: Nervousness
ca@valencia: Nerviosisme
es: Nerviosismo
et: Närvilisus
eu: Urduritasuna
fi: Hermostuneisuus
fr: Nervosité
ga: Cearthaí
gl: Nerviosismo
hu: Idegesség
it: Nervosismo
ja: 神経質さ
kk: Дірілі
ko: 감도
lv: Nervozitāte
nb: Nervøsitet
nds: Jibbeligkeit
nl: Nervositeit
nn: Nervøsitet
pl: Nerwowość
pt: Stress
ru: Градус возбудимости
sl: Živčnost
sr@ijekavian: Нервозност
sv: Nervositet
uk: Нервовість
zh_tw: 神經質
