Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: Max blobs
ca@valencia: Nombre màxim de bombolles
es: Manchas máx.
et: Maks. mulle
fi: Möykkyjä enintään
fr: Nués maximum
gl: Máximo de burbullas
hu: Maximális alakzatszám
it: Forme massime
ja: 最大物体数
kk: Макс. құмалақ саны
ko: 최대 객체 수
lv: Maksimums izaugumu
nb: Største antall kladder
nds: Gröttst Blubbertall
nl: Max. aantal bubbels
nn: Største tal på klattar
pl: Maks. bąbli
pt: Máximo de bolhas
ru: Максимальное число сгустков
sl: Največje kaplje
sr@ijekavian: Највише грудви
sv: Maximalt antal plumpar
uk: Макс. плям
zh_tw: 最大斑點

# @item:inrange Resolution
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Epätarkka
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zemi
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Resolution
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Tarkka
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsti
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @option:check
source: Impatient
ca@valencia: Impacient
es: Impaciente
et: Kannatamatu
eu: Pazientzia gutxikoa
fi: Kärsimätön
gl: Impaciente
hu: Türelmetlen
it: Impaziente
kk: Шыдамсыз
ko: 참을성 없음
lv: Nepacietīgs
nb: Utålmodig
nds: Rappelig
nl: Ongeduldig
nn: Utålmodig
pl: Niecierpliwa
pt: Impaciente
ru: Нетерпеливый
sl: Nepotrpežljivo
sr@ijekavian: Нестрпљиво
sv: Otålig
uk: Нетерплячість
zh_tw: 沒耐心

# @option:check
source: Smooth
ca@valencia: Suau
es: Suave
et: Mahe
eu: Leuna
fi: Sileä
fr: Doux
ga: Réidh
gl: Suave
hu: Sima
it: Liscio
ja: スムーズ
kk: Тегіс
ko: 부드럽게
lv: Vienmērīgi
nb: Jevn
nds: Week
nl: Glad
nn: Mjuk
pl: Gładkość
pt: Suave
ru: Плавно
sl: Gladko
sr@ijekavian: глатко
sv: Jämn
uk: Згладити
zh_tw: 平滑

# @option:radio
source: Classic Lavalite
ca@valencia: Làmpada de lava clàssica
es: Lava clásica
et: Klassikaline laavalamp
eu: Lavalite klasikoa
fi: Perinteinen laavalamppu
fr: Lavalite classique
gl: Lámpada de lava clásica
hu: Klasszikus lávalámpa
it: Lava Lite classico
ja: クラシックラーバライト
kk: Классикалық Lavalite
ko: 고전 라바 램프
lv: Klasiskā lavas lampa
nb: Klassisk Lavalampe
nds: Klass'sch Lavalamp
nl: Klassieke lavalamp
nn: Klassisk lampe
pl: Klasyczna lampa
pt: Lâmpada de Lava Clássica
ru: Классическая лампа
sl: Klasična svetilka Lava
sr@ijekavian: Класични лава лајт
sv: Klassisk lavalampa
uk: Класичне лава-світло
zh_tw: 傳統熔岩檯燈

# @option:radio
source: Giant Lavalite
ca@valencia: Làmpada de lava gegant
es: Lava gigante
et: Hiiglaslik laavalamp
eu: Lavalite erraldoia
fi: Jättilaavalamppu
fr: Lavalite géant
gl: Lámpada de lava xigante
hu: Óriás lávalámpa
it: Lava Lite gigante
ja: 巨大なラーバライト
kk: Үлкен Lavalite
ko: 거대 라바 램프
lv: Milzīga lavas lampa
nb: Diger Lavalampe
nds: Övergroot Lavalamp
nl: Gigantische lavalamp
nn: Diger lavalampe
pl: Olbrzymia lampa
pt: Lâmpada de Lava Gigante
ru: Гигантская лампа
sl: Ogromna svetilka Lava
sr@ijekavian: Џиновски лава лајт
sv: Enorm lavalampa
uk: Гігантське лава-світло
zh_tw: 巨型熔岩檯燈

# @option:radio
source: Cone Lavalite
ca@valencia: Làmpada de lava cònica
es: Cono de lava
et: Koonusjas laavalamp
fi: Kartiolaavalamppu
fr: Lavalite en cône
gl: Lámpada de lava cónica
hu: Kúpos lávalámpa
it: Lava Lite a cono
ja: 円錐形のラーバライト
kk: Конусты Lavalite
ko: 원뿔 라바 램프
lv: Konusveidīga lavas lampa
nb: Kjegle-Lavalampe
nds: Kegel-Lavalamp
nl: Konische lavalamp
nn: Kjegleforma lampe
pl: Stożkowa lampa
pt: Lâmpada de Lava Cónica
ru: Лампа-конус
sl: Stožčasta svetilka Lava
sr@ijekavian: Купасти лава лајт
sv: Konisk lavalampa
uk: Конічне лава-світло
zh_tw: 圓錐狀熔岩檯燈

# @option:radio
source: Rocket Lavalite
ca@valencia: Làmpada de lava en forma de coet
es: Cohetes de lava
et: Rakett-laavalamp
fi: Rakettilaavalamppu
fr: Lavalite en fusée
gl: Lámpada de lava en foguete
hu: Rakéta lávalámpa
it: Lava Lite a razzo
ja: ロケット型のラーバライト
kk: Зымыран Lavalite
ko: 로켓 라바 램프
lv: Lavas raķete
nb: Rakettlampe
nds: Rakeet-Lavalamp
nl: Raket lavalamp
nn: Rakettlampe
pl: Lampa-rakieta
pt: Lâmpada de Lava em Foguete
ru: Лампа-ракета
sl: Raketna svetilka Lava
sr@ijekavian: Ракетни лава лајт
sv: Rymdskepplampa
uk: Лава-світло — ракета
zh_tw: 岩型熔岩檯燈

# @option:radio
source: Random Lamp Style
ca@valencia: Estil de làmpada a l'atzar
es: Estilo de lámparas al azar
et: Juhuslik lambi stiil
fi: Satunnainen lamppu
fr: Style de lampe aléatoire
gl: Estilo de lámpada aleatorio
hu: Véletlenszerű lámpastílus
it: Stile casuale di lampada
ja: 任意のランプスタイル
kk: Кездейсоқ түрі
ko: 무작위적 램프 스타일
lv: Nejaušs lampas stils
nb: Tilfeldig lampestil
nds: Tofällig Lampstil
nl: Willekeurige lampstijl
nn: Tilfeldig lampestil
pl: Losowy rodzaj lampy
pt: Estilo de Lâmpada Aleatório
ru: Случайная лампа
sl: Naključen slog svetilke
sr@ijekavian: Насумичан стил лампе
sv: Slumpmässig lampstil
uk: Випадковий стиль лампи
zh_tw: 隨機燈型

# @option:radio
source: Don't Rotate
ca@valencia: No giris
es: No rotar
et: Ei pöörata
eu: Ez biratu
fi: Älä pyöritä
fr: Ne tourne pas
ga: Ná Rothlaigh
gl: Non rotar
hu: Ne forogjon
it: Non ruotare
ja: 回転しない
kk: Бұралмасын
ko: 회전하지 않음
lv: Nerotēt
nb: Ikke roter
nds: Nich dreihen
nl: Niet draaien
nn: Ikkje drei
pl: Nie obracaj
pt: Não Rodar
ru: Не поворачивать
sl: Ne vrti
sr@ijekavian: Без обртања
sv: Rotera inte
uk: Не обертати
zh_tw: 不旋轉

# @item screen saver name
source: LCDscrub
es: Matorral LCD
et: LCD küürimine
fi: LCD-raaputus
it: Pulizia LCD
kk: СКД жолақтары
ko: LCD 훑기
lv: LCD skrubis
nb: LCD-skrubb
nds: LCD-Kratt
nn: LCD-skrubb
pl: Szorowanie LCD
sl: Čiščenje LCD-ja
sr@ijekavian: ЛЦД брисач
sv: Skrubba LCD
uk: Миття монітора

# @info screen saver description
source: This screen saver is not meant to look pretty, but rather, to repair burn-in on LCD monitors. Believe it or not, screen burn is not a thing of the past. It can happen to LCD screens pretty easily, even in this modern age. However, leaving the screen on and displaying high contrast images can often repair the damage. That's what this screen saver does. See also: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspired by the like-named program by Daniel Sandler. Written by Jamie Zawinski; 2008.
ca@valencia: Este estalvi de pantalla no intenta ser bonic, si no que intenta reparar monitors LCD cremats. Creieu-ho o no, les pantalles cremades no són una cosa del passat. Pot passar fàcilment amb les pantalles LCD, inclús en esta època moderna. Malgrat tot, deixant la pantalla encesa i visualitzant imatges d'alt contrast sovint es poden reparar els desperfectes. Això és el que fa este estalvi de pantalla. Vegeu també: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspirat en el programa similar de Daniel Sandler. Escrit per Jamie Zawinski; 2008.
es: Este salvapantallas no sirve de adorno, sino más bien para reparar el efecto de imagen fantasma (burn-in) en los monitores LCD quemados. Lo crea o no, este efecto no es cosa del pasado. Puede suceder fácilmente en los monitores LCD, incluso en estos tiempos modernos. Sin embargo, si se deja la pantalla encendida y mostrando imágenes de alto contraste es posible reparar el daño. Esto es lo que hace este salvapantallas. Vea también http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspirado en el programa del mismo nombre de Daniel Sandler. Escrito por Jamie Zawinski; 2008.
et: See ekraanisäästja ei olegi mõeldud iluasjaks, vaid hoopis LCD monitoride läbipõlemise vältimiseks. Usu või ära usu, aga ekraani läbipõlemine pole sugugi minevikku vajunud. Isegi tänapäeval võib see LCD-monitoridel päris kergesti juhtuda. Kuid sageli aitab sellest jagu saada ekraani sissejätmine ja sellel kõrglahutusega piltide kuvamine. Just seda see ekraanisäästja teebki. Vaata ka http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Loomiseks andis tõuke Daniel Sandleri samanimeline programm. Autor: Jamie Zawinski; 2008.
fi: Tätä näytönsäästäjää ei ole tarkoitettu näyttämään kauniilta vaan korjaamaan LCD-näytöille palaneita kuvia. Tämä ei ole menneisyyden ongelma vaan niin voi nykyäänkin tapahtua LCD-näytöille varsin helposti. Näytön virran jättäminen päälle ja suurikontrastisten kuvien näyttäminen sillä voi kuitenkin usein korjata tuhot. Se on tämän näytönsäästäjän tarkoitus. Katso myös: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspiraationa toimi samanniminen Daniel Sandlerin ohjelma. Kirjoittanut Jamie Zawinski, 2008.
fr: Cet écran de veille n'a pas l'intention d'être beau mais plutôt de réparer des moniteurs LCD grillés. Croyez-le ou non, un écran grillé n'est pas une chose du passé. Cela peut arriver aux écrans LCD assez facilement même dans nos temps modernes. Cependant laisser l'écran allumé et afficher des images à fort contraste peut souvent le réparer. C'est ce que fait cet écran de veille. Voir aussi : http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspiré par le programme du même nom par Daniel Sandler. Écrit par Jamie Zawinski ; 2008.
gl: Este protector de pantalla non pretende ser bonito, pero si tenta reparar as queimaduras nos monitores LCD. Créao ou non, as queimaduras das pantallas non son cousas do pasado. Pode acontecer o mesmo coas pantallas LCD facilmente, mesmo nos días de hoxe. Con todo, se deixa a pantalla acesa e a mostrar imaxes de alto contraste, poderá normalmente reparar o dano. Iso é o que este protector de pantalla fai. Consulte tamén http://docs.info.apple.con/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspirado no programa semellante de Daniel Sandler. Escribiuno Jamie Zawinski en 2008.
it: Questo salvaschermo non cerca di essere carino, ma invece di riparare la discolorazione permanente dei monitor LCD. Credici o meno, la discolorazione non è un problema del passato. Può accadere abbastanza facilmente agli schermi LCD, anche di questi tempi. Tuttavia, lasciare lo schermo acceso e visualizzare immagini ad alto contrasto può spesso riparare il danno. È quello che questo salvaschermo fa. Vedi anche http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Ispirato dal programma dallo stesso nome di Daniel Sandler. Scritto da Jamie Zawinski; 2008.
kk: Бұл сақтағыштың әсемділігі шамалы, бірақ ол LCD (сұйық кристалды дисплейлердің) күйгенін жөндегенде қолдануға болады. Сенесіз бе, экран нүктелерінің күйгені әлі де кездеседі. Сонда, оларды контрасты кескіндерінің көмегімен табуға болады. Бұл кескіндер - осы сақтаушыда.Бұған қосау http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Шабыттың көзі: Daniel Sandler жазған ұқсас-атты бағдарлама. Авторы: Jamie Zawinski; 2008.
nb: Denne pauseskjermen er ikke ment å se fin ut; den er til for å reparere ødelagte LCD-skjermer. Tro det eller ei: fargeinnbrenning i skjermer er ikke bare noe som hører fortiden til, og det kan lett skje med moderne LCD-skjermer. Men hvis du lar skjermen stå på og vise høykontrastbilder, kan du av òg til rette opp skaden, og det er det denne pauseskjermen er til. Se også : http://docs.info.apple.com/article.html?artnum=88343http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspirert av et program med et liknende navn, som Daniel Sandler skrev. Skrevet av Jamie Zawinski i 2008.
nds: Disse Pausschirm schall nich moj wesen, man inbrennt LCD-Monitoren richten. Ok vundagen köönt LCD-Monitoren faken un gau inbrennen. Man faken hülpt dat, den Schirm mit Biller mit bannig veel Kontrast to piesacken, wat disse Pausschirm för Di deit. http://support.apple.com/kb/HT2807?viewlocale=de_DE http://toastycode.com/blog/2008/02/05/lcd-scrub/ Na Daniel Sandler sien Programm mit den sülven Naam. Schreven vun Jamie Zawinski, 2008.
nl: Deze schermbeveiliging is niet bedoeld om er leuk uit te zien, het is echter bedoeld om inbranden van LCD-monitoren te repareren. Geloof het of niet, maar inbranden is niet iets uit het verleden. Met LCD-schermen kan het gemakkelijk gebeuren, ook in de moderne tijd. Door het scherm aan te laten en een hoog contrast beeld te tonen kan de schade vaak gerepareerd worden. Dit is wat deze screensaver doet. Zie ook: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Geïnspireerd door het gelijknamige programma van Daniel Sandler. In 2008 geschreven door Jamie Zawinski.
nn: Denne pauseskjermen er ikkje meint å sjå fin ut; han er til for å reparera øydelagde LCD-skjermar. Tru det eller ei: fargeinnbrenning i skjermar er ikkje berre noko som høyrer fortida til, og det kan lett skje med moderne LCD-skjermar. Men viss du lèt skjermen stå på og visa høgkontrastbilete, kan du av òg til retta opp skaden, og det er det denne pauseskjermen er til. Sjå òg: <link>http://docs.info.apple.com/article.html?artnum=88343</link> <link>http://toastycode.com/blog/2008/02/05/lcd-scrub/</link> Inspirert av eit program med eit liknande namn, som Daniel Sandler skreiv. Skriven av Jamie Zawinski i 2008.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Ten wygaszacz nie miał ładnie wyglądać, lecz naprawiać wypalenia monitorów LCD. Można wierzyć lub nie, ale wypalanie monitorów nie należy do przeszłości. Może się to zdarzyć monitorom LCD bardzo łatwo, nawet w dzisiejszych czasach. Jednak pozostawienie włączonego monitora i wyświetlanie obrazów o wysokim kontraście często może naprawić uszkodzenia. To jest właśnie to, co robi ten wygaszacz. Zob. również: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspiracją był program Daniela Sandlera o podobnej nazwie. Autor: Jamie Zawinski; 2008.
pt: Este protector de ecrã não pretende ser bonito, mas sim tenta reparar as queimaduras nos monitores LCD. Acredite ou não, as queimaduras dos ecrãs não são coisas do passado. Pode acontecer o mesmo com os ecrãs LCD facilmente, mesmo nos dias de hoje. Contudo, se deixar o ecrã ligado e mostrar imagens de alto contraste, poderá normalmente reparar o dano. É isso que este protector de ecrã faz. Veja também http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspirado no programa semelhante de Daniel Sandler. Feito por Jamie Zawinski; 2008.
ru: Этот хранитель экрана не задумывался красивым, он предназначен для исправления следов выгорания люминофора на жидкокристаллических мониторах. Вы не поверите, но подобные проблемы не остались в прошлом,и даже в наше дни такое может случиться с любым LCD-монитором. Тем не менее, такой экран часто можно починить, если оставить его включённым и заставить показывать высококонтрастные изображения. Именно это и делает данный хранитель экрана. http://ru.wikipedia.org/wiki/Выгорание_люминофора Автор Джеми Завински (Jamie Zawinski), 2008.
sl: Ta ohranjevalnik ni bil narejen zato, da bi bil videti lepo, ampak za popravilo zaslonov vgorelih LCD-jev. Vgoreli zasloni niso stvar preteklosti. To se lahko zgodi tudi z LCD zaslonu, tudi v teh modernih časih. Prikaz visoko kontrastnih slik lahko pogosto popravi škodo. To naredi ta ohranjevalnik zaslona. Oglejte si tudi: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Ohranjevalnik zaslona je navdihnil program s podobnim imenom, ki ga je napisal Daniel Sandler. Napisal Jamie Zawinski, 2008.
sr@ijekavian: Овај чувар екрана није замишљен да лепо изгледа, већ да поправља угоревање на ЛЦД мониторима. Вјеровали или не, угоријевање екрана није ствар прошлости. До њега лако може доћи на ЛЦД екранима, чак и у овом модерном добу. Међутим, штета се често може поправити остављањем укљученог екрана тако да приказује слике високог контраста. То ради овај чувар екрана. Погледајте још: http://docs.info.apple.com/article.html?artnum=88343, http://toastycode.com/blog/2008/02/05/lcd-scrub/. Инспирисано истоименим програмом Данијела Сандлера. Написао Џејми Завински, 2008.
sv: Den här skärmsläckaren är inte avsedd att se snygg ut, utan istället att reparera inbränning av flytande kristallskärmar. Tro det eller ej, men inbränning är inte enbart något i det förgångna. Det kan inträffa ganska enkelt med flytande kristallskärmar, även i dessa moderna tider. Dock kan skadan ofta repareras genom att lämna skärmen på och visa bilder med hög kontrast. Det är vad den här skärmsläckaren gör. Se också: http://docs.info.apple.com/article.html?artnum=88343 och http://toastycode.com/blog/2008/02/05/lcd-scrub/. Inspirerad av programmet med samma namn skrivet av Daniel Sandler. Skriven av Jamie Zawinski, 2008.
uk: Цей зберігач екрана не було написано для приємного вигляду, скоріше для ремонту спалених моніторів на рідких кристалах. Хочете вірте — хочете ні, випалення ділянок екрана не у минулому. Воно трапляється і на LCD-екранах, навіть сьогодні. Тим не менше, якщо залишити монітор увімкненим і показувати на ньому висококонтрастні зображення, цей дефект часто можна виправити. Це і робить даний зберігач екрана. Також дивіться http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Натхнення було запозичено у програми зі схожою назвою, автор якої — Daniel Sandler. Автор — Jamie Zawinski; 2008.
zh_tw: 這個螢幕保護程式不是很好看，但是可用於修復液晶螢幕的 burn-in 問題。相信我，螢幕的 burn-in 不是過去才有。它在 LCD 螢幕上可以很容易出現。不過，讓螢幕開啟並顯示高反差的影像通常都可以修復這個問題。這就是此螢幕保護程式在做的。參考資料：http://docs.info.apple.com/article.html?artnum=88343 ， http://toastycode.com/blog/2008/02/05/lcd-scrub/ 。靈感來自 Daniel Sandler 所寫名稱類似的程式。由 Jamie Zawinski 撰寫，2008。

# @label:spinbox
source: Line spread
ca@valencia: Velocitat de les línies
es: Extender líneas
et: Reavahe
fi: Viivojen etäisyys
fr: Propagation de lignes
gl: Difusión das liñas
hu: Vonal kiterjedése
it: Distanza tra le linee
ja: 線の間隔
kk: Сызық жайлымы
ko: 줄 간격
lv: Līniju izkliede
nb: Linjespredning
nds: Regen-Afstand
nl: Lijnspreiding
nn: Linjespreiing
pl: Rozpiętość linii
pt: Difusão das linhas
ru: Протяжённость линий
sl: Razmik črt
sr@ijekavian: Размак линија
sv: Linjeutbredning
uk: Розподіл ліній
zh_tw: 線條散布

# @label:spinbox
source: Cycles
ca@valencia: Cicles
es: Ciclos
et: Tsüklid
fi: Kierroksia
ga: Ciogail
gl: Ciclos
hu: Ciklusok
it: Cicli
ja: サイクル
kk: Циклдері
ko: 반복
lv: Cikli
nb: Sykluser
nds: Dörlööp
nl: Cycli
nn: Syklusar
pl: Cykle
pt: Ciclos
ru: Циклы
sl: Cikli
sr@ijekavian: Циклуси
sv: Cykler
uk: Цикли
zh_tw: 週期

# @option:check
source: Horizontal white
ca@valencia: Blanc horitzontal
es: Blanco horizontal
et: Rõhtne valge
eu: Horizontal zuria
fi: Vaakasuora valkoinen
fr: Blancs horizontaux
ga: Bán cothrománach
gl: Branco horizontal
hu: Vízszintes fehér
it: Bianco orizzontale
ja: 水平白
kk: Жатық және ақ
ko: 수평 흰색
lv: Horizontālais baltais
nb: Vannrett hvit
nds: Kimmrecht witt
nl: Horizontaal wit
nn: Vassrett kvit
pl: Biała pozioma
pt: Branco horizontal
ru: Белый по горизонтали
sl: Vodoravna bela
sr@ijekavian: Водоравно бијело
sv: Horisontell vit
uk: Горизонтальний білий
zh_tw: 水平白

# @option:check
source: Vertical white
ca@valencia: Blanc vertical
es: Blanco vertical
et: Püstine valge
eu: Bertikal zuria
fi: Pystysuora valkoinen
fr: Blancs verticaux
ga: Bán ingearach
gl: Branco vertical
hu: Függőleges fehér
it: Bianco verticale
ja: 垂直白
kk: Тік және ақ
ko: 수직 흰색
lv: Vertikālais baltais
nb: Loddrett hvit
nds: Pielrecht witt
nl: Verticaal wit
nn: Loddrett kvit
pl: Biała pionowa
pt: Branco vertical
ru: Белый по вертикали
sl: Navpična bela
sr@ijekavian: Усправно бијело
sv: Vertikal vit
uk: Вертикальний білий
zh_tw: 垂直白

# @option:check
source: Diagonal white
ca@valencia: Blanc diagonal
es: Diagonal blanca
et: Diagonaalne valge
eu: Diagonal zuria
fi: Viisto valkoinen
fr: Diagonales blanches
gl: Branco diagonal
hu: Átlós fehér
it: Bianco diagonale
ja: 斜め白
kk: Диагональды, ақ
ko: 대각선 흰색
lv: Diagonālais baltais
nb: Diagonal hvit
nds: Dwars witt
nl: Diagonaal wit
nn: Diagonal kvit
pl: Biała przekątna
pt: Branco diagonal
ru: Белый по диагонали
sl: Diagonalna bela
sr@ijekavian: Дијагонално бијело
sv: Diagonal vit
uk: Діагональний білий
zh_tw: 對角白

# @option:check
source: Solid white
ca@valencia: Blanc sòlid
es: Blanco sólido
et: Ühtlane valge
eu: Zuri solidoa
fi: Kiinteä valkoinen
fr: Blanc uni
ga: Bán soladach
gl: Branco sólido
hu: Tiszta fehér
it: Bianco solido
ja: 真っ白
kk: Түтас ақ
ko: 단색 흰색
lv: Vienmērīgi balts
nb: Fast hvit
nds: Witt
nl: Geheel wit
nn: Fast kvit
pl: Jednolity biały
pt: Branco puro
ru: Сплошной белый
sl: Polna bela
sr@ijekavian: Пуно бијело
sv: Helvit
uk: Суцільний білий
zh_tw: 實心白

# @option:check
source: Primary colors
ca@valencia: Colors primaris
es: Colores primarios
et: Primaarvärvid
fi: Päävärit
it: Colori primari
ko: 주 색상
nb: Primærfarger
nds: Hööftklören
nl: Primaire kleuren
pl: Główne kolory
pt: Cores primárias
sl: Glavne barve
sr@ijekavian: Примарне боје
sv: Grundfärger
uk: Основні кольори
zh_tw: 主要顏色

# @option:check
source: Horizontal black
ca@valencia: Negre horitzontal
es: Horizontal negra
et: Rõhtne must
eu: Horizontal beltza
fi: Vaakasuora musta
fr: Noirs horizontaux
ga: Dubh cothrománach
gl: Negro horizontal
hu: Vízszintes fekete
it: Nero orizzontale
ja: 水平黒
kk: Жатық және қара
ko: 수평 검은색
lv: Horizontālais melnais
nb: Vannrett svart
nds: Kimmrecht swatt
nl: Horizontaal zwart
nn: Vassrett svart
pl: Czarna pozioma
pt: Preto horizontal
ru: Чёрный по горизонтали
sl: Vodoravna črna
sr@ijekavian: Водоравно црно
sv: Horisontell svart
uk: Горизонтальний чорний
zh_tw: 水平黑

# @option:check
source: Vertical black
ca@valencia: Negre vertical
es: Vertical negra
et: Püstine must
eu: Bertikal beltza
fi: Vaakasuora musta
fr: Noirs verticaux
ga: Dubh ingearach
gl: Negro vertical
hu: Függőleges fekete
it: Nero verticale
ja: 垂直黒
kk: Тік және қара
ko: 수직 검은색
lv: Vertikālais melnais
nb: Loddrett svart
nds: Pielrecht swatt
nl: Verticaal zwart
nn: Loddrett svart
pl: Czarna pionowa
pt: Preto vertical
ru: Чёрный по вертикали
sl: Navpična črna
sr@ijekavian: Усправно црно
sv: Vertikal svart
uk: Вертикальний чорний
zh_tw: 垂直黑

# @option:check
source: Diagonal black
ca@valencia: Negre diagonal
es: Diagonal negra
et: Diagonaalne must
eu: Diagonal beltza
fi: Viisto musta
fr: Diagonales noires
gl: Negro diagonal
hu: Átlós fekete
it: Nero diagonale
ja: 斜め黒
kk: Диагональды, қара
ko: 대각선 검은색
lv: Diagonālais melnais
nb: Diagonal svart
nds: Dwars swatt
nl: Diagonaal zwart
nn: Diagonal svart
pl: Czarna przekątna
pt: Preto diagonal
ru: Чёрный по диагонали
sl: Diagonalna črna
sr@ijekavian: Дијагонално црно
sv: Diagonal svart
uk: Діагональний чорний
zh_tw: 對角黑

# @option:check
source: Solid black
ca@valencia: Negre sòlid
es: Negro sólido
et: Ühtlane must
eu: Beltz solidoa
fi: Kiinteä musta
fr: Noir uni
ga: Dubh soladach
gl: Negro sólido
hu: Tiszta fekete
it: Nero solido
ja: 真っ黒
kk: Тұтас қара
ko: 단색 검은색
lv: Vienlaidus melns
nb: Fast svart
nds: Swatt
nl: Geheel zwart
nn: Fast svart
pl: Jednolity czarny
pt: Preto sólido
ru: Сплошной чёрный
sl: Polna črna
sr@ijekavian: Пуно црно
sv: Helsvart
uk: Суцільний чорний
zh_tw: 實心黑

# @item screen saver name
source: Lightning
ca@valencia: Llamp
es: Rayos
et: Välk
eu: Tximista
fi: Salamat
fr: Éclairs
gl: Lóstrego
hu: Villám
it: Fulmine
ja: 稲光
kk: Найзағай
ko: 번개
lv: Zibens
nb: Lyn
nds: Blix
nl: Bliksemschichten
nn: Lyn
pl: Błyskawice
pt: Relâmpago
sl: Bliski
sr@ijekavian: Муње
sv: Blixten
uk: Блискавка
zh_tw: 閃電
