Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Simulates two dimensional incompressible inviscid fluid flow. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Written by Stephen Montgomery-Smith; 2002.
ca@valencia: Simulació bidimensional del flux d'un fluid sense viscositat i incomprensible. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Escrit per Stephen Montgomery-Smith.
es: Simulación bidimensional del flujo de un fluido sin viscosidad e incomprensible. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow. Escrito por Stephen Montgomery-Smith; 2002.
et: Jäljendab kahemõõtmelist kokkusurumatut mitteviskoosset vedelikuvoolu (Incompressible Inviscid Fluid Flow). http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Autor: Stephen Montgomery-Smith; 2002.
eu: Likistasun gabeko fluido konprimaezin baten fluxuaren bi dimentsioko simulazioa. http://en. wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Stephen Montgomery-Smith-ek idatzia; 2002.
fi: Simuloi kaksiulotteisen kokoon puristumattoman ideaalinesteen virtausta. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Kirjoittanut Stephen Montgomery-Smith, 2002.
fr: Simule un écoulement incompressible et non visqueux en deux dimensions. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Écrit par Stephen Montgomery-Smith ; 2002.
ga: Déanann sé seo insamhladh ar Shreabhán Neamhvisciúil Neamh-Inchomhbhrúite. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow - scríofa ag Stephen Montgomery-Smith, 2002.
gl: Simula un fluxo de fluídos invíscidos e incomprimíbeis. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow. Escribiuno Stephen Montgomery-Smith en 2002.
hu: Kétdimenziós, összenyomhatatlan és veszteségmentes folyadék mozgását ábrázolja. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Készítette: Stephen Montgomery-Smith, 2002.
it: Simula la portata di un fluido incomprimibile e non viscono bidimensionale. http://it.wikipedia.org/wiki/Equazioni_di_Eulero http://en.wikipedia.org/wiki/Inviscid_flow Scritto da Stephen Montgomery-Smith; 2002.
ja: 二次元の、圧縮不能な非粘性流体 (完全流体) の運動をシミュレート。http://ja.wikipedia.org/wiki/オイラー方程式_(流体力学) http://en.wikipedia.org/wiki/Inviscid_flow Stephen Montgomery-Smith、2002年作。
kk: Сығылмайтын тұқырлықсыз сұйықтың ағуын екі-өлшемді бейнелеу. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Авторы: Stephen Montgomery-Smith; 2002.
ko: 2차원 비압축 비점성 유체 흐름을 흉내냅니다. https://ko.wikipedia.org/wiki/%EC%98%A4%EC%9D%BC%EB%9F%AC_%EB%B0%A9%EC%A0%95%EC%8B%9D https://en.wikipedia.org/wiki/Inviscid_flow Stephen Montgomery-Smith 작성, 2002년.
nb: Simulerer to-dimensjonal strøm av ikke komprimerbar væske uten viskositet. <link>http://no.wikipedia.org/wiki/Eulerligningene</link> <link>http://no.wikipedia.org/wiki/Kategori:V%C3%A6skedynamikk</link> Skrevet av Stephen Montgomery Smith, 2002.
nds: Simuleert dat Fleten binnen en dicke, nich komprimeerbor Floot. http://de.wikipedia.org/wiki/Euler-Gleichungen http://en.wikipedia.org/wiki/Inviscid_flow Schreven vun Stephen Montgomery-Smith, 2002.
nl: Simuleert het vloeien van tweedimensionale onsamendrukbare vloeistof zonder viscositeit. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow In 2002 geschreven door Stephen Montgomery-Smith.
nn: Simulerer ei to-dimensjonal inkompressibel ikkje-viskøs væskestrøyming. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Written Skriven av Stephen Montgomery-Smith i 2002.
pl: Dwuwymiarowa symulacja przepływu nieściśliwej, nielepkiej cieczy. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Autor: Stephen Montgomery-Smith; 2002.
pt: Simula um fluxo bidimensional de fluidos invíscidos e incomprimíveis. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 Feito por Stephen Montgomery-Smith; 2002.
ru: Эмулирует двумерный поток несжимаемой невязкой жидкости. http://ru.wikipedia.org/wiki/Уравнение_Эйлера http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Автор Стефен Монтгомери-Смит (Stephen Montgomery-Smith), 2002.
sl: Simulira dvodimenzionalni turbulentni tok nestisljive tekočine. http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 http://en.wikipedia.org/wiki/Inviscid_flow Napisal Stephen Montgomery-Smith, 2002.
sr@ijekavian: Симулира дводимензионално струјање нестишљивог невискозног флуида (http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29, http://en.wikipedia.org/wiki/Inviscid_flow). Написао Стивен Монтгомери‑Смит, 2002.
sv: Simulerar tvådimensionellt okomprimerbart, icke-visköst vätskeflöde. Se http://en.wikipedia.org/wiki/Euler_equations_(fluid_dynamics) och http://en.wikipedia.org/wiki/Inviscid_flow. Skriven av Stephen Montgomery-Smith, 2002.
uk: Імітує двовимірний потік нестисливої ідеальної рідини. http://en.wikipedia.org/wiki/Euler_equations_(fluid_dynamics) http://en.wikipedia.org/wiki/Inviscid_flowАвтор — Stephen Montgomery-Smith, 2002.
zh_tw: 模擬二維的不可壓縮非黏性流體。參考資料： http://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 ，http://en.wikipedia.org/wiki/Inviscid_flow 。由 Stephen Montgomery-Smith 撰寫，2002。

# @label:slider
source: Particles
ca@valencia: Partícules
es: Partículas
et: Osakesed
eu: Partikulak
fi: Hiukkasia
fr: Particules
ga: Cáithníní
gl: Partículas
hu: Részecskék
it: Particelle
ja: 粒子
kk: Бөлшектер
ko: 입자
lv: Daļiņas
nb: Partikler
nds: Deeltjes
nl: Deeltjes
nn: Partiklar
pl: Cząstki
pt: Partículas
ru: Частицы
sl: Delci
sr@ijekavian: Честице
sv: Partiklar
uk: Частинки
zh_tw: 粒子

# @item:inrange Particles
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudzas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Particles
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: Extrusion
ca@valencia: Extrusió
es: Extrusión
et: Venitus
eu: Estrusioa
fi: Ulostyöntyminen
gl: Extrusión
hu: Kihúzás
it: Estrusione
ja: 突出
kk: Қалыптастыру
ko: 분출
lv: Izgrūšana
nb: Ekstrusjon
nds: Strangpresste Delen
nl: Uitknijpen
nn: Utskjering
pl: Wytłoczenie
pt: Extrusão
ru: Экструзия
sl: Iztisnjenje
sr@ijekavian: Извлачење
sv: Extrudering
uk: Витіснення
zh_tw: 突出

# @info screen saver description
source: Draws various rotating extruded shapes that twist around, lengthen, and turn inside out. Written by Linas Vepstas, David Konerding, and Jamie Zawinski; 1999.
ca@valencia: Dibuixa diverses formes que es retorcen, allarguen i giren sobre si mateixes. Escrit per Linas Vepstas, David Konerding, and Jamie Zawinski; 1999.
es: Muestra rotando varias formas extrudidas que se retuercen, alargan y giran sobre sí mismas. Escrito por Linas Vepstas, David Konerding y Jamie Zawinski; 1999.
et: Näitab mitmesuguseid pöörlevaid kolmemõõtmeliseks venitatud kujundeid, mis väänduvad, pikenevad ja keeravad end pahupidi. Autor: Linas Vepstas, David Konerding ja Jamie Zawinski; 1999.
eu: Bihurritu, luzatu, eta barrutik kanpora bueltatzen diren biratzen ari diren estusionatutako forma batzuk marrazten ditu. Linas Vepstas, David Konerding, eta Jamie Zawinski-k idatzia; 1999.
fi: Erilaiset kierteiset kuviot pyörivät ympäri, pitenevät ja kääntyvät nurinpäin. Tekijät: Linas Vepstas, David Konerding ja Jamie Zawinski; 1999.
fr: Dessine différentes formes tournantes qui se tordent, s'allongent et se retournent comme des chaussettes. Écrit par David Konerding, Linas Vepstas et Jamie Zawinski ; 1999.
ga: Dearann sé seo cruthanna easbhrúite rothlacha a chasann, a fhadaíonn, agus a iompaíonn amach. Scríofa ag Linas Vepstas, David Konerding, agus Jamie Zawinski, 1999.
gl: Debuxa varias formas estruídas que van rodando, e virándose do revés. Escribírono Linas Vepstas, David Konerding e Jamie Zawinski, en 1999.
hu: Különféle forgó, meghosszabbodó és kiforduló alakzatokat ábrázol. Készítette: Linas Vepstas, David Konerding és Jamie Zawinski, 1999.
it: Disegna varie forme estruse rotanti che si piegano, allungano e implodono o esplodono. Scritto da Linas Vepstas, David Konerding e Jamie Zawinski; 1999.
ja: さまざまな回転する突起をもった図形が、ねじれたり、伸びたり、裏返ったりする様子を描画します。Linas Vepstas、David Konerding、Jamie Zawinski、1999年作。
kk: Түрлі бұралатын бедерлі нысандарды бейнелейді. Олар қабаттасады, созылады, терістеледі. Авторлары: Linas Vepstas, David Konerding, Jamie Zawinski; 1999.
ko: 회전하면서 꼬이고 길어지고 안팎이 바뀌는 도형을 그립니다. Linas Vepstas, David Kondering, Jamie Zawinski 작성, 1999년.
nb: Tegner diverse roterende utpressede former som vrir seg, forlenges og vrenges. Skrevet av Linas Vepstas, David Konerding og Jamie Zawinski, 1999.
nds: Strangpresste Formen dreiht un streckt sik, un fooldt de Binnensiet na buten. 1999 schreven vun Linas Vepstas, David Konerding, un Jamie Zawinski.
nl: Toont verschillende ronddraaiende geëxtrudeerde vormen die langer worden en zich binnenste buiten keren. In 1999 geschreven door Linas Vepstas, David Konerding, en Jamie Zawinski.
nn: Teiknar ulike utskorne gjenstandar som vrir seg, endrar storleik og snur seg inn ut. Skriven av Linas Vepstas, David Konerding og Jamie Zawinski i 1999.
pl: Różne obracające się wytłoczone kształty, które się zginają, wydłużają i przewracają na drugą stronę. Autorzy: Linas Vepstas, David Konerding i Jamie Zawinski; 1999.
pt: Desenha várias formas que vão rodando, esticando e virando-se ao contrário. Criado por David Konerding, Linas Vepstas e Jamie Zawinski; 1999.
ru: Различные вращающиеся экструдированные профили, которые искажаются, удлиняются и выворачиваются наизнанку. Автор Линас Вепстас (Linas Vepstas), Дэвид Конердинг (David Konerding) и Джеми Завински (Jamie Zawinski), 1999.
sl: Izriše različne vrteče se iztisnjene oblike, ki se zvijajo naokoli, podaljšujejo in obrnejo od znotraj navzven. Napisali Linas Vepstas, David Konerding in Jamie Zawinski, 1999.
sr@ijekavian: Црта разне обрћуће извучене облике који се уврћу, истежу и изврћу. Написали Линаса Вепстаса, Дејвид Конердинг и Џејми Завински, 1999.
sv: Ritar diverse roterande, extruderande former som svänger runt, förlängs och vänds ut och in. Skriven av Linas Vepstas, David Konerding och Jamie Zawinski, 1999.
uk: Показує витискання з обертанням форм, що закручуються, видовжуються та вивертаються. Автори — Linas Vepstas, David Konerding та Jamie Zawinski; 1999.
zh_tw: 畫出不同的型狀，彼此擠壓、伸展與旋轉。由 David Konerding，Linas Vepstas，與 Jamie Zawinski 撰寫，1999。

# @option:radio
source: Random object
ca@valencia: Objecte a l'atzar
es: Objeto al azar
et: Juhuslik objekt
eu: Ausazko objektua
fi: Satunnainen kappale
fr: Objet aléatoire
ga: Réad randamach
gl: Obxecto aleatorio
hu: Véletlenszerű objektum
it: Oggetto casuale
ja: ランダムオブジェクト
kk: Кездейсоқ нысан
ko: 무작위 객체
lv: Nejaušs objekts
nb: Tilfeldig objekt
nds: Tofällig Objekt
nl: Willekeurig object
nn: Tilfeldig objekt
pl: Losowy obiekt
pt: Objecto aleatório
ru: Случайный объект
sl: Naključen predmet
sr@ijekavian: Насумични објекат
sv: Slumpmässigt objekt
uk: Випадковий об'єкт
zh_tw: 隨機物件

# @option:radio
source: Helix 2
ca@valencia: Hèlice 2
et: Heeliks 2
eu: Helizea 2
fi: Kierre 2
fr: Hélice 2
ga: Héilics 2
gl: Hélice 2
it: Elica 2
ja: ヘリックス 2
kk: Шиыршық 2
ko: 나선 2
nds: Spiraal 2
nl: Spiraal 2
nn: Spiral 2
pl: Spirala 2
pt: Hélice 2
ru: Спираль 2
sl: Vijačnica 2
sr@ijekavian: Спирала 2
sv: Spiral 2
uk: Завиток 2
zh_tw: 螺旋 2

# @option:radio
source: Helix 3
ca@valencia: Hèlice 3
et: Heeliks 3
eu: Helizea 3
fi: Kierre 3
fr: Hélice 3
ga: Héilics 3
gl: Hélice 3
it: Elica 3
ja: ヘリックス 3
kk: Шиыршық 3
ko: 나선 3
nds: Spiraal 3
nl: Spiraal 3
nn: Spiral 3
pl: Spirala 3
pt: Hélice 3
ru: Спираль 3
sl: Vijačnica 3
sr@ijekavian: Спирала 3
sv: Spiral 3
uk: Завиток 3
zh_tw: 螺旋 3

# @option:radio
source: Helix 4
ca@valencia: Hèlice 4
et: Heeliks 4
eu: Helizea 4
fi: Kierre 4
fr: Hélice 4
ga: Héilics 4
gl: Hélice 4
it: Elica 4
ja: ヘリックス 4
kk: Шиыршық 4
ko: 나선 4
nds: Spiraal 4
nl: Spiraal 4
nn: Spiral 4
pl: Spirala 4
pt: Hélice 4
ru: Спираль 4
sl: Vijačnica 4
sr@ijekavian: Спирала 4
sv: Spiral 4
uk: Завиток 4
zh_tw: 螺旋 4

# @option:radio
source: Join offset
ca@valencia: Posició d'unió
es: Desplazamiento unido
et: Ühine nihe
eu: Lotura tartea
fi: Liitossiirtymä
fr: Décalage de jointure
ga: Fritháireamh ceangail
gl: Posición de unión
hu: Összekapcsolási távolság
it: Unisci scostamento
ja: 分岐を結合
kk: Ығыстырп қосылған
ko: 결합 지점
nb: Forskyvning av sammenkobling
nds: Lenkverschuven
nl: Offset samenvoegen
nn: Forskyvd skøyt
pl: Połącz przesunięcie
pt: Posição de junção
ru: Соединения со смещением
sl: Zamik pridruženja
sr@ijekavian: Праг састава
sv: Ledförskjutning
uk: З'єднання із змішуванням
zh_tw: 連接位移

# @option:radio
source: Screw
ca@valencia: Cargol
es: Tornillo
et: Kruvi
eu: Torlojua
fi: Ruuvi
fr: Vis
ga: Scriú
gl: Parafuso
hu: Csavarodás
it: Vite
ja: スクリュー
kk: Бұранды
ko: 나사
nb: Skrue
nds: Schruuv
nl: Draaien
nn: Skrue
pl: Śruba
pt: Parafuso
ru: Винт
sl: Zavij
sr@ijekavian: Увртање
sv: Skruva
uk: Шуруп
zh_tw: 螺絲釘

# @option:radio
source: Taper
ca@valencia: Vela
es: Vela
et: Kahanev
eu: Konoa
fi: Kartio
fr: Cône
ga: Barrchaolaigh
gl: Estreitamento
hu: Elvékonyodás
it: Svasatura
ja: 先細
kk: Қалыпты бұранды
ko: 테이퍼
nb: Konus
nds: Afnahm
nl: Versmalling
nn: Tilspissing
pl: Stożek
pt: Funil
ru: Сужающийся винт
sl: Stanjšaj
sr@ijekavian: Умањење
sv: Avtagande
uk: Шуруп для гіпсоплити
zh_tw: 圓錐

# @option:radio
source: Twistoid
et: Pahupidi keeramine
eu: Bihurritu
fi: Vänkyrä
fr: Torsion
ga: Lúbóid
gl: Torsión
hu: Csavaroid
it: Spirale
ja: ねじれ
kk: Бірдеме
ko: 비틀리는 강체
nds: Faltblick
nn: Vriding
pl: Wiertło
pt: Torção
ru: Твистоид
sl: Zavijalec
sr@ijekavian: Уврнутоид
sv: Vrängning
uk: Скручена фігура
zh_tw: 扭曲

# @option:radio
source: Use flat coloring
ca@valencia: Usa colors plans
es: Usar colores planos
et: Ühtse värvi kasutamine
eu: Erabili koloreztatze laua
fi: Yksivärinen
fr: Utiliser des couleurs unies
ga: Úsáid dathú maol
gl: Usar coloración lisa
hu: KOntraszt nélküli színek használata
it: Usa tinta unita
ja: 平坦な色づけを使う
kk: Жәй боялсын
ko: 단일 색상 사용
lv: Lietot vienkāršu iekrāsošanu
nb: Bruk flat fargelegging
nds: Eenfache Klören bruken
nl: Vlakke kleuren gebruiken
nn: Flat farge
pl: Zastosuj jednolity kolor
pt: Usar a coloração plana
ru: Простое окрашивание
sl: Uporabi plosko obarvanje
sr@ijekavian: Равно бојење
sv: Använd enkel färg
uk: Використовувати однотонний колір
zh_tw: 使用單一顏色

# @option:radio
source: Use lighting
ca@valencia: Usa il·luminació
es: Usar iluminación
et: Mitmevärviline
eu: Erabili argiztapena
fi: Käytä valaistusta
fr: Utiliser la lumière
ga: Úsáid soilsiú
gl: Utilizar iluminación
hu: Megvilágítás használata
it: Usa illuminazione
ja: 照明を使う
kk: Жарық түссін
ko: 조명 사용
lv: Lietot gaismošanu
nb: Bruk belysning
nds: Mit Latücht
nl: Belichting gebruiken
nn: Lyssetjing
pl: Zastosuj oświetlenie
pt: Usar a iluminação
ru: С освещением
sl: Uporabi osvetlitev
sr@ijekavian: Са освјетљењем
sv: Använd ljussättning
uk: Використовувати освітлення
zh_tw: 使用燈光

# @item screen saver name
source: FadePlot
ca@valencia: Traces esvaïdes
et: KahvatuJoonis
fi: Häviävä piirto
fr: Ruban ondulant
gl: Trazos esvaecidos
it: Disegno sfumato
ja: フェードプロット
kk: Таспа
ko: 사라지는 점
nds: Utblennrebeet
nn: Uttoningsplott
pl: Punkt z zanikającą smugą
sl: Bledenje
sr@ijekavian: Стопицрт
sv: Bleknande teckning
uk: Згасання
zh_tw: 飄逝情節

# @info screen saver description
source: Draws what looks like a waving ribbon following a sinusoidal path. Written by Bas van Gaalen and Charles Vidal; 1997.
ca@valencia: Dibuixa el que pareix una cinta ondulada seguint un trenat sinodal. Escrit per Bas van Gaakeb i Charles Vidal; 1997.
es: Muestra lo que parece una cinta que ondula siguiendo una ruta sinusoidal. Escrito por Bas van Gaalen y Charles Vidal; 1997.
et: Näitab sinusoidset teekonda läbivat lehvivat riba. Autorid: Bas van Gaalen ja Charles Vidal; 1997.
eu: Marraztu bide sinusoidal bat jarraitzen duen xingola uhindu bat dirudiena. Bas van Gaalen eta Charles Vidal-ek idatzia; 1997.
fi: Kuvio näyttää aaltoilevalta nauhalta, joka noudattaa sinikäyrää. Tekijät: Bas van Gaalen ja Charles Vidal; 1997.
fr: Dessine ce pourrait ressembler à un ruban ondulant suivant une courbe sinusoïdale. Écrit par Bas van Gaalen et Charles Vidal ; 1997.
ga: Dearann sé seo rud éigin cosúil le ribín ag croitheadh ar feadh conaire síneasóidí. Scríofa ag Bas van Gaalen agus Charles Vidal, 1997.
gl: Debuxa algo que se parece a unha tira ondulante que segue un camiño sinusoidal. Feito por Bas van Gaalen e Charles Vidal en 1997.
hu: Szinuszgörbén mozgó hullámzó szalagot jelenít meg. Készítette: Bas van Gaalen és Charles Vidal, 1997.
it: Disegna quello che sembra un nastro ondeggiante che segue una traiettoria sinusoidale. Scritto da Bas van Gaalen e Charles Vidal; 1997.
ja: 正弦波カーブに従って波打つリボンのように見えるものを描画。Bas van Gaalen と Charles Vidal、1997年の作。
kk: Желбіреп ұшып жүрген таспаға ұқсас бейне. Авторлары: Bas van Gaalen және Charles Vidal; 1997.
ko: 사인 곡선 경로를 따라 가는 흔들리는 리본을 그립니다. Bas van Gaalen, Charles Vidal 작성. 1997년.
nb: Tegner noe som likner et bølgende bånd som følger en sinusoid linje. Skrevet av Bas van Gaalen og Charles Vidal, 1997.
nds: Süht ut as en Band, dat op en Sinus-Padd flüggt. 1997 schreven vun Bas van Gaalen un Charles Vidal.
nl: Toont wat lijkt op een wapperend lint die een sinusvormig pad volgt. In 1997 geschreven door Bas van Gaalen en Charles Vidal.
nn: Teiknar eit band som bølgjer i vinden, og følgjer ei sinuskurve. Skriven av Bas van Gaalen og Charles Vidal i 1997.
pl: Wstęga falująca wzdłuż sinusoidalnej ścieżki. Autorzy: Bas van Gaalen i Charles Vidal; 1997.
pt: Desenha algo que se parece com uma tira ondulante que segue um caminho sinusoidal. Feito por Bas van Gaalen e Charles Vidal; 1997.
ru: Отрисовывает подобие развивающейся ленты, движущейся по синусоиде. Автор Бас ван Гаален (Bas van Gaalen) и Чарльз Видал (Charles Vidal), 1997.
sl: Izriše valujoč trak, ki sledi sinusni poti. Napisala Bas van Gaalen in Charles Vidal, 1997.
sr@ijekavian: Црта нешто што личи на таласајућу траку која прати синусоидалну путању. Написали Бас ван Гален и Шарл Видал, 1997.
sv: Ritar vad som ser ut som ett vågigt band som följer en sinusformad väg. Skriven av Bas van Gaalen och Charles Vidal, 1997.
uk: Показує те, що виглядає як кольорова стрічка, що хвилеподібно коливається. Автори — Bas van Gaalen та Charles Vidal; 1997.
zh_tw: 畫出一個正弦路徑，像是波動中的絲帶。由 Bas van Gaalen 與 Charles Vidal 撰寫，1997。

# @label:slider
source: Cycles
ca@valencia: Cicles
es: Ciclos
et: Tsüklid
eu: Zikloak
fi: Jaksoja
ga: Ciogail
gl: Ciclos
hu: Ciklusok
it: Cicli
ja: サイクル
kk: Ұзындығы
ko: 회전
lv: Cikli
nb: Sykluser
nds: Dörlööp
nl: Cycli
nn: Syklusar
pl: Cykle
pt: Ciclos
ru: Циклы
sl: Cikli
sr@ijekavian: Циклуси
sv: Cykler
uk: Цикли
zh_tw: 週期

# @item:inrange Cycles
source: Small
ca@valencia: Petit
es: Pequeños
et: Väike
eu: Txikia
fi: Vähän
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccoli
ja: 小
kk: Қысқа
ko: 작게
lv: Mazi
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequenos
ru: Меньше
sl: Majhni
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Cycles
source: Large
ca@valencia: Gran
es: Grandes
et: Suur
eu: Handia
fi: Monta
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大
kk: Ұзын
ko: 크게
lv: Lieli
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grandes
ru: Больше
sl: Veliki
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: Fiberlamp
ca@valencia: Làmpada de fibra
et: Fiiberlamp
eu: Zuntz lanpara
fi: Kuitulamppu
fr: Lampe à incandescence
gl: Lámpada de fibra
hu: Optikai szálas lámpa
it: Lampada a fibre
ja: ファイバーランプ
kk: Талшықты шам
ko: 광섬유
lv: Šķiedras lampa
nb: Fiberlampe
nds: Faserlamp
nl: Glasvezellamp
nn: Fiberlampe
pl: Lampa światłowodowa
pt: Lâmpada de Fibra
ru: Оптоволоконный светильник
sl: Svetilka iz optičnih vlaken
sr@ijekavian: Влакнаста лампа
sv: Fiberlampa
uk: Волоконна лампа
zh_tw: 光纖燈

# @info screen saver description
source: Draws a groovy rotating fiber optic lamp. Written by Tim Auckland; 2005.
ca@valencia: Dibuixa una làmpada moderna de fibra òptica que gira. Escrit per Tim Auckland; 2005.
es: Dibuja una lámpara moderna de fibra óptica que gira. Escrito por Tim Auckland; 2005.
et: Moekas pöörlev fiiberoptiline lamp. Autor: Tim Auckland; 2005.
eu: Biratzen duen zuntz optikozko lanpara aparta marrazten du. Tim Auckland-ek idatzia; 2005.
fi: Piirtää jännittävän pyörivän kuituoptiikkalampun. Kirjoittanut Tim Auckland, 2005.
fr: Dessine une lampe de fibre optique tournante et groovy. Écrit par Tim Auckland ; 2005.
gl: Debuxa unha lámpada de fibra óptica a xirar. Escribiuno Tim Auckland en 2005.
hu: Forgó, optikai szálas lámpát ábrázol. Készítette: Tim Auckland, 2005.
it: Disegna una lampada a fibre ottiche rotante. Scritto da Tim Auckland; 2005.
ja: いかした光ファイバの灯り。Tim Auckland、2005年作。
kk: Әдемі айналма оптикалық талшықты шам бейнесі. Авторы: Tim Auckland; 2005.
ko: 회전하는 광섬유를 그립니다. Tim Auckland 작성, 2005년.
lv: Zīmē rotējošu optisko šķiedru lampu. Sarakstīja Tim Auckland; 2005.
nb: Tegner en kul roterende fiberoptisk lampe. Skrevet av Tim Auckland.
nds: En dannig dreihen Lichtkavel-Faserlamp. Schreven vun Tim Auckland, 2005.
nl: Toont een wonderschone ronddraaiende glasvezellamp. In 2005 geschreven door Tim Auckland.
nn: Teiknar ein flott fiberoptisk lampe. Skriven av Tim Auckland i 2005.
pl: Klawa obracająca się lampa z włókien światłowodowych. Autor: Tim Auckland; 2005.
pt: Desenha uma lâmpada de fibra óptica a rodar. Feito por Tim Auckland; 2005.
ru: Обычный крутящийся оптоволоконный светильник. Автор Тим Окленд (Tim Auckland), 2005.
sl: Izriše čudovito vrtečo svetilko iz optičnih vlaken. Napisal Tim Auckland, 2005.
sr@ijekavian: Црта замамну обрћућу лампу од оптичких влакана. Написао Тим Окленд, 2005.
sv: Ritar en häftig roterande fiberoptisk lampa. Skriven av Tim Auckland, 2005.
uk: Показує лампу з оптичних волокон, що обертаються. Автор — Tim Auckland; 2005.
zh_tw: 畫一個有趣的旋轉光纖燈。由 Tim Auckland 撰寫，2005。

# @label:slider
source: Fibers
ca@valencia: Fibres
es: Fibras
et: Kiud
eu: Zuntzak
fi: Kuituja
fr: Fibres
ga: Snáithíní
gl: Fibras
hu: Szálak
it: Fibre
ja: ファイバ
kk: Талшықтар
ko: 광섬유
lv: Šķiedras
nb: Fibre
nds: Fasern
nl: Vezels
nn: Fibrar
pl: Światłowody
pt: Fibras
ru: Волокон
sl: Vlakna
sr@ijekavian: Влакна
sv: Fibrer
uk: Волокна
zh_tw: 纖維

# @item:inrange Fibers
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少
