Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:check
source: Sharp turns
ca@valencia: Girs ràpids
es: Curva cerrada
et: Järsud pöörded
eu: Bihurgune itxia
fi: Äkkikäännöksiä
fr: Virages serrés
ga: Cora géara
gl: Viraxes abruptas
hu: Éles fordulók
it: Curve a gomito
ja: 鋭いターン
kk: Күрт бұрылыстар
ko: 뾰족한 모서리
lv: Asi pagriezieni
nb: Skarpe vendinger
nds: Scharp Ümdreihen
nl: Scherpe bochten
nn: Skarpe svingar
pl: Ostre zwroty
pt: Viragens abruptas
ru: Острые углы поворотов
sl: Ostri zavoji
sr@ijekavian: Оштри заокрети
sv: Skarpa svängar
uk: Різкі повороти
zh_tw: 急速翻轉

# @option:check
source: Truchet lines
ca@valencia: Línies Truchet
es: Líneas Truchet
et: Truchet' jooned
eu: Truchet lerroak
fi: Truchet-rivit
fr: Truchet
ga: Línte Truchet
gl: Liñas de Truchet
hu: Truchet-vonalak
it: Linee di Truchet
ja: 通った跡
kk: Труше сызықтары
ko: Truchet 줄
nb: Truchetlinjer
nds: Truchet-Kacheln
nl: Truchet-lijnen
nn: Truchet-linjer
pl: Linie Trucheta
pt: Linhas de Truchet
ru: Плитки Труше
sl: Truchetove črte
sr@ijekavian: Трушеове линије
sv: Truchet-linjer
uk: Лінії Труше
zh_tw: 特魯切特線（Truchet lines） lines）

# @option:check
source: Draw eyes
ca@valencia: Dibuixa els ulls
es: Dibujar ojos
et: Silmade näitamine
eu: Marraztu begiak
fi: Piirrä silmät
fr: Dessiner les yeux
ga: Dear súile
gl: Mostrar os ollos
hu: Szemek rajzolása
it: Disegna gli occhi
ja: 目を描画
kk: Көздері болсын
ko: 눈 그리기
lv: Zīmēt acis
nb: Tegn øyne
nds: Ogen wiesen
nl: Ogen tekenen
nn: Teikn auge
pl: Rysuj oczy
pt: Desenhar os olhos
ru: Рисовать глаза
sl: Izriši oči
sr@ijekavian: Цртај очи
sv: Rita ögon
uk: Малювати очі
zh_tw: 繪製眼睛

# @label:slider
source: Number of colors
ca@valencia: Nombre de colors
es: Número de colores
et: Värvide arv
eu: Kolore kopurua
fi: Värien määrä
fr: Nombre de couleurs
ga: Líon na ndathanna
gl: Número de cores
hu: A színek száma
it: Numero di colori
ja: 色の数
kk: Түстер саны
ko: 색상 수
lv: Krāsu skaits
nb: Antall farger
nds: Tall vun Klören
nl: Aantal kleuren
nn: Talet på fargar
pl: Liczba kolorów
pt: Número de cores
ru: Количество цветов
sl: Število barv
sr@ijekavian: Број боја
sv: Antal färger
uk: Кількість кольорів
zh_tw: 顏色的數目

# @item:inrange Number of colors
source: Three
ca@valencia: Tres
es: Tres
et: Kolm
eu: Hiru
fi: Kolme
fr: Trois
ga: Trí
gl: Tres
hu: Három
it: Tre
ja: 三つ
kk: Үш
lv: Trīs
nb: Tre
nds: Dree
nl: Drie
nn: Tre
pl: Trzy
pt: Três
ru: Три
sl: Tri
sr@ijekavian: три
sv: Tre
uk: Трійка

# @item:inrange Number of colors
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:spinbox
source: Ants count
ca@valencia: Nombre de formigues
es: Contador de hormigas
et: Sipelgate arv
eu: Inurri kopurua
fi: Muurahaisten määrä
fr: Nombre de fourmis
ga: Líon na seangán
gl: Cantidade de formigas
hu: A hangyák száma
it: Numero di formiche
ja: 蟻の数
kk: Құмырсқалар саны
ko: 개미 수
lv: Skudru skaits
nb: Antall maur
nds: Miegeem-Tall
nl: Aantal mieren
nn: Talet på maur
pl: Liczba mrówek
pt: Número de formigas
ru: Количество муравьёв
sl: Število mravelj
sr@ijekavian: Број мрава
sv: Antal myror
uk: Кількість мурах
zh_tw: 螞蟻總數

# @label:spinbox
source: Ant size
ca@valencia: Mida de la formiga
es: Tamaño de hormiga
et: Sipelga suurus
eu: Inurriaren neurria
fi: Muurahaisen koko
fr: Taille des fourmis
ga: Méid na seangán
gl: Tamaño da formiga
hu: A hangyák mérete
it: Dimensione delle formiche
ja: 蟻のサイズ
kk: Құмырсқаның өлшемі
ko: 개미 크기
lv: Skudras izmērs
nb: Maurstørrelse
nds: Miegeem-Grött
nl: Miergrootte
nn: Maurstorleik
pl: Rozmiar mrówek
pt: Tamanho da formiga
ru: Размер муравья
sl: Velikost mravlje
sr@ijekavian: Величина мрава
sv: Myrstorlek
uk: Розмір мурахи
zh_tw: 螞蟻大小

# @option:radio
source: Random cell shape
ca@valencia: Forma de la cel·la a l'atzar
es: Forma de la celda aleatoria
et: Juhusliku kujuga kärjed
eu: Ausazko itxuradun gelaxka
fi: Solun satunnainen muoto
fr: Forme de cellule aléatoire
ga: Cruth randamach cille
gl: Forma da cela aleatoria
hu: Véletlenszerű cellaalak
it: Celle di forma casuale
ja: ランダムなセルの形状
kk: Ұяшықтың кездейсоқ қалыпы
ko: 무작위적 칸 모양
lv: Gadījuma šūnu forma
nb: Tilfeldig celleform
nds: Tofällig Zellform
nl: Willekeurige celvorm
nn: Tilfeldig celleform
pl: Losowy kształt komórki
pt: Formato da célula aleatório
ru: Случайная форма ячеек
sl: Naključna oblika celice
sr@ijekavian: Насумичан облик ћелије
sv: Slumpmässig cellform
uk: Випадкова форма комірок
zh_tw: 隨機的細胞形狀

# @option:radio
source: Three sided cells
ca@valencia: Cel·les de tres costats
es: Celda de tres lados
et: Kolmetahulised kärjed
eu: Hiru aldedun gelaxkak
fi: Kolmisivuiset solut
fr: Cellule à trois cotés
ga: Cealla le trí thaobh
gl: Celas de tres lados
hu: Háromoldalú cellák
it: Celle a tre lati
ja: 三角形のセル
kk: Үш жақты ұяшық
ko: 삼각형 세포
lv: Šūnām trīs malas
nb: Trekantede celler
nds: Zellen mit dree Sieden
nl: Driezijdige cellen
nn: Trekanta celler
pl: Trzyścienne komórki
pt: Células de três lados
ru: Трёхсторонние ячейки
sl: Tristranske celice
sr@ijekavian: Тростране ћелије
sv: Tresidiga celler
uk: Тристоронні комірки
zh_tw: 三邊細胞

# @option:radio
source: Four sided cells
ca@valencia: Cel·les de quatre costats
es: Celdas de cuatro lados
et: Neljatahulised kärjed
eu: Lau aldedun gelaxkak
fi: Nelisivuiset solut
fr: Cellules à quatre cotés
ga: Cealla ceathairthaobacha
gl: Celas de catro lados
hu: Négyoldalú cellák
it: Celle a quattro lati
ja: 四角形のセル
kk: Төрт жақты ұяшық
ko: 사각형 세포
lv: Šūnām četras malas
nb: Firkantede celler
nds: Zellen mit veer Sieden
nl: Vierzijdige cellen
nn: Firkanta celler
pl: Czworościenne komórki
pt: Células de quatro lados
ru: Четырёхсторонние ячейки
sl: Celice s štirimi stranmi
sr@ijekavian: Четворостране ћелије
sv: Fyrsidiga celler
uk: Чотиристоронні комірки
zh_tw: 四邊細胞

# @option:radio
source: Six sided cells
ca@valencia: Cel·les de sis costats
es: Celdas de seis lados
et: Kuuetahulised kärjed
eu: Sei aldedun gelaxkak
fi: Kuusisivuiset solut
fr: Cellules à six cotés
ga: Cealla le sé thaobh
gl: Celas de seis lados
hu: Hatoldalú cellák
it: Celle a sei lati
ja: 六角形のセル
kk: Алты жақты ұяшық
ko: 육각형 세포
lv: Šūnām sešas malas
nb: Sekskantede celler
nds: Zellen mit söss Sieden
nl: Zeszijdige cellen
nn: Sekskanta celler
pl: Sześcienne komórki
pt: Células de seis lados
ru: Шестисторонние ячейки
sl: Celice s šestimi stranmi
sr@ijekavian: Шестостране ћелије
sv: Sexsidiga celler
uk: Шестисторонні комірки
zh_tw: 六邊的細胞

# @option:radio
source: Nine sided cells
ca@valencia: Cel·les de nou costats
es: Celdas de nueve lados
et: Üheksatahulised kärjed
eu: Bederatzi aldedun gelaxkak
fi: Yhdeksänsivuiset solut
fr: Cellule à neuf cotés
ga: Cealla le naoi dtaobh
gl: Celas de nove lados
hu: Kilencoldalú cellák
it: Celle a nove lati
ja: 九角形のセル
kk: Тоғыз жақты ұяшық
ko: 구각형 세포
lv: Šūnām deviņas malas
nb: Nikantede celler
nds: Zellen mit negen Sieden
nl: Negenzijdige cellen
nn: Nikanta celler
pl: Dziewięciościenne komórki
pt: Células de nove lados
ru: Девятисторонние ячейки
sl: Celice z devetimi stranmi
sr@ijekavian: Деветостране ћелије
sv: Niosidiga celler
uk: Дев'ятисторонні комірки
zh_tw: 九邊細胞

# @option:radio
source: Twelve sided cells
ca@valencia: Cel·les de dotze costats
es: Celdas de doce lados
et: Kaheteisttahulised kärjed
eu: Hamabi aldedun gelaxkak
fi: Kaksitoistasivuiset solut
fr: Cellules à douze cotés
ga: Cealla le dhá thaobh déag
gl: Celas de doce lados
hu: Tizenkét oldalú cellák
it: Celle a dodici lati
ja: 十二角形のセル
kk: Он екі жақты ұяшық
ko: 십이각형 세포
lv: Šūnām divpadsmit malas
nb: Tolvkantede celler
nds: Zellen mit twölf Sieden
nl: Twaalfzijdige cellen
nn: Tolvkanta celler
pl: Dwunastościenne komórki
pt: Células de doze lados
ru: Двенадцатисторонние ячейки
sl: Celice z dvanajstimi stranmi
sr@ijekavian: Дванаестостране ћелије
sv: Tolvsidiga celler
uk: Дванадцятисторонні комірки
zh_tw: 十二邊細胞

# @item screen saver name
source: AntInspect
ca@valencia: Formiga inspectora
et: Sipelgas-uurija
fi: Muurahaistarkkailu
fr: 3 fourmis
gl: Formiga inspectora
it: Formiche in ispezione
kk: Үш құмырсқа
nds: Miegeem-Nakiek
nn: Maurgransking
pl: Mrówki w sferach
pt: Inspecção da Formiga
ru: Три муравья
sl: Mravlji pregled
sr@ijekavian: Мравља инспекција
sv: Inspektera myra
uk: Мурашина перевірка
zh_tw: 觀察螞蟻

# @info screen saver description
source: Draws a trio of ants moving their spheres around a circle. Written by Blair Tennessy; 2004.
ca@valencia: Dibuixa un trio de formigues movent les seues esferes al voltant d'un cercle. Escrit per Blair Tennessy; 2004.
es: Dibuja un trío de hormigas que mueven sus esferas alrededor de un círculo. Escrito por Blair Tennessy; 2004.
et: Kolm sipelgat, kes liiguvad koos oma sfääriga ringjalt. Autor: Blair Tennessy; 2004.
eu: inurri hirukote bat marrazten du beraien esferak zirkulu batetik mugitzen. Blair Tennessy-k idatzia, 2004.
fi: Piirtää pallojaan ympyrän ympäri kuljettavan muurahaiskolmikon. Kirjoittanut Blair Tennessy, 2004.
fr: Dessine un trio de fourmis déplaçant leurs sphères autour d'un cercle. Écrit par Blair Tennessy ; 2004.
ga: Dearann sé seo trí sheangán atá ag brú a sféir timpeall ciorcail. Scríofa ag Blair Tennessy, 2004.
gl: Debuxa un trio de formigas a mover as súas esferas arredor dun círculo. Escribiuno Blair Tennessy en 2004.
hu: Három hangyát mutat, ahogy gömböket mozgatnak körbe-körbe. Készítette Blair Tennessy, 2004.
it: Disegna una terna di formiche che spostano le loro sfere attorno a un cerchio. Scritto da Blair Tennessy; 2004.
kk: Айнлып жүрген үш домалақтың ішндегі құмырсқа. Авторы: Blair Tennessy; 2004.
ko: 원을 따라서 움직이는 세 마리의 개미를 그립니다. Blair Tennessy 작성, 2004년.
lv: Zīmē skudru trio, kas pārvieto savas sfēras apkārt pa apli. Sarakstīja Blair Tennessy; 2004.
nb: Tegner en trio av maur som flytter kulene sine langs en sirkel. Skrevet av Blair Tennesy, 2004.
nds: Wiest dree Miegemen, de ehr Kugeln rund en Krink bewegen doot. 2004 schreven vun Blair Tennessy.
nl: Toont een drietal mieren die hun bollen cirkelvormig bewegen. In 2004 geschreven door Blair Tennessy.
nn: Teiknar ein maurtrio som flyttar kulene sine rundt i ein sirkel. Skriven av Blair Tennessy i 2004.
pl: Trzy mrówki niosące swoje kule po okręgu. Autor: Blair Tennesy; 2004.
pt: Desenha um trio de formigas a rodar as suas esferas em torno de uma circunferência. Feito por Blair Tennessy; 2004.
ru: Показывает трёх муравьёв, движущихся по кругу. Автор — Blair Tennessy, 2004.
sl: Izriše tri mravlje, ki svoje krogle premikajo v krogu. Napisal Blair Tennessy, 2004.
sr@ijekavian: Црта три мрава која помијерају своје сфере око круга. Написао Блер Тенеси 2004.
sv: Ritar en trio myror som flyttar omkring sina klot i en cirkel. Skriven av Blair Tennessy, 2004.
uk: Показує тріо мурах, що рухають свої сфери вздовж кола. Автор — Blair Tennessy; 2004.
zh_tw: 繪製三隻螞蟻沿著圓圈移動球。由 Blair Tennessy 撰寫，2004。

# @option:check
source: Draw shadows
ca@valencia: Dibuixa les ombres
es: Dibujar sombras
et: Varjude näitamine
eu: Marraztu itzalak
fi: Piirrä varjot
fr: Dessiner les ombres
ga: Dear scáthanna
gl: Debuxas as sombras
hu: Árnyékok rajzolása
it: Disegna ombre
ja: 影を描画
kk: Көлеңкелер болсын
ko: 그림자 그리기
lv: Zīmēt ēnas
nb: Tegn skygger
nds: Schaddens tofögen
nl: Schaduw tekenen
nn: Teikn skuggar
pl: Rysuj cienie
pt: Desenhar as sombras
ru: Рисовать тени
sl: Riši sence
sr@ijekavian: Цртај сијенке
sv: Rita skuggor
uk: Малювати тіні
zh_tw: 繪製陰影

# @item screen saver name
source: AntMaze
ca@valencia: Laberint de formigues
et: Sipelgalabürint
fi: Muurahaissokkelo
fr: Labyrinthe des fourmis
gl: Formigueiro
hu: Hanygalabirintus
it: Formiche nel labirinto
kk: Құмырсқа лабиринті
lv: Skudru labirints
nb: Maurlabyrint
nds: Miegeemgoorn
nl: Mierendoolhof
nn: Maurlabyrint
pl: Labirynt mrówek
pt: Labirinto de Formigas
ru: Путешествие по муравейнику
sl: Mravlji blodnjak
sr@ijekavian: Мрављи лавиринт
sv: Myrlabyrint
uk: Мурашиний лабіринт
zh_tw: 螞蟻迷宮

# @info screen saver description
source: Draws a few views of a few ants walking around in a simple maze. Written by Blair Tennessy; 2005.
ca@valencia: Dibuixa unes formigues caminant dins un laberint senzill. Escrit per Blair Tennessy; 2005.
es: Dibuja algunas vistas con unas pocas hormigas moviéndose por un laberinto sencillo. Escrito por Blair Tennessy; 2005.
et: Mõned sipelgad liiguvad lihtsas labürindis. Autor: Blair Tennessy; 2005.
eu: Inurri gutxi batzuen ikuspegi gutxi batzuk marrazten ditu laberinto erraz batean ibiltzen. Blair Tennessy-k idatzia; 2005.
fi: Piirtää joitakin näkymiä, jossa muutama muurahainen kulkee ympäriinsä yksinkertaisessa sokkelossa. Kirjoittanut Blair Tennessy, 2005.
fr: Affiche quelques vues de quelque fourmis déambulant dans un labyrinthe simple. Écrit par Blair Tennessy ; 2005.
gl: Debuxa algunhas vistas dunhas poucas formigas a camiñar por un labirinto simple. Escrito por Blair Tennessy en 2005.
hu: Néhány nézetet mutat egy útvesztőben mozgó hangyákkal. Készítette Blair Tennessy, 2005.
it: Disegna alcune viste di formiche che girano in un semplice labirinto. Scritto da Blair Tennessy; 2005.
kk: Лабиринтті аралап жүрген бірнеше құмырсқалардың көріністері. Авторы: Blair Tennessy; 2005.
ko: 간단한 미로를 따라 다니는 개미 몇 마리를 그립니다. Blair Tennessy 작성, 2005년.
lv: Zīmē dažus skatus, kuros pāris skudru staigā pa vienkāršu labirintu. Sarakstīja Blair Tennessy; 2005.
nb: Tergner noen visninger av noen maur som går rundt i en enkel labyrint. Skrevet av Blair Tennessy, 2005.
nds: Wiest Ansichten vun en poor Miegemen, de dör en eenfach Biestergoorn loopt. 2005 schreven vun Blair Tennesy.
nl: Toont een paar beelden van een paar mieren die om een simpel doolhof lopen. In 2005 geschreven door Blair Tennessy.
nn: Teiknar 3D-visingar av maur som går rundt i ein enkel labyrint. Skriven av Blair Tennessy i 2005.
pl: Kilka widoków mrówek chodzących w prostym labiryncie. Autor: Blair Tennessy; 2005.
pt: Desenha algumas vistas de formigas a andarem num labirinto simples. Feito por Blair Tennessy; 2005.
ru: Показывает в нескольких ракурсах муравьёв, ползающих по простому лабиринту. Автор — Blair Tennessy, 2005.
sl: Izriše nekaj pogledov nekaj mravelj, ki hodijo naokoli v preprostem labirintu. Napisal Blair Tennessy, 2005.
sr@ijekavian: Црта неколико приказа неколицине мрава који ходају кроз једноставан лавиринт. Написао Блер Тенеси, 2005.
sv: Ritar några vyer av ett fåtal myror som går runt i en enkel labyrint. Skriven av Blair Tennessy, 2005.
uk: Показує декілька картин з декількома мурахами, що подорожують простим лабіринтом. Автор — Blair Tennessy; 2005.
zh_tw: 繪製一些螞蟻闖一個簡單的迷宮。由 Blair Tennessy 撰寫，2005。

# @item screen saver name
source: AntSpotlight
ca@valencia: Focus de formiga
et: Sipelgas laternaga
fi: Muurahaiskohdevalo
fr: Fourmi éclairante
gl: Foco de formiga
hu: Hangyák a fényben
it: Formica con luce
kk: Құмырсқа шамы
lv: Skudra ar lukturīti
nb: Maurlyskaster
nds: Miegeemsöök
nn: Lommelyktmaur
pl: Mrówka z lampą
pt: Foco Luminoso de Formigas
ru: Муравей-шахтёр
sl: Mravlji žaromet
sr@ijekavian: Мрављи рефлектор
sv: Spotlight på myra
uk: Мурашка-ліхтарик
zh_tw: 螞蟻探照燈

# @info screen saver description
source: Draws an ant (with a headlight) who walks around on top of a loaded image. Written by Blair Tennessy; 2003.
ca@valencia: Dibuixa una formiga (amb una llanterna al cap) que camina per sobre d'una imatge carregada. Escrit per Blair Tennessy; 2003.
es: Dibuja una hormiga (con una linterna) que camina alrededor del borde de una imagen cargada. Escrito por Blair Tennessy; 2003.
et: Pealambiga sipelgas liigub mööda sinu töölaua- või mõnda muud pilti. Autor: Blair Tennessy; 2003.
fi: Piirtää (otsalampullisen) muurahaisen, joka kulkee työpöytäsi tai muun kuvan yllä. Kirjoittanut Blair Tennessy, 2003.
hu: Egy (zseblámpával felszerelt) hangyát jelenít meg, aki egy betöltött kép tetején sétálgat. Készítette Blair Tennessy, 2003.
it: Disegna una formica (con un faretto) che cammina su un'immagine caricata. Scritto da Blair Tennessy; 2003.
ko: 불러온 그림의 꼭대기 위를 걸어 다니는 헤드 라이트가 달린 개미를 그립니다. Blair Tenessy 작성, 2003년.
nb: Tegner en maur (med hodelykt) som vandrer oppå et innlastet bllde. Skrevet av Blair Tennessy, 2003.
nds: Wiest en Miegeem mit en Latücht op den Kopp, de över en laadt Bild löppt. 2003 schreven vun Blair Tennesy.
nl: Toont een mier (met een hoofdlamp) die loopt over een geladen afbeelding. In 2003 geschreven door Blair Tennessy.
pl: Rysuje mrówkę (z lampką czołówką) chodząca po wczytanym obrazie w kółko. Autor: Blair Tennessy; 2003.
pt: Desenha uma formiga (com uma lanterna) a andar sobre uma imagem do seu ambiente de trabalho ou outra imagem qualquer. Feito por Blair Tennessy; 2003.
sl: Izriše mravljo (s svetilko), ki hodi po vrhu slike naložene slike. Napisal Blair Tennessy, 2003.
sr@ijekavian: Црта мрава (са свјетлом на глави) који хода наоколо по учитаној слици. Написао Блер Тенеси, 2003.
sv: Ritar en myra (med en strålkastare) som går omkring på en inläst bild. Skriven av Blair Tennessy, 2003.
uk: Показує мураху (з ліхтарем на голові), яка подорожує завантаженим зображенням. Автор — Blair Tennessy; 2003.
zh_tw: 繪製一隻螞蟻走在一張載入的影像上，探照燈則跟著。由 Blair Tennessy 撰寫，2003。

# @info screen saver description
source: Draws an ant (with a headlight) who walks on top of an image of your desktop or other image. Written by Blair Tennessy; 2003.
ca@valencia: Dibuixa una formiga (amb una llanterna al cap) que camina per sobre de l'escriptori o d'altres imatges. Escrit per Blair Tennessy; 2003.
es: Dibuja una hormiga (con una linterna) que camina por encima de una imagen de su escritorio o de otra imagen. Escrito por Blair Tennessy; 2003.
et: Pealambiga sipelgas liigub mööda sinu töölaua- või mõnda muud pilti. Autor: Blair Tennessy; 2003.
eu: Inurri bat (buruan argi bat duena) marrazten du zure mahaigainaren gainean edo beste irudi baten gainean ibiltzen dena. Blair Tennessy-k idatzia; 2003.
fi: Piirtää (otsalampullisen) muurahaisen, joka kulkee työpöytäsi tai muun kuvan yllä. Kirjoittanut Blair Tennessy, 2003.
fr: Dessine une fourmi (avec une tête lumineuse) qui marche sur le dessus de l'image de votre bureau ou une autre image. Écrit par Blair Tennessy ; 2003.
gl: Debuxa unha formiga (con cabeza luminosa) que camiña sobre unha imaxe do escritorio ou doutra cousa. Escribiuno Blair Tennessy en 2003.
hu: Egy (zseblámpával felszerelt) hangyát mutat, ahogy végigmozog az asztalon vagy egy tetszőleges képen. Készítette Blair Tennessy, 2003.
it: Disegna una formica (con un faretto) che cammina su un'immagine del tuo desktop o su un'altra immagine. Scritto da Blair Tennessy; 2003.
kk: Үстеліңіздің не басқа кескіннің бетінде жүрген (басында жарығы бар) құмырсқаны суреттейді. Авторы: Blair Tennessy; 2003.
ko: 데스크톱이나 다른 그림의 꼭대기 위를 걸어 다니는 헤드 라이트가 달린 개미를 그립니다. Blair Tenessy 작성, 2003년.
lv: Zīmē skudru (ar lukturīti), kas staigā pa jūsu darbvirsmas (vai citu) attēlu. Sarakstīja Blair Tennessy; 2003.
nb: Tegner en maur (med hodelykt) som vandrer oppå et bilde av skrivebordet eller et annet bilde. Skrevet av Blair Tennessy, 2003.
nds: Wiest en Miegeem mit en Latücht op den Kopp, de över en Bild vun Dien Schriefdisch oder en anner Bild löppt. 2003 schreven vun Blair Tennesy.
nl: Toont een mier (met een hoofdlamp) die loopt over een afbeelding op uw bureaublad of andere afbeelding. In 2003 geschreven door Blair Tennessy.
nn: Teiknar ei maur (med innebygd lommelykt) som vandrar over eit bilete eller skrivebordet. Skriven av Blair Tennessy i 2003.
pl: Rysuje mrówkę (z lampką czołówką) chodząca po wczytanym obrazie. Autor: Blair Tennessy; 2003.
pt: Desenha uma formiga (com uma lanterna) a andar sobre uma imagem do seu ambiente de trabalho ou outra imagem qualquer. Feito por Blair Tennessy; 2003.
ru: Показывает муравья (с головным фонарём), ползающего по изображение вашего рабочего стола или по другому изображению. Автор — Blair Tennessy, 2003.
sl: Izriše mravljo (s svetilko), ki hodi po vrhu slike vašega namizja ali druge slike. Napisal Blair Tennessy, 2003.
sr@ijekavian: Црта мрава (са свјетлом на глави) који хода преко врха слике ваше површи, или неке друге. Написао Блер Тенеси, 2003.
sv: Ritar en myra (med en strålkastare) som går omkring på en bild av skrivbordet eller en annan bild. Skriven av Blair Tennessy, 2003.
uk: Показує мураху (з ліхтарем на голові), яка подорожує зображенням вашого робочого столу або іншим зображенням. Автор — Blair Tennessy; 2003.
zh_tw: 繪製一隻螞蟻走在您桌面上的影像上，探照燈則跟著。由 Blair Tennessy 撰寫，2003。

# @item screen saver name
source: Apollonian
ca@valencia: Apol·lini
es: Apolíneo
et: Harmoonia
eu: Apoloniarra
fi: Apollonioksen verkko
fr: Apollinien
gl: Apolónico
hu: Apollóni
it: Apollineo
ja: アポロニアン
kk: Дөңгелектер
ko: 아폴로니안
nb: Apollinsk
nds: Apolloonsche Krinken
nl: Appolonische cirkels
nn: Apollonius
pl: Koła kartezjańskie
ru: Круги
sl: Apolonija
sr@ijekavian: Аполонски
sv: Apollonisk
uk: Аполлонський
