Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: Environmental viscosity
ca@valencia: Viscositat de l'entorn
es: Viscosidad del ambiente
et: Keskkonna viskoossus
eu: Ingurunearen likistasuna
fi: Ympäristön viskositeetti
fr: Viscosité environnementale
ga: Slaodacht na timpeallachta
gl: Viscosidade ambiental
hu: Környezeti viszkozitás
it: Viscosità ambientale
ja: 周囲の粘度
kk: Ортаның тұтқырлығы
ko: 환경 점도
lv: Vides viskozitāte
nb: Miljøviskositet
nds: Ümgeven-Taagde
nl: Vloeibaarheid van de omgeving
nn: Viskositet til omgjevnaden
pl: Tarcie środowiska
pt: Viscosidade ambiental
ru: Вязкость среды
sl: Viskoznost okolja
sr@ijekavian: Вискозност окружења
sv: Miljöns viskositet
uk: В'язкість середовища
zh_tw: 環境黏度

# @item:inrange Environmental viscosity
source: Low
ca@valencia: Baixa
es: Bajo
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Environmental viscosity
source: High
ca@valencia: Alta
es: Alto
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Trail length
ca@valencia: Longitud del rastre
es: Longitud del rastro
et: Jälje pikkus
eu: Arrastoaren luzera
fi: Jälkien pituus
fr: Longueur de la queue
ga: Fad na conaire
gl: Tamaño do rastro
hu: A nyomvonalak hossza
it: Lunghezza delle code
ja: 跡の長さ
kk: Іздің ұзындығы
ko: 자취 길이
lv: Astes garums
nb: Uttrekkslengde
nds: Spoorlängde
nl: Spoorlengte
nn: Halelengd
pl: Długość śladów
pt: Tamanho do rasto
ru: Длина следа
sl: Dolžina sledi
sr@ijekavian: Дужина репа
sv: Spårlängd
uk: Довжина сліду
zh_tw: 軌跡長度

# @item:inrange Trail length
source: Short
ca@valencia: Curta
es: Corto
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Corta
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratka
sr@ijekavian: кратак
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Trail length
source: Long
ca@valencia: Llarga
es: Largo
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolga
sr@ijekavian: дугачак
sv: Lång
uk: Довгий
zh_tw: 長

# @item:inrange
source: Ball mass
ca@valencia: Massa de les boles
es: Masa de las bolas
et: Pallide kaal
eu: Pilotaren masa
fi: Pallojen massa
fr: Masse d'une boule
ga: Mais na liathróidí
gl: Masa da bóla
hu: Labdatömeg
it: Massa delle palline
ja: ボールの質量
kk: Доптың массасы
ko: 공 질량
lv: Bumbu masa
nb: Ballmasse
nl: Balmassa
pl: Masa kulek
pt: Massa das bolas
ru: Масса шарика
sl: Masa žog
sr@ijekavian: Маса лопти
sv: Bollmassa
uk: Маса м'яча
zh_tw: 小球質量

# @item:inrange
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高
kk: Үлкен
ko: 무거움
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Repulsion threshold
ca@valencia: Llindar de repulsió
es: Umbral de repulsión
et: Tagasilöögiväärtus
eu: Aldarapen muga
fi: Hylkimiskynnys
fr: Seuil de répulsion
ga: Tairseach éartha
gl: Límite de repulsión
hu: Visszaverődési küszöbérték
it: Soglia di repulsione
ja: 反発のしきい値
kk: Тебіліс қашықтығы
ko: 척력 한계
lv: Atgrūšanas slieksnis
nb: Fraskyvningsterskel
nds: Afstöötsüll
nl: Stuiterdrempel
nn: Terskel for fråstøyting
pl: Próg odpychania
pt: Limiar de repulsão
ru: Порог отталкивания
sl: Prag odboja
sr@ijekavian: Праг одбијања
sv: Bortstötningströskel
uk: Поріг відштовхування
zh_tw: 排斥閾值

# @item:inrange Repulsion threshold
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Жақын
ko: 낮음
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мало
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Repulsion threshold
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Қашық
ko: 높음
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велико
sv: Stor
uk: Великий
zh_tw: 大

# @option:check
source: Orbital mode
ca@valencia: Mode orbital
es: Modo orbital
et: Orbitaalrežiim
eu: Modu orbitala
fi: Kiertoratatila
fr: Mode orbital
ga: Mód fithiseach
gl: Modo orbital
hu: Orbitális mód
it: Modalità orbitale
ja: 軌道モード
kk: Орбитасы
ko: 궤도 모드
lv: Orbītas režīms
nb: Orbitalmodus
nds: Orbitaalbedrief
nl: Baanmodus
nn: Banemodus
pl: Tryb orbitowania
pt: Modo orbital
ru: Орбита
sl: Način orbite
sr@ijekavian: Орбитални режим
sv: Banläge
uk: Режим орбіти
zh_tw: 軌道模式

# @label:spinbox
source: Radius
ca@valencia: Radi
es: Radio
et: Raadius
eu: Erradioa
fi: Säde
fr: Rayon
ga: Ga
gl: Raio
hu: Sugár
it: Raggio
ja: 角度
kk: Радиус
ko: 반지름
lv: Rādiuss
nds: Halfmaat
nl: Straal
pl: Promień
pt: Raio
ru: Радиус
sl: Polmer
sr@ijekavian: Полупречник
sv: Radie
uk: Радіус
zh_tw: 半徑

# @item:inrange
source: Outward
ca@valencia: Exterior
es: Exterior
et: Väljapoole
eu: Zentrifugoa
fi: Ulospäin
fr: Centrifuge
ga: Amach
gl: Para fóra
hu: Kifelé
it: Esterno
ja: 外側
kk: Сыртқы
ko: 바깥쪽으로
lv: Ārējs
nb: Utover
nds: Butenwarts
nl: Naar buiten
pl: Na zewnątrz
pt: Para Fora
ru: Наружу
sl: Navzven
sr@ijekavian: ка спољашњости
sv: Utåt
uk: Зовні
zh_tw: 向外

# @item:inrange
source: Inward
ca@valencia: Interior
es: Interior
et: Sissepoole
eu: Zentripetua
fi: Sisäänpäin
fr: Centripète
ga: Isteach
gl: Para dentro
hu: Befelé
it: Interno
ja: 内側
kk: Ішкі
ko: 안쪽으로
lv: Iekšējs
nb: Innover
nds: Inwarts
nl: Inwaarts
pl: Do wewnątrz
pt: Para Dentro
ru: Внутрь
sl: Navznoter
sr@ijekavian: ка унутрашњости
sv: Inåt
uk: Всередині
zh_tw: 向內

# @item screen saver name
source: Atunnel
ca@valencia: Túnel A
fi: Tunneli
fr: Tunnel A
gl: Túnel
it: Tunnel
kk: Үңгіржол
ko: 한 터널
lv: Tunelis
nds: En Tunnel
nn: Tunell
pl: Tunel
ru: Туннель
sl: Atunel
sr@ijekavian: А‑тунел
sv: En tunnel
uk: Безкінечний тунель

# @info screen saver description
source: Zooming through a textured tunnel. Written by Eric Lassauge and Roman Podobedov; 2003.
ca@valencia: Apropament a través d'un túnel amb textures. Escrit per Eric Lassauge i Roman Podobedov; 2003.
es: Ampliación a través de un túnel con texturas. Escrito por Eric Lassauge y Roman Podobedov; 2003.
et: Kihutamine läbi tekstuuriga tunneli. Autor: Eric Lassauge ja Roman Podobedov; 2003.
fi: Syöksytään pintakuvioidun tunnelin läpi. Kirjoittaneet Eric Lassauge ja Roman Podobedov, 2003.
hu: Egy mintázott alagúton keresztüli nagyítás. Készítette Eric Lassauge és Roman Podobedov, 2003.
it: Passaggio in un tunnel con trama. Scritto da Eric Lassauge e Roman Podobedov; 2003.
ko: 텍스처가 있는 터널 안을 따라갑니다. Eric Lassuge, Roman Podobedov 작성, 2003년.
nb: Farer gjennom en tunnel med tekstur. Skrevet av Eric Lassauge og Roman Podobedov; 2003.
nds: En Fohrt dör en animeert Tunnel mit Wandtexturen. 2003 schreven vun Eric Lassauge un Roman Podobedov.
nl: Zoomt door een tunnel met textuur. In 2003 geschreven door Eric Lassauge en Roman Podobedov.
pl: Pędzenie przez teksturowany tunel. Autorzy: Eric Lassauge i Roman Podobedov; 2003.
pt: Desenha uma animação de um túnel com texturas. Feito por Eric Lassauge e Roman Podobedov; 2003.
sl: Približevanje skozi teksturiran predor v GL. Napisala sta ga Eric Lassauge in Roman Podobedov, 2003.
sr@ijekavian: Лет кроз текстурирани тунел. Написали Ерик Ласож и Роман Подобедов, 2003.
sv: Zoomar genom en tunnel med struktur. Skriven av Eric Lassauge och Roman Podobedov, 2003.
uk: Вітворює рух текстурним тунелем за допомогою GL. Автори — Eric Lassauge та Roman Podobedov; 2003.
zh_tw: 依著紋路隧道縮放。由 Eric Lassauge 與 Roman Podobedov 撰寫，2003。

# @info screen saver description
source: Draws an animation of a textured tunnel in GL. Written by Eric Lassauge and Roman Podobedov; 2003.
ca@valencia: Dibuixa una animació d'un túnel amb textures en GL. Escrit per Eric Lassauge i Roman Podobedov; 2003.
es: Dibuja una animación de un túnel con texturas en GL. Escrito por Eric Lassauge y Roman Podobedov; 2003.
et: Tekstuuriga tunneli GL-animatsioon. Autor: Eric Lassauge ja Roman Podobedov; 2003.
eu: Testuradun tunel baten animazioa marrazten du GL erabiliz. Eric Lassauge eta Roman Podobedov-ek idatzia; 2003.
fi: Piirtää GL-animoinnin pintakuvioidusta tunnelista. Kirjoittaneet Eric Lassauge ja Roman Podobedov, 2003.
fr: Dessine une animation d'un tunnel texturé en GL. Écrit par Eric Lassauge et Roman Podobedov ; 2003.
ga: Dearann sé seo beochan de thollán uigeach i GL. Scríofa ag Eric Lassauge agus Roman Podobedov; 2003.
gl: Debuxa unha animación dun túnel cunha textura en GL. Escribírono Eric Lassauge e Roman Podobedov en 2003.
hu: Egy GL-ben megjelenő textúrázott alagút animációt jelenít meg. Készítette Eric Lassauge és Roman Podobedov, 2003.
it: Disegna l'animazione di un tunnel con trama in GL. Scritto da Eric Lassauge e Roman Podobedov; 2003.
kk: GL-мен текстуралы тунельдің суретін салады. Авторлары: Eric Lassauge және Roman Podobedov; 2003.
ko: OpenGL 기반의 텍스처가 있는 터널 애니메이션을 그립니다. Eric Lassuge, Roman Podobedov 작성, 2003년.
lv: Zīmē teksturēta tuneļa animāciju. Sarakstīja Eric Lassauge un Roman Podobedov; 2003.
nb: Tegner en animasjon av en tunnel med tekstur, i GL. Skrevet av Eric Lassauge og Roman Podobedov; 2003.
nds: Wiest en animeert Tunnel mit Wandtexturen un bruukt dor GL to. 2003 schreven vun Eric Lassauge un Roman Podobedov.
nl: Toont een animatie van een tunnel met textuur in GL. In 2003 geschreven door Eric Lassauge en Roman Podobedov.
nn: Viser ein 3D-animasjon av ein tur gjennom ein tunell. Skriven av Eric Lassauge og Roman Podobedov i 2003.
pl: Rysuje animację teksturowanego tunelu w GL. Autorzy: Eric Lassauge i Roman Podobedov; 2003.
pt: Desenha uma animação de um túnel com texturas em GL. Feito por Eric Lassauge e Roman Podobedov; 2003.
ru: Показывает трёхмерную анимацию туннеля с текстурой. Авторы — Eric Lassauge и Roman Podobedov, 2003.
sl: Izriše animacijo teksturiranega predora v GL. Napisala sta Eric Lassauge in Roman Podobedov, 2003.
sr@ijekavian: Црта анимирани текстурирани тунел у ГЛ. Написали Ерик Ласож и Роман Подобедов, 2003.
sv: Ritar en animering av en tunnel med struktur i GL. Skriven av Eric Lassauge och Roman Podobedov, 2003.
uk: Показує анімацію текстурного тунелю за допомогою GL. Автори — Eric Lassauge та Roman Podobedov; 2003.
zh_tw: 用 GL 繪製紋路隧道的動畫。由 Eric Lassauge 與 Roman Podobedov 撰寫，2003。

# @option:check
source: Textured
ca@valencia: Amb textures
es: Texturado
et: Tekstuuritud
eu: Testuraduna
fi: Käytä pintakuvioita
fr: Texturé
ga: Uigeach
gl: Con textura
hu: Textúrázott
it: Con trama
ja: テクスチャあり
kk: Текстуралы
ko: 텍스처 입혀짐
lv: Teksturēts
nb: Teksturert
nds: Mit Textuur
nl: Met textuur
nn: Teksturar
pl: Z teksturami
pt: Com texturas
ru: Текстура
sl: Teksturirano
sr@ijekavian: Са текстурама
sv: Med struktur
uk: Текстуровано
zh_tw: 有紋理

# @option:check
source: Lighting
ca@valencia: Il·luminació
es: Iluminación
et: Valgustus
eu: Argiteria
fi: Valaistus
fr: Éclairage
ga: Soilsiú
gl: Lóstrego
hu: Villám
it: Lampo
ja: 灯り
kk: Жарық
ko: 번개
lv: Zibens
nb: Lyssetting
nds: Latücht
nl: Aanlichten
nn: Lyssetjing
pl: Oświetlenie
pt: Relâmpago
ru: Освещение
sl: Osvetlitev
sr@ijekavian: Освјетљење
sv: Ljussättning
uk: Підсвічування
zh_tw: 照明

# @item screen saver name
source: Barcode
ca@valencia: Codi de barres
es: Código de barras
et: Ribakood
fi: Viivakoodi
fr: Code barres
gl: Código de barras
hu: Vonalkód
it: Codice a barre
ja: バーコード
kk: Штрих-код
ko: 바코드
lv: Līniju kods
nb: Strekkode
nds: Streekkode-Gadder
nn: Strekkode
pl: Kod paskowy
pt: Código de Barras
ru: Штрих-коды
sl: Črtna koda
sr@ijekavian: Тракасти ко̂д
sv: Streckkod
uk: Штрихкод
zh_tw: 條碼

# @info screen saver description
source: Draws a random sequence of colorful barcodes scrolling across your screen. CONSUME! The barcodes follow the UPC-A, UPC-E, EAN-8 or EAN-13 standards. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Written by Dan Bornstein; 2003.
ca@valencia: Dibuixa una seqüència aleatòria de codis de barres acolorides que es desplacen per la pantalla. CONSUMIU! Els codis de barres segueixen els estàndards UPC-A, UPC-E, EAN-8 o EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number. Escrit per Dan Bornstein; 2003.
es: Muestra una secuencia aleatoria de códigos de barras coloridos en desplazamiento por la pantalla. ¡MUY COSTOSO! Los códigos de barras siguen los estándares UPC-A, UPC-E, EAN-8 y EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number. Escrito por Dan Bornstein; 2003.
et: Näitab juhuslikult valitud värvilisi ribakoode üle ekraani kerimas. NAUDI OSTURÕÕMU! Ribakoodid järgivad UPC-A, UPC-E, EAN-8 ja EAN-13 standardeid. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Autor: Dan Bornstein; 2003.
eu: Pantailan zehar labaintzen den ausazko barra-kode koloretsu sekuentzia bat marrazten du. KONTSUMITU! Barra-kodeak UPC-A, UPC-E, EAN-8 edo EAN-13 estandarrak jarraitzen ditu. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Dan Bornstein-ek idatzia; 2003.
fi: Vierittää satunnaisia värikkäitä viivakoodeja ympäri ruutuasi. KULUTA! Viivakoodit noudattavat UPC-A-, UPC-E-, EAN-8- tai EAN-13-standardeja. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Kirjoittanut Dan Bornstein, 2003.
fr: Dessine une séquence aléatoire de codes barres colorés se déplaçant à travers votre écran. Consommez ! Les codes barres suivent les standards UPC-A, UPC-E, EAN-8 ou EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Écrit par Dan Bornstein ; 2003.
ga: Dearann sé seo seicheamh randamach de bharrachóid dhathacha ag scrollú trasna do scáileáin. CEANNAIGH! Cloíonn na barrachóid leis na caighdeáin UPC-A, UPC-E, EAN-8 nó EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Scríofa ag Dan Bornstein, 2003.
gl: Debuxa unha secuencia aleatoria de códigos de barras coloridos a desprazarse pola pantalla. Os códigos de barras cumpren os estándares UPC-A, UPC-E, EAN-8 ou EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number. Escribiuno Dan Bornstein en 2003.
hu: A képernyőn áttekeredő véletlenszerű színes vonalkódok sorozatát jeleníti meg. FOGYASSZA! A vonalkódok a UPC-A, UPC-E, EAN-8 vagy EAN-13 szabványokat követik. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Készítette: Dan Bornstein, 2003.
it: Disegna una sequenza casuale di codici a barre colorati che passano attraverso lo schermo. CONSUMA! I codici a barre seguono gli standard UPC-A, UPC-E, EAN-8 o EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://it.wikipedia.org/wiki/European_Article_Number Scritto da Dan Bornstein; 2003.
kk: Экранда жүгіріп өтетін штрих-кодтар тізімі. ТҰҮТЫНЫҢЗ! Штих-кодтары UPC-A, UPC-E, EAN-8 не EAN-13 стандартына сәйкесті. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Авторы: Dan Bornstein; 2003.
ko: 화면 여러 곳에 화려한 무작위적 바코드를 나타냅니다. 찍어 보세요! 바코드 규격은 UPC-A, UPC-E, EAN-8, EAN-13 표준을 따릅니다. http://ko.wikipedia.org/wiki/%EB%B2%94%EC%9A%A9_%EC%83%81%ED%92%88_%EB%B6%80%ED%98%B8 https://ko.wikipedia.org/wiki/%EA%B5%AD%EC%A0%9C_%EC%83%81%ED%92%88_%EB%B2%88%ED%98%B8 Dan Bornstein 작성, 2003년.
nb: Tegner en vilkårlig sekvens av fargerike strekkoder som ruller over skjermen. FORBRUK! Strekkodene følger standardene UPC-A, UPC-E, EAN-8 eller EAN-13. <link>http://no.wikipedia.org/wiki/Strekkode</link> <link>http://no.wikipedia.org/wiki/EAN</link> Skrevet av Dan Bornstein; 2003.
nds: Wiest en tofällig Folg vun infarvt Striepkoden, de över Dien Schirm rullt. Kööp! De Striepkoden sünd in Reeg mit de Standards UPC-A, UPC-E, EAN-8 oder EAN-13. K.o. http://en.wikipedia.org/wiki/Universal_Product_Code, http://en.wikipedia.org/wiki/European_Article_Number. 2003 schreven vun Dan Bornstein.
nl: Toont een willekeurige serie kleurrijke schuivende barcodes over uw scherm. NEEM DIT TOT U! De barcodes volgen de UPC-A, UPC-E, EAN-8 of EAN-13 standaarden. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number In 2003 geschreven door Dan Bornstein.
nn: Teiknar tilfeldige og fargerike strekkodar. FORBRUK! Strekkodane følgjer standardane UPC-A, UPC-E, EAN-8 og EAN-13. <link>http://en.wikipedia.org/wiki/Universal_Product_Code</link> <link>http://en.wikipedia.org/wiki/European_Article_Number</link> Skriven av Dan Bornstein i 2003.
pl: Losowy ciąg kolorowych kodów paskowych przewijających się przez ekran. Kody paskowe są zgodne ze standardem UPC-A, UPC-E, EAN-8 lub EAN-13. Autor: Dan Bornstein; 2003.
pt: Desenha uma sequência aleatória de códigos de barras coloridos que deslizam pelo seu ecrã. CONSUMA! Os códigos de barras seguem as normas UPC-A, UPC-E, EAN-8 ou EAN-13: http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Feito por Dan Bornstein; 2003.
ru: Показывает случайную последовательность цветных штрих-кодов, проходящих по экрану. Штрих-коды следуют стандартам UPC-A, UPC-E, EAN-8 или EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Автор — Dan Bornstein, 2003.
sl: Izriše naključno zaporedje barvitih črtnih kod, ki drsijo po vašem zaslonu. KUPUJTE! Črtne kode sledijo standardom UPC-A, UPC-E, EAN-8 ali EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Napisal Dan Bornstein, 2003.
sr@ijekavian: Црта насумични низ разнобојних тракастих кодова који клизају преко екрана. ТРОШИТЕ! Тракасти кодови су по једном од стандарда УПЦ‑А, УПЦ‑Е, ЕАН‑8 или ЕАН‑13 (http://en.wikipedia.org/wiki/Universal_Product_Code, http://en.wikipedia.org/wiki/European_Article_Number). Написао Ден Борнстајн, 2003.
sv: Ritar en slumpmässig följd av färgglada streckkoder som panorerar över bildskärmen. KONSUMERA MERA! Streckkoderna följer standarderna UPC-A, UPC-E, EAN-8 eller EAN-13. Se http://sv.wikipedia.org/wiki/Universal_Product_Code och http://sv.wikipedia.org/wiki/European_Article_Number. Skriven av Dan Bornstein, 2003.
uk: Креслить випадкову послідовність кольорових штрих-кодів, що рухатимуться вздовж екрана. СПОЖИВАЙТЕ! Для штрих-кодів виконано стандарти UPC-A, UPC-E, EAN-8 або EAN-13. http://en.wikipedia.org/wiki/Universal_Product_Code http://en.wikipedia.org/wiki/European_Article_Number Автор — Dan Bornstein; 2003.
zh_tw: 繪製隨機序列的彩色條碼，捲過您的螢幕。這些條碼都遵循 UPC-A，UPC-E，EAN-8 與 EAN-13 標準。參考資料：http://en.wikipedia.org/wiki/Universal_Product_Code ，http://en.wikipedia.org/wiki/European_Article_Number 。由 Dan Bornstein 撰寫，2003。

# @option:radio
source: Scrolling barcodes
ca@valencia: Codis de barres desplaçant-se
es: Códigos de barras en desplazamiento
et: Kerivad ribakoodid
eu: Labaintzen diren barra-kodeak
fi: Vierivät viivakoodit
fr: Codes barres mouvants
ga: Barrachóid scrollaithe
gl: Códigos de barras en desprazamento
hu: Gördülő vonalkódok
it: Codici a barre scorrevoli
ja: スクロールするバーコード
kk: Штрих-кодтар тізбегі
ko: 스크롤 되는 바코드
nb: Rullende strekkoder
nds: Rullen Streekkoden
nl: Schuivende barcodes
nn: Rullande strekkodar
pl: Przewijane kody paskowe
pt: Códigos de barras deslizantes
ru: Движущиеся штрих-коды
sl: Drseče črtne kode
sr@ijekavian: Клизајући тракасти кодови
sv: Rullande streckkoder
uk: Гортання штрих-кодів
zh_tw: 捲動條碼

# @option:radio
source: Barcode grid
ca@valencia: Graella de codi de barres
es: Cuadrícula de código de barras
et: Ribakood-võrgustik
eu: Barra-kode sareta
fi: Viivakoodiruudukko
fr: Grille de code barres
ga: Greille bharrachóid
gl: Grella de código de barras
hu: Vonalkódos rács
it: Griglia di codici a barre
ja: バーコードグリッド
kk: Штрих-кодтар торы
ko: 바코드 그리드
nb: Strekkode-rutenett
nds: Streekkode-Gadder
nl: Barcoderaster
nn: Strekkode-rutenett
pl: Siatka kodu paskowego
pt: Grelha de códigos de barras
ru: Сетка из штрих-кодов
sl: Mreža črtne kode
sr@ijekavian: Тракаста мрежа
sv: Streckkodsrutnät
uk: Сітка штрих-кодів
zh_tw: 條碼格

# @option:radio
source: Barcode clock (AM/PM)
ca@valencia: Rellotge de codi de barres (AM/PM)
es: Reloj de código de barras (AM/PM)
et: Ribakood-kell (e.l./p.l.)
eu: Barra-kode ordularia (AM/PM)
fi: Viivakoodikello (12-tuntinen)
fr: Horloge en code barres (AM/PM)
ga: Clog barrachóid (RN/IN)
gl: Reloxo de código de barras (AM/PM)
hu: Vonalkódos óra (de/du)
it: Orologio a codice a barre (AM/PM)
ja: バーコード時計 (AM/PM)
kk: Штрих-код сағаты (AM/PM)
ko: 바코드 시계 (오전/오후)
nb: Strekkode-klokke (AM/PM)
nds: Streekkode-Klock (12 Stünnen)
nl: Barcodeklok (AM/PM)
nn: Strekkode-klokke (AM/PM)
pl: 12 godzinny zegar w kodzie paskowym
pt: Relógio de códigos de barras (AM/PM)
ru: Часы из штрих-кода (AM/PM)
sl: Ura črtne kode (DOP/POP)
sr@ijekavian: Тракасти сат (am/pm)
sv: Streckkodsklocka (12-timmars)
uk: Годинних зі штрих-кодами (AM/PM)
zh_tw: 條碼鐘（AM/PM）

# @option:radio
source: Barcode clock (24 hour)
ca@valencia: Rellotge de codi de barres (24 hores)
es: Reloj de código de barras (24 horas)
et: Ribakood-kell (24 tundi)
eu: Barra-kode ordularia (24 ordu)
fi: Viivakoodikello (24-tuntinen)
fr: Horloge en code barres (24 heure)
ga: Clog barrachóid (24 uair)
gl: Reloxo de código de barras (24 horas)
hu: Vonalkódos óra (24 órás)
it: Orologio a codice a barre (24 ore)
ja: バーコード時計 (24時間)
kk: Штрих-код сағаты (24 сағат)
ko: 바코드 시계 (24시간제)
nb: Strekkode-klokke (24h)
nds: Streekkode-Klock (24 Stünnen)
nl: Barcodeklok (24 uur)
nn: Strekkode-klokke (24 timar)
pl: 24 godzinny zegar w kodzie paskowym
pt: Relógio de códigos de barras (24 horas)
ru: Часы из штрих-кода (24 часа)
sl: Ura črtne kode (24 urna)
sr@ijekavian: Тракасти сат (24 часа)
sv: Streckkodsklocka (24-timmars)
uk: Годинник зі штрих-кодами (24 години)
zh_tw: 條碼鐘（24 時制）

# @item screen saver name
source: Blaster
es: Ráfagas
fr: Boutefeu
gl: Disparo
hu: Robbantó
it: Battaglia spaziale
ja: ブラスター
kk: Атқыштар
ko: 블래스터
lv: Spridzinātāji
nb: Sprenger
nds: Weltruumstriet
nn: Pang
pl: Miotacz
ru: Бластер
sl: Bojevnik
sr@ijekavian: Бластер
sv: Strålkanon
uk: Винищувач
zh_tw: 攻擊風暴
