Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: States
ca@valencia: Estats
es: Estados
et: Olekud
eu: Egoerak
fi: Tiloja
fr: États
ga: Staideanna
gl: Estados
hu: Állapotok
it: Stati
ja: 状態
kk: Күйлері
ko: 상태
lv: Stāvokļi
nb: Tilstander
nds: Tostänn
nl: Fasen
nn: Tilstandar
pl: Stany
pt: Estados
ru: Состояния
sl: Stanja
sr@ijekavian: Стања
sv: Tillstånd
uk: Стани
zh_tw: 狀態

# @label:spinbox
source: Cell size
ca@valencia: Mida de la cèl·lula
es: Tamaño de la celda
et: Raku suurus
eu: Zelularen neurria
fi: Solun koko
fr: Taille d'une cellule
ga: Méid na cille
gl: Tamaño da cela
hu: Cellaméret
it: Dimensione delle celle
ja: セルのサイズ
kk: Тор көз өлшемі
ko: 세포 크기
lv: Šūnas izmērs
nb: Cellestørrelse
nds: Zellgrött
nl: Celgrootte
nn: Cellestorleik
pl: Rozmiar komórki
pt: Tamanho da célula
ru: Размер клетки
sl: Velikost celice
sr@ijekavian: Величина ћелије
sv: Cellstorlek
uk: Розмір комірки
zh_tw: 格子大小

# @item screen saver name
source: Discrete
ca@valencia: Discret
es: Discreto
et: Diskreetne
eu: Diskretua
fi: Diskreetti
fr: Discret
gl: Discreto
hu: Diszkrét
it: Discreto
ja: 離散的
kk: Абстракция
ko: 분할
lv: Diskrēts
nb: Diskrete
nds: Diskreet
nl: Discreet
nn: Diskret
pl: Dyskretne
pt: Discreto
sl: Diskretno
sr@ijekavian: Дискретно
sv: Diskret
uk: Абстракція
zh_tw: 離散

# @info screen saver description
source: Discrete map fractal systems, including variants of Hopalong, Julia, and others. Written by Tim Auckland; 1998.
ca@valencia: Sistemes fractals de mapes discrets, incloent variants de Hopalong, Julia, i altres. Escrit per Tim Auckland; 1998.
es: Sistemas de mapas fractales, incluyendo nuevas variantes de Hopalong, Julia y más. Escrito por Tim Auckland; 1998.
et: ``Diskreetse kujutise'' süsteemid, sealhulgas HüppaKaasa ja Julia uued variandid, ja veel ja veel... Autor: Tim Auckland; 1998.
fi: Diskreettikarttajärjestelmiä, mm. Hopalong, Julia ja muutaman muunnelma. Kirjoittanut Tim Auckland, 1998.
it: Sistemi frattali a mappa discreta, tra cui varianti di Hopalong, Julia, e altre. Scritto da Tim Auckland; 1998.
ko: Hopalong, Julia의 파생형을 포함한 분할 지도 프랙탈 시스템입니다. Tim Auckland 작성, 1998년.
nb: Flere «diskrete kart»-fraktalsystemer, deriblant nye varianter av Hopalong og Julia, og noen andre. Skrevet av Tim Auckland, 1998.
nds: Diskreet Fraktaal-Biller, dorbi Verschonen vun "Hopalong", "Julia" un en poor anner. Schreven 1998 vun Tim Auckland.
nl: "Discrete map" systemenvoor fractals, inclusief nieuwe varianten van Hopalong, Julia en anderen. In 1998 geschreven door Tim Auckland.
pl: Dyskretne systemy map fraktalnych z uwzględnieniem wariantów Hopalong, Julia, i innych. Autor: Tim Auckland; 1998.
pt: Sistemas de "mapas discretos", incluindo as novas variantes do Hopalong e do Julia, entre outros. Feito por Tim Auckland; 1998.
sl: Fraktalni sistemi "diskretnih preslikav", vključno z različicami Hopalonga in Julije in nekaj drugih. Napisal Tim Auckland, 1998.
sr@ijekavian: Фрактални системи дискретних мапа, укључујући варијанте Хупалонга, Жилијаа, и других. Написао Тим Окленд, 1998.
sv: Fraktalsystem med diskreta avbildningar, inklusive varianter av Hopalong, Julia, med flera. Skriven av Tim Auckland, 1998.
uk: Фрактальні системи з дискретним відображенням, зокрема нові варіації зберігачів «Стрибки разом» «Жюліа» та інші. Автор — Tim Auckland, 1998.
zh_tw: 「分離地圖」（discrete map）系統，包括 Hopalong 與 Julia 的新版本。由 Tim Auckland 撰寫，1998。

# @info screen saver description
source: More "discrete map" systems, including new variants of Hopalong and Julia, and a few others. See also the "Hopalong" and "Julia" screen savers. Written by Tim Auckland; 1998.
ca@valencia: Més sistemes de «mapes discrets», incloent les noves variants de Hopalong i Julia, i alguns altres. Vegeu també els estalvis de pantalla «Hopalong» i «Julia». Escrit per Tim Auckland; 1998.
es: Más sistemas de «mapas discretos», incluyendo nuevas variantes de Hopalong, Julia y más. Véanse también los salvapantallas «Hopalong» y «Julia». Escrito por Tim Auckland; 1998.
et: Veel ``diskreetse kujutise'' süsteeme, sealhulgas HüppaKaasa ja Julia uued variandid, ja veel ja veel... Vaata ka ekraanisäästjaid "HüppaKaasa" ja "Julia". Autor: Tim Auckland; 1998.
eu: "Mapa diskretuko" sistema gehiago, Hopalong eta Julia-aren aldaera berriak eta beste gutxi batzuk barne. Begiratu ere "Hopalong" eta "Julia" pantaila babesleak. Tim Auckland-ek idatzia; 1998.
fi: Lisää diskreettikarttajärjestelmiä, mm. Hopalongin ja Julian ja muutaman muun uusia muunnelmia. Katso myös ”Hopalong”- ja ”Julia”-näytönsäästäjiä. Kirjoittanut Tim Auckland, 1998.
fr: Encore des variantes de « cartes discrètes », incluant celles de Hopalong et Julia, et quelques autres. Voir aussi les écrans de veille « Hopalong » and « Julia ». Écrit par Tim Auckland ; 1998.
ga: Tuilleadh córas ``mapa scoite'', malairt leaganacha de Hopalong agus Julia san áireamh, agus cúpla ceann eile. Féach ar na spárálaithe scáileáin "Hopalong" agus "Julia" freisin. Scríofa ag Tim Auckland, 1998.
gl: Máis sistemas de «mapas discretos», incluíndo as novas variantes do Hopalong e do Julia, entre outros. Vexa tamén os protectores de pantalla «Hopalong» e «Julia». Escribiuno Tim Auckland en 1998.
hu: További "diszkrét térkép" alapú ábrák, kiegészítve új Hopalong- és Julia-féle, illetve további variánsokkal. Hasonlók még a "Hopalong" és "Júlia" képernyővédők is. Készítette: Tim Auckland, 1998.
it: Altri sistemi a «mappa discreta» tra cui nuove varianti di Hopalong e Julia, e altre ancora. Vedi anche i salvaschermi «Hopalong» e «Julia». Scritto da Tim Auckland; 1998.
ja: Hopalog や Julia などの離散写像システム。「Hopalong」「Julia」のスクリーンセーバーも参照。Tim Auckland、1998年作。
kk: Тағы біршама абстакциялары, жаңа "Шілтер" мен "Жулия", т.б. сақтағыш бейнелерінің түрлері. Авторы: Tim Auckland; 1998.
ko: Hopalong, Julia의 새로운 파생형 및 이것저것을 포함한 더 많은 분할 지도 프랙탈 시스템입니다. "Hopalong" 및 "Julia" 화면 보호기를 참고하십시오. Tim Auckland 작성, 1998년.
nb: Flere «diskrete kart»-systemer, deriblant nye varianter av Hopalong og Julia, og noen andre. Se også pauseskjermene «Hopalong» og «Julia». Skrevet av Tim Auckland, 1998.
nds: Mehr diskreet Fraktaal-Biller, dorünner nieg Verschonen vun "Hopalong", "Julia" un en poor anner. Kiek Di ok de Pausschirmen "Hopalong" un "Julia" an. Schreven vun Tim Auckland, 1998.
nl: Meer "discrete map" systemen, inclusief nieuwe varianten van Hopalong en Julia, en een paar anderen. Zie ook de "Hopalong" en "Julia" schermbeveiliging. In 1998 geschreven door Tim Auckland.
nn: Fleire «diskrete kart»-system, med blant anna nye variantar av Hopalong og Julia. Sjå òg pauseskjermane «Hopalong» og «Julia». Skriven av Tim Auckland i 1998.
pl: Więcej układów "map dyskretnych", włącznie z nowymi wariantami Hopalong i Julia, i kilkoma innymi. Zobacz również wygaszacze "Hopalong" and "Julia". Autor: Tim Auckland; 1998.
pt: Mais sistemas de "mapas discretos", incluindo as novas variantes do Hopalong e do Julia, entre outros. Veja também os protectores de ecrã "Hopalong" e "Julia". Feito por Tim Auckland; 1998.
ru: Ещё одна порция абстракций, включающая новые версии «Hopalong», «Julia» и некоторых других. Также см. хранители экрана «Hopalong» и «Julia». Написана Тимом Оклендом (Tim Auckland), 1998.
sl: Več sistemov "diskretnih preslikav", vključno z novimi različicami Hopalonga in Julije in nekaj drugih. Oglejte si tudi ohranjevalnika zaslona "Hopalong" in "Julija". Napisal Tim Auckland, 1998.
sr@ijekavian: Још система „дискретних мапа“, укључујући нове варијанте Хупалонга и Жилијаа, и неколико других. Погледајте и чуваре екрана Хупалонг и Жилија. Написао Тим Окленд, 1998.
sv: Flera system med "diskreta avbildningar", inklusive nya versioner av Hopalong och Julia, och några andra. Se också skärmsläckarna "Hopalong" och "Julia". Skriven av Tim Auckland, 1998.
uk: Ще декілька абстракцій, зокрема нові варіації зберігачів «Стрибки разом» «Жюліа» та інші. Автор — Tim Auckland, 1998.
zh_tw: 更多的「分離地圖」（discrete map）系統，包括 Hopalong 與 Julia 的新版本。由 Tim Auckland 撰寫，1998。

# @item screen saver name
source: Distort
ca@valencia: Distorsió
es: Distorsión
et: Moonutus
eu: Distortsionatu
fi: Vääristymä
fr: Distorsion
gl: Distorsión
hu: Torzítás
it: Distorsione
ja: ゆがみ
kk: Бұрмалау
ko: 뒤틀림
lv: Kropļojumi
nb: Forvreng
nds: Vertarren
nl: Vervormen
nn: Forvreng
pl: Zniekształć
pt: Distorção
sl: Popači
sr@ijekavian: Изобличење
sv: Förvräng
uk: Спотворення
zh_tw: 扭曲

# @info screen saver description
source: Wandering lenses distort the screen image in various ways. Written by Jonas Munsin; 1998.
ca@valencia: Lents en moviment distorsionen la imatge de la pantalla en diverses maneres. Escrit per Jonas Munsin; 1998.
es: Lentes errantes distorsionan la imagen de la pantalla de diversos modos. Escrito por Jonas Munsin; 1998.
et: Liikuvad läätsed moonutavad ekraanipilti mitmel moel. Autor: Jonas Munsin, 1998.
fi: Vaeltavat linssit vääristävät näytön kuvaa eri tavoin. Kirjoittanut Jonas Munsin, 1998.
it: Lenti mobili distorcono l'immagine dello schermo in vari modi. Scritto da Jonas Munsin; 1998.
ko: 화면 그림을 여러 방향으로 뒤트는 떠다니는 렌즈입니다. Jonas Munsin 작성, 1998년.
nb: Vandrende linser forvrenger skjermbildet på ymse måter. Skrevet av Jonas Munsin.1998.
nds: Rümbuttjern Linsen vertarrt dat Schirmbild op en Reeg verscheden Oorden. Schreven 1998 vun Jonas Munsin.
nl: Rondlopende lenzen verstoren het beeld op het scherm op verschillende manieren. In 1998 geschreven door Jonas Munsin.
pl: Wędrujące soczewki zniekształcają obraz ekranu na różne sposoby. Autor: Jonas Munsin; 1998.
pt: Lentes deambulantes que distorcem a imagem do ecrã de várias formas. Feito por Jonas Munsin; 1998.
sl: Potujoče leče popačijo sliko na zaslonu na več različnih načinov. Napisal Jonas Munsin; 1998.
sr@ijekavian: Лутајућа сочива изобличавају екранску слику на разне начине. Написао Јонас Мунсин, 1998.
sv: Vandrande linser förvränger skärmbilden på olika sätt. Skriven av Jonas Munsin, 1998.
uk: Лінза, що рухається екраном і викривляє зображення у різні способи. Автор — Jonas Munsin; 1998.
zh_tw: 用不同的方式扭曲螢幕。由 Jonas Munsin 撰寫，1998。

# @info screen saver description
source: Grabs an image of the screen, and then lets a transparent lens wander around the screen, magnifying whatever is underneath. Written by Jonas Munsin; 1998.
ca@valencia: Grava una imatge de la pantalla, i fa que una lupa transparent es mogui per la pantalla, augmentant tot el que està a sota. Escrit per Jonas Munsin; 1998.
es: Captura una imagen de la pantalla y hace que una lupa transparente se mueva por la pantalla, aumentando todo lo que está debajo. Creado por Jonas Munsin; 1998.
et: Teeb ekraanist pildi ja paneb seejärel läbipaistvad läätsed mööda ekraani liikuma, suurendades kõike nende alla jäävat. Autor: Jonas Munsin; 1998.
eu: Pantailako irudi bat hartu eta lente garden pantailan harat-honat mugitzen uzten du, azpian dagoen edozer handiagotuz. Jonas Munsin-ek idatzia; 1998.
fi: Näytönsäästäjä sieppaa näytön kuvan. Läpinäkyvä linssi liikkuu näytöllä ja suurentaa allaan olevan osan kuvasta. Kirjoittanut Jonas Munsin, 1998.
fr: Ce programme prend une image de l'écran et passe des lentilles transparentes qui agrandissent la partie de l'image survolée. Écrit par Jonas Munsin ; 1998.
ga: Tógann sé seo íomhá den scáileán, agus ligeann sé do lionsa trédhearcach dul ar seachrán timpeall an scáileáin, agus cibé rud ina íochtar a fhormhéadú. Scríofa ag Jonas Munsin, 1998.
gl: Toma unha imaxe da pantalla e pasa un lente transparente pola pantalla, aumentando todo o que estiver por baixo. Escribiuno Jonas Munsin en 1998.
hu: A program pillanatfelvételt készít a képernyőről, majd egy átlátszó lencse vándorolni kezd a képernyőn, kinagyítva az alá kerülő részeket. Készítette: Jonas Munsin, 1998.
it: Prende un'immagine dallo schermo e ci fa passare sopra una lente che ingrandisce quello che c'è sotto. Scritto da Jonas Munsin; 1998.
ja: これはスクリーンの画像を取り込んで、その上を透明なレンズが動き回ります。その下のものは何であれ拡大されます。Jonas Munsin、1998年作。
kk: Экранның кескінін алып, оның үстінде мөлдір, астындағы бейнесін бұрмалайтын линзаларды жүгіртеді. Авторы: Jonas Munsin; 1998.
ko: 화면의 일부를 찍은 다음 화면을 여러 방향으로 떠다니는 볼록 렌즈입니다. Jonas Munsin 작성, 1998년.
nb: Tar tak i et bilde av skjermen og lar så en gjennomsiktig linse vandre rundt på skjermen slik at det forstørrer det som ligger under. Skrevet av Jonas Munsin, 1998.
nds: En oder mehr Kiekglöös buttjert över Dien Schirm un maakt allens grötter, wat dor ünner is. Schreven vun Jonas Munsin, 1998.
nl: Dit programma neemt een schermafdruk en laat vervolgens een transparante lens over het scherm zwerven. Deze vergroot alles wat zij op haar pad vindt. Geschreven door Jonas Munsin.
nn: Tek eit bilete av skjermen, og lèt ei gjennomsiktig linse vandra rundt og forstørra. Skriven av Jonas Munsin i 1998.
pl: Ten wygaszacz zrzuca obraz ekranu, a następnie przesuwa po nim przezroczystą soczewkę, powiększającą to co jest pod nią. Autor: Jonas Munsin; 1998.
pt: Este protector de ecrã obtém uma imagem do ecrã e passeia uma lente transparente pelo ecrã, aumentando tudo o que estiver por baixo. Feito por Jonas Munsin; 1998.
ru: Хранитель экрана захватывает изображение экрана, а линза перемещается по картинке и увеличивает фрагменты. Написана Джонасом Мунсином (Jonas Munsin).
sl: Zgrabi sliko na zasloni in nato po zaslonu premika prozorno lečo, ki poveča vse, kar je spodaj. Napisal Jonas Munsin, 1998.
sr@ijekavian: Хвата слику са екрана, а затим пушта провидно сочиво да лута екраном, увеличавајући што је под њим. Написао Јонас Мунсин, 1998.
sv: Fångar en skärmbild, och låter sedan en genomskinlig lins vandra omkring på skärmen, som förstorar vad som finns under den. Skriven av Jonas Munsin, 1998.
uk: Цей зберігач бере зображення з екрана і лінза пересувається по ньому збільшуючи те, що знаходиться під нею. Автор — Jonas Munsin, 1998
zh_tw: 從螢幕中抓一張圖片，並讓一個透明鏡頭繞著螢幕漫遊，將所經過之處放大。由 Jonas Munsin 撰寫，1998。

# @label:slider
source: Lens size
ca@valencia: Mida de la lupa
es: Tamaño de la lupa
et: Läätsede suurus
eu: Lentearen neurria
fi: Linssin koko
fr: Taille des lentilles
ga: Méid an lionsa
gl: Tamaños dos lentes
hu: Lencseméret
it: Dimensione delle lenti
ja: レンズのサイズ
kk: Линза өлшемі
ko: 렌즈 크기
lv: Lēcu izmērs
nb: Linsestørrelse
nds: Grött vun de Glöös
nl: Lensgrootte
nn: Linsestorleik
pl: Rozmiar soczewek
pt: Tamanhos das lentes
ru: Размер линз
sl: Velikost leče
sr@ijekavian: Величина сочива
sv: Linsstorlek
uk: Розмір лінз
zh_tw: 透鏡大小

# @item:inrange Lens size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccole
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мало
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Lens size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велико
sv: Stor
uk: Великий
zh_tw: 大

# @label:spinbox
source: Lens count
ca@valencia: Nombre de lupes
es: Número de lupas
et: Läätsede arv
eu: Lente kopurua
fi: Linssien määrä
fr: Nombre de lentilles
ga: Líon na lionsaí
gl: Número de lentes
hu: Lencseszám
it: Numero di lenti
ja: レンズの数
kk: Линзалар саны
ko: 렌즈 개수
lv: Lēcu skaits
nb: Antall linser
nds: Tall vun Glöös
nl: Aantal lenzen
nn: Talet på linser
pl: Liczba soczewek
pt: Número de lentes
ru: Количество линз
sl: Število leč
sr@ijekavian: Број сочива
sv: Antal linser
uk: Кількість лінз
zh_tw: 透鏡數目

# @option:radio
source: Normal
et: Normaalne
eu: Normala
fi: Normaali
ga: Gnách
hu: Normál
it: Normale
ja: 標準
kk: Қалыпты
ko: 일반
lv: Normāls
nds: Normaal
nl: Normaal
nn: Vanleg
pl: Zwykły
ru: Обычное движение
sl: Običajen
sr@ijekavian: Уобичајено
uk: Звичайний
zh_tw: 正常

# @option:radio
source: Swamp thing
ca@valencia: Cosa pantanosa
es: Inundado
et: Sookoll
eu: Zingirako gauza
fi: Suo-otus
fr: Marécageux
gl: Monstro do illó
hu: Mocsári szörny
it: Infesta
ja: 水浸しにする
kk: Сорғыш
ko: 늪지
nb: Ting fra myra
nds: Sumpdeert
nl: Moerasding
nn: Sumpvesen
pl: Bagno
pt: Pântano
ru: Болотная тварь
sl: Močvirnato
sr@ijekavian: Мочварна ствар
sv: Träskmonster
uk: Затягування в трясовину
zh_tw: 淹沒事物

# @option:radio
source: Bounce
ca@valencia: Salt
es: Bote
et: Tagasipõrge
eu: Botatu
fi: Pomppu
fr: Rebond
ga: Preab
gl: Saltos
hu: Visszapattanás
it: Rimbalza
ja: 跳ね返る
kk: Секірмелі
ko: 튀어오름
lv: Atlekt
nb: Sprett
nds: Afprallen
nl: Stuiteren
nn: Sprett
pl: Odrzuć
pt: Saltos
ru: Отскакивать от краёв
sl: Odboj
sr@ijekavian: Одбијање
sv: Studs
uk: Відскакувати від країв
zh_tw: 彈跳

# @option:check
source: Reflect
ca@valencia: Reflex
es: Reflejo
et: Peegeldus
eu: Islatu
fi: Heijasta
fr: Réfléchir
ga: Frithchaith
gl: Reflectir
hu: Tükrözés
it: Rifletti
ja: 反射
kk: Шағылыс
ko: 반사
lv: Atstarot
nb: Reflekter
nds: Torüchstrahlen
nl: Reflecteren
nn: Spegla
pl: Odbij
pt: Reflexão
ru: Отражение
sl: Zrcali
sr@ijekavian: Рефлектовано
sv: Reflektera
uk: Відбиття
zh_tw: 反射

# @option:check
source: Magnify
ca@valencia: Augment
es: Aumento
et: Suurendus
eu: Handiagotu
fi: Suurenna
fr: Agrandir
ga: Formhéadaigh
gl: Aumentar
hu: Nagyítás
it: Ingrandisci
ja: 拡大率
kk: Үлкейткіш
ko: 확대
lv: Palielināt
nb: Forstørr
nds: Grötter maken
nl: Vergroten
nn: Forstørr
pl: Powiększ
pt: Aumentar
ru: Увеличение
sl: Povečaj
sr@ijekavian: Увећај
sv: Förstora
uk: Збільшення
zh_tw: 放大

# @option:check
source: Black hole
ca@valencia: Forat negre
es: Agujero negro
et: Must auk
eu: Zulo beltza
fi: Musta aukko
fr: Trou noir
ga: Dúpholl
gl: Furado negro
hu: Fekete lyuk
it: Buco nero
ja: ブラックホール
kk: Қара құрдым
ko: 블랙홀
lv: Melnais caurums
nb: Svart hull
nds: Swatt Lock
nl: Zwart gat
nn: Svart hol
pl: Czarna dziura
pt: Buraco negro
ru: Чёрная дыра
sl: Črna luknja
sr@ijekavian: Црна рупа
sv: Svart hål
uk: Чорна діра
zh_tw: 黑洞

# @option:check
source: Vortex
ca@valencia: Vòrtex
es: Torbellino
et: Pööris
eu: Zurrunbiloa
fi: Pyörre
ga: Guairneán
gl: Vórtice
hu: Örvénylés
it: Vortice
ja: 渦巻
kk: Құйын
ko: 소용돌이
nb: Virvel
nds: Küsel
nl: Maalstroom
nn: Kvervel
pl: Wiruj
pt: Vórtice
ru: Водоворот
sl: Vrtinec
sr@ijekavian: Вртлог
sv: Virvel
uk: Вихор
zh_tw: 漩渦

# @item screen saver name
source: DNA Logo
ca@valencia: Logotip del DNA
es: Logotipo de ADN
eu: DNA Logoa
fr: Logo de l'ADN
gl: Logotipo DNA
hu: DNA logó
it: Logo DNA
ja: DNA ロゴ
kk: DNA логотипі
ko: DNA 로고
pl: Logo DNA
pt: Logótipo do ADN
sl: Logotip DNA
sr@ijekavian: Логотипа ДНА лаунџа
sv: DNA-logotyp
uk: Логотип DNA
zh_tw: DNA 圖標

# @info screen saver description
source: DNA Lounge Restaurant -- Bar -- Nightclub -- Cafe -- Est. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Written by Jamie Zawinski; 2001.
ca@valencia: DNA Lounge Restaurant -- Bar -- Nightclub -- Cafe -- Est. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Escrit per Jamie Zawinski; 2001.
es: DNA Lounge Restaurant -- Bar -- Nightclub -- Cafe -- Est. 1985. 375, Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/. Escrito por Jamie Zawinski; 2001.
et: DNA Lounge Restaurant -- Bar -- Nightclub -- Cafe -- Est. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Kirjutanud Jamie Zawinski, 2001.
fi: DNA-aularavintola, -baari, -yökerho, -kahvila – per. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Kirjoittanut Jamie Zawinski, 2001.
fr: DNA Lounge Restaurant -- Bar -- Night-club -- Café -- Est. 1985. 375 Eleventh Street San Francisco, CA 94107 http://www.dnalounge.com/ Écrit par Jamie Zawinski ; 2001.
ga: DNA Lounge, Bialann -- Beár -- Club -- Café -- Ó 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Scríofa ag Jamie Zawinski, 2001.
gl: DNA Lounge 375 Eleventh Street San Francisco, CA 94107 http://www.dnalounge.com/ Escribiuno Jamie Zawinski en 2001.
hu: DNA Lounge Étterem -- Bár -- Éjszakai klub -- Kávézó -- Est. 1985. 375 Eleventh Street San Francisco, CA 94107 http://www.dnalounge.com/ Készítette: Jamie Zawinski, 2001.
it: Ristorante DNA Lounge, bar, nightclub e caffè, aperto nel 1985. Undicesima strada 375, San Francisco, California 94107. http://www.dnalounge.com, http://www.dnapizza.com, scritto da Jamie Zawinski, 2001.
kk: DNA Lounge Мейрамхана -- Бар -- Түнгі клуб -- Дәмхана -- 1985 ж. орнатылған. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Авторы Jamie Zawinski; 2001.
ko: DNA 라운지 레스토랑 -- 바 -- 나이트클럽 -- 카페 -- 1985년 설립. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Jamie Zawinski 작성, 2001년.
nb: DNA Lounge Restaurant -- Bar -- Nattklubb --Kafe -- Etabl. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Skrevet av Jamie Zawinski; 2001.
nds: DNA Lounge Restaurant -- Bar -- Nachtklub -- Café, opmaakt 1985. 375 Eleventh Street San Francisco, CA 94107 http://www.dnalounge.com/ http://www.dnapizza.com/ Schreven 2001 vun Jamie Zawinski.
nl: DNA Lounge Restaurant -- Bar -- Nightclub -- Cafe -- Est. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ In 2001 geschreven door Jamie Zawinski; 2001.
pl: DNA Salonowa restauracja -- Bar -- Klub nocny -- Kawiarnia -- Est. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Napisane przez Jamie Zawinski; 2001.
pt: Restaurante DNA Lounge -- Bar -- Clube Nocturno -- Café -- Est. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Criado por Jamie Zawinski; 2001.
ru: Ресторан DNA Lounge — Бар — Ночной клуб — Кафе — Est. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Автор Джеми Завински ( Jamie Zawinski), 2001.
sl: Restavracija DNA -- Bar -- Nočni klub -- Kavarna -- Ustanovljena. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Napisal Jamie Zawinski; 2001.
sr@ijekavian: ДНА лаунџ — ресторан — бар — ноћни клуб — кафић — основан 1985. DNA Lounge, 375 Eleventh Street San Francisco, CA 94107 (http://www.dnalounge.com/). Написао Џејми Завински, 2001.
sv: DNA Lounge Restaurant - Bar - Nattklubb - Kafé - etabl. 1985, 375 Eleventh Street, San Francisco, CA 94103. Se http://www.dnalounge.com/ http://www.dnapizza.com/. Skriven av Jamie Zawinski, 2001.
uk: Ресторан DNA Lounge — Бар — Нічний клуб — Кав’ярня — прибл. 1985. 375 Eleventh Street San Francisco, CA 94103 http://www.dnalounge.com/ http://www.dnapizza.com/ Автор — Jamie Zawinski; 2001.
zh_tw: DNA Lounge Restaurant -- Bar -- Nightclub -- Cafe -- 約 1985 年。375 Eleventh Street San Francisco, CA 94107 http://www.dnalounge.com/ 。由 Jamie Zawinski 撰寫，2001。

# @label:slider
source: Frame Rate
ca@valencia: Velocitat de fotogrames
es: Tasa de fotogramas
et: Kaadrisagedus
eu: Marko tasa
fi: Kuvataajuus
fr: Taux de rafraîchissement
ga: Ráta Fráma
gl: Taxa de fotogramas
hu: Képkockaszám
it: Frequenza dei fotogrammi
ja: フレームレート
kk: Кадр жиілігі
ko: 초당 프레임 수
lv: Kadru ātrums
nb: Rutefrekvens
nds: Bildwedderhalen
nl: Framesnelheid
nn: Bilete per sekund
pl: Liczba klatek na sekundę
pt: Taxa de Imagens
ru: Частота кадров
sl: Hitrost sličic
sr@ijekavian: Проток кадрова
sv: Bildfrekvens
uk: Частота кадрів
zh_tw: 影像速率

# @item:inrange Frame Rate
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Hidas
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: низак
sv: Låg
uk: Низький
zh_tw: 低
