Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: XY rotation speed
ca@valencia: Velocitat de rotació XY
es: Velocidad de rotación XY
et: XY-pööramise kiirus
eu: XY biraketa abiadura
fi: XY-pyörimisnopeus
fr: Vitesse de rotation XY
ga: Luas rothlaithe XY
gl: Velocidade de rotación XY
hu: XY-irányú forgási sebesség
it: Velocità di rotazione XY
ja: XY 回転速度
kk: XY айналу жылдамдығы
ko: XY 회전 속도
lv: XY rotācijas ātrums
nb: Rotasjonshastighet i XY
nds: XY-Dreihgauheit
nl: XY-draaisnelheid
nn: Dreiefart i XY-retninga
pl: Szybkość obracania XY
pt: Velocidade de rotação XY
ru: Скорость вращения по оси XY
sl: Hitrost vrtenja XY
sr@ijekavian: XY брзина ротације
sv: XY-rotationshastighet
uk: Швидкість обертання за XY
zh_tw: XY 旋轉速度

# @label:slider
source: XZ rotation speed
ca@valencia: Velocitat de rotació XZ
es: Velocidad de rotación XZ
et: XZ-pööramise kiirus
eu: XZ biraketa abiadura
fi: XZ-pyörimisnopeus
fr: Vitesse de rotation XZ
ga: Luas rothlaithe XZ
gl: Velocidade de rotación XZ
hu: XZ-irányú forgási sebesség
it: Velocità di rotazione XZ
ja: XZ 回転速度
kk: XZ айналу жылдамдығы
ko: XZ 회전 속도
lv: XZ rotācijas ātrums
nb: Rotasjonshastighet i XZ
nds: XZ-Dreihgauheit
nl: XZ-draaisnelheid
nn: Dreiefart i XZ-retninga
pl: Szybkość obracania XZ
pt: Velocidade de rotação XZ
ru: Скорость вращения по оси XZ
sl: Hitrost vrtenja XZ
sr@ijekavian: XZ брзина ротације
sv: XZ-rotationshastighet
uk: Швидкість обертання за XZ
zh_tw: XZ 旋轉速度

# @label:slider
source: YZ rotation speed
ca@valencia: Velocitat de rotació YZ
es: Velocidad de rotación YZ
et: YZ-pööramise kiirus
eu: YZ biraketa abiadura
fi: YZ-pyörimisnopeus
fr: Vitesse de rotation YZ
ga: Luas rothlaithe YZ
gl: Velocidade de rotación YZ
hu: YZ-irányú forgási sebesség
it: Velocità di rotazione YZ
ja: YZ 回転速度
kk: YZ айналу жылдамдығы
ko: YZ 회전 속도
lv: YZ rotācijas ātrums
nb: Rotasjonshastighet i YZ
nds: YZ-Dreihgauheit
nl: YZ-draaisnelheid
nn: Dreiefart i YZ-retninga
pl: Szybkość obracania YZ
pt: Velocidade de rotação YZ
ru: Скорость вращения по оси YZ
sl: Hitrost vrtenja YZ
sr@ijekavian: YZ брзина ротације
sv: YZ-rotationshastighet
uk: Швидкість обертання за YZ
zh_tw: YZ 旋轉速度

# @item screen saver name
source: Hypnowheel
ca@valencia: Roda hipnòtica
es: Rueda hipnótica
et: Hüpnoratas
eu: Gurpil hipnotikoa
fi: Hypnopyörä
fr: Hypno Roue
gl: Roda hipnótica
hu: Hipnokerék
it: Ruota ipnotica
ja: ヒプノホィール
kk: Арбау дөңгелек
ko: 겹치는 무아레 패턴
lv: Hipnorats
nb: Hypnohjul
nds: Hypnorad
nn: Hypnohjul
pl: Hipnokoło
pt: Roda hipnótica
sl: Hipnotično kolo
sr@ijekavian: Хипноточак
sv: Hypnohjul
uk: Гіпноколесо
zh_tw: 催眠輪

# @info screen saver description
source: Draws a series of overlapping, translucent spiral patterns. The tightness of their spirals fluctuates in and out. http://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski; 2008.
ca@valencia: Dibuixa una sèrie de patrons espirals translúcids que se sobreposen. El tancament de les espirals fluctuen cap a dins i cap a fora. http://en.wikipedia.org/wiki/Moire_pattern Escrit per Jamie Zawinski; 2008.
es: Dibuja una serie de patrones de espirales translúcidas superpuestas. La estrechez de las espirales fluctúa dentro y fuera. http://en.wikipedia.org/wiki/Moire_pattern. Escrito por Jamie Zawinski; 2008.
et: Joonistab rea kattuvaid läbipaistvaid spiraalmustreid. Spiraalid aina tihenevad ja õhenevad. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 2008.
fi: Piirtää sarjan lomittuvia, läpikuultavia spiraalikuvioita. Spiraalien tiukkuus vaihtelee. http://en.wikipedia.org/wiki/Moire_pattern Kirjoittanut Jamie Zawinski, 2008.
fr: Dessine une série de motifs en spirale se chevauchant et translucides. La raideur de ces spirales fluctue. http://en.wikipedia.org/wiki/Moire_pattern Écrit par Jamie Zawinski ; 2008.
gl: Debuxa unha serie de patróns en espiral translúcidos e sobrepostos. A separación das súas espiras vai flutuando para dentro e para fora. http://en.wikipedia.org/wiki/Moire_pattern. Escribiuno Jamie Zawinski en 2008.
it: Disegna una serie di motivi a spirale traslucidi e sovrapposti. La convergenza delle spirali aumenta e diminuisce periodicamente. http://it.wikipedia.org/wiki/Effetto_moir%C3%A9Scritto da Jamie Zawinski; 2008.
ja: 半透明のスパイラルパターンを重ね合わせ描画します。忙しくその渦巻きが中に外に変動します。http://ja.wikipedia.org/wiki/モアレ Jamie Zawinski、2008年作。
kk: Қабаттасқан спиральді өрнектер қатарын суреттейді. Бейне құбылып тұрады. http://en.wikipedia.org/wiki/Moire_pattern Авторы: Jamie Zawinski; 2008.
ko: 겹치는 투명한 회전형 패턴을 보여 줍니다. 회전형의 밀집도는 증가 감소를 반복합니다. https://ko.wikipedia.org/wiki/%EB%AC%B4%EC%95%84%EB%A0%88 Jamie Zawinski 작성, 2008년.
nb: Tegner overlappende, halvgjennomsiktige spiralmønstre. Hvor tette spiralene er varierer hele tiden. <link>http://en.wikipedia.org/wiki/Moire_pattern</link> Skrevet av Jamie Zawinski i 2008.
nds: En Reeg vun överlappen, dörschienen Spiraalmustern. De Afstand twischen de Spiralen ännert sik. http://de.wikipedia.org/wiki/Moiré-Effekt Schreven vun Jamie Zawinski, 2008.
nl: Toont een serie van overlappende, diffuus lichtdoorlatende spiralen. The afstand tussen spiralen fluctueert. http://en.wikipedia.org/wiki/Moire_pattern In 2008 geschreven door Jamie Zawinski.
nn: Teiknar overlappande, halvgjennomsiktige spiralmønster. Kor tette spiralane er varierer heile tida. <link>http://en.wikipedia.org/wiki/Moire_pattern</link> Skriven av Jamie Zawinski i 2008.
pl: Szereg zachodzących na siebie, przezroczystych ścieżek spiralnych. Odstęp między ścieżkami spirali zawęża się i rozszerza. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 2008.
pt: Desenha uma série de padrões em espiral translúcidos e sobrepostos. O aperto das suas espirais vai flutuando para dentro e para fora. http://en.wikipedia.org/wiki/Moire_pattern Feito por Jamie Zawinski; 2008.
ru: Набор накладывающихся, прозрачных спиральных узоров. Плотность спиралей колеблется в ту и в другую сторону. http://ru.wikipedia.org/wiki/Муаровый_узор Автор Джеми Завински (Jamie Zawinski), 2008.
sl: Izriše zaporedje prekrivajočih se, prosojnih spiralnih vzorcev. Debelina spiral niha. http://en.wikipedia.org/wiki/Moire_pattern Napisal Jamie Zawinski, 2008.
sr@ijekavian: Црта низ преклапајућих, прозирних спиралних образаца, с колебљивом збијеношћу спирала (http://en.wikipedia.org/wiki/Moire_pattern). Написао Џејми Завински, 2008.
sv: Ritar en följd av överlappande, genomskinliga spiralmönster. Ljusstyrkan hos deras spiraler varierar uppåt och neråt. Se http://sv.wikipedia.org/wiki/Moiré_(interferensmönster). Skriven av Jamie Zawinski; 2008.
uk: Малює послідовність прозорих спіральних візерунків, що перекриваються. Щільність спіралей змінюється. http://en.wikipedia.org/wiki/Moire_pattern Автор — Jamie Zawinski; 2008.
zh_tw: 繪製一系列重疊、半透明的螺旋樣式。螺旋的紋不斷地變動進出。參考資料：http://en.wikipedia.org/wiki/Moire_pattern 。由 Zamie Zawinski 撰寫，2008。

# @option:check
source: Symmetric twisting
ca@valencia: Torsió simètrica
es: Torsión simétrica
et: Sümmeetriline väändumine
fi: Symmetrinen vääntö
fr: Torsion symétrique
ga: Casadh siméadrach
gl: Torsión simétrica
hu: Szimmetrikus csavarodás
it: Avvitamento simmetrico
ja: 対称ツイスト
kk: Симметриялы оралуы
ko: 대칭 회전
lv: Simetrisks savērpums
nb: Symmetrisk vridning
nds: Symmetersch Dreihen
nl: Symmetrische twist
nn: Symmetri
pl: Symetryczne skręcanie
pt: Torção simétrica
ru: Симметричное кручение
sl: Simetrično zvijanje
sr@ijekavian: Симетрично увијање
sv: Symmetrisk vridning
uk: Симетричне викривлення
zh_tw: 對稱扭曲

# @label:slider
source: Twistiness
ca@valencia: Torsió
es: Giro
et: Väänduvus
fi: Kierteisyys
fr: Torsion
ga: Caise
gl: Torsión
hu: Csavarodás
it: Avvolgimento
ja: ねじれ具合
kk: Оралуы
ko: 비틀림
lv: Vīšanās
nb: Vriing
nds: Böög
nl: Mate van twist
nn: Vriing
pl: Zakręcenie
pt: Torção
ru: Интенсивность скручивания
sl: Zvitost
sr@ijekavian: Уврнутост
sv: Vrängning
uk: Скрученість
zh_tw: 扭曲

# @item:inrange Twistiness
source: Low
ca@valencia: Baix
es: Bajo
et: Madal
eu: Baxua
fi: Vähäinen
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Debole
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Twistiness
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Forte
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @item screen saver name
source: IFS
it: SFI
kk: ИФЖ
ko: 재귀 함수계
sr@ijekavian: ИФС
sv: Itererade funktionssystem
uk: ІФС
zh_tw: 迭代函數系統(IFS)數系統(IFS)

# @info screen saver description
source: Clouds of iterated function systems spin and collide. Note that the "Detail" parameter is exponential. Number of points drawn is functions^detail. http://en.wikipedia.org/wiki/Iterated_function_system Written by Chris Le Sueur and Robby Griffin; 1997.
ca@valencia: Núvols de sistemes de funcions iterades que giren i col·lideixen. Tingueu en compte que el paràmetre «Detall» és exponencial. El nombre de punts dibuixats és funcions^detall. http://en.wikipedia.org/wiki/Iterated_function_system Escrit per Chris Le Sueur i Robby Griffin; 1997.
es: Nubes de sistemas de función iterada girar y chocar. Tenga en cuenta que el parámetro «Detalle» es exponencial. El número de puntos mostrados es funciones^detalle. http://en.wikipedia.org/wiki/Iterated_function_system. Escrito por Chris Le Sueur y Robby Griffin; 1997.
et: Joonistab pöörlevaid ja põrkuvaid itereeriv-funktsiooni-süsteemi pilvi. Tasub tähele panna, et detailsus on eksponentsiaalne. Joonistavatate punktide arv võrdub funktsioonid^detailsus. http://en.wikipedia.org/wiki/Iterated_function_system Autorid: Chris Le Sueur ja Robby Griffin; 1997.
fi: Iteroitujen funktiojärjestelmien pilvet pyörivät ja törmäilevät. Huomaa, että yksityiskohtaisuusparametri on eksponentiaalinen: piirrettävien pisteiden määrä on funktioita^yksityiskohtia. http://en.wikipedia.org/wiki/Iterated_function_system Kirjoittaneet Chris Le Sueur ja Robby Griffin, 1997.
it: Nuvole di sistemi di funzioni iterate ruotano e collidono. Nota che il parametro «Dettaglio» è esponenziale. Il numero di punti disegnati è funzioni^dettaglio. http://en.wikipedia.org/wiki/Iterated_function_system Scritto da Chris Le Sueur e Robby Griffin; 1997.
ko: 여러 재귀 함수계가 회전하고 충돌합니다. "자세히" 인자는 지수로 전달됩니다. 그려지는 점의 개수는 함수 개수^자세히입니다. https://en.wikipedia.org/wiki/Iterated_function_system Chris Le Sueur, Robby Griffin 작성, 1997년.
nb: Skyer av itererte funksjonssystemer snurrer og kolliderer. Merk at «Detaljer»-parameteren er eksponensiell. Antall punkter som tegnes er funksjoner^detaljer.http://en.wikipedia.org/wiki/Iterated_function_systemSkrevet av Chris Le Sueur og Robby Griffin i 1997.
nds: Wulken vun IFS-Biller dreiht sik un stööt tosamen. Beacht, de Parameter „Enkelheiten“ warkt sik exponentschaal ut: De Tall vun wiest Pünkt is Funkschonen^Enkelheiten. http://de.wikipedia.org/wiki/Iteriertes_Funktionensystem Schreven vun Chris Le Sueur un Robby Griffin, 1997.
nl: Wolken van geïtereerde functie-systemen draaien en botsen. Merk op dat de "Detail" parameter exponentieel is. Aantal getekende punten is functions^detail. http://en.wikipedia.org/wiki/Iterated_function_system In 1997 geschreven door Chris Le Sueur en Robby Griffin.
pl: Systemy chmur iterowanych funkcji obracają się i zderzają. Proszę zauważyć, że parametr "Szczegóły" jest wykładniczy. Liczba rysowanych punktów jest szczegółem "functions^detail". http://en.wikipedia.org/wiki/Iterated_function_system Autorzy: Chris Le Sueur i Robby Griffin; 1997.
pt: Nuvens de sistemas de funções iteradas em rotação e colisão. Lembre-se que o parâmetro de "Detalhe" é exponencial. O número de pontos desenhados é funções^detalhe. http://en.wikipedia.org/wiki/Iterated_function_system Feito por Chris Le Sueur e Robby Griffin; 1997.
sl: Oblaki sistema-ponavljajočih-se-funkcij se vrtijo in trkajo. Parameter "Podrobnost" je eksponenten. Število narisanih točk je funkcije^podrobnosti. http://en.wikipedia.org/wiki/Iterated_function_system Napisala Chris Le Sueur in Robby Griffin, 1997.
sr@ijekavian: Облаци система итерираних функција обрћу се и сударају (http://en.wikipedia.org/wiki/Iterated_function_system). Имајте у виду да је параметар <interface>Детаљност</interface> експоненцијалан: број исцртаних тачака биће функције^детаљи. Написали Крис Лесјур и Роби Грифин, 1997.
sv: Moln av itererande funktionssystem snurrar och kolliderar. Observera att parametern "Detaljer" är exponentiell. Antal punkter som ritas är funktioner^detaljer. Se http://sv.wikipedia.org/wiki/Itererande_funktionssystem. Skriven av Chris Le Sueur och Robby Griffin, 1997.
uk: Хмари ітеративної функціональної системи, що обертається і зливається. Зауважте, що параметр «Деталізація» є степенем функції: кількість точок, що відображається є кількістю функцій у степені деталізації. http://en.wikipedia.org/wiki/Iterated_function_system Автори — Chris Le Sueur та Robby Griffin; 1997.
zh_tw: 繪製一個旋轉、碰撞的疊代函數系統（iterated-function-system，IFS）的影像。注意，它的「詳細」參數是程指數上升。繪製的點的數量是函數的詳細度次方。參考資料：http://en.wikipedia.org/wiki/Iterated_function_system 。由 Chris Le Sueur 與 Robby Griffin 撰寫，1997。

# @info screen saver description
source: This one draws spinning, colliding iterated-function-system images. Note that the "Detail" parameter is exponential. Number of points drawn is functions^detail. http://en.wikipedia.org/wiki/Iterated_function_system Written by Chris Le Sueur and Robby Griffin; 1997.
ca@valencia: Este dibuixa imatges girant i col·lidint amb un sistema de funcions iterades. Tingueu en compte que el paràmetre «Detall» és exponencial. El nombre de punts dibuixats és funcions^detall. http://en.wikipedia.org/wiki/Iterated_function_system Escrit per Chris Le Sueur i Robby Griffin; 1997.
es: Dibuja imágenes de sistemas de función iterada que rotan y chocan. Tenga en cuenta que el parámetro «Detalle » es exponencial. El número de puntos a extraer tiene la forma funciones^detalle. http://en.wikipedia.org/wiki/Iterated_function_system. Escrito por Chris Le Sueur y Robby Griffin, 1997.
et: Joonistab pöörlevaid ja põrkuvaid itereeriv-funktsiooni-süsteemi pilte. Tasub tähele panna, et detailsus on eksponentsiaalne. Joonistavatate punktide arv võrdub funktsioonid^detailsus. http://en.wikipedia.org/wiki/Iterated_function_system Autorid: Chris Le Sueur ja Robby Griffin; 1997.
fi: Piirtää pyöriviä ja törmäileviä iteroitujen funktiojärjestelmäkuvia. Huomaa, että yksityiskohtaisuusparametri on eksponentiaalinen: piirrettävien pisteiden määrä on funktioita^yksityiskohtia. http://en.wikipedia.org/wiki/Iterated_function_system Kirjoittaneet Chris Le Sueur ja Robby Griffin, 1997.
fr: Dessine des images qui tournent et entrent en collision de systèmes de fonctions itérées. Veuillez noter que le paramètre « détail » est exponentiel. Le nombre de points dessinés est fonctions ^ détail. http://fr.wikipedia.org/wiki/Système_de_fonctions_itérées. Écrit par Chris Le Sueur et Robby Griffin en 1997.
ga: Dearann an ceann seo íomhánna de chórais feidhmeanna atriallacha ag casadh agus ag bualadh le chéile. Tabhair faoi deara go bhfuil an paraiméadar "Mionchruinneas" easpónantúil. Is é feidhmeanna^mionchruinneas líon na bpointí a dhearfar. http://en.wikipedia.org/wiki/Iterated_function_system - Scríofa ag Chris Le Sueur agus Robby Griffin, 1997.
gl: Debuxa imaxes en rotación, con sistemas de funcións iteradas en colisión. Lembre que o parámetro de «Detalle» é exponencial. O número de puntos debuxados é funcións^detalle. http://en.wikipedia.org/wiki/Iterated_function_system. Escribírono Chris Le Sueur e Robby Griffin en 1997.
it: Disegna immagini di sistemi di funzioni iterate in collisione e che ruotano. Nota che il parametro «Dettaglio» è esponenziale. Il numero di punti disegnati è funzioni^dettaglio. http://en.wikipedia.org/wiki/Iterated_function_system Scritto da Chris Le Sueur e Robby Griffin; 1997.
kk: Айналып соғысатын итерациялық функционалды жүйе фракталының кескіні. Назар аударыңыз: "Егжей-тегжейі" параметрі - функцияның дәрежесі. Көрсетілетін нүктелер саны - сол санның дәрежесіндегі функция. http://en.wikipedia.org/wiki/Iterated_function_system Авторлары: Chris Le Sueur және Robby Griffin; 1997.
ko: 회전하고 충돌하는 재귀 함수계 그림을 그립니다. "자세히" 인자는 지수로 전달됩니다. 그려지는 점의 개수는 함수 개수^자세히입니다. https://en.wikipedia.org/wiki/Iterated_function_system Chris Le Sueur, Robby Griffin 작성, 1997년.
nb: Tegner snurrende, kolliderende bilder fra itererte funksjoner. Merk at «Detaljer»-parameteren er eksponensiell. Antall punkter som tegnes er funksjoner^detaljer. <link>http://en.wikipedia.org/wiki/Iterated_function_system</link> Skrevet av Chris Le Sueur og Robby Griffin i 1997.
nds: Dreihen un tosamenstöten IFS-Biller. Beacht, dat sik de Parameter "Enkelheiten" proportschonaal utwarken deit: De Tall vun wiest Pünkt is Funkschonen^Enkelheiten. http://de.wikipedia.org/wiki/Iteriertes_Funktionensystem Schreven vun Chris Le Sueur un Robby Griffin, 1997.
nl: Deze toont draaiende, botsende geïtereerde-functie-systeemafbeeldingen. Merk op dat de "Detail" parameter exponentieel is. Aantal getekende punten is functions^detail. http://en.wikipedia.org/wiki/Iterated_function_system In 1997 geschreven door Chris Le Sueur en Robby Griffin.
nn: Teiknar snurrande bilete frå iterert funksjon-bilete. Merk at «Detaljar»-parameteren er eksponensiell. Talet på teikna punkt er funksjonar^detaljar. <link>http://en.wikipedia.org/wiki/Iterated_function_system</link> Skriven av Chris Le Sueur og Robby Griffin i 1997.
pl: Wygaszacz rysujący obracające się i zderzające obrazy funkcji iterowanych. Proszę zauważyć, że parametr "Szczegóły" jest wykładniczy. Liczba rysowanych punktów jest szczegółem "functions^detail". http://en.wikipedia.org/wiki/Iterated_function_system Autorzy: Chris Le Sueur i Robby Griffin; 1997.
pt: Desenha imagens em rotação, com sistemas de funções iteradas em colisão. Lembre-se que o parâmetro de "Detalhe" é exponencial. O número de pontos desenhados é funções^detalhe. http://en.wikipedia.org/wiki/Iterated_function_system Feito por Chris Le Sueur e Robby Griffin; 1997.
ru: Вращающиеся, сталкивающиеся изображения системы итерационных функций. Обратите внимание, что параметр «Детализация» — экспоненциальный. Количество рисуемых точек равно функции^детализация. http://en.wikipedia.org/wiki/Iterated_function_system Авторы: Крис ле Сёр и Робби Гриффин (Chris Le Sueur, Robby Griffin), 1997.
sl: Izriše vrteče se, zaletavajoče slike sistema-ponavljajočih-funkcij. Parameter "Podrobnost" je eksponenten. Število narisanih točk je funkcije^podrobnosti. http://en.wikipedia.org/wiki/Iterated_function_system Napisala Chris Le Sueur in Robby Griffin, 1997.
sr@ijekavian: Црта окрећуће, сударајуће слике система итерираних функција (http://en.wikipedia.org/wiki/Iterated_function_system). Имајте у виду да је параметар <interface>Детаљност</interface> експоненцијалан: број исцртаних тачака биће функције^детаљи. Написали Крис Лесјур и Роби Грифин, 1997.
sv: Den här ritar spinnande, kolliderande bilder av itererande funktionssystem. Observera att parametern "Detaljer" är exponentiell. Antal punkter som ritas är funktioner^detaljer. Se http://sv.wikipedia.org/wiki/Itererande_funktionssystem. Skriven av Chris Le Sueur och Robby Griffin, 1997.
uk: Ця програма відображає зображення ітеративної функціонально системи, що обертається і зливається. Зауважте, що параметр «Деталізація» є степенем функції: кількість точок, що відображається є кількістю функцій у степені деталізації. http://en.wikipedia.org/wiki/Iterated_function_system Автори — Chris Le Sueur та Robby Griffin; 1997.
zh_tw: 繪製一個旋轉、碰撞的疊代函數系統（iterated-function-system，IFS）的影像。注意，它的「詳細」參數是程指數上升。繪製的點的數量是函數的詳細度次方。參考資料：http://en.wikipedia.org/wiki/Iterated_function_system 。由 Chris Le Sueur 與 Robby Griffin 撰寫，1997。

# @label:slider
source: Number of functions
ca@valencia: Nombre de funcions
es: Número de funciones
et: Funktsioonide arv
eu: Funtzio kopurua
fi: Funktioita
fr: Nombre de fonctions
ga: Líon na bhfeidhmeanna
gl: Número de funcións
hu: A függvények száma
it: Numero di funzioni
ja: 関数の数
kk: Функциялар саны
ko: 함수 개수
lv: Funkciju skaits
nb: Antall funksjoner
nds: Tall vun Funkschonen
nl: Aantal functies
nn: Talet på funksjonar
pl: Liczba funkcji
pt: Número de funções
ru: Количество функций
sl: Število funkcij
sr@ijekavian: Број функција
sv: Antal funktioner
uk: Кількість функцій
zh_tw: 函式數目

# @label:slider
source: Detail
ca@valencia: Detall
es: Detalle
et: Detailsus
eu: Xehetasuna
fi: Yksityiskohtia
fr: Détail
ga: Mionsonra
gl: Detalle
hu: Részlet
it: Dettaglio
ja: 詳細
kk: Егжей-тегжейі
ko: 자세히
lv: Detaļas
nb: Detalj
nds: Enkelheiten
nn: Detaljar
pl: Szczegóły
pt: Detalhe
ru: Детализация
sl: Podrobnosti
sr@ijekavian: Детаљност
sv: Detaljer
uk: Деталізація
zh_tw: 細節

# @item:inrange Detail
source: Low
ca@valencia: Baix
es: Bajo
et: Madal
eu: Baxua
fi: Vähän
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Basso
ja: 低い
kk: Төмен
ko: 낮음
lv: Maz
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizke
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Detail
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
eu: Altua
fi: Paljon
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Жоғары
ko: 높음
lv: Daudz
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visoke
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @option:check
source: Translate
ca@valencia: Translació
es: Traducir
et: Projektsioon
fi: Siirrä
fr: Translater
ga: Aistrigh
gl: Traducir
hu: Eltolás
it: Trasla
ja: 変換
kk: Жылжысын
ko: 변환
lv: Tulkot
nb: Forskyv
nds: Översetten
nl: Vertalen
nn: Forskyv
pl: Tłumacz
pt: Translação
ru: Транслировать
sl: Prehod
sr@ijekavian: Транслација
sv: Förflytta
uk: Перенести
zh_tw: 平移

# @option:check
source: Scale
ca@valencia: Escala
es: Escala
et: Skaleerimine
eu: Eskalatu
fi: Skaalaa
fr: Taille
ga: Scála
gl: Escala
hu: Méretezés
it: Scala
ja: スケール
kk: Үлкейіп-кішірейсін
ko: 확대/축소
lv: Mērogot
nb: Skalering
nds: Bookstavengrött
nl: Schalen
nn: Skalering
pl: Skala
pt: Escala
ru: Масштаб
sl: Merilo
sr@ijekavian: Скалирање
sv: Skala
uk: Масштаб
zh_tw: 尺度

# @item screen saver name
source: IMSMap
et: Mustritekitaja
fi: IMS-kartta
it: Mappa IMS
kk: Томография
nds: IMS-Koort
nn: IMS-kart
sr@ijekavian: ИМС мапа
sv: Färgtoningsavbildning
uk: Теплові карти
