Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Start as random shape
ca@valencia: Comença com una forma aleatòria
es: Empezar como forma aleatorio
et: Käivitamine juhusliku kujundina
eu: Hasi ausazko formarekin
fi: Aloita satunnaismuotona
fr: Démarrer avec des formes aléatoires
ga: Tosaigh mar chruth randamach
gl: Comezar cunha forma aleatoria
hu: Indulás véletlenszerű alakzatként
it: Inizia come forma a caso
ja: ランダムな形で開始
kk: Кездейсоқ қалыптан
ko: 무작위적 모양으로 시작
lv: Sākt ar nejaušu formu
nb: Start som tilfeldig form
nds: As tofällig Form starten
nl: In een willekeurige vorm starten
nn: Stat som tilfeldig form
pl: Rozpocznij od losowego kształtu
pt: Começar como uma forma aleatória
ru: Начинать со случайной фигуры
sl: Začni kot naključna oblika
sr@ijekavian: Почни од насумичног облика
sv: Börja som slumpmässig form
uk: Почати з випадкової форми
zh_tw: 以隨機形狀開始

# @option:radio
source: White
ca@valencia: Blanc
es: Blanco
et: Valge
eu: Zuria
fi: Valkoinen
fr: Blanc
ga: Bán
gl: Branco
hu: Fehér
it: Bianco
ja: 白
kk: Ақ
ko: 흰색
lv: Balts
nb: Hvit
nds: Witt
nl: Wit
nn: Kvit
pl: Białe
pt: Branco
ru: Белый
sl: Bela
sr@ijekavian: Бијела
sv: Vit
uk: Білий
zh_tw: 白

# @option:radio
source: Random color
ca@valencia: Color aleatori
es: Color aleatorio
et: Juhuslik värv
eu: Ausazko kolorea
fi: Satunnainen väri
fr: Couleur aléatoire
ga: Dath randamach
gl: Cor aleatoria
hu: Véletlenszerű szín
it: Colore casuale
ja: ランダムな着色
kk: Кездейсоқ түс
ko: 무작위 색상
lv: Nejauša krāsa
nb: Tilfeldig farge
nds: Tofällig Klöör
nl: Willekeurige kleur
nn: Tilfeldig fargestil
pl: Losowy kolor
pt: Cor aleatória
ru: Случайный цвет
sl: Naključna barva
sr@ijekavian: Насумична боја
sv: Slumpmässig färg
uk: Випадковий колір
zh_tw: 隨機顏色

# @option:radio
source: Silver edition
ca@valencia: Edició platejada
es: Edición plateada
et: Hõbedane versioon
eu: Zilar edizioa
fi: Hopeinen versio
fr: Édition argentée
ga: Leagan airgid
gl: Edición de prata
hu: Ezüst kiadás
it: Edizione argentata
ja: シルバーエディション
kk: Күміс нұсқасы
ko: 실버 에디션
lv: Sudraba izdevums
nb: Sølvutgave
nds: Sülverutgaav
nl: Zilveren uitgave
nn: Sølvutgåve
pl: Srebrne wydanie
pt: Edição prateada
ru: Серебро
sl: Srebrna izdaja
sr@ijekavian: Сребрно издање
sv: Silverutgåva
uk: Срібна редакція
zh_tw: 銀級版本

# @option:radio
source: Two random colors
ca@valencia: Dos colors aleatoris
es: Dos colores aleatorios
et: Kaks juhuslikku värvi
eu: Ausazko bi kolore
fi: Kaksi satunnaista väriä
fr: Deux couleurs aléatoires
ga: Dhá dath randamacha
gl: Dúas cores aleatorias
hu: Két véletlenszerű szín
it: Due colori a caso
ja: 任意の二色
kk: Екі кездейсоқ түс
ko: 두 가지 무작위 색상
lv: Divas gadījuma krāsas
nb: To tilfeldige farger
nds: Twee tofällig Klören
nl: Twee willekeurige kleuren
nn: To tilfeldige fargar
pl: Dwa losowe kolory
pt: Duas cores aleatórias
ru: Два случайных цвета
sl: Dve naključni barvi
sr@ijekavian: Двије насумичне боје
sv: Två slumpmässiga färger
uk: Два випадкових кольори
zh_tw: 兩種隨機顏色

# @option:radio
source: Classic edition
ca@valencia: Edició clàssica
es: Edición clásica
et: Klassikaline versioon
eu: Edizio klasikoa
fi: Perinteinen versio
fr: Édition classique
ga: Leagan clasaiceach
gl: Edición clásica
hu: Klasszikus kiadás
it: Edizione classica
ja: クラシックエディション
kk: Классикалық
ko: 고전 에디션
lv: Klasiskais izdevums
nb: Klassisk utgave
nds: Klass'sch Utgaav
nl: Klassieke uitgave
nn: Klassisk utgåve
pl: Klasyczne wydanie
pt: Edição clássica
ru: Классика
sl: Klasična izdaja
sr@ijekavian: Класично издање
sv: Klassisk utgåva
uk: Класична редакція
zh_tw: 傳統版本

# @option:radio
source: Six random colors
ca@valencia: Sis colors aleatoris
es: Seis colores aleatorios
et: Kuus juhuslikku värvi
eu: Ausazko sei kolore
fi: Kuusi satunnaisväriä
fr: Six couleurs aléatoires
ga: Sé dhath randamach
gl: Seis cores aleatorias
hu: Hat véletlenszerű szín
it: Sei colori a caso
ja: 任意の六色
kk: Алты кездейсоқ түс
ko: 여섯 가지 무작위 색상
lv: Sešas gadījuma krāsas
nb: Seks tilfeldige farger
nds: Söss tofällig Klören
nl: Zes willekeurige kleuren
nn: Seks tilfeldige fargar
pl: Sześć losowych kolorów
pt: Seis cores aleatórias
ru: Шесть произвольных цветов.
sl: Šest naključnih barv
sr@ijekavian: Шест насумичних боја
sv: Sex slumpmässiga färger
uk: Шість різних кольорів
zh_tw: 六種隨機顏色

# @label:slider
source: Spin
ca@valencia: Gir
es: Giro
et: Keerutamine
eu: Biraketa
fi: Pyöriminen
fr: Rotation
ga: Casadh
gl: Rotar
hu: Forgás
it: Rotazione
ja: スピン
kk: Айналуы
ko: 회전
lv: Rotēt
nb: Snurr
nds: Egendreihen
nl: Om een as draaien
nn: Snurr
pl: Zawirowanie
pt: Rotação
ru: Вращение вокруг оси
sl: Zavrti
sr@ijekavian: Окретање
sv: Spinn
uk: Обертання навколо осі
zh_tw: 自旋

# @item:inrange Spin
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Spin
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Wander
ca@valencia: Desplaçament
es: Paseo
et: Rändamine
eu: Noraezean
fi: Vaellus
fr: Louvoyage
ga: Fuaidrigh
gl: Paseniño
hu: Vándorlás
it: Percorso
ja: さまよう
kk: Кезу
ko: 방랑자
lv: Klejot
nb: Vandring
nds: Rümbuttjern
nl: Zwerven
nn: Fly rundt
pl: Wędrówka
pt: Vaguear
ru: Отклонение
sl: Tavanje
sr@ijekavian: Лутање
sv: Vandra
uk: Блукання
zh_tw: 漫步

# @item:inrange Wander
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lento
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lentamente
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Wander
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rapidamente
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @option:check
source: Outlines
ca@valencia: Contorns
es: Contornos
et: Kontuurid
eu: Ingerada
fi: Ääriviivat
fr: Cannelures
ga: Imlínte
gl: Contornos
hu: Körvonalak
it: Contorni
ja: アウトライン
kk: Сұлбасы
ko: 외곽선
lv: Kontūrlīnijas
nb: Omriss
nds: Indelen
nl: Omtrekken
nn: Omriss
pl: Kontury
pt: Contornos
ru: Внешние контуры
sl: Obrisi
sr@ijekavian: Контуре
sv: Konturer
uk: Контури
zh_tw: 輪廓

# @item screen saver name
source: Cubenetic
et: Kubineetika
fi: Kuutionetiikka
fr: Cubique
gl: Cubonético
it: Cubenetico
ja: キューブネティック
kk: Текшелер
ko: 큐브
lv: Kubinētika
nds: Kubeneetsch
nn: Kubenetikk
pl: Kostkownica
ru: Кубернетика
sl: Prekrivajoče škatle
sr@ijekavian: Коцкастично
sv: Kubistisk
uk: Кубики
zh_tw: 立方體

# @info screen saver description
source: Draws a pulsating set of overlapping boxes with ever-chaning blobby patterns undulating across their surfaces. It's sort of a cubist Lavalite. Written by Jamie Zawinski; 2002.
ca@valencia: Dibuixa un conjunt de caixes bategants que s'encavalquen amb patrons de bombolles ondulants sempre canviants per les seues superfícies. Una espècie de Lavalite cubista. Escrit per Jamie Zawinski; 2002.
es: Dibuja un conjunto de cajas palpitantes en superposición con patrones de gotas encadenadas y ondulantes a través de sus superficies. Es una especie de Lavalite en forma de cubo. Escrito por Jamie Zawinski; 2002.
et: Näitab pulseerivat kattuvate kastide kogumit, mille pinnal vibreerivad pidevalt muutuvad rõngjad kujundid. See on omamoodi kubistlik Lavalite. Autor: Jamie Zawinski; 2002.
eu: Gainezartzen diren kutxa sorta pilpiratsu bat marrazten du beren gainazalean zehar beti aldatzen ari diren zipriztin eredu izurtsuak dituztenak. Lavelite kubista baten gisakoa. Jamie Zawinski-k idatzia; 2002.
fi: Piirtää jännittäviä limittäisiä laatikkoja, joiden pintoja peittävät liikkuvat, läikikkäät kuviot. Näytönsäästäjä muistuttaa kubistista laavalamppua. Kirjoittanut Jamie Zawinski, 2002.
fr: Dessine un ensemble de boîtes vibrantes dont les motifs ondulent sur leurs surfaces. Écrit par Jamie Zawinski ; 2002.
ga: Dearann sé seo tacar bíogach de bhoscaí forluiteacha le patrúin bhlobacha ag tonnadh trasna a ndromchla. Saghas lampa laibhe ciúbachais atá ann. Scríofa ag Jamie Zawinski, 2002.
gl: Debuxa un conxunto pulsante de caixas sobrepostas con patróns de burbullas a ondular ao longo da superficie. É un tipo de Lavalite cubista. Escribiuno Jamie Zawinski en 2002.
hu: Pulzáló dobozokat jelenít meg, melyek felületén különféle változó minták jelennek meg. Leginkább egy kubista műalkotásra hasonlít. Készítette: Jamie Zawinski, 2002.
it: Disegna un insieme pulsante di scatole sovrapposte con motivi psichedelici che cambiano in continuazione sulle facce. È una specie di lampada di lava cubista. Scritto da Jamie Zawinski; 2002.
ja: 表面に変動し続ける染みのパターンを持った、重なり合う箱の、脈動する集合を描画します。これはキュビストの LavaLite の一種です。Jamie Zawinski、2002年作。
kk: Құбылмалы қораптар түйіні. Лавалит деген кубисттң нақышына еліктеу. Авторы: Jamie Zawinski; 2002.
ko: 표면을 따라 물결치는 패턴이 있는 상자를 그립니다. 입체파 Lavalite와 비슷한 계열입니다. Jamie Zawinski 작성, 2002년.
nb: Tegner et pulserende sett overlappende bokser med et varierende kladdemønster som bølger over sideflatene. En slags kubistisk Lavalite. Skrevet av Jamie Zawinski, 2002
nds: En Sett vun överlappen, pulseren Kastens mit snaaksche Mustern op de Böversieden buttjert över Dien Schirm; 2002. En Oort kubist'sch Lavalamp. Schreven vun Jamie Zawinski, 2002.
nl: Toont een pulserende set van overlappende dozen met wijzigende bubbelpatronen golvend over hun oppervlak. Het is een soort van kubistische Lavalamp. In 2002 geschreven door Jamie Zawinski.
nn: Teiknar pulserande, overlappande boksar med stadig endrande klumpmønster som bølgjer seg på overflatene. Ein slags kubistisk lavalampe. Skriven av Jamie Zawinski i 2002.
pl: Pulsujący zbiór zachodzących na siebie sześcianów z ciągle zmieniającymi się wzorami na ich powierzchni. Kubistyczna lampa Lavalite. Autor: Jamie Zawinski; 2002.
pt: Desenha um conjunto pulsante de caixas sobrepostas com padrões de bolhas a ondular ao longo da sua superfície. É um tipo de lâmpada de lava cubista. Feito por Jamie Zawinski; 2002.
ru: Пересекающиеся кубы, по поверхности которых периодически проходят волны, раскрашенные в разные цвета. По мотивам творчества кубиста Лавалита. Автор Джеми Завински (Jamie Zawinski)i; 2002.
sl: Izriše pulzirajoč niz prekrivajočih se škatel s spreminjajočimi se vzorci, ki valovijo po njihovih površinah. To je neke vrste kockasta svetilka Lava. Napisal Jamie Zawinski, 2002.
sr@ijekavian: Црта пулсирајући скуп преклапајућих кутија са непрестано промјенљивим капљичастим обрасцима по површини. Нека врста кубистичког ⁠Лава лајта. Написао Џејми Завински, 2002.
sv: Ritar en pulserande uppsättning med överlappande kuber, med fläckiga mönster som hela tiden ändras och böljar över ytan. Det liknar en sorts kubistisk lavalampa. Skriven av Jamie Zawinski, 2002.
uk: Показує пульсуючий набір скриньок, що перетинаються з візерунками, що хвилеподібно пробігають їхніми поверхнями. Варіант кубістичного Лаваліту. Автор — Jamie Zawinski; 2002.
zh_tw: 畫出許多重疊的、跳動的盒子，許多千變萬化的小小花樣在它們的表面起伏。由 Jamie Zawinski 撰寫，2002。

# @label:slider
source: Boxes
ca@valencia: Caixes
es: Cajas
et: Kastid
eu: Kutxak
fi: Laatikoita
fr: Boîtes
ga: Boscaí
gl: Caixas
hu: Dobozok
it: Scatole
ja: 箱
kk: Қораптар
ko: 상자
lv: Rāmji
nb: Bokser
nds: Kastens
nl: Dozen
nn: Boksar
pl: Pudełka
pt: Caixas
ru: Количество фигур
sl: Škatle
sr@ijekavian: Кутије
sv: Rutor
uk: Коробки
zh_tw: 盒子

# @item:inrange Boxes
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Boxes
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @option:radio
source: Don't rotate
ca@valencia: No giris
es: No rotar
et: Ei pöörata
eu: Ez biratu
fi: Älä pyöritä
fr: Ne pas tourner
ga: Ná rothlaigh
gl: Non rotar
hu: Ne forogjon
it: Non ruotare
ja: 回転しない
kk: Бұрамау
ko: 회전하지 않음
lv: Nerotēt
nb: Ikke roter
nds: Nich dreihen
nl: Niet draaien
nn: Ikkje drei
pl: Nie obracaj
pt: Não rodar
ru: Не вращать
sl: Ne zavrti
sr@ijekavian: Не обрћи
sv: Rotera inte
uk: Не обертати
zh_tw: 不旋轉

# @option:radio
source: Rotate around X axis
ca@valencia: Gira al voltant de l'eix X
es: Rotar alrededor del eje X
et: Pööramine ümber X-telje
eu: Biratu X ardatzaren inguruan
fi: Pyöritä X-akselin ympäri
fr: Faire tourner selon l'axe X
ga: Rothlaigh timpeall na X-aise
gl: Rotar en torno do eixo X
hu: Forgatás az X tengely körül
it: Ruota attorno all'asse X
ja: X 軸周りを回転
kk: X-ті айнала бұрау
ko: X축을 따라 회전
lv: Rotēt ap X asi
nb: Roter om X-aksen
nds: Üm de X-Ass dreihen
nl: Roteren rond de X-as
nn: Drei rundt X-aksen
pl: Obracaj wokół osi X
pt: Rodar em torno do eixo X
ru: Вращать по оси X
sl: Zavrti okoli osi X
sr@ijekavian: Обрћи око X осе
sv: Rotera kring x-axeln
uk: Обертати навколо осі X
zh_tw: 繞 X 軸旋轉

# @option:radio
source: Rotate around Y axis
ca@valencia: Gira al voltant de l'eix Y
es: Rotar alrededor del eje Y
et: Pööramine ümber Y-telje
eu: Biratu Y ardatzaren inguruan
fi: Pyöritä Y-akselin ympäri
fr: Faire tourner selon l'axe Y
ga: Rothlaigh timpeall na Y-aise
gl: Rotar en torno do eixo Y
hu: Forgatás az Y tengely körül
it: Ruota attorno all'asse Y
ja: Y 軸周りを回転
kk: Y-ті айнала бұрау
ko: Y축을 따라 회전
lv: Rotēt ap Y asi
nb: Roter om Y-aksen
nds: Üm de Y-Ass dreihen
nl: Roteren rond de Y-as
nn: Drei rundt Y-aksen
pl: Obracaj wokół osi Y
pt: Rodar em torno do eixo Y
ru: Вращать по оси Y
sl: Zavrti okoli osi Y
sr@ijekavian: Обрћи око Y осе
sv: Rotera kring y-axeln
uk: Обертати навколо осі Y
zh_tw: 繞 Y 軸旋轉

# @option:radio
source: Rotate around Z axis
ca@valencia: Gira al voltant de l'eix Z
es: Rotar alrededor del eje Z
et: Pööramine ümber Z-telje
eu: Biratu Z ardatzaren inguruan
fi: Pyöritä Z-akselin ympäri
fr: Faire tourner selon l'axe Z
ga: Rothlaigh timpeall na Z-aise
gl: Rotar en torno do eixo Z
hu: Forgatás a Z tengely körül
it: Ruota attorno all'asse Z
ja: Z 軸周りを回転
kk: Z-ті айнала бұрау
ko: Z축을 따라 회전
lv: Rotēt ap Z asi
nb: Roter om Z-aksen
nds: Üm de Z-Ass dreihen
nl: Roteren rond de Z-as
nn: Drei rundt Z-aksen
pl: Obracaj wokół osi Z
pt: Rodar em torno do eixo Z
ru: Вращать по оси Z
sl: Zavrti okoli osi Z
sr@ijekavian: Обрћи око Z осе
sv: Rotera kring z-axeln
uk: Обертати навколо осі Z
zh_tw: 繞 Z 軸旋轉

# @option:radio
source: Rotate around X and Y axes
ca@valencia: Gira al voltant dels eixos X i Y
es: Rotar alrededor de los ejes X e Y
et: Pööramine ümber X- ja Y-telje
eu: Biratu X eta Y ardatzen inguruan
fi: Pyöritä X- ja Y-akseleiden ympäri
fr: Faire tourner selon les axes X et Y
ga: Rothlaigh timpeall na n-aiseanna X agus Y
gl: Rotar en torno dos eixos X e Y
hu: Forgatás az X és Y tengely körül
it: Ruota attorno agli assi X e Y
ja: X と Y 軸周りを回転
kk: X пен Y-ті айнала бұрау
ko: X축과 Y축을 따라 회전
lv: Rotēt ap X un Y asīm
nb: Roter om X- og Y-aksene
nds: Üm de X- un Y-Ass dreihen
nl: Roteren rond de X- en Y-as
nn: Drei rundt X- og Y-aksane
pl: Obracaj wokół osi X i Y
pt: Rodar em torno dos eixos X e Y
ru: Вращать по осям X и Y
sl: Zavrti okoli osi X in Y
sr@ijekavian: Обрћи око X и Y оса
sv: Rotera kring x- och y-axeln
uk: Обертати навколо осів X і Y
zh_tw: 繞 X 和 Y 軸旋轉

# @option:radio
source: Rotate around X and Z axes
ca@valencia: Gira al voltant dels eixos X i Z
es: Rotar alrededor de los ejes X y Z
et: Pööramine ümber X- ja Z-telje
eu: Biratu X eta Z ardatzen inguruan
fi: Pyöritä X- ja Z-akseleiden ympäri
fr: Faire tourner selon les axes X et Z
ga: Rothlaigh timpeall na n-aiseanna X agus Z
gl: Rotar en torno dos eixos X e Z
hu: Forgatás az X és Z tengely körül
it: Ruota attorno agli assi X e Z
ja: X と Z 軸周りを回転
kk: X пен Z-ті айнала бұрау
ko: X축과 Z축을 따라 회전
lv: Rotēt ap X un Z asīm
nb: Roter om X- og Z-aksene
nds: Üm de X- un Z-Ass dreihen
nl: Roteren rond de X- en Z-as
nn: Drei rundt X- og Z-aksane
pl: Obracaj wokół osi X i Z
pt: Rodar em torno dos eixos X e Z
ru: Вращать по осям X и Z
sl: Zavrti okoli osi X in Z
sr@ijekavian: Обрћи око X и Z оса
sv: Rotera kring x- och z-axeln
uk: Обертати навколо осів X і Z
zh_tw: 繞 X 和 Z 軸旋轉

# @option:radio
source: Rotate around Y and Z axes
ca@valencia: Gira al voltant dels eixos Y i Z
es: Rotar alrededor de los ejes Y y Z
et: Pööramine ümber Y- ja Z-telje
eu: Biratu Y eta Z ardatzen inguruan
fi: Pyöritä Y- ja Z-akseleiden ympäri
fr: Faire tourner selon les axes Y et Z
ga: Rothlaigh timpeall na n-aiseanna Y agus Z
gl: Rotar en torno dos eixos Y e Z
hu: Forgatás az Y és Z tengely körül
it: Ruota attorno agli assi Y e Z
ja: Y と Z 軸周りを回転
kk: Y пен Z-ті айнала бұрау
ko: Y축과 Z축을 따라 회전
lv: Rotēt ap Y un Z asīm
nb: Roter om Y- og Z-aksene
nds: Üm de Y- un Z-Ass dreihen
nl: Roteren rond de Y- en Z-as
nn: Drei rundt Y- og Z-aksane
pl: Obracaj wokół osi Y i Z
pt: Rodar em torno dos eixos Y e Z
ru: Вращать по осям Y и Z
sl: Zavrti okoli osi Y in Z
sr@ijekavian: Обрћи око Y и Z оса
sv: Rotera kring y- och z-axeln
uk: Обертати навколо осів Y і Z
zh_tw: 繞 Y 和 Z 軸旋轉

# @option:radio
source: Rotate around all three axes
ca@valencia: Gira al voltant dels tres eixos
es: Rotar alrededor de los tres ejes
et: Pööramine ümber kõigi kolme telje
eu: Biratu hiru ardatzen inguruan
fi: Pyöritä kaikkien kolmen akselin ympäri
fr: Faire tourner selon les trois axes
ga: Rothlaigh timpeall na trí ais
gl: Rotar en torno dos tres eixos
hu: Forgatás mindhárom tengely körül
it: Ruota attorno a tutti e tre gli assi
ja: すべての軸の周りで回転
kk: X, Y, Z-ті айнала бұрау
ko: 모든 축을 따라 회전
lv: Rotēt ap visām trim asīm
nb: Roter om alle tre akser
nds: Üm all dree Assen dreihen
nl: Roteren rond alle drie assen
nn: Drei rundt alle tre aksane
pl: Obracaj wokół wszystkich trzech osi
pt: Rodar em torno dos três eixos
ru: Вращать по всем осям
sl: Zavrti okoli vseh treh osi
sr@ijekavian: Обрћи око све три осе
sv: Rotera kring alla tre axlarna
uk: Обертати навколо всіх трьох осів
zh_tw: 繞所有軸旋轉

# @label:slider
source: Surface pattern speed
ca@valencia: Velocitat del patró de la superfície
es: Velocidad del patrón de superficie
et: Pinnamustri kiirus
eu: Gainazaleko ereduaren abiadura
fi: Pintakuvioiden nopeus
fr: Vitesse des motifs de surface
ga: Luas an phatrúin dromchla
gl: Velocidade do patrón da superficie
hu: A felületi minta sebessége
it: Velocità della trama della superficie
ja: 表面パターンのスピード
kk: Жақ өрнегінің жылдамдығы
ko: 표면 패턴 속도
lv: Virsmas raksta ātrums
nb: Fart i flatemønsteret
nds: Böversietmuster-Gauheit
nl: Snelheid van de oppervlaktepatronen
nn: Mønsterfart
pl: Szybkość wzoru powierzchni
pt: Velocidade do padrão da superfície
ru: Скорость отрисовки текстур
sl: Hitrost površinskega vzorca
sr@ijekavian: Брзина површинских образаца
sv: Hastighet för ytmönster
uk: Швидкість малювання текстур
zh_tw: 表面樣式速度

# @item:inrange Surface pattern speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Surface pattern speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Surface pattern overlap
ca@valencia: Superposició del patró de la superfície
es: Solapado del patrón de superficie
et: Pinnamustri kattumine
eu: Gainazaleko ereduen gainezarketa
fi: Pintakuviot lomittuvat
fr: Chevauchement des motifs de surface
ga: Forluí an phatrúin dromchla
gl: Superposición do patrón da superficie
hu: A felületi minta átfedése
it: Sovrapposizione della trama della superficie
ja: 表面パターンの折り重なり方
kk: Қабаттасуы
ko: 표면 패턴 겹침
lv: Virsmas raksta pārklāšanās
nb: Overlapp i flatemønsteret
nds: Böversietmuster-Överlappen
nl: Overlapping van de oppervlaktepatronen
nn: Mønsteroverlapping
pl: Nakładanie się wzoru powierzchni
pt: Sobreposição do padrão da superfície
ru: Пересечение текстур
sl: Prekrivanje površinskih vzorcev
sr@ijekavian: Преклапање површинских образаца
sv: Överlappning för ytmönster
uk: Накладка текстур поверхні
zh_tw: 表面樣式重疊

# @item:inrange Surface pattern overlap
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Vähän
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Аз
ko: 작게
lv: Maza
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequena
ru: Меньше
sl: Majhno
sr@ijekavian: мало
sv: Liten
uk: Мала
zh_tw: 小

# @item:inrange Surface pattern overlap
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Paljon
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Көп
ko: 크게
lv: Liela
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Veliko
sr@ijekavian: велико
sv: Stor
uk: Значна
zh_tw: 大

# @label:slider
source: Surface pattern complexity
ca@valencia: Complexitat del patró de la superfície
es: Complejidad del patrón de superficie
et: Pinnamustri keerukus
eu: Gainazalaren ereduaren konplexutasuna
fi: Pintakuvion monimutkaisuus
fr: Complexité des motifs de surface
ga: Coimpléascacht an phatrúin dromchla
gl: Complexidade do patrón da superficie
hu: A felületi minta komplexitása
it: Complessità della trama della superficie
ja: 表面パターンの複雑さ
kk: Күрделігі
ko: 표면 패턴 복잡도
lv: Virsmas raksta sarežģītība
nb: Kompleksitet i flatemønsteret
nds: Böversietmuster-Vigelienschhiet
nl: Complexiteit van de oppervlaktepatronen
nn: Mønsterkompleksitet
pl: Złożoność wzoru powierzchni
pt: Complexidade do padrão da superfície
ru: Сложность текстур
sl: Zapletenost površinskega vzorca
sr@ijekavian: Сложеност површинских образаца
sv: Komplexitet för ytmönster
uk: Складність текстур
zh_tw: 表面樣式複雜性

# @item:inrange Surface pattern complexity
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Vähäinen
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Surface pattern complexity
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @item screen saver name
source: CubeStorm
ca@valencia: Tempesta cúbica
et: Kuubimaru
fi: Kuutiomyrsky
fr: Cube
gl: Tormenta cúbica
hu: Kockavihar
it: Tempesta al cubo
ja: キューブストーム
kk: Ізді текше
ko: 큐브 폭풍
lv: Kubu vētra
nds: Wörpelstorm
nn: Kubestorm
pl: Burza sześcianów
pt: Tempestade Cúbica
ru: Нашествие кубиков
sl: Nevihta kock
sr@ijekavian: Олуја коцака
sv: Kubstorm
uk: Нашестя кубів
zh_tw: 立體風暴
