Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws random colored, stippled and transparent rectangles. Written by Jamie Zawinski; 1992.
ca@valencia: Dibuixa a l'atzar rectangles transparents puntejats i de colors. Escrit per Jamie Zawinski; 1992.
es: Dibuja al azar cuadros de colores y punteados. Creado por Jamie Zawinski.
et: Näitab juhuslikke värvilisi, punkteeritud ja läbipaistvaid ristkülikuid. Autor: Jamie Zawinski; 1992.
eu: Laukizuzenak marrazten ditu ausazko kolorez, zipriztinduta eta garden. Jamie Zawinski-k idatzia; 1992.
fi: Piirtää satunnaisvärisiä, täplikkäitä ja läpinäkyviä nelikulmioita. Kirjoittanut Jamie Zawinski, 1992.
fr: Dessine aléatoirement des rectangles colorés et rayés. Écrit par Jamie Zawinski ; 1992.
ga: Dearann sé seo dronuilleoga breicnithe i ndathanna randamacha. Scríofa ag Jamie Zawinski, 1992.
gl: Debuxa un conxunto de rectángulos coloridos e con patróns aleatorios. Escribiuno Jamie Zawinski en 1992.
hu: Véletlenszerű színes, átlátszó háromszögeket jelenít meg. Készítette: Jamie Zawinski, 1992.
it: Disegna rettangoli casuali colorati, punteggiati e trasparenti. Scritto da Jamie Zawinski; 1992.
ja: ランダムに色付けられ、点描された矩形です。Jamie Zawinski、1992年作。
kk: Кездейсоқ боялған, жолақ-жолақ тікбұрыштар қабаттасуы. Авторы: Jamie Zawinski; 1992.
ko: 무작위 색상으로 칠해진 투명 사각형을 그립니다. Jamie Zawinski 작성, 1992년.
lv: Zīmē nejaušas krāsas, punktētus un caurspīdīgus četrstūrus. Sarakstīja Jamie Zawinski; 1992.
nb: Tegner tilfeldige fargelagte, stiplede og gjennomsiktige rektangler. Skrevet av Jamie Zawinski i 1992.
nds: Dörschienen Rechtecken mit tofällig Klören un Placken. Schreven vun Jamie Zawinski, 1992.
nl: Toont willekeurig gekleurde, gestippelde en transparante rechthoeken. In 1992 geschreven door Jamie Zawinski.
nn: Teiknar rektangel med ulike fargar og mønster. Skriven av Jamie Zawinski i 1992.
pl: Nakrapiane i przezroczyste prostokąty o losowych kolorach. Autor: Jamie Zawinski; 1992.
pt: Isto desenha um conjunto de rectângulos coloridos e com padrões aleatórios. Feito por Jamie Zawinski; 1992.
ru: Прозрачные, отрисованные штрихами произвольные прямоугольники. Автор Джеми Завински (Jamie Zawinski), 1992.
sl: Izriše naključno obarvane, črtkane in prozorne pravokotnike. Napisal Jamie Zawinski, 1992.
sr@ijekavian: Црта насумично обојене, истачкане и прозирне правоугаонике. Написао Џејми Завински, 1992.
sv: Ritar slumpmässigt färglagda, punkterade och genomskinliga rektanglar. Skriven av Jamie Zawinski, 1992.
uk: Малює випадково розфарбовані, пунктирні та прозорі прямокутники. Автор — Jamie Zawinski; 1992.
zh_tw: 用點描出透明矩形，套上隨機色彩。由 Jamie Zawinski 撰寫，1992。

# @option:check
source: Grey
ca@valencia: Gris
es: Gris
et: Hall
eu: Grisa
fi: Harmaa
fr: Gris
ga: Liath
gl: Gris
hu: Szürke
it: Grigio
ja: グレー
kk: Сұр түсті
ko: 회색
lv: Pelēks
nb: Grå
nds: Gries
nl: Grijs
nn: Grå
pl: Szare
pt: Cinzento
ru: Серые тона
sl: Siva
sr@ijekavian: Сиво
sv: Grå
uk: Сірий
zh_tw: 灰色

# @item screen saver name
source: Halftone
ca@valencia: Tons mitjos
es: Medias tintas
et: Pooltoon
fi: Puolisävy
fr: Demi-teinte
gl: Semitono
hu: Féltónus
it: Retino
ja: ハーフトーン
kk: Реңктер
ko: 하프톤
lv: Pustonis
nb: Halvtone
nds: Halftoon
nn: Halvtonemønster
pl: Półtony
pt: Meios-tons
sl: Polton
sr@ijekavian: Полутон
sv: Halvton
uk: Півтони
zh_tw: 半透明

# @info screen saver description
source: Draws the gravity force in each point on the screen seen through a halftone dot pattern. The gravity force is calculated from a set of moving mass points. View it from a distance for best effect. http://en.wikipedia.org/wiki/Halftone Written by Peter Jaric; 2002.
ca@valencia: Dibuixa la força de la gravetat en cada punt de la pantalla vista a través d'un patró de punts de tons mitjos. La força de gravetat es calcula a partir d'un conjunt de punts de massa en moviment. Veieu-lo a distància per a un efecte millor. http://en.wikipedia.org/wiki/Halftone Escrit per Peter Jaric; 2002.
es: Señala la fuerza de gravedad en cada punto de la pantalla a través de un patrón de semitonos de puntos. La fuerza de gravedad es calculada a partir de un conjunto de movimiento de masas. Para un mejor efecto, se recomienda mirar de lejos. http://en.wikipedia.org/wiki/Halftone. Escrito por Peter Jaric; 2002.
et: Näitab iga ekraanipunkti gravitatsioonijõudu pooltoonis punktmustriga. Gravitatsioonijõud arvutatakse liikuva punktimassi põhjal. Kõige etem on seda eemalt vaadata. http://en.wikipedia.org/wiki/Halftone Autor: Peter Jaric; 2002.
fi: Piirtää näytön kuhunkin pisteeseen vaikuttavan painovoiman puolisävykuviona. Painovoima lasketaan joukosta liikkuvia massapisteitä. Vaikutelma on paras kauempaa katsottuna. http://en.wikipedia.org/wiki/Halftone Kirjoittanut Peter Jaric, 2002.
fr: Dessine la force de gravité dans chaque point de l'écran vu à travers un motif en demi-ton de points. La force de gravité est calculée à partir d'un ensemble de points mobiles de masse. Regardez le de loin pour un meilleur effet. http://en.wikipedia.org/wiki/Halftone Écrit par Peter Jaric ; 2002.
gl: Debuxa a forza gravitacional de cada punto da pantalla, a través dun patrón de puntos e medios tons. A forza gravitacional calcúlase a partir dun conxunto de puntos de masa en movemento. Véxao a algunha distancia, para un mellor efecto. http://en.wikipedia.org/wiki/Halftone. Escribiuno Peter Jaric en 2002.
it: Disegna la forza di gravità in ogni punto dello schermo vista attraverso un motivo a retino. La forza di gravità è calcolata da un insieme di punti di massa che si muovono. Guardalo da una certa distanza per averne il miglior risultato.
kk: Экрандағы нүктелердегі гравитация тартылыс күшін реңктерімен бенелейді. Гравитация бірнеше экранда езіп жүрген массалардан есептеледі. Қашықтан қарауға жақсы. http://en.wikipedia.org/wiki/Halftone Авторы: Peter Jaric; 2002.
ko: 화면의 각각 지점에 대한 중력을 하프톤 점 패턴으로 그립니다. 중력은 이동하는 질량점에 따라서 계산됩니다. 멀리서 보면 최적화됩니다. http://en.wikipedia.org/wiki/Halftone Peter Jaric 작성, 2002년.
nb: Tegner tyngdekraften i hvert punkt på skjermen sett gjennom et halvtoneraster. Tyngdekraften regnes ut fra en mengde massepunkter som beveger seg. Se det fra avstand for best virkning. <link>http://en.wikipedia.org/wiki/Halftone</link> Skrevet av Peter Jaric i 2002.
nds: Stellt de Swoorkraft för elk Punkt op den Schirm as Druckrastermuster dor. De Swoorkraft warrt ut en Sett vun Meetpünkt utreekt. Kiek Di dat vun wieder weg an, denn lett dat beter. http://de.wikipedia.org/wiki/Druckraster Schreven vun Peter Jaric, 2002.
nl: Toont de zwaartekracht in elk punt op het scherm gezien in een halftone puntpatroon. De zwaartekracht wordt berekent uit een stel bewegende massa's. Van een afstand bekijken voor het beste effect. http://en.wikipedia.org/wiki/Halftone In 2002 geschreven door Peter Jaric.
nn: Teiknar tyngdekrafta i kvart punkt på skjermen sett gjennom eit halvtonemønster. Krafta vert rekna ut basert på ei mengd massepunkt som flyter rundt. Bør sjåast frå avstand for best effekt. <link>http://en.wikipedia.org/wiki/Halftone</link> Skriven av Peter Jaric i 2002.
pl: Siła grawitacji w każdym punkcie ekranu prezentowana przez cieniowany, kropkowany wzór. Siła grawitacji obliczana jest na podstawie zbioru punktów ruchomej masy. Najlepszy efekt daje oglądanie z pewnej odległości. http://en.wikipedia.org/wiki/Halftone Autor: Peter Jaric; 2002.
pt: Desenha a força gravítica de cada ponto no ecrã, através de um padrão de pontos e meios-tons. A força gravítica é calculada a partir de um conjunto de pontos de massa em movimento. Veja-o a alguma distância, para um melhor efeito. http://en.wikipedia.org/wiki/Halftone Feito por Peter Jaric; 2002.
ru: Отрисовывает силу гравитации в каждой точке экрана, видимой через рисунок в полутоновых точках. Сила гравитации рассчитывается из множества движущихся материальных точек. Для наилучшего эффекта смотреть издалека. http://ru.wikipedia.org/wiki/Полутоновое_изображение Автор Петер Ярик (Peter Jaric), 2002.
sl: Izriše gravitacijsko silo na vsaki točki zaslona vidno skozi poltonski vzorec točk. Gravitacijska sila je izračunana iz niza premikajočih masnih točk. Za najboljši učinek ga glejte z razdalje. http://en.wikipedia.org/wiki/Halftone Napisal Peter Jaric, 2002.
sr@ijekavian: Црта гравитациону силу у свакој тачки на екрану виђену кроз полутонски тачкасти образац (http://en.wikipedia.org/wiki/Halftone). Гравитациона сила се рачуна према скупу покретних тешких тачака. Најбоље изгледа када се гледа из даљине. Написао Петер Јарић, 2002.
sv: Ritar gravitationskraften i varje punkt av skärmen sedd genom ett rastrerat punktmönster. Gravitationskraften beräknas från en mängd av rörliga masspunkter. Titta på den från långt håll för bästa effekt. Se http://sv.wikipedia.org/wiki/Rasterbild. Skriven av Peter Jaric, 2002.
uk: Показує силу тиску ваги на кожну точку екрана, який ми спостерігаємо крізь візерунок точкових півтонів. Сила тиску обчислюється з загальної маси точок. Дивіться на зображення з відстані, щоб збільшити ефект. http://en.wikipedia.org/wiki/Halftone Автор — Peter Jaric; 2002.
zh_tw: 用半透明的點繪出螢幕上每個點的重力場。重力的計算是由移動的質量點集合。若遠一點看效果會更好。參考資料：http://en.wikipedia.org/wiki/Halftone 。由 Peter Jaric 撰寫，2002。

# @label:slider
source: Gravity points
ca@valencia: Punts de gravetat
es: Puntos de gravedad
et: Gravitatsioonipunktid
eu: Grabitate puntuak
fi: Painovoimapisteitä
fr: Points de gravité
ga: Pointí domhantarraingthe
gl: Puntos de gravidade
hu: Gravitációs pontok
it: Punti di gravità
ja: 重力点
kk: Масса нүктелері
ko: 중력점
lv: Gravitācijas punkti
nb: Gravitasjonspunkter
nds: Swoorkraft-Pünkt
nl: Zwaartekrachtpunten
nn: Gravitasjonspunkt
pl: Źródła grawitacji
pt: Pontos de gravidade
ru: Точки гравитации
sl: Gravitacijske točke
sr@ijekavian: Гравитационе тачке
sv: Gravitationspunkter
uk: Точки притягання
zh_tw: 重力點

# @item:inrange Gravity points
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @item:inrange Gravity points
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Dot size
ca@valencia: Mida dels punts
es: Tamaño de punto
et: Punkti suurus
eu: Puntuen neurria
fi: Pisteiden koko
fr: Taille des points
ga: Méid na bponcanna
gl: Tamaño dos puntos
hu: Pontméret
it: Dimensione dei punti
ja: 点のサイズ
kk: Нүкте өлшемі
ko: 점 크기
lv: Punkta izmērs
nb: Punktstørrelse
nds: Punktgrött
nl: Stippelgrootte
nn: Punktstorleik
pl: Rozmiar kropki
pt: Tamanho dos pontos
ru: Размер точки
sl: Velikost pike
sr@ijekavian: Величина тачака
sv: Punktstorlek
uk: Розмір точки
zh_tw: 點的大小

# @item:inrange Dot size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccoli
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мале
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Dot size
source: Big
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大きく
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велике
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Dot fill factor
ca@valencia: Factor de farciment dels punts
es: Relleno de puntos
et: Punkti täitmise tegur
eu: Puntuen asetasun faktorea
fi: Pisteen täyttökerroin
fr: Facteur de remplissage des points
ga: Fachtóir líonta poncanna
gl: Factor de enchido dos puntos
hu: Pontkitöltési arány
it: Fattore di riempimento dei punti
kk: Толтыру мөлшері
ko: 점 채우기 지수
lv: Punkta aizpildīšanas faktors
nb: Punktfyllingsfaktor
nds: Punktdickde
nl: Stippelvulfactor
nn: Punktfyllingsfaktor
pl: Współczynnik wypełnienia kropkami
pt: Factor de preenchimento dos pontos
ru: Коэффициент заполнения точек
sl: Faktor zapolnitve pik
sr@ijekavian: Фактор испуне тачкама
sv: Ifyllnadsfaktor för punkter
uk: Коефіцієнт заповнення крапками
zh_tw: 填入點的參數

# @item:inrange Dot fill factor
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Аз
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Dot fill factor
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Көп
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Minimum speed
ca@valencia: Velocitat mínima
es: Velocidad mínima
et: Miinimumkiirus
eu: Abiadura txikiena
fi: Vähimmäisnopeus
fr: Vitesse minimale
ga: Íosluas
gl: Velocidade mínima
hu: Minimum sebesség
it: Velocità minima
ja: 最小速度
kk: Мин. жылдамдығы
ko: 최소 속도
lv: Minimālais ātrums
nb: Minste fart
nds: Minnstgauheit
nl: Minimale snelheid
nn: Minste fart
pl: Minimalna prędkość
pt: Velocidade mínima
ru: Минимальная скорость
sl: Najmanjša hitrost
sr@ijekavian: Најмања брзина
sv: Minimal hastighet
uk: Мінімальна швидкість
zh_tw: 最小速度

# @item:inrange Minimum speed
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Minimum speed
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Maximum speed
ca@valencia: Velocitat màxima
es: Velocidad máxima
et: Maks. kiirus
eu: Abiadura handiena
fi: Enimmäisnopeus
fr: Vitesse maximale
ga: Uasluas
gl: Velocidade máxima
hu: Maximális sebesség
it: Velocità massima
ja: 最大速度
kk: Макс. жылдамдығы
ko: 최대 속도
lv: Maksimālais ātrums
nb: Høyeste fart
nds: Hööchstgauheit
nl: Maximum snelheid
nn: Høgste fart
pl: Maksymalna prędkość
pt: Velocidade máxima
ru: Максимальная скорость
sl: Največja hitrost
sr@ijekavian: Највећа брзина
sv: Maximal hastighet
uk: Максимальна швидкість
zh_tw: 最大速度

# @item:inrange Maximum speed
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Maximum speed
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Minimum mass
ca@valencia: Massa mínima
es: Masa mínima
et: Miinimummass
eu: Gutxienezko masa
fi: Vähimmäismassa
fr: Masse minimale
ga: Íosmhais
gl: Masa mínima
hu: Minimális tömeg
it: Massa minima
ja: 最小質量
kk: Мин. массасы
ko: 최소 질량
lv: Minimālā masa
nb: Minste masse
nds: Lüttst Mass
nl: Minimum massa
nn: Minste masse
pl: Minimalna masa
pt: Massa mínima
ru: Минимальная масса
sl: Najmanjša masa
sr@ijekavian: Најмања маса
sv: Minimal massa
uk: Мінімальна маса
zh_tw: 最小質量

# @item:inrange Minimum mass
source: Small
ca@valencia: Petita
es: Pequeña
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Шағын
ko: 작게
lv: Maza
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequena
ru: Меньше
sl: Majhna
sr@ijekavian: мала
sv: Liten
uk: Мала
zh_tw: 小

# @item:inrange Minimum mass
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liela
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велика
sv: Stor
uk: Велика
zh_tw: 大

# @label:slider
source: Maximum mass
ca@valencia: Massa màxima
es: Masa máxima
et: Maks. mass
eu: Geihenezko masa
fi: Enimmäismassa
fr: Masse maximale
ga: Uasmhais
gl: Masa máxima
hu: Maximális tömeg
it: Massa massima
ja: 最大質量
kk: Макс. массасы
ko: 최대 질량
lv: Maksimālā masa
nb: Største masse
nds: Gröttst Mass
nl: Maximum massa
nn: Største masse
pl: Maksymalna masa
pt: Massa máxima
ru: Максимальная масса
sl: Največja masa
sr@ijekavian: Највећа маса
sv: Maximal massa
uk: Максимальна маса
zh_tw: 最大質量

# @item:inrange Maximum mass
source: Small
ca@valencia: Petita
es: Pequeña
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Шағын
ko: 작게
lv: Maza
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequena
ru: Меньше
sl: Majhna
sr@ijekavian: мала
sv: Liten
uk: Мала
zh_tw: 小

# @item:inrange Maximum mass
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liela
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велика
sv: Stor
uk: Велика
zh_tw: 大

# @item screen saver name
source: Halo
eu: Haloa
hu: Fénykorona
it: Alone
ja: ハロ
kk: Шұғыла
ko: 헤일로
lv: Oreols
nds: Lichthoff
nn: Glorie
sr@ijekavian: Ореол
uk: Сяйво

# @info screen saver description
source: Draws circular interference patterns that hurt to look at. http://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski; 1993.
ca@valencia: Dibuixa motius d'interferència circular que fan mal a la vista. http://en.wikipedia.org/wiki/Moire_pattern Escrit per Jamie Zawinski; 1993.
es: Muestra patrones de interferencias circulares que hieren al mirarlas. http://en.wikipedia.org/wiki/Moire_pattern. Escrito por Jamie Zawinski; 1993.
et: Näitab ringjaid interferentsimustreid, mille vaataminegi ajab hulluks. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 1993.
fi: Piirrä kaarevia häiriökuvioita, joiden katsominen tekee pahaa. http://en.wikipedia.org/wiki/Moire_pattern Kirjoittanut Jamie Zawinski, 1993.
it: Disegna una serie di motivi circolari interferenti che fanno male a vederli. http://it.wikipedia.org/wiki/Effetto_moir%C3%A9 Scritto da Jamie Zawinski; 1993.
ko: 보다 보면 어지러운 원형 간섭 무늬를 그립니다. https://ko.wikipedia.org/wiki/%EB%AC%B4%EC%95%84%EB%A0%88 Jamie Zawinski 작성, 1993년.
nb: Dette tegner psykedeliske sirkelmønstre som det gjør vondt å se på. http://no.wikipedia.org/wiki/Moar%C3%A9m%C3%B8nsterSkrevet av Jamie Zawinski i 1993.
nds: Interferenz-Ringmustern, de bi't Ankieken Wehdaag maakt. http://de.wikipedia.org/wiki/Moiré-Effekt 1993 schreven vun Jamie Zawinski.
nl: Toont cirkelvormige interferentiepatronen die zeer doen om naar te kijken. http://en.wikipedia.org/wiki/Moire_pattern In 1993 geschreven door Jamie Zawinski.
pl: Rysuje okrągłe interferujące wzory, na które trudno patrzeć. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 1993.
pt: Isto desenha vários padrões circulares psicadélicos que magoam a vista. http://en.wikipedia.org/wiki/Moire_pattern. Feito por Jamie Zawinski; 1993.
sl: Izriše krožne interferenčne vzorce, ki so boleči za gledanje. http://en.wikipedia.org/wiki/Moire_pattern Napisal Jamie Zawinski; 1993.
sr@ijekavian: Црта обрасце кружне интерференције које је болно гледати. (http://en.wikipedia.org/wiki/Moire_pattern). Написао Џејми Завински, 1993.
sv: Ritar cirkulära interferensmönster, som det gör ont att titta på. Se http://sv.wikipedia.org/wiki/Moiré_(interferensmönster). Skriven av Jamie Zawinski, 1993.
uk: Малює кругові інтерференційні візерунки, які «шкідливі» для зору. http://en.wikipedia.org/wiki/Moire_pattern Автор — Jamie Zawinski.
zh_tw: 畫出圓形交錯圖樣，盯著看會昏頭。參考資料：http://en.wikipedia.org/wiki/Moire_pattern 。由 Jamie Zawinski 撰寫，1993。
