Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This shows one of the six regular 4D polytopes rotating in 4D. Inspired by H.S.M Coxeter's book "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, and Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Written by Carsten Steger; 2003.
ca@valencia: Este mostra un dels 6 polítops 4D regulars girant en 4D. Inspirat pel llibre de H.S.M Coxeter «Regular Polytopes», 3a edició, Dover Publications, Inc., 1973, i el llibre de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Escrit per Carsten Steger; 2003.
es: Esto muestra uno de los seis periódicos politopos rotando en 4D. Inspirado por el libro de H. S. M Coxeter «Regular Polytopes», 3 ª edición, Dover Publications, Inc., 1973, y el libro de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Biblioteca, 1990. http://en.wikipedia http://en.wikipedia.org/wiki/Hypercube.org / wiki / Regular_polytope. Escrito por Carsten Steger, 2003.
et: Näitab üht kuuest korrapärasest 4D polütoobist keerlemas neljas mõõtmes. Loomisele õhutasid S. M Coxeteri raamat "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973 ja Thomas Banchoffi raamat "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
fi: Näyttää yhden kuudesta säännöllisestä 4U-polytoopista pyörimässä neliulotteisesti. Inspiraationa toimi H. S. M. Coxeterin kirja ”Regular Polytopes”, 3. laitos, Dover Publications, 1973, sekä Thomas Banchoffin kirja ”Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions”, Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Kirjoittanut Carsten Steger, 2003.
fr: Affiche l'un des six polytopes réguliers en 4D avec une rotation en 4D. Inspiré par le livre de H.S.M Coxeter « Regular Polytopes », 3ème édition, Dover Publications, Inc., 1973, et le livre de Thomas Banchoff « Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions », Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Écrit par Carsten Steger ; 2003.
gl: Isto mostra un dos seis polítopos regulares 4D, a rotaren en 4D. Inspirado no libro de H.S.M Coxeter, «Regular Polytopes», 3ª edición, Dover Publications, Inc., 1973, e no libro de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope. Escribiuno Carsten Steger en 2003.
it: Mostra uno dei sei politopi regolari quadridimensionali che ruota in quattro dimensioni. Ispirato dal libro «Politopi regolari» di H. S. M. Coxeter, 3ª edizione, Dover Publications, Inc. 1973, e dal libro di Thomas Banchoff «Oltre la terza dimensione, geometria, computer graphics e spazi multidimensionali», Zanichelli, 1993. http://it.wikipedia.org/wiki/Ipercubo http://en.wikipedia.org/wiki/Regular_polytope Scritto da Carsten Steger; 2003.
kk: Төрт дұрыс 4D көпжақтың біреуін төрт-өлшемді кеңістікте бұралуы бейнелейді. Шабыт берген - H.S.M Coxeter жазған "Regular Polytopes" кітабі, 3rd Edition, Dover Publications, Inc., 1973, және Thomas Banchoff-тың "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions" деген кітабі, Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Авторы: Carsten Steger; 2003.
nb: Dette viser en av de seks regulære 4D polytoper, roterende i 4D. Inspirert av H.S.M Coxeters bok "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, og Thomas Banchoffs bok "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. <link>http://en.wikipedia.org/wiki/Hypercube</link> <link>http://en.wikipedia.org/wiki/Regular_polytope</link> Skrevet av Carsten Steger i 2003.
nds: Wiest een vun de söss symmetersch 4D-Veelecken, dreiht in 4D. Idee na H.S.M Coxeter sien Book "Regular Polytopes", 3rd Utgaav, Dover Publications, Inc., 1973, un Thomas Banchoff sien Book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://de.wikipedia.org/wiki/Hyperwürfel http://en.wikipedia.org/wiki/Regular_polytope Schreven vun Carsten Steger, 2003.
nl: Dit toont één van de zes regelmatige 4D polytopen draaiend in 4D. Geïnspireerd door het boek van H.S.M Coxeter "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, en het boek van Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope In 2003 geschreven door Carsten Steger.
pl: Program ten wyświetla sześć regularnych czterowymiarowych wielokształtów, obracających się w czterech wymiarach. Inspiracją była książka Thomasa Banchoff'a "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/N-sphere http://en.wikipedia.org/wiki/Clifford_torus http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
pt: Isto mostra um dos seis polítopos regulares a 4D, a rodarem em 4D. Inspirado no livro de H.S.M Coxeter, "Regular Polytopes", 3a Edição, Dover Publications, Inc., 1973, e no livro de Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Feito por Carsten Steger; 2003.
ru: Показан один из шести правильных четырёхмерных политопов, вращающихся в четырёхмерном пространстве. По мотивам книги Гарольда Коксетера "Правильные политопы" (H.S.M Coxeter, "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973) и книги Томаса Банкоффа (Thomas Banchoff, "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990.) http://ru.wikipedia.org/wiki/Гиперкуб http://en.wikipedia.org/wiki/Regular_polytope Автор Карстен Штегер (Carsten Steger), 2003.
sl: Ta ohranjevalnik zaslona izriše enega od šestih pravilnih 4D politopov, ki se vrtijo v 4D. Navdih sta bili knjiga H.S.M. Coxeterja "Regular Polytopes", tretja izdaja, Dover Publications, Inc., 1973 in knjiga Thomasa Banchoffa "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Napisal Carsten Steger, 2003.
sr@ijekavian: Приказује један од шест правилних 4Д политопа како ротира у 4Д. Инспирисано књигама „Регуларни политопи“ Харолда Коксетера (3. издање, Довер пабликејшенс) и „Изван треће димензије: геометрија, рачунарска графика, и више димензије“ Томаса Банкофа (Библиотека Сајентифик америкена, 1990). (http://en.wikipedia.org/wiki/Hypercube, http://en.wikipedia.org/wiki/Regular_polytope). Написао Карстен Штегер, 2003.
sv: Den här visar en av de sex regelbundna fyrdimensionella polytoperna, som roterar i fyra dimensioner. Inspirerad av H. S. M Coxeters bok "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, och Thomas Banchoffs bok "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. Se http://sv.wikipedia.org/wiki/Hyperkub och http://en.wikipedia.org/wiki/Regular_polytope. Skriven av Carsten Steger, 2003.
uk: Ця програма відображає один з шести правильних чотиривимірних багатогранників, що обертається у чотирьох вимірах. Джерелом натхнення є книга H.S.M Coxeter «Regular Polytopes», 3rd Edition, Dover Publications, Inc., 1973, та книгою Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Автор — Carsten Steger; 2003.
zh_tw: 顯示六種正規的四維多面體之一，於四維空間中旋轉。靈感來自 H.S.M. Coxeter 的書 "Regular Polytopes"，第三版，Dover Publications, Inc., 1973 與 Thomas Banchoff 的書 "Beyond the Third Dimensin: Geometry, Computer Graphics, and Higher Dimensions", 美國科學圖書館，1990。參考資料：http://en.wikipedia.org/wiki/Hypercube ，http://en.wikipedia.org/wiki/Regular_polytope 。由 Carsten Steger 撰寫，2003。

# @option:radio
source: 5-cell (hyper-tetrahedron)
ca@valencia: 5 cel·les (hiper-tetraedre)
es: 5 casillas (hipertetraedro)
et: 5-rakuline (hüpertetraeeder)
fi: 5-solu (hypertetraedri)
fr: 5-cellules (hyper-tetrahedron)
ga: 5-cill (hipirteitrihéadrán)
gl: 5-celas (hipertetraedro)
hu: 5 cellás (hipertetraéder)
it: 5 celle (ipertetraedro)
ja: 5 セル (hyper-tetrahedron)
kk: 5-жақты (гипертетраэдр)
ko: 5셀(초사면체)
lv: 5-šūnu (hiper-tetrahedrons)
nb: 5-celler (hyper-tetraeder)
nds: 5-Zell (Hypertetraeder)
nl: 5-cel (hyper-tetraëder)
nn: 5-celles (hypertetraeder)
pl: 5 komorowe (wielowymiarowy czworościan)
pt: 5-células (hiper-tetraedro)
ru: 5 сторон (гипертетраэдр)
sl: 5-celično (hiper-tetraeder)
sr@ijekavian: 5‑ћелијски (хипертетраедар)
sv: 5 celler (hypertetraeder)
uk: 5-коміркове (гіпертетраедр)
zh_tw: 5 細胞（超四面體）

# @option:radio
source: 8-cell (hypercube / tesseract)
ca@valencia: 8 cel·les (hipercub / tesseract)
es: 8 casillas (hipercubo)
et: 8-rakuline (hüperkuup/tesserakt)
fi: 8-solu (hyperkuutio)
fr: 8-cellules (hypercube / tesseract)
gl: 8-celas (hipercubo / teseracto)
hu: 8 cellás (hiperkocka / tesszera)
it: 8 celle (ipercubo o tesseratto)
ja: 8 セル (hypercube / tesseract)
kk: 8-жақты (гипркуб/тессеракт)
ko: 8셀(초입방체)
lv: 8-šūnu (hiperkubs/tesseract)
nb: 8-celler (hyperkube / tesserakt)
nds: 8-Zell (Hyperwörpel / Tesserakt)
nl: 8-cel (hyperkubus / tesseract)
pl: 8 komorowe (hipersześcian / tesseract)
pt: 8-células (hipercubo / tesseracto)
ru: 8 сторон (гиперкуб/тессеракт)
sl: 8-celično (hiperkocka)
sr@ijekavian: 8‑ћелијски (хиперкоцка/тесеракт)
sv: 8 celler (hyperkub, tesserakt)
uk: 8-коміркове (гіперкуб)
zh_tw: 8 細胞（超立方體/四維立方體）

# @option:radio
source: 16-cell (hyper-octahedron)
ca@valencia: 16 cel·les (hiper-octaedre)
es: 16 casillas (hiperoctaedro)
et: 16-rakuline (hüperoktaeeder)
fi: 16-solu (hyperoktaedri)
fr: 16-cellules (hyper-octahedron)
gl: 16-celas (hiperoctaedro)
hu: 16 cellás (hiperoktaéder)
it: 16 celle (iperottaedro)
ja: 16 セル (hyper-octahedron)
kk: !6-жақты (гипероктаэдр)
ko: 16셀(초팔면체)
lv: 16-šūnu (hiper-oktahedrons)
nb: 16-celler (hyper-oktaeder)
nds: 16-Zell (Överoktaeder)
nl: 16-cel (hyper-octaëder)
pl: 16 komorowe (wielowymiarowy ośmiościan)
pt: 16-células (hiper-octaedro)
ru: 16 сторон (гипероктаэдр)
sl: 16-celično (hiper-oktaeder)
sr@ijekavian: 16‑ћелијски (хипероктаедар)
sv: 16 celler (hyperoktaeder)
uk: 16-коміркове (гіпероктаедр)
zh_tw: 16 細胞（超八面體）

# @option:radio
source: 24-cell
ca@valencia: 24 cel·les
es: 24 casillas
et: 24-rakuline
fi: 24-solu
fr: 24-cellules
ga: 24-cill
gl: 24-celas
hu: 24 cellás
it: 24 celle
ja: 24 セル
kk: 24-жақты
ko: 24셀
lv: 24-šūnu
nb: 24-celler
nds: 24-Zell
nl: 24-cel
nn: 24-celles
pl: 24 komorowe
pt: 24-células
ru: 24 стороны
sl: 24-celično
sr@ijekavian: 24‑ћелијски
sv: 24 celler
uk: 24-коміркове
zh_tw: 24 細胞)：

# @option:radio
source: 120-cell
ca@valencia: 120 cel·les
es: 120 casillas
et: 120-rakuline
fi: 120-solu
fr: 120-cellules
ga: 120-cill
gl: 120-celas
hu: 120 cellás
it: 120 celle
ja: 120 セル
kk: 120-жақты
ko: 120셀
lv: 120-šūnu
nb: 120-celler
nds: 120-Zell
nl: 120-cel
nn: 120-celles
pl: 120 komorowe
pt: 120-células
ru: 120 сторон
sl: 120-celično
sr@ijekavian: 120‑ћелијски
sv: 120 celler
uk: 120-коміркове
zh_tw: 120 細胞：

# @option:radio
source: 600-cell
ca@valencia: 600 cel·les
es: 600 casillas
et: 600-rakuline
fi: 600-solu
fr: 600-cellules
ga: 600-cill
gl: 600-celas
hu: 600 cellás
it: 600 celle
ja: 600 セル
kk: 600-жақты
ko: 600셀
lv: 600-šūnu
nb: 600-celler
nds: 600-Zell
nl: 600-cel
nn: 600-celles
pl: 600 komorowe
pt: 600-células
ru: 600 ячеек
sl: 600-celično
sr@ijekavian: 600‑ћелијски
sv: 600 celler
uk: 600-коміркове
zh_tw: 600 細胞：

# @option:radio
source: Single color
ca@valencia: Un sol color
es: En un solo color
et: Üks värv
eu: Kolore bakarrekoa
fi: Yksi väri
fr: Couleur unique
ga: Dath amháin
gl: Cor única
hu: Egyszínű
it: Colore unico
ja: 単色
kk: Бір түсті
ko: 단색
lv: Viena krāsa
nb: Ensfarget
nds: Een Klöör
nl: Eenkleurig
nn: Einsfarga
pl: Pojedynczy kolor
pt: Cor única
ru: Один цвет
sl: Enojna barva
sr@ijekavian: Једна боја
sv: Enkel färg
uk: Простий колір
zh_tw: 單色

# @option:radio
source: Colors By 4D Depth
ca@valencia: Colors per a profunditat de 4D
es: Colores con profundidad en 4D
et: 4D sügavusega värvid
eu: Koloreak 4D sakonerarekin
fi: Värit 4U-syvyyden mukaan
fr: Couleurs par profondeur 4D
gl: Profundidade de cores por 4D
hu: Színek 4D-s mélységben
it: Colori per profondità 4D
kk: Түстері 4D-тереңдігі бойынша
ko: 4차원 깊이 색상
lv: Krāsas pēc 4D dziļuma
nb: Farger ved 4D dybde
nds: Klören na 4D-Deepde
nl: Kleur door 4D diepte
nn: Fargar etter 4D-djupn
pl: Kolory przy użyciu 4D Depth
pt: Profunidade de Cores por 4D
ru: Окраска 4D глубины
sl: Barve po 4D globini
sr@ijekavian: Боје према 4Д дубини
sv: Färger enligt fyrdimensionellt djup
uk: Кольори за 4-вимірною глибиною
zh_tw: 以四維深度上色

# @item screen saver name
source: Pong
ja: ポング
kk: Пинг-понг
ko: 퐁
sr@ijekavian: Понг
uk: Пінг-понг

# @info screen saver description
source: This simulates the 1971 Pong home video game, as well as various artifacts from displaying it on a color TV set. In clock mode, the score keeps track of the current time. http://en.wikipedia.org/wiki/Pong Written by Jeremy English and Trevor Blackwell; 2003.
ca@valencia: Este simula el videojoc familiar Pong del 1971, així com diversos efectes en mostrar-lo en una televisió de color. En mode rellotge, la puntuació mostra l'hora actual. http://en.wikipedia.org/wiki/Pong Escrit per Jeremy English i Trevor Blackwell; 2003.
es: Esto simula el videojuego doméstico Pong de 1971, así como diversos artefactos en una TV a color. En el modo de reloj, la puntuación se guarda en la hora actual. http://en.wikipedia.org/wiki/Pong. Escrito por Jeremy English y Trevor Blackwell, 2003.
et: Simuleerib 1971. aasta Pongi videomängu ning tervet rida esemeid, mida esitatakse nagu värviteleris. Kellarežiimis hoitakse pilk peal kellaajal. http://en.wikipedia.org/wiki/Pong Autorid: Jeremy English ja Trevor Blackwell; 2003.
eu: Honek 1971ko Pong etxeko bideo jokoa simulatzen du, kolorezko telebista tresna batean hura bistaratzeko zenbait tramankulurekin batera. Ordulari moduan, emaitzak une honetako denborarekin bat dator. http://en.wikipedia.org/wiki/Pong Jeremy English eta Trevor Blackwell-ek idatzia; 2003.
fi: Tämä simuloi vuoden 1971 Pong-kotivideopeliä kuten myös ajan väri-TV-laitteiston vääristymiä. Kellotilassa tulos näyttää kellonajan. http://en.wikipedia.org/wiki/Pong Kirjoittaneet Jeremy English ja Trevor Blackwell, 2003.
fr: Simule le jeu vidéo domestique Pong en 1971, ainsi que divers objets affichés sur un écran de télévision couleur. En mode horloge, les points tiennent compte du temps. http://en.wikipedia.org/wiki/Pong Écrit par Jeremy English et Trevor Blackwell ; 2003.
gl: Isto simula o videoxogo Pong, de 1971, así como algúns dos efectos manifestados ao velo nunha TV a cor. No modo en reloxo, a puntuación mantén rexistro do tempo actual. http://en.wikipedia.org/wiki/Pong. Escribírono Jeremy English e Trevor Blackwell en 2003.
it: Simula il videogioco «Pong» del 1971, così come i vari disturbi grafici di un TV a colori. Nella modalità a orologio, il punteggio rappresenta l'orario corrente. http://it.wikipedia.org/wiki/Pong Scritto da Jeremy English e Trevor Blackwell; 2003.
kk: Баяғы 1971 жылғы үй телевизордағы видео-ойынды, сондағы экранның бұлдырауымен бірге, бейнелейді. Сағат режімінде есеп орнына уақытты көрсетеді. http://en.wikipedia.org/wiki/Pong Авторлары: Jeremy English және Trevor Blackwell; 2003.
lv: Simulē 1971. gada videospēli Pong, kā arī dažādus traucējumus no krāsu TV. Pulksteņa režīmā rezultāts seko pašreizējam laikam. http://en.wikipedia.org/wiki/Pong Sarakstīja Jeremy English un Trevor Blackwell; 2003.
nb: Dette simulerer hjemmevideospillet Pong fra 1971, og diverse effekter som vises når det spilles på en farge-TV. I klokkemodus viser den gjeldende klokkeslett. <link>http://en.wikipedia.org/wiki/Pong</link> Skrevet av Jeremy English og Trevor Blackwell i 2003.
nds: Simuleert dat Videospeel "Pong" ut dat Johr 1971, man ok verscheden Artefakten bi de Weddergaav op en Farvfeernseher. In'n Klock-Bedrief warrt de Pünkt un ok de aktuelle Tiet wiest. http://de.wikipedia.org/wiki/Pong Schreven vun Jeremy English un Trevor Blackwell, 2003.
nl: Dit simuleert het Pong homevideospel uit 1971, evenals de verschillende artefacten van het weergeven op een kleurentelevisie. In klokmodus, houdt de score de huidige tijd bij. http://en.wikipedia.org/wiki/Pong In 2003 geschreven door Jeremy English en Trevor Blackwell.
pl: Symuluje grę Pong z 1971 roku, jak również różne artefakty pochodzące od wyświetlania jej na kolorowym odbiorniku telewizyjnym. W trybie zegara, wynik gry pokazuje bieżący czas. Autorzy: Jeremy English i Trevor Blackwell; 2003.
pt: Isto simula o jogo de vídeo doméstico Pong, de 1971, assim como alguns dos efeitos manifestados ao vê-lo numa TV a cores da altura. No modo em relógio, a pontuação mantém o registo do tempo actual. http://en.wikipedia.org/wiki/Pong Feito por Jeremy English e Trevor Blackwell; 2003.
ru: Эмуляция игры Pong, 1971 года, популярной на игровых автоматах. Также показываются различные видео-помехи. В режиме часов показывается текущее время. http://ru.wikipedia.org/wiki/Pong_(игра) Авторы: Джереми Инглиш и Тревор Блэквелл (Jeremy English, Trevor Blackwell), 2003.
sl: Simulira video igro Pong iz leta 1971 in različne artefakte, ki so posledice prikaza na barvnih TV-jih. V načinu ure točke sledijo trenutnemu času. http://en.wikipedia.org/wiki/Pong Napisala Jeremy English in Trevor Blackwell, 2003.
sr@ijekavian: Симулација видео игре Понг из 1971, са све разноразним сметњама усљед приказа на телевизору у боји (http://en.wikipedia.org/wiki/Pong). У сатном режиму, резултат заправо биљежи тренутно вријеме. Написали Џереми Инглиш и Тревор Блаквел, 2003.
sv: Den här simulerar hemvideospelet Pong från 1971, samt diverse förvrängningar från att visa det på en färg-tv-apparat. I klockläge håller poängen reda på aktuell tid. Se http://sv.wikipedia.org/wiki/Pong. Skriven av Jeremy English och Trevor Blackwell, 2003.
uk: Програма пінг-понг імітує давню домашню відеогру у пінг-понг, а також різноманітні ефекти, що супроводжували її на кольорових телевізорах. У режимі годинника, рахунок гри відображає поточний час. http://en.wikipedia.org/wiki/Pong Автори — Jeremy English та Trevor Blackwell; 2003.
zh_tw: 模擬 1971 年的電視遊樂器遊戲 Pong，並模擬顯示在彩色電視機上的樣子。在時鐘模式，分數會跟著時間跑。參考資料：http://en.wikipedia.org/wiki/Pong 。由 Jeremy English 與 Trevor Blackwell 撰寫，2003。

# @label:slider
source: Game speed
ca@valencia: Velocitat del joc
es: Velocidad de juego
et: Mängu kiirus
eu: Jokoaren abiadura
fi: Pelinopeus
fr: Vitesse du jeu
gl: Velocidade do xogo
hu: Játéksebesség
it: Velocità del gioco
ja: ゲームスピード
kk: Жылдамдығы
ko: 게임 속도
lv: Spēles ātrums
nb: Spillhastighet
nds: Speelgauheit
nl: Speelsnelheid
nn: Spelfart
pl: Szybkość gry
pt: Velocidade do jogo
ru: Скорость игры
sl: Hitrost igre
sr@ijekavian: Брзина игре
sv: Spelhastighet
uk: Швидкість гри
zh_tw: 遊戲速度

# @item:inrange Game speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasna
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Game speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitra
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Noise
ca@valencia: Soroll
es: Ruido
et: Müra
eu: Zarata
fi: Melu
fr: Bruit
ga: Torann
gl: Ruído
hu: Zaj
it: Disturbi
ja: ノイズ
kk: Бөгеуілдер
ko: 잡음
lv: Troksnis
nb: Støy
nds: Geruus
nn: Støy
pl: Szum
pt: Ruído
ru: Шум изображения
sl: Hrup
sr@ijekavian: Шум
sv: Brus
uk: Шум
zh_tw: 雜訊

# @item:inrange Noise
source: Crisp
ca@valencia: Remarcat
es: Crujiente
et: Selge
eu: Kirrikatsua
fi: Ritisevä
fr: Vif
gl: Destacado
it: Netto
ja: 鮮明
kk: Жоқ
ko: 선명함
lv: Dzidrs
nb: Skarp
nds: Krosch
nl: Krokant
nn: Klår
pl: Ostry
pt: Destacado
ru: Чёткое
sl: Ostro
sr@ijekavian: јасно
sv: Skarp
uk: Хрускіт

# @item:inrange Noise
source: Noisy
ca@valencia: Sorollós
es: Ruidoso
et: Mürarohke
eu: Zaratatsua
fi: Äänekäs
fr: Bruyant
ga: Torannach
gl: Ruidoso
hu: Zajos
it: Disturbato
ja: 騒がしい
kk: Күшті
ko: 잡음 강함
lv: Trokšņains
nb: Støyende
nds: Luut
nl: Lawaaierig
pl: Szum
pt: Ruidoso
ru: Шумное
sl: Hrupno
sr@ijekavian: бучно
sv: Brusig
uk: Шумна
zh_tw: 雜訊很多

# @option:check
source: Clock mode
ca@valencia: Mode de rellotge
es: Modo de reloj
et: Kellarežiim
eu: Ordulari modua
fi: Kellotila
fr: Mode d'horloge
gl: Modo do reloxo
hu: Óra mód
it: Modalità a orologio
ja: 時間モード
kk: Сағат режімі
ko: 시계 모드
lv: Pulksteņa režīms
nb: Klokkemodus
nds: Klock-Bedrief
nl: Klokmodus
nn: Klokkemodus
pl: Tryb zegara
pt: Modo do relógio
ru: Режим часов
sl: Način ure
sr@ijekavian: Сатни режим
sv: Klockläge
uk: Режим годинника
zh_tw: 時鐘模式

# @item screen saver name
source: PopSquares
ca@valencia: Quadrats pop
es: Cuadrado
et: Hüpikruudud
fi: Popneliöt
gl: Cadrados explosivos
hu: Négyzetek
it: Quadrati pop
kk: Поп-тор
ko: 팝아트 사각형
nb: Pop-kvadrater
nds: Popveerecks
nl: Popvierkanten
nn: Pop-kvadrat
pt: Quadrados Explosivos
sl: PopKvadrat
sr@ijekavian: Поп‑квадрати
sv: Poprutor
uk: Світломузика
