Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a randomly-colored Voronoi tessellation, and periodically zooms in and adds new points. The existing points also wander around. There are a set of control points on the plane, each at the center of a colored cell. Every pixel within that cell is closer to that cell's control point than to any other control point. That is what determines the cell's shapes. http://en.wikipedia.org/wiki/Voronoi_diagram Written by Jamie Zawinski; 2007.
ca@valencia: Dibuixa una tessel·lació de Voronoi acolorida a l'atzar, que periòdicament s'amplia i s'afigen punt nous. Els punt existent també giren al voltant. Hi ha un conjunt de punts de control en el pla, cada un en el centre d'una cel·la de color. Cada píxel d'esta cel·la està més a prop al punt de control de la cel·la com a qualsevol altre punt de control. Això determina les formes de les cel·les. http://en.wikipedia.org/wiki/Voronoi_diagram. Escrit per by Jamie Zawinski; 2007.
es: Dibuja una teselación Voronoi de colores aleatorios que de manera periódica se acerca y añade nuevos puntos. Además, los puntos existentes vagan alrededor. Hay un conjunto de puntos de control sobre el plano, cada uno en el centro de una célula coloreada. Cada píxel dentro de esa célula se encuentra más cerca del punto de control de esa célula que a cualquier otro punto de control. Eso es lo que determina las formas de las células. http://en.wikipedia.org/wiki/Voronoi_diagram. Escrito Jamie Zawinski; 2007.
et: Loob juhuslikes värvides Voronoi ruutmosaiigi ning perioodiselt suurendab seda ja lisab uusi punkte. Olemasolevad punktid samal ajal rändavad ringi. Tasapinnal on hulk kontrollpunkte: üks iga värvilise raku keskel. Iga selle raku piksel on oma raku kontrollpunktile lähemal kui mis tahes muule kontrollpunktile. See määrabki kindlaks rakkude kuju. http://en.wikipedia.org/wiki/Voronoi_diagram Autor: Jamie Zawinski; 2007.
fi: Piirtää satunnaisvärisen Voronoi-tesselaation ajoittain tarkentaen ja lisäten pisteitä. Olemassa olevat pisteet myös kuljeskelevat. Tasolla on useita kontrollipisteitä, kukin värillisen solun keskellä. Solun jokainenpiste on lähempänä oman solunsa kontrollipistettä kuin mitään muuta kontrollipistettä. Tämä määrittää solujen muodot. http://en.wikipedia.org/wiki/Voronoi_diagram Kirjoittanut Jamie Zawinski, 2007.
fr: Dessine un diagramme de Voronoï avec des couleur au hasard et les grossit à intervalles réguliers pour y ajouter de nouveaux points. Les points existants aussi se baladent. Il y a un ensemble de points de contrôle sur le plan, chacun au centre d'une cellule colorée. Chaque pixel de cette cellule est plus proche du point de contrôle de celle cellule que de tout autre point de contrôle. C'est cela qui détermine la taille de la cellule. http://en.wikipedia.org/wiki/Voronoi_diagram Écrit par Jamie Zawinski ; 2007.
gl: Debuxa unha teselaxe de Voronoi colorida de forma aleatoria, ampliando progresivamente e engadindo puntos novos. Os puntos existentes van tamén circulando en redor. Existe un conxunto de puntos de control no plano, estando cada un no centro dunha cela coloreada. Cada punto dentro desa cela está máis próximo do punto de control desa cela que de calquera outro punto de control. É iso que determina as formas da cela. http://en.wikipedia.org/wiki/Voronoi_diagram. Escribiuno Jamie Zawinski en 2007.
it: Disegna una Tassellatura di Voronoi colorata a caso, e regolarmente la ingrandisce e aggiunge nuovi punti. Anche i punti esistenti si spostano. C'è una serie di punti di controllo sul piano, ciascuno al centro di una cella colorata. Ogni pixel dentro una cella è più vicino al punto di controllo di quella cella che a ogni altro punto di controllo: questo determina la forma delle celle.http://it.wikipedia.org/wiki/Diagramma_di_Voronoi Scritto da Jamie Zawinski; 2007.
kk: Қысқасы: кездейсоқ боялған, мезгіл сайын жақындап, жаңа нүктелері енгізілетін Воронойдың мозаикасы. http://en.wikipedia.org/wiki/Voronoi_diagram Авторы: Jamie Zawinski; 2007.
nb: Tegner en Voronoi-tesselering med tilfeldige farger, og går inn periodisk og legger til nye punkter. De eksisterende punktene vandrer også rundt. Det ligger en gruppe styrepunkter på planet, hver av dem i sentrum av en farget celle. Hvert piksel i den cellen er nærmere den cellens styrepunkt enn noe annet styrepunkt. Dette er det som bestemmer fasongen på cellene. <link>http://en.wikipedia.org/wiki/Voronoi_diagram</link> Skrevet av Jamie Zawinskimi 2007.
nds: Wiest en tofällig infarvt Voronoi-Mosaik, maakt dat af un an grötter un föögt nieg Pünkt in. De vörhannen Pünkt buttjert ümto. Op de Flaag gifft dat en Sett vun Kuntrullpünkt, elk in de Merrn vun ehr Zell. Elk Klöörpunkt binnen de Zell liggt neger bi de Zell ehr Kuntrullpunkt as to all anner Pünkt. Dat leggt de Zellformen fast. http://de.wikipedia.org/wiki/Voronoi-Diagramm Schreven vun Jamie Zawinski, 2007.
nl: Toont een willekeurig gekleurde Voronoi betegeling en zoomt periodiek in en voegt nieuwe punten in. De bestaande punten zwerven ook rond. Er is een set van besturingspunten op het vlak, elk in het centrum van een gekleurde cel. Elk pixel in die cel is dichter bij het besturingspunt van die cel's dan tot welk ander besturingspunt. Dat bepaalt de vormen van de cel. http://en.wikipedia.org/wiki/Voronoi_diagram In 2007 geschreven door Jamie Zawinski.
pl: Rysuje losowo pokolorowaną teselację Voronoi i okresowo przybliża się i dodaje nowe punkty. Istniejące punkty również podróżują. Istnieje zestaw punktów kontrolnych na płaszczyźnie, każdy w środku pokolorowanej komórki. Każdy piksel wewnątrz tej komórki jest bliżej punktu kontrolnego komórki niż jakikolwiek inny punkt kontrolny. Właśnie to określa kształty komórek. http://en.wikipedia.org/wiki/Voronoi_diagram Napisane przez Jamie Zawinski; 2007.
pt: Desenha uma tecelagem de Voronoi colorida de forma aleatória, ampliando progressivamente e adicionando pontos novos. Os pontos existentes vão também circulando em redor. Existe um conjunto de pontos de controlo no plano, estando cada um no centro de uma célula colorida. Cada ponto dentro dessa célula está mais próximo do ponto de controlo dessa célula que de qualquer outro ponto de controlo. É isso que determina as formas da célula. http://en.wikipedia.org/wiki/Voronoi_diagram Feito por Jamie Zawinski; 2007.
ru: Показывает случайно окрашенную мозаику Вороного, а также время от времени приближает обзор и добавляет новые точки. Существующие точки также блуждают. Есть набор контрольных точек на плоскости, каждая в центре цветной клетки. Каждый пиксел внутри этой клетки расположен ближе к контрольной точке этой клетки, чем к любой другой контрольной точке. Именно это определяет форму клетки. http://ru.wikipedia.org/wiki/Диаграмма_Вороного Автор Джеми Завински (Jamie Zawinski), 2007.
sl: Izriše naključno obarvano Voronoievo mozaičenje in ga občasno približa in doda nove točke. Obstoječe točke blodijo naokoli. Na ravnini je niz nadzornih točk, vsaka je na središču obarvane celice. Vsaka točka v tej celici je bližje nadzorni točki te celice kot katerikoli drugi nadzorni točki. To določa oblike celic. http://en.wikipedia.org/wiki/Voronoi_diagram Napisal Jamie Zawinski, 2007.
sr@ijekavian: Црта насумично обојену Воронојеву теселацију, периодично је увеличавајући и додајући нове тачке. Постојеће тачке такође лутају наоколо. У равни лежи скуп контролних тачака, свака у средишту обојене ћелије. Сваки пиксел унутар дате ћелије ближи је њеној контролној тачки него иједној другој контролној тачки. Ово својство и одређује облике ћелија (http://en.wikipedia.org/wiki/Voronoi_diagram). Написао Џејми Завински, 2007.
sv: Ritar en slumpmässigt färgad Voronoi-tessellation, och zoomar periodiskt in för att lägga till nya punkter. De befintliga punkterna vandrar också omkring. Det finns en mängd styrpunkter i planet, var och en i centrum av en färgad cell. Varje bildpunkt inne i cellen är närmare cellens styrpunkt än någon annan styrpunkt. Det är vad som bestämmer cellernas former. Se http://en.wikipedia.org/wiki/Voronoi_diagram. Skriven av Jamie Zawinski, 2007.
uk: Показує довільно розфарбовану мозаїку Вороного, що періодично розширюється і нарощує кількість точок. Існуючі точки також переміщуються. На площині існує набір контрольних точок, кожна з яких є центром розфарбованої комірки. Кожен піксель у цій комірці ближчий до цієї контрольної точки, ніж до будь-якої іншої контрольної точки. Таким чином визначається форма комірок. http://en.wikipedia.org/wiki/Voronoi_diagram Автор — Jamie Zawinski; 2007.
zh_tw: 繪製隨機色彩的 Voronoi 拼鑲圖，並定時縮放與加入新的點。已存在的點也會到處漫遊。在平面上有一些控制點，在每個彩色的細胞中央。細胞中的每個像素會接近該細胞的控制點，並決定細胞的形狀。參考資料：http://en.wikipedia.org/wiki/Voronoi_diagram 。由 Jamie Zawinski 撰寫，2007。

# @label:slider
source: Point size
ca@valencia: Mida dels punts
es: Tamaño de punto
et: Punktisuurus
eu: Puntuaren neurria
fi: Pistekoko
fr: Taille des points
gl: Tamaño dos puntos
hu: Pontméret
it: Dimensione dei punti
ja: ポイントサイズ
kk: Нүктенің өлшемі
ko: 점 크기
lv: Punkta izmērs
nb: Punktstørrelse
nds: Punktgrött
nl: Puntgrootte
pl: Wielkość punktu
pt: Tamanho dos pontos
ru: Размер точки
sl: Velikost točke
sr@ijekavian: Величина тачака
sv: Punktstorlek
uk: Розмір точки
zh_tw: 點大小

# @item:inrange Point size
source: 50 pixels
ca@valencia: 50 píxels
es: 50 píxeles
et: 50 pikslit
eu: 50 pixel
fi: 50 kuvapistettä
gl: 50 píxeles
hu: 50 képpont
it: 50 pixel
ja: 50 ピクセル
kk: 50 пиксел
ko: 50픽셀
lv: 50 pikseļi
nb: 50 piksler
pl: 50 pikseli
pt: 50 pontos
ru: 50 пикселов
sl: 50 točk
sr@ijekavian: 50 пиксела
sv: 50 bildpunkter
uk: 50 пікселів
zh_tw: 50 個像素

# @label:slider
source: Insertion speed
ca@valencia: Velocitat d'inserció
es: Velocidad de inserción
et: Lisamise kiirus
eu: Txertatze abiadura
fi: Lisäysnopeus
fr: Vitesse d'insertion
gl: Velocidade da inserción
hu: Beszúrási sebesség
it: Velocità di inserimento
ja: 挿入速度
kk: Енгізу жылдамдыгы
ko: 삽입 속도
lv: Ievietošanas ātrums
nb: Innsettingshastighet
nds: Infögen-Gauheit
nl: Invoegsnelheid
pl: Szybkość wprowadzania
pt: Velocidade da inserção
ru: Скорость вставки
sl: Hitrost vstavljanja
sr@ijekavian: Брзина уметања
sv: Infogningshastighet
uk: Швидкість вставлення
zh_tw: 插入速度

# @item:inrange Insertion speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Langzaam
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Insertion speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Zoom speed
ca@valencia: Velocitat del zoom
es: Velocidad de ampliación
et: Suurendamise kiirus
eu: Zoom abiadura
fi: Tarkennusnopeus
fr: Vitesse du zoom
gl: Velocidade da ampliación
hu: Nagyítási sebesség
it: Velocità di ingrandimento
ja: ズーム速度
kk: Жақындауы
ko: 크기 조정 속도
lv: Tuvināšanas ātrums
nb: Zoom-fart
nds: Gröttännern-Gauheit
nl: Zoomsnelheid
pl: Szybkość zbliżania
pt: Velocidade da ampliação
ru: Скорость приближения
sl: Hitrost približanja
sr@ijekavian: Брзина увеличавања
sv: Zoomhastighet
uk: Швидкість масштабування
zh_tw: 縮放速度

# @item:inrange Zoom speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Trage
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Zoom speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snelle
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Zoom frequency
ca@valencia: Freqüència del zoom
es: Frecuencia de ampliación
et: Suurendamise sagedus
eu: Zoom maiztasuna
fi: Tarkennustaajuus
fr: Fréquence de zoom
gl: Frecuencia da ampliación
hu: Nagyítási időköz
it: Frequenza di ingrandimento
ja: ズーム頻度
kk: Жақындау жиілігі
ko: 크기 조정 빈도
lv: Tuvināšanas biežums
nb: Zoom-hyppighet
nds: Gröttännern-Wedderhalen
nl: Zoomfrequentie
pl: Częstotliwość zbliżania
pt: Frequência da ampliação
ru: Частота приближения
sl: Pogostost približanja
sr@ijekavian: Учестаност увеличавања
sv: Zoomfrekvens
uk: Частота масштабування
zh_tw: 縮放頻率

# @item:inrange Zoom frequency
source: 60 seconds
ca@valencia: 60 segons
es: 60 segundos
et: 60 sekundit
eu: 60 segundo
fi: 60 sekuntia
fr: 60 secondes
ga: 60 soicind
gl: 60 segundos
hu: 60 másodperc
it: 60 secondi
ja: 60 秒
kk: 60 секунд
ko: 60초
lv: 60 sekunžu
nb: 60 sekunder
nds: 60 Sekunnen
nl: 60 seconden
nn: 60 sekund
pl: 60 sekund
pt: 60 segundos
ru: 60 секунд
sl: 60 sekund
sr@ijekavian: 60 секунди
sv: 60 sekunder
uk: 60 секунд
zh_tw: 60 秒鐘

# @item screen saver name
source: Wander
ca@valencia: Desplaçament
es: Vagabundear
et: Rändamine
eu: Noraezean
fi: Samoilija
fr: Louvoyage
ga: Fuaidrigh
gl: Paseniño
hu: Vándorlás
it: Girovago
ja: さまよう
kk: Кезбе
ko: 방랑자
lv: Klejošana
nb: Vandring
nds: Rümbuttjern
nl: Zwerven
nn: Fly rundt
pl: Spacer
pt: Vaguear
sl: Tavanje
sr@ijekavian: Лутање
sv: Vandra
uk: Блукання
zh_tw: 漫步

# @info screen saver description
source: Draws a colorful random-walk, in various forms. http://en.wikipedia.org/wiki/Random_walk Written by Rick Campbell; 1999.
ca@valencia: Mostra un colorit recorregut aleatori, de diverses formes. http://en.wikipedia.org/wiki/Random_walk Escrit per Rick Campbell; 1999.
es: Muestra un colorido recorrido aleatorio, de varias maneras. http://en.wikipedia.org/wiki/Random_walk. Escrito por Rick Campbell; 1999.
et: Näitab värvilist juhuslikku rännakut mitmesugusel kujul. http://en.wikipedia.org/wiki/Random_walk Autor: Rick Campbell; 1999.
fi: Näytölle ilmestyy satunnaisesti mutkitteleva värikäs polku. http://en.wikipedia.org/wiki/Random_walk Tekijä: Rick Campbell; 1999.
fr: Dessine un déplacement coloré aléatoire, de formes variées. http://en.wikipedia.org/wiki/Random_walk Écrit par Rick Campbell ; 1999.
ga: Dearann sé seo siúlóid randamach lándaite, i gcineálacha éagsúla. http://en.wikipedia.org/wiki/Random_walk Scríofa ag Rick Campbell, 1999.
gl: Debuxa un camiño aleatorio colorido de varias formas. http://en.wikipedia.org/wiki/Random_walk. Escribiuno Rick Campbell en 1999.
hu: Színes, véletlenszerű útvonalat rajzol, különféle alakzatokkal. http://en.wikipedia.org/wiki/Random_walk Készítette: Rick Campbell, 1999.
it: Disegna un percorso casuale in varie forme. http://it.wikipedia.org/wiki/Passeggiata_aleatoria Scritto da Rick Campbell; 1999.
ja: さまざまな形のカラフルなランダムウォークを描きます。http://ja.wikipedia.org/wiki/ランダムウォーク Rick Campbell、1999年作。
kk: Кездейсоқ кезбенің ізін түрлі түсті дақтарымен салады. http://en.wikipedia.org/wiki/Random_walk Авторы: Rick Campbell; 1999.
nb: Tegner en fargerik tilfeldig vandring, på forskjellige måter. <link>http://en.wikipedia.org/wiki/Random_walk</link> Skrevet av Rick Campbell i 1999.
nds: En klöörriek, tofällig Spazeergang mit verscheden Formen. http://de.wikipedia.org/wiki/Zufallsbewegung Schreven vun Rick Campbell, 1999.
nl: Toont een kleurrijke willekeurige rondgang, in verschillende vormen. http://en.wikipedia.org/wiki/Random_walk In 1999 geschreven door Rick Campbell.
pl: Rysuje kolorowe błądzenie losowe, w różnych odmianach. http://pl.wikipedia.org/wiki/Błądzenie_losowe Autor: Rick Campbell; 1999.
pt: Desenha um caminho aleatório colorido de várias formas. http://en.wikipedia.org/wiki/Random_walk Feito por Rick Campbell; 1999.
ru: Рисует цветное случайное блуждание, в различных формах. http://ru.wikipedia.org/wiki/Случайное_блуждание Автор Рик Кемпбелл (Rick Campbell), 1999.
sl: Izriše barvit naključni sprehod v različnih oblikah. http://en.wikipedia.org/wiki/Random_walk Napisal Rick Campbell, 1999.
sr@ijekavian: Црта шарену насумичну шетњу, у разним облицима (http://en.wikipedia.org/wiki/Random_walk). Написао Рик Кемпбел, 1999.
sv: Ritar en färgrik slumpvandring, i diverse former. Se http://en.wikipedia.org/wiki/Random_walk. Skriven av Rick Campbell, 1999.
uk: Малює різнокольорові маршрути прогулянок у випадковому порядку. http://en.wikipedia.org/wiki/Random_walk Автор — Rick Campbell.
zh_tw: 以不同形式隨機畫出彩色的步伐。參考資料：http://en.wikipedia.org/wiki/Random_walk 。由 Rick Campbell 撰寫，1999。

# @option:check
source: Draw spots
ca@valencia: Dibuixa els punts
es: Dibujar puntos
et: Täppide näitamine
eu: Marraztu puntuak
fi: Piirrä pisteet
fr: Affiche les points lumineux
ga: Dear spotaí
gl: Debuxar os puntos
hu: Foltok rajzolása
it: Disegna i punti
ja: 斑点を描く
kk: Дақ салынсын
ko: 지점 그리기
lv: Zīmēt plankumus
nb: Tegn flekker
nds: Pünkt teken
nl: Spikkels tonen
pl: Rysuj plamy
pt: Desenhar os pontos
ru: Рисовать пятна
sl: Izriši lise
sr@ijekavian: Цртај тачке
sv: Rita fläckar
uk: Малюнок плямками
zh_tw: 繪製斑點

# @item screen saver name
source: WebCollage
ca@valencia: Collage web
et: VeebiKollaaž
fi: Verkkokollaasi
fr: Collage Web
gl: Collage web
hu: Webkollázs
it: Collage Web
ja: ウェブコラージュ
kk: ВебКоллаж
ko: 웹 콜라주
lv: Tīmekļa kolāža
nds: Nett-Tosamenstellen
pl: Kolaż WWW
pt: Colagem Web
sl: Spletni kolaž
sr@ijekavian: Веб колаж
sv: Webbcollage
uk: Вебколаж
zh_tw: 網頁拼貼
