Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Blinking dots interact with each other circularly. A surface is filled with a hundred medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Displays the instantaneous intersections of the circles as well as the aggregate intersections of the circles. The circles begin with a radius of 1 pixel and slowly increase to some arbitrary size. Circles are drawn with small moving points along the perimeter. The intersections are rendered as glowing orbs. Glowing orbs are rendered only when a perimeter point moves past the intersection point. Written by Casey Reas, William Ngan, Robert Hodgin, and Jamie Zawinski; 2004.
ca@valencia: Punts parpellejants interactuen entre ells circularment. Una superfície s'omple amb un centenar de cercles petits i mitjans. Cada cercle té una mida i direcció diferents, però es mou a la mateixa velocitat. Es mostren les interseccions instantànies dels cercles i també les seues interseccions agregades. Els cercles comencen amb un radi d'1 píxel i creixen lentament fins a una mida arbitrària. Els cercles es dibuixen amb petits punts movent-se pel perímetre. Les interseccions es representen com a globus brillants. Els globus brillants només es representen quan un punt del perímetre ha passat pel punt d'intersecció. Escrit per Casey Reas, William Ngan, Robert Hodgin, i Jamie Zawinski; 2004.
es: Puntos parpadeantes interactúan unos con otros de forma circular.Una superficie está llena con un centenar de círculos medianos y pequeños. Cada círculo tiene diferente tamaño y dirección, pero se mueven a la misma velocidad. Muestra las intersecciones de los círculos tan pronto como las hagan. El círculo empieza con un radio de 1 píxel y lentamente aumenta hasta una tamaño arbitrario. Los círculos se dibujan con pequeños puntos que se mueven alrededor de su perímetro. Las intersecciones se representan como esferas brillantes. Aparecen solo cuando un punto del perímetro atraviesa el punto de intersección. Escrito por Casey Reas, William Ngan, Robert Hodgin, y Jamie Zawinski; 2004.
et: Plinkivad punktid suhtlevad üksteisega ringjalt. Pinda täidavad sajad väikese kuni keskmise suurusega ringid. Igal ringil on eri suurus ja suund, kuid kõik liiguvad ühtmoodi aeglaselt. Näha on nii nende vahetud kattumised kui ka mitme ringi kattuvad osad. Ringid algavad raadiusega 1 ja tasapisi suurenevad teatava meelevaldse suuruseni. Ringe joonistatakse mööda ümbermõõdujoont liikuvate väikeste punktidega.Kattumisi renderdatakse säravatena, aga neid on näha ainult siis, kui ümbermõõdujoonel liikuv punkt möödub lõikumispunktist. Autorid: Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski; 2004.
fi: Välkkyvät pisteet vaikuttavat toisiinsa kehämäisesti. Pinta täyttyy sadoista ympyröistä pienistä keskikokoisiin. Kullakin on oma kokonsa ja suuntansa mutta se liikkuu samalla, hitaalla vauhdilla. Näyttää ympyröiden välittömät samoin kuin kasautuvat leikkauskohdat. Ympyrät alkavat 1 kuvapisteestä ja kasvavat vähitellen satunnaiseen kokoon. Ympyrät piirretään niiden kehää kulkevin pienin liikkuvin pistein. Leikkauskohdat näkyvät hehkuvina palloina mutta vain kehän pisteen kulkiessa leikkauspisteen ohi. Kirjoittaneet Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski, 2004.
it: Puntini lampeggianti interagiscono tra loro circolarmente. Una superficie viene riempita con cento cerchi piccoli e medi. Ogni cerchio ha dimensione e direzione diverse, ma si sposta alla stessa velocità lenta. Visualizza le intersezioni istantanee oltre a quelle aggregate dei cerchi. I cerchi iniziano con il raggio di un pixel e crescono lentamente a una certa dimensione. I cerchi vengono disegnati con piccoli punti che si muovono lungo il perimetro. Le intersezioni vengono rese come sfere luminose. Le sfere vengono rese solo quando un punto del perimetro si muove oltre il punto di intersezione. Scritto da Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski; 2004.
nb: Blinkende prikker samvirker med hverandre sirkulært.En overflate blir fylt med hundre middels til små sirkler. Hver sirkel har ulik størrelse og retning, men beveger seg med samme langsomme fart. Viser øyeblikkssnittene mellom sirklene og de oppsamlede snittene. Sirklene begynner med en radius på 1 piksel og øker langsomt til en tilfeldig verdi. Snittene vises som glødende kuler. Glødende kuler vises bare når et omkretspunkt flytter seg forbi skjæringspunktet.Skrevet av Casey Reas, William Ngan, Robert Hodgin og Jamie Zawinski i 2004.
nds: En Böversiet, vullmaakt mit hunnert lütte bet middelgrote Krinken. Elk Krink hett en anner Grött un Richt, man se beweegt sik all mit de sülve siete Gauheit. Wiest de aktuell Snittpünkt vun de Krinken, man ok de tosamensett Snittpünkt. De Krinken start mit en Halfmaat vun 1 Pixel, un wasst bet na en tofällig Grött an. Krinken hebbt lütte beweegte Pünkt an'n Rand. De Snittpünkt warrt as glöhen Kugeln dorstellt. Glöhen Kugeln warrt bloots dorstellt, wenn sik en Randpunkt achter den Snittpunkt bewegen deit. Schreven vun Casey Reas, William Ngan, Robert Hodgin un Jamie Zawinski, 2004.
nl: Knipperende punten reageren op elkaar in cirkels. Een oppervlak is gevuld met een honderdtal middelgrote tot kleine cirkels. Elke cirkel heeft een andere grootte en richting, maar beweegt zich voort met dezelfde langzame snelheid. Toont de momentane doorsnijdingen van de cirkels evenals de samengestelde doorsneden van de cirkels. De cirkels beginnen met een straal van 1 pixel en worden langzaam groter tot een willekeurige grootte. De cirkels worden getoond met kleine bewegende punten op de rand. De doorsneden worden weergegeven als gloeiende 'orbs'. Gloeiende orbs worden alleen weergegeven als de randpunten voorbij een doorsnedepunt bewegen. In 2004 geschreven door Casey Reas, William Ngan, Robert Hodgin en Jamie Zawinski.
pl: Mrugające kropki oddziałują ze sobą nawzajem na okręgach. Powierzchnia jest wypełniona setkami małych i średnich okręgów. Każdy okrąg ma inny rozmiar i inny kierunek obrotu, jednak przesuwają się z jednakowo wolną prędkością. Wyświetla chwilowe skrzyżowania okręgów, jak również łączną skrzyżowania z okręgów. Promień początkowy koła wynosi 1 piksel, następnie zwiększa się do bardzo dużych rozmiarów. Rysowane okręgi mają małe ruchome punkty wzdłuż obwodu. Punkty przecięcia wyświetlane są jako jarzące się kule. Jarzące się kule powstają tylko na styku punktów obwodu z wcześniejszymi punktami przecięcia. Autorzy: Casey Reas, William Ngan, Robert Hodgin i Jamie Zawinski; 2004.
pt: Pontos intermitentes que interagem entre si de forma circular. Uma superfície é preenchida com uma centena de círculos médios e pequenos. Cada círculo tem uma dada direcção e tamanho, mas move-se com a mesma velocidade lenta. Apresenta as intersecções instantâneas dos círculos, assim como as intersecções agregadas dos mesmos. Os círculos começam com um raio de 1 ponto e vão aumentando lentamente até atingirem um dado tamanho arbitrário. Os círculos são desenhados com pequenos pontos em movimento em torno do perímetro. As intersecções são representadas como corpos brilhantes. Estes corpos brilhantes são representados apenas quando um ponto do perímetro passar para além do ponto de intersecção. Feito por Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski; 2004.
sl: Utripajoče točke krožno interagirajo druga z drugo. Površina je zapolnjena s stotinami srednjih do majhnih krogov. Vsak krog ima drugačno velikost in smer, toda premika se z enako nizko hitrostjo. Prikazuje hipne preseke krogov in zbrane preseke vseh krogov. Krog se začne s polmerom ene točke in se počasi povečuje do poljubne velikosti. Krogi so narisani z majhnimi premikajočimi se točkami okoli oboda. Preseki so izrisani kot žareče krogle. Žareče kroge so izrisane samo, ko se točke oboda premaknejo preko točke preseka. Napisali Casey Reas, William Ngan, Robert Hodgin, in Jamie Zawinski, 2004.
sr@ijekavian: Трепћуће тачке кружно делују једна на другу. Површина се испуњава стотином средњих до малих кругова. Сваки круг је другачије величине и усмјерења, али се помијера једнако споро. Приказује тренутне и збирне пресјеке кругова. Кругови почињу са полупречником од једног пиксела и полако се шире до неке произвољне величине. На обимима кругова исцртавају се мале покретне тачке, а пресјеци се представљају сијајућим куглама (само када обимна тачка прође преко тачке пресјека). Написали Кејси Ријас, Вилијам Нган, Роберт Хоџгин и Џејми Завински, 2004.
sv: Blinkande punkter påverkar varandra cirkulärt. En yta fylls med hundra små till medelstora cirklar. Varje cirkel har olika storlek och riktning, men rör sig med samma långsamma hastighet. Visar de momentana skärningarna av cirklarna samt de förenade skärningarna av cirklarna. Cirklarna börjar med radien en bildpunkt och ökar långsamt till en godtycklig storlek. Cirklar ritas med små rörliga punkter längs omkretsen. Skärningarna återges som glödande klot. Glödande klot återges bara när en punkt på omkretsen rör sig förbi skärningspunkten. Skriven av Casey Reas, William Ngan, Robert Hodgin och Jamie Zawinski, 2004.
uk: Крапки, що блимають, взаємодіють між собою циклічним чином. Поверхню вкривають сотнями малих кружечків. Всі кружечки мають різний розмір і напрямок руху, але рухаються з однаковою повільною швидкістю. Показується миттєві перетини кружечків, а також сукупні перетини. Кружечки зароджуються з радіусом 1 і повільно зростають до деякого розміру. Рух кружечка відображається точкою, що рухається вздовж периметра. Перетини відображаються у вигляді кульок, що світяться. Ці кульки відображаються, лише якщо точка не периметрі знаходиться за точкою перетину. Автори — Casey Reas, William Ngan, Robert Hodgin та Jamie Zawinski; 2004.
zh_tw: 閃爍的點彼此循環互動。表面填滿了數以百計的中小型圓形。每個圓形有不同的大小與方向，但是以相同的慢速度移動。它會顯示圓形瞬間與總體的交錯。圓形一開始半徑為 1 個像素，然後緩慢增加到不定大小。由 Casey Reas，William Ngan，Robert Hodgin 與 Jamie Zawinski 撰寫，2004。

# @info screen saver description
source: A surface is filled with a hundred medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Displays the instantaneous intersections of the circles as well as the aggregate intersections of the circles. The circles begin with a radius of 1 pixel and slowly increase to some arbitrary size. Circles are drawn with small moving points along the perimeter. The intersections are rendered as glowing orbs. Glowing orbs are rendered only when a perimeter point moves past the intersection point. Written by Casey Reas, William Ngan, Robert Hodgin, and Jamie Zawinski; 2004.
ca@valencia: Una superfície s'omple amb un centenar de cercles petits i mitjans. Cada cercle té una mida i direcció diferents, però es mou a la mateixa velocitat. Es mostren les interseccions instantànies dels cercles i també les seues interseccions agregades. Els cercles comencen amb un radi d'1 píxel i creixen lentament fins a una mida arbitrària. Els cercles es dibuixen amb petits punts movent-se pel perímetre. Les interseccions es representen com a globus brillants. Els globus brillants només es representen quan un punt del perímetre ha passat pel punt d'intersecció. Escrit per Casey Reas, William Ngan, Robert Hodgin, i Jamie Zawinski; 2004.
es: Una superficie está llena con un centenar de círculos medianos y pequeños. Cada círculo tiene diferente tamaño y dirección, pero se mueven a la misma velocidad. Muestra las intersecciones de los círculos tan pronto como las hagan. El círculo empieza con un radio de 1 píxel y lentamente aumenta hasta una tamaño arbitrario. Los círculos se dibujan con pequeños puntos que se mueven alrededor de su perímetro. Las intersecciones se representan como esferas brillantes. Aparecen solo cuando un punto del perímetro atraviesa el punto de intersección. Escrito por Casey Reas, William Ngan, Robert Hodgin, y Jamie Zawinski; 2004.
et: Pinda täidavad sajad väikese kuni keskmise suurusega ringid. Igal ringil on eri suurus ja suund, kuid kõik liiguvad ühtmoodi aeglaselt. Näha on nii nende vahetud kattumised kui ka mitme ringi kattuvad osad. Ringid algavad raadiusega 1 ja tasapisi suurenevad teatava meelevaldse suuruseni. Ringe joonistatakse mööda ümbermõõdujoont liikuvate väikeste punktidega.Kattumisi renderdatakse säravatena, aga neid on näha ainult siis, kui ümbermõõdujoonel liikuv punkt möödub lõikumispunktist. Autorid: Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski; 2004.
fi: Pinta täyttyy sadoista ympyröistä pienistä keskikokoisiin. Kullakin on oma kokonsa ja suuntansa mutta se liikkuu samalla, hitaalla vauhdilla. Näyttää ympyröiden välittömät samoin kuin kasautuvat leikkauskohdat. Ympyrät alkavat 1 kuvapisteestä ja kasvavat vähitellen satunnaiseen kokoon. Ympyrät piirretään niiden kehää kulkevin pienin liikkuvin pistein. Leikkauskohdat näkyvät hehkuvina palloina mutta vain kehän pisteen kulkiessa leikkauspisteen ohi. Kirjoittaneet Casey Reas, William Ngan, Robert Hodgin ja Jamie Zawinski, 2004.
fr: Une surface est remplie d'une centaine de cercles de taille moyenne à petite. Chaque cercle a une taille et une direction différentes mais bouge à la même vitesse lente. Affiche les intersections instantanées des cercles aussi bien que la totalité des intersections des cercles. Les cercles commencent avec un rayon de 1 pixel et augmentent lentement jusqu'à atteindre une taille arbitraire. Les cercles sont dessinés avec de petits points bougeant le long du périmètre. Les intersections sont dessinées comme des orbites brillantes. Les orbites brillantes ne sont dessinées que lorsqu'un point du périmètre rencontre un point d'intersection . Écrit par Casey Reas, William Ngan, Robert Hodgin et Jamie Zawinski ; 2004.
gl: unha superficie é enchida cunha centena de círculos medios e pequenos. Cada círculo ten unha dada dirección e tamaño, pero móvese coa mesma velocidade lenta. Presenta as interseccións instantáneas dos círculos, así como as interseccións agregadas dos mesmos. Os círculos comezan cun raio de 1 punto e van aumentando lentamente até atinxiren un tamaño arbitrario dado. Os círculos son debuxados con pequenos puntos en movemento en torno do perímetro. As interseccións represéntanse como corpos brillantes. Estes corpos brillantes son representados só cando un punto do perímetro pasa alén do punto de intersección. Escribírono Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski en 2004.
it: Una superficie viene riempita con cento cerchi piccoli e medi. Ogni cerchio ha dimensione e direzione diverse, ma si sposta alla stessa velocità lenta. Visualizza le intersezioni istantanee oltre a quelle aggregate dei cerchi. I cerchi iniziano con il raggio di un pixel e crescono lentamente a una certa dimensione. I cerchi vengono disegnati con piccoli punti che si muovono lungo il perimetro. Le intersezioni vengono rese come sfere luminose. Le sfere vengono rese solo quando un punto del perimetro si muove oltre il punto di intersezione. Scritto da Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski; 2004.
kk: Қысқша айтқанда: бықыған дөңгелектер, бір-біріне бірдеме тастап жүргеннің бейнесі. Авторлары: Casey Reas, William Ngan, Robert Hodgin, және Jamie Zawinski; 2004.
nb: En overflate blir fylt med hundre middels til små sirkler. Hverr sirkel har ulik størrelse og retning, men beveger seg med samme langsomme fart. Viser øyeblikkssnittene mellom sirklene og de oppsamlede snittene. Sirklene begynner med en radius på 1 piksel og øker langsomt til en tilfeldig verdi. Snittene vises som glødende kuler. Glødende kuler vises bare når et omkretspunkt flytter seg forbi skjæringspunktet. Skrevet av Casey Reas, William Ngan, Robert Hodgin og Jamie Zawinski i 2004.
nds: En Böversiet, vullmaakt mit hunnerte vun middelgroot bet lütte Krinken. Elk Krink hett en anner Grött un Richt, man se beweegt sik all mit de sülve siete Gauigkeit. Wiest de aktuell Snittpünkt vun de Krinken, man ok de tosamensett Snittpünkt. De Krinken start mit en Halfmaat vun 1 Pixel, un wasst bet na en tofällig Grött an. Krinken hebbt lütte beweegte Pünkt an'n Rand. De Snittpünkt warrt as glöhen Kugeln dorstellt. Glöhen Kugeln warrt bloots dorstellt, wenn sik en Randpunkt achter den Snittpunkt bewegen deit. Schreven vun Casey Reas, William Ngan, Robert Hodgin, un Jamie Zawinski, 2004.
nl: Een oppervlak dat is gevuld met een honderdtal middelgrote tot kleine cirkels. Elke cirkel heeft een andere grootte en richting, maar beweegt zich voort met dezelfde langzame snelheid. Toont de momentane doorsnijdingen van de cirkels evenals de samengestelde doorsneden van de cirkels. De cirkels beginnen met een straal van 1 pixel en worden langzaam groter tot een willekeurige grootte. De cirkels worden getoond met kleine bewegende punten op de rand. De doorsneden worden weergegeven als gloeiende 'orbs'. Gloeiende orbs worden alleen weergegeven als de randpunten voorbij een doorsnedepunt bewegen. In 2004 geschreven door Casey Reas, William Ngan, Robert Hodgin, en Jamie Zawinski.
nn: Ei overflate vert fylt med hundre middels til små sirklar. Kvar sirkel har ulike storleik og retning, men bevegar seg med same fart. Snitta mellom sirklane vert viste. Sirklane startar med ein radius på 1 piksel, som sakte vert auka til ein vilkårleg verdi. Sirklane vert teikna med små, glødande punkt langs omkretsen. Snitta vert teikna som glødande kuler, og desse vert berre vist når eit omkretspunkt går forbi eit snittpunkt. Skriven av Casey Reas, William Ngan, Robert Hodgin og Jamie Zawinski i 2004.
pl: Powierzchnia jest wypełniona setkami małych i średnich okręgów. Każdy okrąg ma inny rozmiar i inny kierunek obrotu, jednak przesuwają się z jednakowo wolną prędkością. Wyświetla chwilowe skrzyżowania okręgów, jak również łączną skrzyżowania z okręgów. Promień początkowy koła wynosi 1 piksel, następnie zwiększa się do bardzo dużych rozmiarów. Rysowane okręgi mają małe ruchome punkty wzdłuż obwodu. Punkty przecięcia wyświetlane są jako jarzące się kule. Jarzące się kule powstają tylko na styku punktów obwodu z wcześniejszymi punktami przecięcia. Autorzy: Casey Reas, William Ngan, Robert Hodgin i Jamie Zawinski; 2004.
pt: Uma superfície é preenchida com uma centena de círculos médios e pequenos. Cada círculo tem uma dada direcção e tamanho, mas move-se com a mesma velocidade lenta. Apresenta as intersecções instantâneas dos círculos, assim como as intersecções agregadas dos mesmos. Os círculos começam com um raio de 1 ponto e vão aumentando lentamente até atingirem um dado tamanho arbitrário. Os círculos são desenhados com pequenos pontos em movimento em torno do perímetro. As intersecções são representadas como corpos brilhantes. Estes corpos brilhantes são representados apenas quando um ponto do perímetro passar para além do ponto de intersecção. Feito por Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski; 2004.
ru: Поверхность заполняется сотней окружностей размерами от среднего до маленького. У каждой окружности свой размер и направление, но они двигаются в одном медленном ритме. Показываются как мгновенные так и совокупные пересечения окружностей. Размер окружностей начинается с одного пикселя и медленно увеличивается до некоторого произвольного размера. Окружности рисуются маленькими движущимися точками вдоль периметра. Пересечения показываются сияющими сферами, которые рисуются только если точка на периметре продвигается за точку пересечения. Авторы: Кейси Рис, Уильям Нган, Роберт Ходжин и Джеми Завински (Casey Reas, William Ngan, Robert Hodgin, Jamie Zawinski), 2004.
sl: Površina je zapolnjena s stotinami srednjih do majhnih krogov. Vsak krog ima drugačno velikost in smer, toda premika se z enako nizko hitrostjo. Prikazuje hipne preseke krogov in zbrane preseke vseh krogov. Krog se začne s polmerom ene točke in se počasi povečuje do poljubne velikosti. Krogi so narisani z majhnimi premikajočimi se točkami okoli oboda. Preseki so izrisani kot žareče krogle. Žareče kroge so izrisane samo, ko se točke oboda premaknejo preko točke preseka. Napisali Casey Reas, William Ngan, Robert Hodgin, in Jamie Zawinski, 2004.
sr@ijekavian: Површина се испуњава стотином средњих до малих кругова. Сваки круг је другачије величине и усмјерења, али се помијера једнако споро. Приказује тренутне и збирне пресјеке кругова. Кругови почињу са полупречником од једног пиксела и полако се шире до неке произвољне величине. На обимима кругова исцртавају се мале покретне тачке, а пресјеци се представљају сијајућим куглама (само када обимна тачка прође преко тачке пресјека). Написали Кејси Ријас, Вилијам Нган, Роберт Хоџгин и Џејми Завински, 2004.
sv: En yta fylls med hundra små till medelstora cirklar. Varje cirkel har olika storlek och riktning, men rör sig med samma långsamma hastighet. Visar de momentana skärningarna av cirklarna samt de förenade skärningarna av cirklarna. Cirklarna börjar med radien en bildpunkt och ökar långsamt till en godtycklig storlek. Cirklar ritas med små rörliga punkter längs omkretsen. Skärningarna återges som glödande klot. Glödande klot återges bara när en punkt på omkretsen rör sig förbi skärningspunkten. Skriven av Casey Reas, William Ngan, Robert Hodgin och Jamie Zawinski, 2004.
uk: Поверхню вкривають сотнями малих кружечків. Всі кружечки мають різний розмір і напрямок руху, але рухаються з однаковою повільною швидкістю. Показується миттєві перетини кружечків, а також сукупні перетини. Кружечки зароджуються з радіусом 1 і повільно зростають до деякого розміру. Рух кружечка відображається точкою, що рухається вздовж периметра. Перетини відображаються у вигляді кульок, що світяться. Ці кульки відображаються, лише якщо точка не периметрі знаходиться за точкою перетину. Автори — Casey Reas, William Ngan, Robert Hodgin та Jamie Zawinski; 2004.
zh_tw: 表面填滿了數以百計的中小型圓形。每個圓形有不同的大小與方向，但是以相同的慢速度移動。它會顯示圓形瞬間與總體的交錯。圓形一開始半徑為 1 個像素，然後緩慢增加到不定大小。由 Casey Reas，William Ngan，Robert Hodgin 與 Jamie Zawinski 撰寫，2004。

# @item screen saver name
source: JigglyPuff
fr: Boule bouillonnante
hu: Piff-puff
it: Pongo
kk: Домалақ
ko: 변형 공
lv: Nestabilā masa
nds: Püüsterbüdel
pl: Dynamiczna bryła
sl: Skakajoč izdih
sr@ijekavian: Џиги пуфна
sv: Vinglig puff
uk: Пуфик
