Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a 3D Simulation a Lava Lite(r). Odd-shaped blobs of a mysterious substance are heated, slowly rise to the top of the bottle, and then drop back down as they cool. This simulation requires a fairly fast machine (both CPU and 3D performance.) "LAVA LITE(r) and the configuration of the LAVA(r) brand motion lamp are registered trademarks of Haggerty Enterprises, Inc. The configuration of the globe and base of the motion lamp are registered trademarks of Haggerty Enterprises, Inc. in the U.S.A. and in other countries around the world." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Written by Jamie Zawinski; 2002.
ca@valencia: Dibuixa una simulació 3D d'una làmpada de lava «Lava Lite(r)». Bombolles de formes estranyes d'una substància misteriosa que s'escalfen, pugen lentament fins a la part superior de l'ampolla, i tornen a baixar quan es refreden. Esta simulació requereix una màquina força ràpida (amb rendiment de CPU i 3D). «LAVA LITE(r)» i la configuració de la marca de làmpades «LAVA(r)» són marques registrades de Haggerty Enterprises, Inc. La configuració del globus i la base de la làmpada són marques registrades de Haggerty Enterprises, Inc. en els EUA i altres països del món. http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Escrit per Jamie Zawinski; 2002.
es: Dibuja una simulación 3D de una lámpara de lava. Gotas de formas extrañas de una sustancia misteriosa se calientan, ascienden lentamente a la parte superior de la botella, y luego bajan hasta abajo a medida que se enfrían. Esta simulación exige una máquina bastante rápida (tanto de CPU como de rendimiento 3D). «Lava Lite(r) y la configuración del movimiento de la lámpara LAVA(r) son marcas registradas de Haggerty Enterprises, Inc.. La configuración del globo y de la base de la lámpara en movimiento son marcas registradas Haggerty Enterprises, Inc. en EE. UU. y en otros países del mundo». http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand.Metaballs. Escrito por Jamie Zawinski, 2002.
et: Laavalambi 3D simulatsioon. Salapärasest ainest iseäraliku kujuga mullid kuumenevad, tõusevad aeglaselt pudeli ülaossa ja langevad jahtudes taas alla. Simulatsioon nõuab üsna kiiret masinat (nii protsessori kui ka 3D kiirenduse mõttes). "LAVA LITE(r) ja LAVA(r) brändi lampide seadistus on Haggerty Enterprises, Inc registreeritud kaubamärgid. Kera seadistus ja lambialus on Haggerty Enterprises, Inc. registreeritud kaubamärgid USA-s ja teistes riikides." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Autor: Jamie Zawinski; 2002.
fi: Näyttää kolmiulotteisen simulaatio laavalampusta (Lava Lite®). Omituisen muotoisia salaperäisen aineet möykkyjä lämmitetään, jolloin ne nousevat pullon pinnalle ja jäähtyessään putoavat taas alas. Simulaatio vaatii (sekä keskusyksiköltään että 3D-suorituskyvyltään) nopeahkoa konetta. LAVA LITE® ja LAVA®-merkkisen liikelampun kokoonpano ovat Haggerty Enterprises Inc:n rekisteröimiä tavaramerkkejä. Pallo ja liikelampun perustan kokoonpano ovat Yhdysvalloissa ja muissa maissa Haggerty Enterprises Inc:n rekisteröimiä tavaramerkkejä.http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Kirjoittanut Jamie Zawinski, 2002.
it: Disegna una simulazione tridimensionale di una Lava Lite®. Forme curiose di una sostanza misteriosa vengono scaldate, s'innalzano fino in cima alla bottiglia, e ricadono quando si raffreddano. La simulazione richiene una macchina abbastanza veloce (sia in termini di processore che di prestazioni tridimensionali). «Lava Lite® e la configurazione della lampada a movimento di marca Lava® sono marchi registrati di Haggerty Enterprises, Inc. La configurazione del globo e della base della lampada a movimento sono marchi registrati di Haggerty Enterprises, Inc. negli Stati Uniti e in altri paesi del mondo». http://it.wikipedia.org/wiki/Lava_lamp http://it.wikipedia.org/wiki/Metaball http://en.wikipedia.org/wiki/Lavarand Scritto da Jamie Zawinski; 2002.
nb: 3D-simulering av en lavalampe. Merkelige kladder av et mystisk stoff blir varmet opp, flyter opp til toppen av flaska, og så ned igjen når de blir kjølt ned. Denne simuleringen krever en ganske rask maskin og et godt skjermkort. LAVA LITE® og LAVA®-utformingen og andre utforminger er registrerte varemerker til Haggery Enterprises Inc i USA og andre land. http://en.wikipedia.org/wiki/Lava_lamphttp://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/LavarandSkrevet av Jamie Zawinski i 2002.
nds: Simuleert en dree-dimenschonaal Lavalamp ®. En geheemnisvull Stoff warrt nerrn in de Buddel warm maakt, un schnaakschformt Plackens stiegt suutje na baven, koolt af un fallt wedder daal. För disse Simuleren deit en bannig gau Reekner noot (Perzesser- un 3D-Leisten). "De Mark LAVA LITE® un de Opbuu vun de LAVA ®-Bewegenlamp is för Haggerty Enterprises, Inc. as Worenteken indragen. Ok de Opbuu vun Lampklock un -Foot vun de Bewegenlamp is in de U.S.A. un anner Länner in de hele Welt för Haggerty Enterprises, Inc. as Worenteken indragen." http://de.wikipedia.org/wiki/Lavalampe http://de.wikipedia.org/wiki/Metaball http://en.wikipedia.org/wiki/Lavarand Schreven vun Jamie Zawinski, 2002.
nl: Toont een 3D simulatie van een Lava Lite(R). Vreemd gevormde bubbels van een mysterieuze substantie worden verwarmd, rijzen langzaam naar de top van de fles en vallen dan weer terug bij het afkoelen. Deze simulatie vereist een tamelijk snelle machine (zowel CPU als 3D performance.) "LAVA LITE(R) en de configuratie van de LAVA(r) bewegende merklamp zijn geregistreerde handelsmerken van Haggerty Enterprises, Inc. De configuratie van de globe en de basis van de bewegende lamp zijn geregistreerde handelsmerken van Haggerty Enterprises, Inc. in the U.S.A. en in andere landen in de wereld." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand In 2002 geschreven door Jamie Zawinski.
pl: Trójwymiarowa symulacja lampy Lava Lite (r): dziwne bąble tajemniczej substancji są podgrzewane, powoli unoszą się ku górze butelki i w końcu po ochłodzeniu opadają ponownie. Ten program wymaga w miarę szybkiego komputera (procesor i karta graficzna). LAVA LITE (r) i konfiguracja lampy LAVA (t) są zarejestrowanymi znakami towarowymi firmy Haggerty Enterprises, Inc. Konfiguracja globu i podstawa lampy są zarejestrowanymi znakami towarowymi firmy Haggerty Enterprises, Inc. w Stanach Zjednoczonych Ameryki i innych państwach świata". http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Autor: Jamie Zawinski; 2002.
pt: Desenha uma simulação a 3D de uma Lâmpada de Lava(r). Bolhas de formas únicas são aquecidas numa substância misteriosa, elevando-se lentamente até atingir o topo da garrafa, voltando a descer à medida que arrefecem. Esta simulação necessita de uma máquina relativamente rápida (tanto a nível de CPU como de 3D). "LAVA LITE(r) e a configuração da marca de lâmpadas LAVA(r) são marcas registadas da Haggerty Enterprises, Inc. A configuração do globo e a base da lâmpada são marcas registadas da Haggerty Enterprises, Inc. nos E.U.A. e nos restantes países por todo o mundo". http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Feito por Jamie Zawinski; 2002.
sl: Izriše 3D simulacijo Lava Lite (r). Čudno oblikovane kaplje skrivnostne snovi se segrejejo, počasi vzdignejo na vrh steklenice in se nato počasi spustijo nazaj. Ta simulacija zahteva dokaj hiter računalnik (tako CPE in 3D zmogljivost.) "LAVA LITE(r) in nastavitev premikajoče luči znamke LAVA(r) sta registrirani blagovni znamki podjetja Haggerty Enterprises, Inc. Nastavitev krogle in osnova premikajoče luči sta registrirani blagovni znamki podjetja Haggerty Enterprises, Inc v ZDA in v drugih državah po svetu." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Napisal Jamie Zawinski, 2002.
sr@ijekavian: Црта 3Д симулацију лава лајта. Чудно обликоване грудве тајанствене материје бивају загријеване, полако се уздижу са дна боце, а затим спуштају назад док се хладе (http://en.wikipedia.org/wiki/Lava_lamp, http://en.wikipedia.org/wiki/Lavarand). Симулација захтијева прилично брз рачунар (и процесор и 3Д графику). „LAVA LITE® и облик LAVA® покретне лампе регистроване су робне марке Хагерти ентерпрајзиса. Облик кугле и подлоге покретне лампе регистроване су робне марке Хагерти ентерпрајзиса у САД и другим државама у свијету.“
sv: Ritar en tredimensionell simulering av en lavalampa. Konstigt formade plumpar av ett mystiskt ämne värms upp, stiger långsamt till flaskans topp, och faller därefter ner igen när de kallnar. Simuleringen kräver en ganska snabb dator (både processor- och 3D-prestanda). "LAVA LITE® och uppbyggnaden av LAVA®-märkets rörelselampor är registrerade varumärken av Haggerty Enterprises, Inc. Uppbyggnaden av rörelselampans kupa och sockel är registrerade varumärken av Haggerty Enterprises, Inc. i USA och andra länder i världen." Se http://sv.wikipedia.org/wiki/Lavalampa, http://en.wikipedia.org/wiki/Metaballs och http://en.wikipedia.org/wiki/Lavarand. Skriven av Jamie Zawinski, 2002.
uk: Показує імітацію Lava Lite®: краплі чудернацької субстанції нагріваються, повільно піднімаються нагору посудини, а потім падають назад, коли охолонуть. Ця програма потребує достатньої швидкодії (як з боку процесора, так і з боку графічного адаптера). «LAVA LITE(r) і конструкція лампи з рухом LAVA(r) є зареєстрованими торговими марками Haggerty Enterprises, Inc. Конструкція кулі і основи лампи з рухом є зареєстрованими торговими марками Haggerty Enterprises, Inc. у США та інших країнах світу.» http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Автор — Jamie Zawinski; 2002.
zh_tw: 繪製熔岩檯燈（Lava Lite (r)）的立體模擬動畫。神秘物質上的奇形怪狀的斑點被加熱，緩慢地上升到瓶子的頂端，然後冷卻後下降。這個模擬需要很快的機器（CPU 與繪圖卡效能都要夠快）。LAVA LITE(r) 與 LAVA(r) 品牌的燈是 Haggerty Enterprises Inc. 的註冊商標。球體與基底也由 Haggerty Enterprises, Inc. 在美國與其他國家中註冊。參考資料：http://en.wikipedia.org/wiki/Lava_lamp ，http://en.wikipedia.org/wiki/Metaballs ， http://en.wikipedia.org/wiki/Lavarand 。由 Jamie Zawinski 撰寫，2002。

# @info screen saver description
source: Draws a 3D Simulation a Lava Lite(r). Odd-shaped blobs of a mysterious substance are heated, slowly rise to the top of the bottle, and then drop back down as they cool. This simulation requires a fairly fast machine (both CPU and 3D performance.) "LAVA LITE(r) and the configuration of the LAVA(r) brand motion lamp are registered trademarks of Haggerty Enterprises, Inc. The configuration of the globe and base of the motion lamp are registered trademarks of Haggerty Enterprises, Inc. in the U.S.A. and in other countries around the world." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Written by Jamie Zawinski; 2002.
ca@valencia: Dibuixa una simulació 3D d'una làmpada de lava «Lava Lite(r)». Bombolles de formes estranyes d'una substància misteriosa que s'escalfen, pugen lentament fins a la part superior de l'ampolla, i tornen a baixar quan es refreden. Esta simulació requereix una màquina força ràpida (amb rendiment de CPU i 3D). «LAVA LITE(r)» i la configuració de la marca de làmpades «LAVA(r)» són marques registrades de Haggerty Enterprises, Inc. La configuració del globus i la base de la làmpada són marques registrades de Haggerty Enterprises, Inc. en els EUA i altres països del món. http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Escrit per Jamie Zawinski; 2002.
es: Dibuja una simulación 3D de una lámpara de lava. Gotas de formas extrañas de una sustancia misteriosa se calientan, ascienden lentamente a la parte superior de la botella, y luego bajan hasta abajo a medida que se enfrían. Esta simulación exige una máquina bastante rápida (tanto de CPU como de rendimiento 3D). «Lava Lite(r) y la configuración del movimiento de la lámpara LAVA(r) son marcas registradas de Haggerty Enterprises, Inc.. La configuración del globo y de la base de la lámpara en movimiento son marcas registradas Haggerty Enterprises, Inc. en EE. UU. y en otros países del mundo». http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs. Escrito por Jamie Zawinski, 2002.
et: Laavalambi 3D simulatsioon. Salapärasest ainest iseäraliku kujuga mullid kuumenevad, tõusevad aeglaselt pudeli ülaossa ja langevad jahtudes taas alla. Simulatsioon nõuab üsna kiiret masinat (nii protsessori kui ka 3D kiirenduse mõttes). "LAVA LITE(r) ja LAVA(r) brändi lampide seadistus on Haggerty Enterprises, Inc registreeritud kaubamärgid. Kera seadistus ja lambialus on Haggerty Enterprises, Inc. registreeritud kaubamärgid USA-s ja teistes riikides." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Autor: Jamie Zawinski; 2002.
fi: Näyttää kolmiulotteisen simulaatio laavalampusta (Lava Lite®). Omituisen muotoisia salaperäisen aineet möykkyjä lämmitetään, jolloin ne nousevat pullon pinnalle ja jäähtyessään putoavat taas alas. Simulaatio vaatii (sekä keskusyksiköltään että 3D-suorituskyvyltään) nopeahkoa konetta. LAVA LITE® ja LAVA®-merkkisen liikelampun kokoonpano ovat Haggerty Enterprises Inc:n rekisteröimiä tavaramerkkejä. Pallo ja liikelampun perustan kokoonpano ovat Yhdysvalloissa ja muissa maissa Haggerty Enterprises Inc:n rekisteröimiä tavaramerkkejä.http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs http://en.wikipedia.org/wiki/Lavarand Kirjoittanut Jamie Zawinski, 2002.
fr: Dessine une simulation 3D Simulation de Lava Lite(r). Des gouttes de formes bizarres d'une substance mystérieuse sont chauffées, elles montent doucement en haut de la bouteille puis tombent en se refroidissant. Cette simulation demande une machine assez puissante (tant en CPU qu'en performance 3D.) « LAVA LITE(r) et la configuration LAVA(r) sont des marques déposées de Haggerty Enterprises, Inc. La configuration du globe et la base de la lampe sont des marques déposées de Haggerty Enterprises, Inc. aux U.S.A. et dans d'autres pays du monde. » http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Écrit par Jamie Zawinski ; 2002.
gl: Debuxa unha simulación a 3D dunha Lava Lite(r). Burbullas de formas únicas son aquecidas nunha substancia misteriosa, elevándose lentamente até atinxir o cume da botella, volvendo a baixar á medida que arrefecen. Esta simulación necesita dunha máquina relativamente rápida (tanto a nivel de CPU como de 3D). «LAVA LITE(r) e a configuración da marca de lámpadas LAVA(r) son marcas rexistradas de Haggerty Enterprises, Inc. A configuración do globo e a base da lámpada son marcas rexistradas da Haggerty Enterprises, Inc. nos E.U.A. e nos restantes países por todo o mundo». http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs. Escribiuno Jamie Zawinski en 2002.
it: Disegna una simulazione tridimensionale di una Lava Lite®. Forme curiose di una sostanza misteriosa vengono scaldate, s'innalzano fino in cima alla bottiglia, e ricadono quando si raffreddano. La simulazione richiene una macchina abbastanza veloce (sia in termini di processore che di prestazioni tridimensionali). «Lava Lite® e la configurazione della lampada a movimento di marca Lava® sono marchi registrati di Haggerty Enterprises, Inc. La configurazione del globo e della base della lampada a movimento sono marchi registrati di Haggerty Enterprises, Inc. negli Stati Uniti e in altri paesi del mondo». http://it.wikipedia.org/wiki/Lava_lamp http://it.wikipedia.org/wiki/Metaball Scritto da Jamie Zawinski; 2002.
kk: 3D Lava Lite(r) бейнесі. Беймәлім затты біртүрлі құмалақтар қыздырылып жоғарға шығады да, суып қайта кұлайды. Бұны бейнелеу үшін әжептәуір жылдам орталық процессор мен графикалық процессор керек. "LAVA LITE(r) және LAVA(r) тіркелген сауда белгілері. Олардың иесі - Haggerty Enterprises, Inc. Құмалақ пен лампа негізі Haggerty Enterprises, Inc.-тың АҚШ пен басқа елдерде тіркелген сауда белгілері." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Авторы: Jamie Zawinski; 2002.
nb: 3D-simulering av en lavalampe. Merkelige kladder av et mystisk stoff blir varmet opp, flyter opp til toppen av flaska, og så ned igjen når de blir kjølt ned. Denne simuleringen krever en ganske rask maskin og et godt skjermkort. LAVA LITE® og LAVA®-utformingen og andre utforminger er registrerte varemerker til Haggery Enterprises Inc i USA og andre land. <link>http://en.wikipedia.org/wiki/Lava_lamp</link> <link>http://en.wikipedia.org/wiki/Metaballs</link> Skrevet av Jamie Zawinski i 2002.
nds: Simuleert en dree-dimenschonaal Lavalamp ®. En geheemnisvull Stoff warrt nerrn in de Buddel warm maakt, un schnaakschformt Plackens stiegt suutje na baven, koolt af un fallt wedder daal. För disse Simuleren deit en bannig gau Reekner noot (Perzesser- un 3D-Leisten). "De Mark LAVA LITE® un de Opbuu vun de LAVA ®-Bewegenlamp is för Haggerty Enterprises, Inc. as Worenteken indragen. Ok de Opbuu vun Lampklock un -Foot vun de Bewegenlamp is in de U.S.A. un anner Länner in de hele Welt för Haggerty Enterprises, Inc. as Worenteken indragen." http://de.wikipedia.org/wiki/Lavalampe http://de.wikipedia.org/wiki/Metaball Schreven vun Jamie Zawinski, 2002.
nl: Toont een 3D simulatie van een Lava Lite(R). Vreemd gevormde bubbels van een mysterieuze substantie worden verwarmd, rijzen langzaam naar de top van de fles en vallen dan weer terug bij het afkoelen. Deze simulatie vereist een tamelijk snelle machine (zowel CPU als 3D performance.) "LAVA LITE(R) en de configuratie van de LAVA(r) bewegende merklamp zijn geregistreerde handelsmerken van Haggerty Enterprises, Inc. De configuratie van de globe en de basis van de bewegende lamp zijn geregistreerde handelsmerken van Haggerty Enterprises, Inc. in the U.S.A. en in andere landen in de wereld." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs In 2002 geschreven door Jamie Zawinski.
nn: 3D-simulering av ein lavalampe. Merkelege klattar av eit mystisk stoff vert varma opp, flyt opp til toppen av flaska, og så ned att når dei vert kjøla ned. Denne simuleringa krev ei ganske rask maskin og eit godt skjermkort. LAVA LITE® og LAVA®-utforminga og andre utformingar er registrerte varemerke til Haggery Enterprises Inc i USA og andre land. <link>http://en.wikipedia.org/wiki/Lava_lamp</link> <link>http://en.wikipedia.org/wiki/Metaballs</link> Skriven av Jamie Zawinski i 2002.
pl: Trójwymiarowa symulacja lampy Lava Lite (r): dziwne bąble tajemniczej substancji są podgrzewane, powoli unoszą się ku górze butelki i w końcu po ochłodzeniu opadają ponownie. Ten program wymaga w miarę szybkiego komputera (procesor i karta graficzna). LAVA LITE (r) i konfiguracja lampy LAVA (t) są zarejestrowanymi znakami towarowymi firmy Haggerty Enterprises, Inc. Konfiguracja globu i podstawa lampy są zarejestrowanymi znakami towarowymi firmy Haggerty Enterprises, Inc. w Stanach Zjednoczonych Ameryki i innych państwach świata". http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Autor: Jamie Zawinski; 2002.
pt: Desenha uma simulação a 3D de uma Lâmpada de Lava(r). Bolhas de formas únicas são aquecidas numa substância misteriosa, elevando-se lentamente até atingir o topo da garrafa, voltando a descer à medida que arrefecem. Esta simulação necessita de uma máquina relativamente rápida (tanto a nível de CPU como de 3D). "LAVA LITE(r) e a configuração da marca de lâmpadas LAVA(r) são marcas registadas da Haggerty Enterprises, Inc. A configuração do globo e a base da lâmpada são marcas registadas da Haggerty Enterprises, Inc. nos E.U.A. e nos restantes países por todo o mundo". http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Feito por Jamie Zawinski; 2002.
ru: Трёхмерная эмуляция лавовой лампы. Сгустки странной формы из загадочной субстанции нагреваются, медленно поднимаются наверх бутылки и затем падают вниз по мере остывания. Эта эмуляция требует достаточно мощной машины (как процессора так и поддержки 3D). http://ru.wikipedia.org/wiki/Лавовая_лампа http://ru.wikipedia.org/wiki/Metaball Автор Джеми Завински (Jamie Zawinski), 2002.
sl: Izriše 3D simulacijo Lava Lite (r). Čudno oblikovane kaplje skrivnostne snovi se segrejejo, počasi vzdignejo na vrh steklenice in se nato počasi spustijo nazaj. Ta simulacija zahteva dokaj hiter računalnik (tako CPE in 3D zmogljivost.) "LAVA LITE(r) in nastavitev premikajoče luči znamke LAVA(r) sta registrirani blagovni znamki podjetja Haggerty Enterprises, Inc. Nastavitev krogle in osnova premikajoče luči sta registrirani blagovni znamki podjetja Haggerty Enterprises, Inc v ZDA in v drugih državah po svetu." http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Napisal Jamie Zawinski, 2002.
sr@ijekavian: Црта 3Д симулацију лава лајта. Чудно обликоване грудве тајанствене материје бивају загријеване, полако се уздижу са дна боце, а затим спуштају назад док се хладе (http://en.wikipedia.org/wiki/Lava_lamp). Симулација захтијева прилично брз рачунар (и процесор и 3Д графику). „LAVA LITE® и облик LAVA® покретне лампе регистроване су робне марке Хагерти ентерпрајзиса. Облик кугле и подлоге покретне лампе регистроване су робне марке Хагерти ентерпрајзиса у САД и другим државама у свијету.“
sv: Ritar en tredimensionell simulering av en lavalampa. Konstigt formade plumpar av ett mystiskt ämne värms upp, stiger långsamt till flaskans topp, och faller därefter ner igen när de kallnar. Simuleringen kräver en ganska snabb dator (både processor- och 3D-prestanda). "LAVA LITE® och uppbyggnaden av LAVA®-märkets rörelselampor är registrerade varumärken av Haggerty Enterprises, Inc. Uppbyggnaden av rörelselampans kupa och sockel är registrerade varumärken av Haggerty Enterprises, Inc. i USA och andra länder i världen." Se http://sv.wikipedia.org/wiki/Lavalampa och http://en.wikipedia.org/wiki/Metaballs. Skriven av Jamie Zawinski, 2002.
uk: Показує імітацію Lava Lite®: краплі чудернацької субстанції нагріваються, повільно піднімаються нагору посудини, а потім падають назад, коли охолонуть. Ця програма потребує достатньої швидкодії (як з боку процесора, так і з боку графічного адаптера). «LAVA LITE(r) і конструкція лампи з рухом LAVA(r) є зареєстрованими торговими марками Haggerty Enterprises, Inc. Конструкція кулі і основи лампи з рухом є зареєстрованими торговими марками Haggerty Enterprises, Inc. у США та інших країнах світу.» http://en.wikipedia.org/wiki/Lava_lamp http://en.wikipedia.org/wiki/Metaballs Автор — Jamie Zawinski; 2002.
zh_tw: 繪製熔岩檯燈（Lava Lite (r)）的立體模擬動畫。神秘物質上的奇形怪狀的斑點被加熱，緩慢地上升到瓶子的頂端，然後冷卻後下降。這個模擬需要很快的機器（CPU 與繪圖卡效能都要夠快）。LAVA LITE(r) 與 LAVA(r) 品牌的燈是 Haggerty Enterprises Inc. 的註冊商標。球體與基底也由 Haggerty Enterprises, Inc. 在美國與其他國家中註冊。參考資料：http://en.wikipedia.org/wiki/Lava_lamp ，http://en.wikipedia.org/wiki/Metaballs 。由 Jamie Zawinski 撰寫，2002。
