Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Crackling fractal lightning bolts. Written by Keith Romberg; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Llampecs fractals. Escrit per Keith Romberg; 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Aparecen rayos fractales que crepitan. Escrito por Keith Romberg; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Raksatavad fraktaalsed välgunooled. Autor: Keith Romberg; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiossa 5.08. Hienoja fraktaalisalamia. Tekijä: Keith Romberg; 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Des éclairs de fractals qui crépitent. Écrit par Keith Romberg ; 1997.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Lóstregos fractais con estouro. Escribiuno Keith Romberg en 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Crepitio di fulmini frattali. Scritto da Keith Romberg; 1997.
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Жарқыраған фракталды найзағайлар. Авторы: Keith Romberg; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08. Knitrende fraktale lynstråler. Skrevet av Keith Romberg i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Krackeleren fraktaal Blixen. Schreven vun Keith Romberg, 1997
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Knisperende fractal bliksembollen. In 1997 geschreven door Keith Romberg.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Fraktallyn. Skriven av Keith Romberg i 1997.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Trzaskające pioruny fraktalne. Autor: Keith Romberg; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Relâmpagos fractais com estoiro. Feito por Keith Romberg; 1997.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.08. Сверкающие фрактальные молнии. Автор Кеит Ромберг (Keith Romberg), 1997.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Pokajoči udarci strele. Napisal Keith Romberg, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Пуцајуће фракталне муње. Написао Кит Ромберг, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Sprakande fraktala åskblixtar. Skriven av Keith Romberg, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Фрактальні іскри блискавки з відповідним звуком. Автор — Keith Romberg; 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。連續爆開不規則的閃電。由 Keith Romberg 撰寫，1997。

# @item screen saver name
source: Lisa
et: Lissa
ja: リサ
kk: Лиссажу
ko: 리사
lv: Liza
sr@ijekavian: Лиса
uk: Ліза

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Lissajous loops. http://en.wikipedia.org/wiki/Lissajous_curve Written by Caleb Cullen; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Cicles de Lissajous. http://en.wikipedia.org/wiki/Lissajous_curve. Escrit per Caleb Cullen; 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08 Bucles de Lissajous. Escrito por http://en.wikipedia.org/wiki/Lissajous_curve. Escrito por Caleb Cullen, 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Lissajous' kujundid. http://en.wikipedia.org/wiki/Lissajous_curve Autor: Caleb Cullen; 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Lissajous begiztak. http://en.wikipedia.org/wiki/Lissajous_curve Caleb Cullen-ek idatzia; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiossa 5.08. Lissajousin silmukoita. http://en.wikipedia.org/wiki/Lissajous_curve Tekijä: Caleb Cullen; 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Courbes de Lissajous. http://en.wikipedia.org/wiki/Lissajous_curve Écrit par Caleb Cullen ; 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Lissajous-hurkok. http://en.wikipedia.org/wiki/Lissajous_curve. Készítette: Alexander Jolk, 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Figure di Lissajous. http://it.wikipedia.org/wiki/Figura_di_Lissajous Scritto da Caleb Cullen; 1997.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。リサジュー図形。これは経路に沿って回転する図形を描きます。http://ja.wikipedia.org/wiki/リサジュー Alexander Jolk、1997年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Лиссажу фигуралары. http://en.wikipedia.org/wiki/Lissajous_curve Авторы: Caleb Cullen; 1997.
lv: Šis ekrānsaudzētāja tika izņemts no XScreenSaver distribūcijas versijā 508. Lizīgas cilpas. http://en.wikipedia.org/wiki/Lissajous_curve Sarakstīja Caleb Cullen; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08. Lissajous-løkker. <link>http://en.wikipedia.org/wiki/Lissajous_curve</link> Skrevet av Caleb Cullen i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Lissajous-Slöpen. http://de.wikipedia.org/wiki/Lissajous-Figur Schreven vun Caleb Cullen, 1997.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Lissajous figuren. http://en.wikipedia.org/wiki/Lissajous_curve In 1997 geschreven door Caleb Cullen.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Lissajous-løkkjer. <link>http://en.wikipedia.org/wiki/Lissajous_curve</link> Skriven av Caleb Cullen i 1997.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Pętle Lissajous. http://en.wikipedia.org/wiki/Lissajous_curve Autor: Caleb Cullen; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Ciclos de Lissajous. http://en.wikipedia.org/wiki/Lissajous_curve Feito por Caleb Cullen; 1997.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.08. http://ru.wikipedia.org/wiki/Фигуры_Лиссажу Автор Калеб Каллен (Caleb Cullen), 1997.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver v različici 5.08. Obrati Lissajous. http://en.wikipedia.org/wiki/Lissajous_curve Napisal Caleb Cullen, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Лисажуове петље (http://en.wikipedia.org/wiki/Lissajous_curve). Написао Кејлеб Кален, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Lissajouskurva. Se http://sv.wikipedia.org/wiki/Lissajouskurva. Skriven av Caleb Cullen, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Фігури Лісажу. http://en.wikipedia.org/wiki/Lissajous_curve Автор — Caleb Cullen; 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。Lissajous 迴圈。參考資料：http://en.wikipedia.org/wiki/Lissajous_curve 。由 Caleb Cullen 撰寫，1997。

# @label:slider
source: Steps
ca@valencia: Passes
es: Pasos
et: Sammud
eu: Urratsak
fi: Askeleita
fr: Étapes
ga: Céimeanna
gl: Pasos
hu: Lépések
it: Passi
ja: ステップ
kk: Қадамдары
ko: 단계
lv: Soļi
nb: Steg
nds: Schreed
nl: Stappen
nn: Steg
pl: Stopnie
pt: Passos
ru: Шаги
sl: Koraki
sr@ijekavian: Кораци
sv: Steg
uk: Кроки
zh_tw: 步數

# @item:inrange Steps
source: Few
ca@valencia: Poques
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Steps
source: Many
ca@valencia: Moltes
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item:inrange Size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мало
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велико
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: Lissie
fr: Lissajous
it: Anelli
ja: リッシー
kk: Лисси
ko: 리시
lv: Lizija
sr@ijekavian: Лиси
uk: Ліззі

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Lissajous loops. This one draws the progress of circular shapes along a path. http://en.wikipedia.org/wiki/Lissajous_curve Written by Alexander Jolk; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Cicles de Lissajous. Este dibuixa el progrés de formes circulars per una trajectòria. http://en.wikipedia.org/wiki/Lissajous_curve Escrit per Alexander Jolk; 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Bucles de Lissajous. Esta muestra el progreso de formas circulares a lo largo de una trayectoria. Creado por Alexander Jolk; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Lissajous' kujundid. Sedakorda siis ringide liikumine mööda teatud rada. http://en.wikipedia.org/wiki/Lissajous_curve Autor: Alexander Jolk; 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Honek bide baten zehar forma zirkularrek duten aurrerapena marrazten dute. http://en.wikipedia.org/wiki/Lissajous_curve Alexander Jolk-ek idatzia; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelun versiossa 5.08. Lissajous-silmukoita. Tämä piirtää pyöreiden muotojen etenemisen polkua pitkin. http://en.wikipedia.org/wiki/Lissajous_curve Tekijä: Alexander Jolk; 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Encore une courbe de Lissajous. Celle-ci dessine le mouvement de formes circulaires le long d'un emplacement. http://en.wikipedia.org/wiki/Lissajous_curve Écrit par Alexander Jolk ; 1997.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Figuras de Lissajous. Esta debuxa a evolución de formas circulares ao longo dun camiño. http://en.wikipedia.org/wiki/Lissajous_curve. Escribiuno Alexander Jolk en 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Lissajous-hurkok. Körök haladnak egy útvonal mentén. http://en.wikipedia.org/wiki/Lissajous_curve Készítette: Alexander Jolk, 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Figure di Lissajous. Questo disegna l'avanzamento di forme circolari lungo un percorso. http://it.wikipedia.org/wiki/Figura_di_Lissajous Scritto da Alexander Jolk; 1997.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。リサジュー図形。これは経路に沿って回転する図形を描きます。http://ja.wikipedia.org/wiki/リサジュー Alexander Jolk、1997年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Лиссажу фигуралары. Оралма жолдар бейнесі. http://en.wikipedia.org/wiki/Lissajous_curve Авторы: Alexander Jolk; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08. Lissajous-løkker. Denne varianten tegner sirkelformer langs en vei. <link>http://en.wikipedia.org/wiki/Lissajous_curve</link> Skrevet av Alexander Jolk i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Lissajous-Slöpen. Hier warrt Krinken langs en Padd wiest. http://de.wikipedia.org/wiki/Lissajous-Figur Schreven vun Alexander Jolk, 1997.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Lissajous figuren. Deze toont de voortgang van cirkelvormen langs een pad. http://en.wikipedia.org/wiki/Lissajous_curve In 1997 geschreven door Alexander Jolk.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Lissajous-løkkjer. Denne varianten teiknar sirkelformer langs ein veg. <link>http://en.wikipedia.org/wiki/Lissajous_curve</link> Skriven av Alexander Jolk i 1997.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Pętle Lissajous. Tym razem okrągłe kształty podążają ścieżką. http://en.wikipedia.org/wiki/Lissajous_curve Autor: Alexander Jolk; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Ciclos de Lissajous. Esta desenha o progresso das formas circulares ao longo de um caminho. http://en.wikipedia.org/wiki/Lissajous_curve Feito por Alexander Jolk; 1997.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.08. Ещё одна фигура Лиссажу. Программа рисует движение шарообразных фигур вдоль одного невидимого контура. Написана Александром Джолком (Alexander Jolk), 1997.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Obrati Lissajous. Izriše napredek okroglih oblik po poti. http://en.wikipedia.org/wiki/Lissajous_curve Napisal Alexander Jolk, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Лисажуове петље (http://en.wikipedia.org/wiki/Lissajous_curve). Ова исцртава напредовање кружних обличја дуж путање. Написао Александер Јолк, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Lissajous figur. Den här ritar en följd av cirkulära former längs en väg. Se http://sv.wikipedia.org/wiki/Lissajouskurva. Skriven av Alexander Jolk, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Фігури Лісажу. Зберігач екрана малює поступ кругоподібних фігур шляхом. http://en.wikipedia.org/wiki/Lissajous_curve Автор — Alexander Jolk.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。另一個 Lissajous 迴圈。畫出一個圓形隨著一條路徑前進。參考資料：http://en.wikipedia.org/wiki/Lissajous_curve 。由 Alexander Jolk 撰寫，1997。

# @label:spinbox
source: Size
ca@valencia: Mida
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
ga: Méid
gl: Tamaño
hu: Méret
it: Dimensione
ja: サイズ
kk: Өлшемі
ko: 크기
lv: Izmērs
nb: Størrelse
nds: Grött
nl: Grootte
nn: Storleik
pl: Rozmiar
pt: Tamanho
ru: Размер
sl: Velikost
sr@ijekavian: Величина
sv: Storlek
uk: Розмір
zh_tw: 大小

# @item screen saver name
source: LMorph
et: LMoonutaja
it: Lineomorfosi
kk: Түрлендіру
nds: Lienen-Metamorfoos
ru: Превращения
sl: LMorf
sr@ijekavian: Л‑морф
sv: Morfande linjer
uk: Перетворення

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. This generates random spline-ish line drawings and morphs between them. Written by Sverre H. Huseby and Glenn T. Lines; 1995.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Este genera corbes aleatòries i les fon entre elles. Escrit per Sverre H. Huseby i Glenn T. Lines; 1995.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08 Genera trazos aleatorios y los funde entre ellos. Escrito por Sverre H. Huseby y Glenn T. Lines; 1995.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Tekitab suvalisi kõveraid ja jooni ning moonutab neid. Autorid: Sverre H. Huseby ja Glenn T. Lines; 1995.
fi: Tämä näytönsäästäjä poistettiin XScreenSaverin jakelusta versiosta 5.08 alkaen. Se luo satunnaisia käyrämäisiä viivapiirustuksia ja muuntelee niiden välillä. Kirjoittaneet Sverre H. Huseby ja Glenn T. Lines, 1995.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Celui-ci produit des lignes cannelées aléatoires et des transformations entre elles. Écrit par Sverre H. Huseby et Glenn T. Lines ; 1995.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Isto xera liñas aleatorias semellantes a esplines e vai pasando dunhas a outras. Escribírono Sverre H. Huseby e Glenn T. Lines en 1995.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Véletlenszerű spline-os görbéket és átalakulásokat jelenít meg. Készítette: Sverre H. Huseby és Glenn T. Lines, 1995.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Genera delle linee curve casuali che subiscono metamorfosi. Scritto da Sverre H. Huseby e Glenn T. Lines; 1995.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。これはランダムなスプライン的な線の図を変形します。Sverre H. Huseby と Glenn T. Lines、1995年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Кездейсоқ түрлендірілген сплайн сызбалары. Авторлары: Sverre H. Huseby and Glenn T. Lines; 1995.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08. Denne tegner tilfeldige rie-aktige linjetegninger og lager overganger mellom dem. Skrevet av Sverre H. Huseby og Glenn T. Lines i 1995.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Stellt tofällig Spline-liek Lienen op un wannelt disse vun een Form na de anner üm. Schreven vun Sverre H. Huseby un Glenn T. Lines, 1995.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Dit genereert willekeurige stripachtige lijnen en tussenvormen. In 1995 geschreven door Sverre H. Huseby and Glenn T. Lines.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Teiknar tilfeldige spline-liknande teikningar, og morfar mellom dei. Skriven av Sverre H. Huseby og Glenn T. Lines i 1995.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Generuje losowe rysunki z krzywych sklejanych, a następnie robi przekształcenia między nimi. Autorzy: Sverre H. Huseby i Glenn T. Lines; 1995.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Isto gera algumas linhas curvas e vai passando de umas para outras. Feito por Sverre H. Huseby e Glenn T. Lines; 1995.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Генерирует случайные изображения сплайнов и промежуточных фигур между ними; 1995. Написали Сверр Хьюзебай (Sverre H. Huseby) и Гленн Лайнс (Glenn T. Lines).
sl: Ta ohranjevalnik zaslona je bil odstranjen iz distribucije XScreenSaver v različici 5.08. To ustvarja naključne risbe krivulj in prehaja med njimi. Prispevala Sverre H. Huseby in Glenn T. Lines, 1995.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Генерише насумичне линијске цртеже и морфује из једне у другу. Написали Свере Х. Хусеби и Глен Т. Линес, 1995.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Den skapar slumpmässiga kurvlika streckfigurer och transformerar mellan dem. Skriven av Sverre H. Huseby och Glenn T. Lines, 1995.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Ця програма створює випадкові сплайнові графіки і морфи між ними. Автори — Sverre H. Huseby та Glenn T. Lines; 1995.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。產生隨機的 spline 曲線及它們之間的形態。由 Sverre H. Huseby 與 Glenn T. Lines 撰寫，1997。

# @label:slider
source: Control points
ca@valencia: Punts de control
es: Puntos de control
et: Kontrollpunktid
eu: Kontrol puntuak
fi: Hallintapisteitä
fr: Points de contrôle
ga: Pointí rialúcháin
gl: Puntos de control
hu: Vezérlőpontok
it: Punti di controllo
ja: コントロールポイント
kk: Басқару нүктелері
ko: 제어점
lv: Kontroles punkti
nb: Styringspunkter
nds: Kuntrullpünkt
nl: Controlepunten
nn: Kontrollpunkt
pl: Punkty kontrolne
pt: Pontos de controlo
ru: Контрольные точки
sl: Nadzorne točke
sr@ijekavian: Контролне тачке
sv: Styrpunkter
uk: Контрольні точки
zh_tw: 控制點

# @item:inrange Control points
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Control points
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Interpolation steps
ca@valencia: Passos d'interpolació
es: Número de interpolaciones
et: Moonutuskohad
eu: Interpolazio urratsak
fi: Interpoloituja askeleita
fr: Étapes d'interpolation
ga: Céimeanna idirshuite
gl: Pasos de interpolación
hu: Interpolációs lépések
it: Passi di interpolazione
ja: 補間ステップ
kk: Интерполяция қадамы
ko: 보간 단계
lv: Interpolācijas soļi
nb: Interpolasjonssteg
nds: Estemeerschreed
nl: Tussenvoegende stappen
nn: Interpoleringssteg
pl: Kroki interpolacji
pt: Passos de interpolação
ru: Шаги интерполяции
sl: Koraki interpolacije
sr@ijekavian: Кораци интерполације
sv: Interpolationssteg
uk: Кроки інтерполяції
zh_tw: 內插步數

# @item:inrange Interpolation steps
source: Less
ca@valencia: Menys
es: Menos
et: Vähem
eu: Gutxiago
fi: Vähemmän
fr: Moins
ga: Níos Lú
gl: Menos
hu: Kevesebb
it: Di meno
ja: 少なく
kk: Кемірек
ko: 적음
lv: Mazāk
nb: Mindre
nds: Minn
nl: Minder
nn: Mindre
pl: Mniej
pt: Menos
ru: Меньше
sl: Manj
sr@ijekavian: мање
sv: Färre
uk: Менше
zh_tw: 少

# @item:inrange Interpolation steps
source: More
ca@valencia: Més
es: Más
et: Rohkem
eu: Gehiago
fi: Enemmän
fr: Plus
ga: Níos Mó
gl: Máis
hu: Több
it: Di più
ja: 多く
kk: Артығырақ
ko: 많음
lv: Vairāk
nb: Mer
nds: Mehr
nl: Meer
nn: Meir
pl: Więcej
pt: Mais
ru: Больше
sl: Več
sr@ijekavian: више
sv: Fler
uk: Більше
zh_tw: 多

# @option:radio
source: Open and closed figures
ca@valencia: Figures obertes i tancades
es: Figuras abiertas y cerradas
et: Avatud ja suletud kujundid
eu: Irudi itxi eta irekiak
fi: Avoimia ja suljettuja kuvioita
fr: Figures ouvertes et fermées
ga: Fíoracha oscailte agus dúnta
gl: Figuras abertas e pechadas
hu: Nyílt és zárt alakzatok
it: Figure aperte e chiuse
ja: 開いた図形と閉じた図形
kk: Тұйық және ашық фигуралар
ko: 열리고 닫힌 형태
lv: Atvērtas un noslēgtas figūras
nb: Åpne og lukkede figurer
nds: Apen un afslaten Figuren
nl: Geopende en gesloten figuren
nn: Opna og lukka former
pl: Otwarte i zamknięte figury
pt: Figuras abertas e fechadas
ru: Замкнутые и незамкнутые фигуры
sl: Odprte in zaprte slike
sr@ijekavian: Отворене и затворене фигуре
sv: Öppna och slutna figurer
uk: Незамкнуті і замкнуті фігури
zh_tw: 開放與封閉圖案

# @option:radio
source: Open figures
ca@valencia: Figures obertes
es: Figuras abiertas
et: Avatud kujundid
eu: Irudi irekiak
fi: Avoimia kuvioita
fr: Figures ouvertes
ga: Fíoracha oscailte
gl: Figuras abertas
hu: Nyílt alakzatok
it: Figure aperte
ja: 開いた図形
kk: Ашық фигуралар
ko: 열린 형태
lv: Atvērtas figūras
nb: Åpne figurer
nds: Apen Figuren
nl: Geopende figuren
nn: Opna former
pl: Otwarte figury
pt: Figuras abertas
ru: Незамкнутые фигуры
sl: Odprte slike
sr@ijekavian: Отворене фигуре
sv: Öppna figurer
uk: Незамкнуті фігури
zh_tw: 開放圖案
