Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: Cell division
ca@valencia: Divisió de cèl·lules
es: División de células
et: Raku jagunemine
eu: Zelulen erdibitzea
fi: Solujen jakautuminen
fr: Division des cellules
ga: Cilldeighilt
gl: División da cela
hu: Sejtfelosztás
it: Divisione delle cellule
ja: 細胞分割
kk: Қимылы
ko: 세포 분열
lv: Šūnu dalīšanās
nb: Celledeling
nds: Zell-Delen
nl: Celdeling
nn: Celledeling
pl: Podział komórki
pt: Divisão das células
ru: Деление клеток
sl: Deljenje celic
sr@ijekavian: Дијељење ћелија
sv: Celldelning
uk: Ділення клітини
zh_tw: 細胞分裂

# @item:inrange Cell division
source: Quick
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkarra
fi: Nopea
fr: Rapidement
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 素早く
kk: Үткір
ko: 빠르게
lv: Ātri
nb: Raskt
nds: Gau
nl: Snel
nn: Kjapp
pl: Szybko
pt: Rápida
ru: Быстрое
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @item:inrange Cell division
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēna
nb: Sakte
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @label:slider
source: Min distance
ca@valencia: Distància mínima
es: Distancia mínima
et: Min. vahemaa
eu: Distantzia min
fi: Vähimmäisetäisyys
fr: Distance minimale
ga: Íosfhad
gl: Distancia mínima
hu: Minimális távolság
it: Distanza minima
ja: 最小距離
kk: Жақындығы
ko: 최소 거리
lv: Min. attālums
nb: Minste avstand
nds: Minimaalafstand
nl: Min. afstand
nn: Minimumsavstand
pl: Minimalna odległość
pt: Distância mínima
ru: Минимальная дистанция
sl: Najmanjša razdalja
sr@ijekavian: Најмање растојање
sv: Minimalt avstånd
uk: Мін. відстань
zh_tw: 最小距離

# @item:inrange Min distance
source: Small
ca@valencia: Petita
es: Pequeña
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Жақын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequena
ru: Меньше
sl: Majhna
sr@ijekavian: мало
sv: Liten
uk: Мала
zh_tw: 小

# @item:inrange Min distance
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Алыс
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велико
sv: Stor
uk: Велика
zh_tw: 大

# @option:check
source: Keep dead cells
ca@valencia: Conserva les cèl·lules mortes
es: Mantener células muertas
et: Surnud rakud jäetakse alles
eu: Mantendu hildako zelulak
fi: Säilytä kuolleet solut
fr: Conserver les cellules mortes
ga: Coinnigh cealla marbha
gl: Conservar as celas mortas
hu: A halott sejtek magtartása
it: Tieni le cellule morte
ja: 死んだ細胞を残す
kk: Өлгендері сақталсын
ko: 죽은 세포 유지
lv: Paturēt mirušās šūnas
nb: Behold døde celler
nds: Dootbleven Zellen wohren
nl: Dode cellen behouden
nn: Behald døde celler
pl: Pozostaw martwe komórki
pt: Manter as células mortas
ru: Оставлять мёртвые клетки
sl: Ohrani mrtve celice
sr@ijekavian: Задржавај мртве ћелије
sv: Behåll döda celler
uk: Не вилучати померлі клітини
zh_tw: 保留已死的細胞

# @item screen saver name
source: Gleidescope
ca@valencia: Gleidoscopi
et: Gleidoskoop
fi: Gleidoskooppi
fr: Kaléidoscope (GL)
gl: Gleidoscopio
it: Caleidoscopio GL
ja: グライドスコープ
kk: GLКалейдоскоп
ko: GL 만화경
lv: Gleideskops
nb: Gleidoskop
nds: Gleidoskoop
nn: Gleidoskop
pl: Kalejdoskop
pt: Gleidoscópio
ru: Глейдоскоп
sl: GLejdoskop
sr@ijekavian: Глеидоскоп
sv: Glejdoskop
uk: Глайдоскоп
zh_tw: 萬花筒

# @info screen saver description
source: A kaleidoscope that operates on a loaded image. http://en.wikipedia.org/wiki/Kaleidoscope Written by Andrew Dean; 2003.
ca@valencia: Un calidoscopi que utilitza una imatge carregada. http://en.wikipedia.org/wiki/Kaleidoscope Escrit per Andrew Dean; 2003.
es: Un caleidoscopio que trabaja con una imagen cargada. http://en.wikipedia.org/wiki/Kaleidoscope. Escrito por Andrew Dean; 2003.
et: Kaleidoskoop, mis kasutab töölauapilti või mõnda kettalt laaditud pilti. http://en.wikipedia.org/wiki/Kaleidoscope Autor: Andrew Dean; 2003.
fi: Ladatulla kuvalla toimiva kaleidoskooppi. http://en.wikipedia.org/wiki/Kaleidoscope Kirjoittanut Andrew Dean, 2003.
it: Un caleidoscopio che funziona con un'immagine caricata. http://it.wikipedia.org/wiki/Caleidoscopio Scritto da Andrew Dean; 2003.
ko: 불러온 그림에서 만화경을 생성합니다. https://ko.wikipedia.org/wiki/%EB%A7%8C%ED%99%94%EA%B2%BD Andrew Dean 작성, 2003년.
nb: Et kaleidoskop som kjører på et innlastet bilde.http://no.wikipedia.org/wiki/Kaleidoskop Skrevet av Andrew Dean i 2003.
nds: En Kaleidoskoop för en laadt Bild. K.o. http://de.wikipedia.org/wiki/Kaleidoskop. Schreven 2003 vun Andrew Dean.
nl: Een caleidoscoop die werkt op een geladen afbeelding. http://en.wikipedia.org/wiki/Kaleidoscope In 2003 geschreven door Andrew Dean.
pl: Kalejdoskop operujący na wczytanych obrazach. http://en.wikipedia.org/wiki/Kaleidoscope Autor: Andrew Dean; 2003.
pt: Um caleidoscópio que funciona sobre uma imagem carregada. http://en.wikipedia.org/wiki/Kaleidoscope Feito por Andrew Dean; 2003.
sl: Kalejdoskop, ki deluje na sliki naloženi z diska. http://en.wikipedia.org/wiki/Kaleidoscope Napisal Andrew Dean, 2003
sr@ijekavian: Калеидоскоп који дејствује над учитаном сликом (http://en.wikipedia.org/wiki/Kaleidoscope). Написао Ендру Дин, 2003.
sv: Ett kalejdoskop som använder en inläst bild. Se http://sv.wikipedia.org/wiki/Kalejdoskop. Skriven av Andrew Dean, 2003.
uk: Калейдоскоп на основі завантаженого зображення. http://en.wikipedia.org/wiki/Kaleidoscope Автор — Andrew Dean; 2003.
zh_tw: 將載入的影像檔做成萬花筒。參考資料：http://en.wikipedia.org/wiki/Kaleidoscope 。由 Andrew Dean 撰寫，2003。

# @info screen saver description
source: A kaleidoscope that operates on your desktop image, or other pictures. http://en.wikipedia.org/wiki/Kaleidoscope Written by Andrew Dean; 2003.
ca@valencia: Un calidoscopi que utilitza la imatge de l'escriptori, o altres imatges. http://en.wikipedia.org/wiki/Kaleidoscope Escrit per Andrew Dean; 2003.
es: Un caleidoscopio que trabaja con su fondo de escritorio u otras imágenes. http://en.wikipedia.org/wiki/Kaleidoscope. Escrito por Andrew Dean; 2003.
et: Kaleidoskoop, mis kasutab töölauapilti või mõnda muud pilti. http://en.wikipedia.org/wiki/Kaleidoscope Autor: Andrew Dean; 2003.
fi: Työpöydän taustakuvallasi tai muulla kuvalla toimiva kaleidoskooppi. http://en.wikipedia.org/wiki/Kaleidoscope Kirjoittanut Andrew Dean, 2003.
it: Un caleidoscopio che funziona con l'immagine del desktop o altre immagini. http://it.wikipedia.org/wiki/Caleidoscopio Scritto da Andrew Dean; 2003.
ko: 데스크톱 그림이나 다른 그림에서 만화경을 생성합니다 https://ko.wikipedia.org/wiki/%EB%A7%8C%ED%99%94%EA%B2%BD Andrew Dean 작성, 2003년.
nb: Et kaleidoskop som kjører på skrivebordsbildet eller på andre bilder. http://no.wikipedia.org/wiki/Kaleidoskop Skrevet av Andrew Dean i 2003.
nds: En Kaleidoskoop för Achtergrundbiller oder anner op de Fastplaat vörhannen Bilddateien. http://de.wikipedia.org/wiki/Kaleidoskop Schreven vun Andrew Dean, 2003.
nl: Een caleidoscoop die werkt met uw bureaubladafbeelding of andere afbeeldingen. http://en.wikipedia.org/wiki/Kaleidoscope In 2003 geschreven door Andrew Dean.
pl: Kalejdoskop operujący na obrazie twojego pulpitu lub innych obrazach. http://en.wikipedia.org/wiki/Kaleidoscope Autor: Andrew Dean; 2003.
pt: Um caleidoscópio que funciona na imagem do seu ecrã ou sobre outras imagens. http://en.wikipedia.org/wiki/Kaleidoscope Feito por Andrew Dean; 2003.
sl: Kalejdoskop, ki deluje na sliki vašega namizja ali drugih slikah. http://en.wikipedia.org/wiki/Kaleidoscope Napisal Andrew Dean, 2003
sr@ijekavian: Калеидоскоп који дејствује над сликом површи или неком другом (http://en.wikipedia.org/wiki/Kaleidoscope). Написао Ендру Дин, 2003.
sv: Ett kalejdoskop som använder skrivbordsunderlägget, eller andra bilder. Se http://sv.wikipedia.org/wiki/Kalejdoskop. Skriven av Andrew Dean, 2003.
uk: Калейдоскоп на основі зображення вашої стільниці або інших зображень. http://en.wikipedia.org/wiki/Kaleidoscope Автор — Andrew Dean; 2003.
zh_tw: 將您的桌面或其他影像檔做成萬花筒。參考資料：http://en.wikipedia.org/wiki/Kaleidoscope 。由 Andrew Dean 撰寫，2003。

# @info screen saver description
source: A kaleidoscope that operates on your desktop image, or on image files loaded from disk. http://en.wikipedia.org/wiki/Kaleidoscope Written by Andrew Dean; 2003.
ca@valencia: Un calidoscopi que utilitza la imatge de l'escriptori, o fitxers d'imatge carregat del disc. http://en.wikipedia.org/wiki/Kaleidoscope Escrit per Andrew Dean; 2003.
es: Caleiodoscopio que trabaja con su fondo de escritorio o con imágenes cargadas del disco. http://en.wikipedia.org/wiki/Kaleidoscope. Escrito por Andrew Dean; 2003.
et: Kaleidoskoop, mis kasutab töölauapilti või mõnda kettalt laaditud pilti. http://en.wikipedia.org/wiki/Kaleidoscope Autor: Andrew Dean; 2003.
eu: Zure mahaigaineko irudiarekin, edo diskotik zamatutako irudiekin, ibiltzen den kaleidoskopio bat. http://en.wikipedia.org/wiki/Kaleidoscope Andrew Dean-ek idatzia; 2003.
fi: Työpöydän taustakuvallasi tai muulla kuvalla toimiva kaleidoskooppi. http://en.wikipedia.org/wiki/Kaleidoscope Kirjoittanut Andrew Dean, 2003.
fr: Un kaléidoscope qui opère sur l'image de votre bureau ou sur des fichiers d'image chargés depuis le disque. http://en.wikipedia.org/wiki/Kaleidoscope Écrit par Andrew Dean ; 2003.
ga: Cailéideascóp a oibríonn ar íomhá den deasc, nó ar íomhánna luchtaithe ón diosca. http://en.wikipedia.org/wiki/Kaleidoscope Scríofa ag Andrew Dean, 2003.
gl: Un calidoscopio que traballa cunha imaxe do escritorio, ou con imaxes no disco. http://en.wikipedia.org/wiki/Kaleidoscope. Escribiuno Andrew Dean en 2003.
it: Un caleidoscopio che funziona con l'immagine del desktop, o con immagini caricate dal disco. http://it.wikipedia.org/wiki/Caleidoscopio Scritto da Andrew Dean; 2003.
ja: 簡単な万華鏡。「GLeidescope」も参照。http://ja.wikipedia.org/wiki/万華鏡 Ron Tapia、1997年作。
kk: Үстел бетіңіздің кескінді не файлдан алынған басқа кескінді түрлендіретін калейдоскоп. http://en.wikipedia.org/wiki/Kaleidoscope Авторы: Andrew Dean; 2003.
ko: 데스크톱 그림이나 디스크에서 불러온 다른 그림에서 만화경을 생성합니다 https://kowikipedia.org/wiki/%EB%A7%8C%ED%99%94%EA%B2%BD Andrew Dean 작성, 2003년.
lv: Kaleidoskops, kas darbojas ar jūsu darbvirsmas vai no diska ielādētajiem attēliem. http://en.wikipedia.org/wiki/Kaleidoscope Sarakstīja Andrew Dean; 2003.
nb: Et kaleidoskop som kjører på skrivebordsbildet eller på bildefiler lastet fra disk. <link>http://no.wikipedia.org/wiki/Kaleidoskop</link> Skrevet av Andrew Dean i 2003.
nds: En Kaleidoskoop för Achtergrundbiller oder anner op de Fastplaat vörhannen Bilddateien. http://de.wikipedia.org/wiki/Kaleidoskop Schreven vun Andrew Dean, 2003.
nl: Een caleidoscoop die werkt met uw bureaubladafbeelding of met afbeeldingen geladen van de schijf. http://en.wikipedia.org/wiki/Kaleidoscope In 2003 geschreven door Andrew Dean.
nn: Eit kaleidoskop som køyrer på skrivebordsbiletet eller på biletfiler. <link>http://en.wikipedia.org/wiki/Kaleidoscope</link> Skriven av Andrew Dean i 2003.
pl: Kalejdoskop wykorzystujący zrzut twojego pulpitu lub obrazy załadowane z dysku. http://en.wikipedia.org/wiki/Kaleidoscope Autor: Andrew Dean; 2003.
pt: U caleidoscópio que funciona na imagem do seu ecrã ou sobre ficheiros de imagens carregados a partir do disco. http://en.wikipedia.org/wiki/Kaleidoscope Feito por Andrew Dean; 2003.
ru: Калейдоскоп из картинки рабочего стола или загруженных локальных картинок. http://ru.wikipedia.org/wiki/Калейдоскоп Автор Эндрю Дин (ndrew Dean), 2003.
sl: Kalejdoskop, ki deluje na sliki vašega namizja ali na datotekah slik naloženih z diska. http://en.wikipedia.org/wiki/Kaleidoscope Napisal Andrew Dean, 2003
sr@ijekavian: Калеидоскоп који дејствује над сликом површи или над сликама из фајлова са диска (http://en.wikipedia.org/wiki/Kaleidoscope). Написао Ендру Дин, 2003.
sv: Ett kalejdoskop som använder skrivbordsunderlägget, eller bildfiler laddade från disk. Se http://sv.wikipedia.org/wiki/Kalejdoskop. Skriven av Andrew Dean, 2003.
uk: Калейдоскоп на основі зображення вашої стільниці або файлів зображень, завантажених з диска. http://en.wikipedia.org/wiki/Kaleidoscope Автор — Andrew Dean; 2003.
zh_tw: 將您的桌面或硬碟中的影像檔做成萬花筒。參考資料：http://en.wikipedia.org/wiki/Kaleidoscope 。由 Andrew Dean 撰寫，2003。

# @label:slider
source: Size of tube
ca@valencia: Mida del tub
es: Tamaño del tubo
et: Toru suurus
eu: Hodiaren neurria
fi: Putken pituus
fr: Taille du tube
ga: Méid an tiúib
gl: Tamaño do tubo
hu: Csőméret
it: Dimensione del tubo
ja: 管の大きさ
kk: Өлшемі
ko: 튜브 크기
lv: Caurules izmērs
nb: Rørstørrelse
nds: Röhrgrött
nl: Grootte van buis
nn: Røyrstorleik
pl: Rozmiar kalejdoskopu
pt: Tamanho do tubo
ru: Размер трубы
sl: Velikost cevi
sr@ijekavian: Величина цеви
sv: Tubstorlek
uk: Розміри труби
zh_tw: 管子大小

# @item:inrange Size of tube
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Lyhyt
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мала
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Size of tube
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Pitkä
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велика
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Image duration
ca@valencia: Durada de la imatge
es: Duración de la imagen
et: Pildi kestus
eu: Irudiaren iraupena
fi: Kuvan kesto
fr: Durée des images
gl: Duración da imaxe
hu: Kép időtartam
it: Durata delle immagini
ja: 表示時間
kk: Көрсету ұзақтығы
ko: 그림 유지 시간
lv: Attēla ilgums
nb: Bildevarighet
nds: Bildwiesduer
nl: Duur afbeelding
nn: Tid før biletbyte
pl: Czas wyświetlania obrazu
pt: Duração da imagem
ru: Длительность показа изображения
sl: Trajanje slike
sr@ijekavian: Трајање слике
sv: Bildvaraktighet
uk: Тривалість показу зображення
zh_tw: 影像期間

# @item:inrange Image duration
source: 10 seconds
ca@valencia: 10 segons
es: 10 segundos
et: 10 sekundit
eu: 10 segundo
fi: 10 sekuntia
fr: 10 secondes
ga: 10 soicind
gl: 10 segundos
hu: 10 másodperc
it: 10 secondi
ja: 10 秒
kk: 10 секунд
ko: 10초
lv: 10 sekunžu
nb: 10 sekunder
nds: 10 Sekunnen
nl: 10 seconden
nn: 10 sekund
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
sl: 10 sekund
sr@ijekavian: 10 секунди
sv: 10 sekunder
uk: 10 секунд
zh_tw: 10 秒鐘

# @item:inrange Image duration
source: 5 minutes
ca@valencia: 5 minuts
es: 5 minutos
et: 5 minutit
eu: 5 minutu
fi: 5 minuuttia
ga: 5 nóiméad
gl: 5 minutos
hu: 5 perc
it: 5 minuti
ja: 5 分
kk: 5 минут
ko: 5분
lv: 5 minūtes
nb: 5 minutter
nds: 5 Minuten
nl: 5 minuten
nn: 5 minutt
pl: 5 minut
pt: 5 minutos
ru: 5 минут
sl: 5 minut
sr@ijekavian: 5 минута
sv: 5 minuter
uk: 5 хвилин
zh_tw: 5 分鐘

# @option:check
source: Move
ca@valencia: Mou
es: Mover
et: Liikumine
eu: Mugitu
fi: Siirrä
fr: Déplacer
ga: Bog
gl: Mover
hu: Mozgás
it: Muovi
ja: 移動
kk: Жылжытып
ko: 이동
lv: Pārvietoties
nb: Flytt
nds: Verschuven
nl: Verplaatsen
nn: Flytt
pl: Przesuń
pt: Mover
ru: Движение
sl: Premakni
sr@ijekavian: Покрећи
sv: Flytta
uk: Рух
zh_tw: 移動

# @option:check
source: Zoom
es: Ampliación
et: Suurendus
eu: Zooma
fi: Suurenna
ga: Súmáil
gl: Ampliar
hu: Nagyítás
it: Ingrandisci
ja: ズーム
kk: Жақындатып
ko: 확대/축소
lv: Tuvināšana
nb: Forstørre/-minske
nds: Ansichtgrött
nl: Zoomen
nn: Forstørr
pl: Powiększenie
pt: Ampliação
ru: Приблизить
sl: Približanje
sr@ijekavian: Увеличај
sv: Zooma
uk: Масштаб
zh_tw: 縮放

# @item screen saver name
source: GLForestFire
ca@valencia: Bosc de foc GL
et: GLMetsatulekahju
eu: GLBasokoSua
fi: GL-Metsäpalo
fr: Feu de forêt (GL)
gl: Bosque de lume GL
hu: GLErdőtűz
it: Fuoco nella foresta
ja: GL 山林火災
kk: GLОрман өрті
ko: GL 산불
nds: GLWooldfüer
nn: GL-skogbrann
pl: Ognisko w lesie GL
pt: Fogo Florestal GL
sl: Gozdni požar GL
sr@ijekavian: Шумски пожар (ГЛ)
sv: Skogsbrand GL
uk: Лісова пожежа (GL)
zh_tw: GL 森林之火

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Draws an animation of sprinkling fire-like 3D triangles in a landscape filled with trees. Written by Eric Lassauge; 2002.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Dibuixa una animació d'una pluja de foc en forma de triangles 3D en un paisatge ple d'arbres. Escrit per Eric Lassauge; 2002.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 5.08. Dibuja una animación de una lluvia de fuego en forma de triángulos en 3D en un paisaje lleno de árboles. Escrito por Eric Lassauge; 2002.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Näitab praksuvate tulekübemete sarnaste 3D kolmnurkade liikumist puudega täidetud maastikul. Autor: Eric Lassauge; 2002.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelun versiossa 5.08. Näytölle piirtyy animaatio, joka koostuu pirskahtelevista, tulimaisista ja kolmiulotteisista kolmioista metsäisessä maisemassa. Tekijä: Eric Laussage; 2002.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine une animation par des triangles 3D d'un incendie dans un paysage rempli d'arbres. Écrit par Eric Lassauge ; 2002.
gl: Debuxa unha animación de triángulos 3D semellantes a faiscar nunha paisaxe chea de árbores. Escribiuno Eric Lassauge.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Egy fákkal borított felszínen szikraszerűen pattogó 3D-s háromszögeket jelenít meg. Készítette: Eric Lassauge, 2002.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Disegna un'animazione di triangoli tridimensionale saltellanti come il fuoco con uno sfondo di alberi. Scritto da Eric Lassauge; 2002.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。木で覆われた風景の上に撒き散らされる炎のような 3D の三角形のアニメーション。Eric Lassauge、2002年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Ормандағы өртке ұқсас бейне. Авторы: Eric Lassauge; 2002.
ko: 이 화면 보호기는 XScreenSaver 5.08 이후 버전에서 삭제되었습니다. 나무가 심어진 지평선에 불꽃과 같은 3D 삼각형을 뿌리는 애니메이션을 표시합니다. Eric Lassauge 작성, 2002년.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08. Tegner en animasjon av dryssende flamme-aktige 3D-trekanter i et landskap fullt av trær. Skrevet av Eric Lassauge i 2002.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Beweegt 3D-Dre'ecks, de utseht as en sprütten Füer, binnen en Rebeet mit Bööm. Schreven vun Eric Lassauge, 2002.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Toont een animatie van spuitende op vuur lijkende 3D-driehoeken in een landschap met bomen. In 2002 geschreven door Eric Lassauge.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Teiknar ein animasjon av brannliknande 3D-trekantar i eit landskap fullt av tre. Skriven av Eric Lassauge i 2002.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Rysuje animację pryskających, ogniopodobnych trójwymiarowych trójkątów na tle lasu. Autor: Eric Lassauge; 2002.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Desenha uma animação de triângulos 3D semelhantes a centelhas de fogo numa paisagem cheia de árvores. Feito por Eric Lassauge; 2002.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Похожие на пламя трёхмерные треугольники на фоне леса. Автор Эрик Лассаж (Eric Lassauge); 2002.
sl: Ta ohranjevalnik zaslona je bil odstranjen iz distribucije XScreenSaver v različici 5.08. izriše animacijo škropečih, ognju podobnih 3D trikotnikov, v pokrajini napolnjeni z drevesi. Napisal Eric Lassauge, 2002.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Црта анимацију искричавих ватроликих 3Д троуглова на пејзажу пуном дрвећа. Написао Ерик Ласож, 2002.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Ritar en animering av sprejande eldlika tredimensionella trianglar i ett landskap fyllt med träd. Skriven av Eric Lassauge, 2002.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Показує анімацію просторових трикутників, що схожі на іскри вогню на фоні ландшафту, що заповнений деревами. Автор — Eric Lassauge; 2002.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。畫出在充滿樹的風景中，立體三角形像煙火一樣撒落。。由 Eric Lassauge 撰寫，2002。

# @item:inrange Count
source: Rain
ca@valencia: Pluja
es: Lluvia
et: Vihm
eu: Euria
fi: Sade
fr: Pluie
ga: Báisteach
gl: Choiva
hu: Eső
it: Pioggia
ja: 雨
kk: Жаңбыр
ko: 비
lv: Lietus
nb: Regn
nds: Regen
nl: Regen
nn: Regn
pl: Deszcz
pt: Chuva
ru: Дождь
sl: Dež
sr@ijekavian: киша
sv: Regn
uk: Дощ
zh_tw: 雨

# @item:inrange Count
source: Huge fire
ca@valencia: Foc enorme
es: Fuego enorme
et: Hiiglaslik tulekahju
eu: Sute itzela
fi: Valtava tulipalo
fr: Grand feu
ga: Morc tine
gl: Incendio enorme
hu: Hatalmas tűz
it: Fuoco gigantesco
ja: 巨大な火
kk: Үлкен өрт
ko: 큰 불
lv: Liels ugunsgrēks
nb: Storbrann
nds: Groot Füer
nl: Enorme vuurzee
nn: Stor brann
pl: Wielki ogień
pt: Incêndio enorme
ru: Очень сильный огонь
sl: Ogromen požar
sr@ijekavian: огромна ватра
sv: Enorm eld
uk: Величезний вогонь
zh_tw: 大火

# @label:slider
source: Number of trees
ca@valencia: Nombre d'arbres
es: Número de árboles
et: Puude arv
eu: Zuhaitz kopurua
fi: Puiden määrä
fr: Nombre d'arbres
ga: Líon na gCrann
gl: Número de árbores
hu: A fák száma
it: Numero di alberi
ja: 木の数
kk: Ағаштар көптігі
ko: 나무 그루 수
lv: Koku skaits
nb: Antall trær
nds: Tall vun Bööm
nl: Aantal bomen
nn: Talet på tre
pl: Liczba drzew
pt: Número de árvores
ru: Число деревьев
sl: Število dreves
sr@ijekavian: Број дрвећа
sv: Antal träd
uk: Кількість дерев
zh_tw: 樹的數目

# @item:inrange Number of trees
source: Desert
es: Desierto
et: Kõrb
eu: Basamortua
fi: Erämaa
fr: Désert
ga: Gaineamhlach
gl: Deserto
hu: Sivatag
it: Deserto
ja: 砂漠
kk: Тақыр
ko: 사막
lv: Tuksnesis
nb: Ørken
nds: Wööst
nl: Woestijn
nn: Ørken
pl: Pustynia
pt: Deserto
ru: Пустыня
sl: Puščava
sr@ijekavian: пустиња
sv: Öken
uk: Пустеля
zh_tw: 沙漠

# @item:inrange Number of trees
source: Forest
ca@valencia: Bosc
es: Bosque
et: Mets
eu: Basoa
fi: Metsä
fr: Forêt
gl: Bosque
hu: Erdő
it: Foresta
ja: 林
kk: Орман
ko: 숲
lv: Mežs
nb: Skog
nds: Woold
nl: Woud
nn: Skog
pl: Las
pt: Floresta
ru: Лес
sl: Gozd
sr@ijekavian: шума
sv: Skog
uk: Ліс
zh_tw: 森林

# @option:check
source: Textures
es: Texturas
et: Tekstuurid
eu: Ehundurak
fi: Tekstuurit
ga: Uigeachtaí
gl: Texturas
hu: Textúrák
it: Trame
ja: テクスチャ
kk: Текстура
ko: 텍스처
lv: Tekstūras
nb: Teksturer
nds: Texturen
nl: Texturen
nn: Teksturar
pl: Tekstury
pt: Texturas
ru: Текстуры
sl: Teksture
sr@ijekavian: Текстуре
sv: Strukturer
uk: Текстури
zh_tw: 紋理

# @option:check
source: Shadows
ca@valencia: Ombres
es: Sombras
et: Varjud
eu: Itzalak
fi: Varjot
fr: Ombres
ga: Scáthanna
gl: Sombras
hu: Árnyékok
it: Ombre
ja: 影
kk: Көлеңкелер болсын
ko: 그림자
lv: Ēnas
nb: Skygger
nds: Schaddens
nl: Schaduwen
nn: Skuggar
pl: Cienie
pt: Sombras
ru: Тени
sl: Sence
sr@ijekavian: Сијенке
sv: Skuggor
uk: Тіні
zh_tw: 陰影

# @option:check
source: Fog
ca@valencia: Boira
es: Niebla
et: Udu
eu: Lainoa
fi: Sumu
fr: Brouillard
ga: Ceo
gl: Néboa
hu: Köd
it: Nebbia
ja: 霧
kk: Тұман
ko: 안개
lv: Migla
nb: Tåke
nds: Daak
nl: Nevel
nn: Tåke
pl: Mgła
pt: Nevoeiro
ru: Туман
sl: Megla
sr@ijekavian: Магла
sv: Dimma
uk: Туман
zh_tw: 霧
