Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item screen saver name
source: Polyhedra
ca@valencia: Políedre
es: Poliedros
et: Hulktahukas
eu: Poliedroa - Polyhedra
fi: Monitahokkaat
fr: Polyèdre
gl: Poliedro
hu: Poliéder
it: Poliedri
kk: Полиэдр
ko: 다면체
lv: Polihedra
nb: Polyedre
nds: Veelflääg
nn: Polyeder
pt: Poliedro
sl: Polieder
sr@ijekavian: Полиедри
sv: Polyeder
uk: Багатогранники
zh_tw: 多面體

# @info screen saver description
source: Displays the 75 uniform polyhedra and their duals, plus 5 prisms and antiprisms, and some information about each. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Written by Dr. Zvi Har'El and Jamie Zawinski; 2004.
ca@valencia: Mostra els 75 políedres uniformes i els seus duals, més 5 prismes i antiprismes, i diversa informació sobre cada un. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Escrit per Dr. Zvi Har'L'i Jamie Zawinski; 2004.
es: Muestra los 75 poliedros uniformes sus duales, más 5 prismas y antiprismas, y alguna información sobre cada uno. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism. Escrito por Dr. Zvi Har'El y Jamie Zawinski; 2004.
et: Näitab 75 univorm-hulktahukat ja nende duaali ning lisaks veel viit prismat ja antiprismat, samuti mõningat teavet nende kohta. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Autorid: Dr. Zvi Har'El ja Jamie Zawinski; 2004.
it: Visualizza i 75 poliedri uniformi e i loro duali, oltre a 5 prismi e antiprismi, e alcune informazioni su di loro. http://it.wikipedia.org/wiki/Poliedro_uniforme http://en.wikipedia.org/wiki/Stellation http://it.wikipedia.org/wiki/Poliedro_duale http://it.wikipedia.org/wiki/Antiprisma Scritto da Dr. Zvi Har'El e Jamie Zawinski, 2004.
nb: Viser de 75 uniforme polyedre og deres dubletter, pluss 5 prismer og antiprismer og litt informasjon om hver av dem. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Skrevet av Dr. Zvi Har'El ogJamie Zawinski; 2004.
nds: Wiest de 75 regelmatig Veelflääg un ehr Dualen, un fief Setten vun Prismen un Gegenprismen, un en poor Informatschonen dor to. http://de.wikipedia.org/wiki/Polyeder#Regelmäßige_Polyeder http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Schreven vun Dr. Zvi Har'El un Jamie Zawinski, 2004.
nl: Toont de 75 uniforme polyhedra en hun gelijken plus 5 prisma's en anti-prisma's en enige informatie over elk. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism In 2004 geschreven door Dr. Zvi Har'El en Jamie Zawinski.
pl: Wyświetla zbiór 75 wielościanów foremnych oraz 5 zestawów nieskończonych pryzm i antypryzm. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Autorzy: Dr. Zvi Har'El i Jamie Zawinski; 2004.
pt: Representa diferentes sólidos a 3D e algumas informações sobre os mesmos. É escolhido um novo sólido a cada período definido em segundos. Existem 75 poliedros uniformes, mais 5 conjuntos infinitos de prismas e antiprismas; incluindo as suas versões opostas, o total ascende a 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Feito por Dr. Zvi Har'El e Jamie Zawinski; 2004.
sl: Prikaže 75 enakomernih poliedrov in njihovih dvojnikov ter 5 prizem in antiprizem, o njih pa izpiše tudi nekaj podatkov. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Napisala Dr. Zvi Har'El in Jamie Zawinski; 2004.
sr@ijekavian: Приказује 75 униформних полиедара и њихових дуала, као и 5 призама и антипризама, уз неке податке о сваком (http://en.wikipedia.org/wiki/Uniform_polyhedra, http://en.wikipedia.org/wiki/Stellation, http://en.wikipedia.org/wiki/Dual_polyhedron, http://en.wikipedia.org/wiki/Antiprism). Написали Зви Харел и Џејми Завински, 2004.
sv: Visar de 75 likformiga polyedrarna och deras spegelbilder, plus 5 prismor och deras antiprismor, samt en del information om var och en av dem. Se http://en.wikipedia.org/wiki/Uniform_polyhedra, http://en.wikipedia.org/wiki/Stellation och http://en.wikipedia.org/wiki/Antiprism. Skriven av Dr. Zvi Har'El och Jamie Zawinski, 2004.
uk: Показує 75 різних багатогранників та спряжені з ними тіла, плюс 5 нескінченних наборів призм і антипризм; що разом з їхніми двійниками дає загалом 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Автори д-р Zvi Har'El та Jamie Zawinski; 2004.
zh_tw: 顯示 75 種正多面體，加上五種無限集合的菱柱與反菱柱體，還有一些它們的資訊。參考資料：http://en.wikipedia.org/wiki/Uniform_polyhedra 。http://en.wikipedia.org/wiki/Stellation 。http://en.wikipedia.org/wiki/Dual_polyhedron 。 http://en.wikipedia.org/wiki/Antiprism 。由 Dr. Zvi Har'El 與 Jamie Zawinski 撰寫，2004。

# @info screen saver description
source: Displays the 75 uniform polyhedra and their duals, plus 5 prisms and antiprisms, and some information about each. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Written by Dr. Zvi Har'El and Jamie Zawinski; 2004.
ca@valencia: Mostra els 75 políedres uniformes i els seus duals, més 5 prismes i antiprismes, i diversa informació sobre cada un http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Escrit per Dr. Zvi Har'L'i Jamie Zawinski; 2004.
es: Muestra los 75 poliedros uniformes sus duales, más 5 prismas y antiprismas, y alguna información sobre cada uno. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en.wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism. Escrito por Dr. Zvi Har'El y Jamie Zawinski; 2004.
et: Näitab 75 univorm-hulktahukat ja nende duaali ning lisaks veel viit prismat ja antiprismat, samuti mõningat teavet nende kohta http://enwikipediaorg/wiki/Uniform_polyhedra http://enwikipedia.org/wiki/Stellation Autorid: Dr. Zvi Har'El ja Jamie Zawinski; 2004.
it: Visualizza i 75 poliedri uniformi e i loro duali, oltre a 5 prismi e antiprismi, e alcune informazioni su di loro http://itwikipediaorg/wiki/Poliedro_uniforme http://enwikipedia.org/wiki/Stellation Scritto da Dr. Zvi Har'El e Jamie Zawinski, 2004.
nb: Viser de 75 uniforme polyedre og deres dubletter, pluss 5 prismer og antiprismer og litt informasjon om hver av dem http://enwikipediaorg/wiki/Uniform_polyhedra http://enwikipedia.org/wiki/Stellation Skrevet av Dr. Zvi Har'El ogJamie Zawinski; 2004.
nds: Wiest de 75 regelmatig Veelflääg un ehr Dualen, un fief Setten vun Prismen un Gegenprismen, un en poor Informatschonen dor to. http://de.wikipedia.org/wiki/Polyeder#Regelmäßige_Polyeder http://en.wikipedia.org/wiki/Stellation Schreven vun Dr. Zvi Har'El un Jamie Zawinski, 2004.
nl: Toont de 75 uniforme polyhedra en hun gelijken plus 5 prisma's en anti-prisma's en enige informatie over elk http://enwikipediaorg/wiki/Uniform_polyhedra http://enwikipedia.org/wiki/Stellation In 2004 geschreven door Dr. Zvi Har'El en Jamie Zawinski.
pl: Wyświetla różne bryły 3D i trochę informacji o każdej z nich. Nowa bryła jest wybierana co parę sekund. Zawiera zbiór 75 wielościanów jednolitych oraz 5 zestawów nieskończonych pryzm i antypryzm. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation http://en. wikipedia.org/wiki/Dual_polyhedron http://en.wikipedia.org/wiki/Antiprism Autorzy: Dr. Zvi Har'El i Jamie Zawinski; 2004.
pt: Representa diferentes sólidos a 3D e algumas informações sobre os mesmos. É escolhido um novo sólido a cada período definido em segundos. Existem 75 poliedros uniformes, mais 5 conjuntos infinitos de prismas e antiprismas; incluindo as suas versões opostas, o total ascende a 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Feito por Dr. Zvi Har'El e Jamie Zawinski; 2004.
sl: Prikaže 75 enakomernih poliedrov in njihovih dvojnikov ter 5 prizem in antiprizem, o njih pa izpiše tudi nekaj podatkov. ttp://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Napisala Dr. Zvi Har'El in Jamie Zawinski; 2004.
sr@ijekavian: Приказује 75 униформних полиедара и њихових дуала, као и 5 призама и антипризама, уз неке податке о сваком (http://en.wikipedia.org/wiki/Uniform_polyhedra, http://en.wikipedia.org/wiki/Stellation). Написали Зви Харел и Џејми Завински, 2004.
sv: Visar de 75 likformiga polyedrarna och deras spegelbilder, plus 5 prismor och deras antiprismor, samt en del information om var och en av dem. Se http://en.wikipedia.org/wiki/Uniform_polyhedra och http://en.wikipedia.org/wiki/Stellation. Skriven av Dr. Zvi Har'El och Jamie Zawinski, 2004.
uk: Показує різні просторові тіла і деяку інформація про них. Зміна тіл відбувається кожні декілька секунд. Існує 75 правильних багатогранників, плюс 5 нескінченних наборів призм і антипризм; що разом з їхніми двійниками дає загалом 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Автори д-р Zvi Har'El та Jamie Zawinski; 2004.
zh_tw: 顯示 75 種正多面體，加上五種無限集合的菱柱與反菱柱體，還有一些它們的資訊。參考資料：http://en.wikipedia.org/wiki/Uniform_polyhedra 。http://en.wikipedia.org/wiki/Stellation 。由 Dr. Zvi Har'El 與 Jamie Zawinski 撰寫，2004。

# @info screen saver description
source: Displays different 3D solids and some information about each. A new solid is chosen every few seconds. There are 75 uniform polyhedra, plus 5 infinite sets of prisms and antiprisms; including their duals brings the total to 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Written by Dr. Zvi Har'El and Jamie Zawinski; 2004.
ca@valencia: Mostra diferents sòlids en 3D i informació quant a ells. Se selecciona un sòlid nou cada uns quants segons. Hi ha 75 políedres uniformes, més 5 conjunts infinits de prismes i antiprismes; incloent les seues versions duals, en total són 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Escrit per Dr. Zvi Har'L'i Jamie Zawinski; 2004.
es: Muestra distintos sólidos en 3D e información sobre cada uno de ellos. Se elige un nuevo sólido cada pocos segundos. Hay 75 poliedros uniformes y 5 conjuntos infinitos de prismas y antiprismas; incluyendo sus duales, son un total de 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation. Escrito por Dr. Zvi Har'El y Jamie Zawinski; 2004.
et: Näitab eri 3D kehi ja teavet nende kohta. Iga mõne sekundi järel valitakse uus keha. Valida on 75 univorm- hulktahuka seast ning veel viie lõputu prisma ja antiprisma hulga seast, nii et kaasa arvatud duaalidega on kõike kokku 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Autorid: Dr. Zvi Har'El ja Jamie Zawinski; 2004.
fr: Affiche différents solides en 3D avec une information pour chacun. Un nouveau solide est choisi toutes les quelques secondes. Il existe 75 polyèdres uniformes ainsi que 5 ensembles de prismes et d'anti-prismes ; incluant leurs formes duales cela fait un total de 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Écrit par le Dr. Zvi Har'El et Jamie Zawinski ; 2004.
gl: Representa diferentes sólidos a 3D e algunhas informacións acerca dos mesmos. Escóllese un novo sólido a cada período definido en segundos. Existen 75 poliedros uniformes, máis 5 conxuntos infinitos de prismas e antiprismas; incluíndo as súas versións opostas, o total ascende a 160. http://en.wikipedia.org/wiki/Uniform_polyhedra. Escribírono o Dr. Zvi Har'El e Jamie Zawinski en 2004.
it: Visualizza diversi solidi tridimensionali e alcune informazioni su di loro. Ogni pochi secondi si sceglie un nuovo solido. Ci sono 75 poliedri uniformi, oltre a 5 insiemi infinidi di prismi e antiprismi; contando i loro duali, il totale diventa 160. http://it.wikipedia.org/wiki/Poliedro_uniforme http://en.wikipedia.org/wiki/Stellation, scritto da Dr. Zvi Har'El e Jamie Zawinski, 2004.
kk: Мезгіл сайын ауыстырып, түрлі үш-өлшемді пішімдерді көрсетеді де, олар туралы кейбір мәлімет береді. Жалпы 75 теңжақты полиэдр бар; оған қоса 5 шексіз призма мен қарсы призмалар; бәрін айналы егіздерімен бірге алса, жалпы саны 160 болады. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Авторлары: Dr. Zvi Har'El және Jamie Zawinski; 2004.
nb: Viser forskjellige 3D legemer og litt informasjon om hvert. Det går noen sekunder mellom hvert legeme. Det finnes 75 uniforme polyedre, pluss 5 uendelige mengder av prismer og antiprismer; hvis tvillingene tas med blir det 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/StellationSkrevet av Dr. Zvi Har'El og Jamie Zawinski i 2004.
nds: Verscheden Veelflääg in 3D mit en poor tohören Informatschonen. All poor Sekunnen warrt en nieg Veelflaag wiest. Mit 75 regelmatig Veelflääg un fief Setten vun Prismen un Gegenprismen un ehr Dualen gifft dat 160 Figuren. http://de.wikipedia.org/wiki/Polyeder#Regelm.C3.A4.C3.9Fige_Polyeder http://en.wikipedia.org/wiki/Stellation Schreven vun Dr. Zvi Har'El un Jamie Zawinski, 2004.
nl: Vertoont verschillende 3D-lichamen en enige informatie daarover. Er wordt elke paar seconden een nieuw lichaam gekozen. Er zijn 75 uniforme veelhoeken plus 5 oneindige sets van prisma's en anti-prisma's; inclusief hun gelijken brengt het totaal op 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation In 2004 geschreven door Dr. Zvi Har'El en Jamie Zawinski.
pl: Wyświetla różne bryły 3D i trochę informacji o każdej z nich. Nowa bryła jest wybierana co parę sekund. Zawiera zbiór 75 wielościanów jednolitych oraz 5 zestawów nieskończonych pryzm i antypryzm. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Autorzy: Dr. Zvi Har'El i Jamie Zawinski; 2004.
pt: Representa diferentes sólidos a 3D e algumas informações sobre os mesmos. É escolhido um novo sólido a cada período definido em segundos. Existem 75 poliedros uniformes, mais 5 conjuntos infinitos de prismas e antiprismas; incluindo as suas versões opostas, o total ascende a 160. http://en.wikipedia.org/wiki/Uniform_polyhedra Feito por Dr. Zvi Har'El e Jamie Zawinski; 2004.
ru: Показывает трёхмерные тела с кратким описанием каждого из них. Каждые несколько секунд изображение меняется. В наборе 75 однородных многогранников плюс 5 бесконечных наборов призм и антипризм; общее количество равняется 160, считая дуалы. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Авторы: д-р Зви Хар'Эль и Джеми Завински (Dr. Zvi Har'El and Jamie Zawinski) 2004.
sl: Prikaže različne 3D trdnine in nekaj podrobnosti o vsaki. Vsakih nekaj sekund je izbrana nova trdnina. Obstaja 75 enakomernih poliedrov ter 5 neskončnih setov prizem in antiprizem. Skupno jih je 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Napisala Dr. Zvi Har'El in Jamie Zawinski; 2004.
sr@ijekavian: Приказује различита 3Д тела и неке податке о сваком. Сваких неколико секунди бира се ново тијело. Постоји 75 униформних полиедара, и 5 бесконачних скупова призама и антипризама; ако се укључе и њихови дуали, укупан број је 160 (http://en.wikipedia.org/wiki/Uniform_polyhedra, http://en.wikipedia.org/wiki/Stellation). Написали Зви Харел и Џејми Завински, 2004.
sv: Visar olika tredimensionella kroppar och en del information om var och en av dem. En ny kropp väljes med några sekunders mellanrum. Det finns 75 likformiga polyedrar, plus 5 oändliga mängder prismor och antiprismor. Inkluderas deras spegelbilder blir summan 160. Se http://en.wikipedia.org/wiki/Uniform_polyhedra och http://en.wikipedia.org/wiki/Stellation. Skriven av Dr. Zvi Har'El och Jamie Zawinski, 2004.
uk: Показує різні просторові тіла і деяку інформація про них. Зміна тіл відбувається кожні декілька секунд. Існує 75 правильних багатогранників, плюс 5 нескінченних наборів призм і антипризм; що разом з їхніми двійниками дає загалом 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Автори д-р Zvi Har'El та Jamie Zawinski; 2004.
zh_tw: 顯示不同的立體模型，並顯示其資訊。每幾秒就換一種。有 75 種正多面體，加上五種無限集合的菱柱與反菱柱體，包括它們的對偶等等總共 160 種。參考資料：http://en.wikipedia.org/wiki/Uniform_polyhedra 。http://en.wikipedia.org/wiki/Stellation 。由 Dr. Zvi Har'El 與 Jamie Zawinski 撰寫，2004。

# @info screen saver description
source: Displays different 3D solids and some information about each. A new solid is chosen every few seconds. There are 75 uniform polyhedra, plus 5 infinite sets of prisms and antiprisms; including their duals brings the total to 160. http://en.wikipedia.org/wiki/Uniform_polyhedra Written by Dr. Zvi Har'El and Jamie Zawinski; 2004.
ca@valencia: Mostra diferents sòlids en 3D i informació quant a ells. Se selecciona un sòlid nou cada uns quants segons. Hi ha 75 políedres uniformes, més 5 conjunts infinits de prismes i antiprismes; incloent les seues versions duals, en total són 160. http://en.wikipedia.org/wiki/Uniform_polyhedra Escrit per Dr. Zvi Har'L'i Jamie Zawinski; 2004.
es: Muestra distintos sólidos en 3D e información sobre cada uno de ellos. Se elige un nuevo sólido cada pocos segundos. Hay 75 poliedros uniformes y 5 conjuntos infinitos de prismas y antiprismas; incluyendo sus duales, son un total de 160. http://en.wikipedia.org/wiki/Uniform_polyhedra. Escrito por Dr. Zvi Har'El y Jamie Zawinski; 2004.
et: Näitab eri 3D kehi ja teavet nende kohta. Iga mõne sekundi järel valitakse uus keha. Valida on 75 univorm-hulktahuka seast ning veel viie lõputu prisma ja antiprisma hulga seast, nii et kaasa arvatud duaalidega on kõike kokku 160. http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Autorid: Dr. Zvi Har'El ja Jamie Zawinski; 2004.
it: Visualizza diversi solidi tridimensionali e alcune informazioni su di loro. Ogni pochi secondi si sceglie un nuovo solido. Ci sono 75 poliedri uniformi, oltre a 5 insiemi infinidi di prismi e antiprismi; contando i loro duali, il totale diventa 160. http://it.wikipedia.org/wiki/Poliedro_uniforme Scritto da Dr. Zvi Har'El e Jamie Zawinski, 2004.
nb: Viser forskjellige 3D legemer og litt informasjon om hvert. Det går noen sekunder mellom hvert legeme. Det finnes 75 uniforme polyedre, pluss 5 uendelige mengder av prismer og antiprismer; hvis tvillingene tas med blir det 160. <link>http://en.wikipedia.org/wiki/Uniform_polyhedra</link> Skrevet av Dr. Zvi Har'El og Jamie Zawinski i 2004.
nds: Verscheden Veelflääg in 3D mit en poor tohören Informatschonen. All poor Sekunnen warrt en nieg Veelflaag wiest. Mit 75 regelmatig Veelflääg un fief Setten vun Prismen un Gegenprismen un ehr Dualen gifft dat 160 Figuren. http://de.wikipedia.org/wiki/Polyeder#Regelm.C3.A4.C3.9Fige_Polyeder Schreven vun Dr. Zvi Har'El un Jamie Zawinski, 2004.
nl: Vertoont verschillende 3D-lichamen en enige informatie daarover. Er wordt elke paar seconden een nieuw lichaam gekozen. Er zijn 75 uniforme veelhoeken plus 5 oneindige sets van prisma's en anti-prisma's; inclusief hun gelijken brengt het totaal op 160. http://en.wikipedia.org/wiki/Uniform_polyhedra In 2004 geschreven door Dr. Zvi Har'El en Jamie Zawinski.
nn: Teiknar og animerer ulike 3D-lekamar, med informasjon om kvar lekam. Med jamne mellomrom vert det vist ein ny lekam. Det finst 75 regelrette polyeder, pluss 5 uendelege mengder prisme og antiprisme, som saman med dualpolyedra gjev 160 polyeder. http://en.wikipedia.org/wiki/Uniform_polyhedra Skriven av dr. Zvi Har’El og Jamie Zawinski i 2004.
pl: Wyświetla różne bryły 3D i trochę informacji o każdej z nich. Nowa bryła jest wybierana co parę sekund. Zawiera zbiór 75 wielościanów jednolitych oraz 5 zestawów nieskończonych pryzm i antypryzm. http://en.wikipedia.org/wiki/Uniform_polyhedra Autorzy: Dr. Zvi Har'El i Jamie Zawinski; 2004.
pt: Representa diferentes sólidos a 3D e algumas informações sobre os mesmos. É escolhido um novo sólido a cada período definido em segundos. Existem 75 poliedros uniformes, mais 5 conjuntos infinitos de prismas e antiprismas; incluindo as suas versões opostas, o total ascende a 160. http://en.wikipedia.org/wiki/Uniform_polyhedra Feito por Dr. Zvi Har'El e Jamie Zawinski; 2004.
sl: Prikaže različne 3D trdnine in nekaj podrobnosti o vsaki. Vsakih nekaj sekund je izbrana nova trdnina. Obstaja 75 enakomernih poliedrov ter 5 neskončnih setov prizem in antiprizem. Vključno z dvojniki jih je 160. http://en.wikipedia.org/wiki/Uniform_polyhedra Napisala Dr. Zvi Har'El in Jamie Zawinski; 2004.
sr@ijekavian: Приказује различита 3Д тела и неке податке о сваком. Сваких неколико секунди бира се ново тијело. Постоји 75 униформних полиедара, и 5 бесконачних скупова призама и антипризама; ако се укључе и њихови дуали, укупан број је 160 (http://en.wikipedia.org/wiki/Uniform_polyhedra, ). Написали Зви Харел и Џејми Завински, 2004.
sv: Visar olika tredimensionella kroppar och en del information om var och en av dem. En ny kropp väljes med några sekunders mellanrum. Det finns 75 likformiga polyedrar, plus 5 oändliga mängder prismor och antiprismor. Inkluderas deras spegelbilder blir summan 160. Se http://en.wikipedia.org/wiki/Uniform_polyhedra. Skriven av Dr. Zvi Har'El och Jamie Zawinski, 2004.
uk: Показує різні просторові тіла і деяку інформація про них. Зміна тіл відбувається кожні декілька секунд. Існує 75 рівнобічних поліедри, плюс 5 нескінченних наборів призм і антипризм; що разом з їхніми двійниками дає загалом 160. http://en.wikipedia.org/wiki/Uniform_polyhedra Автори д-р Zvi Har'El та Jamie Zawinski; 2004.
zh_tw: 顯示不同的立體模型，並顯示其資訊。每幾秒就換一種。有 75 種正多面體，加上五種無限集合的菱柱與反菱柱體，包括它們的對偶等等總共 160 種。參考資料：http://en.wikipedia.org/wiki/Uniform_polyhedra 。由 Dr. Zvi Har'El 與 Jamie Zawinski 撰寫，2004。

# @option:radio
source: Display random polyhedron
ca@valencia: Mostra políedres a l'atzar
es: Mostrar poliedro al azar
et: Juhusliku hulktahuka näitamine
eu: Ausaz poliedroak erakutsi
fi: Näytä satunnainen monitahokas
fr: Afficher des polyèdres aléatoires
ga: Taispeáin polaihéadrán randamach
gl: Mostrar un poliedro aleatorio
hu: Véletlenszerű poliéder megjelenítése
it: Mostra poliedro casuale
ja: ランダムな多面体を表示
kk: Кез келген полиэдр
lv: Rādīt nejaušu polihedronu
nb: Vis tilfeldig polyeder
nds: Tofällig Veelflaag wiesen
nl: Toon willekeurige polyeder
nn: Vis tilfeldig polyeder
pl: Wyświetla losowy wielościan
pt: Mostrar um poliedro aleatório
ru: Случайный многогранник
sl: Prikaži naključni polieder
sr@ijekavian: Приказуј насумичне полиедре
sv: Visa slumpmässig polyeder
uk: Показати випадковий багатогранник
zh_tw: 隨機顯示多面體
