Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Draws a system of self-organizing lines. It starts out as random squiggles, but after a few iterations, order begins to appear. Written by Martin Pool; 1999.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Dibuixa un sistema de línies organitzades automàticament. Comença com guixades a l'atzar, però després d'unes quantes iteracions, apareix l'orde. Escrit per Martin Pool; 1999.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 5.08. Muestra un sistema de líneas auto-organizadas. Comienza como garabatos al azar, pero tras algunas iteraciones empieza a aparecer el orden. Creado por Martin Pool; 1999.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Näitab isekorrastuvate joonte süsteemi. Algul paistavad need juhuslike krõnksudena, kuid pärast mõnda kordust hakkab tekkima korrastatus. Autor: Martin Pool; 1999.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Berekasa antolatzen den lerro sistema bat marrazten du. Hasieran ausazko zirriborro bat bezala hasten da, baina iterazio batzuren ondoren ordena agertzen hasten da. Martin Pool-ek idatzia; 1999.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alaken. Itsestään järjestyviä viivoja, jotka aluksi näyttävät epämääräisiltä kiemuroilta, mutta jonkin ajan kuluttua niiden järjestys alkaa hahmottua. Kirjoittanut Martin Pool, 1999.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine un système auto-organisé de lignes. Cela commence comme un gribouillis quelconque puis après plusieurs itérations, l'ordre commence à apparaître. Écrit par Martin Pool ; 1999.
gl: Debuxa un sistema de liñas auto-organizábeis. Comeza como trazos aleatorios, pero tras dalgunhas iteracións, comézase a detectar algunha orden. Escribiuno Martin Pool en 1999.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Egymásból generálódó vonalakat rajzol. Teljesen véletlenszerű vonalhalmazból indul, de néhány iterációsorozat után minták jelennek meg. Készítette: Martin Pool, 1999.
it: Questo salvaschermo è stato rimosso dalla distribuzione di XScreensaver dalla versione 5.08. Disegna un sistema di linee autoorganizzate. Inizia disegnando a caso, ma dopo un po' di iterazioni l'ordine inizia ad apparire. Scritto da Martin Pool; 1999.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。自己組織的な線のシステムを描画します。最初はランダムななぐり書き状態から始まり、何回かの変形でやがて規則性が現れてきます。Martin Pool、1999年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Өз-өзің реттейтін сызықтар бейнесі. Реттелмеген кездейсоқ суреттен басталып, бірте-бірте тәртіп құрыла бастайды. Авторы: Martin Pool; 1999.
ko: 이 화면 보호기는 XScreenSaver 5.08 이후 버전에서 삭제되었습니다. 스스로 합쳐지는 선으로 이루어진 시스템을 그립니다. 무작위적 선으로 시작하여 몇 세대가 지나면 질서가 잡힙니다. Martin Pool 작성, 1999년.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver fra versjon 5.08. Tegner et system av selv-organiserende linjer. Det begynner som tilfeldig drodling, men etter noen iterasjoner ser du et mønster. Skrevet av Martin Pool. 1999.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Dit Systeem vun sik sülven ornen Lienen bildt toeerst bloots tofällig Snörkels, man dat warrt al na wenige Wedderhalen beter. Schreven vun Martin Pool, 1999.
nl: Deze schermbeveiliging was verwijderd uit de XScreenSaver distributie vanaf versie 5.08. Toont een systeem van zichzelf organiserende lijnen. Het start met willekeurige krabbels, maar na een paar iteraties begint er orde te verschijnen. In 1999 geschreven door Martin Pool.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Teiknar eit system med sjølvorganiserande linjer. Dei startar som tilfeldige krusedullar, men etter nokre omgangar dukkar det opp orden. Skriven av Martin Pool i 1999.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Wyświetla zbiór samo organizujących się linii. Na początku zachowują się przypadkowo, ale po kilku iteracjach zaczyna się pojawiać porządek. Autor: Martin Pool; 1999.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Desenha um sistema de linhas auto-organizáveis. Começa como traços aleatórios, mas ao fim de algumas iterações, começa-se a detectar alguma ordem. Feito por Martin Pool; 1999.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Самоорганизующиеся линии. Показ начинается со случайных частей ломаных, затем после нескольких итераций появится определённый рисунок. Автор Мартин Пул (Martin Pool).; 1999.
sl: Ta zaslonski ohranjevalnik je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Izriše sistem samodejno organizirajočih se črt. Začne se kot naključne črte, toda po nekaj ponavljanjih se začne ponavljati red. Napisal Martin Pool, 1999.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Црта систем самоорганизујућих линија. Почиње као насумична брљотина, али послије пар итерација почиње да се успоставља ред. Написао Мартин Пул, 1999.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Ritar ett system av självorganiserande linjer. Den börjar som slumpmässiga krokiga streck, men efter några iterationer börjar ordning uppstå. Skriven av Martin Pool, 1999.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Показує систему ліній, що самоорганізується. Все починається як випадкове нагромадження, але після декількох ітерацій починає з’являтися впорядкованість. Автор — Martin Pool; 1999.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。畫出一個自我組織的線條系統。由隨機的曲線開始，但是在幾次循環之後，會開始出現一個系統的秩序。由 Martin Pool 撰寫，1999。

# @item screen saver name
source: Crystal
ca@valencia: Cristall
es: Cristal
et: Kristall
eu: Crystal (Kristala)
fi: Kristalli
fr: Cristal
gl: Cristal
hu: Kristály
it: Cristallo
ja: クリスタル
kk: Кристалл
ko: 수정
lv: Kristāls
nb: Krystall
nds: Kristall
nl: Kristal
nn: Krystallar
pl: Kryształ
pt: Cristal
ru: Кристалл
sl: Kristal
sr@ijekavian: Кристал
sv: Kristall
uk: Кристал
zh_tw: 結晶

# @info screen saver description
source: Moving polygons, similar to a kaleidoscope. See also the "Kaleidescope" and "GLeidescope" screen savers. http://en.wikipedia.org/wiki/Kaleidoscope Written by Jouk Jansen; 1998.
ca@valencia: Polígons en moviment, paregut a un calidoscopi. Vegeu també els estalvis de pantalla «Calidoscopi» i «GLeidoscopi». http://en.wikipedia.org/wiki/Kaleidoscope Escrit per Jouk Jansen; 1998.
es: Polígonos en movimiento, similar a un caleidoscopio. Vea también los salvapantallas «Caleidoscopi» y «GLeidescopio». http://en.wikipedia.org/wiki/Kaleidoscope. Escrito por Jouk Jansen; 1998.
et: Hulknurkade liigutamine sarnaselt kaleidoskoobile. Võrdle ka ekraanisäästjatega "Kaleidoskoop" ja "Gleidoskoop". http://en.wikipedia.org/wiki/Kaleidoscope Autor: Jouk Jansen; 1998.
eu: Poligono mugikorrak, kaleidoskopioaren antzekoa. Begiratu "Kaleidescope" eta "GLeidescope" pantaila babesleak. http://en.wikipedia.org/wiki/Kaleidoscope Jouk Jansen-ek idatzia; 1998.
fi: Liikkuvia monikulmioita kuten kaleidoskoopissa. Katso myös näytönsäästäjiä Kaleidoskooppi ja GLeidescope. http://en.wikipedia.org/wiki/Kaleidoscope Kirjoittanut Jouk Jansen, 1998.
fr: Bouge des polygones, comme dans un kaléidoscope. Voir aussi les écrans de veille « Kaléidoscope » et « GLéidoscope ». http://en.wikipedia.org/wiki/Kaleidoscope Écrit par Jouk Jansen ; 1998.
ga: Polagáin faoi shiúl, cosúil le cailéideascóp. Féach na spárálaithe scáileáin "Kaleidescope" agus "GLeidescope" freisin. http://en.wikipedia.org/wiki/Kaleidoscope - scríofa ag Jouk Jansen, 1998.
gl: Polígonos en movemento, semellante a un calidoscopio. Vexa tamén os protectores «Calidoscopio» e «GLeidoscopio». ttp://en.wikipedia.org/wiki/Kaleidoscope. Escribiuno Jouk Jansen en 1998.
hu: A kaleidoszkóphoz hasonló mozgó sokszögek. Lásd még a "Kaleidoscope" és a "GLeidescope" képernyővédőket. http://en.wikipedia.org/wiki/Kaleidoscope Készítette: Jouk Jansen, 1998.
it: Poligoni in movimento, simile ad un caleidoscopio. Vedi anche i salva schermo «Caleidoscopio» e «GLeidescope». http://it.wikipedia.org/wiki/Caleidoscopio. Scritto da Jouk Jansen; 1998.
ja: 移動するポリゴン。万華鏡に似ています。「Kaleidescope」や「GLeidescope」のスクリーンセーバーも参照。http://ja.wikipedia.org/wiki/万華鏡 Jouk Jansen、1998年作。
kk: Калейдоскопқа ұқсас жылжымалы көпбұрыштар. Ұқсас "Калейдоскоп" пен "GLКалейдоскоп" экран сақтаушыларын қараңыз. http://en.wikipedia.org/wiki/Kaleidoscope Авторы: Jouk Jansen; 1998.
ko: 만화경과 비슷하게 다각형을 이동합니다. "만화경" 및 "만화경(GL)" 화면 보호기를 참고하십시오. https://ko.wikipedia.org/wiki/%EB%A7%8C%ED%99%94%EA%B2%BD Jouk Jansen 작성, 1998년.
nb: Bevegelige polygoner, likner et kaleidoskop. Se også pauseskjermene «Kaleidescope» og «GLeidescope». <link>http://no.wikipedia.org/wiki/Kaleidoskop</link> Skrevet av Jouk Jansen; 1998.
nds: Beweegt Veelecken, liek as bi en Kaleidoskoop. Kiek Di ok de Pausschirmen "Kaleidoskoop" un "Gleidoskoop" an. http://de.wikipedia.org/wiki/Kaleidoskop Schreven vun Jouk Jansen, 1998.
nl: Bewegende polygonen, gelijkvormig aan een caleidoscoop. Zie ook de "Kaleidescope" en "GLeidescope" schermbeveiliging http://nl.wikipedia.org/wiki/Caleidoscoop In 1998 geschreven door Jouk Jansen.
nn: Polygon i rørsle – omtrent som i eit kaleidoskop. Sjå òg pauseskjermane «Kaleidoskop» og «Gleidoskop». <link>http://en.wikipedia.org/wiki/Kaleidoscope</link> Skriven av Jouk Jansen i 1998.
pl: Poruszające się wielokąty przypominające kalejdoskop. Zobacz także wygaszacze "Kaleidescope" i "GLeidescope". http://en.wikipedia.org/wiki/Kaleidoscope Autor: Jouk Jansen; 1998.
pt: Polígonos em movimento, semelhante a um caleidoscópio. Veja também os protectores de ecrã "Kaleidoscópio" e "Gleidoscope". http://en.wikipedia.org/wiki/Kaleidoscope Feito por Jouk Jansen; 1998.
ru: Движущиеся многоугольники, похожие на калейдоскоп. Также см. «Калейдоскоп» и «ГЛейдоскоп»). Автор Джук Джансен (Jouk Jansen); 1998.
sl: Premikanje mnogokotnikov, podobno kalejdoskopu. Oglejte si ohranjevalnika zaslona "Kalejdoskop" in "GLejdoskop". http://en.wikipedia.org/wiki/Kaleidoscope Napisal Jouk Jansen, 1998.
sr@ijekavian: Помијерање полигона, слично калеидоскопу (http://en.wikipedia.org/wiki/Kaleidoscope; в. и чуваре екрана „Калеидоскоп“ и „Глеидоскоп“). Написао Јаук Јансен, 1998.
sv: Rörliga polygoner, som liknar ett kaleidoskop. Se också skärmsläckarna "Kalejdoskop" och "Glejdoskop", samt http://sv.wikipedia.org/wiki/Kalejdoskop. Skriven av Jouk Jansen, 1998.
uk: Багатокутники, що рухаються, подібні до калейдоскопа (насправді, більше відповідають тому, що означає слово «калейд»). http://en.wikipedia.org/wiki/Kaleidoscope Автор — Jouk Jansen; 1998.
zh_tw: 移動多邊形，類似萬花筒。參考資料：http://en.wikipedia.org/wiki/Kaleidoscope 。由 Jouk Jansen 撰寫，1998。

# @label:spinbox
source: Number of crystals
ca@valencia: Nombre de cristalls
es: Número de cristales
et: Kristallide arv
eu: Kristal kopurua
fi: Kristalleja
fr: Nombre de cristaux
ga: Líon na gcriostal
gl: Número de cristais
hu: A kristályok száma
it: Numero di cristalli
ja: クリスタルの数
kk: Кристалдар саны
ko: 수정 개수
lv: Kristālu skaits
nb: Antall krystaller
nds: Tall vun Kristallen
nl: Aantal kristallen
nn: Tal på krystallar
pl: Liczba kryształów
pt: Número de cristais
ru: Количество кристаллов
sl: Število kristalov
sr@ijekavian: Број кристала
sv: Antal kristaller
uk: Кількість кристалів
zh_tw: 水晶數目

# @label:spinbox
source: Horizontal symmetries
ca@valencia: Simetries horitzontals
es: Simetrías horizontales
et: Horisontaalne sümmeetria
eu: Simetria horizontalak
fi: Vaakasymmetriat
fr: Symétries horizontales
ga: Siméadrachtaí cothrománacha
gl: Simetrías horizontais
hu: Vízszintes szimmetria
it: Simmetrie orizzontali
ja: 水平方向のシンメトリ
kk: Жатық симметрия
ko: 수평 대칭
lv: Horizontālās simetrijas
nb: Vannrette symmetrier
nds: Kimmrecht Symmetrien
nl: Horizontale symmetrie
nn: Vassrette symmetriar
pl: Poziome symetrie
pt: Simetrias horizontais
ru: Горизонтальная симметрия
sl: Vodoravne simetrije
sr@ijekavian: Водоравне симетрије
sv: Horisontella symmetrier
uk: Горизонтальна симетрія
zh_tw: 水平對稱

# @label:spinbox
source: Vertical symmetries
ca@valencia: Simetries verticals
es: Simetrías verticales
et: Vertikaalne sümmeetria
eu: Simetria bertikalak
fi: Pystysymmetriat
fr: Symétries verticales
ga: Siméadrachtaí ingearacha
gl: Simetrías verticais
hu: Függőleges szimmetria
it: Simmetrie verticali
ja: 垂直方向のシンメトリ
kk: Тік симметрия
ko: 수직 대칭
lv: Vertikālās simetrijas
nb: Loddrette symmetrier
nds: Pielrecht Symmetrien
nl: Verticale symmetrie
nn: Loddrette symmetriar
pl: Pionowe symetrie
pt: Simetrias verticais
ru: Вертикальная симметрия
sl: Navpične simetrije
sr@ijekavian: Усправне симетрије
sv: Vertikala symmetrier
uk: Вертикальна симетрія
zh_tw: 垂直對稱

# @option:check
source: Draw grid
ca@valencia: Dibuixa la graella
es: Dibujar cuadrícula
et: Võrgustiku näitamine
eu: Marraztu sareta
fi: Piirrä ruudukko
fr: Dessiner une grille
ga: Taispeáin greille
gl: Debuxar a grella
hu: Rács rajzolása
it: Disegna reticolo
ja: グリッドの描画
kk: Торы болсын
ko: 모눈 그리기
lv: Zīmēt režģi
nb: Tegn rutenett
nds: Gadder wiesen
nl: Raster tekenen
nn: Teikn rutenett
pl: Rysuj siatkę
pt: Desenhar a grelha
ru: Рисовать сетку
sl: Izriši mrežo
sr@ijekavian: Цртај мрежу
sv: Rita rutnät
uk: Малювати сітку
zh_tw: 繪製網格

# @option:check
source: Draw cell
ca@valencia: Dibuixa una cèl·lula
es: Dibujar celda
et: Raku näitamine
eu: Marraztu gelaxka
fi: Piirrä kenno
fr: Dessiner une cellule
ga: Dear cill
gl: Debuxar a cela
hu: Cella rajzolása
it: Disegna cella
ja: セルを描画
kk: Ұяшығы болсын
ko: 칸 그리기
lv: Zīmēt šūnu
nb: Tegn celle
nds: Zell teken
nl: Cel tekenen
nn: Teikn celle
pl: Rysuj komórkę
pt: Desenhar a célula
ru: Рисовать ячейку
sl: Izriši celico
sr@ijekavian: Цртај ћелију
sv: Rita cell
uk: Малювати комірку
zh_tw: 繪製細胞

# @option:check
source: Center on screen
ca@valencia: Centre de la pantalla
es: Centrar en pantalla
et: Tsentreerimine ekraanil
eu: Erdiratu pantailan
fi: Keskitä näytölle
fr: Centré à l'écran
ga: Láraigh ar an scáileán
gl: Centrar na pantalla
hu: Képernyő közepére
it: Centra nello schermo
ja: スクリーンの中央
kk: Экранның ортасына
ko: 화면 가운데
lv: Centrēt ekrānā
nb: Sentrer på skjermen
nds: Merrn op den Schirm
nl: Op het scherm centreren
nn: Midtstill på skjermen
pl: Umieść na środku ekranu
pt: Centrar no ecrã
ru: В центре экрана
sl: Usredini na zaslon
sr@ijekavian: Центрирај на екрану
sv: Centrera på skärmen
uk: В центрі екрана
zh_tw: 螢幕中央

# @item screen saver name
source: Cube21
fi: Kuutio 21
gl: Cubo21
hu: Kocka21
it: Cubo 21
kk: Куб21
ko: 큐브21
lv: Kubs21
nb: Kube21
nds: Wörpel21
nl: Kubus21
nn: Kube 21
pt: Cubo21
ru: Куб 21
sl: Kocka21
sr@ijekavian: Коцка‑21
uk: Куб21

# @info screen saver description
source: Animates a Rubik-like puzzle known as Cube 21 or Square-1. The rotations are chosen randomly. See also the "Rubik", "RubikBlocks" and "GLSnake" screen savers. http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Written by Vasek Potocek; 2005.
ca@valencia: Anima un trencaclosques paregut al Rubik, conegut com Cube 21 o Square-1. Els girs es trien aleatòriament. Vegeu també els estalvis de pantalla «Rubik», «RubikBlocks» i «Serp GL». http://en.wikipedia.org/wiki/Square_One_%28puzzle%29. Escrit per Vasek Potocek; 2005.
es: Genera la animación de un rompecabezas de tipo Rubik conocido como Cubo 21 o Cuadrado-1. Las rotaciones se eligen aleatoriamente. Revise también los salvapantallas «Rubik», «Bloques Rubik» y «Serpiente GL» http://en.wikipedia.org/wiki/Square_One_%28puzzle%29. Escrito por Vasek Potocek; 2005.
et: Rubiku kuubiku moodi animeeritud mõistatus, mida tuntakse nime all Cube 21 või Square-1. Pööramised valitakse juhuslikult. Vaata ka ekraanisäästjaid "Rubik", "RubikBlocks" ja "GLMadu". http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Autor: Vasek Potocek; 2005.
eu: Cube 21 edo Square-1 bezela ezagutzen den Rubik-en antzeko buruhausgarria animatzen du. Biraketak ausaz hautatzen dira. Begiratu "Rubik", "RubikBlocks" eta "GLSnake" pantaila babesleak. http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Vasek Potocek-ek idatzia; 2005.
fi: Animoi kuutio 21:nä tai kuutio-1:nä tunnetun rubikmaisen kuution. Kierrot valitaan satunnaisesti. Katso myös näytönsäästäjiä ”Rubik”, ”Rubik-lohkot” ja ”GLKäärme”. http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Kirjoittanut Vasek Potocek, 2005.
fr: Anime un puzzle de type Rubik appelé Cube 21 ou Square-1. Les rotations sont choisis de manière aléatoire. Voir aussi les écrans de veille « Rubik » et « GLSnake ». http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Écrit par Vasek Potocek ; 2005.
gl: Animas un quebracabezas do estilo do Rubik, coñecido como Cubo 21 ou Square-1. Os xiros escóllense aleatoriamente. Vexa tamén os protectores de pantalla «Rubik» e «GLSnake». http://en.wikipedia.org/wiki/Square_One_%28puzzle%29. Escribiuno Vasek Potocek en 2005.
it: Anima un puzzle simile a Rubik conosciuto come Cubo 21 o Quadrato 1. Le rotazioni sono effettuate a caso. Vedi anche i salvaschermo «Rubik», «Blocchi di Rubik» e «Serpente GL». http://it.wikipedia.org/wiki/Square_One. Scritto da Vasek Potocek; 2005.
kk: Басқаша Куб21 немесе Квадрат-1 деп аталатын Рубик кубигінің бейнесі. Бұралуы кездейсоқ. Ұқсас "Рубик" және "GLЖылан" экран сақтаушыларын қараңыз. http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Авторы: Vasek Potocek; 2005.
ko: 큐브21이나 스퀘어-1로 알려진 루빅 큐브와 비슷한 퍼즐을 그립니다. 무작위적으로 회전합니다. "루빅", "루빅 블록", "GL 뱀" 화면 보호기를 참구하십시오. http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Vasek Potocek 작성, 2005년.
nb: Animerer et Rubik-liknende puslespill kalt Cube21 eller Square-1. Rotasjonene velges tilfeldig. Se også pauseskjermene «Rubik» og «GLSnake». <link>http://en.wikipedia.org/wiki/Square_One_%28puzzle%29</link> Skrevet av Vasek Potocek; 2005
nds: En Rubik-liek Speel, ok "Wörpel 21" oder "Square One" nöömt. De Dreihen sünd tofällig. Kiek Di ok de Pausschirmen "Rubik-Wörpel", "Rubik-Blöck" un "GLSnaak" an. http://de.wikipedia.org/wiki/Back_to_Square_One Schreven vun Vasek Potocek, 2005.
nl: Animeert een Rubik-gelijkende puzzel bekend als Cube 21 of Square-1. De draaiingen zijn willekeurig gekozen.Zie ook de "Rubik", "RubikBlocks" en "GLSnake" schermbeveiliging. http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 In 2005 geschreven door Vasek Potocek.
nn: Animerer ein Rubiks kube-liknande leike som heiter «Cube 21» eller «Square-1». Sjå òg pauseskjermane «Rubiks kube», «Rubiks blokker» og «GL-slange». <link>http://en.wikipedia.org/wiki/Square_One_%28puzzle%29</link> Skriven av Vasek Potocek i 2005.
pl: Animacja układanki w stylu kostki Rubika, również znana jako Cube 21 lub Square-1. Rotacja jest wprowadzana losowo. http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Autor Vasek Potocek, 2005.
pt: Anima um 'puzzle' de Rubik, conhecido como Cubo 21 ou Quadrado-1. As rotações são escolhidas de forma aleatória. Veja também os protectores de ecrã "Rubik" e "Cobra (GL)". http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Feito por Vasek Potocek; 2005.
ru: Анимированная головоломка в стиле кубика Рубика, известная как Cube 21 или Square-1 (http://en.wikipedia.org/wiki/Square_One_%28puzzle%29). Повороты выбираются произвольно. Также см. скринсейверы "Rubik", "RubikBlocks" и "GLSnake". Автор Вашек Проточек (Vasek Potocek), 2005.
sl: Animira Rubikovi kocki podobno uganko poznano pod imenom kocka 21 ali kvadrat 1. Vrtenja so izbrana naključno. Oglejte si tudi ohranjevalnike zaslona "Rubik", "RubikBlocks" in "GLSnake". http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Napisal Vasek. Potocek, 2005.
sr@ijekavian: Анимира слагалицу налик на Рубикову коцку познату као коцка‑21 или квадрат‑1. Ротације се насумично бирају (http://en.wikipedia.org/wiki/Square_One_%28puzzle%29; в. и чуваре екрана „Рубик“, „Рубикови блокови“ и „Змија (ГЛ)“). Написао Вацлав Поточек, 2005.
sv: Animerar ett Rubikliknande spel känt som Cube 21 eller Square-1. Rotationerna väljes slumpmässigt. Se också skärmsläckarna "Rubik", "Rubikblock" och "GL-orm", samt http://en.wikipedia.org/wiki/Square_One_(puzzle). Skriven av Vasek Potocek, 2005.
uk: Анімація кубика Рубіка, також відомого за назвами Куб 21 або Квадрат-1. Напрямок поворотів вибирається випадково. Див. також зберігачі екрана «Рубік» та «GL-змія». http://en.wikipedia.org/wiki/Square_One_(puzzle) Автор — Vasek Potocek; 2005.
zh_tw: 一個類似魔術方塊的解謎遊戲，又稱為 Cube 21 或 Square-1。它的旋轉是隨機選擇的。參考資料：http://en.wikipedia.org/wiki/Square_One_%28puzzle%29 。由 Vasek Potocek 撰寫，2005。

# @label:slider
source: Cube size
ca@valencia: Mida del cub
es: Tamaño del cubo
et: Kuubiku suurus
eu: Kuboaren neurria
fi: Kuution koko
fr: Taille du cube
ga: Méid na gciúbanna
gl: Tamaño do cubo
hu: Kockaméret
it: Dimensione del cubo
ja: キューブのサイズ
kk: Кубтың өлшемі
ko: 큐브 크기
lv: Kuba izmērs
nb: Terningstørrelse
nds: Wörpelgrött
nl: Kubusgrootte
nn: Kubestorleik
pl: Rozmiar kostki
pt: Tamanho do cubo
ru: Размер куба
sl: Velikost kocke
sr@ijekavian: Величина коцке
sv: Kubstorlek
uk: Розмір кубика
zh_tw: 立方體大小

# @item:inrange Cube size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мала
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Cube size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велика
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Rotation
ca@valencia: Rotació
es: Rotación
et: Pööramine
eu: Biraketa
fi: Pyörimisliike
ga: Rothlú
gl: Rotación
hu: Forgás
it: Rotazione
ja: 回転
kk: Бұралуы
ko: 회전
lv: Rotācija
nb: Rotasjon
nds: Dreihen
nl: Rotatie
nn: Dreiing
pl: Obroty
pt: Rotação
ru: Повороты
sl: Vrtenje
sr@ijekavian: Ротација
uk: Обертання
zh_tw: 旋轉

# @item:inrange Rotation
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasno
sr@ijekavian: спора
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Rotation
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брза
sv: Snabb
uk: Швидко
zh_tw: 快

# @option:radio
source: Start as cube
ca@valencia: Comença com un cub
es: Empezar como cubo
et: Käivitamine kuubikuna
eu: Hasi kubo gisa
fi: Aloita kuutiona
fr: Démarrer avec un cube
ga: Tosaigh mar chiúb
gl: Comezar cun cubo
hu: Indulás kockaként
it: Inizia come cubo
ja: キューブで開始
kk: Кубтан бастау
ko: 큐브로 시작
lv: Sākt ar kubu
nb: Start som terning
nds: As Wörpel starten
nl: Als kubus starten
nn: Start som kube
pl: Rozpocznij od kostki
pt: Começar como um cubo
ru: Начинать с куба
sl: Začni kot kocka
sr@ijekavian: Почни од коцке
sv: Börja som kub
uk: Почати з кубика
zh_tw: 以立方體開始
