Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Closed
ca@valencia: Tancat
es: Cerrado
et: Suletud
fi: Suljettu
fr: Fermés
ga: Dúnta
gl: Pechado
hu: Zárt
it: Chiusi
ja: 閉じる
kk: Тұйық
ko: 닫힘
lv: Noslēgti
nb: Lukket
nds: Tomaakt
nl: Gesloten
pl: Zamknięte
pt: Fechados
ru: Замкнутые
sl: Zaprte
sr@ijekavian: Затворене путање
sv: Stängda
uk: Замкнені
zh_tw: 封閉

# @option:radio
source: Open
ca@valencia: Obert
es: Abierto
et: Avatud
fi: Avoin
fr: Ouverts
ga: Oscailte
gl: Abrir
hu: Nyitott
it: Aperti
ja: 開く
kk: Тұйық емес
ko: 열림
lv: Atvērti
nb: Åpen
nds: Apen
pl: Otwarte
pt: Abertos
ru: Открыть
sl: Odprte
sr@ijekavian: Отворене путање
sv: Öppna
uk: Незамкнені
zh_tw: 開放

# @item:inrange Frame rate
source: Slow
ca@valencia: Lent
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Frame rate
source: Fast
ca@valencia: Ràpid
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Recursion levels
ca@valencia: Nivells de recursivitat
es: Niveles de recursividad
et: Rekursioonitasemed
fi: Rekursiosyvyys
fr: Niveau de récursion
gl: Nivel de recursividade
hu: Rekurzió szintek
it: Livelli di ricorsione
kk: Рекурсия деңгейлері
ko: 재귀 단계
lv: Rekursijas līmeņi
nb: Rekursjonsnivåer
nds: Insluut-Stopen
nl: Repetitieniveau
pl: Poziomy rekurencji
pt: Níveis de recursividade
ru: Уровни рекурсии
sl: Nivo rekurzije
sr@ijekavian: Нивоа рекурзије
sv: Rekursionsnivåer
uk: Рівні рекурсії
zh_tw: 遞迴深度

# @label:slider
source: Line thickness
ca@valencia: Gruix de la línia
es: Grosor de la línea
et: Joone paksus
fi: Viivan paksuus
fr: Épaisseur de la ligne
ga: Tiús na línte
gl: Largura da liña
hu: Vonalvastagság
it: Spessore delle linee
ja: 線の太さ
kk: Жіп қалыңдығы
ko: 줄 두께
lv: Līniju biezums
nb: Linjetykkelse
nds: Reegdickde
nl: Lijndikte
pl: Grubość linii
pt: Espessura da linha
ru: Толщина линий
sl: Debelina črte
sr@ijekavian: Дебљина линије
sv: Linjebredd
uk: Товщина ліній
zh_tw: 線條粗細

# @item:inrange Line thickness
source: Thin
ca@valencia: Fina
es: Fina
et: Peen
fi: Ohut
fr: Fine
ga: Tanaí
gl: Fino
hu: Vékony
it: Sottile
ja: 細い
kk: Жіңішке
ko: 가늠
lv: Plānas
nb: Tynn
nds: Dünn
nl: Dun
pl: Cienka
pt: Fina
ru: Тонкие
sl: Tanka
sr@ijekavian: танка
sv: Tunn
uk: Тонкі
zh_tw: 細

# @item:inrange Line thickness
source: Thick
ca@valencia: Gruixuda
es: Gruesa
et: Paks
fi: Paksu
fr: Épaisse
ga: Tiubh
gl: Groso
hu: Vastag
it: Spesso
ja: 太い
kk: Қалың
ko: 두꺼움
lv: Biezas
nb: Tykk
nds: Dick
nl: Dik
pl: Gruba
pt: Grossa
ru: Толстые
sl: Debela
sr@ijekavian: дебела
sv: Bredd
uk: Товсті
zh_tw: 粗

# @item screen saver name
source: Hopalong
et: HüppaKaasa
hu: Ugrabugra
kk: Шілтер
ko: 프랙탈 패턴
lv: Lec līdzi
sl: Skakač
sr@ijekavian: Хупалонг
uk: Стрибки разом

# @info screen saver description
source: This draws lacy fractal patterns based on iteration in the imaginary plane, from a 1986 Scientific American article. See also the "Discrete" screen saver. Written by Patrick Naughton; 1992.
ca@valencia: Este dibuixa motius fractals d'encaix, basat en iteracions en el pla imaginari, d'un article de 1986 a Scientific American. Vegeu també l'estalvi de pantalla «Discret». Escrit per Patrick Naughton; 1992.
es: Dibuja patrones fractales de encaje, basado en iteraciones del plano imaginario, de un artículo de Scientific American de 1986. Vea también el salvapantallas «Discreto». Escrito por Patrick Naughton.
et: Näitab pitsjaid fraktaalmustreid, mis korduvad kujuteldaval tasapinnal. Tugineb ajakirja Scientific American artiklile 1986. aastast. Vaata ka ekraanisäästjat "Diskreetne". Autor: Patrick Naughton; 1992.
fi: Piirtää pitsimäisen fraktaalikuvion, joka perustuu iterointiin imaginaaritasolla vuoden 1986 Scientific American -artikkelin mukaan. Katso myös Diskreetti-näytönsäästäjää. Kirjoittanut Patrick Naughton, 1992.
fr: Dessine des motifs fractales à partir d'itérations sur un plan imaginaire. Fondé sur un article du « Scientific American » de 1986. Voir aussi l'écran de veille « Discret ». Écrit par Patrick Naughton ; 1992.
ga: Dearann sé seo patrúin fhrachtalacha lásacha, bunaithe ar thimthriall sa phlána coimpléascach, ó alt 1986 san iris Scientific American. Féach ar an spárálaí scáileáin "Discrete" freisin. Scríofa ag Patrick Naughton, 1992.
gl: Isto debuxa patróns fractais en lazo baseándose en iteracións no plano imaxinario, como se describe nun artigo de 1986 da Scientific American. Vexa tamén o protector de pantalla «Discreto».Escribiuno Patrick Naughton en 1992.
it: Disegna motivi frattali a merletti basandosi sull'iterazione nel piano immaginario, da un articolo su Scientific American del 1986. Vedi anche il salvaschermo «Discreto». Scritto da Patrick Naughton; 1992.
ja: 仮想的な平面上の繰り返しによるレース状のフラクタルパターンです。1986年の Scientific American 誌の記事による。「Discrete」スクリーンセーバーも参照。Patrick Naughton、1992年作。
kk: Жорамалды жазығындағы итерациялармен құрылған фракталды шілтер өрнегі. 1986 ж. "Scientific American" журналынан алынған. Ұқсас "Абстракция" экран сақтаушысын қараңыз. Авторы: Patrick Naughton; 1992.
ko: 1986년 사이언티픽 아메리칸 글에서 인상을 받은 상상 평면에서 반복을 통하여 레이스 형태의 프랙탈 무늬를 그립니다. "Discrete" 화면 보호기를 참고하십시오. Patrick Naughton 작성, 1992년.
nb: Dette tegner fraktale kniplingsmønstre, basert på iterasjon i det komplekse planet, etter en artikkel i Scientific American fra 1986. Se også pauseskjermen «Diskret>. Skrevet av Patrick Naughton i 1992.
nds: Fien Fraktaalmustern dör Wedderhalen op de Imagineerevene, na en Artikel binnen de "Scientific American". Kiek Di ok den Pausschirm "Diskreet" an. Schreven vun Patrick Naughton, 1992.
nl: Dit toont zijdeachtige fractals gebaseerd op iteratie in het imaginaire vlak, uit een artikel in de Scientific American van 1986. Zie ook de "Discrete" schermbeveiliging. In 1992 geschreven door Patrick Naughton.
nn: Teiknar fraktalmønster basert på iterasjon i imaginærplanet. Basert på ein artikkel i Scientific American i 1996. Sjå òg pauseskjermen «Diskret». Skriven av Patrick Naughton i 1992.
pl: Rysuje koronkowe wzory fraktalne, bazujące na iteracjach w urojonej płaszczyźnie, opisanych w artykule Scientific American z 1986 roku. Zobacz również wygaszacz "Discrete".Autor: Patrick Naughton; 1992.
pt: Isto desenha padrões fractais em laço, baseando-se na iteração no plano imaginário, a partir de um artigo de 1986 da Scientific American. Veja também o protector de ecrã "Discreto". Feito por Patrick Naughton; 1992.
ru: Кружевные фрактальные узоры, основанные на повторении шагов в мнимой плоскости. Идея взята из статьи в «Scientific American» 1986 г. Также см. хранитель экрана "Discrete". Основная часть кода написана Патриком Нафтоном (Patrick Naughton).
sl: Izriše čipkaste fraktalne vzorce osnovane na ponavljanju v navidezni ravnini iz članka v Scientific American iz leta 1986. Oglejte si tudi ohranjevalnik zaslona "Diskretno". Napisal Patrick Naughton, 1992.
sr@ijekavian: Црта чипкасте фракталне обрасце засноване на итерацијама у имагинарној равни, из чланка из 1986. у часопису Сајентифик америкен. Погледајте и чувар екрана Дискретно. Написао Патрик Џ. Нотон, 1992.
sv: Den här ritar spetslika fraktalmönster, baserade på iterationer i imaginärplanet, från en artikel i Scientific American år 1986. Se också skärmsläckaren "Diskret". Skriven av Patrick Naughton, 1992.
uk: Малює фрактальні візерунки, основані на повтореннях в уявній площині. Зі статті у журналі «Scientific American» 1986 року. Див. також зберігач екрана «Дискретний». Автор — Patrick Naughton; 1992.
zh_tw: 用假想的平面循環畫出有花邊的分形圖樣。這是從 1986 年的 Scientific American 中的文章而來，由 Patrick Naughton 撰寫，1992。

# @item:inrange Duration
source: Small
ca@valencia: Petita
es: Pequeña
et: Väike
eu: Txikia
fi: Lyhyt
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Breve
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequena
ru: Меньше
sl: Kratko
sr@ijekavian: кратко
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Duration
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Pitkä
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Lunga
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Dolgo
sr@ijekavian: дуго
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Color contrast
ca@valencia: Contrast de color
es: Contraste del color
et: Värvi kontrastsus
eu: Kolore kontrastea
fi: Värikontrasti
fr: Contraste des couleurs
ga: Codarsnacht dathanna
gl: Contraste de cores
hu: Színkontraszt
it: Contrasto del colore
ja: 色のコントラスト
kk: Түс контрасты
ko: 색상 대비
lv: Krāsu kontrasts
nb: Fargekontrast
nds: Klörenkontrast
nl: Kleurcontrast
nn: Fargekontrast
pl: Kontrast kolorów
pt: Contraste de cores
ru: Цветовой контраст
sl: Barvni kontrast
sr@ijekavian: Контраст боје
sv: Färgkontrast
uk: Контрастність кольорів
zh_tw: 顏色對比

# @item:inrange Color contrast
source: Low
ca@valencia: Baix
es: Bajo
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Basso
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizek
sr@ijekavian: низак
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Color contrast
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visok
sr@ijekavian: висок
sv: Hög
uk: Висока
zh_tw: 高

# @option:check
source: Sine
ca@valencia: Sinus
es: Seno
et: Sinusoid
eu: Sinua
fi: Sini
fr: Sinusoïde
ga: Sín
gl: Seno
hu: Szinusz
it: Sinusoide
kk: Синус
ko: 사인
lv: Sinuss
nb: Sinus
nds: Sinus
nl: Sinus
nn: Sinus
pl: Sinus
pt: Seno
ru: Синус
sr@ijekavian: Синус
sv: Sinus
uk: Синус
zh_tw: 正弦

# @option:check
source: Martin
gl: Martín
kk: Мартин
ko: 마틴
ru: ласточка
sr@ijekavian: Мартин
uk: Мартин

# @option:check
source: Popcorn
ca@valencia: Crispetes
es: Palomitas de maíz
et: Popkorn
eu: Krispetak
ga: Grán Rósta
gl: Flocos de millo
hu: Pattogatott kukorica
ja: ポップコーン
kk: Попкорн
ko: 팝콘
nds: Popkoorn
nn: Popkorn
pt: Pipocas
ru: Попкорн
sl: Pokovka
sr@ijekavian: Кокице
uk: Попкорн
zh_tw: 爆米花

# @option:check
source: Jong
kk: Джонг
ko: 용
sr@ijekavian: Ђонг
uk: Джонг

# @option:check
source: RR
sr@ijekavian: РР

# @item screen saver name
source: HyperBall
ca@valencia: Hiper-bola
et: Hüperpall
eu: Hyperpilota
fi: Hyperpallo
fr: Hyperboule
gl: Hiperbóla
hu: Hipergömb
it: Iperpalla
ja: ハイパーボール
kk: Гипердоп
ko: 하이퍼볼
lv: Hiperlode
nds: Överball
nn: Hyperkule
pl: Hiperkula
pt: Hiperbola
ru: Гипершар
sl: Hiperžoga
sr@ijekavian: Хиперлопта
sv: Hyperboll
uk: Гіперм'яч

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.10. It has been replaced by the more general "Polytopes" screen saver, which can display this object as well as others. The Polytopes "120-cell" object corresponds to this one. Hyperball is to hypercube as dodecahedron is to cube: this displays a 2D projection of the sequence of 3D objects which are the projections of the 4D analog to the dodecahedron. Technically, it is a "120 cell polytope". http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Written by Joe Keane; 2000.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.10. S'ha substituït per l'estalvi de pantalla més general «Polítops», que pot mostrar este objecte i altres. L'objecte «polítop de 120 cel·les» correspon a este. La hiper-bola és a l'hipercub com el dodecaedre és al cub: mostra una projecció 2D d'una seqüència d'objectes 3D els quals són projeccions 4D anàlogues al dodecaedre. Tècnicament, és un «polítop de 120 cel·les». http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Escrit per Joe Keane; 2000.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 5.10. Ha sido remplazado por el salvapantallas «Politipos», más general, que puede mostrar este objeto tan bien como otros. Los politipos de «120 celdas» se corresponden con este. Hyperball es al hipercubo como el dodecaedro es al cubo: muestra en 2D la proyección de una secuencia de objetos 3D los cuales son proyecciones de otros en 4D análogamente al dodecaedro. Técnicamente, es un politipo de «120 celdas». http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope. Escrito por Joe Keane; 2000.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.10. Seda asendas üldisem ekraanisäästja "Polütoobid", mis võib näidata nii seda objekti kui ka teisi. Polütoopide "120-rakuline" objekt vastabki hüperpallile. Hüperpall on hüperkuubi suhtes sama, mis dodekaeeder kuubi suhtes: see kujutab 2D projektsiooni reast 3D objektidest, mis on dodekaeedri 4D analoogi projektsioonid. Tehniliselt on tegemist "120-rakulise polütoobiga". Vaata ka "polütoopide" OpenGLi kasutavaid üldisemaid versioone. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Autor: Joe Keane; 2000.
fi: Tämä näytönsäästäjä poistettiin XScreenSaverin jakelusta versiosta 5.10 alkaen. Sen korvasi yleisempi ”Polytoopit”-näytönsäästäjä, joka voi näyttää paitsi tämän kappaleen myös muita. Polytooppien ”120-soluinen” kappale vastaa tätä. Hyperpallo on hyperkuutiolle samaa kuin dodekaedri on kuutiolle: tämä näyttää kaksiulotteisia projektioita joukosta kolmiulotteisia kappaleita, jotka ovat projektioita dodekaedrin neliulotteisesta vastineesta. Teknisesti se on ”120-soluinen polytooppi”. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Kirjoittanut Joe Keane, 2000.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.10. Hyperboule est à l'hypercube ce que le dodecahedron est au cube : cela affiche une projection 2D d'une séquence d'objets 3D qui sont les projections d'objets 4D analogue au dodecahedron. Techniquement, il s'agit d'un polytope à 120 cellules. Voir aussi l'écran de veille « Polytopes » pour une version plus complète utilisant OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Écrit par Joe Keane ; 2000.
gl: A hiperbóla é ao hipercubo, como o dodecaedro para o cubo: isto mostra unha proxección en 2D da secuencia de obxectos a 3D que son as proxeccións do análogo a 4D do dodecaedro. Tecnicamente, é un «politopo de 120 celas». Vexa tamén os «politopos» para obter unha versión máis xenérica deste algoritmo, usando o OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope. Escribiuno Joe Keane en 2000.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. È stato sostituito dal salvaschermo più generico «Politopi», che può visualizzare questo oggetto e altri. L'oggetto «120 celle» di quel salvaschermo corrisponde a questo. L'iperpalla sta all'ipercubo come il dodecaedro sta al cubo: questo visualizza una proiezione bidimensionale della sequenza di oggetti tridimensionali che sono le proiezioni dell'analogo quadridimensionale del dodecaedro. Tecnicamente, è un politopo a 120 celle.http://it.wikipedia.org/wiki/Ipercubo http://en.wikipedia.org/wiki/Regular_polytopeScritto da Joe Keane; 2000.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。超球 (hyperball) の超立方体に対する関係は、十二面体の立方体に対するのと同じです。これは、四次元の物体の三次元への射影である図形の二次元への射影を描きます。厳密には、これは「120 セルポリトープ」です。OpenGL を使った、より汎用バージョンとして「polytope」があります。http://ja.wikipedia.org/wiki/超立方体 http://ja.wikipedia.org/wiki/正多胞体 Joe Keane、2000年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.10 дистрибутивінен бастап алынып тасталған. Бұның орнын шеңбері кеңрек "Polytopes" экран сақтаушысы басқан. Ондағы "120-cell" дегені - дәл осы пішін. Гипершар мен гиперкубтың қатынасы додекаэдр мен кубтың арасындай: сонымен, бұнда төрт-өлшемді додекаэдр аналогының проекциясы болып табылатын үш-өлшемді нысандар тізбегінің екі-өлшемді проекциялары көрсетіледі.Басқаша ол "120 жақты көпжақ" деп аталады. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Авторы: Joe Keane; 2000.
ko: 이 화면 보호기는 XScreenSaver 5.10 이후 버전에서 삭제되었습니다. 이 객체뿐만 아니라 다른 것도 표시할 수 있는 더 일반적인 "Polytopes" 화면 보호기로 대체되었습니다. Polytopes 화면 보호기의 "120-세포" 객체는 이 화면 보호기에 해당합니다. 하이퍼볼 대 초입방체는 12면체 대 6면체에 해당합니다. 이 화면 보호기는 3차원 개체 배열의 2차원 투영을 표시하며 각각 3차원 개체는 4차원 12면체의 투영입니다. 기술적으로는 120 세포 폴리토프에 해당합니다. https://ko.wikipedia.org/wiki/%EC%B4%88%EC%9E%85%EB%B0%A9%EC%B2%B4 https://ko.wikipedia.org/wiki/%EC%A0%95%ED%8F%B4%EB%A6%AC%ED%86%A0%ED%94%84 Joe Keane 작성, 2000년.
nb: En hyperkule er til en hyperkube som et dodekaeder er til en kube. Denne pauseskjermen viser en 2D-projeksjon av 3D-objekter som er projeksjoner av 4D-utgaven av et dodekaeder. Teknisk sett er det en 120-cells polytop. Se også pauseskjermen «Polytoper» for en mer generell versjon, basert på OpenGL. <link>http://en.wikipedia.org/wiki/Hypercube</link> <link>http://en.wikipedia.org/wiki/Regular_polytope</link> Skrevet av Joe Keane i 2000.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.10 nich mehr anbaden. Överball is to Överwörpel, wat dat Twölfflaag to en Wörpel is: Wiest en 2D-Projekschoon vun de Reeg vun 3D-Objekten, de sülven Projekschonen vun de 4D-Liekheit för dat Twölfflaag sünd. Technisch sehn is dat en "120-Zell-Veeleck". Kiek Di ok de "Veelecken" an, en mehr allgemeen OpenGL-Verschoon. http://de.wikipedia.org/wiki/Hyperwürfel http://en.wikipedia.org/wiki/Regular_polytope Schreven vun Joe Keane, 2000.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.10. Hij is vervangen door de meer algemene "Polytpes" schermbeveiliging, die dit object kan tonen zoals ook anderen. Het Polytopes "120-cellen" object komt overeen met deze. De hyperball staat tot de hypercube als de dodecaëder staat tot de kubus: dit toont een 2D projectie van een serie van 3D objecten die projecties zijn van de 4D analogie van de dodecaëder. Technisch is het een "120 cellige polytoop". http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope . In 2000 geschreven door Joe Keane.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.10. Han er no erstatta av pauseskjermen «Polytopar», som både kan visa dette objektet og andre. Polytopobjektet «120 celler» svarar til denne pauseskjermen. Ei hyperkule er til ein hyperkube som eit dodekaeder er til ein kube. Denne pauseskjermen viser ein 2D-projeksjon av 3D-objekt som er projeksjonar av 4D-utgåva av eit dodekaeder. Teknisk sett er det ein 120-cells polytop. <link>http://en.wikipedia.org/wiki/Hypercube</link> <link>http://en.wikipedia.org/wiki/Regular_polytope</link> Skriven av Joe Keane i 2000.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Hiperkula ma się do hipersześcianu tak, jak dwunastościan do sześcianu: wygaszacz wyświetla dwuwymiarową projekcję sekwencji trójwymiarowych obiektów, które z kolei są projekcją ich czterowymiarowych odpowiedników na dwunastościan. Technicznie jest to "120 komórkowy d-wymiarowy wielokąt". Zob. także wygaszacz "polytopes", który wyświetla bardziej ogólną wersję za pomocą OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Autor: Joe Keane; 2000.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.10. Foi substituído pelo protector de ecrã mais genérico dos "polítopos", que conseguem mostrar este objecto, entre outros. O objecto de polítopo de 120 células correspondente a este. A hiperbola está para o hipercubo, assim como o dodecaedro está para o cubo: isto mostra uma projecção em 2D da sequência de objectos a 3F que são as projecções do análogo a 4D do dodecaedro. Tecnicamente, é um "polítopo de 120 células". Veja também os "polítopos" para obter uma versão mais genérica deste algoritmo, usando o OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Feito por Joe Keane; 2000.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.10 и был заменён более общим хранителем "Polytopes", который показывает как этот, так и другие объекты. Гипершар и гиперкуб относятся друг к другу так же, как и додекаэдр к кубу: гипершар отображает двумерную проекцию трёхмерных объектов, которые являются проекциями четырёхмерного аналога додекаэдра. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Написан Джо Кином (Joe Keane), 2000.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.10. Zamenjal je bil s splošnejšim ohranjevalnikom zaslona "Politopi", ki lahko prikaže tako ta in druge predmete. Temu predmetu ustreza "120-celični" predmet Politop. Hiperžoga je hiperkocki enako kot je dodekaeder kocki: to prikazuje 2D projekcijo zaporedja 3D predmetov, ki so projekcije 4D analoga dodekaedru. Tehnično gledano je "120 celični politop". http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Napisal Joe Keane, 2000.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.10. Мијења га општији чувар екрана Политопи, који може да прикаже и овај и друге објекте. Објекат 120‑ћелијски одговара овоме.) Хиперлопта је према хиперкоцки што је додекаедар према коцки: приказује 2Д пројекцију низа 3Д објеката који су пројекције 4Д аналогона додекаедру. Технички, ради се о „120‑ћелијском политопу“ (http://en.wikipedia.org/wiki/Hypercube, http://en.wikipedia.org/wiki/Regular_polytope). Написао Џо Кин, 2000.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.10. Den har ersatts av den mer generella skärmsläckaren "Polytoper" som kan visa det här objektet samt andra. Polytopers objekt "120 celler" motsvarar det här. Hyperboll är relaterat till en hyperkub, som en dodekaeder är relaterad till en kub. Den visar en tvådimensionell projektion av en sekvens av tredimensionella objekt, som är projektionen av den fyrdimensionella motsvarigheten till en dodekaeder. I teknisk mening är det en "120-cellers polytop". Se också http://en.wikipedia.org/wiki/Hypercube och http://en.wikipedia.org/wiki/Regular_polytope. Skriven av Joe Keane, 2000.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.10. Його було замінено на загальніший зберігач екрана «Багатогранники», який здатен показувати і цей об’єкт серед інших. Об’єкт зберігача «Багатогранники» з назвою «120-cell» відповідає об’єктові цього зберігача. Гіперкуля є тим самим об’єктом, яким є додекаедр щодо куба: це плоска проекція послідовності просторових об’єктів, які є проекціями чотиривимірного аналога додекаедра. Фактично, це «120-гранний багатогранник». http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Автор — Joe Keane; 2000.
zh_tw: 這個螢幕保護程式從版本 5.10 起已從 XScreenSaver 中移除，由更常見的 "Polytopes" 螢幕保護程式取代。Hyperball 與超立方體的關係就如同十二面體與立方體的關係：它會模擬的四維的十二面體的三維投影物件，再顯示此物件投影到二維的圖樣。參考資料：http://en.wikipedia.org/wiki/Hypercube ，http://en.wikipedia.org/wiki/Regular_polytope 。由 Joe Keane 撰寫，2000。

# @label:slider
source: Zoom
es: Ampliación
et: Suurendus
eu: Zooma
fi: Suurennus
ga: Súmáil
gl: Ampliar
hu: Nagyítás
it: Ingrandimento
ja: ズーム
kk: Қашықтығы
ko: 확대/축소
lv: Mērogs
nb: Forstørre/-minske
nds: Ansichtgrött
nl: Zoomen
nn: Forstørr
pl: Powiększenie
pt: Ampliação
ru: Масштаб
sl: Približevanje
sr@ijekavian: Увеличање
sv: Zooma
uk: Масштаб
zh_tw: 縮放
