Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Jaguar XKE (12 cylinders, V)
ca@valencia: Jaguar XKE (12 cilindres, V)
es: Jaguar XKE (12 cilindros, V)
et: Jaguar XKE (12 silindrit, V)
eu: Jaguar XKE (12 zilindro, V)
fi: Jaguar XKE (12-sylinterinen, V)
fr: Jaguar XKE (12 cylindres, V)
ga: Jaguar XKE (12 sorcóir, V)
gl: Jaguar XKE (12 cilindros en V)
hu: Jaguar XKE (12 hengeres, V)
it: Jaguar XKE (12 cilindri, V)
ja: Jaguar XKE (12 シリンダー、V)
kk: Jaguar XKE (12 цилиндр, V-секілді)
ko: 재규어 XKE(실린더 12개, V)
lv: Jaguar XKE (12 cilindri, V)
nb: Jaguar XKE (12 sylindre, V)
nds: Jaguar XKE (12 Zylinners, V)
nl: Jaguar XKE (12 cilinders, V)
nn: Jaguar XKE (12 sylindrar, V)
pl: Jaguar XKE (12 cylindrów, V)
pt: Jaguar XKE (12 cilindros em V)
sl: Jaguar XKE (12 cilindrov, V)
sr@ijekavian: јагуар ИксКЕ (12 цилиндара, V)
sv: Jaguar XKE (12-cylindrig, V)
uk: Jaguar XKE (12 циліндрів, V-подібне компонування)
zh_tw: Jaguar XKE（十二汽缸，V 型）

# @option:check
source: Show engine name
ca@valencia: Mostra el nom de motor
es: Mostrar nombre del motor
et: Mootori nime näitamine
eu: Erakutsi motorearen izena
fi: Näytä moottorin nimi
fr: Affiche le nom du moteur
ga: Taispeáin ainm an innill
gl: Mostrar o nome do motor
hu: A motornév kiírása
it: Mostra il nome del motore
ja: エンジン名を表示
kk: Атуы келтірілсін
ko: 엔진 이름 보이기
lv: Rādīt dzinēja nosaukumu
nb: Vis motornavn
nds: Naam vun den Motor wiesen
nl: Toon de naam van de motor
nn: Vis motornamn
pl: Wyświetlaj nazwę silnika
pt: Mostrar o nome do motor
ru: Показать название движка
sl: Pokaži ime motorja
sr@ijekavian: Прикажи име мотора
sv: Visa motornamn
uk: Показувати назву двигуна
zh_tw: 顯示引擎名稱

# @item screen saver name
source: Epicycle
ca@valencia: Epicicle
es: Epiciclo
et: Epitsükkel
eu: Epizikloa
fi: Episykli
fr: Épicycle
gl: Epiciclo
hu: Epiciklois
it: Epiciclo
ja: 周天円
kk: Епициклі
ko: 주전원
lv: Epicikls
nb: Episyklus
nds: Böverkrink
nn: Episykel
pl: Epicykl
pt: Epiciclo
ru: Эпицикл
sl: Epicikel
sr@ijekavian: Епициклус
sv: Epicykel
uk: Епіцикл
zh_tw: 週轉圓

# @info screen saver description
source: This draws the path traced out by a point on the edge of a circle. That circle rotates around a point on the rim of another circle, and so on, several times. These were the basis for the pre-heliocentric model of planetary motion. http://en.wikipedia.org/wiki/Deferent_and_epicycle Written by James Youngman; 1998.
ca@valencia: Este dibuixa el camí traçat per un punt en la vora d'un cercle. Este cercle gira al voltant de la vora d'un altre cercle i així vàries vegades. Estes eren les bases del model de moviment planetari pre-heliocèntric. http://en.wikipedia.org/wiki/Deferent_and_epicycle Escrit per James Youngman; 1998.
es: Dibuja el camino trazado por un punto en el borde de un círculo. Este círculo gira alrededor de un punto del borde de otro círculo, y así varias veces. Estas eran las bases del modelo de movimiento planetario pre-heliocéntrico. http://en.wikipedia.org/wiki/Deferent_and_epicycle. Escrito por James Youngman; 1998.
et: See näitab ringjoone teekonda, mis algab ühest punktist. Ringjoon pöörleb seejärel ümber teise ringjoone punkti ja nii edasi ja mitu korda järjest. Iseenesest oli midagi sellist aluseks planeetide liikumise Maa-kesksele käsitlusele enne Kopernikut. http://en.wikipedia.org/wiki/Deferent_and_epicycle Autor: James Youngman; 1998.
eu: Honek zirkulu baten ertzean dagoen puntu batek egiten duen arrastoa marrazten du. Zirkulu horrek beste zirkulu baten ertzean biratzen du, eta horrela jarraian, hainbat aldiz. Hauek izan ziren planeta higiduren eredu aurre-heliozentrikoen oinarria. http://en.wikipedia.org/wiki/Deferent_and_epicycle Written James Youngman-ek idatzia; 1998.
fi: Ruudulle piirtyy reitti, joka määräytyy ympyrän reunalla olevasta pisteestä. Ympyrä kiertyy toisen ympyrän reunalla olevan pisteen ympärille, ja tämä toistuu useita kertoja. Näin kuvattiin planeettojen liikkeitä ennen aurinkokeskisen näkemyksen syntymistä. http://fi.wikipedia.org/wiki/Episykli Kirjoittanut James Youngman, 1998.
fr: Cette écran de veille dessine l'emplacement tracé par un point sur le rebord d'un cercle. Ce cercle tourne autour d'un point au centre d'un autre cercle et ainsi de suite plusieurs fois. Ceci était la base des modèles pré héliocentriques de mouvement des astres. http://en.wikipedia.org/wiki/Deferent_and_epicycle Écrit par James Youngman ; 1998.
ga: Dearann an ríomhchlár seo rian de phointe ar chiumhais chiorcail. Rothlaíonn an ciorcal sin timpeall pointe ar chiumhais chiorcail eile, agus mar sin de. Ba iad seo bunús na samhla réamh-héilealárnaí de ghluaiseacht na bpláinéad. http://en.wikipedia.org/wiki/Deferent_and_epicycle - scríofa ag James Youngman, 1998.
gl: Este debuxa o camiño trazado por un punto no extremo dun círculo. Este círculo roda arredor dun punto no extremo de outro círculo, e así sucesivamente, varias veces. Esta era a base para o modelo preheliocéntrico do movemento dos planetas. http://en.wikipedia.org/wiki/Deferent_and_epicycle. Escribiuno James Youngman en 1998.
hu: A program egy kör kerületén rögzített pont mozgását ábrázolja. A kör egy másik kör peremén gördül végig, méghozzá többszörösen. Ez felel meg egyébként a heliocentrikus világkép előtti gondolkodásnak megfelelő bolygómozgásnak. Lásd: http://en.wikipedia.org/wiki/Deferent_and_epicycle Készítette: James Youngman, 1998.
it: Disegna la traiettoria di un punto sul bordo di un cerchio. Questo cerchio ruota intorno a un punto sul bordo di un altro, e così via per diversi livelli. Queste erano le basi del modello di moto planetario pre-eliocentrico. http://it.wikipedia.org/wiki/Epiciclo_e_deferenteScritto da James Youngman; 1998.
ja: このプログラムは、円の縁上の点の軌跡を描きます。その円は別の円の縁上の点を回転しています。そしてさらにその円はまた...というふうに続きます。これは前-太陽中心の惑星モデルの基礎となったものです。http://ja.wikipedia.org/wiki/従円と周転円 James Youngman、1998年作。
kk: Айнала жүретін нүктенің ізін бейнелейді. Ол айналым шеңбері өзі басқа айналысқа қатысады, ол басқаға, солай бірнеше рет. Планеталар қимылына гелиоцентрлік қөзқарастың алдындағы ілімдерінің негізі. http://en.wikipedia.org/wiki/Deferent_and_epicycle Авторы: James Youngman; 1998.
ko: 이 프로그램은 원 둘레의 점이 그리는 자취를 표시합니다. 이 원은 또 다른 원 둘레의 점을 따라서 회전하며 계속 반복됩니다. 태양계의 지동설 이전 모델을 기반으로 합니다. http://en.wikipedia.org/wiki/Deferent_and_epicycle James Youngman 작성, 1998년.
nb: Dette programmet tegner banen fulgt av et punkt på en sirkel. Denne sirkelen roterer rundt et punkt på omkretsen av en annen sirkel. og så videre flere ganger. Dette var grunnlaget for teorien for planetbevegelser før Kopernikus. <link>http://en.wikipedia.org/wiki/Deferent_and_epicycle</link> Skrevet av James Youngman, 1998.
nds: Wiest de Bahn vun en Kantpunkt vun en sik dreihen Krink, de mit sien Merrn sülven an de Kant vun en anner sik dreihen Krink sitt, de ok wedder an de Kant vun en anner Schiev sitt, un so wieder, en poor maal. Dit weer dat Grundmodell för de Planetenbewegen, ehr se opdeckt hebbt, dat de Sünn in de Merrn steiht. http://de.wikipedia.org/wiki/Epizykeltheorie Schreven vun James Youngman, 1998.
nl: Dit toont het pad uitgaande van een punt op de rand van een cirkel. Die cirkel draait rond een punt op de omtrek van een andere cirkel enzovoort, verschillende keren. Deze waren de basis voor het pre-heliocentrische model van planetaire beweging. http://en.wikipedia.org/wiki/Deferent_and_epicycle In 1998 geschreven door James Youngman.
nn: Teiknar vegen som eit punkt på ein sirkel tek. Sirkelen dreiar rundt kanten på ein annan sirkel, og så vidare. Dette var grunnlaget for dei planetmodellane før ein kom opp med modellen med sola i sentrum. http://en.wikipedia.org/wiki/Deferent_and_epicycle Skriven av James Youngman i 1998.
pl: Ten program rysuje trasę punktu znajdującego się na brzegu okręgu. Okrąg obraca się dookoła punktu na brzegu innego okręgu i tak dalej kilka razy. To była podstawa przed-heliocentrycznego modelu ruchu planet. http://en.wikipedia.org/wiki/Deferent_and_epicycle Autor: James Youngman; 1998.
pt: Este programa desenha o caminho traçado por um ponto no extremo de um círculo. Este círculo roda à volta de um ponto no extremo de outro círculo, e assim por diante, durante várias vezes. Esta era a base para o modelo pré-heliocêntrico do movimento dos planetas. http://en.wikipedia.org/wiki/Deferent_and_epicycle Feito por James Youngman; 1998.
ru: Отслеживается путь точки, лежащей на краю окружности. Эта точка кружится вокруг точки на границе другой окружности и так далее, несколько раз. Эта модель лежала в основе до-гелиоцентрических представлений о законах движения планет. http://ru.wikipedia.org/wiki/Эпицикл Автор Джеймс Янгмен (James Youngman), 1998.
sl: Izriše pot, ki sledi točki na robu kroga. Krog se vrti okoli točke na obodu drugega kroga in tako naprej večkrat. To je bila osnova za pred heliocentrični model gibanja planetov. http://en.wikipedia.org/wiki/Deferent_and_epicycle Napisal James Youngman, 1998.
sr@ijekavian: Црта путању одређену тачком на ивици круга. Тај круг се обрће око тачке на ободу другог круга, и тако даље, неколико пута (http://en.wikipedia.org/wiki/Deferent_and_epicycle ). Ово је основа за пре‑хелиоцентрични модел кретања планета. Написао Џејмс Јангман, 1998.
sv: Den här ritar vägen som följs av en punkt längs kanten på en cirkel. Cirkeln roterar runt en punkt på kanten av en annan cirkel, och så vidare, flera gånger. Detta var grunden för modellen av planeternas rörelser, innan den heliocentriska modellen. Se http://sv.wikipedia.org/wiki/Epicykel. Skriven av James Youngman, 1998.
uk: Ця програма малює коло. Це коло обертається навколо точки на дузі іншого кола тощо. Це основа для догеліоцентричної моделі руху планет. http://en.wikipedia.org/wiki/Deferent_and_epicycle Автор — James Youngman.
zh_tw: 畫出一個圓的週邊的軌跡輪廓。圓會隨著另一個圓的圓周旋轉。這是太陽系行星運動模式的基礎。參考資料：http://en.wikipedia.org/wiki/Deferent_and_epicycle 。由 James Youngman 撰寫，1998。

# @item:inrange Linger
source: 30 seconds
ca@valencia: 30 segons
es: 30 segundos
et: 30 sekundit
eu: 30 segundo
fi: 30 sekuntia
fr: 30 secondes
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 сек сайын ауыстыру
ko: 30초
lv: 30 sekunžu
nb: 30 sekunder
nds: 30 Sekunnen
nl: 30 seconden
nn: 30 sekund
pl: 30 sekund
pt: 30 segundos
ru: 30 секунд
sl: 30 sekund
sr@ijekavian: 30 секунди
sv: 30 sekunder
uk: 30 секунд
zh_tw: 30 秒鐘

# @label:spinbox
source: Harmonics
ca@valencia: Harmònics
es: Harmónicos
et: Harmoonia
eu: Harmonikoak
fi: Harmonia
fr: Harmoniques
ga: Armónaigh
gl: Harmónicas
hu: Harmonikus
it: Armoniche
ja: ハーモニクス
kk: Гармоникалар
ko: 조화
nb: Harmoniske
nds: Harmonien
nl: Harmonischen
nn: Harmonikk
pl: Harmoniczne
pt: Harmónicas
ru: Гармоники
sl: Harmonija
sr@ijekavian: Хармоници
sv: Harmonier
uk: Гармоніки
zh_tw: 調波

# @item screen saver name
source: Eruption
ca@valencia: Erupció
es: Erupción
et: Purse
eu: Erupzioa
fi: Purkaus
fr: Éruption
gl: Erupción
hu: Kitörés
it: Eruzione
ja: 爆発
kk: Атылыс
ko: 폭발
lv: Izvirdums
nb: Utbrudd
nds: Eruptschoon
nl: Uitbarsting
nn: Utbrot
pl: Erupcja
pt: Erupção
ru: Извержение
sl: Izbruh
sr@ijekavian: Ерупција
sv: Utbrott
uk: Виверження
zh_tw: 爆發

# @info screen saver description
source: Exploding fireworks. See also the "Fireworkx", "XFlame" and "Pyro" screen savers. Written by W.P. van Paassen; 2003.
ca@valencia: Explosions de focs artificials. Vegeu també els estalvis de pantalles «Focs artificials X», «Flama X» i «Foc». Escrit per W.P. van Paassen; 2003.
es: Fuegos artificiales que estallan. Vea también los salvapantallas «Erupción», «XFlame» y «Pyro». Escrito por W. P. van Paassen; 2003.
et: Tulevärk ja plahvatused. Vaata ka ekraanisäästjaid "TulevärkX", "XLeek" ja "Püro". Autor: W.P. van Paassen; 2003.
eu: Eztanda egiten duten su artifizialak. Begiratu "Fireworkx", "XFlame" eta "Pyro" pantaila babesleak. W.P. van Paassen-ek idatzia; 2003.
fi: Räjähtävät raketit. Katso myös ”Fireworkx”-, XFlame”- ja Pyro”-näytönsäästäjiä. Kirjoittanut W.P. van Paassen, 2003.
fr: Feu d'artifice qui explose. Voir aussi les écrans de veille « Fireworkx », « Xflame » et « Pyro ». Écrit par W.P. van Paassen ; 2003.
gl: Fogos de artificio a explotar. Vexa tamén os protectores de pantalla «Fogos de artificio», «Chama X» e «Pirotecnia». Escribiuno W.P. van Paassen en 2003.
it: Fuochi d'artificio che esplodono. Vedi anche i salvaschermi «Fuochi d'artificio», «Fuoco» e «Pirotecnica». Scritto da W.P. van Paassen; 2003.
ja: 爆発する花火。「Fireworkx」、「XFlame」、「Pyro」のスクリーンセーバーも参照。W.P. van Paassen、2003年作。
kk: Отшашу жарылыстары. Бұған қоса "Отшашу X", "X жалыны" және "Пиро" сақтаушыларын қараңыз. Авторы: W.P. van Paassen; 2003.
ko: 폭발하는 불꽃입니다. "Fireworkx", "XFlame", "Pyro" 화면 보호기를 참고하십시오. W. P. van Paassen 작성, 2003년.
nb: Eksploderende fyrverkeri. Se også pauseskjermene «Fireworkx», «XFlame» og «Pyro». Skrevet av W.P. van Paassen, 2003.
nds: Füerwark. Kiek Di ok de Pausschirmen "FüerwarkX", "XFlamm" un "Füerwark" an. Schreven vun W.P. van Paassen, 2003.
nl: Exploderend vuurwerk. Zie ook de "Fireworkx", "XFlame" en "Pyro" schermbeveiliging. In 2003 geschreven door W.P. van Paassen.
nn: Eksploderande fyrverkeri. Sjå òg pauseskjermane «Fyrverkeri», «X-flammar» og «Pyro». Skriven av W.P. van Paassen i 2003.
pl: Eksplodujące fajerwerki. Zobacz też wygaszacze "Pyro", "XFlame" i "Fireworkx". Autor: W.P. van Paassen; 2003.
pt: Fogo-de-artifício em explosão. Veja também os protectores de ecrã "Fireworkx", "XFlame" e "Pyro". Feito por W.P. van Paassen; 2003.
ru: Взрывающиеся фейерверки. Также см. хранители экрана "Fireworkx", "XFlame" и "Pyro". Автор В.П. ван Паассен ( W.P. van Paassen), 2003.
sl: Eksplodirajoči ognjemet. Oglejte si tudi ohranjevalnike zaslona "Fireworkx", "XFlame" in "Pyro". Napisal W.P. van Paassen, 2003.
sr@ijekavian: Ватромет. Погледајте и чуваре екрана Ватромет‑икс, Икс‑пламен и Пиро. Написао В. П. ван Пасен, 2003.
sv: Exploderande fyrverkeri. Se också skärmsläckarna "Fyrverkeri", "X-flamma" och "Pyro". Skriven av W.P. van Paassen, 2003.
uk: Феєрверки, що вибухають. Див. також зберігачі екрана «Феєрверк x», «X-полум’я» та «Салют». Автор — W.P. van Paassen; 2003.
zh_tw: 爆發火花。由 W.P. van Paassen 撰寫，2003。

# @item:inrange Number of colors
source: Few
ca@valencia: Poques
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @label:slider
source: Number of particles
ca@valencia: Nombre de partícules
es: Número de partículas
et: Osakeste arv
eu: Partikula kopurua
fi: Hiukkasten määrä
fr: Nombre de particules
ga: Líon na gcáithníní
gl: Número de partículas
hu: A részecskék száma
it: Numero di particelle
ja: 粒子の数
kk: Бөлшектер саны
ko: 입자 개수
lv: Daļiņu skaits
nb: Antall partikler
nds: Tall vun Deeltjes
nl: Aantal deeltjes
nn: Tal på partiklar
pl: Liczba cząstek
pt: Número de partículas
ru: Количество разлетающихся частиц
sl: Število delcev
sr@ijekavian: Број честица
sv: Antal partiklar
uk: Кількість часток
zh_tw: 粒子數目

# @item:inrange Number of particles
source: Little
ca@valencia: Baix
es: Pequeño
et: Vähe
eu: Txikia
fi: Vähän
fr: Petite
ga: Beag
gl: Pouco
hu: Kicsi
it: Poche
ja: 小さい
kk: Аз
ko: 적음
lv: Nedaudz
nb: Få
nds: Lütt
nl: Klein
nn: Lite
pl: Niska
pt: Pequeno
ru: Мало
sl: Majhno
sr@ijekavian: мало
sv: Få
uk: Невелика
zh_tw: 小

# @item:inrange Number of particles
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Grande
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Значна
zh_tw: 多

# @label:slider
source: Cooling factor
ca@valencia: Factor de refrigeració
es: Factor de enfriamiento
et: Jahtumine
eu: Hozteko faktorea
fi: Jäähdytyskerroin
fr: Facteur de refroidissement
ga: Fachtóir fuaraithe
gl: Factor de arrefriamento
hu: Lehűlési tényező
it: Fattore di raffreddamento
ja: 冷却係数
kk: Суу жылдамдығы
ko: 냉각 지수
lv: Dzesēšanas faktors
nb: Kjølefaktor
nds: Köhlfaktor
nl: Afkoelfactor
nn: Avkjølingsfaktor
pl: Współczynnik chłodzenia
pt: Factor de arrefecimento
ru: Холодильный коэффициент
sl: Faktor ohlajanja
sr@ijekavian: Фактор хлађења
sv: Nerkylningsfaktor
uk: Коефіцієнт охолодження
zh_tw: 冷卻因子

# @item:inrange Cooling factor
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lento
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Cooling factor
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Heat
ca@valencia: Calor
es: Calor
et: Kuumus
eu: Beroa
fi: Kuumuus
fr: Chaleur
ga: Teas
gl: Calor
hu: Hőség
it: Calore
ja: 温度
kk: Жылылығы
ko: 열
lv: Siltums
nb: Varme
nds: Hitt
nl: Hitte
nn: Varme
pl: Temperatura
pt: Calor
ru: Жар
sl: Vročina
sr@ijekavian: Топлота
sv: Hetta
uk: Спека
zh_tw: 熱能

# @item:inrange Heat
source: Pleasant
ca@valencia: Agradable
es: Agradable
et: Talutav
eu: Atsegina
fi: Miellyttävä
fr: Plaisant
ga: Aoibhinn
gl: Agradábel
hu: Kellemes
it: Piacevole
kk: Жылы
ko: 천국
lv: Patīkams
nb: Behagelig
nds: Moi
nl: Plezierig
nn: Lunt
pl: Przyjemna
pt: Agradável
ru: Приятный
sl: Prijetno
sr@ijekavian: пријатно
sv: Behaglig
uk: Приємне тепло
zh_tw: 愉快的

# @item:inrange Heat
source: Inferno
ca@valencia: Infern
es: Infierno
et: Põrgu
eu: Infernua
fi: Helvetti
ga: Olldóiteán
hu: Infernó
it: Infernale
ja: インフェルノ
kk: Ыстық
ko: 지옥
lv: Ellīgs
nds: Höll
nl: Hellevuur
pl: Piekło
ru: Адский
sl: Pekel
sr@ijekavian: паклено
uk: Пекло
zh_tw: 火海

# @label:slider
source: Gravity
ca@valencia: Gravetat
es: Gravedad
et: Raskusjõud
eu: Grabitatea
fi: Painovoima
fr: Gravité
ga: Domhantarraingt
gl: Gravidade
hu: Gravitáció
it: Gravità
ja: 重力
kk: Гравитация
ko: 중력
lv: Gravitācija
nb: Gravitasjon
nds: Swoorkraft
nl: Zwaartekracht
nn: Tyngdekraft
pl: Grawitacja
pt: Gravidade
ru: Гравитация
sl: Težnost
sr@ijekavian: Гравитација
sv: Gravitation
uk: Гравітація
zh_tw: 重力

# @item:inrange Gravity
source: Negative
ca@valencia: Negatiu
es: Negativo
et: Negatiivne
eu: Negatiboa
fi: Negatiivinen
fr: Négatif
ga: Diúltach
gl: Negativo
hu: Negatív
it: Negativa
ja: ネガティブ
kk: Теріс
ko: 음수
lv: Negatīva
nb: Negativ
nds: Negativ
nl: Negatief
nn: Negativ
pl: Ujemna
pt: Negativa
ru: Отрицательная
sl: Negativna
sr@ijekavian: негативна
sv: Negativ
uk: Негативна
zh_tw: 負

# @item:inrange Gravity
source: Positive
ca@valencia: Positiu
es: Positivo
et: Positiivne
eu: Positiboa
fi: Positiivinen
fr: Positif
ga: Deimhneach
gl: Positivo
hu: Pozitív
it: Positiva
ja: ポジティブ
kk: Оң
ko: 양수
lv: Pozitīva
nb: Positiv
nds: Positiv
nl: Positief
nn: Positiv
pl: Dodatnia
pt: Positiva
ru: Положительная
sl: Pozitivna
sr@ijekavian: позитивна
sv: Positiv
uk: Позитивна
zh_tw: 正

# @item screen saver name
source: Euler2D
it: Eulero bidimensionale
ja: オイラー2d
kk: Эйлер
ko: 2차원 오일러
lv: Eilers 2D
sr@ijekavian: Ојлер 2Д
uk: Ейлер
zh_tw: 尤拉 2D
