Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: A variant on a "fifteen puzzle", operating on the screen or an image. It divides the image into a grid and randomly shuffles the squares. http://en.wikipedia.org/wiki/Fifteen_puzzle Written by Jamie Zawinski; 1994.
ca@valencia: Una variant del «Jocs del quinze», que treballa amb la pantalla o una imatge. Divideix la imatge en una quadricula i barreja a l'atzar els quadrats. http://en.wikipedia.org/wiki/Fifteen_puzzle Escrit per Jamie Zawinski; 1994.
es: Una variante del «rompecabezas del quince» que funciona sobre la pantalla o una imagen. Divide la imagen en una cuadrícula, y mueve los cuadrados al azar. http://en.wikipedia.org/wiki/Fifteen_puzzle. Escrito por Jamie Zawinski.
et: Viieteistkümnemängu variant, mis võtab aluseks ekraani või mõne pildi. Pilt jaotatakse võrgustikuks ja siis segatakse ruute suvaliselt. http://en.wikipedia.org/wiki/Fifteen_puzzle Autor: Jamie Zawinski; 1994.
fi: Muunnelma ”15 palan palapeleistä”. Toimii ruudun näkymällä tai muulla kuvalla. Jakaa kuvan ruudukoksi ja sekoittaa sen osia satunnaisesti. http://en.wikipedia.org/wiki/Fifteen_puzzle Kirjoittanut Jamie Zawinski, 1994.
it: Una variante del «gioco del quindici», operante sullo schermo o su un'immagine. Divide l'immagine in una griglia e la rimescola a caso. http://it.wikipedia.org/wiki/Gioco_del_quindici Scritto da Jamie Zawinski; 1994.
nb: En variant av «15»-puslespillet, virker på skjermen eller et bilde. Deler det opp i ruter, og så stokkes rutene tilfeldig omkring. http://en.wikipedia.org/wiki/Fifteen_puzzleSkrevet av Jamie Zawinski i 1994.
nds: En Variant vun de 15-Stücken-Radels. Nimmt en Bild oder den Schirm, deelt dat na in en Gadder op un mischt de Rechtecken tofällig. http://de.wikipedia.org/wiki/15-Puzzle Schreven vun Jamie Zawinski, 1994.
nl: Een variant van een "15-puzzel", die werkt op het scherm of een afbeelding. Het deelt de afbeelding op in een raster en verschuift de vierkantjes willekeurig. http://en.wikipedia.org/wiki/Fifteen_puzzle In 1994 geschreven door Jamie Zawinski.
pl: Wariant "piętnastu puzzli" operujący na ekranie lub obrazie. Bierze obrazek, dzieli go na kwadraty a potem miesza kawałki jak w grze w "16 puzzli", gdzie w siatce kwadratów brakuje jednego z nich. http://en.wikipedia.org/wiki/Fifteen_puzzle Autor: Jamie Zawinski; 1994.
pt: Agarra numa imagem, divide-a numa grelha, baralhando de seguida os quadrados, como se fosse um daqueles "puzzles de 15 peças" aborrecidos, onde existe uma grelha de quadrados e em que falta um. http://en.wikipedia.org/wiki/Fifteen_puzzle Feito por Jamie Zawinski; 1994.
sl: Različica igre "petnajst kosov", ki deluje na zaslonu ali sliki. Sliko razdeli v mrežo in naključno pomeša kvadrate. http://en.wikipedia.org/wiki/Fifteen_puzzle Napisal Jamie Zawinski, 1994.
sr@ijekavian: Варијанта „петнаестице“, која делује над екраном или сликом (http://en.wikipedia.org/wiki/Fifteen_puzzle). Дијели слику у мрежу и насумично меша квадрате. Написао Џејми Завински, 1994.
sv: En variant av ett "femtonspel", som använder skärmen eller en bild. Den delar upp bilden i ett rutnät, och skjuter slumpmässigt omkring brickorna. Se http://sv.wikipedia.org/wiki/Femtonspel. Skriven av Jamie Zawinski, 1994.
uk: Цей зберігач бере зображення, розділяє ґраткою, а тоді перетасовує квадратики, подібно до головоломок, які складаються з ґратки, заповненої квадратиками, з одним порожнім місцем (п’ятнашки). http://en.wikipedia.org/wiki/Fifteen_puzzle Автор — Jamie Zawinski; 1994.
zh_tw: 取得一張圖片，切成小格，然後打亂，做成像是 Fifteen 之類的遊戲，也就是將其中一個小格拿掉，讓其它的來拼湊。參考資料：http://en.wikipedia.org/wiki/Fifteen_puzzle 。由 Jamie Zawinski 撰寫，1994。

# @info screen saver description
source: This takes an image, divides it into a grid, and then randomly shuffles the squares around as if it was one of those "fifteen-puzzle" games where there is a grid of squares, one of which is missing. http://en.wikipedia.org/wiki/Fifteen_puzzle Written by Jamie Zawinski; 1994.
ca@valencia: Este pren una imatge, la divideix en una quadricula i barreja a l'atzar els quadrats entre si como si fos un d'estos avorrits trencaclosques, a on al dibuix, fet amb quadrats, li falta una peça. http://en.wikipedia.org/wiki/Fifteen_puzzle Escrit per Jamie Zawinski; 1994.
es: Toma una imagen, la divide en una cuadrícula, y al azar mueve los cuadrados entre sí como si fuera uno de esos aburridos rompecabezas, donde al dibujo, hecho con cuadrados, le falta una pieza. Escrito por Jamie Zawinski; 1994.
et: Võtab pildi, jaotab selle võrgustikuga ja siis segab ruute suvaliselt, justkui mõni neist tüütutest 16 ruuduga pusledest, kus üks ruut on puudu ja teised tuleb oma kohale ajada. http://en.wikipedia.org/wiki/Fifteen_puzzle Autor: Jamie Zawinski; 1994.
fi: Kaappaa kuvan, jakaa sen ruudukoksi ja sekoittaa osia edestakaisin aivan kuin niissä 15 palan peleissä, jotka koostuvat neliön muotoisten palasten ruudukosta yksi pala puuttuu. http://en.wikipedia.org/wiki/Fifteen_puzzle Kirjoittanut Jamie Zawinski, 1994.
fr: Ceci prend une image, la divise selon une grille et mélange toutes les pièces comme ces puzzles à 15 pièces ou une pièce manque. http://en.wikipedia.org/wiki/Fifteen_puzzle Écrit par Jamie Zawinski ; 1994.
ga: Roinneann sé seo íomhá ina greille, ansin déanann sé suaitheadh ar na cearnóga amhail is gur ceann de na cluichí ciapánta sin "15-puzal" é, ina bhfuil 15 chearnóg bheag ann, agus cearnóg amháin ar iarraidh. http://en.wikipedia.org/wiki/Fifteen_puzzle Scríofa ag Jamie Zawinski, 1994.
gl: Este toma nunha imaxe, divídea nunha grella, baralla os cadrados como se fose un daqueles crebacabezas onde existe unha grella de cadrados nos que falta un. http://en.wikipedia.org/wiki/Fifteen_puzzle. Escribiuno Jamie Zawinski en 1994.
it: Prende un'immagine, la divide in una griglia e la rimescola a caso, come in quei rompicapo a 15 tessere dove c'è una griglia di quadrati di cui uno mancante. http://it.wikipedia.org/wiki/Gioco_del_quindici Scritto da Jamie Zawinski; 1994.
ja: 画像を格子上に矩形に分割し、一面が欠けた「15 面パズル」のようにそれらをシャッフルして並べ変えます。http://ja.wikipedia.org/wiki/15パズル Jamie Zawinski、1994年作。
kk: "Он бес" деген ойындағыдай экрандағы кескінді торлы көздерге бөліп, бір кетік көзін жылжытып, кескінді шатастырады. http://en.wikipedia.org/wiki/Fifteen_puzzle Авторы: Jamie Zawinski; 1994.
nb: Tar et bilde og deler det opp i ruter, og så stokkes rutene tilfeldig omkring som om det var et sånt «15-spill»-brett, der det er en ramme med kvadrater hvor ett mangler. <link>http://en.wikipedia.org/wiki/Fifteen_puzzle</link> Skrevet av Jamie Zawinski i 1994.
nds: Nimmt en Bild, deelt dat na en Gadder op un mischt de Rechtecken, as bi en vun disse lütten Schuuvspelen, bi de in en Feld vun 16 Quadraten 15 Steen liggt. http://de.wikipedia.org/wiki/15-Puzzle Schreven vun Jamie Zawinski, 1994.
nl: Dit neemt een schermafdruk, verdeelt het in een raster, husselt deze vierkantjes alsof ze een van de vervelende "15-puzzel"-spellen waren, waarbij je een raster hebt van rechthoeken, waarvan er eentje altijd ontbreekt. Ik haat het oplossen van dat soort puzzels, maar ernaar kijken hoe iemand anders de puzzelstukjes probeert te schikken is veel leuker. Geschreven door Jamie Zawinski.
pl: Bierze obrazek, dzieli go na kwadraty a potem miesza kawałki jak w grze w "16 puzzli", gdzie w siatce kwadratów brakuje jednego z nich. http://en.wikipedia.org/wiki/Fifteen_puzzle Autor: Jamie Zawinski; 1994.
pt: Agarra numa imagem, divide-a numa grelha, baralhando de seguida os quadrados, como se fosse um daqueles "puzzles de 16 peças" aborrecidos, onde existe uma grelha de quadrados e em que falta um. http://en.wikipedia.org/wiki/Fifteen_puzzle Feito por Jamie Zawinski; 1994.
ru: Делит изображение на составные части по сетке, и затем случайным образом смешивает их, по аналогии с игрой "пятнашки". http://ru.wikipedia.org/wiki/Пятнашки Автор Джеми Завински (Jamie Zawinski), 1994.
sl: Vzame sliko, jo razdeli v mrežo in naključno meša kvadrate naokoli kot v eni od iger "petnajst koščkov", kjer v mreži kvadratov eden manjka. http://en.wikipedia.org/wiki/Fifteen_puzzle Napisal Jamie Zawinski, 1994.
sr@ijekavian: Узима слику, дијели је у мрежу, а затим насумично разбацује около квадрате; као у једној од оних игара „петнаестице“, гдје у мрежи квадрата један недостаје (http://en.wikipedia.org/wiki/Fifteen_puzzle). Написао Џејми Завински, 1994.
sv: Den här tar en bild, delar upp den i ett rutnät, och skjuter slumpmässigt omkring brickorna som med ett av de där irriterande "15-spelen", där det finns ett rutnät med brickor, och en saknas. Se http://sv.wikipedia.org/wiki/Femtonspel. Skriven av Jamie Zawinski, 1994.
uk: Цей зберігач бере зображення, розділяє ґраткою, а тоді перетасовує квадратики, подібно до головоломок, які складаються з ґратки, заповненої квадратиками, з одним порожнім місцем. http://en.wikipedia.org/wiki/Fifteen_puzzle Автор — Jamie Zawinski; 1994.
zh_tw: 取得一張圖片，切成小格，然後打亂，做成像是 Fifteen 之類的遊戲，也就是將其中一個小格拿掉，讓其它的來拼湊。參考資料：http://en.wikipedia.org/wiki/Fifteen_puzzle 。由 Jamie Zawinski 撰寫，1994。

# @label:slider
source: Pause
ca@valencia: Pausa
es: Pausa
et: Paus
eu: Eten
fi: Tauko
ga: Sos
gl: Pausa
hu: Szünet
it: Pausa
ja: 一時停止
kk: Аялдауы
ko: 일시 정지
lv: Pauze
nds: Anhollen
pl: Pauza
pt: Pausa
ru: Пауза
sl: Premor
sr@ijekavian: Пауза
sv: Paus
uk: Пауза
zh_tw: 暫停

# @item:inrange Pause
source: Short
ca@valencia: Curta
es: Corta
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īsa
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótka
pt: Curta
ru: Короче
sl: Kratek
sr@ijekavian: кратка
sv: Kort
uk: Коротка
zh_tw: 短

# @item:inrange Pause
source: Long
ca@valencia: Llarga
es: Larga
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзақ
ko: 길게
lv: Gara
nb: Lang
nds: Lange Regen ümbreken
nl: Lang
nn: Lang
pl: Długa
pt: Longa
ru: Длиннее
sl: Dolg
sr@ijekavian: дуга
sv: Lång
uk: Довга
zh_tw: 長

# @label:slider
source: Slide speed
ca@valencia: Velocitat de desplaçament
es: Velocidad de deslizamiento
et: Pusletüki kiirus
fi: Liukumisen nopeus
fr: Vitesse de glissement
ga: Luas sleamhnaithe
gl: Velocidade de desprazamento
hu: Csúszási sebesség
it: Velocità di scorrimento
ja: スライドのスピード
kk: Жылдамдығы
ko: 슬라이드 속도
lv: Slīdēšanas ātrums
nb: Skyvehastighet
nds: Schuuvgauheit
nl: Snelheid van diavoorstelling
nn: Glidefart
pl: Szybkość zmiany slajdów
pt: Velocidade de deslocamento
ru: Скорость передвижения
sl: Hitrost drsenja
sr@ijekavian: Брзина клизања
sv: Skyfflingshastighet
uk: Швидкість зміни слайдів
zh_tw: 滑動速度

# @item:inrange Slide speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Slide speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Жылдам
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:spinbox
source: Gutter size
ca@valencia: Mida del canal
es: Tamaño de la alcantarilla
et: Eraldaja suurus
fi: Kourukoko
fr: Taille de la gouttière
gl: Tamaño da canle
it: Spaziatura
ja: 溝のサイズ
kk: Аралығы
ko: 조각 크기
nb: Størrelse på renne
nds: Block-Afstänn
nl: Gootafmeting
pl: Rozmiar rynny
pt: Tamanho do canal
ru: Размер интервала
sl: Velikost požiralnika
sr@ijekavian: Величина усека
sv: Mellanrumstorlek
uk: Розмір проміжку
zh_tw: 網格大小

# @item screen saver name
source: Slip
et: Libistaja
fi: Livahdus
fr: Glissement
gl: Esvarar
hu: Csúszás
it: Schizzi
ja: スリップ
kk: Сорғыш
ko: 제트 기류
lv: Slīde
nds: Afglitscht
nl: Uitglijen
pt: Deslizamento
sl: Zdrs
sr@ijekavian: Склиз
sv: Glid
uk: Ковзання
zh_tw: 滑動

# @info screen saver description
source: This throws some random bits on the screen, then sucks them through a jet engine and spews them out the other side. To avoid turning the image completely to mush, every now and then it will it interject some splashes of color into the scene, or go into a spin cycle, or stretch the image like taffy. Written by Scott Draves and Jamie Zawinski; 1997.
ca@valencia: Este programa dispara a l'atzar uns quants bits en la pantalla, després els aspira a través d'un motor a reacció i els expulsa per l'altre costat. Per a evitar fer completament confusa la imatge, cada cert temps interposa alguns esquitxos de color en l'escena, o entra en un cicle de rotació, o amplia la imatge. Escrit per Scott Draves i Jamie Zawinski; 1997.
es: Este programa dispara al azar unos cuantos bits en la pantalla, luego los aspira a través de un jet y los vomita por el otro lado. Para evitar hacer completamente confusa la imagen, cada cierto tiempo interpone algunas salpicaduras de color en la escena, o entra en un ciclo de giro, o ensancha la imagen como una melcocha, o (es mi preferido) copia una imagen del escritorio para machacarla. Escrito originalmente por Scott Draves; hecho polvo por Jamie Zawinski.
et: Heidab ekraanile mõned suvalised bitid, laseb need siis läbi reaktiivmootori ja paiskab igas suunas laiali. Et pilt päris pudruks ei muutuks, visatakse aegajalt mõni värvilaik juurde või pannakse kõik keerlema või venitatakse välja nagu iirisekomm. Autorid: Scott Draves ja Jamie Zawinski; 1997.
fi: Näytönsäästäjä viskelee näytölle satunnaisia kappaleita, imaisee ne sitten suihkumoottorin läpi ja sylkee toiselle puolelle. Jottei kuva ei muuttuisi ihan mössöksi, kuten välillä käy, ohjelma lisää ruudulle väriläiskiä, alkaa kiertää ympyrää tai venyttää kuvaa kuin toffeekarkkia tai (tämän olen lisännyt itse) kaappaa kuvan työpöydältäsi ja jauhaa sitä. Alkuaan kirjoittanut Scott Draves, muokannut Jamie Zawinski, 1997.
fr: Ce programme jette des bits aléatoirement sur l'écran, puis les aspire à travers un pulvérisateur, et les répand de l'autre côté. Pour d'éviter de transformer l'image en bouillie de maïs, il envoie des jets de couleur dans la scène, ou étire l'image comme taffy, ou (c'est mon ajout) prend une image de votre bureau actuel pour la mâchouiller. Écrit par Scott Draves et Jamie Zawinski ; 1997.
ga: Caitheann an ríomhchlár seo giotáin randamacha suas ar an scáileán, ansin tarraingíonn sé iad trí scairdinneall agus sceitheann sé iad amach an taobh eile. Sa chaoi nach ndéanfaidh sé praiseach iomlán den scáileán, athraíonn sé a oibriú anois is arís, trí mhíreanna daite a idirstealladh sa radharc, nó ciogal casaidh a thosú, nó an íomhá a shíneadh cosúil le taifí. Scríofa ag Scott Draves agus Jamie Zawinski, 1997.
gl: Este manda algúns puntos aleatorios para a pantalla, zugándoos entón por unha turbina e expulsándoos polo outro lado. Para evitar que a imaxe se torne moi confusa, de cando en vez mete algúns trazos de cor, mostra un ciclo ou tenta estirar a imaxe. Escribírono Scott Davies eJamie Zawinski no 1997.
it: Questo programma butta un po' di pezzi a caso sullo schermo, poi li risucchia in un turboreattore e li butta fuori dall'altro lato. Per evitare di ridurre completamente in poltiglia l'immagine, ogni tanto butta qualche schizzo di colore nella scena, entra in un ciclo di centrifuga, o stira l'immagine come una cicca. Scritto da Scott Draves e Jamie Zawinski; 1997.
ja: このプログラムはランダムなビットをスクリーンに散らします。それからそれらをジェットエンジンのように吸い込み、他の側から吹き出します。画像がすっかりぐちゃぐちゃになるのを避けるため、時折、色のしぶきを投げ入れます。あるいは回転のサイクルに移行します。あるいは、画像を引き延ばします。Scott Draves と Jamie Zawinski、1997年作。
kk: Экрандағы нүктелерін бір жақтан сорып алып басқа жаққа лақтырады. Авторлары: Scott Draves және Jamie Zawinski; 1997.
nb: Dette programmet strør ut på skjermen noen vilkårlige biter, som så suges inn i en jetmotor og blåses ut den andre veien. Dette kunne lage fullstendig mølje av bildet, så derfor slenger det av og til noen fargeflekker innom, eller bitene sentrifugeres, eller bildet strekkes som varm karamell. Skrevet av Scott Draves og Jamie Zawinski i 1997
nds: Smitt en poor tofällig Stücken op den Schirm, süggt de dör en Jet-Turbien un spiegt se op de anner Siet wedder ut. Dormit vun dat Bild nich bloots Gruus un Muus överblifft, sprütt dat dor af un an maal en Placken Farv twischen, geiht in en Krinkloop, oder treckt dat Bild in de Längde as en Kaubontje. Schreven vun Scott Draves un Jamie Zawinski, 1997.
nl: Dit programma werpt willekeurige bitjes op het scherm, waarna ze door een straalmotor worden opgezogen en uitgespuugd aan de andere kant. Om te vermijden dat het beeld volledig tot moes gemalen wordt, wordt er zo af en toe een spetter kleur in het beeld geworpen of gaat het ronddraaien of wordt het beeld uitgerekt als een stuk kauwgum. In 1997 geschreven door Scott Draves en Jamie Zawinski.
pl: Ten program wyświetla losowe kawałki na ekranie, a następnie zasysa je do silnika odrzutowego i wypluwa po drugiej stronie. Aby uniknąć zamienienia obrazka w kompletną papkę, do obrazka dorzucane są kolorowe plamy, obrazek wchodzi w obroty lub rozciąga się jak krówka ciągutka. Autorzy: Scott Draves i Jamie Zawinski; 1997.
pt: Este programa manda alguns pontos aleatórios para o ecrã, sugando-os de seguida por um motor a jacto e expulsando-os pelo outro lado. Para evitar que a imagem se torne muito confusa, sempre que puder mete alguns traços de cor, mostra um ciclo, tenta esticar a imagem ou ainda (esta é a minha ideia) agarra uma imagem do seu ecrã para a "cuspir". Feito por Scott Davies e Jamie Zawinski; 1997.
ru: Хранитель экрана выбрасывает несколько бит на экран, «всасывает» их и снова выбрасывает. Чтобы изображение не превращалось в сплошную кашу, на экране постоянно появляются брызги разных цветов, картинка растягивается или захватывается изображение рабочего стола. Исходный вариант написан Скоттом Дрейвзом (Scott Draves) и доработан Джеми Завински (Jamie Zawinski), 1997.
sl: Na zaslon vrže nekaj naključnih kosov, jih potegne v reaktivni motor in jih pljune ven na drugi strani. Da se slika ne bi popolnoma pretvorila v kašo, na zaslon vsake toliko časa vmeša nekaj pljuskov, gre v postopek vrtenja ali pa jo zavrti. Napisala Scott Draves in Jamie Zawinski, 1997.
sr@ijekavian: Разбаца насумичне парчиће по екрану, затим их усиса кроз млазни мотор и испљуне на другу страну. Како се слика не би претворила у хаос, с времена на вријеме се убризгавају капљице боје, прелази се у циклус окретања, или се слика развлачи као пита. Написали Скот Дрејвс и Џејми Завински, 1997.
sv: Den här slänger ut några slumpmässiga bitar på skärmen, och suger sedan in dem i en jetmotor och spyr ut dem på andra sidan. För att undvika att bilden blir en fullständig röra, så lägger den då och då till några färgfläckar i scenen, eller går i spinn, eller sträcker bilden som kola. Skriven av Scott Draves och Jamie Zawinski, 1997.
uk: Ця програма кидає декілька випадкових шматочків на екран, тоді всмоктує їх через реактивний двигун і випльовує їх з іншого боку. Щоб зображення не перетворилось на цілковиту кашу, час від часу на екран вихлюпуються бризки кольору або зображення розтягується, або захоплює поточне зображення вашої стільниці і пережовує його. Перший автор Scott Draves; доповнив Jamie Zawinski.
zh_tw: 這個程式隨機丟一些小點在螢幕上，然後用一個噴射引擎開始將它們吸入，再吐到另一邊。要避免影像會完全變糊掉，它偶而會插入一些顏色斑點在裡面，或是進入一個旋轉的循環，或是將影像延展成像個太妃糖那樣，或是重新從您的桌面抓影像來玩。由 Scott Draves 與 Jamie Zawinski 撰寫，1997。

# @item screen saver name
source: Sonar
ca@valencia: Sónar
eu: Sonarra
fi: Tutka
hu: Szonár
ja: ソナー
kk: Локатор
ko: 소나
lv: Sonārs
sr@ijekavian: Сонар
uk: Ехолот
zh_tw: 聲納
