Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Generates fields of concentric circles or ovals, and combines the planes with various operations. The planes are moving independently of one another, causing the interference lines to spray. http://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski; 1998.
ca@valencia: Genera camps de cercles concèntrics o ovals i combina els plans amb diverses operacions. Els plans es mouen independentment l'un de l'altre, el que causa que les línies d'interferència «es vaporitzin». http://en.wikipedia.org/wiki/Moire_pattern Escrit per Jamie Zawinski; 1998.
es: Otro ejemplo de lo divertido que pueden ser los patrones de interferencia; este truco genera campos de círculos concéntricos u óvalos, y combina los planos con varias operaciones. Los planos se mueven independientemente uno de otro, lo que hace que las líneas de interferencia «se pulvericen». Creado por Jamie Zawinski.
et: Tekitab kontsentriliste ringide või ovaalide tasapindu, kombineerides neid mitmeti omavahel. Tasapinnad liiguvad üksteise suhtes sõltumatult, mis põhjustab interferentsijoonte "pihustumist". http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 1998.
fr: Un autre exemple de l'amusement que vous pouvez avoir avec des motifs d'interférence de moirage ; celui-ci génère des champs de cercles ou d'ovales concentriques, et combine les plans avec des opérations diverses. Les plans se déplacent indépendamment les uns des autres, transformant les lignes d'interférence en « gouttelettes ». http://fr.wikipedia.org/wiki/Moiré_(effet_de_contraste) Écrit par Jamie Zawinski ; 1998.
ga: Dearann sé seo réimsí de chiorcail nó ubhchruthanna comhlárnacha, agus cuireann sé na plánaí le chéile trí oibríochtaí éagsúla. Bogann na plánaí go neamhspleách ar a chéile, rud a thugann ar na línte trasnaíochta a ``spré''. http://en.wikipedia.org/wiki/Moire_pattern Scríofa ag Jamie Zawinski, 1998.
gl: Xera campos de círculos ou elipses concéntricos e combina os planos con varias operacións. Os planos móvense independentemente uns dos outros, facendo que as liñas de interferencia se pulvericen. http://en.wikipedia.org/wiki/Moire_pattern. Escribiuno Jamie Zawinski en 1998.
hu: Koncentrikus körök vagy ellipszisek halmazát generálja, az egyes síkok között különféle műveleteket végezve. A síkok egymástól teljesen függetlenül mozognak, így az interferenciapontok fokozatosan szétszóródnak. http://en.wikipedia.org/wiki/Moire_pattern Készítette: Jamie Zawinski, 1998.
it: Genera campi di cerchi o ovali concentrici, e combina i piani con varie operazioni. Questi piani si muovono indipendentemente l'uno dall'altro, facendo schizzare le linee d'interferenza. http://it.wikipedia.org/wiki/Effetto_moir%C3%A9 Scritto da Jamie Zawinski; 1998.
ja: 同心円または同心楕円のフィールドを生成します。そしてそのように出来た面をさまざまな操作で混ぜ合わせています。面は互いに独立して移動し、干渉縞が「吹き出る」ようになっています。http://ja.wikipedia.org/wiki/モアレ Jamie Zawinski、1998年作。
kk: Сопайған центірлес шеңбер жолақтарын құрып, оларды жылжытып, түрлі әдістерімен сәйкестіреді де, нәтижелі интерференция өрнектің таралу бейнесін көрсетеді. http://en.wikipedia.org/wiki/Moire_pattern Авторы: Jamie Zawinski; 1998.
nb: Lager felter av konsentriske sirkler eller ovaler, og kombinerer planene med diverse operasjoner. Planene beveger seg uavhengig av hverandre, slik at interferenslinjene «dusjer». <link>http://en.wikipedia.org/wiki/Moire_pattern</link> Skrevet av Jamie Zawinski i 1998.
nds: Stellt Evenen mit konzentersche Krinken oder Ovalen op, de denn över verscheden Rekenoperatschonen de een mit de anner verbunnen warrt. De Evenen warrt enkel beweegt, so dat sik de Interferenzlienen oplööst un nieg formt. http://de.wikipedia.org/wiki/Moiré-Effekt Schreven vun Jamie Zawinski, 1998.
nl: Genereert velden met concentrische cirkels of ovalen en combineert de vlakken door verschillende bewerkingen. De vlakken bewegen onafhankelijk van elkaar, waardoor de interferentie lijnen sproeien. http://en.wikipedia.org/wiki/Moire_pattern In 1998 geschreven door Jamie Zawinski.
nn: Lagar felt med konsentriske sirklar eller ellipsar, og kombinerer plana med ulike operasjonar. Plana beveger seg uavhengig av kvarandre, og det oppstår interferensmønster. <link>http://en.wikipedia.org/wiki/Moire_pattern</link> Skriven av Jamie Zawinski i 1998.
pl: Wyświetlacz generuje płaszczyzny z koncentrycznych okręgów i owali i łączy je różnymi operacjami. Płaszczyzny poruszają się niezależnie od siebie, co powoduje tworzenie linii interferencji. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 1998.
pt: Gera campos de círculos ou elipses concêntricos e combina os planos com várias operações. Os planos movem-se independentemente uns dos outros, fazendo com que as linhas de interferência se "pulverizem". http://en.wikipedia.org/wiki/Moire_pattern Feito por Jamie Zawinski; 1998.
ru: Ещё один замечательный пример муаровой интерферограммы. Программа создаёт поля концентрических кругов и овалов и совмещает плоскости с помощью различных операций. Плоскости перемещаются независимо друг от друга, заставляя линии помех «распыляться». Автор Джеми Завински (Jamie Zawinski), 1998.
sl: Ustvari polja koncentričnih krogov in oval in združi ravnine z različnimi operacijami. Ravnine se premikajo neodvisno od druge, kar povzroča razpršitev interferenčnih črt. http://en.wikipedia.org/wiki/Moire_pattern Napisal Jamie Zawinski, 1998.
sr@ijekavian: Генерише поља концентричних кругова или елипси, и комбинује равни различитим операцијама. Равни се крећу независно једна од друге, проузрокујући појаву линија интерференције (http://en.wikipedia.org/wiki/Moire_pattern). Написао Џејми Завински, 1998.
sv: Skapar fält med koncentriska cirklar eller ovaler, och kombinerar planen med olika operationer. Planen rör sig oberoende av varandra, vilket gör att interferenslinjerna "sprejas". Se http://sv.wikipedia.org/wiki/Moiré_(interferensmönster). Skriven av Jamie Zawinski, 1998.
uk: Ця програма створює поля концентричних кіл та овалів й об'єднує площини за допомогою різноманітних дій. Площини рухаються незалежно одна від другої, що призводить до «розпилення» ліній взаємодії. http://en.wikipedia.org/wiki/Moire_pattern Автор — Jamie Zawinski; 1998.
zh_tw: 另一個波紋圖樣的範例。產生許多同心圓或橢圓，用不同的操作將這些平面組合。平面彼此獨立移動，產生與其他平面的衝突線。參考資料：http://en.wikipedia.org/wiki/Moire_pattern 。由 Jamie Zawinski 撰寫，1998。

# @label:spinbox
source: Thickness
ca@valencia: Gruix
es: Grosor
et: Paksus
eu: Loditasuna
fi: Paksuus
fr: Épaisseur
ga: Tiús
gl: Espesura
hu: Vastagság
it: Spessore
ja: 厚さ
kk: Қалыңдылығы
ko: 두께
lv: Biezums
nb: Tykkelse
nds: Dickde
nl: Dikte
nn: Tjukkleik
pl: Grubość
pt: Espessura
ru: Толщина
sl: Debelina
sr@ijekavian: Дебљина
sv: Bredd
uk: Товщина
zh_tw: 厚度

# @item screen saver name
source: Molecule
ca@valencia: Molècula
es: Molécula
et: Molekul
fi: Molekyyli
fr: Molécule
gl: Molécula
hu: Molekula
it: Molecola
ja: 分子
kk: Молекула
ko: 분자
lv: Molekula
nb: Molekyl
nds: Molekööl
nl: Molecuul
nn: Molekyl
pl: Cząsteczka
pt: Molécula
sl: Molekula
sr@ijekavian: Молекул
sv: Molekyl
uk: Молекула
zh_tw: 分子

# @info screen saver description
source: Draws several different representations of molecules. Some common molecules are built in, and it can also read PDB (Protein Data Bank) files as input. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Written by Jamie Zawinski; 2001.
ca@valencia: Dibuixa diverses representacions diferents de molècules. Algunes molècules comuns estan incloses, però també es poden llegir fitxers PDB (Protein Data Base) com a entrada. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Escrit per Jamie Zawinski; 2001.
es: Dibuja varias representaciones diferentes de moléculas. Algunas moléculas comunes están incluidas, pero también puede leer archivos PDB (Base de Datos de Proteínas). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Creado por Jamie Zawinski; 2001.
et: Näitab erinevaid molekule. Mõned levinumad molekulid on eelnevalt määratud, rakendus võib sisendina kasutada ka PDB (proteiini-andmebaas) faile. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Autor: Jamie Zawinski; 2001.
fr: Dessine plusieurs représentations de molécules. Quelques molécules de bases sont présentes et d'autres peuvent être ajoutées avec des fichiers au format PDB (Protein Data Base). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Écrit par Jamie Zawinski ; 2001.
ga: Dearann sé seo léiriúcháin éagsúla de mhóilíní. Tá roinnt móilíní coitianta insuite, agus is féidir leis comhaid PDB (Protein Data Base) a léamh freisin. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Scríofa ag Jamie Zawinski, 2001.
gl: Debuxa varias representacións diferentes das moléculas. Algunhas moléculas coñecidas están incorporadas e tamén pode ler ficheiros PDB (Protein Data Bank). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29. Escribiuno Jamie Zawinski en 2001.
hu: A program különféle molekulákat tud megjeleníteni. Néhány gyakori molekula adatai be vannak építve, de a program képes PDB-fájlok (Protein Data Bank) feldolgozására is. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Készítette: Jamie Zawinski, 2001.
it: Disegna diverse rappresentazioni molecolari. Sono incluse alcune molecole comuni, e si possono anche far leggere file PDB (Protein Data Bank, o Banca dati delle proteine). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29. Scritto da Jamie Zawinski; 2001.
ja: 分子のさまざまな表現を描きます。いくつかの一般的な分子は組み込まれていますが、PDB (プロテインデータベース) ファイルから入力することもできます。http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Jamie Zawinski、2001年作。
kk: Молекуланың бірнеше түрін бейнелейді. Өзінде бірнеше суреті бар, оған қоса PDB (Протеин деректер банкі) файлдарды оқып бейнелей алады. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Авторы: Jamie Zawinski; 2001.
lv: Zīmē vairākas atšķirīgas molekulas reprezentācijas. Dažas zināmākās molekulas ir iebūvētas, iespējams arī nolasīt PDB (proteīnu datu banka) failus kā ievadi. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Sarakstīja Jamie Zawinski; 2001.
nb: Tegner molekyler på flere forskjellige måter. Noen molekyler er innebygd, og det kan også lese PDB-filer (Protein Data Bank) som inndata. <link>http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29</link> Skrevet av Jamie Zawinski i 2001.
nds: Wiest verscheden Dorstellen vun Molekölen. En Reeg berapen Molekölen sünd inbuut, man PDB-Dateien (Protein-DatenBank) köönt ok leest warrn. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Schreven vun Jamie Zawinski, 2001.
nl: Toont een aantal verschillende voorbeelden van moleculen. Enige gewone moleculen zijn ingebouwd, maar het kan ook PDB (Proteïne Data Bank) bestanden als invoer gebruiken. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 In 2001 geschreven door Jamie Zawinski.
nn: Teiknar ulike representasjonar av molekyl. Nokre vanlege molekyl er innebygde, og pauseskjermen kan òg lesa inn PDB-filer (Protein Data Bank). <link>http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29</link> Skriven av Jamie Zawinski i 2001.
pl: Różne schematy cząstek. Niektóre popularne molekuły są wbudowane; program może odczytywać również pliki PDB (baza danych białek). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Autor: Jamie Zawinski; 2001.
pt: Desenha as várias representações diferentes das moléculas. Algumas moléculas conhecidas estão incorporadas e pode também ler os ficheiros PDB (Protein Data Base) como entrada. http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29. Feito por Jamie Zawinski; 2001.
ru: Модели молекул. По умолчанию рисуются некоторые наиболее известные молекулы, также программа может работать с файлами в формате PDB (Protein Data Base, база данных протеинов). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Автор Джеми Завински (Jamie Zawinski).
sl: Izriše več različnih predstavitev molekul. Nekaj pogostih molekul je vgrajenih, poleg tega pa lahko kot vhod bere datoteke PDB (Protein Data Bank). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Napisal Jamie Zawinski, 2001.
sr@ijekavian: Црта неколико различитих представа молекула. Неки уобичајени молекули су уграђени, а може да чита и ПДБ фајлове (формат Базе података о протеинима, http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29). Написао Џејми Завински, 2001.
sv: Ritar flera olika representationer av molekyler. Vissa vanliga molekyler är inbyggda, och den kan också läsa indata från PDB-filer (proteindatabasen). Se http://en.wikipedia.org/wiki/Protein_Data_Bank_(file_format). Skriven av Jamie Zawinski, 2001.
uk: Малює декілька різних моделей молекул. Деякі найбільш відомі молекули є вбудованими. Також програма може приймати як ввід файли PDB (Protein Data Base, банк даних протеїнів). http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format) Автор — Jamie Zawinski, 2001.
zh_tw: 畫出幾個不同的分子圖。有些是內建，不過您也可以讀取 PDB 檔（Protein Data Base，蛋白資料庫）。參考資料：http://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 。由 Jamie Zawinski 撰寫，2001。

# @option:check
source: Label atoms
ca@valencia: Etiqueta els àtoms
es: Etiquetar átomos
et: Aatomite nimed
eu: Etiketatu atomoak
fi: Nimeä atomit
fr: Nommer les atomes
ga: Cuir lipéid ar adaimh
gl: Etiquetas os átomos
hu: Atomfeliratok
it: Etichetta gli atomi
ja: 原子にラベル
kk: Атом жарлығы
ko: 원자 이름 붙이기
lv: Pievienot birkas atomiem
nb: Merk atomer
nds: Atomen beteken
nl: Atomen labelen
nn: Merk atoma
pl: Etykietuj atomy
pt: Legendar os átomos
ru: Пометить атомы
sl: Označi atome
sr@ijekavian: Етикетирај атоме
sv: Namnge atomer
uk: Надписувати атоми
zh_tw: 標記原子

# @option:check
source: Describe molecule
ca@valencia: Descriu una molècula
es: Describir la molécula
et: Molekuli kirjeldus
eu: Deskribatu molekula
fi: Kuvaa molekyyli
fr: Décrire la molécule
ga: Déan cur síos ar mhóilín
gl: Describir a molécula
hu: A molekula leírása
it: Descrivi la molecola
ja: 分子を記述
kk: Сипаттамасы
ko: 분자 설명하기
lv: Aprakstīt molekulu
nb: Beskriv molekyl
nds: Molekööl beschrieven
nl: Molecuul beschrijven
nn: Skildra molekyl
pl: Opisz cząsteczkę
pt: Descrever a molécula
ru: Описание молекулы
sl: Opiši molekulo
sr@ijekavian: Опиши молекул
sv: Beskriv molekyl
uk: Опис молекули
zh_tw: 描述分子

# @option:check
source: Draw atomic nuclei
ca@valencia: Dibuixa els nuclis atòmics
es: Dibuja enlaces atómicos
et: Aatomituumade näitamine
eu: Marraztu nukleo atomikoa
fi: Piirrä atomiytimet
fr: Dessine les nucléons atomiques
gl: Debuxar os núcleos atómicos
hu: Az atomokmag kirajzolása
it: Disegna i nuclei degli atomi
ja: 原子核を表示
kk: Атомдың өзегі
ko: 원자핵 그리기
lv: Zīmēt atomu kodolus
nb: Tegn atomkjerner
nds: Atomkarns wiesen
nl: Atoomkernen tonen
nn: Teikn atomkjerner
pl: Rysuj jądra atomowe
pt: Desenhar os núcleos atómicos
ru: Рисовать атомные ядра
sl: Izriši atomska jedra
sr@ijekavian: Цртај језгро атома
sv: Rita atomkärnor
uk: Малювати ядра атомів
zh_tw: 繪製原子的鍵結

# @option:check
source: Draw atomic bonds
ca@valencia: Dibuixa els enllaços atòmics
es: Dibujar enlaces atómicos
et: Aatomisidemete näitamine
eu: Marraztu lotura atomikoak
fi: Piirrä atomien yhdyssiteet
fr: Dessine les liaisons atomiques
ga: Dear naisc adamhacha
gl: Debuxar os enlaces atómicos
hu: Az atomok kötések kirajzolása
it: Disegna i legami atomici
ja: 原子間の結合を表示
kk: Атомдың шегі
ko: 원자 결합 그리기
lv: Zīmēt atomu saites
nb: Tegn atombindiger
nds: Atomlenken wiesen
nl: Atoomverbindingen tonen
nn: Teikn atombindingar
pl: Rysuj wiązania atomowe
pt: Desenhar as ligações atómicas
ru: Рисовать атомные связи
sl: Izriši vezi med atomi
sr@ijekavian: Цртај атомске везе
sv: Rita atombindningar
uk: Малювати зв'язки між атомами
zh_tw: 繪製原子的鍵結

# @option:check
source: Draw electron shells
ca@valencia: Dibuixa les capes d'electrons
es: Capas electrónicas
et: Elektronkihtide näitamine
eu: Marraztu elektroi geruzak
fi: Piirrä elektronikuoret
fr: Dessine l'influence électronique
gl: Debuxar os orbitais electrónicos
hu: Az elektronhéj kirajzolása
it: Disegna gli orbitali degli elettroni
ja: 電子殻を表示
kk: Электрон орбиталары
ko: 전자 껍질 그리기
lv: Zīmēt elektronu čaulas
nb: Tegn elektronskall
nds: Elektronenhüll
nl: Electronenschillen tonen
nn: Teikn elektronskal
pl: Rysuj warstwę elektronową
pt: Desenhar os escudos dos electrões
ru: Рисовать электронные оболочки
sl: Izriši elektronske lupine
sr@ijekavian: Цртај љуске електрона
sv: Rita elektronskal
uk: Малювати електронні оболонки
zh_tw: 繪製電子的外殼

# @label:chooser
source: PDB file or directory
ca@valencia: Fitxer PDB o directori
es: Archivo PDB o directorio
et: PDB-fail või kataloog
eu: PDB fitxategi edo direktorioa
fi: PDB-tiedosto tai kansio
fr: Dossier ou fichier PDB
gl: Ficheiro PDB ou cartafol
hu: PDB-fájl vagy mappa
it: File o cartella PDB
ja: PDB ファイルかディレクトリ
kk: PDB файл не каталогы
ko: PDB 파일이나 디렉터리
lv: PDB fails vai mape
nb: PDB-fil eller mappe
nds: PDB-Datei oder Orner
nl: PDB bestand of map
nn: PDF-fil/-mappe
pl: Ścieżka do pliku lub katalogu PDB
pt: Ficheiro PDB ou pasta
ru: PDB-файл или каталог
sl: Datoteka PDB ali mapa
sr@ijekavian: ПДБ фајл или фасцикла
sv: PDB-fil eller katalog
uk: Файл PDB або каталог
zh_tw: PDB 檔或目錄

# @item screen saver name
source: Morph3D
fr: Transformation3D
it: Trasformazioni tridimensionali
ja: モルフ 3D
kk: 3D трансформация
ko: 3차원 변형
lv: Morfs 3D
nds: Metamorfoos-3D
nn: Morf 3D
sl: Morf3D
sr@ijekavian: Морф‑3Д
sv: Morf 3D
uk: Перетворення 3D

# @info screen saver description
source: Platonic solids that turn inside out and get spikey. http://en.wikipedia.org/wiki/Platonic_solid Written by Marcelo Vianna; 1997.
ca@valencia: Sòlids platònics que giren cap enfora i es tornen espinosos. http://en.wikipedia.org/wiki/Platonic_solid Escrit per Marcelo Vianna; 1997.
es: Sólidos platónicos que dan vueltas de dentro a fuera y se vuelven puntiagudos. http://en.wikipedia.org/wiki/Platonic_solid. Escrito por Marcelo Vianna; 1997.
et: Platoonilised kehad, mis pöörduvad seest väljapoole ja muutuvad ogaliseks. http://en.wikipedia.org/wiki/Platonic_solid Autor: Marcelo Vianna; 1997.
fi: Platonin kappaleet kääntyvät nurin ja muuttuvat piikikkäiksi. http://en.wikipedia.org/wiki/Platonic_solid Kirjoittanut Marcelo Vianna, 1997.
fr: Solides de Platon qui tournent sur eux-mêmes et s'accélèrent. http://en.wikipedia.org/wiki/Platonic_solid Écrit par Marcelo Vianna ; 1997.
gl: Sólidos platónicos que se reviran para fora e se tornan espiñosos. http://en.wikipedia.org/wiki/Platonic_solid. Escribiuno Marcelo Vianna en 1997.
it: Solidi platonici che si rivoltano e diventano pungenti. http://it.wikipedia.org/wiki/Solido_platonico Scritto da Marcelo Vianna; 1997.
kk: Теріс айналдырлып, дүрдиіп шығатын дұрыс көпжақты фигуралар бейнесі. http://en.wikipedia.org/wiki/Platonic_solid Авторы: Marcelo Vianna; 1997.
nb: Platonske legemer som blir snudd inn-ut og får pigger. <link>http://en.wikipedia.org/wiki/Platonic_solid</link> Skrevet av Marcelo Vianna i 1997.
nds: Regelmatig Veelflagen, de sik vun binnen na buten dreiht un Peken kriggt. http://de.wikipedia.org/wiki/Platonischer_Körper Schreven vun Marcelo Vianna, 1997.
nl: Regelmatige veelvlakken die zich binnenstebuiten draaien en uitsteeksels krijgen. http://nl.wikipedia.org/wiki/Regelmatig_veelvlak In 1997 geschreven door Marcelo Vianna.
nn: Platonske lekamar som vert snudd inn ut, og får piggar. <link>http://en.wikipedia.org/wiki/Platonic_solid</link> Skriven av Marcelo Vianna i 1997.
pl: Bryły platońskie, które przewracają się na drugą stronę i stają się kolczaste. http://en.wikipedia.org/wiki/Platonic_solid Autor: Marcelo Vianna; 1997.
pt: Sólidos platónicos que se reviram para fora e se tornam espinhosos. http://en.wikipedia.org/wiki/Platonic_solid Feito por Marcelo Vianna; 1997.
ru: Платоново тело, выворачивающееся наружу и покрывающееся шипами. http://ru.wikipedia.org/wiki/Правильный_многогранник Автор Марчелло Вианна (Marcelo Vianna), 1997.
sl: Platonske trdnine, ki se obrnejo od znotraj navzven in dobijo konice. http://en.wikipedia.org/wiki/Platonic_solid Napisal Marcelo Vianna, 1997.
sr@ijekavian: Правилни полиедри која се изврћу и постају трновити (http://en.wikipedia.org/wiki/Platonic_solid). Написао Марсело Вијана, 1997.
sv: Platonska kroppar som vänds ut och in och får spetsar. Se http://sv.wikipedia.org/wiki/Platonska_kroppar. Skriven av Marcelo Vianna, 1997.
uk: Платонівські тіла, що вивертаються і наїжачуються. http://en.wikipedia.org/wiki/Platonic_solid Автор — Marcelo Vianna; 1997.
zh_tw: 將柏拉圖立體（Platonic Solids）內外翻轉。參考資料：http://en.wikipedia.org/wiki/Platonic_solid 。由 Marcelo Vianna 撰寫，1997。

# @option:radio
source: Cube
ca@valencia: Cub
es: Cubo
et: Kuup
eu: Kuboa
fi: Kuutio
ga: Ciúb
gl: Cubo
hu: Kocka
it: Cubo
ja: 正六面体
kk: Куб
ko: 큐브
lv: Kubs
nb: Terning
nds: Wörpel
nl: Kubus
nn: Kube
pl: Sześcian
pt: Cubo
ru: Куб
sl: Kocka
sr@ijekavian: Коцка
sv: Kub
uk: Куб
zh_tw: 立方體

# @option:radio
source: Octahedron
ca@valencia: Octaedre
es: Octaedro
et: Oktaeeder
eu: Oktaedroa
fi: Oktaedri
fr: Octaèdre
ga: Ochtaihéadrán
gl: Octaedro
hu: Oktaéder
it: Ottaedro
ja: 正八面体
kk: Октаэдр
ko: 8면체
lv: Oktahedrons
nb: Oktaeder
nds: Achtflaag
nl: Octaëder
nn: Oktaeder
pl: Ośmiościan
pt: Octaedro
ru: Октаэдр
sl: Oktaeder
sr@ijekavian: Октаедар
sv: Oktaeder
uk: Октаедр
zh_tw: 八面體

# @option:radio
source: Dodecahedron
ca@valencia: Dodecaedre
es: Dodecaedro
et: Dodekaeeder
eu: Dodekaedroa
fi: Dodekaedri
fr: Dodécagone
ga: Dóideacaihéadrán
gl: Dodecaedro
hu: Dodekaéder
it: Dodecaedro
ja: 正十二面体
kk: Додекаэдр
ko: 12면체
lv: Dodekahedrons
nb: Dodekaeder
nds: Twölfflaag
nl: Dodecaëder
nn: Dodekaeder
pl: Dwunastościan
pt: Dodecaedro
ru: Додекаэдр
sl: Dodekaeder
sr@ijekavian: Додекаедар
sv: Dodekaeder
uk: Додекаедр
zh_tw: 十二面體

# @option:radio
source: Icosahedron
ca@valencia: Icosaedre
es: Icosaedro
et: Ikosaeeder
eu: Ikosaedroa
fi: Ikosaedri
fr: Isocaèdre
ga: Icisihéadrán
gl: Icosaedro
hu: Ikozaéder
it: Icosaedro
ja: 正二十面体
kk: Икосаэдр
ko: 20면체
lv: Ikosahedrons
nb: Ikosaeder
nds: Twintigflaag
nl: Icosaëder
nn: Ikosaeder
pl: Dwudziestościan
pt: Icosaedro
ru: Икосаэдр
sl: Ikozaeder
sr@ijekavian: Икосаедар
sv: Ikosaeder
uk: Ікосаедр
zh_tw: 二十面體

# @item screen saver name
source: Mountain
ca@valencia: Muntanya
es: Montaña
et: Mägi
eu: Mendia
fi: Vuori
fr: Montagne
gl: Montaña
hu: Hegység
it: Montagna
ja: 山
kk: Тау
ko: 산
lv: Kalns
nb: Fjell
nds: Bargen
nn: Fjell
pl: Góry
pt: Montanha
sl: Gora
sr@ijekavian: Планина
sv: Fjäll
uk: Гора
zh_tw: 山
