Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws a visualization of several interesting parametric surfaces. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Written by Andrey Mirtchovski and Carsten Steger; 2003.
ca@valencia: Este dibuixa una visualització de diverses superfícies paramètriques interessants. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Escrit per Andrey Mirtchovski i Carsten Steger; 2003.
es: Dibuja varias e interesantes superficies paramétricas. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html. Escrito por Andrey Mirtchovski y Carsten Steger; 2003.
et: See näitab visuaalselt mitmeid huvitavaid parameetrilisi pindu. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Autorid: Andrey Mirtchovski ja Carsten Steger, 2003.
fi: Piirtää havainnollistuksen useista kiintoisista parametrisista pinnoista. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Kirjoittaneet Andrey Mirtchovski ja Carsten Steger, 2003.
fr: Ceci dessine une visualisation de plusieurs surfaces paramétriques intéressantes. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Écrit par Andrey Mirtchovski et Carsten Steger ; 2003.
gl: Isto mostra unha visualización de varias superficies paramétricas interesantes.http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Escrito por Andrey Mirtchovski and Carsten Steger; 2003.
hu: Számos érdekes parametrikus felületet vizualizációját jeleníti meg. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Készítette: Andrey Mirtchovski és Carsten Steger, 2003.
it: Disegna una visualizzazione di diverse superfici parametriche interessanti. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Scritto da Andrey Mirtchovski e Carsten Steger; 2003.
kk: Бірнеше қызық параметрлік бетттерді салып көрсетеді.http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Авторлары: Andrey Mirtchovski мен Carsten Steger; 2003.
nb: Dette tegner en visualisering av flere interessante parametriske flater. <link>http://mathworld.wolfram.com/DinisSurface.html</link> <link>http://en.wikipedia.org/wiki/Enneper_surface</link> <link>http://mathworld.wolfram.com/EnnepersMinimalSurface.htm</link> <link>http://mathworld.wolfram.com/KuenSurface.html</link> <link>http://en.wikipedia.org/wiki/Moebius_strip</link> <link>http://mathworld.wolfram.com/Seashell.html</link> <link> http://mathworld.wolfram.com/SwallowtailCatastrophe.html</link> <link>http://mathworld.wolfram.com/BohemianDome.html</link> <link>http://en.wikipedia.org/wiki/Whitney_umbrella</link> <link>http://mathworld.wolfram.com/PlueckersConoid.html</link> <link>http://mathworld.wolfram.com/HennebergsMinimalSurface.html</link> <link>http://mathworld.wolfram.com/CatalansSurface.html</link> <link>http://mathworld.wolfram.com/CorkscrewSurface.html</link> Skrevet av Andrey Mirtchovski og Carsten Steger i 2003.
nds: Dit stellt verscheden intressant parametersch Flääg dor. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Schreven vun Andrey Mirtchovski un Carsten Steger, 2003.
nl: Dit tekent een visualisatie van verschillende interessante parametrische oppervlakken. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html In 2003 geschreven door Andrey Mirtchovski en Carsten Steger.
pl: Rysuje wizualizację kilku interesujących powierzchni parametrycznych. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Autorzy: Andrey Mirtchovski i Carsten Steger; 2003.
pt: Este protector desenha uma visualização de várias superfícies paramétricas interessantes. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Feito por Andrey Mirtchovski e Carsten Steger; 2003.
ru: Визуализация некоторых интересных параметрических поверхностей.http://ru.wikipedia.org/wiki/Параметрическое_задание_поверхности http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://ru.wikipedia.org/wiki/Лента_Мёбиуса http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Авторы Андрей Миртховски и Карстен Штегер ( Andrey Mirtchovski, Carsten Steger), 2003.
sl: Izriše predočenje več zanimivih parametričnih površin. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Napisala Andrey Mirtchovski in Carsten Steger, 2003.
sr@ijekavian: Визуелизација неколико занимљивих параметричких површи (http://mathworld.wolfram.com/DinisSurface.html, http://en.wikipedia.org/wiki/Enneper_surface, http://mathworld.wolfram.com/EnnepersMinimalSurface.html, http://mathworld.wolfram.com/KuenSurface.html, http://en.wikipedia.org/wiki/Moebius_strip, http://mathworld.wolfram.com/Seashell.html, http://mathworld.wolfram.com/SwallowtailCatastrophe.html, http://mathworld.wolfram.com/BohemianDome.html, http://en.wikipedia.org/wiki/Whitney_umbrella, http://mathworld.wolfram.com/PlueckersConoid.html, http://mathworld.wolfram.com/HennebergsMinimalSurface.html, http://mathworld.wolfram.com/CatalansSurface.html, http://mathworld.wolfram.com/CorkscrewSurface.html). Написали Андреј Мирчовски и Карстен Штегер, 2003.
sv: Detta ritar en visualisering av flera intressanta parametriska ytor. Se http://mathworld.wolfram.com/DinisSurface.html, http://en.wikipedia.org/wiki/Enneper_surface, http://mathworld.wolfram.com/EnnepersMinimalSurface.html, http://mathworld.wolfram.com/KuenSurface.html, http://sv.wikipedia.org/wiki/Möbiusband, http://mathworld.wolfram.com/Seashell.html, http://mathworld.wolfram.com/SwallowtailCatastrophe.html, http://mathworld.wolfram.com/BohemianDome.html, http://en.wikipedia.org/wiki/Whitney_umbrella, http://mathworld.wolfram.com/PlueckersConoid.html, http://mathworld.wolfram.com/HennebergsMinimalSurface.html, http://mathworld.wolfram.com/CatalansSurface, och html http://mathworld.wolfram.com/CorkscrewSurface.html. Skriven av Andrey Mirtchovski och Carsten Steger, 2003.
uk: Малює декілька цікавих параметричних поверхонь. http://mathworld.wolfram.com/DinisSurface.html http://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html http://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html http://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Автори — Andrey Mirtchovski і Carsten Steger; 2003.
zh_tw: 繪製出幾種有趣的表面圖形。參考資料：http://mathworld.wolfram.com/DinisSurface.html ，http://en.wikipedia.org/wiki/Enneper_surface ，http://mathworld.wolfram.com/EnnepersMinimalSurface.html ，http://mathworld.wolfram.com/KuenSurface.html ，http://en.wikipedia.org/wiki/Moebius_strip ，http://mathworld.wolfram.com/Seashell.html ，http://mathworld.wolfram.com/SwallowtailCatastrophe.html ，http://mathworld.wolfram.com/BohemianDome.html ，http://en.wikipedia.org/wiki/Whitney_umbrella ，http://mathworld.wolfram.com/PlueckersConoid.html ，http://mathworld.wolfram.com/HennebergsMinimalSurface.html ，http://mathworld.wolfram.com/CatalansSurface.html ，http://mathworld.wolfram.com/CorkscrewSurface.html 。由 Andrey Mirtchovski 與 Carsten Steger 撰寫，2003。

# @option:radio
source: Random Surface
ca@valencia: Superfície aleatòria
es: Superficie aleatoria
et: Juhuslik pind
eu: Ausazko gainazala
fi: Satunnainen pinta
fr: Surface aléatoire
gl: Modo aleatorio
hu: Véletlenszerű felület
it: Superficie casuale
ja: ランダムな表面
kk: Кездейсоқ бет
ko: 무작위 표면
lv: Nejauša virsma
nb: Tilfeldig flate
nds: Tofällig Böversiet
nl: Willekeurige oppervlak
pl: Losowa powierzchnia
pt: Superfície Aleatória
ru: Случайная поверхность
sl: Naključna površina
sr@ijekavian: Насумична површ
sv: Slumpmässig yta
uk: Випадкова поверхня
zh_tw: 隨機表面

# @option:radio
source: Dini's Surface
ca@valencia: Superfície de Dini
es: Superficie de Dini
et: Dini pind
eu: Dini-ren gainazala
fi: Dinin pinta
fr: Surface de Dini
gl: Superficie de Dini
hu: Dini felülete
it: Superficie di Dini
kk: Дини беті
ko: 디니 표면
nb: Dinis flate
nds: Dini-Böversiet
nl: Dini's oppervlakte
pl: Powierzchnia Dini
pt: Superfície de Dini
ru: Поверхность Дини
sl: Dinijeva površina
sr@ijekavian: Динијева површ
sv: Dinis yta
uk: Поверхня Діні
zh_tw: Dini 式表面

# @option:radio
source: Enneper's Surface
ca@valencia: Superfície d'Enneper
es: Superficie de Enneper
et: Enneperi pind
eu: Enneper-ren gainazala
fi: Enneperin pinta
fr: Surface d'Enneper
gl: Superficie Enneper
hu: Enneper felülete
it: Superficie di Enneper
kk: Эннепер беті
ko: 에네퍼 표면
nb: Ennepers flate
nds: Enneper-Böversiet
nl: Enneper's oppervlakte
pl: Powierzchnia Ennepera
pt: Superfície de Enneper
ru: Поверхность Эннепера
sl: Enneperjeva površina
sr@ijekavian: Енеперова површ
sv: Ennepers yta
uk: Поверхня Еннепера
zh_tw: Enneper 式表面

# @option:radio
source: Kuen Surface
ca@valencia: Superfície de Kuen
es: Superficie de Kuen
et: Kueni pind
eu: Kuen gainazala
fi: Kuenin pinta
fr: Surface de Kuen
gl: Superficie Kuen
hu: Kuen-felület
it: Superficie di Kuen
kk: Куэн беті
ko: 쿠엔 표면
nb: Kuen-flate
nds: Kuen-Böversiet
nl: Kuen oppervlakte
pl: Powierzchnia Kuen
pt: Superfície de Kuen
ru: Поверхность Куэна
sl: Kuenova površina
sr@ijekavian: Кинова површ
sv: Kuenyta
uk: Поверхня Кюна
zh_tw: Kuen 式表面

# @option:radio
source: Moebius Strip
ca@valencia: Cinta de Moebius
es: Tira de Moebius
et: Möbiuse lint
eu: Moebius-en banda
fi: Möbiuksen nauha
fr: Bande de Moebius
gl: Banda de Moebius
hu: Möbius-szalag
it: Striscia di Möbius
ja: メビウスの帯
kk: Мебиус таспасы
ko: 뫼비우스 띠
lv: Mēbija svītra
nb: Möbius-bånd
nds: Möbiusband
pl: Pętla Moebiusa
pt: Banda de Moebius
ru: Лента Мёбиуса
sl: Möbiusov trak
sr@ijekavian: Мебијусова трака
sv: Möbiusband
uk: Смужка Мебіуса
zh_tw: 莫比斯帶

# @option:radio
source: Seashell
ca@valencia: Petxina
es: Concha de mar
et: Merikarp
eu: Maskorra - Seashell
fi: Simpukankuori
fr: Coquillage
gl: Cuncha
hu: Tengeri kagyló
it: Conchiglia
ja: 貝
kk: Бақалшақ
ko: 조개껍질
lv: Gliemežvāks
nb: Muslingskall
nds: Mussel
nl: Zeeschelp
pl: Muszla
pt: Concha
ru: Морская раковина
sl: Morska školjka
sr@ijekavian: Морска шкољка
sv: Snäckskal
uk: Морська черепашка
zh_tw: 貝殼

# @option:radio
source: Swallowtail
ca@valencia: Papallona
es: Cola de golondrina
et: Pääsusaba
fi: Ritariperhonen
gl: Táboa rasa
hu: Fecskefarkú
it: Coda di rondine
kk: Айыр құйрық
ko: 얕은 꼬리
nb: Svalehale
nds: Swalkensteert
nl: Zwaluwstaart
pl: Paź królowej
pt: Tábua rasa
ru: Махаон
sl: Jadralec
sr@ijekavian: Ластин реп
sv: Svalstjärt
uk: Хвіст ластівки
zh_tw: 燕尾

# @option:radio
source: Bohemian Dome
ca@valencia: Cúpula de Bohèmia
es: Cúpula bohemia
et: Böömi katedraal
fi: Böömiläinen kupoli
fr: Dôme bohémien
gl: Palacio bohemio
it: Cupola boema
kk: Богемия қүмбезі
ko: 보헤미아 돔
nb: Böhmisk kuppel
nds: Trünnelband
pl: Czeska kopuła
pt: Palácio Boémio
ru: Богемский купол
sl: Boemska kupola
sr@ijekavian: Чешка купола
sv: Böhmisk kupol
uk: Богемський купол
zh_tw: 波希米亞圓頂

# @option:radio
source: Whitney Umbrella
ca@valencia: Paraigües de Whitney
es: Paraguas de Whitney
et: Whitney vihmavari
fi: Whitneyn sateenvarjo
gl: Paraugas de Whitney
it: Ombrello di Whitney
kk: Уитни қолшатыры
ko: 휘트니 우산
nb: Whitney-paraply
nds: Whitney sien Schirm
nl: Whitney paraplu
pl: Parasol Whitney
pt: Guarda-Chuva de Whitney
ru: Зонтик Уитни
sl: Whitneyev dežnik
sr@ijekavian: Хаслеров Витнијев кишобран
sv: Whitneys paraply
uk: Парасолька Вітні

# @option:radio
source: Pluecker's Conoid
ca@valencia: Conoide de Pluecker
es: Conoide de Pluecker
et: Plückeri konoid
fi: Plückerin konoidi
fr: Conoïde de Pluecker
gl: Conoide de Pluecker
it: Conoide di Plücker
kk: Плюкер коноиді
ko: 플뤼커 코노이드
nb: Plueckers konoide
nds: Plücker-Konoid
pl: Konoida Plückera
pt: Conóide de Pluecker
ru: Коноид Плюкера
sl: Plueckerjev stožec
sr@ijekavian: Пликеров коноид
sv: Plückers konoid
uk: Коноїд Плюкера

# @option:radio
source: Henneberg's Surface
ca@valencia: Superfície de Henneberg
es: Superficie de Henneberg
et: Hennebergi pind
eu: Henneberg-en gainazala
fi: Hennebergin pinta
fr: Surface de Henneberg
gl: Superficie de Henneberg
hu: Henneberg felülete
it: Superficie di Henneberg
kk: Хеннеберг беті
ko: 헤네버그 표면
nb: Hennebergs flate
nds: Henneberg-Böversiet
nl: Henneberg's oppervlak
pl: Powierzchnia Hennenberga
pt: Superfície de Henneberg
ru: Поверхность Хеннеберга
sl: Hennebergova površina
sr@ijekavian: Хенебергова површ
sv: Hennebergs yta
uk: Поверхня Хеннеберга
zh_tw: Henneberg 式表面

# @option:radio
source: Catalan's Surface
ca@valencia: Superfície de Catalan
es: Superficie de Catalán
et: Catalani pind
eu: Catalan-en gainazala
fi: Catalanin pinta
fr: Surface de Catalan
gl: Superficie do Catalán
hu: Catalan felülete
it: Superficie di Catalan
kk: Каталан беті
ko: 카탈란 표면
nb: Catalans flate
nds: Catalan-Böversiet
nl: Catalaans oppervlak
pl: Powierzchnia Catalana
pt: Superfície Catalã
ru: Поверхность Каталана
sl: Katalonska površina
sr@ijekavian: Каталанова површ
sv: Catalans yta
uk: Поверхня Каталана
zh_tw: Catalan 式表面

# @option:radio
source: Corkscrew Surface
ca@valencia: Superfície de tirabuixó
es: Superficie de Corkscrew
et: Kruvikeeraja
fi: Korkkiruuvipinta
fr: Surface du tire-bouchon
gl: Superficie transparente
hu: Dugóhúzó felület
it: Superficie a cavatappi
kk: Бұранда беті
ko: 콕스크루 표면
nb: Korketrekkerflate
nds: Proppentrecker-Böversiet
nl: Kurkentrekkeroppervlak
pl: Powierzchnia korkociągu
pt: Superfície em Saca-Rolhas
ru: Штопор
sl: Odčepnikova površina
sr@ijekavian: Увијена сфера
sv: Korkskruvsyta
uk: Прозора поверхня
zh_tw: 螺旋式表面

# @option:radio
source: Random Display Mode
ca@valencia: Estil de visualització a l'atzar
es: Modo de visualización al azar
et: Juhuslik esitus
eu: Bistaratzeko ausazko modua
fi: Satunnainen näyttötyyli
fr: Style de l'affichage aléatoire
gl: Mostrar cun estilo aleatorio
hu: Véletlenszerű megjelenési mód
it: Modalità casuale
ja: 任意の表示スタイル
kk: Кездейсоқ көрсету
ko: 무작위 표시 모드
lv: Nejaušas attēlošanas režīms
nb: Vilkårlig visningsmodus
nds: Tofällig Ansicht
nl: Willekeurige modus van vertonen
pl: Losowy rodzaj wyświetlania
pt: Modo de Apresentação Aleatório
ru: Случайный режим показа
sl: Naključen način prikaza
sr@ijekavian: Насумични режим приказа
sv: Slumpmässig visningsmetod
uk: Випадковий стиль показу
zh_tw: 隨機顯示模式

# @option:radio
source: Points
ca@valencia: Punts
es: Puntos
et: Punktid
eu: Puntuak
fi: Pisteet
ga: Pointí
gl: Puntos
hu: Pontok
it: Punti
ja: 点
kk: Нүктелер
ko: 지점
lv: Punkti
nb: Punkter
nds: Pünkt
nl: Punten
pl: Punkty
pt: Pontos
ru: Точки
sl: Točke
sr@ijekavian: Тачке
sv: Punkter
uk: Точки
zh_tw: 點
