Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a 3D juggling stick-man, with Cambridge juggling pattern notation used to describe the patterns he juggles. http://en.wikipedia.org/wiki/Siteswap Written by Tim Auckland and Jamie Zawinski; 2002.
ca@valencia: Dibuixa un malabarista 3D fet amb palets, usant la notació Cambridge de patrons de malabarisme per descriure els patrons que fa. http://en.wikipedia.org/wiki/Siteswap Escrit per Tim Auckland i Jamie Zawinski; 2002.
es: Dibuja un malabarista en 3D con la notación de patrones de malabarismo de Cambridge, usada para describir los patrones con los que hace malabares. http://en.wikipedia.org/wiki/Siteswap. Creado por Tim Auckland y Jamie Zawinski; 2002.
et: Näitab 3D žongleerivat kriipsujukut, kusjuures žongleerimismustrite kirjeldamiseks kasutatakse Cambridge'i žongleerimismustrite märkimisviisi. http://en.wikipedia.org/wiki/Siteswap Autorid: Tim Auckland ja Jamie Zawinski; 2002.
fi: Piirtää kolmiulotteisen jonglööraavan tikku-ukon. Cambridgen jonglöörauskuvionotaatiolla kuvataan hänen käyttämänsä kuviot. http://en.wikipedia.org/wiki/Siteswap Kirjoittaneet Tim Auckland ja Jamie Zawinski, 2002.
it: Disegna un omino giocoliere tridimensionale, con notazione di giocoleria Cambridge usata per descrivere le sue azioni. http://en.wikipedia.org/wiki/Siteswap Scritto da Tim Auckland e Jamie Zawinski; 2002.
nb: Tegner en 3D-strekmann som sjonglerer, med Cambridge sjongleringsnotasjon brukt til å beskrive mønstrene han sjonglerer med. http://en.wikipedia.org/wiki/Siteswap Skrevet av Tim Auckland og Jamie Zawinski i 2002.
nds: En jongleren Streekkeerl in 3D. Wat he dor mit sien Bäll maakt warrt in de Cambridge-Jongleermusterschriefwies wiest. http://de.wikipedia.org/wiki/Siteswap Schreven vun Tim Auckland un Jamie Zawinski, 2002.
nl: Toont een 3D jonglerend draadmannetje met patroonnotatie van Cambridge jonglerende patronen. http://en.wikipedia.org/wiki/Siteswap In 2002 geschreven door Tim Auckland en Jamie Zawinski.
pl: Rysuje trójwymiarowego żonglera złożonego z kresek, który wykorzystuje notację wzorca żonglerskiego Cambridge do opisu wzorców, według których żongluje. http://en.wikipedia.org/wiki/Siteswap Autor: Tim Auckland i Jamie Zawinski; 2002.
pt: Desenha um homem-palito malabarista em 3D, onde é usada a notação de padrões de malabarismo de Cambridge. http://en.wikipedia.org/wiki/Siteswap. Feito por Tim Auckland e Jamie Zawinski; 2002.
sl: Izriše 3D žonglerja iz palčk in vzorce žongliranja v zapisu kvantnega žongliranja. http://en.wikipedia.org/wiki/Siteswap Napisala Tim Auckland in Jamie Zawinski, 2002.
sr@ijekavian: Црта 3Д чича‑глишу који жонглира, наводећи образац жонглирања по кембричкој нотацији (http://en.wikipedia.org/wiki/Siteswap). Написали Тим Окленд и Џејми Завински, 2002.
sv: Ritar en jonglerande streckgubbe, och använder Siteswap-jongleringsnotation för att beskriva mönstren han jonglerar med.Se http://sv.wikipedia.org/wiki/Siteswap. Skriven av Tim Auckland, 2002.
uk: Малює жоглера-чоловічка з паличок з використанням кембриджських позначено візерунків, які описують жонглювання. Див. також «Жонглер3D». http://en.wikipedia.org/wiki/Siteswap Автор — Tim Auckland; 2002.
zh_tw: 畫一個立體的在變戲法的人。參考資料：http://en.wikipedia.org/wiki/Siteswap 。由 Tim Auckland 與 Jamie Zawinski 撰寫，2002。

# @info screen saver description
source: Draws a 3D juggling stick-man. http://en.wikipedia.org/wiki/Siteswap Written by Tim Auckland and Jamie Zawinski; 2002.
ca@valencia: Dibuixa un malabarista 3D fet amb línies. http://en.wikipedia.org/wiki/Siteswap Escrit per Tim Auckland i Jamie Zawinski; 2002.
es: Dibuja un malabarista en 3D hecho con líneas. http://en.wikipedia.org/wiki/Siteswap Creado por Tim Auckland y Jamie Zawinski; 2002.
et: Näitab 3D žongleerivat kriipsujukut. http://en.wikipedia.org/wiki/Siteswap Autorid: Tim Auckland ja Jamie Zawinski; 2002.
eu: Marraz egindako 3D malabarista bat marrazten du. http://en.wikipedia.org/wiki/Siteswap Written Tim Auckland eta Jamie Zawinski-k idatzia; 2002.
fi: Piirtää kolmiulotteisen jonglööraavan tikku-ukon. http://en.wikipedia.org/wiki/Siteswap Kirjoittaneet Tim Auckland ja Jamie Zawinski, 2002.
fr: Dessine un bonhomme fil de fer qui jongle. http://fr.wikipedia.org/wiki/Siteswap Écrit par Tim Auckland et Jamie Zawinski ;2002.
gl: Debuxa un home de pau malabarista. Vexa tamén o «Malabarista 3D». http://en.wikipedia.org/wiki/Siteswap. Escribiuno Tim Auckland en 2002.
hu: Zsonglőrködő 3D-s pálcikaembert jelenít meg. http://en.wikipedia.org/wiki/Siteswap Készítette: Tim Auckland és Jamie Zawinski, 2002.
it: Disegna un omino giocoliere tridimensionale. http://en.wikipedia.org/wiki/Siteswap Scritto da Tim Auckland e Jamie Zawinski; 2002.
ja: 3D でジャグルする stick-man を描画。http://ja.wikipedia.org/wiki/サイトスワップ Tim Auckland、2002年作。
kk: 3D таяқ-адам жонглердің бейнесі. http://en.wikipedia.org/wiki/Siteswap Авторлары: Tim Auckland және Jamie Zawinski; 2002.
lv: Zīmē žonglējošu 3D nūjiņvīru. http://en.wikipedia.org/wiki/Siteswap Sarakstīja Tim Auckland un Jamie Zawinski; 2002.
nb: Tegner en 3D-strekmann som sjonglerer. <link>http://en.wikipedia.org/wiki/Siteswap</link> Skrevet av Tim Auckland og Jamie Zawinski i 2002.
nds: En jongleren Streekkeerl in 3D. http://de.wikipedia.org/wiki/Siteswap Schreven vun Tim Auckland un Jamie Zawinski, 2002.
nl: Toont een 3D jonglerend draadmannetje. http://en.wikipedia.org/wiki/Siteswap In 2002 geschreven door Tim Auckland en Jamie Zawinski.
nn: Teiknar ein 3D-strekmann som sjonglerer. <link>http://en.wikipedia.org/wiki/Siteswap</link> Skriven av Tim Auckland i 2002.
pl: Żonglująca postać z kresek. Zob. także "Juggle3D". http://en.wikipedia.org/wiki/Siteswap Autor: Tim Auckland; 2002.
pt: Desenha um homem-palito malabarista em 3D. http://en.wikipedia.org/wiki/Siteswap. Feito por Tim Auckland; 2002.
ru: Трёхмерный человечек-жонглёр. http://ru.wikipedia.org/wiki/Жонглёрская_нотация Авторы: Тим Окленд и Джеми Завински (Tim Auckland, Jamie Zawinski), 2002.
sl: Izriše 3D žonglerja iz palčk. http://en.wikipedia.org/wiki/Siteswap Napisala Tim Auckland in Jamie Zawinski, 2002.
sr@ijekavian: Црта 3Д чича‑глишу који жонглира (http://en.wikipedia.org/wiki/Siteswap). Написали Тим Окленд и Џејми Завински, 2002.
sv: Ritar en jonglerande streckgubbe. Se också "Jonglör 3D" och http://sv.wikipedia.org/wiki/Siteswap. Skriven av Tim Auckland, 2002.
uk: Малює жоглера-чоловічка з паличок. Див. також «Жонглер3D». http://en.wikipedia.org/wiki/Siteswap Автор — Tim Auckland; 2002.
zh_tw: 畫一個立體的在變戲法的人。參考資料：http://en.wikipedia.org/wiki/Siteswap 。由 Tim Auckland 與 Jamie Zawinski 撰寫，2002。

# @item screen saver name
source: Julia
hu: Júlia
ja: ジュリア
kk: Жулия
ko: 줄리아
lv: Džūlija
sl: Julija
sr@ijekavian: Жилија
uk: Жюліа
zh_tw: 朱利亞集合

# @info screen saver description
source: Animates the Julia set (a close relative of the Mandelbrot set). The small moving dot indicates the control point from which the rest of the image was generated. See also the "Discrete" screen saver. http://en.wikipedia.org/wiki/Julia_set Written by Sean McCullough; 1997.
ca@valencia: Anima el conjunt de Julia (un parent proper al conjunt de Mandelbrot). El punt petit que es mou indica el punt de control des del que s'ha generat la resta de la imatge. Vegeu també l'estalvi de pantalla «Discret». http://en.wikipedia.org/wiki/Julia_set Escrit per Sean McCullough; 1997.
es: Anima a Julia (un pariente cercano de Mandelbrot). El pequeño punto en movimiento indica el punto de control desde que el resto de la imagen ha sido generado. Véase también el salvapantallas «Discreto ». http://en.wikipedia.org/ wiki / Julia_set. Escrito por Sean McCullough, 1997.
et: Animeeritud Julia komplekt (üsna sarnane Mandelbroti komplektile). Väike liikuv punkt tähistab kontrollpunkti, mille põhjal luuakse ülejäänud pilt. Vaata ka ekraanisäästjat "Diskreetne". http://en.wikipedia.org/wiki/Julia_set Autor: Sean McCullough; 1997.
fi: Animoi Julia-joukkoa (joka on läheistä sukua Mandelbrotin joukolle). Pieni liikkuva piste osoittaa kontrollipistettä, josta muu kuva generoidaan. Katso myös näytönsäästäjää Diskreetti. http://en.wikipedia.org/wiki/Julia_set Kirjoittanut Sean McCullough, 1997.
fr: Anime l'ensemble de Julia (un ensemble proche de celui de Mandelbrot set). Le petit point qui se déplace indique le point de contrôle duquel le reste de l'image est généré. Voir aussi l'écran de veille « Discret ». http://en.wikipedia.org/wiki/Julia_set Écrit par Sean McCullough ; 1997.
gl: Fai a animación do conxunto de Julia (unha forma semellante ao conxunto de Mandelbrot). O pequeno punto en movemento indica o punto de control a partir do cal se xerou o resto da imaxe. Vexa tamén o protector de pantalla «Discreto». http://en.wikipedia.org/wiki/Julia_set. Escribiuno Sean McCullough en 1997.
it: Anima l'insieme di Julia (un parente prossimo dell'insieme di Mandelbrot). Il puntino che si muove indica il punto di controlla da cui viene generato il resto dell'immagine. Vedi anche il salvaschermo «Discreto». http://it.wikipedia.org/wiki/Insieme_di_Julia Scritto da Sean McCullough; 1997.
kk: Жулия жиынның (Мандельброт жиынымен тектес) анимациясы. шағын жылжымалы нүкте жиынның бастауыш нүктесін көрсетеді. Ұқсас "Абстракция" экран сақтаушынсын қараңыз. http://en.wikipedia.org/wiki/Julia_set Авторы: Sean McCullough; 1997.
nb: Animerer Julia-fraktalen (en nær slektning av Mandelbrot-fraktalen). De små prikkene viser kontrollpunktene som resten av bildet er lagt ut fra. Se også pauseskjermen «Diskret». <link>http://en.wikipedia.org/wiki/Julia_set</link> Skrevet av Sean McCullough i 1997.
nds: Simuleert de Julia-Mengde (liek as de Mandelbrot-Mengde). De lüttje beweegt Punkt is de Kuntrullpunkt, vun den de Rest vun dat Bild opstellt warrt. Kiek Di ok den Pausschirm "Diskreet" an. http://de.wikipedia.org/wiki/Julia-Menge Schreven vun Sean McCullough, 1997.
nl: Animeert de Julia-set (een nabij familielid van de Mandelbrot-set). De kleine bewegende punt geeft het controle punt aan vanwaar de rest van het beeld werd gegenereerd. Zie ook de "Discrete" schermbeveiliging. http://en.wikipedia.org/wiki/Julia_set In 1997 geschreven door Sean McCullough.
nn: Animerer Julia-fraktalen (ein nær slektning av Mandelbrot-fraktalen). Dei små prikkane viser kontrollpunkta som resten av biletet er laga frå. Sjå òg pauseskjermen «Diskret». <link>http://en.wikipedia.org/wiki/Julia_set</link> Skriven av Sean McCullough i 1997.
pl: Rysuje zbiór Julii (pochodna zbioru Mandelbrota). Mały poruszający się punkt wskazuje punkt, od którego generowana pozostaje pozostałą część grafiki. Zob. także wygaszacz "Discrete" http://en.wikipedia.org/wiki/Julia_set Autor: Sean McCullough; 1997.
pt: Faz a animação do conjunto Julia (uma forma semelhante ao conjunto Mandelbrot). O pequeno ponto em movimento indica o ponto de controlo a partir do qual foi gerado o resto da imagem. Veja também o protector de ecrã "Discreto". http://en.wikipedia.org/wiki/Julia_set Feito por Sean McCullough; 1997.
ru: Анимированное множество Жюлиа (близкий родственник множества Мандельброта). Маленькая движущаяся отметка указывает на контрольную точку, откуда генерируется изображение. Также см. хранитель экрана "Discrete". http://ru.wikipedia.org/wiki/Множество_Жюлиа Автор Шон МакКаллоу (Sean McCullough), 1997.
sl: Animira niz Julija (bližnji sorodnik niza Mandelbrot). Majhna premikajoča pika nakaže nadzorno točko iz katere je bila ustvarjena preostala slika. Oglejte si tudi ohranjevalnik zaslona "Diskretno". http://en.wikipedia.org/wiki/Julia_set Napisal Sean McCullough, 1997.
sr@ijekavian: Анимира Жилијаов скуп (близак сродник Манделбротовог скупа). Мала покретна тачка показује исходиште одакле се генерише остатак слике (http://en.wikipedia.org/wiki/Julia_set). Погледајте и чувар екрана Дискретно. Написао Шон Макалоу, 1997.
sv: Animerar Juliamängden (en nära släkting till Mandelbrotmängden). Den lilla rörliga punkten anger styrpunkten som resten av bilden skapas från. Se också skärmsläckaren "Diskret" och http://sv.wikipedia.org/wiki/Juliamängden. Skriven av Sean McCullough, 1997.
uk: Анімація множини Жюліа (близького родича множини Мандельброта). Мала точка, що рухається, позначає контрольну точку, за якою створюється решта картинки. Див. також зберігач екрана «Дискретний». http://en.wikipedia.org/wiki/Julia_set Автор — Sean McCullough; 1997.
zh_tw: 將朱利亞集合動畫化。小的移動點表示產生剩餘影像的控制點。參考資料：http://en.wikipedia.org/wiki/Julia_set 。由 Sean McCullough 撰寫，1997。

# @item:inrange Count
source: Lots
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molti
ja: 組
kk: Көп
ko: 개수
lv: Daudz
nb: Massevis
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @label:slider
source: Iterations
ca@valencia: Iteracions
es: Iteraciones
et: Kordused
eu: Iterazioak
fi: Iteraatioita
fr: Itérations
ga: Timthriallta
gl: Iteracións
hu: Iterációk
it: Iterazioni
ja: 繰り返し
kk: Итерациялары
ko: 반복 횟수
lv: Iterācijas
nb: Iterasjoner
nds: Wedderhalen
nl: Herhalingen
nn: Gjentakingar
pl: Iteracje
pt: Iterações
ru: Итерации
sl: Ponovitve
sr@ijekavian: Итерације
sv: Upprepning
uk: Ітерацій
zh_tw: 重複

# @item:inrange Iterations
source: Small
ca@valencia: Petites
es: Pequeñas
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Poche
ja: 小
kk: Шағын
ko: 작게
lv: Mazas
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequenas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Liten
uk: Мало
zh_tw: 小

# @item:inrange Iterations
source: Large
ca@valencia: Grans
es: Grandes
et: Suur
eu: Handia
fi: Suuri
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Molte
ja: 大
kk: Үлкен
ko: 크게
lv: Lielas
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grandes
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Stor
uk: Багато
zh_tw: 大

# @item screen saver name
source: Kaleidescope
ca@valencia: Calidoscopi
es: Caleidoscopio
et: Kaleidoskoop
fi: Kaleidoskooppi
fr: Kaléidoscope
gl: Calidoscopio
hu: Kaleidoszkóp
it: Caleidoscopio
ja: 万華鏡
kk: Калейдоскоп
ko: 만화경
lv: Kaleidoskops
nb: Kaleidoskop
nds: Dreihnett
nn: Kaleidoskop
pl: Kalejdoskop
pt: Caleidoscópio
sl: Kalejdoskop
sr@ijekavian: Калеидоскоп
sv: Kalejdoskop
uk: Калейдоскоп
zh_tw: 萬花筒

# @info screen saver description
source: A simple kaleidoscope made of line segments. See "GLeidescope" for a more sophisticated take. http://en.wikipedia.org/wiki/Kaleidoscope Written by Ron Tapia; 1997.
ca@valencia: Un calidoscopi senzill fet de segments de línies. Vegeu també el «GLeidoscopi» per a una vista més sofisticada. http://en.wikipedia.org/wiki/Kaleidoscope Escrit per Ron Tapia; 1997.
es: Un caleidoscopio sencillo hecho de segmentos de líneas. Véase también «Caleidoscopio GL» para una toma más sofisticada. http://en.wikipedia.org/wiki/Kaleidoscope. Escrito por Ron Tapia, 1997.
et: Lihtne lõikudest koosnev kaleidoskoop. Vaata ka mõnevõrra keerukamat ekraanisäästjat "Gleidoskoop". http://en.wikipedia.org/wiki/Kaleidoscope Autor: Ron Tapia; 1997.
fi: Viivasegmenteistä koostuva yksinkertainen kaleidoskooppi. Hienostuneemmantulkinnan löydät näytönsäästäjästä Gleidescope. http://fi.wikipedia.org/wiki/Kaleidoskooppi Kirjoittanut Ron Tapia, 1997.
it: Un semplice caleidoscopio costituito da segmenti. Vedi anche «Caleidoscopio GL» per una versione più sofisticata. http://it.wikipedia.org/wiki/Caleidoscopio Scritto da Ron Tapia; 1997.
nb: Et enkelt kaleidoskop laget av linjestykker. Se også pauseskjermen «GLeidoskop» for et mer sofistikert syn.http://no.wikipedia.org/wiki/Kaleidoskop Skrevet av Ron Tapia i 1997.
nds: En eenfach Kaleidoskoop ut Lienafsneed. Kiek Di ok den Pausschirm „Gleidoskoop“ an. http://de.wikipedia.org/wiki/Kaleidoskop Schreven vun Ron Tapia, 1997.
nl: Een eenvoudige caleidoscoop opgebouwd uit segmenten. Zie "Gleidescope" voor een meer uitgewerkte opname. http://en.wikipedia.org/wiki/Kaleidoscope In 1997 geschreven door Ron Tapia.
pl: Prosty kalejdoskop stworzony z odcinków linowych. Zajrzyj do "GLeidescope" po bardziej szczegółowe ujęcie. http://en.wikipedia.org/wiki/Kaleidoscope Autor: Ron Tapia; 1997.
pt: Um caleidoscópio simples, feito de segmentos de recta. Veja também o protector de ecrã "GLeidescope" para um toque mais sofisticado. http://en.wikipedia.org/wiki/Kaleidoscope Feito por Ron Tapia; 1997.
sl: Enostaven kalejdoskop sestavljen iz premic. Oglejte si tudi bolj izpopolnjen "GLejdoskop". http://en.wikipedia.org/wiki/Kaleidoscope Napisal Ron Tapia, 1997.
sr@ijekavian: Једноставан калеидоскоп састављен од дужи (http://en.wikipedia.org/wiki/Kaleidoscope). Погледајте Глеидоскоп за сложенију обраду. Написао Рон Тапија, 1997.
sv: Ett enkelt kalejdoskop skapat av linjesegment. Se också "Glejdoskop" för en mer sofistikerad variant, och http://sv.wikipedia.org/wiki/Kalejdoskop. Skriven av Ron Tapia, 1997.
uk: Простий калейдоскоп з лінійних елементів. Також див. «Глайдоскоп», складнішу версію. http://en.wikipedia.org/wiki/Kaleidoscope Автор — Ron Tapia; 1997.
zh_tw: 用線段產生的簡單萬花筒。參考資料：http://en.wikipedia.org/wiki/Kaleidoscope 。由 Ron Tapia 撰寫，1997。

# @info screen saver description
source: A simple kaleidoscope. See also "GLeidescope". http://en.wikipedia.org/wiki/Kaleidoscope Written by Ron Tapia; 1997.
ca@valencia: Un calidoscopi senzill. Vegeu també el «GLeidoscopi». http://en.wikipedia.org/wiki/Kaleidoscope Escrit per Ron Tapia; 1997.
es: Un caleidoscopio sencillo. Véase también «Caleidoscopio GL». http://en.wikipedia.org/wiki/Kaleidoscope. Escrito por Ron Tapia, 1997.
et: Lihtne kaleidoskoop. Vaata ka ekraanisäästjat "Gleidoskoop". http://en.wikipedia.org/wiki/Kaleidoscope Autor: Ron Tapia; 1997.
eu: Kaleidoskopia xume bat. "GLeidescope" ere begiratu. http://en.wikipedia.org/wiki/Kaleidoscope Ron Tapia-k idatzia; 1997.
fi: Yksinkertainen kaleidoskooppi. Katso myös Gleidescope. http://fi.wikipedia.org/wiki/Kaleidoskooppi Kirjoittanut Ron Tapia, 1997.
fr: Un simple kaléidoscope. Voir aussi « GLéidescope ». http://en.wikipedia.org/wiki/Kaleidoscope Écrite par Ron Tapia ; 1997.
gl: Un calidoscopio sinxelo. Probe tamén o «Calidoscopio GL». http://en.wikipedia.org/wiki/Kaleidoscope. Escribiuno Ron Tapia en 1997.
hu: Egy egyszerű kaleidoszkóp. Hasonló még a "GLeidescope" is. http://en.wikipedia.org/wiki/Kaleidoscope Készítette: Ron Tapia; 1997.
it: Un semplice caleidoscopio. Vedi anche «Caleidoscopio GL». http://it.wikipedia.org/wiki/Caleidoscopio Scritto da Ron Tapia; 1997.
ja: 簡単な万華鏡。「GLeidescope」も参照。http://ja.wikipedia.org/wiki/万華鏡 Ron Tapia、1997年作。
kk: Үстел бетіңіздің кескінді не файлдан алынған басқа кескінді түрлендіретін калейдоскоп http://en.wikipedia.org/wiki/Kaleidoscope Авторы: Andrew Dean; 1997.
lv: Vienkāršs kaleidoskops. Skatiet arī "Gleideskops". http://en.wikipedia.org/wiki/Kaleidoscope Sarakstīja Ron Tapia; 1997.
nb: Et enkelt kaleidoskop. Se også pauseskjermen «GLeidoskop». <link>http://no.wikipedia.org/wiki/Kaleidoskop</link> Skrevet av Ron Tapia i 1997.
nds: En eenfach Kaleidoskoop. Kiek Di ok den Pausschirm "Gleidoskoop" an. http://de.wikipedia.org/wiki/Kaleidoskop Schreven vun Ron Tapia, 1997.
nl: Een eenvoudige caleidoscoop. Zie ook "Gleidescope". http://en.wikipedia.org/wiki/Kaleidoscope In 1997 geschreven door Ron Tapia.
nn: Eit enkelt kaleidoskop. Sjå òg pauseskjermen «GLeidoskop». <link>http://en.wikipedia.org/wiki/Kaleidoscope</link> Skriven av Ron Tapia i 1997.
pl: Prosty kalejdoskop. Zobacz też "gleidescope". http://en.wikipedia.org/wiki/Kaleidoscope Autor: Ron Tapia; 1997.
pt: Um caleidoscópio simples. Veja também o protector de ecrã "GLeidescope". http://en.wikipedia.org/wiki/Kaleidoscope Feito por Ron Tapia; 1997.
ru: Простой калейдоскоп. См. также "Глейдоскоп". Автор Рон Тапиа (Ron Tapia); 1997.
sl: Enostaven kalejdoskop. Oglejte si tudi "GLejdoskop". http://en.wikipedia.org/wiki/Kaleidoscope Napisal Ron Tapia, 1997.
sr@ijekavian: Једноставан калеидоскоп (http://en.wikipedia.org/wiki/Kaleidoscope). Погледајте и Глеидоскоп. Написао Рон Тапија, 1997.
sv: Ett enkelt kalejdoskop. Se också "Glejdoskop" och http://sv.wikipedia.org/wiki/Kalejdoskop. Skriven av Ron Tapia, 1997.
uk: Простий калейдоскоп. Також див. «Глайдоскоп». http://en.wikipedia.org/wiki/Kaleidoscope Автор — Ron Tapia; 1997.
zh_tw: 簡單的萬花筒。參考資料：http://en.wikipedia.org/wiki/Kaleidoscope 。由 Ron Tapia 撰寫，1997。

# @label:slider
source: Segments
es: Segmentos
et: Lõigud
eu: Segmentuak
fi: Segmenttejä
ga: Mírlínte
gl: Segmentos
hu: Szegmensek
it: Segmenti
ja: セグメント
kk: Сегменттері
ko: 조각 수
lv: Segmenti
nb: Segmenter
nds: Lienen
nl: Segmenten
nn: Linjestykke
pl: Segmenty
pt: Segmentos
ru: Сегменты
sl: Odseki
sr@ijekavian: Дјелићи
sv: Segment
uk: Сегменти
zh_tw: 片段

# @item:inrange Segments
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Segments
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Symmetry
ca@valencia: Simetria
es: Simetría
et: Sümmeetria
eu: Simetria
fi: Symmetria
fr: Symétrie
ga: Siméadracht
gl: Simetría
hu: Szimmetria
it: Simmetria
ja: シンメトリ
kk: симметриясы
ko: 대칭
lv: Simetrija
nb: Symmetri
nds: Symmetrie
nl: Symmetrie
nn: Symmetri
pl: Symetria
pt: Simetria
ru: Симметрия
sl: Simetrija
sr@ijekavian: Симетрија
sv: Symmetri
uk: Симетрія
zh_tw: 對稱

# @label:slider
source: Trails
ca@valencia: Rastres
es: Rastros
et: Jäljed
eu: Aztarnak
fi: Jälkiä
fr: Traînées
ga: Rianta
gl: Rastros
hu: Nyomvonalak
it: Tracce
ja: 跡
kk: Іздері
ko: 흔적
lv: Astes
nb: Spor
nds: Sporen
nl: Sporen
nn: Spor
pl: Ślady
pt: Rastos
ru: Следы
sl: Sledi
sr@ijekavian: Трагови
sv: Spår
uk: Сліди
zh_tw: 蹤跡

# @item:inrange Trails
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Trails
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: Kaleidocycle
ca@valencia: Calidocicle
es: Ciclocaleidoscopio
et: Kaleidotsükkel
fi: Kaleidosykli
it: Caleidociclo
ko: 회전 만화경
nds: Dreihnett
pl: Kalejdocykl
pt: Caleidoscópio
sl: Kalejdocikel
sr@ijekavian: Калеидоциклус
sv: Kalejdocykel
uk: Калейдоцикл
zh_tw: 萬花筒循環
