Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: PSR B1919+21 (AKA CP 1919) was the first pulsar ever discovered: a spinning neutron star emitting a periodic lighthouse-like beacon. An illustration of the signal received from it was published in Scientific American in 1971, and later in The Cambridge Encyclopedia of Astronomy in 1977, where it was seen by Stephen Morris, the drummer of Joy Division, and was consequently appropriated by Peter Saville for the cover of the band's album "Unknown Pleasures". http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Written by Jamie Zawinski; 2013.
ca@valencia: PSR B1919+21 (AKA CP 1919) fou el primer púlsar mai descobert: un estel de neutrons en rotació que emet raigs periòdics com un far. El 1971 es va publicar en la Scientific American una il·lustració del seu senyal rebut, i més tard, el 1971, en The Cambridge Encyclopedia of Astronomy, a on la va veure Stephen Morris, el bateria de Joy Division, i resultant en l'apropiació per part de Peter Saville per la caràtula de l'àlbum «Unknown Pleasures» (Plaers desconeguts) de la banda. http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Escrit per Jamie Zawinski; 2013.
es: PSR B1919+21 (AKA CP 1919) fue el primer pulsar descubierto: una estrella de neutrones que rota emitiendo un haz de luces periódico. Una ilustración de la señal recibida desde él se publicó en Scientific American en 1971, y más tarde en la Cambridge Encyclopedia of Astronomy en 1977, donde lo vio Stephen Morris, el percusionista de Joy Division y fue consecuentemente apropiado por Peter Saville para la carátula de su álbum «Unknown Pleasures». http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division. Escrito por Jamie Zawinski; 2013.
et: PSR B1919+21 (ehk CP 1919) oli esimene avastatud pulsar: keerlev neutrontäht, mis väljastab otsekui majakas perioodiliselt kiirgust. Sellelt saadud signaali illustratsioon avaldati 1971. aastal ajakirjas Scientific American ning hiljem, 1977. aastal, veel väljaandes The Cambridge Encyclopedia of Astronomy, kus seda nägi Joy Divisioni trummar Stephen Morris, kelle õhutusel Peter Saville kasutas seda bändi albumi "Unknown Pleasures" kaanepildil. http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Autor: Jamie Zawinski; 2013.
fi: PSR B1919+21 (AKA CP 1919) oli ensimmäinen koskaan löydetty pulsari: pyörivä neutronitähti, joka säännöllisesti lähettää majakkavalomaisia sykähdyksiä. Kuva saadusta signaalista julkaistiin Scientific American -lehdessä 1971 ja myöhemmin Cambridge Encyclopedia of Astronomyssa 1977, mistä sen näki Stephen Morris, Joy Divisionin rumpali, ja se otettiin sittemmin mukaan Peter Savillen kansikuvaa yhtyeen albumiin ”Unknown Pleasures” (tuntemattomat nautinnot). http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Kirjoittanut Jamie Zawinski, 2013.
it: PSR B1919+21 (AKA CP 1919) fu la prima pulsar a venire scoperta: una stella di neutroni rotante che emette un segnale periodico come un faro. Un'illustrazione del segnale da essa ricevuto fu pubblicata in Scientific American nel 1971, e in seguito nell'enciclopedia dell'astronomia di Cambridge nel 1977, dove fu vista da Stephen Morris, il batterista dei Joy Division, e fu quindi presa da Peter Saville per la copertina dell'album del gruppo «Unknown Pleasures». http://it.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://it.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://it.wikipedia.org/wiki/Joy_Division Scritto da Jamie Zawinski; 2013.
nb: PSR B1919+21 (AKA CP 1919) var det første pulsaren som ble oppdaget: en roterende nøytronstjerne som sender ut en periodisk fyrlykt-linkende stråle.I Scientific American ble det trykket i 1971 en illustrasjon av signalet som ble mottatt fra den, og senere gjengitt i The Cambridge Encyclopedia of Astronomy i 1977. Der så Stephen Morris det, han var trommis i Joy Division, og bildet ble senere tatt i bruk av Peter Saville som omslag på bamdets album «Unknown Pleasures».http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Written by Jamie Zawinski; 2013.
nds: PSR B1919+21 (oder CP 1919) weer de eerste Pulsar, den se funnen hebbt: en dreihen Neutronensteern, de en perioodsch Strahl utsennen deit, as en Lichttoorn. En Teken vun dat kregen Signaal wöör 1971 binnen „Scientific American“ apenmaakt un later, 1977, binnen „The Cambridge Encyclopedia of Astronomy“. Dor hett Stephen Morris, the Trummelspeler vun „Joy Division“, dat to sehn kregen, un Peter Saville hett sik dat för dat Titelbild för de Band ehr Album „Unknown Pleasures“ grepen. http://de.wikipedia.org/wiki/Pulsar http://de.wikipedia.org/wiki/PSR_B1919+21 http://de.wikipedia.org/wiki/Unknown_Pleasures http://de.wikipedia.org/wiki/Peter_Saville http://de.wikipedia.org/wiki/Joy_Division Schreven vun Jamie Zawinski, 2013.
nl: PSR B1919+21 (AKA CP 1919) was de eerste ooit ontdekte pulsar: een draaiende neutronenster die een periodiek vuurtorenachtig signaal uitzendt. Een illustratie van het ervan ontvangen signaal is gepubliceerd in Scientific American in 1971 en later in The Cambridge Encyclopedia of Astronomy in 1977, waar het was gezien door Stephen Morris, de drummer van Joy Division en was als gevolg daarvan aangepast door Peter Saville voor de cover van het album van de band "Unknown Pleasures". http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division In 2013 geschreven door Jamie Zawinski.
pl: PSR B1919+21 (AKA CP 1919) był pierwszym odkrytym pulsarem: obracająca się gwiazda neutronowa emitująca okresowy sygnał podobny do latarni morskiej. Ilustracja sygnału otrzymanego od niego była opublikowana w Scientific American w 1971, a później w Encyklopedii Astronomii Cambridge w 1977, gdzie był widziana przez Stephen Morris, perkusisty Joy Division, a w końcu została przybrana przez Petera Saville na okładkę albumu "Nieznane przyjemności". http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Autor: Jamie Zawinski; 2013.
pt: O PSR B1919+21 (AKA CP 1919) foi o primeiro pulsar de todos a ser descoberto: uma estrela de neutrões em rotação que emite um raio periódico, semelhante a um farol. Uma ilustração do sinal recebido dele foi publicado na Scientific American em 1971, e posteriormente no Cambridge Encyclopedia of Astronomy em 1977, onde foi visto por Stephen Morris, o baterista dos Joy Division, e que foi devidamente aproveitado por Peter Saville para a capa do álbum da banda "Unknown Pleasures". http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Feito por Jamie Zawinski; 2013.
sl: PSR B1919+21 (znan tudi kot CP 1919) je bil prvi odkriti pulzar (vrteča se nevtronska zvezda, ki oddaja periodični svetlobni signal). Ilustracija signala je bila objavljena v Scientific American v letu 1971, in leta 1977 v The Cambridge Encyclopedia of Astronomy. Tukaj jo je opazil Stephen Morris, bobnar skupine Joy Division. Peter Saville jo je kasneje uporabil za ovitek albuma "Unknown Pleasures". http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Napisal Jamie Zawinski; 2013.
sr@ijekavian: ПСР Б1919+21 (знан и као ЦП 1919) први је откривени пулсар: обрћућа неутронска звезда која емитује периодичан сигнал, налик на фар светионика. Илустрација сигнала примљеног са овог пулсара објављена је у Сајентифик америкену 1971, а затим и у Кембричкој енциклопедији астрономије 1977, где ју је видео Стивен Морис, бубњар Џој дивижона, и последично је присвојио Питер Савил за омот албума „Непозната задовољства“ ове групе (http://en.wikipedia.org/wiki/Pulsar, http://en.wikipedia.org/wiki/PSR_B1919%2B21, http://en.wikipedia.org/wiki/Unknown_Pleasures, http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29, http://en.wikipedia.org/wiki/Joy_Division). Написао Џејми Завински, 2013.
sv: PSR B1919+21 (också känd som CP 1919) var den första pulsaren som någonsin upptäcktes: En snurrande neutronstjärna som avger en periodisk fyrbåk. En illustration av signalen som tas emot från den publicerades i Scientific American 1971, och senare i Cambridges Astronomiencyklopedi 1977, där den sågs av Stephen Morris, trumslagare i Joy Division, med följden att den anammades av Peter Saville för bandets album "Unknown Pleasures". Se http://sv.wikipedia.org/wiki/Pulsar, http://en.wikipedia.org/wiki/PSR_B1919+21, http://sv.wikipedia.org/wiki/Unknown_Pleasures, http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 och http://sv.wikipedia.org/wiki/Joy_Division. Skriven av Jamie Zawinski, 2013.
uk: PSR B1919+21 (AKA CP 1919) — перший виявлений пульсар: нейтронна зірка, що швидко обертається і випускає подібний до сонячного зайчика потік випромінювання. Ілюстрацію отримуваного з пульсара сигналу було наведено у журналі «Scientific American» за 1971 рік і пізніше у «Кембриджській енциклопедії з астрономії» у 1977 році, де її побачив Стівен Морріс, барабанник групи «Joy Division». Вона вразила його, згодом через це Пітер Севіль використав цю ілюстрацію для обкладинки альбому «Unknown Pleasures», випущеного групою. http://en.wikipedia.org/wiki/Pulsar http://en.wikipedia.org/wiki/PSR_B1919%2B21 http://en.wikipedia.org/wiki/Unknown_Pleasures http://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 http://en.wikipedia.org/wiki/Joy_Division Автор — Jamie Zawinski; 2013.
zh_tw: PSR B1919+21（又名CP1919）是迄今發現的第一個脈衝星：由一個旋轉的中子星發出的週期性燈塔般的亮光。從它接收到的信號的插圖發表在1971年的「科學美國人」（Scientific American），後來收錄在 1977 年劍橋百科全書天文學中。Stephen Morris，Joy Division 的鼓手看到後，由 Peter Saville 連續地將那些圖片放在該樂團專輯 "Unknown Pleasures" 的封面中。參考資料：http://en.wikipedia.org/wiki/Pulsar ， http://en.wikipedia.org/wiki/PSR_B1919％2B21 ， http://en.wikipedia.org/wiki/Unknown_Pleasures ，http://en.wikipedia.org/wiki/Peter_Saville_％28graphic_designer29％ ，http://en.wikipedia.org/wiki/Joy_Division 。由 Jamie Zawinski 撰寫；2013。

# @label:slider
source: Scanlines
ca@valencia: Línies d'exploració
es: Líneas de exploración
et: Rastrijooned
fi: Pyyhkäisyviivat
hu: Képsorok
it: Linee di scansione
ja: 走査線
ko: 스캔라인
nb: Skannelinjer
nds: Inleesregen
nl: Scanlijnen
pl: Linie skanowania
pt: Linhas de percurso
sl: Vrstice rastra
sr@ijekavian: Скенлиније
sv: Avsökningslinjer
uk: Рядки сканування
zh_tw: 掃描線

# @item:inrange Scanlines
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
fi: Vähän
hu: Kevés
it: Poche
ja: 少数
ko: 적음
nb: Noen
nds: Minn
nl: Weinig
pl: Kilka
pt: Poucas
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Scanlines
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
fi: Monta
hu: Sok
it: Molte
ja: 多数
ko: 많음
nb: Mange
nds: Vele
nl: Veel
pl: Dużo
pt: Muitas
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @option:check
source: Orthographic Projection
ca@valencia: Projecció ortogràfica
es: Proyección ortográfica
et: Ortograafiline projektsioon
fi: Ortografinen projektio
hu: Ortografikus vetítés
it: Proiezione ortografica
ja: 正投影図
ko: 정사영 투영
nb: Ortografisk projeksjon
nds: Ortograafsch Projekschoon
nl: Orthografische projectie
pl: Projekcja ortograficzna
pt: Projecção Ortográfica
sl: Ortografska projekcija
sr@ijekavian: Ортографска пројекција
sv: Ortografisk projektion
uk: Ортографічна проекція
zh_tw: 正投影

# @item screen saver name
source: Vermiculate
ca@valencia: Vermiculat
et: Usjas
fi: Matoile
fr: Vermiculé
gl: Vermicular
hu: Csavarodás
it: Vermicolio
kk: Құрттау
ko: 벌레 궤적
lv: Nūdeļošana
nds: Verwormen
nl: Wormvormig
nn: Maskeformar
pl: Robaczki
pt: Vermicular
sl: Razjedanje
sr@ijekavian: Црволико
sv: Maskformer
uk: Хробаки
zh_tw: 蠕蟲竄動

# @info screen saver description
source: Draws squiggly worm-like paths. Written by Tyler Pierce; 2001.
ca@valencia: Dibuixa rastres de giragonses de cucs. Escrit per Tyler Pierce; 2001.
es: Muestra liosas rutas de gusanos. Escrito por Tyler Pierce; 2001.
et: Näitab vonklevaid ussikeselaadseid kõveraid. Autor: Tyler Pierce; 2001.
eu: Zizare ibilbide aztarnen antzekoak marrazten ditu. Tyler Pierce; 2001.
fi: Matomaisesti kiemurtelevia ratoja. Kirjoittanut Tyler Pierce, 2001.
fr: Dessine des chemins un peu comme ceux des vers. Écrit par Tyler Pierce ; 2001.
ga: Dearann sé seo cosáin scrábálacha cosúil le péisteanna. Scríofa ag Tyler Pierce, 2001.
gl: Debuxa varios camiños ondulatorios a imitar os dos vermes. Escribiuno Tyler Pierce en 2001.
hu: Tekergőző vonalakat rajzol. Készítette: Tyler Pierce, 2001.
it: Disegna percorsi scarabocchiosi simili a vermi. Scritto da Tyler Pierce; 2001.
ja: なぐり書きのような虫にも見えるパスの描画。Tyler Pierce、2001年作。
kk: Құрттар ізіне ұқсас бейне. Авторы: Tyler Pierce; 2001.
lv: Zīmē viļņveida tārpiem līdzīgas takas. Sarakstīja Tyler Pierce; 2001
nb: Tegner vrikkende mark-aktige stier. Skrevet av Tyler Pierce i 2001.
nds: Snörkelig Fadens, en beten as Wörms. Schreven vun Tyler Pierce, 2001
nl: Toont slingerende wormachtige paden. In 2001 geschreven door Tyler Pierce.
pl: Rysuje wijące się ścieżki podobne do ścieżek robaków. Autor: Tyler Pierce; 2001.
pt: Desenha vários caminhos ondulatórios a imitar larvas. Feito por Tyler Pierce; 2001.
ru: Рисует кривые, которые иногда похожи на извивающихся червяков. Автор Тайлер Пирс (Tyler Pierce), 2001.
sl: Izriše naključne, črvu podobne poti. Napisal Tyler Pierce, 2001.
sr@ijekavian: Црта врлудајуће црволике стазе. Написао Тајлер Пирс, 2001.
sv: Ritar krokiga masklika streck. Skriven av Tyler Pierce, 2001.
uk: Показує зігнуті контури, схожі на ходи черв’яків. Автор — Tyler Pierce; 2001.
zh_tw: 畫出蟲在蠕動的路徑。由 Tyler Pierce 撰寫，2001。

# @item screen saver name
source: VidWhacker
et: VideoNikerdaja
it: Manipola video
kk: Бейнекезегі
ko: 비디오 왜곡
lv: Video jaucējs
nds: Video verdaakst
sl: Video heker
sr@ijekavian: Ћакнути видео
sv: Banka skärm
uk: Відеоряд
