Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Wireframe
ca@valencia: Malla
es: Armazón de alambre
et: Võre
eu: Burdin-haria
fi: Ääriviivapiirros
fr: Fil de fer
ga: Sreangfhráma
gl: Modelo de arames
hu: Drótváz
it: Fil di ferro
ja: ワイヤーフレーム
kk: Каркасы
ko: 와이어프레임
lv: Karkass
nb: Trådramme
nds: Drahtrahmen
nl: Draadframe
nn: Trådramme
pl: Szkielet
pt: Modelo de Arames
ru: Каркас
sl: Žični model
sr@ijekavian: Жичано
sv: Trådram
uk: Каркас
zh_tw: 骨架

# @option:radio
source: Random face style
ca@valencia: Estil de cara a l'atzar
es: Estilo de cara aleatoria
et: Juhuslik tahustiil
hu: Véletlenszerű arc stílus
it: Stile casuale delle facce
ko: 무작위 표면 스타일
nb: Tilfeldig fasettstil
nds: Tofällig Dreeeckenstil
nl: Willekeurige oppervlaktestijl
pl: Losowy styl ściany
pt: Estilo de face aleatório
sl: Naključen slog ploskve
sr@ijekavian: Насумичан стил страница
sv: Slumpmässig sidstil
uk: Випадковий стиль граней
zh_tw: 隨機臉型

# @item screen saver name
source: GFlux
ca@valencia: Flux G
et: GLainetus
fr: Drap (GL)
gl: Fluxo G
it: Lenzuolo
kk: GЖелбірету
nds: Bülgendook
nn: GL-fluks
sl: Tok GL
sr@ijekavian: Г‑флукс
uk: Флюксія GL

# @info screen saver description
source: Draws undulating waves on a rotating grid. Written by Josiah Pease; 2000.
ca@valencia: Dibuixa onades sobre una graella que gira. Escrit per Josiah Pease; 2000.
es: Dibuja olas ondulantes sobre una rejilla que rota. Escrito por Josiah Pease; 2000.
et: Näitab voogavaid laineid keerleval traatvõrgustikul. Autor: Josiah Pease; 2000.
fi: Piirtää väreileviä aaltoja pyörivässä lankamalliruudukossa. Kirjoittanut Josiah Pease, 2000.
it: Disegna onde oscillanti su una griglia rotante. Scritto da Josiah Pease; 2000.
ko: 회전하는 그리드 위에 파도 모양을 그립니다. Josiah Pease 작성, 2000년.
nb: Tegner bølgende figurer på et roterende trådnett. Skrevet av Josiah Pease i 2000.
nds: Wiest Bülgen op en dreihen Gadder. Schreven 2000 vun Josiah Pease.
nl: Toont rimpelende golven op een draaiend raster. In 2000 geschreven door Josiah Pease.
pl: Rysuje fale na obracającej się siatce. Autor: Josiah Pease; 2000.
pt: Desenha um conjunto de ondas numa grelha a rodar. Feito por Josiah Pease; 2000.
sl: Izriše valovanje na vrteči žični mreži. Napisal Josiah Pease, 2000.
sr@ijekavian: Црта мрешкајуће таласе на обрћућој мрежи. Написао Џозија Пиз, 2000.
sv: Ritar böljande vågor på ett roterande rutnät. Skriven av Josiah Pease, 2000.
uk: Показує ефекти хвиль на ґратці, що обертається. Автор — Josiah Pease; 2000.
zh_tw: 畫出在旋轉格子中的漣漪波動，由 Josiah Pease 撰寫，2000。

# @info screen saver description
source: Draws a rippling waves on a rotating wireframe grid. Written by Josiah Pease; 2000.
ca@valencia: Dibuixa onades trenades sobre una malla que gira. Escrit per Josiah Pease; 2000.
es: Dibuja olas rizadas sobre una rejilla de alambre que rota. Escrito por Josiah Pease; 2000.
et: Näitab närvilisi lainetusi keerleval traatvõrgustikul. Autor: Josiah Pease; 2000.
fi: Piirtää väreileviä aaltoja pyörivässä lankamalliruudukossa. Kirjoittanut Josiah Pease, 2000.
fr: Dessine des ondulations sur une grille tournante de fil de fer. Écrit par Josiah Pease ; 2000.
ga: Dearann sé seo tonnta cuilitheacha ar shreangfhráma rothlacha, le GL. Scríofa ag Josiah Pease, 2000.
gl: Debuxa un conxunto de ondas nunha grella de modelo de arames a rodar. Escribiuno Josiah Pease en 2000.
hu: Lökéshullámokat jelenít meg egy forgó drótvázas alakzaton. Készítette: Josiah Pease, 2000.
it: Disegna delle ondine su una griglia rotante. Scritto da Josiah Pease; 2000.
ja: 回転するワイヤーフレーム上の波紋を描きます。Josiah Pease、2000年作。
kk: Желбіреген жіптен тоқылған тордың бейнесі. Авторы: Josiah Pease; 2000.
ko: 회전하는 와이어프레임 그리드 위에 파도 모양을 그립니다. Josiah Pease 작성, 2000년.
nb: Tegner krusende bølger på et roterende trådnett. Skrevet av Josiah Pease i 2000.
nds: Riffelbülgen op en dreihen Drahtrahmen-Gadder. 2000 schreven vun Josiah Pease.
nl: Toont rimpelende golven op een draaiend draadvormig raster. In 2000 geschreven door Josiah Pease.
nn: Teiknar krusningar på eit ark som snurrar rundt. Skriven av Josiah Pease i 2000.
pl: Fale na obracających się siatkach. Autor: Josiah Pease; 2000.
pt: Desenha um conjunto de ondas numa grelha de modelo de arames a rodar. Feito por Josiah Pease; 2000.
ru: Расходящиеся волны в поворачивающейся каркасной сетке. Автор Иосия Пис (Josiah Pease), 2000.
sl: Izriše zgrbančene valove na vrteči žični mreži. Napisal Josiah Pease, 2000.
sr@ijekavian: Црта мрешкајуће таласе на обрћућој жичаној мрежи. Написао Џозија Пиз, 2000.
sv: Ritar krusande vågor på ett roterande trådramsrutnät. Skriven av Josiah Pease, 2000.
uk: Показує хвилі тремтіння на ґратці з каркасом, що обертається. Автор — Josiah Pease; 2000.
zh_tw: 畫出在格子中的漣漪波動，由 Josiah Pease 撰寫，2000。

# @label:slider
source: Wave speed
ca@valencia: Velocitat de les onades
es: Velocidad de las olas
et: Laine kiirus
eu: Uhin abiadura
fi: Aallon nopeus
fr: Vitesse des vagues
ga: Luas na dtonnta
gl: Velocidade das ondas
hu: Hullámsebesség
it: Velocità delle onde
ja: 波のスピード
kk: Толкындауы
ko: 파도 속도
lv: Viļņu ātrums
nb: Bølgehastighet
nds: Bülgengauheit
nl: Golfsnelheid
nn: Bølgjefart
pl: Szybkość fali
pt: Velocidade das ondas
ru: Скорость волны
sl: Hitrost valov
sr@ijekavian: Брзина таласа
sv: Våghastighet
uk: Швидкість хвиль
zh_tw: 波速

# @item:inrange Wave speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: спори
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Wave speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзи
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Mesh density
ca@valencia: Densitat de la malla
es: Densidad de la malla
et: Võrgu tihedus
eu: Sarearen dentsitatea
fi: Rasterin tiheys
fr: Densité du maillage
ga: Dlús an mhogaill
gl: Densidade da malla
hu: Vázsűrűség
it: Densità della griglia
ja: メッシュの密度
kk: Тор жиілігі
ko: 그물 밀도
lv: Režģa blīvums
nb: Rutenett-tetthet
nds: Gadderdicht
nl: Maasdichtheid
nn: Arktettleik
pl: Gęstość siatki
pt: Densidade da malha
ru: Плотность ячеек
sl: Gostota mreže
sr@ijekavian: Густина мреже
sv: Rutnätets täthet
uk: Щільність комірок
zh_tw: 篩孔密度

# @item:inrange Mesh density
source: Sparse
ca@valencia: Dispersa
es: Escasa
et: Hõre
eu: Sakabanatuta
fi: Harva
fr: Clairsemée
ga: Gann
gl: Disperso
hu: Ritka
it: Sparsa
ja: 疎
kk: Сирек
ko: 퍼짐
lv: Rets
nb: Spredt
nds: Verdeelt
nl: Schaars
nn: Spreidd
pl: Nieliczne
pt: Esparsa
ru: Реже
sl: Redka
sr@ijekavian: ретка
sv: Glest
uk: Рідше
zh_tw: 稀疏

# @item:inrange Mesh density
source: Dense
ca@valencia: Densa
es: Densa
et: Tihe
eu: Trinkoa
fi: Tiheä
ga: Dlúth
gl: Denso
hu: Sűrű
it: Densa
ja: 密
kk: Тығыз
ko: 밀집됨
lv: Blīvs
nb: Tett
nds: Dicht
nl: Dicht
nn: Tett
pl: Gęsty
pt: Densa
ru: Плотнее
sl: Gosta
sr@ijekavian: густа
sv: Tätt
uk: Щільність
zh_tw: 密度

# @label:slider
source: Waves
ca@valencia: Onades
es: Olas
et: Lained
eu: Uhinak
fi: Aaltoja
fr: Vagues
ga: Tonnta
gl: Ondas
hu: Hullámok
it: Onde
ja: 波
kk: Толқындар
ko: 파도
lv: Viļņi
nb: Bølger
nds: Bülgen
nl: Golven
nn: Bølgjer
pl: Fale
pt: Ondas
ru: Количество волн
sl: Valovi
sr@ijekavian: Таласи
sv: Vågor
uk: Хвилі
zh_tw: 波

# @option:radio
source: Wire mesh
ca@valencia: Malla de filferro
es: Malla de alambre
et: Traatvõrk
eu: Burdin-hari sarea
fi: Lankaverkko
fr: Treillis métallique
ga: Mogall sreinge
gl: Malla de arames
hu: Drótváz
it: Fil di ferro
ja: ワイヤーメッシュ
kk: Жіп торы
ko: 선 그물
lv: Stiepļu režģis
nb: Trådnett
nds: Drahtgadder
nl: Draadafstand
nn: Rutenett
pl: Druciana siatka
pt: Malha de arames
ru: Проволочная сетка
sl: Žična mreža
sr@ijekavian: Жичана мрежа
sv: Trådnät
uk: Дротяна сітка
zh_tw: 紗窗網

# @option:radio
source: Flat lighting
ca@valencia: Il·luminació plana
es: Iluminación plana
et: Ühtne valgus
eu: Argiztapen laua
fi: Tasainen valaistus
fr: Éclairage plat
ga: Soilsiú maol
gl: Iluminación plana
hu: Egyszerű megvilágítás
it: Illuminazione uniforme
ja: 平坦な照明
kk: Жәй жарықта
ko: 단일 조명
lv: Vienkārša gaismošana
nb: Flat belysning
nds: Eenfach Licht
nl: Gelijkmatig belichten
nn: Flat farge
pl: Jednolite oświetlenie
pt: Iluminação plana
ru: Плоское освещение
sl: Plosko osvetljevanje
sr@ijekavian: Равно освјетљење
sv: Enkel ljussättning
uk: Рівномірне освітлення
zh_tw: 平面燈光

# @option:radio
source: Checkerboard
ca@valencia: Tauler
es: Tablero
et: Malelaud
eu: Xake-taula
fi: Šakkilauta
fr: Échiquier
ga: Clár táiplise
gl: Taboleiro de xadrez
hu: Ostábla
it: Scacchiera
ja: チェッカーボード
kk: Шахмат өрісі
ko: 바둑판
nb: Sjakkbrett
nds: Schachbrett
nl: Damspelbord
nn: Sjakkbrett
pl: Szachownica
pt: Tabuleiro de Xadrez
ru: Шахматная доска
sl: Šahovnica
sr@ijekavian: Шаховска табла
sv: Schackrutor
uk: Шахівниця
zh_tw: 棋盤

# @option:radio
source: Picture
ca@valencia: Imatge
es: Imagen
et: Pilt
eu: Irudia
fi: Kuva
fr: Image
ga: Pictiúr
gl: Imaxe
hu: Kép
it: Immagine
ja: 絵
kk: Сурет
ko: 그림
lv: Attēls
nb: Bilde
nds: Bild
nl: Afbeelding
nn: Bilete
pl: Obraz
pt: Imagem
ru: Картинка
sl: Slika
sr@ijekavian: Слика
sv: Bild
uk: Зображення
zh_tw: 圖片

# @item screen saver name
source: GLBlur
ca@valencia: Difuminat GL
et: GLHägu
fi: GL-Sumennus
fr: Brouillard (GL)
gl: Desenfoque GL
it: Sfocatura
kk: GLСәуле шашу
ko: GL 블러
nb: GL-dis
nds: Swiemel GL
nl: GL-waas
nn: GL-dis
pl: Rozmycie GL
pt: Borrão (GL)
sl: Zabrisanost GL
sr@ijekavian: Замућење (ГЛ)
sv: Diffus GL
uk: Світло (GL)

# @info screen saver description
source: Generates flowing field effects from the vapor trails around a moving object. This is done by rendering the scene into a small texture, then repeatedly rendering increasingly-enlarged and increasingly-transparent versions of that texture onto the frame buffer. As such, it's quite GPU-intensive: if you don't have a very good graphics card, it will hurt your machine bad. Written by Jamie Zawinski; 2002.
ca@valencia: Genera efectes de camp de flux a partir de rastres de vapor al voltant d'un objecte en moviment. Es fa renderitzant l'escena amb una textura petita, i renderitzant repetidament versions d'esta textura augmentat-ne la grandària i la transparència en la targeta gràfica. Per tant, utilitza força la GPU: si no teniu una targeta bastant bona, pot afectar bastant a la vostra màquina. Escrit per Jamie Zawinski; 2002.
es: Genera crea efectos de campos que fluyen desde los rastros de vapor alrededor de un objeto en movimiento. Esto se hace al representar la escena en una textura pequeña y luego representando versiones cada vez más grandes y transparentes de esa textura en el búfer de la imagen. Por tanto, hace un uso intensivo del sistema gráfico: no intente ejecutarlo si no dispone de una buena tarjeta gráfica, a su equipo le costará moverlo. Escrito por Jamie Zawinski; 2002.
et: Genereerib liikuvast objektist mahajäävast jäljest omamoodi lendleva välja. Selleks renderdatakse stseen väikeseks tekstuuriks, mida omakorda edasi üha suuremaks ja üha läbipaistvamaks renderdatakse. Sestap on see ka parajaks koormuseks protsessorile ning kui sul pole just väga head graafikakaarti, on koormus päris suur. Autor: Jamie Zawinski; 2002.
fi: Luo virtaavia kenttäefektejä höyryjuovista liikkuvan kappaleen ympärillä. Tämä tehdään hahmontamalla näkymä pieneksi pintakuvioksi, sitten toistamalla hahmonnusta pintakuvion yhä suuremmiksi ja läpinäkyvimmiksi muunnelmiksi kehyspurskuriin. Toiminta vaatii grafiikkasuorittimelta paljon: jollei sinulla ole hyvää näyttökorttisi, koneesi tahmaa pahasti. Kirjoittanut Jamie Zawinski, 2002.
it: Genera degli effetti a campo radiante dalle tracce di vapore attorno a un oggetto in movimento. Ciò si effettua rendendo la scena in una piccola trama, e quindi rendendo versioni sempre più grandi e trasparenti di quella trama nel framebuffer. Perciò è abbastanza pesante sulla GPU: se non hai una scheda grafica molto buona, rallenterà molto la macchina. Scritto da Jamie Zawinski; 2002.
ko: 움직이는 개체를 따라 증기 궤적에서 흐르는 유체 효과를 생성합니다. 화면을 작은 텍스처로 렌더링한 다음 프레임 버퍼에 대폭 확대되고 투명한 텍스처를 그려서 생성합니다. GPU를 많이 사용하므로 좋은 그래픽 카드를 사용하지 않으면 느려질 수 있습니다. Jamie Zawinski 작성, 2002년.
nb: Lager strømmende felteffekter av dampspor rundt et objekt i bevegelse. Dette foregår ved å legge scenen i en liten tekstur, og så tegne denne i stadig større og mer gjennomsiktige utgaver til rammebufferen. Alt dette krever mye av skjermkortet, og med mindre du har et veldig godt et, vil ting gå tregt. Skrevet av Jamie Zawinski i 2002. 2002.
nds: Stellt fleten Feldeffekten ut de Dampsporen rund en sik bewegen Objekt op. Dor warrt dat Bild na en lütt Textuur för wannelt, un denn dor wedderhaalt en grötter un dörschienen Verschoon vun disse Textuur na den Rahmenpuffer rendert. Dor kummt de Grafikperzesser goot in't Sweten: Hest Du keen bannig goot Grafikkoort, kann Dien Reekner dor mehr as böös an to doon hebben. Schreven 2002 vun Jamie Zawinski.
nl: Genereert vloeiende veldeffecten van een dampsporen rond een bewegend object. Het wordt gedaan door de scene op te delen in een kleine textuur en dan steeds zich vergrotende en transparantere versies van de textuur te renderen in de framebuffer. Op zich is dat behoorlijk GPU-intensief: als u geen erg goede grafische kaart hebt, zal dat uw machine zwaar belasten. In 2002 geschreven door Jamie Zawinski.
pl: Generuje efekty płynącego pola z oparów śladów wokół ruchomego obiektu. Efekt został uzyskany poprzez renderowanie sceny na małą tekturę, a potem kolejne renderowania w buforze ramki powiększonej i coraz bardziej przezroczystej wersji tej tekstury. Grafika jest bardzo wymagająca obliczeniowo. Proszę nie uruchamiać, jeśli w komputerze nie ma akcelerowanej obsługi tekstur OpenGL. W przeciwnym razie można tego żałować. Autor: Jamie Zawinski; 2002.
pt: Gera efeitos de campos de fluxos a partir dos rastos de vapor em torno de um objecto em movimento. Isto é feito com a representação da cena numa pequena textura, representando depois de forma repetida as versões alargadas e cada vez mais transparentes dessa textura na placa gráfica. Como tal, é bastante intensiva a nível da GPU: se não tiver uma placa gráfica muito boa, irá afectar bastante a sua máquina. Feito por Jamie Zawinski; 2002.
sl: Ustvari učinke tekočega polja iz sledi pare, ki se nahajajo v bližini premikajočega se predmeta. To je narejeno z izrisovanjem scene z majhnimi teksturami in nato s ponavljajočim izrisovanjem čedalje večje in prozornejše različice teksture v medpomnilnik slik. Zato je ohranjevalnik zaslona precej zahteven za grafične kartice. V primeru, da nimate dobre grafične kartice, bo močno obremenil vaš računalnik. Napisal Jamie Zawinski, 2002.
sr@ijekavian: Генерише ефекте струјног поља из трагова паре око покретног објекта. Ово се постиже рендеровањем сцене у малу текстуру, а затим сталним рендеровањем све већих и све прозирнијих верзија те текстуре у кадробафер. Због тога је врло захтјевно за ГПУ: ако вам графичка картица није довољно нова, јако ће успорити рачунар. Написао Џејми Завински, 2002.
sv: Skapar flödande fälteffekter från dimstråk omkring ett rörligt objekt. Det görs genom att återge scenen i en liten struktur, och därefter upprepade gånger återge allt större och allt genomskinligare versioner av strukturen i rambuffern. Av den anledningen kräver den mycket prestanda av grafikprocessorn. Om du inte har ett mycket bra grafikkort, påverkar det datorn mycket negativt. Skriven av Jamie Zawinski, 2002.
uk: Створює зовнішнє радіальне розмивання подібне до ефекту, який ми бачимо для тіл, що рухаються. Цього вдається досягти завдяки показу малих текстур з повторним надсиланням збільшення цих текстур зі збільшенням прозорості до буфера кадрів. Отже, навантаження на графічний процесор є значним: якщо ваша графічна картка не є достатньо потужною, навантаження буде досить критичним. Автор — Jamie Zawinski; 2002.
zh_tw: 讓移動的物體週邊的雲狀產生流場（flowing field）的效果。做法是把場景繪製成小的紋理，然後重覆繪製較大與較透明的版本。它還滿吃 CPU 時間的，若您的繪圖卡不怎麼好，它可能會吃垮您的機器。由 Jamie Zawinski 撰寫，2002。
