Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a simulation of flying space-combat robots (cleverly disguised as colored circles) doing battle in front of a moving star field. Written by Jonathan Lin; 1999.
ca@valencia: Dibuixa una simulació de robots de combat espacial (hàbilment disfressats de cercles de color) volant en una batalla sobre un camp d'estels en moviment. Escrit per Jonathan Lin; 1999.
es: Dibuja una simulación de robots voladores de combate espacial (inteligentemente ocultos como círculos de colores) en batalla delante de un campo de estrellas en movimiento. Escrito por Jonathan Lin; 1999.
et: Kujutab kosmoses lendavate võitlusrobotite (kes on nutikalt kujutatud värviliste ringidena) lahingut liikuva tähekaardi taustal. Autor: Jonathan Lin; 1999.
eu: Espazio-borroka robot hegalarien (koloredun zirkulu bezala mozorruta) simulazio bat marrazten du, izar eremu mugikor baten inguruan borrokatzen ari direlarik. Jonathan Lin-ek idatzia; 1999.
fi: Simulaatio, joka kuvaa lentäviä avaruustaistelurobotteja (jotka on nerokkaasti naamioitu värikkäiksi ympyröiksi). Robottien taistelun taustana on liikkuva tähtitaivas. Kirjoittanut Jonathan Lin, 1999.
fr: Dessine une simulation de combat spatial de robots (astucieusement déguisés en cercles de couleurs) devant un champ de météorites. Écrit par Jonathan Lin en 1999.
ga: Déanann sé seo insamhladh ar róbónna comhraic sa spás amuigh (faoi cheilt mar chiorcail dhaite), ag troid os comhair réimse réaltaí faoi shiúl. Scríofa ag Jonathan Lin, 1999.
gl: Fai unha simulación de robots a voar nun combate espacial (disfrazados brillantemente de círculos coloridos), participando nunha batalla en fronte dun campo de estrelas en movemento. Escribiuno Jonathan Lin en 1999.
hu: Repülő harci űrrobotok (ügyesen színes köröknek álcázva) csataszimulációjának megjelenítése egy mozgó csillagmező előtt. Készítette: Jonathan Lin, 1999.
it: Disegna una simulazione di robot da combattimento spaziale (argutamente rappresentati con dei cerchi colorati) che combattono in un campo stellato in movimento. Scritto da Jonathan Lin; 1999.
ja: 宇宙空間を移動しながら、戦っている宇宙戦闘ロボット (色の付いた円で表されています) のシミュレーションです。Jonathan Lin、1999年。
kk: Космоста дөңгелек роботтар бір-бірін атқылап соғысып жүргенін бейнесі. Авторы: Jonathan Lin; 1999.
ko: 움직이는 별 앞에서 비행하는 원으로 위장한 우주 전투 로봇의 시뮬레이션을 그립니다. Jonathan Lin 작성, 1999년.
nb: Tegner en simulering av flyvende romkrigsroboter (listig utkledd som fargede sirkler) som slåss foran et bevegelig stjernefelt. Skrevet av Jonathan Lin, 1999.
nds: Simuleert den Striet twischen Weltruum-Roboters (plietscherwies verkleedt as Klöörkrinken) binnen en beweegt Steernfeld. Schreven vun Jonathan Lin, 1999.
nl: Toont een simulatie van vliegende ruimtegevechtsrobots (knap vermomt als gekleurde cirkels) die vechten voor een bewegend sterrenveld. In 1999 geschreven door Jonathan Lin.
nn: Simulering av krig mellom flygande robotar (kamuflerte som farga sirklar) i verdsrommet. Skriven av Jonathan Lin i 1999.
pl: Symulacja walczących w kosmosie robotów (sprytnie ukrytych pod postacią kolorowych kółek). Walka odbywa się na tle ruchomego pola gwiezdnego. Autor: Jonathan Lin; 1999.
pt: Desenha uma simulação de robots a voar num combate espacial (disfarçados brilhantemente de círculos coloridos), participando numa batalha em frente de um campo de estrelas em movimento. Feito por Jonathan Lin; 1999.
ru: Симуляция битвы в космосе между летающими роботами (искусно замаскированными под цветные шарики) на фоне движущихся звёзд. Автор Джонатан Лин (Jonathan Lin); 1999.
sl: Izriše simulacijo letečih bojnih robotov (pametno zakriti kot obarvani krogi), ki se borijo v vesolju pred premikajočim zvezdnim poljem. Napisal Jonathan Lin, 1999.
sr@ijekavian: Симулира летеће свемирске роботе (лукаво прерушене у обојене кругове) који се боре испред покретног звјезданог поља. Написао Џонатана Лина, 1999.
sv: Ritar en simulering av flygande robotar i ett rymdkrig (skickligt förklädda som färgade cirklar) som strider framför ett rörligt stjärnfält. Skriven av Jonathan Lin, 1999.
uk: Показує імітацію літаючих роботів, що воюють у космосі, (хитро маскуються під кольорові кружки) на фоні поля зірок, що рухається. Автор — Jonathan Lin; 1999.
zh_tw: 模擬飛行中的太空戰鬥機器人，在移動的星球背景前戰鬥。由 Jonathan Lin 撰寫，1999。

# @label:spinbox
source: Robots
et: Robotid
eu: Robotak
fi: Robotteja
ga: Róbónna
hu: Robotok
it: Robot
ja: ロボット
kk: Роботтар
ko: 로봇
lv: Roboti
nb: Roboter
nds: Blickkeerls
nn: Robotar
pl: Roboty
ru: Роботы
sl: Roboti
sr@ijekavian: Роботи
sv: Robotar
uk: Роботи
zh_tw: 機器人

# @label:spinbox
source: Lasers
ca@valencia: Làsers
es: Lásers
et: Laserid
eu: Laserrak
fi: Lasereita
ga: Léasair
gl: Láseres
hu: Lézersugarak
it: Laser
ja: レーザー
kk: Лазерлер
ko: 레이저
lv: Lāzeri
nb: Lasere
nds: Laserstrahlen
nn: Laserar
pl: Lasery
ru: Лазеры
sl: Laserji
sr@ijekavian: Ласери
sv: Laser
uk: Лазери
zh_tw: 雷射

# @label:slider
source: Stars
ca@valencia: Estels
es: Estrellas
et: Tähed
eu: Izarrak
fi: Tähtiä
fr: Étoiles
ga: Réaltaí
gl: Estrelas
hu: Csillagok
it: Stelle
ja: 星
kk: Жұлдыздар
ko: 별
lv: Zvaigznes
nb: Stjerner
nds: Steerns
nl: Sterren
nn: Stjerner
pl: Gwiazdy
pt: Estrelas
ru: Звёзды
sl: Zvezde
sr@ijekavian: Звијезде
sv: Stjärnor
uk: Зірки
zh_tw: 星球

# @item:inrange Stars
source: Few
ca@valencia: Pocs
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적게
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Manj
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Stars
source: Many
ca@valencia: Molts
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많게
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Več
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: BlinkBox
et: Plinkiv kast
fi: Vilkkuloota
fr: Boîte clignotante
it: Pallina nella scatola
kk: Қамалған доп
ko: 깜빡이는 상자
lv: Mirkļa kaste
nb: Blinkboks
nds: Blinkkist
nn: Blinkboks
pl: Migające pudełko
pt: Caixa Intermitente
ru: Запертые шарики
sl: Utripajoča škatla
sr@ijekavian: Трепћућа кутија
sv: Blinkande låda
uk: Скринька, щоб блимає
zh_tw: 閃爍盒

# @info screen saver description
source: A motion-blurred ball bounces inside a box whose tiles only become visible upon impact. Written by Jeremy English; 2003.
ca@valencia: Una bola esvaïda pel moviment rebota dins una caixa en que les seues peces esdevenen visibles en impactar-hi. Escrit per Jeremy English; 2003.
es: Una bola de movimiento borroso rebota dentro de una caja cuyas baldosas solo se hacen visibles bajo impacto. Escrito por Jeremy English; 2003.
et: Liikumisest värelev pall põrkab kasti sees, mille plaadid ilmuvad nähtavale alles kokkupõrkel. Autor. Jeremy English, 2003.
fi: Liikesumennettu pallo pomppii laatikossa, jonka tiilet näkyvät vain osuman vaikutuksesta. Kirjoittanut Jeremy English, 2003.
it: Una palla sfocata dal movimento rimbalza in una scatola i cui lati diventano visibili solo all'impatto. Scritto da Jeremy English; 2003.
ko: 충격을 받았을 때 나타나는 타일로 구성된 상자 안에서 공이 튀는 모습에 모션 블러를 적용합니다. Jeremy Engligh 작성, 2003년.
nb: En ball, uskarp i bevegelse, spretter inne i en boks med fliser som bare blir synlige når ballen treffer. Skrevet av Jeremy English, 2003.
nds: En bewegenverwischt Ball springt binnen en Kist, de ehr Kacheln bi Drepers sichtbor warrt. 2003 schreven vun Jeremy English.
nl: Een door beweging onscherpe bal stuitert binnen een doos waarvan de tegels alleen zichtbaar worden bij de botsing. In 2003 geschreven door Jeremy English.
pl: Piłka rozmywająca się w ruchu odbija się wewnątrz pudełka, którego ściany stają się widoczne tylko przy uderzeniu. Autor: Jeremy English; 2003.
pt: Uma bola borrada pelo movimento salta dentro de uma caixa cujos padrões só ficam visíveis no impacto. Criado por Jeremy English; 2003.
sl: S premikanjem zabrisana žoga odskakuje znotraj škatle, katere stranice se prikažejo le ob trku. Napisal Jeremy English; 2003.
sr@ijekavian: Лопта са брзинским замућењем одскаче унутар кутије чије се плочице откривају по судару. Написао Џереми Инглиш, 2003.
sv: En rörelsesuddig boll studsar inne i en låda vars rutor bara är synliga vid träffar. Skriven av Jeremy English, 2003.
uk: Розмитий через рух м’ячик стрибає у контейнері, стінки якого стають видимими лише після удару м’ячика об таку стінку. Автор — Jeremy English; 2003.
zh_tw: 一顆球彈跳進盒子內，裡面被擊中之處就會變得可見。由 Jeremy English 撰寫，2003。

# @info screen saver description
source: Shows a ball contained inside of a bounding box. Colored blocks blink in when the ball hits the sides. Written by Jeremy English; 2003.
ca@valencia: Mostra una bola dins una caixa contenidora. Blocs acolorits parpellegen quan la bola toca les vores. Escrit per Jeremy English; 2003.
es: Muestra una pelota encerrada dentro de una caja. Unos bloques de colores parpadean cuando la pelota golpea los bordes. Escrito por Jeremy English; 2003.
et: Palli liikumine kastis. Värvilised plokid sähvatavad korraks, kui pall tabab kasti seinu. Autor: Jeremy English; 2003
eu: Pilota bat erakusten du kutxa edukitzaile baten barruan. Koloredun bloke batzuek keinu egiten dute pilotak alboak ikutzen dituenean. Jeremy English-ek idatzia; 2003.
fi: Näyttää pallon rajauslaatikossa. Värilliset tiilet välähtävät pallon osuessa niiden reunoihin. Kirjoittanut Jeremy English, 2003.
fr: Affiche une boule à l'intérieur d'une boîte élastique. Les blocs colorés de la boîte clignotent lorsque la balle touche les cotés. Écrit par Jeremy English ; 2003.
ga: Dearann sé seo liathróid laistigh de bhosca teorantach. Caochann bloic dhaite nuair a bhuaileann an liathróid taobh an bhosca. Scríofa ag Jeremy English, 2003.
gl: Mostra unha bóla contida dentro dunha caixa. Os bloques coloreados relocen cando a bóla golpea contra os lados. Escribiuno Jeremy English en 2003.
hu: Egy határoló doboz belsejében lévő labdát jelenít meg. Színes blokkok villannak be, amikor a labda megérinti az oldalakat. Készítette: Jeremy English, 2003.
it: Mostra una pallina contenuta in una scatola. I blocchi colorati lampeggiano quando la pallina tocca i lati. Scritto da Jeremy English; 2003.
kk: Жәшікте қамалған доптар бейнесі. Доп соғылған блок жарқылдайды. Авторы: Jeremy English; 2003.
ko: 닫힌 상자 안에 있는 공을 그립니다. 공이 벽에 맞으면 색깔 블록이 깜빡입니다. Jeremy English 작성, 2003년.
nb: Viser en ball inni en omskrevet boks. Fargede blokker blinker inn når ballen treffer sidene. Skrevet av Jeremy English, 2003.
nds: Wiest en Ball binnen en ümgeven Kist. Klöört Blöck blinkt op, wenn de Ball de Sieden drepen deiht. 2003 schreven vun Jeremy English.
nl: Toont een bal in een doos. Gekleurde blokken lichten op als de bal de zijkanten raakt. In 2003 geschreven door Jeremy English.
nn: Viser ein ball som sprett inne i ein boks. Farga blokker blenkjer når ballen treff dei. Skriven av Jeremy English i 2003.
pl: Piłka wewnątrz ograniczającego sześcianu. Kolorowe bloki błyskają gdy piłka uderza w ściany. Autor: Jeremy English; 2003.
pt: Mostra uma barra contida dentro de uma caixa envolvente. Os blocos coloridos piscam quando a bola bate nos lados. Feito por Jeremy English; 2003.
ru: Показывает шарик в ящике. Цветные блоки ящика вспыхивают, когда о них ударяется шарик. Автор — Jeremy English, 2003.
sl: Pokaže kroglo v zaprtem polju. Obarvani bloki se zasvetijo, ko krogla zadene stranice. Napisal Jeremy English, 2003.
sr@ijekavian: Приказује лопту унутар ограниченог простора. Обојени блокови трепћу како лопта погађа стране. Написао Џереми Инглиш, 2003.
sv: Visar en boll som finns inne i en omgivande låda. Färgade block blinkar till när bollen träffar sidorna. Skriven av Jeremy English, 2003.
uk: Показує м’ячик всередині скриньки. Кольорові блоки блимають коли м’ячик влучає у краї. Автор — Jeremy English; 2003.
zh_tw: 顯示在一個盒子裡的球。當球打中盒壁時，會有彩色區塊閃爍。由 Jeremy English 撰寫，2003。

# @label:slider
source: Box size
ca@valencia: Mida de les caixes
es: Tamaño de caja
et: Kasti suurus
eu: Kutxaren neurria
fi: Laatikon koko
fr: Taille
ga: Méid an bhosca
gl: Tamaño da caixa
hu: Dobozméret
it: Dimensione della scatola
ja: 箱のサイズ
kk: Жәшіктің көлемі
ko: 상자 크기
lv: Kastes izmērs
nb: Boksstørrelse
nds: Kistgrött
nl: Doosgrootte
nn: Boksstorleik
pl: Rozmiar pudełka
pt: Tamanho da caixa
ru: Размер полоски
sl: Velikost škatle
sr@ijekavian: Величина кутије
sv: Lådstorlek
uk: Розмір скриньки
zh_tw: 盒尺寸

# @item:inrange Box size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccola
ja: 小
kk: Кіші
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мала
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Box size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велика
sv: Stor
uk: Великий
zh_tw: 大

# @option:check
source: Fade
ca@valencia: Esvaïment
es: Atenuar
et: Hajumine
eu: Itzaleztatu
fi: Häivytä
fr: Adoucissement
ga: Céimnigh
gl: Esvaer
hu: Elhalványodás
it: Sfuma
ja: 消える
kk: Сөнуі
ko: 페이드
lv: Izdzist
nb: Ton ut
nds: Naglöhen
nl: Vervagen
nn: Ton inn/ut
pl: Zanikanie
pt: Desvanecer
ru: Затухание
sl: Pojemanje
sr@ijekavian: Претапање
sv: Tona
uk: Згасання
zh_tw: 淡出

# @option:check
source: Motion blur
ca@valencia: Difuminat per moviment
es: Desenfoque de movimiento
et: Liikumishägu
eu: Higitzeagatik lauso
fi: Liikesumennus
fr: Flou de mouvement
ga: Gluaiseacht gheamhaithe
gl: Desenfoque por movemento
hu: Bemozdulási hatás
it: Sfumatura in movimento
kk: Ізі
ko: 모션 블러
lv: Kustības migla
nb: Bevegelsessløring
nds: Bewegen-Verwischen
nl: Bewegingsvervaging
nn: Uklar ball
pl: Rozmycie ruchu
pt: Borrão de movimento
ru: Размывание движением
sl: Zabrisano gibanje
sr@ijekavian: Замућење покрета
sv: Rörelseoskärpa
uk: Розмивання рухом
zh_tw: 移動模糊

# @option:check
source: Dissolve
ca@valencia: Dilueix
es: Disolver
et: Hägustumine
eu: Disolbatu
fi: Hajota
fr: Dissoudre
ga: Díscaoil
gl: Esvaecer
hu: Feloldódás
it: Dissolvi
ja: 溶ける
kk: Еру
ko: 융해
lv: Izšķīst
nb: Oppløs
nds: Oplösen
nl: Oplossen
nn: Oppløys
pl: Rozpuszczanie
pt: Dissolver
ru: Растворение
sl: Raztopi
sr@ijekavian: Разлагање
sv: Lös upp
uk: Розчинення
zh_tw: 溶解

# @item screen saver name
source: BlitSpin
et: Tükeldaja
fi: Bittipyöritys
fr: Image tournante
it: Rotazione logica
kk: Шатыстыру
ko: 깜빡임 회전
nb: BlitSpinn
nds: Deeldreihen
nn: Blittspinn
pl: Rozkręcona bitmapa
ru: Закрученная картинка
sr@ijekavian: Блит‑окрет
sv: Bitspinn
uk: Бліт-перевертання
zh_tw: 旋轉拼圖
