Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Random surface
ca@valencia: Superfície aleatòria
es: Superficie aleatoria
et: Juhuslik pind
fi: Satunnainen pinta
it: Superficie casuale
ja: ランダムな表面
ko: 무작위 표면
nb: Vilkårlig flate
nds: Tofällig Böversiet
nl: Willekeurige oppervlak
pl: Losowa powierzchnia
pt: Superfície aleatória
sl: Naključna površina
sr@ijekavian: Насумична површ
sv: Slumpmässig yta
uk: Випадкова поверхня
zh_tw: 隨機表面

# @option:radio
source: Wireframe mesh
ca@valencia: Malla de filferro
es: Alambre de malla
et: Traatvõre
eu: Burdin-hari sarea
fi: Lankakehysverkko
fr: Fil de fer
ga: Sreangfhráma
gl: Modelo de arames
hu: Drótváz háló
it: Fil di ferro
ja: ワイヤーフレームメッシュ
kk: Каркасты бет
ko: 와이어프레임 메시
nb: Trådramme
nds: Drahtrahmen
nl: Draadframeafstand
nn: Trådramme
pl: Siatka szkieletowa
pt: Malha do modelo de arames
ru: Каркасная сетка
sl: Žičnata mreža
sr@ijekavian: Жичана мрежа
sv: Trådram
uk: Каркас сітки
zh_tw: 骨架網

# @option:radio
source: Solid surface
ca@valencia: Superfície sòlida
es: Superficie sólida
et: Ühtlane pind
eu: Gainazal solidoa
fi: Kiinteä pinta
fr: Surface unie
ga: Dromchla soladach
gl: Superficie sólida
hu: Sima felület
it: Superficie solida
ja: ソリッドな表面
kk: Тұтас бет
ko: 단색 표면
lv: Vienlaidus virsma
nb: Fast overflate
nds: Fast Böversiet
nl: Massief oppervlak
nn: Ugjennomsiktig overflate
pl: Lita powierzchnia
pt: Superfície sólida
ru: Сплошная поверхность
sl: Zapolnjena površina
sr@ijekavian: Пуна површина
sv: Fylld yta
uk: Суцільна поверхня
zh_tw: 實體表面

# @option:radio
source: Transparent surface
ca@valencia: Superfície transparent
es: Superficie transparente
et: Läbipaistev pind
eu: Gainazal gardena
fi: Läpinäkyvä pinta
fr: Surface transparente
ga: Dromchla trédhearcach
gl: Superficie transparente
hu: Átlátszó felület
it: Superficie trasparente
ja: 透明な表面
kk: Мөлдір бет
ko: 투명 표면
lv: Caurspīdīga virsma
nb: Gjennomsiktig overflate
nds: Dörsichtig Böversiet
nl: Transparant oppervlak
nn: Gjennomsiktig overflate
pl: Przezroczysta powierzchnia
pt: Superfície transparente
ru: Прозрачная поверхность
sl: Prozorna površina
sr@ijekavian: Прозирна површина
sv: Genomskinlig yta
uk: Прозора поверхня
zh_tw: 透明表面

# @option:radio
source: Random pattern
ca@valencia: Patró aleatori
es: Patrón aleatorio
et: Juhuslik muster
fi: Satunnainen kuvio
it: Motivo casuale
ja: ランダムなパターン
ko: 무작위 패턴
nb: Vilkårlig mønster
nds: Tofällig Muster
nl: Willekeurig patroon
pl: Losowy wzorzec
pt: Padrão aleatório
sl: Naključni vzorec
sr@ijekavian: Насумични образац
sv: Slumpmässigt mönster
uk: Випадковий візерунок
zh_tw: 隨機樣式

# @option:radio
source: See-through bands
ca@valencia: Bandes transparents
es: Ver a través de bandas
et: Läbipaistvad ribad
eu: Ikusi bandetan zehar
fi: Läpinäkyvät nauhat
fr: Voir à travers les bandes
ga: Bandaí trédhearcacha
gl: Bandas transparentes
hu: Átlátszó sávok
it: Bande trasparenti
ja: シースルーバンド
kk: Мөлдір жолақты
ko: 투과 밴드
nb: Gjennomsiktige bånd
nds: Dörsichtig Lienen
nl: Doorzichtstroken
nn: Gjennomsiktige band
pl: Prześwitujące pasy
pt: Bandas transparentes
ru: Видимые насквозь полосы
sl: Trakovi skozi katere je mogoče videti
sr@ijekavian: Провидни појасеви
sv: Genomskinliga band
uk: Прозорі смуги
zh_tw: 看穿彩條

# @option:radio
source: Rainbow colors
ca@valencia: Colors de l'arc de Sant Martí
es: Colores del arco iris
et: Vikerkaare värvid
eu: Ortzadarraren koloreak
fi: Sateenkaaren värit
fr: Couleurs de l'arc-en-ciel
gl: Cores aleatorias
hu: Szivárvány színek
it: Colori dell'arcobaleno
ja: 虹の色
kk: Кемпірқосақ түстері
ko: 무지개색
lv: Varavīksnes krāsas
nb: Regnbuefarger
nds: Regenbagenklören
nl: Regenboogkleuren
nn: Regnbogefargar
pl: Kolory tęczowe
pt: Cores do arco-íris
ru: Цвета радуги
sl: Mavrične barve
sr@ijekavian: Боје дуге
sv: Regnbågens färger
uk: Кольори веселки
zh_tw: 彩虹顏色

# @option:radio
source: 4d depth colors
ca@valencia: Colors de profunditat 4D
es: Colores de profundidad 4D
et: 4D sügavusega värvid
eu: 4d sakonera koloreak
fi: 4D-syvyysvärit
fr: Couleurs 4D profondes
gl: Cores aditivas 4d
hu: 4d mélységű színek
it: Colori in profondità quadridimensionale
kk: 4d тереңдік түстері
ko: 4차원 깊이 색
lv: 4d dziļuma krāsas
nb: 4D-dybdefarger
nds: 4D-Klöördeepde
nl: 4d diepe kleuren
nn: 4D-djupnefargar
pl: Kolory czterowymiarowe
pt: Cores de profundidade 4D
ru: 4D цвета
sl: Barve globine 4d
sr@ijekavian: Боје 4Д дубине
sv: Fyrdimensionella djupfärger
uk: Чотиривимірні кольори
zh_tw: 四維深度顏色

# @option:radio
source: Random 3D
ca@valencia: 3D aleatori
es: Aleatorio 3D
et: Juhuslik 3D
it: Casuale 3D
ja: ランダム 3D
ko: 무작위 3차원
nb: Vilkårlig 3D
nds: Tofällig 3D
nl: Willekeurig 3D
pl: Losowy 3D
pt: 3D Aleatório
sl: Naključni 3D
sr@ijekavian: Насумично 3Д
sv: Slumpmässigt tredimensionell
uk: Випадковий просторовий
zh_tw: 隨機 3D

# @option:radio
source: Random 4D
ca@valencia: 4D aleatori
es: Aleatorio 4D
et: Juhuslik 4D
fi: Satunnainen 4D
it: Casuale 4D
ja: ランダム 4D
ko: 무작위 4차원
nb: Vilkårlig 4D
nds: Tofällig 4D
nl: Willekeurig 4D
pl: Losowy 4D
pt: 4D Aleatório
sl: Naključni 4D
sr@ijekavian: Насумично 4Д
sv: Slumpmässigt fyrdimensionell
uk: Випадковий чотиривимірний
zh_tw: 隨機 4D

# @label:slider
source: Walking direction
ca@valencia: Direcció del passeig
es: Dirección de paseo
et: Kõndimise suund
eu: Ibilaldiaren norabidea
fi: Kulkusuunta
fr: Direction de la marche
ga: Treo siúil
gl: Direccións de andada
hu: Sétálás iránya
it: Direzione del cammino
ja: 道順
kk: Жылжу бағыты
ko: 걷는 방향
lv: Iešanas virziens
nb: Spaseringsretning
nds: Loopricht
nl: Looprichting
nn: Spaseringsretning
pl: Kierunek chodzenia
pt: Direcção da deslocação
ru: Направление передвижения
sl: Smer hoje
sr@ijekavian: Смјер ходања
sv: Gångriktning
uk: Напрямок руху
zh_tw: 行走方向

# @label:slider
source: Walking speed
ca@valencia: Velocitat del passeig
es: Velocidad de paseo
et: Kõndimise kiirus
eu: Ibiltzeko abiadura
fi: Kulkunopeus
fr: Vitesse de la marche
ga: Luas siúil
gl: Velocidade ao andar
hu: Sétálás sebessége
it: Velocità del cammino
ja: 歩く速度
kk: Жылжу жылдамдығы
ko: 걷는 속도
lv: Iešanas ātrums
nb: Spaseringsfart
nds: Loopgauheit
nl: Loopsnelheid
nn: Spaseringsfart
pl: Prędkość chodzenia
pt: Velocidade do deslocamento
ru: Скорость передвижения
sl: Hitrost hoje
sr@ijekavian: Брзина ходања
sv: Gånghastighet
uk: Швидкість руху
zh_tw: 行走速度

# @item screen saver name
source: Kumppa
it: Compagnia
kk: Кумпа
ko: 쿰파
sr@ijekavian: Кампа
uk: Кумпа

# @info screen saver description
source: Spiraling, spinning, and very, very fast splashes of color rush toward the screen. Written by Teemu Suutari; 1998.
ca@valencia: Girant, en espiral, molt i molt ràpidament esquitxant de color la pantalla. Escrit per Teemu Suutari; 1998.
es: Girando, en espiral y muy, muy rápidas son las salpicaduras de color hacia la pantalla. Escrito por Teemu Suutari.
et: Spiraalitavad, keerlevad ja üliväga kiiresti üle ekraani tormavad värvilaigud. Autor: Teemu Suutari; 1998.
fi: Kiertyvät, pyörivät ja hyvin nopeat väriläiskät kiiruhtavat näyttöä kohti. Kirjoittanut Teemu Suutari, 1998.
fr: Éclats de couleurs tournants très rapidement en spirale dans l'écran. Écrit par Teemu Suutari ; 1998.
ga: Réabann dathanna ar bóróiricín chun cinn ar an scáileán go han-an-tapa. Scríofa ag Teemu Suutari, 1998.
gl: Algunhas explosións en espiral rápida de cores que percorren a pantalla. Escribiuno Teemu Suutari en 1998.
hu: Spirálisan mozgó, forgó, nagy sebességgel a képernyő felé rohanó színfoltokat ábrázol. Készítette: Teemu Suutari, 1998.
it: Schizzi di colore velocissimi avvolgenti e rotanti scattano verso lo schermo. Scritto da Teemu Suutari; 1998.
ja: 渦巻、回転しながら画面前面に向かって吹き出して来る色の急流。Teemu Suutari、1998年作。
kk: Бұралып, айналып, құбылып тұрған бейне. Авторы: Teemu Suutari; 1998.
nb: Fargeklatter snurrer i spiral og veldig, veldig fort mot skjermen. Skrevet av Teemo Suutari i 1998.
nds: Bannig gaue, spiralig dreihen Klöörplacken ruust na den Schirm; 1998. Schreven vun Teemu Suutari, 1998.
nl: Spiraliserend, draaiend en erg, erg snel bewegen kleurvlekken naar het scherm. In 1998 geschreven door Teemu Suutari.
nn: Spiralformer, snurring og veldig kjappe fargeklattar kjem mot skjermen. Skriven av Teemu Suutari i 1998.
pl: Obracające się, wirujące, bardzo, bardzo szybkie plamy kolorów podążające w kierunku ekranu. Autor: Teemu Suutari; 1998.
pt: Algumas explosões em espiral e rotação rápidas de cores que percorrem o ecrã. Feito por Teemu Suutari; 1998.
ru: Закручивающиеся в спираль, вращающиеся и очень-очень быстрые фонтаны краски прямо на вашем экране. Автор Теему Суутари (Teemu Suutari), 1998.
sl: Spiralni, vrteči in zelo zelo hitri pljuski barve hitijo proti zaslonu. Napisal Teemu Suutari, 1998.
sr@ijekavian: Флеке боје које се врте, уврћу и веома веома брзо јуре ка екрану. Написао Тему Сутари, 1998.
sv: Mycket, mycket snabba färgstänk snurrande i spiral rusar mot skärmen. Skriven av Teemu Suutari, 1998.
uk: Дуже, дуже швидкі кольорові спалахи, що мчать екраном обертаючись і закручуючись у спіралі. Автор — Teemu Suutari; 1998.
zh_tw: 螺旋狀的、旋轉的彩色線條飛快地衝過螢幕。由 Teemu Suutari 撰寫，1998。

# @option:check
source: Randomize
ca@valencia: Aleatori
es: Aleatorio
et: Vahelduvalt
fi: Satunnaista
fr: Aléatoire
ga: Randamaigh
gl: Aleatorio
hu: Véletlenszerű
it: Rendi casuale
ja: ランダムにする
kk: Кездейсоқ
ko: 무작위적
lv: Sajaukt
nb: Tilfeldig
nds: Tofällig
nl: Toevallig
nn: Tilfeldig
pl: Losowo
pt: Aleatório
ru: Случайно
sl: Naključno
sr@ijekavian: Насумично
sv: Slumpmässig
uk: Випадково
zh_tw: 隨機化

# @item screen saver name
source: Lament
es: Lamento
et: Nutulaul
fi: Valitus
fr: Lamentation
gl: Lamento
it: Lamento
ja: ラメント
kk: Сиқырлы сандық
ko: 라멘트
pt: Lamento
sr@ijekavian: Јадиковка
uk: Лемент
zh_tw: 悲傷

# @info screen saver description
source: Animates a simulation of Lemarchand's Box, the Lament Configuration, repeatedly solving itself. Warning: occasionally opens doors. http://en.wikipedia.org/wiki/Lemarchand%27s_box Written by Jamie Zawinski; 1998.
ca@valencia: Anima una simulació de la caixa de Lemarchand, la configuració del lament, que es resol repetidament a si mateixa. Avís: ocasionalment s'obren les portes. Escrit per Jamie Zawinski; 1998.
es: Animación de una simulación de la Caja de Lemarchand, que repetidamente se resuelve. Necesita OpenGL, y un hardware rápido para crear los mapas de texturas. Aviso: A veces se abre la puerta. http://en.wikipedia.org/wiki/Lemarchand%27s_box Creado por Jamie Zawinski.
et: End pidevalt lahendava Lemarchand'i kasti animatsioon. Hoiatus: aeg-ajalt avab uksi. http://en.wikipedia.org/wiki/Lemarchand%27s_box Autor: Jamie Zawinski; 1998.
fi: Animoi Lemarcharndin laatikon Lamentin määrityksen simulaatiota, joka ratkaisee itseään loputtomasti. Varoitus: avaa satunnaisesti ovia. http://en.wikipedia.org/wiki/Lemarchand%27s_box Kirjoittanut Jamie Zawinski, 1998.
fr: Anime une simulation de la boîte de Lemarchand, qui se résout elle-même à plusieurs reprises. Nécessite OpenGL, et une machine avec une gestion matérielle rapide des cartes de texture. Attention : ouvre occasionnellement des portes. http://en.wikipedia.org/wiki/Lemarchand%27s_box Écrit par Jamie Zawinski ; 1998.
ga: Déanann sé seo insamhladh ar Bhosca Lemarchand a réitíonn é féin arís agus arís eile. Rabhadh: osclaíonn sé doirse anois is arís. http://en.wikipedia.org/wiki/Lemarchand%27s_box Scríofa ag Jamie Zawinski, 1998.
gl: Anima unha simulación da Caixa de Lemarchand, a configuración do lamento, resolvéndose a si mesma repetidamente. Atención: abre portas ocasionalmente. http://en.wikipedia.org/wiki/Lemarchand%27s_box. Escribiuno Jamie Zawinski en 1998.
hu: A program egy Lemarchand-dobozt szimulál, a Lament-konfigurációt, ismételten megoldva saját magát. Figyelem: néha az ajtókat is kinyitja. Lásd: http://en.wikipedia.org/wiki/Lemarchand%27s_box Készítette: Jamie Zawinski, 1998.
it: Anima una simulazione della scatola di Lemarchand, la configurazione dei lamenti, risolvendo il problema ripetutamente. Attenzione: ogni tanto apre delle porte. http://en.wikipedia.org/wiki/Lemarchand%27s_boxScritto da Jamie Zawinski; 1998.
ja: Lemarchand の箱のシミュレーションをアニメーション化。繰り返し自動的に解いていきます。OpenGL が必要です。またテクスチャの質感を出すためには高速なハードウェアのマシンの方が良いでしょう。警告: 時々ドアを開けます。http://en.wikipedia.org/wiki/Lemarchand%27s_box Jamie Zawinski、1998年作。
kk: Лемаршан сандығының бейнесі, өз-өзімен ашылатын "Зар" түрі. Байқаңыз - тозақ есігі кенет ашылады! http://en.wikipedia.org/wiki/Lemarchand%27s_box Авторы: Jamie Zawinski; 1998.
nb: Animerer en simulering av Lemarchands eske, Lament-varianten, som løser seg selv igjen og igjen. Advarsel: Åpner av og til dører. http://en.wikipedia.org/wiki/Lemarchand%27s_boxSkrevet av Jamie Zawinski i 1998.
nds: Simuleert "Lemarchand's Box", de sik jümmers wedder sülvst oplööst. Wohrschoen: Maakt af un an maal Dören op. http://en.wikipedia.org/wiki/Lemarchand%27s_box Schreven vun Jamie Zawinski, 1998.
nl: Animeert een simulatie van Lemarchand's box, de Lament configuratie, lost zichzelf herhaald op. Waarschuwing: opent af en toe deuren. http://en.wikipedia.org/wiki/Lemarchand%27s_box In 1998 geschreven door Jamie Zawinski.
nn: Simulerer ein Lemarchand-boks, Lament-varianten, ved stadige løysingar. Åtvaringar: Opnar av og til dører. <link>http://en.wikipedia.org/wiki/Lemarchand%27s_box</link> Skriven av Jamie Zawinski i 1998.
pl: Animowana symulacja kostki Lemarchanda w konfiguracji Lamentu, powtarzająca jej rozwiązanie. Uwaga: od czasu do czasu otwiera drzwi. http://en.wikipedia.org/wiki/Lemarchand's_box Autor: Jamie Zawinski; 1998.
pt: Anima uma simulação da Caixa de Lemarchand, na Configuração do Lamento, resolvendo-se a si própria repetidamente. Atenção: abre as portas ocasionalmente. http://en.wikipedia.org/wiki/Lemarchand%27s_box Feito por Jamie Zawinski; 1998.
ru: Анимированная эмуляция шкатулки Ламаршана (конфигурация Плача), с непрерывным решением. Внимание: время от времени дверки отворяются. http://ru.wikipedia.org/wiki/Шкатулка_Лемаршана Автор Джеми Завински (Jamie Zawinski), 1998
sl: Animira simulacijo Lemarchandove škatle, Lamentovo nastavitev, ki ponavljajoče rešuje samo sebe. Opozorilo: občasno odpre vrata. http://en.wikipedia.org/wiki/Lemarchand%27s_box Napisal Jamie Zawinski, 1998.
sr@ijekavian: Анимирана симулација Лемаршенове кутије, у постави јадиковке, која се непрекидно разрјешава (http://en.wikipedia.org/wiki/Lemarchand%27s_box). Упозорење: понекад отвара врата. Написао Џејми Завински, 1998.
sv: Animerar en simulering av Lemarchands låda, Lament-konfigurationen, som löser sig själv upprepade gånger. Varning: öppnar ibland dörrar. Se http://en.wikipedia.org/wiki/Lemarchand's_box. Skriven av Jamie Zawinski, 1998.
uk: Імітація скриньки Лемаршана, яка сама себе відкриває. Попередження: іноді відкриває двері. http://en.wikipedia.org/wiki/Lemarchand's_box Автор — Jamie Zawinski; 1998.
zh_tw: 模擬 Lemarchand Box 的動畫，重複自我解謎。警告：偶而會開後門。參考資料： http://en.wikipedia.org/wiki/Lemarchand%27s_box 。由 Jamie Zawinski 撰寫，1998。

# @item screen saver name
source: Laser
ca@valencia: Làser
es: Láser
eu: Laserra
gl: Láser
hu: Lézer
ja: レーザー
kk: Лазер
ko: 레이저
lv: Lāzers
sr@ijekavian: Ласер
uk: Лазер
zh_tw: 雷射

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Moving radiating lines, that look vaguely like scanning laser beams. (Frankie say relax.) Written by Pascal Pensa; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Línies radiants en moviment, que pareixen vagament com raigs làser explorant. (Frankie diu: relax). Escrit per Pascal Pensa; 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Líneas radiantes en movimiento, que se parecen vagamente a rayos láser. (Frankie dice: relájate.) Escrito por Pascal Pensa; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Liikuvad kiired, mis meenutavad natuke skaneerivaid laserikiiri. (Frankie ütleb: lõdvestu.) Autor: Pascal Pensa; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alkaen. Liikkuvia sädeviivoja, jotka näyttävät jonkin verran lasersäteiltä. (Frankie käskee rentoutua.) Kirjoittanut Pascal Pensa, 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Lignes multicolores rayonnant qui ressemblent vaguement à des lasers multicolores tournants. Écrit par Pascal Pensa ; 1997.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Liñas radiantes en movemento, que se parecen vagamente a raios láser. (Frankie di que haxa tranquilidade). Escribiuno Pascal Pensa en 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Mozgó, kisugárzó vonalakat jelenít meg, melyek tapogatózó lézersugarakhoz hasonlítanak. Készítette: Pascal Pensa, 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Movimento di linee radiali che ricordano un po' dei fasci laser. Scritto da Pascal Pensa; 1997.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。移動しながら放射される線。どこかスキャンしているレーザービームのように見えます。Pascal Pensa 作。(Frankie 曰く: リラックスしろよ) Pascal Pensa、1997年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Жан-жаққа шашылған лазер сәулелеріне ұқсас бейне. (Франки демал демек) Авторы: Pascal Pensa; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver fra versjon 5.08. Bevegelige radielle linjer, som minner som skannende laserstråler. (Frankie sier: slapp'a.) Skrevet av Pascal Pensa i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Beweegte Strahlen. Lett en beten as en Disko-Laser. (Frankie seggt: "Relax".) Schreven vun Pascal Pensa, 1997.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Bewegende stralende lijnen, die vaag lijken op scannende laserstralen. (Frankie zegt relax). In 1997 geschreven door Pascal Pensa.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Radiallinjer som kan minna om laserstrålar. (Frankie ber deg slappa av.) Skriven av Pascal Pensa i 1997.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Poruszające się, świecące linie, wyglądające jak przeszukujące promienie lasera. Autor: Pascal Pensa; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Linhas radiosas em movimento, que se parecem vagamente com raios laser. (O Frankie diz: relaxa.). Feito por Pascal Pensa; 1997.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Отдалённо напоминающие лучи лазера линии. Автор Паскаль Пенса (Pascal Pensa), 1997.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Premikanje osvetljenih črt, ki so videti približno kot laserski žarki. Napisal Pascal Pensa, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Помичне исијавајуће линије које подсећају на зраке ласера (Френки каже: опуштено). Написао Паскал Пенса, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Rörliga strålande linjer, som svagt påminner om avsökande laserstrålar. (Frankie säger: ta det lugnt.) Skriven av Pascal Pensa, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Пересування з випусканням променів, що нагадують скануючі лазерні промені. (Френкі каже: розслабся.) Автор — Pascal Pensa; 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。移動的放射狀線條，有點像掃描雷射光束。由 Pascal Pensa 撰寫，1997。

# @item screen saver name
source: Lavalite
ca@valencia: Làmpada de lava
et: Laavalamp
fi: Laavalamppu
fr: Lave
gl: Lámpada de lava
hu: Lávalámpa
it: Lampada di lava
ja: ラーバライト
ko: 라바 램프
lv: Lavas lampa
nds: Lavalamp
nn: Lettlava
pt: Lâmpada de Lava
sl: Svetilka Lava
sr@ijekavian: ⁠Лава лајт
sv: Lavalampa
uk: Лава-світло
zh_tw: 熔岩檯燈
