Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Simulates an original Apple ][ Plus computer in all its 1979 glory. It also reproduces the appearance of display on a color television set of the period. In "Basic Programming Mode", a simulated user types in a BASIC program and runs it. In "Text Mode", it displays the output of a program, or the contents of a file or URL. In "Slideshow Mode", it chooses random images and displays them within the limitations of the Apple ][ display hardware. (Six available colors in hi-res mode!) On X11 systems, This program is also a fully-functional VT100 emulator. http://en.wikipedia.org/wiki/Apple_II_series Written by Trevor Blackwell; 2003.
ca@valencia: Simula un ordinador original Apple ][ Plus en tota la seua glòria del 1979. També reprodueix l'aparença de la pantalla en una televisió a color de l'època. En el «Mode de programació Basic», un usuari simulat tecleja un programa en BASIC i l'executa. En el «Mode text», mostra l'eixida d'un programa, o el contingut d'un fitxer o un URL. En el «Mode passe de diapositives», selecciona imatges aleatòries i les mostra amb les limitacions del maquinari de la pantalla de l'Apple ][ (sis colors disponibles en mode d'alta resolució!). En sistemes X11, este programa també és un emulador VT100 completament funcional. Executeu-ho com una aplicació en lloc de com estalvi de pantalla i el podreu utilitzar com a terminal. http://en.wikipedia.org/wiki/Apple_II_series Escrit per Trevor Blackwell; 2003.
es: Simula un equipo original Apple ][ Plus original en toda su gloria del año 1979. Reproduce, además, la apariencia de la pantalla de un sistema de televisión a color de la época. En el «Modo de programación básico», un usuario ficticio teclea en un programa BASIC y lo ejecuta. En el «Modo texto» muestra la salida de un programa o el contenido de un archivo o una dirección URL. En el «Modo presentación» selecciona imágenes al azar y las muestra con las limitaciones de la pantalla del Apple ][ (¡seis colores disponibles en alta resolución!). En sistemas con X11, este programa es, además, un emulador de VT100 ¡completamente funcional! http://en.wikipedia.org/wiki/Apple_II_series. Escrito por Trevor Blackwell; 2003.
et: Algse Apple II Plus arvuti simulatsioon kogu selle 1979. aasta aus ja uhkuses. Samuti simuleeritakse tollase värviteleri välimust. "Põhiprogrammi" režiimis paneb simuleeritav kasutaja kirja BASICu programmi ja käivitab selle. "Tekstirežiimis" on näha programmi väljund faili või URL-i sisu. "Slaidiseansi režiimis" valitakse juhuslikud pildid ja kuvatakse neid vastavalt Apple II monitori piirangutele (kuus värvi kõrglahutusrežiimis!). X11 süsteemis on see ühtlasi täisfunktsionaalsusega VT100 emulaator. http://en.wikipedia.org/wiki/Apple_II_series Autor: Trevor Blackwell; 2003.
fi: Simuloi alkuperäistä Apple ][ Plus -tietokonetta koko vuoden 1979 kunniassaan. Jäljittelee myös ajan väritelevisionäytön näkymää. ”Basic-ohjelmointitilassa” simuloitu käyttäjä kirjoittaa BASIC-ohjelmaa ja suorittaa sen; ”tekstitilassa” näyttää ohjelman tulosteen tai tiedoston tai verkko-osoitteen sisällön; ”diaesitystilassa” valitsee satunnaisia kuvia ja näyttää ne Apple ][:n näyttölaitteiston rajoitusten mukaisesti (kuusi käytettävissä olevaa väriä suuren resoluution tilassa!). X11-järjestelmissä ohjelma on myös täysin toimintakelpoinen VT100-emulaattori. http://en.wikipedia.org/wiki/Apple_II_series Kirjoittanut Trevor Blackwell, 2003.
it: Simula un computer originale Apple ][ Plus in tutta la sua gloria del 1979. Riproduce anche l'aspetto della visualizzazione su un televisore a colori del tempo. Nella «modalità di programmazione di base», un utente fittizio scrive un programma in BASIC e lo esegue. Nella «modalità di testo», mostra l'output di un programma, o i contenuti di un file o di un URL. Nella «modalità di presentazione» sceglie immagini casuali e le visualizza entro i limiti dell'hardware visivo dell'Apple ][ (sei colori in alta risoluzione!). Su sistemi X11, questo programma è anche un emulatore VT100 perfettamente funzionante. http://it.wikipedia.org/wiki/Apple_II Scritto da Trevor Blackwell; 2003.
ja: Apple ][ Plus コンピュータをシミュレーションします。さらに当時のカラーテレビ画面も再現します。「Basic プログラムモード」では、BASIC プログラムが入力されて実行されます。「テキストモード」では、プログラムの出力結果か、ファイルか URL の中身を表示します。「スライドショーモード」では、Apple ][ ディスプレーの制約に従ってランダムなイメージを表示します。(高解像度モードでは六色!) X11 システムでは、完全な VT100 エミュレーターとしても機能します。http://ja.wikipedia.org/wiki/Apple_II Trevor Blackwell、2003年作。
ko: 1979년 당시의 애플 ][ 플러스 컴퓨터를 흉내 냅니다 또한 그 시기에 사용된 컬러 텔레비전의 모습도 흉내 냅니다. "베이직 프로그래밍 모드"에서는 가상 사용자가 베이직 프로그램을 입력하고 실행시킵니다. "텍스트 모드"에서는 프로그램의 출력, 파일이나 URL의 내용을 표시합니다. "슬라이드 쇼 모드"에서는 무작위적 이미지를 선택하여 애플 ][ 디스플레이에서 나타나는 것처럼 흉내 냅니다. (최대 해상도에서 6색 사용 가능!) X11 시스템에서 이 프로그램은 완벽하게 작동하는 VT100 에뮬레이터 이기도 합니다. http://ko.wikipedia.org/wiki/%EC%95%A0%ED%94%8C_II Trevor Blackwell 작성, 2003년.
nb: Simulerer en original Apple ][ Plus-maskin i all sin prakt fra 1979. Den viser også utseendet på en farge-TV fra samme periode. I «Basic-programmer» skriver en simulert bruker inn et BASIC-program og kjører det. I «tekstmodus» vises utdata fra et program, eller innholdet i en fil eller URL. I «bildemodus» velger programmet vilkårlige bilder og viser dem innen begrensningene i maskinvaren til Apple ][. (Seks tilgjengelige farger i høyoppløsningsmodus!) På X11-systemer er dette programmet også en fullt ut funksjonell VT100-emulator. <link>http://en.wikipedia.org/wiki/Apple_II_series</link> Skrevet av Trevor Blackwell, 2003.
nds: Simuleert en orginaal »Apple ][ Plus«-Reekner in all sien 1979er-Schöönheit. Inslaten is de Dorstellen as op en Klöörkiekschapp ut de Tiet. In den „Eenfach Programmeerbedrief“ gifft en simuleert Bruker en BASIC-Programm in un föhrt dat ut. In den „Textbedrief“ wiest dat de Utgaav vun en Programm oder den Inholt vun en Datei oder URL. In den „Diaschau-Bedrief“ söcht dat tofällig Biller ut un wiest de, so goot dat man mit de »Apple ][«-Hardware güng (Söss Klören bi hoge Oplösen!). Op X11-Systemen is dat ok en VT100-Emulater mit all Funkschonen.K.o. http://en.wikipedia.org/wiki/Apple_II_series. 2003 schreven vun Trevor Blackwell.
nl: Simuleert een originele Apple ][ Plus computer in al zijn glorie uit 1979. Het reproduceert de aanblik van het scherm van een kleurentelevisie uit die periode. In "Basic programmeermodus", typt een gesimuleerde gebruiker een BASIC programma in en voert deze uit. In "Tekstmodus", toont het de uitvoer van een programma, of de inhoud van een bestand of URL. In "Diashowmodus", kiest het willekeurige afbeeldingen en toont deze binnen de beperkingen van het Apple ][ scherm. (Zes beschikbare kleuren in hi-res modus!) Op X11 systemene is dit programma ook een volledig functionele VT100 emulator! Voer het uit als een toepassing in plaats van een schermbeveiliging en u kunt het als een terminal gebruiken. http://en.wikipedia.org/wiki/Apple_II_series In 2003 geschreven door Trevor Blackwell.
nn: Simulerer ei Apple ][ Plus-maskin frå 1979. Kan òg reprodusera korleis skjermbiletet såg ut på eit fjernsyn frå denne perioden. I BASIC-modusen skriv ein simulert brukar inn BASIC-program, for så å køyra dei. I tekstmodusen vert utteksten frå eit program eller innhaldet i ei fil eller ei nettadresse vist. I biletmodusen vert det vist tilfeldige bilete slik dei kunne sett ut på ei Apple ][-maskin (med seks fargar i den høgoppløyselege skjermmodusen!). På X11-systemet er denne pauseskjermen òg ein fullt funksjonell VT100-emulator. <link>http://en.wikipedia.org/wiki/Apple_II_series</link> Skriven av Trevor Blackwell i 2003.
pl: Symulacja oryginalnego komputera Apple ][ Plus w całej jego chwale z 1979 roku. Symuluje również wyświetlanie w kolorowym telewizorze z tego okresu. W trybie "Programowanie Basic" symulowany użytkownik wpisuje program w języku BASIC i uruchamia go. W trybie "Tekst" wyświetla on wynik programu, zawartość pliku lub dane spod adresu URL. W trybie "Pokaz slajdów" użytkownik wybiera losowy obraz i wyświetla go tak jak na ówczesnym sprzęcie Apple ][ (Sześć kolorów w trybie wysokiej rozdzielczości!). Na systemach X11 program może pełnić rolę emulatora VT100. http://pl.wikipedia.org/wiki/Apple_II Autor: Trevor Blackwell; 2003.
pt: Simula um computador Apple ][ Plus original em toda a sua glória de 1979. Também reproduz a aparência do visual numa televisão a cores nesse período. No "Modo de Programação em Basic", um utilizador simulado escreve um programa em BASIC e executa-o. No "Modo de Texto", mostra o resultado de um programa ou o conteúdo de um ficheiro ou URL. No "Modo de Apresentação", escolhe imagens aleatórias e mostra-as com as limitações do 'hardware' de visualização do Apple ][. (Seis cores disponíveis no modo de alta-resolução!). Nos sistemas X11, este programa também é um emulador de VT100 completamente funcional. http://en.wikipedia.org/wiki/Apple_II_series Feito por Trevor Blackwell; 2003.
sl: Simulira originalni računalnik Apple ][ Plus v vsej njegovi slavi iz leta 1979. Poleg tega predstavi videz zaslona na barvnem televizorju iz istega obdobja. V "Osnovnem načinu programiranja" navidezni uporabnik napiše osnoven program BASIC in ga zažene. V "Besedilnem načinu" prikaže izhod programa ali vsebino datoteke ali URL-ja. V "Načinu predstavitve" izbere naključne slike in jih prikaže z omejitvami strojne opreme Apple ][ (šest barv v visokoločljivostnem načinu!). Na sistemih X11 je ta program tudi polno zmožen posnemovalnik VT100! http://en.wikipedia.org/wiki/Apple_II_series Napisal Trevor Blackwell; 2003.
sr@ijekavian: Подражава оригинални рачунар епл II плус, у свом најбољем издању из 1979. (http://en.wikipedia.org/wiki/Apple_II_series). Ту спада и изглед екрана какав је био на телевизору у боји из тог доба. У режиму извршавања бејзик програма, симулирани корисник уноси бејзик програм и извршава га. У текстуалном режиму, приказује излаз наредбе или садржај фајла или УРЛ‑а. У режиму слика, насумично бира слике и приказује их у ограничењима екранског хардвера епла II (свих шест боја у високој резолуцији!). На икс11 системима, овај програм је такође потпуно функционални емулатор ВТ100. Написао Тревор Блаквел, 2003.
sv: Simulerar den ursprungliga Apple ][ Plus-datorn från 1979 i hela sin prakt. Den reproducerar också utseendet av en färg-tv-apparat från tidsperioden. I "BASIC-programmeringsläge", skriver en simulerad användare in ett BASIC-program och kör det. I "textläge", visar den utskriften från ett program eller innehållet av en fil eller webbadress. I "bildspelsläge", väljer den slumpmässiga bilder och visar dem med begränsningarna hos bildskärmshårdvaran i Apple ][ (sex tillgängliga färger i högupplösningsläge). På X11-system är programmet är också en fullt funktionsduglig VT100-emulator. Se http://sv.wikipedia.org/wiki/Apple_II. Skriven av Trevor Blackwell, 2003.
uk: Імітує роботу комп’ютера Apple ][ Plus у зеніті його слави у 1979 році. Також відтворюється враження від роботи за екраном кольорового телевізора того часу. У «Основному режимі програмування» уявний користувач вводить програму на BASIC і запускає її. У «Текстовому режимі» відображається вивід програми або вміст файла чи адреси у мережі. У «Режимі показу слайдів» обираються випадкові зображення, які потім демонструються з тими обмеженнями, які накладалися апаратним забезпеченням на зображення у Apple ][. (Шестикольорове зображення у режимі з високою роздільною здатністю!) У системах X11 ця програма є також повнофункціональним емулятором VT100. http://en.wikipedia.org/wiki/Apple_II_series Автор — Trevor Blackwell; 2003.
zh_tw: 模擬 1979 年原始的 Apple ][ Plus 電腦。它也可以重現當時使用彩色電視機顯示出來的外觀。在「Basic 程式模式」中，一個模擬使用者輸入一個 BASIC 程式並執行它。在「文字模式」中，它顯示程式的輸出，或是檔案或網址的內容。在「投影片模式」中，它會隨機選擇影像並模擬在 Apple ][ 硬體上顯示（在「高解析度」模式下只有六種顏色可用！）。在 X11 系統上，這個程式也是一個完整的 VT100 終端模擬器。參考資料：http://en.wikipedia.org/wiki/Apple_II_series ，由 Trevor Blackwell 撰寫，2003。

# @option:radio
source: Choose display mode randomly
ca@valencia: Selecció aleatòria del mode de representació
es: Seleccionar modo de visualización al azar
et: Kuvarežiim valitakse juhuslikult
eu: Hautatu ausazko bistaratzeko modua
fi: Valitse satunnainen näyttötila
fr: Choisir le mode d'affichage aléatoirement
ga: Roghnaigh an mód taispeána go randamach
gl: Escoller aleatoriamente o modo de visualización
hu: Véletlenszerű megjelenítési mód választása
it: Scegli a caso una modalità di visualizzazione
ja: 表示モードをランダムに選択
kk: Режімін кездейсоқ таңдау
ko: 표시 모드 무작위 선택
lv: Displeja režīmu izvēlēties nejauši
nb: Velg visningsmodus vilkårlig
nds: Bedriefoort tofällig utsöken
nl: De weergavemodus willekeurig kiezen
nn: Vel tilfeldig simulator
pl: Wybieraj tryb wyświetlania losowo
pt: Escolha o modo de apresentação aleatoriamente
ru: Случайный выбор
sl: Naključno izberi način zaslona
sr@ijekavian: Насумично бирај режим приказа
sv: Välj visningsläge slumpmässigt
uk: Обрати режим показу випадково
zh_tw: 隨機選擇顯示模式

# @option:radio
source: Display scrolling text
ca@valencia: Mostra el text desplaçant-se
es: Mostrar texto en desplazamiento
et: Keriva teksti näitamine
eu: Bistaratu labaintzen den testua
fi: Näytä vierivä teksti
fr: Afficher le texte défilant
ga: Taispeáin téacs scrollaithe
gl: Mostrar o texto en desprazamento
hu: Gördülő szöveg megjelenítése
it: Mostra testo scorrevole
ja: スクロールするテキストを表示
kk: Матінді көрсету
ko: 스크롤되는 문자열 표시
lv: Rādīt skrienošu tekstu
nb: Vis rullende tekst
nds: Rulltext wiesen
nl: Rollende tekst weergeven
nn: Vis rullande tekst
pl: Przewijający się tekst
pt: Desenhar o texto deslizante
ru: Показывать прокручивающийся текст
sl: Prikaži drseče besedilo
sr@ijekavian: Приказуј клизајући текст
sv: Visa rullande text
uk: Показати гортання тексту
zh_tw: 顯示捲動文字

# @option:radio
source: Display images
ca@valencia: Mostra les imatges
es: Mostrar imágenes
et: Piltide näitamine
eu: Bistaratu irudiak
fi: Näytä kuvat
fr: Afficher les images
ga: Taispeáin íomhánna
gl: Mostrar imaxes
hu: Képek megjelenítése
it: Mostra immagini
ja: 画像を表示
kk: Кескінді көрсету
ko: 그림 표시
lv: Rādīt attēlus
nb: Vis bilder
nds: Biller wiesen
nl: Afbeeldingen weergeven
nn: Vis bilete
pl: Wyświetlaj obrazy
pt: Mostrar as imagens
ru: Показывать изображения
sl: Prikaži slike
sr@ijekavian: Приказуј слике
sv: Visa bilder
uk: Показувати зображення
zh_tw: 顯示影像

# @option:radio
source: Run basic programs
ca@valencia: Executa programes en Basic
es: Ejecutar programas básicos
et: Põhiprogrammide käivitamine
eu: Exekutatu basic programak
fi: Suorita BASIC-ohjelmia
fr: Exécuter un programme élémentaire
ga: Rith feidhmchláir shimplí
gl: Executar programas en basic
hu: Egyszerű programok futtatása
it: Esegui semplici programmi
ja: BASIC プログラムの実行
kk: BASIC-те программалау
ko: 베이직 프로그램 실행
lv: Darbināt basic programmas
nb: Kjør Basic-programmer
nds: Basic-Programmen utföhren
nl: Basisprogramma's uitvoeren
nn: Køyr BASIC-program
pl: Uruchom programy BASIC
pt: Correr os programas em Basic
ru: Запускать программы на BASIC
sl: Zaženi osnovne programe
sr@ijekavian: Извршавај бејзик програме
sv: Kör BASIC-program
uk: Виконати основні програми
zh_tw: 執行 basic 程式

# @label:slider
source: Duration
ca@valencia: Durada
es: Duración
et: Kestus
eu: Iraupena
fi: Kesto
fr: Durée
ga: Aga
gl: Duración
hu: Időtartam
it: Durata
ja: 持続
kk: Ұзақтығы
ko: 시간
lv: Ilgums
nb: Varighet
nds: Duer
nl: Duur
nn: Tid
pl: Czas trwania
pt: Duração
ru: Длительность цикла
sl: Trajanje
sr@ijekavian: Трајање
sv: Varaktighet
uk: Тривалість
zh_tw: 持續

# @item:inrange Duration
source: 10 seconds
ca@valencia: 10 segons
es: 10 segundos
et: 10 sekundit
eu: 10 segundo
fi: 10 sekuntia
fr: 10 secondes
ga: 10 soicind
gl: 10 segundos
hu: 10 másodperc
it: 10 secondi
ja: 10 秒
kk: 10 секунд
ko: 10초
lv: 10 sekunžu
nb: 10 sekunder
nds: 10 Sekunnen
nl: 10 seconden
nn: 10 sekund
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
sl: 10 sekund
sr@ijekavian: 10 секунди
sv: 10 sekunder
uk: 10 секунд
zh_tw: 10 秒鐘

# @item:inrange Duration
source: 10 minutes
ca@valencia: 10 minuts
es: 10 minutos
et: 10 minutit
eu: 10 minutu
fi: 10 minuuttia
ga: 10 nóiméad
gl: 10 minutos
hu: 10 perc
it: 10 minuti
ja: 10 分
kk: 10 минут
ko: 10분
lv: 10 minūšu
nb: 10 minutter
nds: 10 Minuten
nl: 10 minuten
nn: 10 minutt
pl: 10 minut
pt: 10 minutos
ru: 10 минут
sl: 10 minut
sr@ijekavian: 10 минута
sv: 10 minuter
uk: 10 хвилин
zh_tw: 10 分鐘

# @label:slider
source: Color Knob
ca@valencia: Botó de color
et: Värvinupp
fi: Värisäädin
hu: Színcsomó
it: Manopola del colore
ko: 색상 조절
nb: Fargeknapp
nds: Klöörknoop
nl: Kleurenknop
pl: Pokrętło koloru
pt: Botão de Cor
sl: Gumb barv
sr@ijekavian: Точкић боје
sv: Färgknapp
uk: Регулятор кольору
zh_tw: 色彩圓鈕

# @item:inrange Color Knob
source: Low
ca@valencia: Baix
es: Bajo
et: Madal
fi: Väritön
hu: Alacsony
it: Basso
ja: 低い
ko: 낮음
nb: Lav
nds: Siet
nl: Laag
pl: Nisko
pt: Baixa
sl: Malo
sr@ijekavian: ниска
sv: Svag
uk: Менше
zh_tw: 低

# @item:inrange Color Knob
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
fi: Värikäs
hu: Magas
it: Alto
ja: 高い
ko: 높음
nb: Høy
nds: Hooch
nl: Hoog
pl: Wysoko
pt: Alta
sl: Veliko
sr@ijekavian: висока
sv: Stark
uk: Більше
zh_tw: 高

# @label:slider
source: Tint Knob
ca@valencia: Botó d'acoloriment
es: Tinta Knob
et: Tooninupp
fi: Sävysäädin
hu: Árnyalatcsomó
it: Manopola della tinta
ko: 색조 조절
nb: Toneknapp
nds: Infarvknoop
nl: Tintknop
pl: Pokrętło barwnika
pt: Botão de Pintura
sl: Gumb obarvanosti
sr@ijekavian: Точкић нијансе
sv: Färgtonsknapp
uk: Регулятор відтінку
zh_tw: 染色圓鈕

# @item:inrange Tint Knob
source: Low
ca@valencia: Baix
es: Baja
et: Madal
fi: Matala
hu: Alacsony
it: Bassa
ja: 低い
ko: 낮음
nb: Lav
nds: Siet
nl: Laag
pl: Nisko
pt: Baixa
sl: Nizka
sr@ijekavian: ниска
sv: Svag
uk: Менше
zh_tw: 低

# @item:inrange Tint Knob
source: High
ca@valencia: Alt
es: Alta
et: Kõrge
fi: Syvä
hu: Magas
it: Alta
ja: 高い
ko: 높음
nb: Høy
nds: Hooch
nl: Hoog
pl: Wysoko
pt: Alta
sl: Visoka
sr@ijekavian: висока
sv: Stark
uk: Більше
zh_tw: 高

# @label:slider
source: Brightness Knob
ca@valencia: Botó de brillantor
es: Brillo Knob
et: Heledusenupp
fi: Kirkkaussäädin
hu: Fényességcsomó
it: Manopola della luminosità
ko: 밝기 조절
nb: Lysstyrke-knapp
nds: Helligkeitknoop
nl: Helderheidsknop
pl: Pokrętło jasności
pt: Botão de Brilho
sl: Gumb svetlosti
sr@ijekavian: Точкић освјетљаја
sv: Ljusstyrkeknapp
uk: Регулятор яскравості
zh_tw: 亮度圓鈕

# @item:inrange Brightness Knob
source: Low
ca@valencia: Baixa
es: Bajo
et: Madal
fi: Tumma
hu: Alacsony
it: Bassa
ko: 낮음
nb: Lav
nds: Siet
nl: Laag
pl: Nisko
pt: Baixo
sl: Nizka
sr@ijekavian: низак
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Brightness Knob
source: High
ca@valencia: Alta
es: Alto
et: Kõrge
fi: Kirkas
hu: Magas
it: Alta
ko: 높음
nb: Høy
nds: Hooch
nl: Hoog
pl: Wysoko
pt: Alto
sl: Visoka
sr@ijekavian: висок
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Contrast Knob
ca@valencia: Botó de contrast
es: Contraste Knob
et: Kontrastinupp
fi: Kontrastisäädin
hu: Kontrasztcsomó
it: Manopola del contrasto
ko: 명암 조절
nb: Kontrast-knapp
nds: Kontrastknoop
nl: Contrastknop
pl: Pokrętło kontrastu
pt: Botão de Contraste
sl: Gumb kontrasta
sr@ijekavian: Точкић контраста
sv: Kontrastknapp
uk: Регулятор контрастності
zh_tw: 反白圓鈕

# @item:inrange Contrast Knob
source: Low
ca@valencia: Baix
es: Bajo
et: Madal
fi: Heikko
hu: Alacsony
it: Basso
ko: 낮음
nb: Lav
nds: Siet
nl: Laag
pl: Nisko
pt: Baixo
sl: Nizek
sr@ijekavian: низак
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Contrast Knob
source: High
ca@valencia: Alt
es: Alto
et: Kõrge
fi: Jyrkkä
hu: Magas
it: Alto
ko: 높음
nb: Høy
nds: Hooch
nl: Hoog
pl: Wysoko
pt: Alto
sl: Visok
sr@ijekavian: висок
sv: Hög
uk: Висока
zh_tw: 高

# @item screen saver name
source: Atlantis
gl: Atlántida
hu: Atlantisz
it: Atlantide
ja: アトランティス
kk: Атлантида
ko: 아틀란티스
pl: Atlantyda
pt: Atlântida
ru: Атлантида
sl: Atlantida
sr@ijekavian: Атлантида
uk: Атлантида
zh_tw: 亞特蘭提斯

# @info screen saver description
source: A 3D animation of a number of sharks, dolphins, and whales. Written by Mark Kilgard; 1998.
ca@valencia: Una animació 3D amb taurons, dofins i balenes. Escrit per Mark Kilgard; 1998.
es: Animación en 3D de tiburones, delfines y ballenas. Escrito por Mark Kilgard; 1998.
et: 3D animatsioon paljude haide, delfiinide ja vaaladega. Autor: Mark Kilgard; 1998.
eu: Marrazo, izurde, eta bale batzuen 3D animazio bat. Mark Kilgard-ek idatzia; 1998.
fi: Kolmiulotteinen animaatio joukosta haita, delfiinejä ja valaita. Kirjoittanut Mark Kilgard, 1998.
fr: Une animation 3D de plusieurs requins, dauphins et baleines. Écrit par Mark Kilgard; 1998.
ga: Beochan 3T de shiorcanna, deilfeanna, agus míolta móra. Scríofa ag Mark Kilgard, 1998.
gl: Unha animación 3D con quenllas, golfiños e baleas. Escribiuno Mark Kilgard en 1998.
hu: 3D-s animáció cápákkal, delfinekkel és bálnákkal. Készítette Mark Kilgard, 1998.
it: Un'animazione 3D di una serie di squali, delfini e balene. Scritto da Mark Kilgard; 1998.
ja: いくつかの鮫、イルカ、鯨などの 3D アニメーションです。Mark Kilgard、1998年作。
kk: Бірнеше акула, дельфин, киттердің 3D анимациясы. Авторы: Mark Kilgard; 1998.
ko: 상어, 고래, 돌고래가 나타나는 3D 애니메이션입니다. Mark Kilgard 작성, 1998년.
lv: 3D animācija, kurā redzams dažāds skaits haizivju, delfīnu un vaļu. Sarakstīja Mark Kilgard; 1998.
nb: En 3D-animasjon av et antall haier, delfiner og hvaler. Skrevet av Mark Kilgard, 1998
nds: En 3D-Animatschoon mit en Reeg Haien, Delfinen un Waal. 1998 schreven vun Mark Kilgard.
nl: Een 3D-animatie van een aantal haaien, dolfijnen en walvissen. In 1998 geschreven door Mark Kilgard.
nn: Ein 3D-animasjon av haiar, delfinar og kvalar. Skriven av Mark Kilgard i 1998.
pl: Animacja 3D z rekinami, delfinami i wielorybami. Autor Mark Kilgard, 1998.
pt: Uma animação em 3D com uma quantidade de tubarões, golfinhos e baleias. Feito por Mark Kilgard; 1998.
ru: Трёхмерная анимация движения акул, дельфинов и китов. Автор оригинальной программы — Марк Килгард (Mark Kilgard); 1998.
sl: 3D animacija velikega števila morskih psov, delfinov in kitov. Napisal Mark Kilgard, 1998.
sr@ijekavian: 3Д анимација неколико ајкула, делфина и китова. Написао Марк Килгард, 1998.
sv: En tredimensionell animering av ett antal hajar, delfiner och valar. Skriven av Mark Kilgard, 1998.
uk: Просторова анімація з акулами, дельфінами та китами. Автор — Mark Kilgard; 1998.
zh_tw: 一些鯊魚、海豚、鯨魚的立體模擬動畫。搖 Mark Kilgard 撰寫，1998。

# @label:slider
source: Whale speed
ca@valencia: Velocitat de les balenes
es: Velocidad de las ballenas
et: Vaala kiirus
eu: Baleen abiadura
fi: Valaiden uintinopeus
fr: Vitesse des baleines
ga: Luas an mhíl mhóir
gl: Velocidade das baleas
hu: A bálna sebessége
it: Velocità delle balene
ja: 鯨のスピード
kk: Киттің жылдамдығы
ko: 고래 속도
lv: Vaļu ātrums
nb: Hvalhastighet
nds: Wal-Gauheit
nl: Walvissnelheid
nn: Kvalfart
pl: Prędkość wielorybów
pt: Velocidade das baleias
ru: Скорость китов
sl: Hitrost kitov
sr@ijekavian: Брзина кита
sv: Valarnas hastighet
uk: Швидкість кита
zh_tw: 鯨魚速度

# @item:inrange Whale speed
source: Slow
ca@valencia: Lenta
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: спор
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Whale speed
source: Fast
ca@valencia: Ràpida
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брз
sv: Snabb
uk: Швидко
zh_tw: 快
