Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Ping subnet/24 (254 hosts)
ca@valencia: Fes «ping» a la subxarxa/24 (254 ordinadors)
es: Ping a subred/24 (254 máquinas)
et: Alamvõrgu/24 pingimine (254 masinat)
eu: Egin ping azpisareari/24 (254 ostalari)
fi: Pingaa aliverkkoa /24 (254 konetta)
fr: Ping subnet/24 (254 hôtes)
gl: Contactar coa subrede/24 (254 máquinas)
hu: Alhálózati ping/24 (254 gép)
it: Ping a sottoreti/24 (254 host)
ja: Ping サブネット/24 (254 ホスト)
kk: Ішкі /24 желіні (254 хостты) пинг ету
ko: 서브넷/24에 핑 보내기(호스트 54개)
lv: Ehotestēt subnet/24 (254 datori)
nb: Ping subnet/24 (254 verter)
nds: Subnett/24 anpingen (254 Reekners)
pl: Ping podsieci/24 (254 hosty)
pt: Contactar a sub-rede/24 (254 máquinas)
ru: Пинговать подсеть/24 (254 хостов)
sl: Ping podomrežja/24 (254 gostiteljev)
sr@ijekavian: Пингуј подмрежу/24 (254 домаћина)
sv: Ping till delnätverk/24 (254 värddatorer)
uk: Пінгувати підмережу/24 (254 вузлів)
zh_tw: 探測子網路/24（254 台主機）

# @option:radio
source: Ping subnet/25 (126 hosts)
ca@valencia: Fes «ping» a la subxarxa/25 (126 ordinadors)
es: Ping a subred/25 (126 máquinas)
et: Alamvõrgu/25 pingimine (126 masinat)
eu: Egin ping azpisareari/25 (126 ostalari)
fi: Pingaa aliverkkoa /25 (126 konetta)
fr: Ping subnet/25 (126 hôtes)
gl: Contactar coa subrede/25 (126 máquinas)
hu: Alhálózati ping/25 (126 gép)
it: Ping a sottoreti/25 (126 host)
ja: Ping サブネット/25 (126 ホスト)
kk: Ішкі /25 желіні (126 хостты) пинг ету
ko: 서브넷/25에 핑 보내기(호스트 126개)
lv: Ehotestēt subnet/25 (126 datori)
nb: Ping subnet/25 (126 verter)
nds: Subnett/25 anpingen (126 Reekners)
pl: Ping podsieci/25 (126 hostów)
pt: Contactar a sub-rede/25 (126 máquinas)
ru: Пинговать подсеть/25 (126 хостов)
sl: Ping podomrežja/25 (126 gostiteljev)
sr@ijekavian: Пингуј подмрежу/25 (126 домаћина)
sv: Ping till delnätverk/25 (126 värddatorer)
uk: Пінгувати підмережу/25 (126 вузлів)
zh_tw: 探測子網路/25（126 台主機）

# @option:radio
source: Ping subnet/26 (62 hosts)
ca@valencia: Fes «ping» a la subxarxa/26 (62 ordinadors)
es: Ping a subred/26 (62 máquinas)
et: Alamvõrgu/26 pingimine (62 masinat)
eu: Egin ping azpisareari/26 (62 ostalari)
fi: Pingaa aliverkkoa /26 (62 konetta)
fr: Ping subnet/26 (62 hôtes)
gl: Contactar coa subrede/26 (62 máquinas)
hu: Alhálózati ping/26 (62 gép)
it: Ping a sottoreti/26 (62 host)
ja: Ping サブネット/26 (62 ホスト)
kk: Ішкі /26 желіні (62 хостты) пинг ету
ko: 서브넷/26에 핑 보내기(호스트 62개)
lv: Ehotestēt subnet/26 (62 datori)
nb: Ping subnet/26 (62 verter)
nds: Subnett/26 anpingen (62 Reekners)
pl: Ping podsieci/26 (62 hosty)
pt: Contactar a sub-rede/26 (62 máquinas)
ru: Пинговать подсеть/26 (62 хоста)
sl: Ping podomrežja/26 (62 gostiteljev)
sr@ijekavian: Пингуј подмрежу/26 (62 домаћина)
sv: Ping till delnätverk/26 (62 värddatorer)
uk: Пінгувати підмережу/26 (62 вузлів)
zh_tw: 探測子網路/26（62 台主機）

# @option:radio
source: Ping subnet/27 (31 hosts)
ca@valencia: Fes «ping» a la subxarxa/27 (31 ordinadors)
es: Ping a subred/27 (31 máquinas)
et: Alamvõrgu/27 pingimine (31 masinat)
eu: Egin ping azpisareari/27 (31 ostalari)
fi: Pingaa aliverkkoa /27 (31 konetta)
fr: Ping subnet/27 (31 hôtes)
gl: Contactar coa subrede/27 (31 máquinas)
hu: Alhálózati ping/27 (31 gép)
it: Ping a sottoreti/27 (31 host)
ja: Ping サブネット/27 (31 ホスト)
kk: Ішкі /27 желіні (31 хостты) пинг ету
ko: 서브넷/27에 핑 보내기(호스트 31개)
lv: Ehotestēt subnet/27 (31 datori)
nb: Ping subnet/27 (31 verter)
nds: Subnett/27 anpingen (31 Reekners)
pl: Ping podsieci/27 (31 hostów)
pt: Contactar a sub-rede/27 (30 máquinas)
ru: Пинговать подсеть/27 (31 хост)
sl: Ping podomrežja/27 (31 gostiteljev)
sr@ijekavian: Пингуј подмрежу/27 (31 домаћин)
sv: Ping till delnätverk/27 (31 värddatorer)
uk: Пінгувати підмережу/27 (31 вузлів)
zh_tw: 探測子網路/27（31 台主機）

# @option:radio
source: Ping subnet/28 (14 hosts)
ca@valencia: Fes «ping» a la subxarxa/28 (14 ordinadors)
es: Ping a subred/28 (14 máquinas)
et: Alamvõrgu/28 pingimine (14 masinat)
eu: Egin ping azpisareari/28 (14 ostalari)
fi: Pingaa aliverkkoa /28 (14 konetta)
fr: Ping subnet/28 (14 hôtes)
gl: Contactar coa subrede/28 (14 máquinas)
hu: Alhálózati ping/28 (14 gép)
it: Ping a sottoreti/28 (14 host)
ja: Ping サブネット/28 (14 ホスト)
kk: Ішкі /28 желіні (14 хостты) пинг ету
ko: 서브넷/28에 핑 보내기(호스트 14개)
lv: Ehotestēt subnet/28 (14 datori)
nb: Ping subnet/28 (14 verter)
nds: Subnett/28 anpingen (14 Reekners)
pl: Ping podsieci/28 (14 hostów)
pt: Contactar a sub-rede/28 (14 máquinas)
ru: Пинговать подсеть/28 (14 хостов)
sl: Ping podomrežja/28 (14 gostiteljev)
sr@ijekavian: Пингуј подмрежу/28 (14 домаћина)
sv: Ping till delnätverk/28 (14 värddatorer)
uk: Пінгувати підмережу/28 (14 вузлів)
zh_tw: 探測子網路/28（14 台主機）

# @option:radio
source: Ping subnet/29 (6 hosts)
ca@valencia: Fes «ping» a la subxarxa/29 (6 ordinadors)
es: Ping a subred/29 (6 máquinas)
et: Alamvõrgu/29 pingimine (6 masinat)
eu: Egin ping azpisareari/29 (6 ostalari)
fi: Pingaa aliverkkoa /29 (6 konetta)
fr: Ping subnet/29 (6 hôtes)
gl: Contactar coa subrede/29 (6 máquinas)
hu: Alhálózati ping/29 (6 gép)
it: Ping a sottoreti/29 (6 host)
ja: Ping サブネット/29 (6 ホスト)
kk: Ішкі /29 желіні (6 хостты) пинг ету
ko: 서브넷/29에 핑 보내기(호스트 6개)
lv: Ehotestēt subnet/29 (6 datori)
nb: Ping subnet/29 (6 verter)
nds: Subnett/29 anpingen (6 Reekners)
pl: Ping podsieci/29 (6 hostów)
pt: Contactar a sub-rede/29 (6 máquinas)
ru: Пинговать подсеть/29 (6 хостов)
sl: Ping podomrežja/29 (6 gostiteljev)
sr@ijekavian: Пингуј подмрежу/29 (6 домаћина)
sv: Ping till delnätverk/29 (6 värddatorer)
uk: Пінгувати підмережу/29 (6 вузлів)
zh_tw: 探測子網路/29（6台主機）

# @option:radio
source: Ping subnet/30 (2 hosts)
ca@valencia: Fes «ping» a la subxarxa/30 (2 ordinadors)
es: Ping a subred/30 (2 máquinas)
et: Alamvõrgu/30 pingimine (2 masinat)
eu: Egin ping azpisareari/30 (2 ostalari)
fi: Pingaa aliverkkoa /30 (2 konetta)
fr: Ping subnet/30 (2 hôtes)
gl: Contactar coa subrede/30 (2 máquinas)
hu: Alhálózati ping/30 (2 gép)
it: Ping a sottoreti/30 (2 host)
ja: Ping サブネット/30 (2 ホスト)
kk: Ішкі /30 желіні (2 хостты) пинг ету
ko: 서브넷/30에 핑 보내기(호스트 2개)
lv: Ehotestēt subnet/30 (2 datori)
nb: Ping subnet/30 (2 verter)
nds: Subnett/30 anpingen (2 Reekners)
pl: Ping podsieci/30 (2 hosty)
pt: Contactar a sub-rede/30 (2 máquinas)
ru: Пинговать подсеть/30 (2 хоста)
sl: Ping podomrežja/30 (2 gostitelja)
sr@ijekavian: Пингуј подмрежу/30 (2 домаћина)
sv: Ping till delnätverk/30 (2 värddatorer)
uk: Перевірити підмережу/30 (2 вузли)
zh_tw: 探測子網路/30（兩台主機）

# @option:radio
source: Ping known SSH hosts
ca@valencia: Fes «ping» a ordinadors SSH coneguts
es: Hacer ping a servidores SSH conocidos
et: Tuntud SSH-masinate pingimine
eu: Egin ping SSH ostalari ezagunei
fi: Pingaa tunnettuja SSH-koneita
fr: Ping des hôtes SSH connus
gl: Contactar cos servidores SSH coñecidos
hu: Az ismert SSH hostok pingelése
it: Ping verso host SSH conosciuti
ja: 既知の SSH ホストに Ping
kk: Мәлім SSH хосттарын пинг ету
ko: 알려진 SSH 호스트에 핑 보내기
lv: Ehotestēt zināmos SSH saimniekdatorus
nb: Ping kjente SSH-verter
nds: Begäng SSH-Reekners anpingen
nl: Ping bekende ssh-hosts
pl: Pinguj znane hosty SSH
pt: Contactar as máquinas de SSH conhecidas
ru: Пинговать известные хосты SSH
sl: Pošlji ukaz ping znanim gostiteljem SSH
sr@ijekavian: Пингуј познате ССХ домаћине
sv: Ping till kända SSH-värddatorer
uk: Пінгувати відомі вузли SSH
zh_tw: 探測已知的 ssh 主機

# @option:radio
source: Ping Google, Facebook, etc.
ca@valencia: Fes «ping» a Google, Facebook, etc.
es: Hacer ping a Google, Facebook, etc.
et: Google'i, Facebooki jms pingimine
fi: Pingaa Googlea, Facebookia jne.
hu: Google, Facebook, stb. pingelése
it: Ping verso Google, Facebook, ecc.
ko: Google, Facebook 등에 핑 보내기
nb: Ping Google, Facebook, osv.
nds: Google, Facebook usw. anpingen
pl: Ping do Google, Facebook, itp.
pt: Contactar o Google, Facebook, etc.
sl: Ping Googla, Facebooka, itd.
sr@ijekavian: Пингуј Гугл, Фејсбук, итд.
sv: Ping till Google, Facebook, etc.
uk: Перевіряє луна-імпульсом (пінґує) Google, Facebook тощо.
zh_tw: 探測 Google / Facebook 等主機。

# @option:radio
source: Simulation (don't ping)
ca@valencia: Simulació (sense contacte)
es: Simulación (sin ping)
et: Simulatsioon (ei pingita)
eu: Simulazioa (ez egin ping)
fi: Simulointi (älä pingaa)
fr: Simulation (ne pas appeler)
gl: Simulación (non contactar)
it: Simulazione (senza ping)
kk: Иммитация (пинг етпеу)
ko: 시뮬레이션(핑 보내지 않음)
lv: Simulācija (neveikt ehotestēšanu)
nb: Simulering (ikke ping)
nds: Simuleren (nich anpingen)
nl: Simulatie (geen ping doen)
pl: Symulacja (nie pinguj)
pt: Simulação (não contactar)
ru: Эмуляция (не пинговать)
sl: Navidezno (ne pošiljaj ukazov pingov)
sr@ijekavian: Симулација (без пинговања)
sv: Simulering (använd inte ping)
uk: Імітація (не пінгувати)
zh_tw: 模擬模式（不實際做 ping）

# @label:slider
source: Font size
ca@valencia: Mida del tipus de lletra
es: Tamaño de letra
et: Fondi suurus
eu: Letra-tipoaren neurria
fi: Fonttikoko
fr: Taille de la police
ga: Clómhéid
gl: Tamaño de letra
hu: Betűméret
it: Dimensione dei caratteri
ja: フォントサイズ
kk: Қарыптың өлшемі
ko: 글꼴 크기
lv: Fonta izmērs
nb: Skriftstørrelse
nds: Schrift-Punktgrött
nl: Tekengrootte
pl: Rozmiar czcionki
pt: Tamanho da letra
ru: Размер шрифта
sl: Velikost pisave
sr@ijekavian: Величина фонта
sv: Teckenstorlek
uk: Розмір шрифту
zh_tw: 字型大小

# @item:inrange Font size
source: Tiny
ca@valencia: Minúscula
es: Pequeño
et: Tilluke
eu: Oso txikia
fi: Pikkuruinen
fr: Petite
ga: An-bheag
gl: Pequerrecha
hu: Nagyon kicsi
it: Minuscoli
ja: 小さい
kk: Шағын
ko: 작게
lv: Sīks
nb: Bitteliten
nds: Lierlütt
nl: Heel klein
nn: Ørliten
pl: Mały
pt: Minúscula
ru: Мельче
sl: Drobcena
sr@ijekavian: сићушан
sv: Mycket liten
uk: Крихітний
zh_tw: 小

# @item:inrange Font size
source: Huge
ca@valencia: Enorme
es: Enorme
et: Hiiglaslik
eu: Itzela
fi: Valtava
fr: Énorme
ga: Ollmhór
gl: Enorme
hu: Nagyon nagy
it: Giganteschi
ja: 巨大
kk: Зор
ko: 크게
lv: Milzīgs
nb: Enorm
nds: Bannig groot
nl: Enorm
nn: Enorm
pl: Wielki
pt: Enorme
ru: Крупнее
sl: Ogromna
sr@ijekavian: огроман
sv: Enorm
uk: Величезний
zh_tw: 巨大

# @label:textbox
source: Simulation team A name
ca@valencia: Nom de l'equip de simulació A
es: Nombre del equipo de simulación A
et: Simulatsioonimeeskonna A nimi
eu: Simulazio A taldearen izena
fi: Simulaatiojoukkueen A nimi
fr: Nom de l'équipe de simulation A
gl: Nome do equipo A de simulación
hu: Szimulációs csapat A név
it: Nome della squadra A della simulazione
ja: シミュレーションチーム A 名前
kk: Иммитация A тобының аты
ko: 시뮬레이션 팀 A 이름
lv: Simulācijas komandas A nosaukums
nb: Navn på simuleringslag A
nds: Naam för Koppel A
nl: Simulatie team A-leden
pl: Nazwa drużyny A symulacji
pt: Nome da equipa de simulação A
ru: Название команды А для эмуляции
sl: Navidezno ime ekipe A
sr@ijekavian: Име тима А у симулацији
sv: Namn på simuleringslag A
uk: Назва команди A у імітації
zh_tw: 模擬 A 小組名稱

# @label:spinbox
source: A count
ca@valencia: Nombre de «A»
es: Contador A
et: A arv
fi: A-lukumäärä
fr: Nombre de A
ga: Uimhir A
gl: Cantidade A
hu: A darabszám
it: Conteggio A
ja: A の数
kk: A саны
ko: A 인원 수
lv: A skaits
nb: Antall A
nds: Tall A
nl: Aantal A's
pl: Liczba A
pt: Quantidade A
ru: Счёт A
sl: Število A
sr@ijekavian: Бројност А
sv: A-antal
uk: Рахунок A
zh_tw: A 組數目

# @label:textbox
source: Simulation team B name
ca@valencia: Nom de l'equip de simulació B
es: Nombre del equipo de simulación B
et: Simulatsioonimeeskonna B nimi
eu: Simulazio B taldearen izena
fi: Simulaatiojoukkueen B nimi
fr: Nom de l'équipe de simulation B
gl: Nome do equipo B de simulación
hu: Szimulációs csapat B név
it: Nome della squadra B della simulazione
ja: シミュレーションチーム B 名前
kk: Иммитация B тобының аты
ko: 시뮬레이션 팀 B 이름
lv: Simulācijas komandas B nosaukums
nb: Navn på simuleringslag B
nds: Naam för Koppel B
nl: Simulatie team B-leden
pl: Nazwa drużyny B symulacji
pt: Nome da equipa de simulação B
ru: Название команды B для эмуляции
sl: Navidezno ime ekipe B
sr@ijekavian: Име тима Б у симулацији
sv: Namn på simuleringslag B
uk: Назва команди B у імітації
zh_tw: 模擬 B 小組名稱

# @label:spinbox
source: B count
ca@valencia: Nombre de «B»
es: Contador B
et: B arv
fi: B-lukumäärä
fr: Nombre de B
ga: Uimhir B
gl: Cantidade B
hu: B darabszám
it: Conteggio B
ja: B の数
kk: B саны
ko: B 인원 수
lv: B skaits
nb: Antall B
nds: Tall B
nl: Aantal B's
pl: Liczba B
pt: Quantidade B
ru: Счёт B
sl: Število B
sr@ijekavian: Бројност Б
sv: B-antal
uk: Рахунок B
zh_tw: B 組數目

# @option:check
source: Resolve host names
ca@valencia: Resol el nom dels ordinadors
es: Resolver nombres de servidores
et: Masinanimede lahendamine
eu: Ebatzi ostalari izenak
fi: Selvitä tietokoneiden nimet
fr: Résoudre les noms d'hôtes
gl: Resolver os nomes dos servidores
hu: Gépnevek feloldása
it: Risolvi i nomi degli host
kk: Хост атаулары
ko: 호스트 이름 알아내기
lv: Atrisināt datoru nosaukumus
nb: Slå opp vertsnavn
nds: Reeknernaams oplösen
nl: Los hostnamen op
pl: Sprawdź nazwy hostów
pt: Resolver os nomes das máquinas
ru: Преобразовывать имя хоста
sl: Razreši imena gostiteljev
sr@ijekavian: Разрјешавај имена домаћина
sv: Upplösning av värddatornamn
uk: Визначити назви вузлів
zh_tw: 反解主機名稱

# @option:check
source: Show ping times
ca@valencia: Mostra els temps de contacte
es: Mostrar ping
et: Pingiaja näitamine
eu: Erakutsi ping denborak
fi: Näytä pingausajat
fr: Afficher les temps de réponse
gl: Mostrar os tempos de contacto
hu: Ping idők megjelenítése
it: Mostra i tempi di ping
ja: ping にかかった時間を表示
kk: Пинг уақыты
ko: 핑 시간 보이기
lv: Rādīt ehotestu laikus
nb: Vis pingetider
nds: Pingtieden wiesen
nl: Toon aantal keren ping
pl: Pokaż czasy pingów
pt: Mostrar os tempos de contacto
ru: Показывать время пинга
sl: Pokaži čase pingov
sr@ijekavian: Приказуј времена пинговања
sv: Visa svarstider
uk: Показувати час проходження луна-імпульсу
zh_tw: 顯示發射次數

# @item screen saver name
source: SpeedMine
ca@valencia: Mina veloç
et: KiirusKaevanduses
fi: Nopeuskaivos
fr: Mine rapide
gl: Mina rápida
hu: AknaSebesség
it: Corsa in miniera
ja: スピードマイン
kk: Шахта
ko: 하강 기류
lv: Šahta
nb: Fartsgruve
nds: Hoge Fohrt
nl: Snelheidsmijn
nn: Snøggminer
pl: Zjazd w kopalni
pt: Mina Rápida
sl: Hitri rudnik
sr@ijekavian: Окнаста јурњава
sv: Snabbgruva
uk: Тунель

# @info screen saver description
source: Simulates speeding down a rocky mineshaft, or a funky dancing worm. Written by Conrad Parker; 2001.
ca@valencia: Simula un ràpid descens pel pou d'una mina, o un cuc ballant funky. Escrit per Conrad Parker; 2001.
es: Simula un rápido descenso en un pozo de una mina, o un gusano bailando funky. Creado por Conrad Parker; 2001.
et: Jäljendab mööda kaljusse raiutud kaevandusešahti allapoole kiirustamist või siis rütmikalt tantsivat ussikest Autor: Conrad Parker; 2001.
eu: Meatze-putzu harritsu batean behera abiadura irabazten simulatzen du, edo funkya dantzatzen duen zizare bat. Conrad Parker-rek idatzia; 2001.
fi: Simuloi matkaa alas kaivoskuiluun tai tanssivaa, hupaisaa matoa. Tekijä: Conrad Parker; 2001.
fr: Simule la descente au fond d'un puits de mine, ou d'un ver dansant. Écrit par Conrad Parker ; 2001.
ga: Déanann sé seo insamhladh ar thuras tapa síos poll mianaigh, nó péist fhuncach ag damhsa. Scríofa ag Conrad Parker, 2001.
gl: Simula o amainamento dunha mina rochosa, ou un verme bailarín. Escribiuno Conrad Parker en 2001.
hu: Egy bányaaknában való lefelé mozgást szimulál (más értelmezésben egy izgő-mozgó kukacot). Készítette: Conrad Parker, 2001.
it: Simula la corsa in un pozzo minerario roccioso, o un verme ballerino. Scritto da Conrad Parker; 2001.
ja: スピードを出して坑道を降りて行く、またはファンキーに踊る虫をシミュレート。Conrad Parker、2001年作。
kk: Шахта туннеліне сырғанап түсу немесе құрттың біртүрлі биінің бейнесі. Авторы: Conrad Parker; 2001.
nb: Simulerer en flytur ned en steinete gruvesjakt, eller en kul dansende orm. Skrevet av Conrad Parker i 2001.
nds: Simuleert en gaue Fohrt dör en stenig Tunnel, oder en danzen Worm; 2001. Schreven vun Conrad Parker, 2001.
nl: Simuleert het snel door een rotsige mijnschacht gaan of een funky dansende worm. In 2001 geschreven door Conrad Parker.
pl: Symuluje jazdę skalistym szybem kopalni lub w dziwnym tańczącym robaku. Autor: Conrad Parker; 2001.
pt: Simula a descida de uma mina rochosa, ou uma larva dançante. Feito por Conrad Parker; 2001.
ru: Эмуляция скоростного спуска вниз по шахте (или прикольного танцующего червяка). Автор Конрад Паркер (Conrad Parker), 2001.
sl: Simulira pospeševanje po skalnatem minskem rudniku ali modernega plešočega črva. Napisal Conrad Parker, 2001.
sr@ijekavian: Симулира јурњаву низ рударско окно, или црва који ђипа фанки. Написао Конрад Паркер, 2001.
sv: Simulerar en snabb färd genom en klippig mingång, eller en läcker dansande orm. Skriven av Conrad Parker, 2001.
uk: Імітує спуск у скелястий ствол шахти або черв’яка, що танцює. Автор — Conrad Parker; 2001.
zh_tw: 模擬快速通過許多岩礦，或是一條跳舞的蟲。由 Conrad Parker 撰寫，2001。

# @label:slider
source: Max velocity
ca@valencia: Velocitat màx.
es: Velocidad máxima
et: Maks. kiirus
eu: Gehienezko abiadura
fi: Enimmäisnopeus
fr: Vélocité max
ga: Treoluas uasta
gl: Velocidade máxima
hu: Maximális sebesség
it: Velocità massima
ja: 最大速度
kk: Макс. жылдамдығы
ko: 최대 속도
lv: Maks. ātrums
nb: Maksfart
nds: Hööchstgauheit
nl: Max. snelheid
pl: Maksymalna prędkość
pt: Velocidade máxima
ru: Максимальная скорость
sl: Največja hitrost
sr@ijekavian: Највећа брзина
sv: Maximal hastighet
uk: Макс. швидкість
zh_tw: 最大速度

# @item:inrange Max velocity
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: мала
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Max velocity
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: велика
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Thrust
ca@valencia: Potència
es: Empuje
et: Kiirendus
eu: Bultzada
fi: Työntövoima
fr: Poussée
ga: Sá
gl: Empurrar
hu: Tolóerő
it: Spinta
ja: 突撃
kk: Тартылысы
ko: 추진
lv: Grūdiens
nb: Skyvkraft
nds: Vördrift
nl: Aandrijving
pl: Ciąg
pt: Aceleração
ru: Сила тяги
sl: Potisk
sr@ijekavian: Потисак
sv: Drivkraft
uk: Тяга
zh_tw: 推進

# @item:inrange Thrust
source: Slow
ca@valencia: Lenta
es: Lento
et: Aeglane
eu: Poliki
fi: Pieni
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Аз
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: мали
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Thrust
source: Fast
ca@valencia: Ràpida
es: Rápido
et: Kiire
eu: Azkar
fi: Suuri
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Көп
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: велики
sv: Snabb
uk: Швидко
zh_tw: 快

# @item:inrange Gravity
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низьке
zh_tw: 低

# @item:inrange Gravity
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Високе
zh_tw: 高

# @option:radio
source: Tunnel
ca@valencia: Túnel
es: Túnel
eu: Tunela
fi: Tunneli
ga: Tollán
gl: Túnel
hu: Alagút
ja: トンネル
kk: Туннель
ko: 터널
lv: Tunelis
pl: Tunel
pt: Túnel
ru: Туннель
sl: Predor
sr@ijekavian: Тунел
uk: Тунель
zh_tw: 隧道

# @option:radio
source: Worm
ca@valencia: Cuc
es: Gusano
et: Ussike
eu: Zizarea
fi: Mato
fr: Ver
gl: Verme
hu: Kukac
it: Verme
ja: 虫
kk: Құрт
ko: 벌레
lv: Tārps
nb: Orm
nn: Orm
pl: Robak
pt: Larva
ru: Червяк
sl: Črv
sr@ijekavian: Црв
sv: Mask
uk: Хробак
zh_tw: 蟲

# @option:check
source: Rocky walls
ca@valencia: Murs rocallosos
es: Muros rocosos
et: Kaljuseinad
eu: Harkaitz hormak
fi: Kallioseinämät
fr: Murs rocheux
ga: Ballaí carraigeacha
gl: Paredes rochosas
hu: Sziklafalak
it: Pareti rocciose
ja: 岩だらけの壁
kk: Тасты туннель
ko: 바위 벽
lv: Akmeņainas sienas
nb: Steinete vegger
nds: Stenig Wänn
nl: Rotsige muren
pl: Skaliste ściany
pt: Paredes rochosas
ru: Каменные стены
sl: Skalnati zidovi
sr@ijekavian: Камени зидови
sv: Klippväggar
uk: Кам'янисті стіни
zh_tw: 石牆

# @option:check
source: Allow wall collisions
ca@valencia: Permet col·lisions amb els murs
es: Permitir colisiones con muros
et: Seinaga kokkupõrke lubamine
eu: Baimendu horma talkak
fi: Salli seiniin törmäämiset
fr: Permettre les collisions contre les murs
ga: Ceadaigh imbhualtaí leis an mballa
gl: Permitir colisións coa parede
hu: Fali ütközések engedélyezése
it: Permetti collisioni con le pareti
ja: 壁の衝突を許す
kk: Соғылып
ko: 벽 충돌 허용
lv: Ļaut sadursmes ar sienām
nb: Tillat veggkollisjoner
nds: Tosamenstööt mit Wänn tolaten
nl: Botsingen met muren toelaten
pl: Pozwól na zderzenia ze ścianami
pt: Permitir colisões com a parede
ru: Разрешить столкновение со стенками
sl: Dovoli trke zidov
sr@ijekavian: Дозволи сударање са зидом
sv: Tillåt väggkollisioner
uk: Дозволяти зіткнення із стінами
zh_tw: 允許牆壁碰撞

# @option:check
source: Present bonuses
ca@valencia: Extres presents
es: Bonos actuales
et: Boonuste jagamine
fi: Esitä bonukset
fr: Bonus actuels
ga: Bónais reatha
gl: Bonos presentes
hu: Jelenlegi bónuszok
it: Presenta bonus
ja: ボーナスをプレゼント
kk: Бонустары
ko: 보너스 제시
nb: Bonuser nå
nds: Togaven wiesen
nl: Huidige bonussen
pl: Pokazuj premie
pt: Bónus presentes
ru: Показывать добавочные бонусы
sl: Prisotni bonusi
sr@ijekavian: Изложи бонусе
sv: Visa bonus
uk: Показувати бонуси
zh_tw: 提供紅利

# @option:check
source: Display crosshair
ca@valencia: Mostra la retícula
es: Mostrar retícula
et: Sihiristi näitamine
fi: Näytä tähtäin
fr: Afficher le viseur
ga: Taispeáin crosribe
gl: Mostrar unha mira
hu: Célkereszt megjelenítése
it: Mostra il mirino
ja: クロスヘアを表示
kk: Көздеу айқышы
ko: 교차선 표시
lv: Attēlot krustiņu
nb: Vis trådkors
nds: Teelkrüüz wiesen
nl: Draadkruis weergeven
pl: Wyświetlaj celownik
pt: Mostrar a mira
ru: Показывать прицел
sl: Prikaži meritveni križec
sr@ijekavian: Прикажи нишан
sv: Visa hårkors
uk: Показувати мітку прицілу
zh_tw: 顯示準星

# @item screen saver name
source: Sphere
ca@valencia: Esfera
es: Esfera
et: Sfäär
eu: Esfera
fi: Pallo
fr: Sphère
gl: Esfera
hu: Gömb
it: Sfera
ja: 球体
kk: Домалақ
ko: 구체
lv: Sfēra
nb: Kule
nds: Kugel
nl: Bol
nn: Kule
pl: Sfera
pt: Esfera
sl: Krogla
sr@ijekavian: Сфера
sv: Klot
uk: Куля
zh_tw: 球
