Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Closed figures
ca@valencia: Figures tancades
es: Figuras cerradas
et: Suletud kujundid
eu: Irudi itxiak
fi: Suljettuja kuvioita
fr: Figures fermées
ga: Fíoracha dúnta
gl: Figuras pechadas
hu: Zárt alakzatok
it: Figure chiuse
ja: 閉じた図形
kk: Тұйық фигуралар
ko: 닫힌 형태
lv: Noslēgtas figūras
nb: Lukkede figurer
nds: Afslaten Figuren
nl: Gesloten figuren
nn: Lukka former
pl: Zamknięte figury
pt: Figuras fechadas
ru: Замкнутые фигуры
sl: Zaprte slike
sr@ijekavian: Затворене фигуре
sv: Slutna figurer
uk: Замкнуті фігури
zh_tw: 封閉圖案

# @item screen saver name
source: Lockward
et: Lukuhammas
fi: Lukkopesä
fr: Serrure
gl: Chaveiro
it: Serratura
kk: Құлып құрылысы
ko: 열쇠 구멍 안쪽
nb: Låssperre
nds: Slottwarts
nl: Slotbaard
nn: Låsiveg
pl: Zastawka zamka
sl: Ključavnica
sr@ijekavian: Окрет браве
sv: Låsspärr
uk: Замкова щілина

# @info screen saver description
source: A translucent spinning, blinking thing. Sort of a cross between the wards in an old combination lock and those old backlit information displays that animated and changed color via polarized light. Written by Leo L. Schwab; 2007.
ca@valencia: Una cosa parpellejant i translúcida que gira. Una mena d'encreuament entre un pany de combinació i els plafons antics retroil·luminats que s'animaven i canviaven de color gràcies a una llum polaritzada. Escrit per Leo L. Schwab; 2007.
es: Una cosa translúcida que da vueltas y parpadea. Un tipo de cruce entre las guardas de un candado de combinación antiguo y aquellas pantallas de información retroiluminadas antiguas que se animaban y cambiaban de color por medio de una luz polarizada. Escrito por Leo L. Schwab; agosto de 2007.
et: Läbipaistev keerlev ja plinkiv asjandus. Otsekui vanaaegse luku hammaste ja vanade tagavalgustusega teatetahvlite ristsugutis, mis on animeeritud ja muudab värvi. Autor: Leo L. Schwab; 2007.
fi: Läpikuultava pyörivä ja vilkkuva juttu. Eräänlainen sekoitus vanhaa yhdistelmälukkoa ja sellaisia vanhoja taustavalaistuja tietonäyttöjä, joka luovat animaatiota ja vaihtavat väriä polarisoidun valon avulla. Kirjoittanut Leo L. Schwab, 2007.
fr: Une chose transparente qui tournoie et clignote. Une sorte de croisement entre une vieux cadenas et une information rétro-éclairée qui s'anime et change de couleur à la lumière polarisée. Écrit par Leo L. Schwab ; 2007.
gl: Unha cousa intermitente, translúcida e en rotación. Unha especie de cruzamento entre unha pechadura por combinación e os paneis retroiluminados antigos que ficaban animados e mudaban de cor a través de luz polarizada. Escribiuno Leo L. Schwab en 2007.
it: Una cosa traslucida che gira e lampeggia. Una specie di incrocio tra le rotelle di una vecchia serratura a combinazione e quei vecchi visori informativi retroilluminati che si animavano e cambiavano colore con la luce polarizzata. Scritto da Leo L. Schwab; 2007.
kk: Бұралып жарқыраған нәрсенің бейнесі. Ескі құлыптың тетігіне ұқсас. Авторы Leo L. Schwab; 2007.
nb: En gjennomskinnelig, snurrende, blinkende sak. Omtrent som en mellomting mellom sperrene i en gammeldags lås og de gamle bakbelyste informasjonstavlene som brukte polarisert lys til animasjon og fargeendring. Skrevet av Leo L. Schwab i 2007.
nds: En dörschienen, dreihen Blinkdingsen. En Oort vun Mischen twischen dat Binnenleven ut en oolt Slott un en "magisch Oog". Schreven vun Leo L. Schwab 2007.
nl: Een doorzichtig, draaiend en glimmend object. Een soort van kruising tussen de baard van een oud combinatieslot en de van achteren verlichte informatieborden die door middel van gepolariseerd licht van kleur veranderen. In augustus 2007 geschreven door Leo L. Schwab.
nn: Ei halvgjennomsiktig, snurrande og blinkande greie. Kan minna litt om ei blanding av gjenga i ein gammal kodelås, og gamle animerte infotavler med bakgrunnslys basert på polarisert lys. Skriven av Leo L. Schwav i 2007.
pl: Półprzezroczyste wirujące i migające coś w stylu krzyżówki zastawek starego zamka i tych starych wyświetlaczy informacyjnych, które zmieniały kolor i treść za pomocą spolaryzowanego światła. Autor: Leo L. Schwab; 2007.
pt: Uma coisa intermitente, translúcida e em rotação. Uma espécie de cruzamento entre uma fechadura por combinação e os painéis retro-iluminados antigos que ficavam animados e mudavam de cor através de luz polarizada. Criado por Leo L. Schwab; 2007.
ru: Прозрачное, поворачивающееся и мигающее нечто. Что-то вроде гибрида выемок в старом кодовом замке и старого информационного табло с подсветкой сзади с помощью поляризованного света. Автор Лео Л.Шваб (Leo L. Schwab), 2007.
sl: Prosojna vrteča, utripajoča stvar. Neke vrste križanec med oddelki v številčni ključavnici in starimi zasloni za prikaz podatkov, ki so animirali in spreminjali barvo s polarizirano svetlobo. Napisal je Leo L. Schwab, 2007.
sr@ijekavian: Прозирна обрћућа, трепћућа стварчица. Нешто попут укрштених блокова у старој брави са комбинацијом и оних старих екрана са позадинским освјетљењем који су се анимирали и мијењали боју путем поларизованог свјетла. Написао Лио Шваб, 2007.
sv: En genomskinlig spinnande, blinkande sak. En sorts korsning mellan spärrar i ett gammalt kombinationslås och de där gamla informationsskärmarna med bakgrundsbelysning som animerades och ändrade färg via polariserat ljus. Skriven av Leo L. Schwab, 2007.
uk: Прозора річ, що обертається і зблискує. Схожа на замкову щілину у старовинних замках, і ця старовинна штука показує інформацію у живому кольорі, що змінюється наче поляризоване світло. Автор — Leo L. Schwab; 2007.
zh_tw: 半透明、旋轉並閃爍的東西。由 Leo L. Schwab 撰寫，2007。

# @label:slider
source: Miniumum rotator idle time
ca@valencia: Temps mínim d'inactivitat del rotor
es: Tiempo mínimo de inactividad del rotor
et: Rotaatori min. jõudeaeg
fi: Pyörähdyksen vähimmäisjoutoaika
fr: Temps d'attente minium de rotation
gl: Tempo mínimo de inactividade da rotación
hu: Minimum forgási üresjárati idő
it: Tempo minimo di inattività del rotatore
kk: Мин. бұралмау уақыты
ko: 최소 회전자 대기 시간
lv: Minimālais rotatora gaidīšanas laiks
nb: Minste tid mellom dreiing
nds: Körtst Dreih-Töövtiet
nl: Minimum tijd dat rotator niet werkt
nn: Minste tid mellom dreiing
pl: Minimalny czas bezczynności rotatora
pt: Tempo mínimo de inactividade da rotação
ru: Минимальное время простоя вращающегося устройства
sl: Najmanjši nedejavni čas vrtilnika
sr@ijekavian: Најмање вријеме мировања обртача
sv: Minimal inaktiv vridningstid
uk: Мінімальний час нерухомості ротатора
zh_tw: 最小旋轉體閒置時間

# @item:inrange Miniumum rotator idle time
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Lyhyt
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Breve
ja: 低い
kk: Аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizek
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Miniumum rotator idle time
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Pitkä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Lungo
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visok
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Minimum blink idle time
ca@valencia: Temps mínim d'inactivitat de la intermitència
es: Tiempo mínimo de inactividad de parpadeo
et: Plinkimise min. jõudeaeg
fi: Välähdyksen vähimmäisjoutoaika
fr: Temps d'attente minimum de clignotement
gl: Tempo mínimo de inactividade da rotación
hu: Minimum villogási üresjárati idő
it: Tempo minimo di inattività del lampeggiatore
kk: Мин. жарқырамау уақыты
ko: 최대 깜빡임 대기 시간
lv: Minimālais mirgošanas gaidīšanas laiks
nb: Minste tid mellom blink
nds: Körtst Blink-Töövtiet
nl: Minimum geen glim tijd
nn: Minste tid mellom dreiing
pl: Minimalny czas bez mrugnięcia
pt: Tempo mínimo de inactividade da rotação
ru: Минимальное промежуток времени без мигания
sl: Najmanjši nedejavni čas utripanja
sr@ijekavian: Најмање вријеме мировања трептаја
sv: Minimal inaktiv tid för blinkning
uk: Мінімальний час відсутності блимання
zh_tw: 最小閃爍閒置時間

# @item:inrange Minimum blink idle time
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Lyhyt
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Breve
ja: 低い
kk: Аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizek
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Minimum blink idle time
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Pitkä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Lungo
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visok
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Minimum blink dwell time
ca@valencia: Temps mínim d'activitat de la intermitència
es: Tiempo mínimo de parpadeo
et: Plinkimise min. püsimisaeg
fi: Välähdyksen vähimmäiskestoaika
fr: Temps de pause minimum de clignotement
gl: Tempo mínimo de permanencia da intermitencia
hu: Minimum villogási megmaradási idő
it: Tempo minimo di mantenimento del lampeggiatore
kk: Мин. жарқырау уақыты
ko: 최소 깜빡임 지속 시간
lv: Minimālais mirgošanas uzkavēšanās laiks
nb: Minste aktive blinketid
nds: Körtst Blinkduer
nl: Minimum glimverblijftijd
nn: Minste tid i dreiing
pl: Minimalny czas trwania mrugnięcia
pt: Tempo mínimo de permanência da intermitência
ru: Минимальная задержка времени мигания
sl: Najmanjši čas utripanja
sr@ijekavian: Најмање вријеме задржавања трептаја
sv: Minimal hålltid för blinkning
uk: Мінімальний час блимання
zh_tw: 最小閃爍間隔時間

# @item:inrange Minimum blink dwell time
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Lyhyt
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Breve
ja: 低い
kk: Аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizek
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Minimum blink dwell time
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Pitkä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Lungo
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visok
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @option:check
source: Blinking effects
ca@valencia: Efectes intermitents
es: Efecto parpadeantes
et: Plinkimisefektid
fi: Vilkkutehosteet
fr: Effets de clignotement
gl: Efectos intermitentes
hu: Villogó effektus
it: Effetti di lampeggiamento
ja: 点滅効果
kk: Жарқылдасын
ko: 깜빡임 효과
lv: Mirgošanas efekti
nb: Blinkeeffekter
nds: Blinkeffekten
nl: Glimeffecten
nn: Blenkjeeffektar
pl: Efekt mrugania
pt: Efeitos intermitentes
ru: Эффекты мигания
sl: Učinki utripanja
sr@ijekavian: Ефекти трептања
sv: Blinkeffekter
uk: Ефекти блимання
zh_tw: 閃爍效果

# @label:slider
source: Maximum rotator idle time
ca@valencia: Temps màxim d'inactivitat del rotor
es: Tiempo de inactividad máximo del rotor
et: Rotaatori maks. jõudeaeg
fi: Pyörähdyksen enimmäisjoutoaika
fr: Temps d'attente maximum de rotation
gl: Tempo máximo de inactividade da rotación
hu: Maximum forgási üresjárati idő
it: Tempo massimo di inattività del rotatore
kk: Макс. бұралмау уақыты
ko: 최대 회전자 대기 시간
lv: Maksimālais rotatora gaidīšanas laiks
nb: Lengste tid mellom dreiing
nds: Längst Dreih-Töövtiet
nl: Maximum tijd dat rotator niet werkt
nn: Lengste tid mellom dreiing
pl: Maksymalny czas bezczynności rotatora
pt: Tempo máximo de inactividade da rotação
ru: Максимальное время простоя вращающегося устройства
sl: Najdaljši nedejaven čas vrtilnika
sr@ijekavian: Највеће вријеме мировања обртача
sv: Maximal inaktiv vridningstid
uk: Максимальний час нерухомості ротатора
zh_tw: 最大旋轉體閒置時間

# @item:inrange Maximum rotator idle time
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Lyhyt
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Breve
ja: 低い
kk: Аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizek
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Maximum rotator idle time
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Pitkä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Lungo
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visok
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Maximum blink idle time
ca@valencia: Temps màxim d'inactivitat de la intermitència
es: Tiempo máximo de inactividad de vacío
et: Plinkimise maks. jõudeaeg
fi: Välähdyksen enimmäisjoutoaika
fr: Temps d'attente maximum de clignotement
gl: Tempo máximo de inactividade da intermitencia
hu: Maximum villogási üresjárati idő
it: Tempo massimo di inattività del lampeggiatore
kk: Макс. жарқырамау уақыты
ko: 최대 깜빡임 대기 시간
lv: Maksimālais mirgošanas gaidīšanas laiks
nb: Lengste tid mellom blink
nds: Längst Blink-Töövtiet
nl: Maximum geen glim tijd
nn: Lengste tid mellom blenking
pl: Maksymalny czas bez mrugnięcia
pt: Tempo máximo de inactividade da intermitência
ru: Максимальное промежуток времени без мигания
sl: Najdaljši nedejaven čas utripanja
sr@ijekavian: Најдуже вријеме мировања трептаја
sv: Maximal inaktiv tid för blinkning
uk: Максимальний час відсутності блимання
zh_tw: 最大閃爍閒置時間

# @item:inrange Maximum blink idle time
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Lyhyt
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Breve
ja: 低い
kk: Аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizek
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Maximum blink idle time
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Pitkä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Lungo
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visok
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Maximum blink dwell time
ca@valencia: Temps màxim d'activitat de la intermitència
es: Tiempo máximo de parpadeo
et: Plinkimise maks. püsimisaeg
fi: Välähdyksen enimmäiskestoaika
fr: Temps de pause maximum de clignotement
gl: Tempo máximo de permanencia da intermitencia
hu: Maximum villogási megmaradási idő
it: Tempo massimo di mantenimento del lampeggiatore
kk: Макс. жарқырау уақыты
ko: 최대 깜빡임 지속 시간
lv: Maksimālais mirgošanas uzkavēšanās laiks
nb: Lengste aktive blinketid
nds: Längst Blinkduer
nl: Maximum glimverblijftijd
nn: Lengste tid med blenking
pl: Maksymalny czas trwania mrugnięcia
pt: Tempo máximo de permanência da intermitência
ru: Максимальная задержка времени мигания
sl: Najdaljši čas utripanja
sr@ijekavian: Најдуже вријеме задржавање трептаја
sv: Maximal hålltid för blinkning
uk: Максимальний час блимання
zh_tw: 最大閃爍間隔時間

# @item:inrange Maximum blink dwell time
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Lyhyt
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Breve
ja: 低い
kk: Аз
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizek
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Maximum blink dwell time
source: High
ca@valencia: Alt
es: Alto
et: Suur
eu: Altua
fi: Pitkä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Lungo
ja: 高い
kk: Көп
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visok
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @item screen saver name
source: Loop
ca@valencia: Cicle
es: Bucle
et: Silmus
eu: Begizta
fi: Silmukka
fr: Boucle
gl: Ciclo
hu: Hurok
it: Ciclo
ja: ループ
kk: Шырмауық
ko: 고리
lv: Cilpa
nb: Sløyfe
nds: Slööp
nl: Lus
nn: Løkkje
pl: Pętla
pt: Ciclo
sl: Zanka
sr@ijekavian: Петља
uk: Петля
zh_tw: 迴圈

# @info screen saver description
source: A cellular automaton that generates loop-shaped colonies that spawn, age, and eventually die. http://en.wikipedia.org/wiki/Langton%27s_loops Written by David Bagley; 1999.
ca@valencia: Un autòmat cel·lular que produeix colònies en un cercle tancat que neixen, creixen i finalment moren. http://en.wikipedia.org/wiki/Langton%27s_loops Escrit per David Bagley; 1999.
es: Un autómata celular que genera colonias en bucle que nacen, crecen y, al final, mueren. http://en.wikipedia.org/wiki/Langton%27s_loops. Escrito por David Bagley.
et: Rakuautomaat, mis tekitab silmusekujulisi kolooniaid, mis sünnivad, vananevad ja lõpuks ka surevad. http://en.wikipedia.org/wiki/Langton%27s_loops Autor: David Bagley; 1999.
fi: Luo silmukanmuotoisia yhdyskuntia jotka syntyvät, ikääntyvät ja lopulta kuolevat. http://en.wikipedia.org/wiki/Langton%27s_loops Kirjoittanut David Bagley, 1999.
it: Un automa cellulare che produce colonie circolari che si riproducono, invecchiano e infine muoiono. http://en.wikipedia.org/wiki/Langton%27s_loops Scritto da David Bagley; 1999.
nb: En cellulær automat som lager løkkeformede kolonier som formerer seg, aldres og etterhvert dør.http://en.wikipedia.org/wiki/Langton%27s_loops Skrevet av David Bagley i 1999.
nds: En Zellmaschien maakt slööpformt Kolonien, de sik utbreedt, öller warrt un an't Enn ok dootblievt. http://de.wikipedia.org/wiki/Langton-Schleife Schreven vun David Bagley, 1999.
nl: Een cellulaire automaat genereert lusvormige kolonies die zich vermenigvuldigen, ouder worden en tenslotte sterven. http://en.wikipedia.org/wiki/Langton%27s_loops In 1999 geschreven door David Bagley.
pl: Komórkowy automat, który tworzy kolonie w kształcie kokardy, które powstają, starzeją się i ostatecznie umierają. http://en.wikipedia.org/wiki/Langton%27s_loops Autor: David Bagley; 1999.
pt: Isto produz várias colónias em círculo que renascem, crescem e, eventualmente, morrem. http://en.wikipedia.org/wiki/Langton%27s_loops Feito por David Bagley; 1999.
sl: Celični sistem, ki ustvari v zanko oblikovane kolonije. Te se izležejo, starajo in na koncu umrejo. http://en.wikipedia.org/wiki/Langton%27s_loops Napisal David Bagley, 1999.
sr@ijekavian: Ћелијски аутомат који генерише петљолике колоније што израњају, старе и на концу умиру (http://en.wikipedia.org/wiki/Langton%27s_loops). Написао Дејвид Багли, 1999.
sv: En cellulär automat som skapar cirkelformade kolonier som uppstår, åldras och till sist dör bort. Se http://en.wikipedia.org/wiki/Langton's_loops. Skriven av David Bagley, 1999.
uk: Цей зберігач екрана створює кліткові колонії, які розмножуються, старіють і вмирають. http://en.wikipedia.org/wiki/Langton's_loops Автор — David Bagley.
zh_tw: 畫出環形部落，出生、成長，到最後死亡。參考資料：http://en.wikipedia.org/wiki/Langton%27s_loops 。由 David Bagley 撰寫，1999。

# @info screen saver description
source: Generates loop-shaped colonies that spawn, age, and eventually die. http://en.wikipedia.org/wiki/Langton%27s_loops Written by David Bagley; 1999.
ca@valencia: Produeix colònies en un cercle tancat que neixen, creixen i finalment moren. http://en.wikipedia.org/wiki/Langton%27s_loops Escrit per David Bagley; 1999.
es: Produce colonias en bucle que se nacen, crecen y, al final, mueren. http://en.wikipedia.org/wiki/Langton%27s_loops. Escrito por David Bagley.
et: Tekitab silmusekujulisi kolooniaid, mis sünnivad, vananevad ja lõpuks ka surevad. http://en.wikipedia.org/wiki/Langton%27s_loops Autor: David Bagley; 1999.
fi: Luo silmukanmuotoisia yhdyskuntia jotka syntyvät, ikääntyvät ja lopulta kuolevat. http://en.wikipedia.org/wiki/Langton%27s_loops Kirjoittanut David Bagley, 1999.
fr: Celui-ci produit des colonies qui se forment en boucle, qui naissent, vieillissent, et éventuellement meurent. http://en.wikipedia.org/wiki/Langton%27s_loops Écrit par David Bagley ; 1999.
ga: Gineann sé seo coilíneachtaí ar dhéanamh lúb a sceitheann, a théann in aois, agus a gheobhaidh bás sa deireadh. http://en.wikipedia.org/wiki/Langton%27s_loops Scríofa ag David Bagley, 1999.
gl: Produce varias colonias en círculo que renacen, crecen e morren. http://en.wikipedia.org/wiki/Langton%27s_loops. Escribiuno David Bagley en 1999.
hu: Hurok alakú populációkat jelenít meg, amelyek sokasodnak, megöregszenek, majd végül elpusztulnak. Lásd: http://en.wikipedia.org/wiki/Langton%27s_loops Készítette: David Bagley, 1999.
it: Produce colonie circolari che si riproducono, invecchiano e infine muoiono. http://en.wikipedia.org/wiki/Langton%27s_loops Scritto da David Bagley; 1999.
ja: これはループ状の「もの」のコロニーを作ります。そも「もの」は産まれ、年を取り、死んでいきます。http://ja.wikipedia.org/wiki/ラングトンのループ David Bagley、1999年作。
kk: Шырмауық секілді бірдеменің өсу, тарау, құрып кету бейнесі. http://en.wikipedia.org/wiki/Langton%27s_loops А̀вторы: David Bagley; 1999.
lv: Ģenerē cilpveidīgas kolonijas, kas dzimst, noveco un mirst. http://en.wikipedia.org/wiki/Langton%27s_loops Sarakstīja David Bagley; 1999.
nb: Lager løkkeformede kolonier som formerer seg, aldres og etterhvert dør. <link>http://en.wikipedia.org/wiki/Langton%27s_loops</link> Skrevet av David Bagley i 1999.
nds: Slööpformt Kolonien, de sik utbreedt, öller warrt un an't Enn villicht dootblievt. http://de.wikipedia.org/wiki/Langton-Schleife Schreven vun David Bagley, 1999.
nl: Genereert lusvormige kolonies die zich vermenigvuldigen, ouder worden en tenslotte sterven. http://en.wikipedia.org/wiki/Langton%27s_loops In 1999 geschreven door David Bagley.
nn: Lagar løkkjeforma koloniar som vert føydde, vert eldre, og til slutt døyr. <link>http://en.wikipedia.org/wiki/Langton%27s_loops</link> Skriven av David Bagley i 1999.
pl: Tworzy kolonie w kształcie kokardy, które powstają, starzeją się i ostatecznie umierają. http://en.wikipedia.org/wiki/Langton%27s_loops Autor: David Bagley; 1999.
pt: Isto produz várias colónias em círculo que renascem, crescem e, eventualmente, morrem. http://en.wikipedia.org/wiki/Langton%27s_loops Feito por David Bagley; 1999.
ru: Моделирование замкнутых колоний, которые размножаются, стареют и умирают. http://en.wikipedia.org/wiki/Langton%27s_loops Автор Девид Бэгли (David Bagley), 1999.
sl: Ustvari v zanko oblikovane kolonije, ki se izležejo, starajo in na koncu umrejo. http://en.wikipedia.org/wiki/Langton%27s_loops Napisal David Bagely, 1999.
sr@ijekavian: Генерише петљолике колоније које израњају, старе и на концу умиру (http://en.wikipedia.org/wiki/Langton%27s_loops). Написао Дејвид Багли, 1999.
sv: Skapar cirkelformade kolonier som uppstår, åldras och till sist dör bort. Se http://en.wikipedia.org/wiki/Langton's_loops. Skriven av David Bagley, 1999.
uk: Цей зберігач екрана створює колонії, які розмножуються, старіють і вмирають. http://en.wikipedia.org/wiki/Langton's_loops Автор — David Bagley.
zh_tw: 畫出環形部落，出生、成長，到最後死亡。參考資料：http://en.wikipedia.org/wiki/Langton%27s_loops 。由 David Bagley 撰寫，1999。

# @item screen saver name
source: m6502
sr@ijekavian: м6502
