Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Anemotaxis demonstrates a search algorithm designed for locating a source of odor in turbulent atmosphere. The searcher is able to sense the odor and determine local instantaneous wind direction. The goal is to find the source in the shortest mean time. http://en.wikipedia.org/wiki/Anemotaxis Written by Eugene Balkovsky; 2004.
ca@valencia: L'Anemotàxia demostra un algorisme de cerca dissenyat per tal de trobar una font d'olor dins d'una atmosfera turbulenta. El cercador és capaç de detectar l'olor i de determinar la direcció local instantània del vent. L'objectiu és trobar la font en el mínim temps possible. http://en.wikipedia.org/wiki/Anemotaxis Escrit per Eugene Balkovsky; 2004.
es: Anemotaxis demuestra un algoritmo de búsqueda diseñado para localizar el origen del olor en una atmósfera turbulenta. El buscador es capaz de sentir el olor y determinar de manera inmediata la dirección del viento local. El objetivo es encontrar el origen en el menor tiempo posible. wikipedia.org/wiki/Anemotaxis. Escrito por Eugene Balkovsky; 2004.
et: Tuulelemb kujutab endast otsingualgoritmi, millega leitakse lõhna allikas tuulises atmosfääris. Otsija tunneb lõhna ja on võimeline kindlaks määrama tuulesuuna. Eesmärk on leida allikas võimalikult kiiresti. http://en.wikipedia.org/wiki/Anemotaxis Autor: Eugene Balkovsky; 2004.
eu: Anemotaxis-ek atmosfera zurrunbilotsu batean usain sorburu bat aurkitzeko diseinatutako bilaketa algoritmo bat frogatzen du. Bilatzailea usaina aditzeko eta bertako haizearen berehalako norabidea zehateko gai da. Helburua sorburua denbora txikienean aurkitzea da. http://en.wikipedia.org/wiki/Anemotaxis Eugene Balkovsky-k idatzia; 2004.
fi: Anemotaksis demonstroi hakualgoritmia, joka on kehitetty hajun lähteen paikantamiseen pyörteisessä ilmakehässä. Etsijä kykenee aistimaan hajun sekä havaitsemaan tuulen paikallisen välittömän suunnan. Tehtävänä on paikantaa lähde lyhimmässä keskiajassa. http://en.wikipedia.org/wiki/Anemotaxis Kirjoittanut Eugene Balkovsky, 2004.
fr: Anemotaxis fait la démonstration d'un algorithme de recherche conçu pour localiser la source d'une odeur dans un atmosphère turbulent. Le moteur est capable de sentir l'odeur et de déterminer la direction du vent local instantané. Le but est de trouver la source dans un temps donné le plus court. http://en.wikipedia.org/wiki/Anemotaxis écrit par Eugene Balkovsky ; 2004.
gl: Anemotaxe demostra un algoritmo de procura deseñado para dar cunha fonte de cheiro nunha atmosfera turbulenta. O procurador pode cheirar e determinar a dirección local do vento no momento. O propósito é achar a orixe no menor tempo medio. http://en.wikipedia.org/wiki/Anemotaxis. Escrito por Eugene Balkovsky en 2004.
it: L'anemotassia dimostra un algoritmo di ricerca progettato per localizzare la fonte di un odore in un'atmosfera turbolenta. Il ricercatore è in grado di sentire l'odore e determinare la direzione istantanea locale del vento. L'obbiettivo è trovare la fonte nel tempo medio minimo. Vedi http://en.wikipedia.org/wiki/Anemotaxis. Scritto da Eugene Balkovsky; 2004.
kk: Анемотаксис деген турбулентті атмосферадағы иіс шығатын жерді табуға арналған алгоритмі. Іздеуші иіс пен локальды лездік жел бағытын сезеді. Мақсаты - жалпы қысқарақ уақытта иіс көзін табу. http://en.wikipedia.org/wiki/Anemotaxis Авторы: Eugene Balkovsky; 2004.
ko: Anemotaxis는 활발한 대기 중에서 냄새 입자의 근원지를 찾는 알고리즘을 시뮬레이션합니다. 추적자는 냄새를 감지하고 현재 지점의 풍향을 찾습니다. 알고리즘의 목표는 최단 시간 내에 냄새의 근원을 찾는 것입니다. 참고: http://en.wikipedia.org/wiki/Anemotaxis Eugene Balkovsky 작성, 2004년.
lv: Anemotaksēšana demonstrē meklēšanas algoritmu, kas radīts smakas avota meklēšanai turbulentā atmosfērā. Meklētājs ir spējīgs sajust smaku un noteikt vietējo mometāno vēja virzienu. Mērķis ir atrast avotu īsākajā vidējā laika periodā. http://en.wikipedia.org/wiki/Anemotaxis Sarakstīja Eugene Balkovsky; 2004.
nb: Anemotaxis demonstrerer en søkealgoritme laget for å finne en kilde til lukt i turbulent luft. Søkeren kan kjenne lukta |og bestemme lokal vindretning i øyeblikket. Målet er å finne kilden på korteste middeltid. <link> http://en.wikipedia.org/wiki/Anemotaxis</link> Skrevet av Eugene Balkovsky, 2004.
nds: Anemotaxis wiest en Söökalgoritmus, de för't Opspören vun en Rüükborn in en windig Ümgeven maakt wöör. De Söker kann rüken un de lokale Windricht fastslaan. Dat Teel is, den Born binnen de lüttste Dörsnitttiet to finnen. K.o. http://en.wikipedia.org/wiki/Anemotaxis. 2004 schreven vun Eugene Balkovsky.
nl: Anemotaxis demonstreert een zoekalgoritme ontworpen voor het lokaliseren van een geurbron in een turbulente atmosfeer. Het zoekprogramma is in staat de geur te ruiken en lokale momentane windrichtingen te bepalen. Het doel is de bron te vinden in de kortste gemiddelde tijd. http://en.wikipedia.org/wiki/Anemotaxis In 2004 geschreven door Eugene Balkovsky.
nn: Demonstrerer ein søkjealgoritme for å finna kjelda til ei lukt i ein turbulent atmosfære. Søkjaren kjenner lukta, og kan såleis finna den lokale vindretninga. Målet er å finna luktkjelda på kortast mogleg tid. <link>http://en.wikipedia.org/wiki/Anemotaxis</link> Skriven av Eugene Balkovsky i 2004.
pl: Anemotaksja to algorytm przeszukiwania, który odnajduje źródło zapachu we wzburzonym powietrzu. Jest w stanie odnaleźć zapach i ustalić nagłą zmianę kierunku wiatru. Celem jest odnalezienie źródła w najkrótszym czasie. http://en.wikipedia.org/wiki/Anemotaxis. Autor Eugene Balkovsky, 2004.
pt: A anemotaxis demonstra um algoritmo de pesquisa desenhado para localizar uma fonte de odor numa atmosfera turbulenta. O pesquisador é capaz de sentir o odor e determinar a direcção do vento instantânea no local. O objectivo é detectar a origem no menor tempo médio. http://en.wikipedia.org/wiki/Anemotaxis Feito por Eugene Balkovsky; 2004.
ru: Анемотаксис демонстрирует алгоритм поиска, созданный для обнаружения источника запаха в турбулентной атмосфере. Искатель способен чувствовать запах и определять локальную мгновенную скорость ветра. Целью является нахождение источника в среднем за минимальное время. http://en.wikipedia.org/wiki/Anemotaxis Автор — Eugene Balkovsky, 2004.
sl: Anemotaxis prikazuje iskalni algoritem zasnovan za iskanje vira vonja v turbulentni atmosferi. Iskalnik lahko zazna vonj in določi trenutno krajevno smer vetra. Cilj je najti vir v najkrajši srednji vrednosti časa. http://en.wikipedia.org/wiki/Anemotaxis Napisal Eugene Balkovsky; 2004.
sr@ijekavian: Илуструје алгоритам претраге за налажење извора мириса у ускомешаној атмосфери. Претраживач може да осјећа мирис и одређује тренутни локални смјер вјетра; циљ је да се извор нађе за најкраће средње вријеме (http://en.wikipedia.org/wiki/Anemotaxis). Написао Јевгениј Балковски, 2004.
sv: Anemotaxis demonstrerar en sökalgoritm skapad för att lokalisera en luktkälla i turbulent atmosfär. Sökaren kan känna lukten och bestämma den lokala momentana vindriktningen. Målet är att hitta källan på den i medeltal kortaste tiden. Se http://en.wikipedia.org/wiki/Taxis. Skriven av Eugene Balkovsky, 2004.
uk: Анемотаксіс реалізує алгоритм розроблений для пошуку джерела запаху у турбулентнім потоці. Пошуковець може відчувати запах і визначати миттєвий напрям вітру. Метою є знайти джерело за найкоротший час. http://en.wikipedia.org/wiki/Anemotaxis Автор Eugene Balkovsky; 2004.
zh_tw: Anemotaxis 展示一種搜尋演算法，在猛烈的氣流中找出某種氣味的來源。它可以感受到氣味，並決定瞬間的風向。目的是在最短平均時間內找出氣味來源。參考資料：http://en.wikipedia.org/wiki/Anemotaxis ，由 Eugene Balkovsky 撰寫，2004。

# @label:slider
source: Frame rate
ca@valencia: Velocitat dels fotogrames
es: Tasa de fotogramas
et: Kaadrisagedus
eu: Marko tasa
fi: Kuvataajuus
fr: Taux d'affichage
ga: Ráta fráma
gl: Taxa de fotogramas
hu: Képkockaszám
it: Frequenza dei fotogrammi
ja: フレームレート
kk: Кадр жиілігі
ko: 초당 프레임 수
lv: Kadru ātrums
nb: Rutefrekvens
nds: Bildwedderhalen
nl: Framesnelheid
nn: Biletrate
pl: Liczba klatek na sekundę
pt: Taxa de imagens
ru: Частота кадров
sl: Hitrost sličic
sr@ijekavian: Проток кадрова
sv: Bildfrekvens
uk: Частота кадрів
zh_tw: 影像速率

# @item:inrange Frame rate
source: Low
ca@valencia: Baixa
es: Bajo
et: Madal
eu: Baxua
fi: Hidas
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: низак
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Frame rate
source: High
ca@valencia: Alta
es: Alto
et: Kõrge
eu: Altua
fi: Nopea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висок
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Distance
ca@valencia: Distància
es: Distancia
et: Kaugus
eu: Distantzia
fi: Etäisyys
ga: Fad
gl: Distancia
hu: Távolság
it: Distanza
ja: 距離
kk: Қашықтық
ko: 거리
lv: Attālums
nb: Avstand
nds: Afstand
nl: Afstand
nn: Avstand
pl: Odległość
pt: Distância
ru: Расстояние
sl: Razdalja
sr@ijekavian: Растојање
sv: Avstånd
uk: Відстань
zh_tw: 距離

# @item:inrange Distance
source: Near
ca@valencia: A prop
es: Cerca
et: Lähedal
eu: Gertu
fi: Lähellä
fr: Proximité
ga: Cóngarach
gl: Preto
hu: Közeli
it: Vicino
ja: 近い
kk: Жақын
ko: 가까움
lv: Tuvu
nb: Nær
nds: Neeg
nl: Dichtbij
nn: Nær
pl: Blisko
pt: Perto
ru: Ближе
sl: Blizu
sr@ijekavian: близу
sv: Nära
uk: Близько
zh_tw: 近

# @item:inrange Distance
source: Far
ca@valencia: Lluny
es: Lejos
et: Kaugel
eu: Urrun
fi: Kaukana
fr: Éloignement
ga: I gCéin
gl: Lonxe
hu: Távoli
it: Lontano
ja: 遠い
kk: Алыс
ko: 멈
lv: Tālu
nb: Langt unna
nds: Wiet
nl: Ver
nn: Fjern
pl: Daleko
pt: Longe
ru: Дальше
sl: Daleč
sr@ijekavian: далеко
sv: Avlägsen
uk: Далеко
zh_tw: 遠

# @label:slider
source: Sources
ca@valencia: Fonts
es: Fuentes
et: Allikad
eu: Iturburuak
fi: Lähteitä
ga: Foinsí
gl: Fontes
hu: Források
it: Sorgenti
kk: Иіс көздері
ko: 냄새 근원
lv: Avoti
nb: Kilder
nds: Borns
nl: Bronnen
nn: Kjelder
pl: Źródła
pt: Fontes
ru: Количество источников
sl: Viri
sr@ijekavian: Извори
sv: Källor
uk: Джерела
zh_tw: 來源

# @item:inrange Sources
source: Few
ca@valencia: Poques
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Sources
source: Many
ca@valencia: Moltes
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Searchers
ca@valencia: Cercadors
es: Buscadores
et: Otsijad
eu: Bilatzaileak
fi: Etsijöitä
fr: Chercheurs
ga: Lorgairí
gl: Buscadores
hu: Keresők
it: Ricercatori
kk: Іздеушілер
ko: 추적자
lv: Meklētāji
nb: Søkere
nds: Sökers
nl: Zoekers
nn: Søkjarar
pl: Poszukiwacze
pt: Pesquisadores
ru: Количество искателей
sl: Iskalniki
sr@ijekavian: Претраживачи
sv: Sökare
uk: Пошуковці
zh_tw: 搜尋器

# @item:inrange Searchers
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Searchers
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: Ant
ca@valencia: Formiga
es: Hormiga
et: Sipelgas
eu: Inurria
fi: Muurahaiset
fr: Fourmi
gl: Formiga
hu: Hangyák
it: Formica
ja: 蟻
kk: Құмырсқа
ko: 개미
lv: Skudra
nb: Maur
nds: Miegeem
nl: Mier
nn: Maur
pl: Mrówka
pt: Formiga
ru: Муравей
sl: Mravlja
sr@ijekavian: Мрав
sv: Myra
uk: Мураха
zh_tw: 螞蟻

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 4.22. A cellular automaton that is really a two-dimensional Turing machine: as the heads ("ants") walk along the screen, they change pixel values in their path. Then, as they pass over changed pixels, their behavior is influenced. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Written by David Bagley; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 4.22. Un autòmat cel·lular que en realitat és una màquina de Turing bidimensional: així com els caps («formigues») recorren la pantalla, van canviant el valor dels píxels. Llavors, quan tornen a passar sobre un píxel modificat, es veu modificat el seu comportament. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Escrit per David Bagley; 1997.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 4.22. Un autómata celular que realmente es una máquina de Turing bidimensional: conforme las cabezas («hormigas») recorren la pantalla, cambian los valores de los píxeles en su ruta. Y luego, cuando vuelven a pasar sobre un píxel modificado, se ve modificado su comportamiento. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine. Escrito por David Bagley; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 4.22. Rakuautomaat, mis tegelikult on kahemõõtmeline Turingi masin: kui pead ("sipelgad") üle ekraani liiguvad, muudavad nad oma teel pikselite väärtust. Kui nad seejärel üle muudetud pikslite liiguvad, mõjutab see ka nende käitumist. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Autor: David Bagley; 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 4.22 bertsioan. Benetan bi dimentsioko Turing makina bat den automata zelular bat: buruak ("inurriak") pantailan zehar dabiltzan bitartean bere pixel-en balioak bidean zehar aldatzen dituzte. Ondoren, aldatutako pixel-en gainean pasatzerakoan, beren portaeran eragina dute. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine David Bagley-k idatzia; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 4.22 alkaen. Soluautomaatti, joka toimii kaksiulotteisen Turingin koneen tavoin. Päät (”muurahaiset”) liikkuvat näytöllä ja muuttavat kulkiessaan kuva-alkioiden arvoja. Osuessaan muuttuneeseen kuva-alkioon ne vaihtavat suuntaa. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Kirjoittanut David Bagley, 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 4.22. Une automatisation cellulaire qui représente vraiment une machine de Turing à deux dimensions. En effet, les têtes (ici les fourmis) en marchant sur l'écran changent les valeurs des pixels sur leur emplacement. Ainsi, comme elle passent sur des pixels modifiés, leur devenir est influencé http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine écrit par David Bagley ; 1997.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na versión 4.22. Un automatón celular que é de feito unha máquina de Turing de dúas dimensións: dado que as cabezas («formigas») andan ao longo da pantalla elas trocan os valores dos pixels polo camiño. Despois, encanto pasan polos píxeles alterados, o seu comportamento é influenciado. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Escribiuno por David Bagley en 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből a 4.22-es verzió óta. A program egy sejtautomatát ábrázol, amely lényegében egy kétdimenziós Turing-gép: a fejek ("hangyák") végiglépkednek a képernyőn, megváltoztatva a bejárt képpontok színét. Minden módosított pontnál megváltozik a viselkedésük. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine, készítette David Bagley, 1997.
it: Questo salvaschermo è stato rimosso dalla distribuzione di XScreenSaver a partire dalla versione 4.22. Un automa cellulare che è in realtà una macchina di Turing a due dimensioni: mentre le teste (le «formiche») passeggiano per lo schermo, cambiano i valori dei pixel attraversati. Quando poi attraverseranno pixel già modificati il loro movimento ne verrà influenzato. Vedi http://it.wikipedia.org/wiki/Formica_di_Langton e http://it.wikipedia.org/wiki/Macchina_di_Turing. Scritto da David Bagley; 1997.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。二次元チューリングマシンのセルオートマトン: ヘッド (蟻) がスクリーン上を歩き回り、通ったピクセルを変更します。蟻は通ったピクセルによって行動に影響を受けます。http://ja.wikipedia.org/wiki/ラングトンのアリ http://ja.wikipedia.org/wiki/チューリングマシン David Bagley、1997年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 4.22 дистрибутивінен бастап алынып тасталған. Бұл нағыз екі-өлшемді Тьюринг машинасы: дөңгелек бастар ("құмырсқалар") экранды шарлап жүреді. жүрген жердегі пикселдерді өзгертеді. Кейін, сол өзгертілген пикселдер жолында кездессе, ол оның қасиетіне әсер етеді. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Авторы: David Bagley; 1997.
ko: 이 화면 보호기는 XScreenSaver 4.22 버전부터 제거되었습니다. 세포 자동자는 2차원 튜링 기계입니다. 머리("개미")가 화면을 따라서 진행하면 개미가 따라간 길을 따라서 픽셀 값이 바뀝니다. 픽셀 값에 따라서 개미의 행동이 변합니다. 참조: http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine David Bagley 작성, 1997년.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver-utgaven i versjon 4.22. En cellulær automat som egentlig er en todimensjonal Turingmaskin: Som hodene («maur») går over skjermen, endres pikselverdi langs veien. Når de passerer over endrede piksler blir adferden påvirket. <link>http://en.wikipedia.org/wiki/Langton%27s_ant</link> <link>http://no.wikipedia.org/wiki/Turing-maskin</link> Skrevet av David Bagley, 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 4.22 nich mehr anbaden. En Zellautomaat, de in Wohrheit en tweedimenschonaal Turingmaschien is. Wielt de Köpp ("Miegemen") över den Schirm loopt, ännert se de Pixelklöör langs ehr Padden. Wenn se över ännerte Pixels loopt, warkt sik dat op ehr Bedregen ut. Schreven vun David Bagley. K.o. http://en.wikipedia.org/wiki/Langton%27s_ant, http://en.wikipedia.org/wiki/Turing_machine. 1997 schreven vun David Bagley.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 4.22. Een cellulaire automaat is eigenlijk een tweedimensionale Turingmachine: als de koppen ("mieren") door het scherm lopen, dan veranderen ze de pixelkleur op hun pad. Als ze vervolgens over gewijzigde pixels lopen, dan verandert hun gedrag. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine In 1997 geschreven door David Bagley.
nn: Denne pauseskjermen vart fjerna frå XScreensaver i versjon 4.22. Ein celleautomat er i praksis ei todimensjonal Turing-maskin. Når «maurane» går over skjermen, endrar dei pikselverdiane der dei går. Når dei så går over dei endra pikslane, endrar dei åtferd. <link>http://en.wikipedia.org/wiki/Langton%27s_ant</link> <link>http://en.wikipedia.org/wiki/Turing_machine</link> Skriven av David Bagley i 1997.
pl: Ten wygaszacz ekranu został usunięty z XScreenSaver w wersji 4.22. Automat komórkowy będący w zasadzie dwuwymiarową maszyną Turinga: główki ("mrówki") spacerując po ekranie zmieniają wartości pikseli na swojej drodze; gdy przechodzą nad zmienionymi pikselami, ich zachowanie się zmienia. Autor: David Bagley; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver desde a versão 4.22. Um autómato celular que é de facto uma máquina de Turing a duas dimensões: dado que as cabeças ("formigas") andam ao longo do ecrã, elas mudam os valores dos pixels pelo caminho. Depois, enquanto elas passam pelos pixels alterados, o seu comportamento é influenciado. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Criado por David Bagley; 1997.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Хранитель экрана представляет собой настоящую двумерную машину Тьюринга: головы («муравьи») путешествуют по экрану, изменяя точки на своём пути. Если они проходят по изменённым точкам, их собственное поведение тоже меняется. Автор Девид Бэгли (David Bagley).
sl: Ta ohranjevalnik zaslona je bil odstranjen iz distribucije XScreenSaver v različici 4.22. Celični avtomat, ki je v resnici dvodimenzionalna Turingova naprava: ko glave ("mravlje") hodijo po zaslonu spremenijo vrednosti točk na svoji poti. Ko hodijo po spremenjenih točkah, se njihovo obnašanje spreminja. http://en.wikipedia.org/wiki/Langton%27s_ant http://en.wikipedia.org/wiki/Turing_machine Napisal David Bagley, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 4.22.) Ћелијски аутомат који је заправо дводимензионална Тјурингова машина: главе („мрави“) иду екраном, мијењајући вриједности пиксела на путањи; када прођу преко измијењеног пиксела, промијене своје понашање (http://en.wikipedia.org/wiki/Langton%27s_ant, http://en.wikipedia.org/wiki/Turing_machine). Написао Дејвид Багли, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 4.22. En cellautomat som i själva verket är en tvådimensionell Turing-maskin: När punkterna ("myrorna") rör sig på skärmen, ändrar de bildpunkternas värden längs vägen. Sedan, när de passerar ändrade bildpunkter, påverkas deras beteende. Se http://sv.wikipedia.org/wiki/Langtons_myra och http://sv.wikipedia.org/wiki/Turingmaskin. Skriven av David Bagley.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 4.22. Цей зберігач екрана є насправді двовимірною машиною Тюрінга: голови («мурашки») ходять екраном і на своєму шляху змінюють значення пікселів. Потім, коли проходять над зміненими пікселями, це має вплив на їхню поведінку. http://en.wikipedia.org/wiki/Langton's_ant http://en.wikipedia.org/wiki/Turing_machine Автор — David Bagley.
zh_tw: 此螢幕保護程式從 4.22 版起已從 XScreenSaver 移除。一個「細胞自動機」（cellular automaton），事實上是一個二維的杜靈機（Turing machine）：當那些「螞蟻」走過螢幕時，會改變牠們路徑的像素顏色。而當牠們爬過其他已改變顏色的路徑時，牠們的行為也會被影響到。參考資料：http://en.wikipedia.org/wiki/Langton%27s_ant ，http://en.wikipedia.org/wiki/Turing_machine 。由 David Bagley 撰寫，1997。

# @label:slider
source: Timeout
ca@valencia: Interval
es: Tiempo de espera
et: Ajaületus
eu: Denbora muga
fi: Aikakatkaisu
fr: Délai
ga: Teorainn Ama
gl: Tempo límite
hu: Várakozási idő
it: Scadenza
ja: タイムアウト
kk: Күту уақыты
ko: 시간 제한
lv: Noildze
nb: Tidsgrense
nds: Töövtiet
nl: Tijdsoverschrijding
nn: Tidsavbrot
pl: Ograniczenie czasu
pt: Tempo-limite
ru: Время ожидания
sl: Časovna omejitev
sr@ijekavian: Прековријеме
sv: Tidsgräns
uk: Тайм-аут
zh_tw: 逾時

# @item:inrange Timeout
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Breve
ja: 小
kk: Аз
ko: 짧음
lv: Maza
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мало
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Timeout
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Көп
ko: 김
lv: Liela
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велико
sv: Stor
uk: Великий
zh_tw: 大
