Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item screen saver name
source: GLHanoi
ca@valencia: Hanoi GL
fr: Hanoi (GL)
gl: Hanoi GL
it: Torri di Hanoi
ja: GL ハノイ
kk: GLХаной жұмбағы
ko: GL 하노이 탑
pl: Wieża Hanoi GL
pt: Hanói (GL)
sl: Hanoi GL
sr@ijekavian: Ханојске (ГЛ)
uk: GL-ханой

# @info screen saver description
source: Solves the Towers of Hanoi puzzle. Move N disks from one pole to another, one disk at a time, with no disk ever resting on a disk smaller than itself. http://en.wikipedia.org/wiki/Tower_of_Hanoi Written by Dave Atkinson; 2005.
ca@valencia: Resol el trencaclosques de les torres de Hanoi. Mou N discos des d'un pal a un altre, un disc cada vegada, sense deixar cap disc o sobre d'un de més petit. http://en.wikipedia.org/wiki/Tower_of_Hanoi Escrit per Dave Atkinson; 2005.
es: Resuelve el rompecabezas de las Torres de Hanoi. Mueve N discos de un palo a otro (uno cada vez), sin poner ninguno encima de otro más pequeño. http://en.wikipedia.org/wiki/Tower_of_Hanoi. Escrito por Dave Atkinson; 2005.
et: Lahendab Hanoi tornide mõistatust, milles tuleb N ketast viia ühelt vardalt teisele, üks korraga ja nii, et ükski ketas ei satuks endast väiksema peale. http://en.wikipedia.org/wiki/Tower_of_Hanoi Autor: Dave Atkinson; 2005.
eu: Hanoiko Dorreak buruhausgarria ebazten du. Eraman N disko zutoin batetik beste batera, disko bat aldi bakoitzean, inoiz ez delarik ipintzen disko bat bera baino txikiago den beste baten gainean. http://en.wikipedia.org/wiki/Tower_of_Hanoi Dave Atkinson-ek idatzia; 2005.
fi: Ratkaisee Hanoin tornien ongelman. Siirtää N levyä paalusta toiseen yhden kerrallaan niin, ettei yksikään levy koskaan ole itseään pienemmän päällä. http://en.wikipedia.org/wiki/Tower_of_Hanoi Kirjoittanut Dave Atkinson, 2005.
fr: Résout le puzzle de la tour de Hanoi en déplaçant N disques d'un pôle à l'autre, un disque à la fois, sans aucun disque restant dans un disque plus petit que lui-même. http://en.wikipedia.org/wiki/Tower_of_Hanoi Écrit par Dave Atkinson ; 2005.
gl: Resolve o quebracabezas das Torres de Hanoi. Move N discos dun pau ao outro, movendo un disco de cada vez, sen que os discos descansen nunca noutro máis pequeno ca el. http://en.wikipedia.org/wiki/Tower_of_Hanoi. Escribiuno Dave Atkinson en 2005.
it: Risolve l'enigma delle torri di Hanoi. Sposta N dischi da un'asta all'altra, uno alla volta, senza che nessuno rimanga su uno più piccolo di sé stesso. http://it.wikipedia.org/wiki/Torre_di_Hanoi Scritto da Dave Atkinson; 2005.
ja: ハノイの搭を解きます。N 枚の円板を一つの軸からもう一つの軸へ、大きな円板が小さな円板の上に乗ることなく移動します。http://ja.wikipedia.org/wiki/ハノイの搭 Dave Atkinson、2005年作。
kk: Ханой мұнаралар жұмбағын шешуді бейнеледі. N тасты мұнарын бірбірлеп, үлкенің кішісіне қоймай, көшіру керек. http://en.wikipedia.org/wiki/Tower_of_Hanoi Авторы: Dave Atkinson; 2005.
ko: 하노이 탑 퍼즐을 풉니다. N개의 원반을 하나의 기둥에서 다른 기둥으로 이동하며, 한 번에 한 개씩 이동하며 자기보다 작은 원반 위에 올릴 수 없습니다. https://ko.wikipedia.org/wiki/%ED%95%98%EB%85%B8%EC%9D%B4%EC%9D%98_%ED%83%91 Dave Atkinson 작성, 2005년.
nb: Løser Tårnet i Hanoi. Flytt N skiver fra en stang til en annen, en skive av gangen, slik at ingen skive blir lagt på en som er mindre enn den, <link>http://en.wikipedia.org/wiki/Tower_of_Hanoi</link> Skrevet av dave Atkinson i 2005
nds: Lööst dat "Toorns vun Hanoi"-Problem. Sett N Schieven vun een Siet na en anner üm, jümmers bloots een Schiev op eenmaal, ahn dat en grötter Schiev över an lütter Schiev liggt. http://de.wikipedia.org/wiki/Türme_von_Hanoi Schreven vun Dave Atkinson, 2005.
nl: Lost de Torens van Hanoi puzzel op. Schuift N schijfjes van de ene paal naar de andere, een schijf per keer, waarbij geen schijf ooit mag rusten op een kleinere schijf dan zichzelf. http://en.wikipedia.org/wiki/Tower_of_Hanoi In 2005 geschreven door Dave Atkinson.
nn: Løyser Tårnet i Hanoi. Ei visst mengd skiver skal flyttast frå stonga til venstre til stonga til høgre, éi skive om gongen, slik at inga skive vert lagt på éi som er mindre. <link>http://en.wikipedia.org/wiki/Tower_of_Hanoi</link> Skriven av Dave Atkinson i 2005.
pl: Rozwiązuje łamigłówkę Wieże Hanoi. Trzeba przenieść n krążków z jednej tyczki na inną, po jednym krążku na raz, przy czym nie można ułożyć większego krążka na mniejszym. http://en.wikipedia.org/wiki/Tower_of_Hanoi Autor: Dave Atkinson; 2005.
pt: Resolve o 'puzzle' das Torres de Hanói. Mover N discos de um pino para outro, um disco de cada vez, sem que cada disco permaneça sobre um disco menor que ele. http://en.wikipedia.org/wiki/Tower_of_Hanoi Feito por Dave Atkinson; 2005.
ru: Решение головоломки "Ханойская башня". Задача - перенести n-количество колец с одного стержня на другой по одному. Кольцо не должно лежать на кольце меньшего размера. http://ru.wikipedia.org/wiki/Ханойская_башня Автор Дейв Эткинсон (Dave Atkinson), 2005.
sl: Reši uganko Hanojski stolpi. Premaknite N diskov z ene paličice na drugo en disk naenkrat, pri čemer ne sme noben disk počivati na manjšem disku. http://en.wikipedia.org/wiki/Tower_of_Hanoi Napisal Dave Atkinson, 2005.
sr@ijekavian: Рјешава слагалицу „Ханојске куле“: премјестити одређен број дискова са једног штапа на други, један по један, тако да ни у једном тренутку већи диск не належе на мањи (http://en.wikipedia.org/wiki/Tower_of_Hanoi). Написао Дејв Аткинсон, 2006.
sv: Löser problemet Tornen i Hanoi. Flytta N skivor från en pinne till en annan, en skiva åt gången, utan att någon skiva någonsin ligger på en skiva som är mindre än den själv. Se http://sv.wikipedia.org/wiki/Tornen_i_Hanoi. Skriven av Dave Atkinson, 2005.
uk: Розв’язує головоломку з Ханойськими баштами. Суть така: перемістити N дисків з одного кілочка на інший, по одному так, щоб на меншому диску ніколи не знаходився більший. http://en.wikipedia.org/wiki/Tower_of_Hanoi Автор — Dave Atkinson; 2005.
zh_tw: 玩河內塔（Hanoi Tower）遊戲。將 N 個碟片從一個柱子移到另一個，一次移一個碟片，大的碟片不能在小的上面。參考資料：http://en.wikipedia.org/wiki/Tower_of_Hanoi 。由 Dave Atkinson 撰寫，2005。

# @label:slider
source: Number of disks
ca@valencia: Nombre de discos
es: Número de discos
et: Ketaste arv
eu: Disko kopurua
fi: Levyjen määrä
fr: Nombre de disques
ga: Líon na ndioscaí
gl: Número de discos
hu: A lemezek száma
it: Numero di dischi
ja: 円板の数
kk: Тастар саны
ko: 원반 개수
lv: Disku skaits
nb: Antall skiver
nds: Tall vun Schieven
nl: Aantal schijven
nn: Talet på skiver
pl: Liczba krążków
pt: Número de discos
ru: Количество дисков
sl: Število diskov.
sr@ijekavian: Број дискова
sv: Antal skivor
uk: Кількість дисків
zh_tw: 碟片數目

# @label:slider
source: Number of poles
ca@valencia: Nombre de pals
es: Número de postes
et: Varraste arv
fi: Paaluja
fr: Nombre de poles
gl: Número de canos
hu: A pólusok száma
it: Numero di torri
kk: Қадалар саны
ko: 기둥 개수
lv: Stieņu skaits
nb: Antall stolper
nds: Tall vun Stapels
nl: Aantal polen
pl: Liczba biegunów
pt: Número de pólos
ru: Количество кругов
sl: Število palic
sr@ijekavian: Број стубића
sv: Antal pinnar
uk: Кількість кілків
zh_tw: 柱子數目

# @label:slider
source: Speed (of smallest disks)
ca@valencia: Velocitat (dels discs més petits)
es: Velocidad (de los discos más pequeños)
et: Kiirus (väikseimal kettal)
fi: Nopeus (pienimmät levyt)
fr: Vitesse (des plus petits disques)
gl: Velocidade (do menor dos discos)
hu: Sebesség (a legkisebb korongok)
it: Velocità (dei dischi più piccoli)
kk: Жылдамдығы (ең шағын тастар)
ko: 가장 작은 원반 속도
lv: Ātrums (mazāko disku)
nb: Hastighet (for de minste skivene)
nds: Gauigkeit (lüttste Schieven)
nl: Snelheid (van de kleinste schijven)
pl: Szybkość (najmniejszych dysków)
pt: Velocidade (dos discos menores)
ru: Скорость (самых маленьких дисков)
sl: Hitrost (najmanjših diskov)
sr@ijekavian: Брзина (најмањих дискова)
sv: Hastighet (för de minsta skivorna)
uk: Швидкість (найменших дисків)
zh_tw: 速度（最小的碟片）

# @label:slider
source: Length of disk trails
ca@valencia: Longitud de les trajectòries dels discs
es: Longitud de los rastros de los discos
et: Kettajälgede pikkus
fi: Levyjen jälkien pituus
fr: Longueur des chemins des disques
gl: Lonxitude dos discos dos ronseis
hu: A korongsávok hossza
it: Lunghezza delle scie dei dischi
kk: Тас іздерінің ұзындығы
ko: 원반 궤적 길이
lv: Diska pēdu garums
nb: Sporlengde
nds: Schievenspoorlängde
nl: Lengte van sporen op schijf
pl: Długość śladów dysków
pt: Comprimento dos trilhos dos discos
ru: Длина следов диска
sl: Dolžina sledi diskov
sr@ijekavian: Дужина трагова дискова
sv: Längden på skivornas spår
uk: Довжина слідів від дисків
zh_tw: 碟片軌跡長度

# @option:check
source: Enable fog
ca@valencia: Activa la boira
es: Activar niebla
et: Udustamise lubamine
eu: Gaitu lainoa
fi: Sumuinen
fr: Activer le brouillard
ga: Cumasaigh ceo
gl: Activar o neboeiro
hu: Köd engedélyezése
it: Attiva la nebbia
ja: フォグを有効に
kk: Тұман болсын
ko: 안개 사용
lv: Ieslēgt miglu
nb: Slå på tåke
nds: Daak bruken
nl: Mist activeren
nn: Teikn tåke
pl: Włącz mgłę
pt: Activar o nevoeiro
ru: Туман
sl: Omogoči meglo
sr@ijekavian: Магла
sv: Aktivera dimma
uk: Увімкнути туман
zh_tw: 開啟霧

# @option:check
source: Enable lighting
ca@valencia: Activa la il·luminació
es: Activar iluminación
et: Värvimise lubamine
eu: Gaitu argiztapena
fi: Käytä valaistusta
fr: Activer l'éclairage
ga: Cumasaigh soilsiú
gl: Activar os lóstregos
hu: Világítás engedélyezése
it: Attiva l'illuminazione
ja: ライティングを有効に
kk: Жарық түссін
ko: 빛 사용
lv: Ieslēgt gaismojumu
nb: Bruk lyssetting
nds: Latücht bruken
nl: Verlichting activeren
nn: Bruk lyssetjing
pl: Włącz oświetlenie
pt: Activar a iluminação
ru: Освещение
sl: Omogoči osvetlitev
sr@ijekavian: Муње
sv: Aktivera ljussättning
uk: Ввімкнути освітлення
zh_tw: 開啟光

# @item screen saver name
source: GLKnots
ca@valencia: Nusos GL
et: GLSõlmed
eu: GLKorapiloak
fi: GL-Solmut
fr: Noeuds (GL)
gl: Nós GL
hu: GLCsomók
it: Nodi
ja: GL ノット
kk: GLШиеленіс
ko: GL 매듭
nb: GLKnuter
nds: GLKnütten
nn: GL-knutar
pl: Węzły GL
pt: Nós (GL)
sl: Vozli GL
sr@ijekavian: Чворови (ГЛ)
sv: Knutar GL
uk: Вузли (GL)

# @info screen saver description
source: Generates some twisting 3d knot patterns. Spins 'em around. http://en.wikipedia.org/wiki/Knot_theory Written by Jamie Zawinski; 2003.
ca@valencia: Genera patrons en 3D de nusos lligats. Giren sobre si mateixos. http://en.wikipedia.org/wiki/Knot_theory Escrit per Jamie Zawinski; 2003.
es: Genera patrones de nudos en 3D que se retuercen. Van girando alrededor. http://en.wikipedia.org/wiki/Knot_theory. Escrito por Jamie Zawinski; 2003.
et: Loob väändunud 3D sõlmemustreid ja keerutab neid. http://en.wikipedia.org/wiki/Knot_theory Autor: Jamie Zawinski; 2003.
fi: Luo joitakin kiertyviä 3U-solmukuvioita ja kieputtaa niitä. http://en.wikipedia.org/wiki/Knot_theory Kirjoittanut Jamie Zawinski, 2003.
fr: Génère des canevas en 3D qui tortille. La vue tourne autour. http://en.wikipedia.org/wiki/Knot_theory Écrit par Jamie Zawinski ; 2003.
gl: Xera patróns de nós 3d retorcidos, e xira arredor deles. http://en.wikipedia.org/wiki/Knot_theory. Escribiuno Jamie Zawinski en 2003.
hu: Néhány csavarodó 3D csomó mintát generál. Pörgesse őket körül! http://en.wikipedia.org/wiki/Knot_theory Készítette: Jamie Zawinski, 2003.
it: Genera alcuni schemi intricati di nodi. Li fa girare. http://it.wikipedia.org/wiki/Teoria_dei_nodi Scritto da Jamie Zawinski; 2003.
kk: Шатасқан үш-өлшмді шиеленістерді бейнесі. Бұралады. http://en.wikipedia.org/wiki/Knot_theory Автор Jamie Zawinski; 2003.
ko: 회전하는 3D 매듭 패턴을 보여 줍니다. 매듭은 서로 얽힙니다. https://ko.wikipedia.org/wiki/%EB%A7%A4%EB%93%AD_%EC%9D%B4%EB%A1%A0 Jamie Zawinski 작성, 2003년.
nb: Lager innviklede 3D knutemønster og snurrer dem rundt. <link>http://en.wikipedia.org/wiki/Knot_theory</link> Skrevet av Jamie Zawinski i 203.
nds: Stellt en Reeg vun sik dreihen 3D-Knüttmustern op. http://de.wikipedia.org/wiki/Knotentheorie Schreven vun Jamie Zawinski, 2003.
nl: Genereert enige ronddraaiende 3D knooppatronen. http://en.wikipedia.org/wiki/Knot_theory In 2003 geschreven door Jamie Zawinski.
nn: Lagar kompliserte tredimensjonale knutemønster, for så å snurra dei rundt. <link>http://en.wikipedia.org/wiki/Knot_theory</link> Skriven av Jamie Zawinski i 2003.
pl: Skręcające i obracające się trójwymiarowe wzory węzłów. http://en.wikipedia.org/wiki/Knot_theory Autor: Jamie Zawinski; 2003.
pt: Gera alguns padrões de nós em 3D retorcidos. Roda-os sobre si mesmos. http://en.wikipedia.org/wiki/Knot_theory Feito por Jamie Zawinski; 2003.
ru: Скручивающиеся трёхмерные узлы. http://ru.wikipedia.org/wiki/Теория_узлов Автор Джеми Завински (Jamie Zawinski), 2003.
sl: Ustvari nekaj zvitih vzorcev 3d vozlov. Vrti jih naokoli. http://en.wikipedia.org/wiki/Knot_theory Napisal Jamie Zawinski, 2003.
sr@ijekavian: Генерише обрасце изувијаних 3Д чворова, па их врти наоколо (http://en.wikipedia.org/wiki/Knot_theory). Написао Џејми Завински, 2003.
sv: Skapar några snoende tredimensionella knutmönster. Spinner omkring dom. Se http://sv.wikipedia.org/wiki/Knutteori. Skriven av Jamie Zawinski, 2003.
uk: Створює заплутані просторові вузлові візерунки. Крутить їх. http://en.wikipedia.org/wiki/Knot_theory Автор — Jamie Zawinski; 2003.
zh_tw: 產生一些立體扭曲的結的樣式，然後讓它們旋轉。參考資料：http://en.wikipedia.org/wiki/Knot_theory 。由 Jamie Zawinski 撰寫，2003。

# @label:slider
source: Resolution
ca@valencia: Resolució
es: Resolución
et: Lahutusvõime
eu: Bereizmena
fi: Hienojakoisuus
fr: Résolution
ga: Taifeach
gl: Resolución
hu: Felbontás
it: Risoluzione
ja: 解像度
kk: Тегістігі
ko: 해상도
lv: Izšķirtspēja
nb: Oppløsning
nds: Oplösen
nl: Resolutie
nn: Oppløysing
pl: Rozdzielczość
pt: Resolução
ru: Разрешение
sl: Ločljivost
sr@ijekavian: Резолуција
sv: Upplösning
uk: Роздільна здатність
zh_tw: 解析度

# @item:inrange Resolution
source: Segmented
ca@valencia: Segmentada
es: Segmentado
et: Lõigustatud
fi: Kulmikas
fr: Segmentés
ga: Deighilte
gl: Segmentado
hu: Szegmentált
it: A segmenti
ja: セグメント
kk: Иректі
ko: 거칠게
lv: Segmentēts
nb: Oppdelt
nds: Ünnerdelen
nl: Gesegmenteerd
nn: Oppdelt
pl: Podzielone
pt: Segmentada
ru: Сегментировано
sl: Segmentirano
sr@ijekavian: издијељено
sv: Segmenterad
uk: Сегментовані
zh_tw: 切割

# @item:inrange Resolution
source: Smooth
ca@valencia: Suau
es: Suave
et: Mahe
eu: Leuna
fi: Tasainen
fr: Doux
ga: Réidh
gl: Suave
hu: Sima
it: Liscia
ja: スムーズ
kk: Тегіс
ko: 부드럽게
lv: Gluds
nb: Jevn
nds: Week
nl: Glad
nn: Mjuk
pl: Gładkość
pt: Suave
ru: Плавно
sl: Gladka
sr@ijekavian: глатко
sv: Jämn
uk: Згладити
zh_tw: 平滑

# @item screen saver name
source: GLMatrix
ca@valencia: Matrix GL
eu: GLMatrizea
fr: Matrix (GL)
gl: Matrix GL
hu: GLMátrix
it: Matrix GL
ja: GL マトリックス
kk: GLМатрица
ko: GL 매트릭스
lv: GL Matrikss
pl: Matrix GL
pt: Matrix (GL)
sl: Matrica GL
sr@ijekavian: Матрикс (ГЛ)
sv: Matrix GL
uk: Матриця (GL)
zh_tw: 駭客任務（GL）

# @info screen saver description
source: Draws the 3D "digital rain" effect, as seen in the title sequence of "The Matrix". See also "xmatrix" for a 2D rendering of the similar effect that appeared on the computer monitors actually *in* the movie. http://en.wikipedia.org/wiki/Matrix_digital_rain Written by Jamie Zawinski; 2003.
ca@valencia: Dibuixa l'efecte «pluja digital» en 3D, com es veu a l'escena dels títols de «Matrix». Vegeu també «xmatrix» per a una representació 2D d'un efecte paregut que apareixen en els monitors dels ordinadors *dins* de la pel·lícula. http://en.wikipedia.org/wiki/Matrix_digital_rain Escrit per Jamie Zawinski; 2003.
es: Dibuja caracteres en 3D cayendo similares a los que aparecen en la secuencia de títulos de la película «Matrix». Vea también «xmatrix» para una representación en 2D con un efecto similar al que aparece en los monitores de los equipos *en* la película. http://en.wikipedia.org/wiki/Matrix_digital_rain. Escrito por Jamie Zawinski; 2003.
et: Joonistab 3D "digitaalvihma", nagu seda võib näha näiteks filmis "Matrix". Vaata ka ekraanisäästjat "xmatrix", kus on seesama 2D renderduses, nagu oli tegelikult ka filmis olevate arvutite ekraanidel. http://en.wikipedia.org/wiki/Matrix_digital_rain Autor: Jamie Zawinski; 2003.
fi: Piirtää kolmiulotteisen ”digitaalisade”-tehosteen kuten Matrix-elokuvan alkuteksteissä. Katso myös XMatrix-näytönsäästäjää, joka hahmontaa saman tehosteen kaksiulotteisena kuten itse elokuvan tietokoneiden ruudulla. http://en.wikipedia.org/wiki/Matrix_digital_rain Kirjoittanut Jamie Zawinski, 2003.
fr: Dessine l'effet en 3D de « pluie numérique » comme on peu la voir dans la séquence de titre du film « Matrix ». Voir aussi « Xmatrix » pour un rendu similaire de l'effet en 2D qui apparaît sur les écrans d'ordinateur visible effectivement dans le film. http://en. wikipedia.org/wiki/Matrix_digital_rain Écrit par Jamie Zawinski ; 2003.
gl: Debuxa caracteres 3D a caer dun xeito semellante á secuencia de «Matrix». Vexa tamén o «xmatrix» que debuxa en 2D un efecto semellante ao que aparecía nas pantallas dos ordenadores que aparecían realmente na película. Escribiuno Jamie Zawinski en 2003.
it: Disegna l'effetto della «pioggia digitale» tridimensionale, come nei titoli di testa del film «Matrix». Vedi anche «Matrix X» per una resa bidimensionale dell'effetto simile che appariva sui monitor dei computer nel film. http://en.wikipedia.org/wiki/Matrix_digital_rain, scritto da Jamie Zawinski, 2003.
kk: "Цифрлық жаңбыр" 3D эффект бейнесі. Бұл бейне "Матрица" фильм басындағы жазуға еліктейді. Бұған қоса "Матрица X" дегенді қараңыз. Онда сол фильмдегі компьютер мониторлардағы жазуға ұқсас екі-өлшемді эффект бейнеленеді. http://en.wikipedia.org/wiki/Matrix_digital_rain Авторы: Jamie Zawinski; 2003.
ko: 매트릭스 오프닝에서 볼 수 있는 3차원 디지털 비 효과를 그립니다. 영화 내 컴퓨터 모니터에 실제로 나타난 것과 비슷한 2차원 렌더링 효과를 보려면 "xmatrix" 화면 보호기를 참고하십시오. http://en.wikipedia.org/wiki/Matrix_digital_rain Jamie Zawinski 작성, 2003년.
nb: Tegner 3D «digitalt regn» som likner tittelsekvensen i filmen «The Matrix». Se også pauseskjermen «xmatrix» som har en 2D-visning av en liknende effekt, som vist på dataskjermene i selve filmen. http://en.wikipedia.org/wiki/Matrix_digital_rain Skrevet av Jamie Zawinski i 2003.
nds: Daalfallen Tekens in 3D, ok "digitaal Regen" nöömt, liek an'n Anfang vun den Film "Matrix". Wullt Du en 2D-Dorstellen *ut* den Film sehn, de se dor jümmers op ehr Monitorschirmen hebbt, denn kiek Di man den Pausschirm "XMatrix" an. http://en.wikipedia.org/wiki/Matrix_digital_rain Schreven vun Jamie Zawinski, 2003.
nl: Toont in 3D het effect "digitale regen" zoals te zien in de titel van "The Matrix". Zie ook "xmatrix" voor een 2D weergave van een soortgelijk effect dat verscheen op de monitoren van de computers *in* de film. http://en.wikipedia.org/wiki/Matrix_digital_rain In 2003 geschreven door Jamie Zawinski.
pl: Rysuje efekt trójwymiarowego "cyfrowego deszczu", takiego jak w tytułowej sekwencji filmu "The Matrix". Zajrzyj również pod pojęcie "xmatrix" po dwuwymiarowe wyświetlanie podobnego efektu, który był tak właściwie wyświetlany na monitorach komputerowych *w* filmie. http://en.wikipedia.org/wiki/Matrix_digital_rain Napisane przez Jamie Zawinski; 2003.
pt: Desenha caracteres 3D em queda, de forma semelhante ao que é visto na sequência inicial do filme "The Matrix". Veja também o "xmatrix" para obter uma representação em 2D do efeito semelhante que aparecia nos monitores dos computadores *dentro* do filme. http://en.wikipedia.org/wiki/Matrix_digital_rain Feito por Jamie Zawinski; 2003.
ru: Трёхмерные падающие символы, аналогичные показанным в титрах фильма "Матрица". Также см. хранитель экрана "xmatrix", двумерный аналог "действительно" показанных в фильме эффектов матрицы на экранах компьютеров. http://en.wikipedia.org/wiki/Matrix_digital_rain Автор Джеми Завински (Jamie Zawinski), 2003.
sl: Izriše padajoče 3D znake podobne tiste na začetku filma "Matrica". Oglejte si tudi "xmatrix" za 2D izrisovanje podobnega učinka, ki se je pojavil na računalnikih v filmu. http://en.wikipedia.org/wiki/Matrix_digital_rain Napisal Jamie Zawinski, 2003.
sr@ijekavian: Црта 3Д ефекат „дигиталне кише“, налик ономе из уводне шпице „Матрикса“. Погледајте и Икс‑матрикс за 2Д реализацију сличног ефекта, који се заправо јављао на рачунарским мониторима у току филма (http://en.wikipedia.org/wiki/Matrix_digital_rain). Написао Џејми Завински, 2003.
sv: Ritar ett tredimensionellt "digitalt regn" som liknar det som syns i den inledande sekvensen i "Matrix". Se också "X-matrix" för en tvådimensionell återgivning av den liknande effekten som syns på datorernas bildskärmar i själva filmen. Se http://en.wikipedia.org/wiki/Matrix_digital_rain. Skriven av Jamie Zawinski, 2003.
uk: Малює просторовий ефект «цифрового дощу», щось подібне на те, що можна побачити на початку фільму «Матриця». Також погляньте на «xmatrix», яка відображає плоску анімацію з ефектами, що відповідають зображенням на комп’ютерних моніторах протягом фільму. http://en.wikipedia.org/wiki/Matrix_digital_rain Автор — Jamie Zawinski; 200.
zh_tw: 繪製掉落的立體字元，就像駭客任務裡的那樣，不過是立體的版本。另外有一個平面的版本「駭客任務」，就真的像電影裡的畫面。http://en.wikipedia.org/wiki/Matrix_digital_rain 由 Jamie Zawinski 撰寫，2003。
