Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This bouncing ball is a clone of the first graphics demo for the Amiga 1000, which was written by Dale Luck and RJ Mical during a break at the 1984 Consumer Electronics Show (or so the legend goes.) This looks like the original Amiga demo if you turn off "smoothing" and "lighting" and turn on "scanlines", and is somewhat more modern otherwise. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Written by Jamie Zawinski; 2005.
ca@valencia: Esta bola que rebota és un clon de la primera demostració gràfica per a l'Amiga 1000, escrit per Dale Luck i RJ Mical durant un descans al Consumer Electronics Show del 1984 (així diu la llegenda). Esta pareix la demostració original de l'Amiga si inactiveu el «suavitzat» i la «il·luminació» i activeu les «línies d'exploració», i en cas contrari tindrà un aspecte més modern. http://en.wikipedia.org/wiki/Amiga#Boing_Ball. Escrit per Jamie Zawinski; 2005.
es: La pelota que rebota es un clon de la primera demostración gráfica para el Amiga 1000, escrito por Dale Luck y RJ Mical durante un descanso en la feria del CES de 1984 (o eso cuenta la leyenda). Parece la demostración del amiga original si desactiva el «suavizado» y la «iluminación» y activa la «exploración lineal», de lo contrario parece más moderno. http://en.wikipedia.org/wiki/Amiga#Boing_Ball. Escrito por Jamie Zawinski; 2005.
et: See põrkav pall on Amiga 1000 esimese graafikademo kloon; originaali kirjuasid Dale Luck ja RJ Mical juba 1984. aastal tarbeelektroonika näituse tarbeks (vähemalt väidab nii legend). See tundub olevat päris Amiga algne demo, kui lülitada "pehmendamine" ja "valgustus" välja ning "rasterjooned" sisse, muidu aga tublisti moodsam. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Autor: Jamie Zawinski; 2005.
eu: Botatzen duen pilota hau Amiga 1000-rako egin zen lehen erakustaldi grafikoaren klon bat da, 1984ko Consumer Electronics Show-aren atsedenaldi batean Dale Luck eta RJ Mical-ek idatzi zutena (kondairak hala dio behintzat). Jatorrizko Amiga erakustaldiaren itxura dauka "Leuntzea" eta "argiteria" itzaldu eta "eskaneatutako lerroa" pizten baduzu, eta beste modernoago dirudi. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Jamie Zawinski-k idatzia; 2005.
fi: Tämä pomppiva pallo on klooni Amiga 1000:n ensimmäisestä grafiikkademosta, jonka legendan mukaan kirjoittivat Dale Luck ja RJ Mical vuoden 1984 kuluttajaelektroniikkanäyttelyn tauolla. Näyttää alkuperäiseltä Amigan demolta, jos poistat käytöstä ”pehmennyksen” ja ”valaistuksen” sekä otat ”pyyhkäisyviivat” käyttöön; muuten vähän modernisoitu. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Kirjoittanut Jamie Zawinski, 2005.
fr: Cette boîte rebondissante est un clone de la première démonstration graphique de l'Amiga 1000, qui a été écrite Dale Luck et RJ Mical lors d'une pause au Consumer Electronics Show de 1984 (comme véhiculé par la légende). Ceci ressemble à la démonstration originale de l'Amiga si vous désactivez les options « Lissage » et « Éclairage » et que vous activez l'option « Cannelures ». Cela aura toutefois l'air plus moderne. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Écrit par Jamie Zawinski ; 2005.
gl: Esta bóla a rebotar é un clone da primeira demostración gráfica para o Amiga 1000, que fora escrita por Dale Luck e RJ Mical durante un descanso no Consumer Electronics Show de 1984 (ou iso conta a lenda). Semellará a demo orixinal do Amiga se desactiva as opcións «suavizado» e «iluminación» e activa as «liñas de varrido», caso contrario terá unha aparencia máis moderna. http://en.wikipedia.org/wiki/Amiga#Boing_Ball. Escribiuno Jamie Zawinski en 2005.
it: Questa palla rimbalzante è un clone della prima dimostrazione grafica per l'Amiga 1000, scritta da Dale Luck e RJ Mical in una pausa al Consumer Electronics Show del 1984 (o almeno così è la leggenda). Ha l'aspetto della dimostrazione originale dell'Amiga se disattivi la «lisciatura» e l'«illuminazione» e attivi le «linee di scansione», altrimenti sembrerà un po' più moderno. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Scritto da Jamie Zawinski; 2005.
kk: Бұл секірмелі доп Amiga 1000 компьютердің бірінші графикалық демо бағдарламасының клоны. Оны (аңыз бойынша), Dale Luck пен RJ Mical 1984 жылғы Тұрмыстық Электроника көрмесінде, үзілісінде жазған.Бұның "тегістеу", "жарық" дегендерін өшіріп, "сканжолдары" дегенді қоссаңыз - мүлдем бастапқы Amiga демоға ұқсап кетеді. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Авторы: Jamie Zawinski; 2005.
ko: 튀는 공은 Amiga 1000용으로 개발된 첫 그래픽 데모 클론이며, 원작은 1984년 CES를 위하여 Dale Luck, RJ Mical이 개발하였습니다. "부드럽게" 및 "조명" 효과를 끄고 "스캔라인" 효과를 켜면 원래 Amiga 데모와 비슷한 모양이 됩니다. 이 효과를 사용하지 않으면 좀 더 현대적으로 보입니다. https://ko.wikipedia.org/wiki/%EC%95%84%EB%AF%B8%EA%B0%80 Jamie Zawinski 작성, 2005년.
nb: Denne sprettballen er en klone av den første grafikk-demoen for Amiga 1000, som ble skrevet av Dale Luck og RJ Mical under en pause ved Consumer Electronics Show i 1984 (så sier legenden). Dette likner den opprinnelige Amiga-demoen hvis du slår aav «utjevning» og «lyssetting» og slår på «skannelinjer», og er ellers litt mer moderne. <link>http://en.wikipedia.org/wiki/Amiga#Boing_Ball</link> Skrevet av Jamie Zawinski; 2005.
nds: Disse Jumpball is en Kloon vun de eerste graafsche Dorstellen vun den Amiga 1000, de Dale Luck un R.J. Mical binnen en Paus op 1984er Consumer Electronics Show schreven hebbt, warrt tominnst seggt. Süht as dat Orginaal ut, wenn Een „Weekmaken“ un „Latücht“ ut- un „Inleesregen“ anmaakt, anners is dat modeernscher. K.o. http://en.wikipedia.org/wiki/Amiga#Boing_Ball. 2005 schreven vun Jamie Zawinski.
nl: Deze stuiterende bal is een kloon van de eerste grafische demo voor de Amiga 1000, die was geschreven door Dale Luck en RJ Mical tijdens een pauze op de 1984 Consumer Electronics Show (tenminste dat is de legende). Deze lijkt op de originele Amiga demo als u "gladstrijken" en "aanlichten" uitzet en "scanlijnen" aanzet. Verder is deze wat moderner. http://en.wikipedia.org/wiki/Amiga#Boing_Ball In 2005 geschreven door Jamie Zawinski.
nn: Denne sprettballen er ein klon av den første grafikkdemoen til Amiga 1000, som var skriven av Dale Luck og R.J. Mical under ein pause i Consumer Electronics Show i 1984 (så seier iallfall soga). Pauseskjermen ser ut som den opphavlege demoen om du slår av glattinga og lyssetjinga, og slår på skannlinjene. <link>http://en.wikipedia.org/wiki/Amiga#Boing_Ball</link> Skriven av Jamie Zawinski i 2005.
pl: Ta symulacja odbijającej się piłki jest klonem pierwszego graficznego programu demonstracyjnego dla komputera Amiga 1000, który został napisany przez Dale'a Lucka i RJ Micala podczas przerwy w wystawie Consumer Electronic Show w 1984 roku (tak przynajmniej głosi legenda). Obraz wygląda tak jak w oryginale jeśli wyłączy się opcje "wygładzanie" i "oświetlenie" i włączy "linie skanowania". Autor: Jamie Zawinski; 2005.
pt: Esta bola saltitante é uma cópia da primeira demonstração gráfica do Amiga 1000, que foi feita por Dale Luck e RJ Mical, durante uma pausa do Consumer Electronics Show de 1984 (ou como diz a lenda). Isto parece a demonstração original do Amiga, caso desligue a "suavização" e "iluminação" e active as "linhas de percurso", sendo que terá um aspecto mais moderno, em caso contrário. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Feito por Jamie Zawinski; 2005.
ru: Скачущий мяч — это клон первого графического демо для Amiga 1000 (http://ru.wikipedia.org/wiki/Amiga), написанного, согласно легенде, во время перерыва на выставке Consumer Electronics в 1984 году Дейлом Лак (Dale Luck) и RJ Mical. Если отключить сглаживание и подсветку и включить растровые строки, то он выглядит совсем как оригинальное демо для Amiga. Автор Джеми Завински (Jamie Zawinski); 2005.
sl: Odbijajoča žoga je klon prve grafične predstavitve za Amigo 1000, ki sta jo napisala Dale Luck in RJ Mical med odmorom na Consumer Electronics Show leta 1984 (tako vsaj pravi legenda). Ta je videti kot izvirna predstavitev Amiga, če izklopite "glajenje" in "osvetlitev" in vklopite "krivulje", v nasprotnem primeru je videti nekoliko modernejši. http://en.wikipedia.org/wiki/Amiga#Boing_Ball Napisal Jamie Zawinski, 2005.
sr@ijekavian: Ова одбијајућа лопта је клон првог графичког демоа за амигу 1000, који су написали Дејл Лак и Роберт Микал у паузи током Сајма потрошачке електронике 1984. (или је бар тако по легенди, http://en.wikipedia.org/wiki/Amiga#Boing_Ball). Личиће на оригинални демо са амиге ако искључите пеглање и освјетљење, а укључите скенлиније; иначе изгледа нешто модерније. Написао Џејми Завински, 2005.
sv: Den här studsande bollen är en klon av den första grafikdemonstrationen för Amiga 1000, som skrevs av Dale Luck och RJ Mical under en rast på 1994 års konsumentelektronikmässa (åtminstone säger legenden det). Den här ser ut som den ursprungliga demonstrationen på Amiga om du stänger av "utjämning" och "ljussättning", och sätter på "avsökningslinjer". Annars är den något modernare. Se http://en.wikipedia.org/wiki/Amiga#Boing_Ball. Skriven av Jamie Zawinski, 2005.
uk: М’ячик, що підстрибує, є клоном першого графічного ролика-демонстрації для Amiga 1000, написаного, як говорить легенда, Dale Luck та RJ Mical під час перерви на показі споживчої електроніки у 1984 році. Зображення відповідатиме оригінальному зображенню на Amiga, якщо ви вимкнете «згладжування» та «освітлення» та увімкнете «лінії розгортки». http://en.wikipedia.org/wiki/Amiga#Boing_Ball Автор — Jamie Zawinski; 2005.
zh_tw: 這個彈跳球程式是第一個 Amiga 1000 的圖形展示的複製品，原始的展示是由 Dale Luck 與 RJ Mical 在 1984 Consumer Electronics Show 中撰寫。若是您關閉了「光滑」與「照明」並打開「掃描線」選項，看起來就跟最原始的 Amiga 展示一樣了。參考資料：http://en.wikipedia.org/wiki/Amiga#Boing_Ball ，由 Jamie Zawinski 撰寫，2005。

# @label:slider
source: Size
ca@valencia: Mida
es: Tamaño
et: Suurus
eu: Neurria
fi: Koko
fr: Taille
ga: Méid
gl: Tamaño
hu: Méret
it: Dimensione
ja: サイズ
kk: Өлшемі
ko: 크기
lv: Izmērs
nb: Størrelse
nds: Grött
nl: Grootte
nn: Storleik
pl: Rozmiar
pt: Tamanho
ru: Размер
sl: Velikost
sr@ijekavian: Величина
sv: Storlek
uk: Розмір
zh_tw: 大小

# @item:inrange Size
source: Tiny
ca@valencia: Minúscula
es: Pequeño
et: Tilluke
eu: Nimiñoa
fi: Pikkuruinen
fr: Petite
ga: An-bheag
gl: Pequerrecho
hu: Nagyon kicsi
it: Minuscola
ja: 小さい
kk: Шағын
ko: 작게
lv: Sīks
nb: Bitteliten
nds: Lierlütt
nl: Heel klein
nn: Ørliten
pl: Mały
pt: Minúscula
ru: Меньше
sl: Drobcena
sr@ijekavian: сићушна
sv: Mycket liten
uk: Крихітний
zh_tw: 小

# @item:inrange Size
source: Huge
ca@valencia: Enorme
es: Enorme
et: Hiiglaslik
eu: Erraldoia
fi: Valtava
fr: Énorme
ga: Ollmhór
gl: Enorme
hu: Nagyon nagy
it: Gigantesca
ja: 巨大
kk: Зор
ko: 크게
lv: Milzīgs
nb: Enorm
nds: Bannig groot
nl: Enorm
nn: Enorm
pl: Wielki
pt: Enorme
ru: Больше
sl: Ogromna
sr@ijekavian: огромна
sv: Enorm
uk: Величезний
zh_tw: 巨大

# @label:spinbox
source: Meridians
es: Meridianos
et: Meridiaanid
eu: Meridiano
fi: Pituuspiirejä
fr: Méridiens
ga: Fadlínte
gl: Meridianos
hu: Meridiánok
it: Meridiani
kk: Меридиандар
ko: 수직선
lv: Meridiāni
nb: Meridianer
nds: Längdenkrinken
nl: Meridianen
nn: Loddrette linjer
pl: Południki
pt: Meridianos
ru: Меридианов:
sl: Poldnevniki
sr@ijekavian: Меридијани
sv: Meridianer
uk: Меридіани
zh_tw: 子午線

# @label:spinbox
source: Parallels
es: Paralelas
et: Paralleelid
eu: Paraleloak
fi: Leveyspiirejä
fr: Parallèles
ga: Parailéil
gl: Paralelos
hu: Párhuzamosok
it: Paralleli
ja: 平行線
kk: Параллельдер
ko: 평행선
lv: Paralēles
nb: Paralleller
nds: Breedkrinken
nl: Parallellen
nn: Vassrette linjer
pl: Równoleżniki
pt: Paralelos
ru: Параллелей:
sl: Vzporednice
sr@ijekavian: Паралеле
sv: Latituder
uk: Паралелі
zh_tw: 平行線

# @option:check
source: Smoothing
ca@valencia: Suavitzat
es: Suavización
et: Pehmendamine
eu: Leuntzea
fi: Pehmennys
fr: Lissage
ga: Slíomachán
gl: Suavizado
hu: Simítás
it: Lisciatura
ja: スムージング
kk: Тегістеу
ko: 부드럽게
lv: Izgludināšana
nb: Utjevning
nds: Weekmaken
nl: Gladstrijken
nn: Glatting
pl: Wygładzanie
pt: Suavização
ru: Размытие
sl: Glajenje
sr@ijekavian: Пеглање
sv: Utjämning
uk: Згладжування
zh_tw: 光滑

# @option:check
source: Scanlines
ca@valencia: Línies d'exploració
es: Líneas de exploración
et: Rastrijooned
eu: Eskaneatutako lerroak
fi: Pyyhkäisyviivat
fr: Cannelures
ga: Scanlínte
gl: Liñas de varrido
hu: Képsorok
it: Linee di scansione
ja: 走査線
kk: Сканжолдары
ko: 스캔라인
lv: Skenēšanas rindas
nb: Skannelinjer
nds: Inleesregen
nl: Scanlijnen
nn: Skannlinjer
pl: Linie skanowania
pt: Linhas de percurso
ru: Растровые строки
sl: Krivulje
sr@ijekavian: Скенлиније
sv: Avsökningslinjer
uk: Рядки сканування
zh_tw: 掃描線

# @item screen saver name
source: Bouboule
et: MullMull
hu: Buborékok
it: Bo-bolle
kk: Көпіру
ko: 거품
lv: Burbuļi
pl: Plamisty balon
ru: Пятнышки
sl: Balončki
sr@ijekavian: Бубуле
uk: Бубуль
zh_tw: 泡泡團

# @info screen saver description
source: This draws what looks like a spinning, deforming balloon with varying-sized spots painted on its invisible surface. Written by Jeremie Petit; 1997.
ca@valencia: Este dibuixa el que pareix una bola que gira i es deforma amb taques de mida variable en la seua superfície invisible. Escrit per Jeremie Petit; 1997.
es: Dibuja lo que parece un globo deformado que gira con puntos de tamaño variable en su superficie invisible. Escrito por Jeremie Petit; 1997.
et: Näitab keerlevat ja vorme muutvat nähtamatut ballooni, mille kujutletaval pealispinnal liiguvad erineva suurusega mummud. Autor: Jeremie Petit; 1997.
eu: Honek biraka dabilen, deformatzen den puxika bat dirudiena marrazten du bere gainazal ikusezinean neurri aldakorreko orbanak margotuta dituena. Jeremie Petit-ek idatzia; 1997.
fi: Ruudulla näkyy pyörivä, muotoaan muuttava pallo, jonka läpinäkyvällä pinnalla on erikokoisia pienempiä palloja. Kirjoittanut Jeremie Petit, 1997.
fr: Cela dessine un ballon tournant qui se déforme et composé de points de tailles différentes peints sur sa surface invisible. Écrit par Jeremie Petit en 1997
ga: Dearann sé seo rud cosúil le balún ag casadh agus ag díchumadh, a bhfuil spotaí de mhéideanna éagsúla ar a dhromchla dofheicthe. Scríofa ag Jeremie Petit, 1997.
gl: Isto debuxa algo de parecido a unha pelota a rodar e deformarse con puntos de tamaño variábel debuxados na súa superficie invisíbel. Escribiuno Jeremie Petit en 1997.
hu: Egy forgó, alakváltoztató léggömböt rajzol, melynek láthatatlan felületén változó méretű foltok jelennek meg. Készítette Jeremie Petit, 1997.
it: Disegna quello che sembra un pallone che ruota e si deforma con macchie di varie dimensioni disegnate sulla sua superficie invisibile. Scritto da Jeremie Petit; 1997.
ja: これは回転しながら変形する、透明な表面の上にさまざまなサイズの斑点がある風船を描画します。Jeremie Petit、1997年作。
kk: Бұл бұралып -жалпайып жүрген мөлдір доптын бетіндегі жабысқан көпіршіктерді бейнелейді. Авторы: Jeremie Petit; 1997.
ko: 보이지 않는 평면에 크기가 다양한 점이 찍혀 있는 회전하며 형태가 변하는 풍선을 그립니다. Jeremie Petit 작성, 1997년.
nb: Dette tegner noe som ligner en roterende ballong med deformering, med flekker av varierende størrelse tegnet på ballongens usynlige overflate. Skrevet av Jeremie Petit, 1997.
nds: En Ballon mit dörsichtig Böversiet, man Plackens dor op, dreiht un verformt sik. 1997 schreven vun Jeremie Petit.
nl: Dit Toont wat lijkt op een draaiende vervormde ballon met variërende grootte spikkels geverfd op zijn onzichtbare oppervlak. In 1997 geschreven door Jeremie Petit.
nn: Teiknar noko som ser ut som ein snurrande, gjennomsiktig ballong med målingflekkar på, og som stadig endrar form. Skriven av Jérémie Petit i 1997.
pl: Obracający i deformujący się balon z różnego rozmiaru plamami na jego niewidzialnej powierzchni. Autor: Jeremie Petit; 1997.
pt: Isto desenha algo de parecido com um balão a rodar e a deformar-se com pontos de tamanho variável desenhados na sua superfície invisível. Feito por Jeremie Petit; 1997.
ru: Этот хранитель экрана показывает крутящийся, деформирующийся шар и маленькие пятнышки различных размеров, нарисованные на его невидимой поверхности. Написан Джереми Петитом (Jeremie Petit); 1997.
sl: To izriše vrteč, popačen balon z različno velikimi packami na njegovi nevidni površini. Napisal Jeremie Petit, 1997.
sr@ijekavian: Црта нешто што личи на окрећући деформишући балон за тачкама разне величине исцртаним на његовој невидљивој површини. Написао Жереми Пети, 1997.
sv: Den här ritar vad som ser ut som en snurrande ballong som deformeras, med olika stora fläckar målade på dess osynliga yta. Skriven av Jeremie Petit, 1997.
uk: Ця програма відображає щось, що виглядає як балон, що крутиться, змінює форму і з плямами змінного розміру намальованими на його невидимій поверхні. Автор — Jeremie Petit; 1997.
zh_tw: 這會畫出像是一個旋轉的、變形的汽球，由不同大小的點畫在它看不見的表面上呈現。由 Jeremie Petit 撰寫，1997。

# @label:slider
source: Number of spots
ca@valencia: Nombre de punts
es: Número de puntos
et: Mummude arv
eu: Puntu kopurua
fi: Pisteiden määrä
fr: Nombre de points
ga: Líon na spotaí
gl: Número de puntos
hu: A foltok száma
it: Numero di macchie
ja: 点の数
kk: Көпіршіктер саны
ko: 점 개수
lv: Plankumu skaits
nb: Antall flekker
nds: Tall vun Placken
nl: Aantal vlekken
nn: Talet på flekkar
pl: Liczba plam
pt: Número de pontos
ru: Количество пятен
sl: Število pack
sr@ijekavian: Број тачака
sv: Antal punkter
uk: Кількість плям
zh_tw: 斑點數目

# @item:inrange Number of spots
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Number of spots
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @option:check
source: Do Red/Blue 3D separation
ca@valencia: Separa 3D roig/blau
es: Separación 3D Rojo/Azul
et: Punase ja sinise 3D-eraldamine
eu: Egin gorri/urdin 3D bereizketa
fi: Tee punaisen/sinisen 3D-erottelu
fr: Faire la séparation rouge/bleu pour une vue 3D
ga: Déan scaradh 3T dearg/gorm
gl: Fai unha separación Vermello/Azul 3D
hu: Kék/vörös 3D-s szétválasztás
it: Separazione 3D tra rosso e blu
ja: 赤/青 3D セパレーション
kk: 3D Қызыл/Көк бөлінсін
ko: 빨강/파랑 3D 분할
nb: Utfør rød/blå 3D-deling
nds: Root un Blaag för 3D-Dorstellen trennen
nl: Scheiding van een 3D-afbeelding naar rood en blauw
nn: Bruk raud–blå-basert 3D
pl: Wykonaj trójwymiarową separację czerwonego/niebieskiego
pt: Fazer a separação Vermelho/Azul 3D
ru: Трёхмерное разделение на красные и синие пятнышки
sl: Izvedi 3D ločitev rdeče/modre
sr@ijekavian: Црвено-плаво 3Д раздвајање
sv: Utför röd/blå 3D-separation
uk: Виконувати тривимірне розділення на червоні/сині
zh_tw: 紅/藍 3D 分離

# @item screen saver name
source: BouncingCow
ca@valencia: Vaca que salta
et: Hüppav lehm
fi: Pomppiva lehmä
fr: Vache dansante
gl: Vaca rebotando
hu: Pattogó tehén
it: Mucca salterina
kk: Секірмелі сиыр
ko: 튀는 소
lv: Lēkājošā govs
nb: Sprettku
nds: Jumpen Koh
nl: Stuiterende koe
nn: Sprettande ku
pl: Skacząca krowa
pt: Vaca Saltitante
ru: Летающая корова
sl: Poskočna krava
sr@ijekavian: Скочикрава
sv: Studsande ko
uk: Корова підстрибує
zh_tw: 彈跳牛

# @info screen saver description
source: A Cow. A Trampoline. Together, they fight crime. Written by Jamie Zawinski; 2003.
ca@valencia: Una vaca. Un trampolí. Junts, combaten els delictes. Escrit per Jamie Zawinski; 2003.
es: Una vaca. Un trampolín. Juntos luchan contra el delito. Escrito por Jamie Zawinski; 2003.
et: Lehm ja hüppevõrk - üheskoos päris lõbus. Autor: Jamie Zawinski; 2003.
eu: Behi bat. Tranpolin bat. Batera, krimena borrokatzen dute. Jamie Zawinski-k idatzia; 2003.
fi: Lehmä. Trampoliini. Yhdessä ne taistelevat rikoksia vastaan. Kirjoittanut Jamie Zawinski, 2003.
fr: Une vache. Un trampoline. Ensemble, ils combattent le crime. Écrit par Jamie Zawinski ; 2003.
ga: Bó. Trampailín. Le chéile, troideann siad in aghaidh na coireachta. Scríofa ag Jamie Zawinski, 2003.
gl: Unha vaca. Un trampolín. Xuntos combaten o crime. Escribiuno Jamie Zawinski en 2003.
hu: Egy tehén. Egy trambulin. Együtt küzdenek a bűnözés ellen. Készítette: Jamie Zawinski, 2003.
it: Una mucca. Un trampolino elastico. Insieme combattono il crimine. Scritto da Jamie Zawinski; 2003.
ja: 牛、そしてトランポリン、一緒に悪を退治します。Jamie Zawinski、2003年作。
kk: Сиыр. Батут. Бірігіп қылмыстықпен күреседі. Авторы: Jamie Zawinski; 2003.
ko: 소와 트램폴린. 다같이 모여서 도둑을 잡습니다. Jamie Zawinski 작성, 2003년.
lv: Govs. Tramplīns. Kopā tie cīnās ar noziedzību. Sarakstīja Jamie Zawinski; 2003.
nb: En ku. En trampoline. Sammen bekjemper de kriminalitet. Skrevet av Jamie Zawinski, 2003.
nds: En Koh. En Trampolin. Tosamen gaht se dör Dick un Dünn. 2003 schreven vun Jamie Zawinski.
nl: Een koe. Een trampoline. Samen bevechten ze de misdaad. In 2003 geschreven door Jamie Zawinski.
nn: Ei ku. Ein trampoline. Saman kjempar dei mot kriminalitet. Skriven av Jamie Zawinski i 2003.
pl: Krowa. Trampolina. Razem zwalczają zło. Autor: Jamie Zawinski; 2003.
pt: Uma Vaca. Um Trampolim. Em conjunto, combatem o crime. Feito por Jamie Zawinski; 2003.
ru: Корова. Батут. Вместе они борются с преступностью. Автор — Jamie Zawinski, 2003.
sl: Krava, Trampolin. Skupaj se borita proti zločinu. Napisal Jamie Zawinski, 2003.
sr@ijekavian: Крава. Трамполина. Заједно, боре се против злочина. Написао Џејми Завински, 2003.
sv: En ko. En trampolin. Tillsammans bekämpar de brott. Skriven av Jamie Zawinski, 2003.
uk: Корова. Батут. Разом вони борються зі злочинністю. Автор — Jamie Zawinski; 2003.
zh_tw: 一頭牛，一個彈簧床，加起來變什麼？由 Jamie Zawinski 撰寫，2003。

# @label:slider
source: Bounce speed
ca@valencia: Velocitat del salt
es: Velocidad de rebote
et: Põrkamise kiirus
eu: Errebotearen abiadura
fi: Pomppimisnopeus
fr: Vitesse de rebond
ga: Luas preabtha
gl: Velocidade do rebote
hu: Visszapattanási sebesség
it: Velocità di rimbalzo
ja: 反発速度
kk: Секіру жыдамдығы
ko: 튀는 속도
lv: Lēkāšanas ātrums
nb: Spretthastighet
nds: Jumpgauigkeit
nl: Stuitersnelheid
nn: Sprettfart
pl: Szybkość odbijania
pt: Velocidade do salto
ru: Скорость отскока
sl: Hitrost odskoka
sr@ijekavian: Брзина одбијања
sv: Studshastighet
uk: Швидкість відскакування
zh_tw: 彈跳速度

# @item:inrange Bounce speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēns
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Bounce speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātrs
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Number of cows
ca@valencia: Nombre de vaques
es: Número de vacas
et: Lehmade arv
eu: Behi kopurua
fi: Lehmien määrä
fr: Nombre de vaches
ga: Líon na mba
gl: Número de vacas
hu: A tehenek száma
it: Numero di mucche
ja: 牛の数
kk: Сиырлар саны
ko: 소 마릿수
lv: Govju skaits
nb: Antall kyr
nds: Tall vun Köh
nl: Aantal koeien
nn: Talet på kyr
pl: Liczba krów
pt: Número de vacas
ru: Количество коров
sl: Število krav
sr@ijekavian: Број крава
sv: Antal kor
uk: Кількість корів
zh_tw: 牛的數量

# @item:inrange Number of cows
source: Moo
ca@valencia: Muu
es: Mu
et: Üks vissi
eu: Marru
fi: Muuu
fr: Meuh
ga: Géim
gl: Muuuu
hu: Múú
it: Muu
ja: 牛
kk: Бір му-у
ko: 음메에
lv: Mū
nb: Mø
nds: Muh
nl: Loeien
nn: Ku
pl: Muczenie
ru: Бурёнка
sl: Mu
sr@ijekavian: муу
sv: Mu
uk: Му
zh_tw: 哞～～
