Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor. This program is also a fully-functional VT100 emulator! Run it as an application instead of as a screen saver and you can use it as a terminal. Written by Jamie Zawinski; 1999.
ca@valencia: Dibuixa una simulació d'un antic terminal, amb grans píxels i fòsfors de llarga durada. Este programa també és un emulador VT100 completament funcional. Executeu-ho com una aplicació en lloc de com estalvi de pantalla i el podreu utilitzar com a terminal. Escrit per Jamie Zawinski; 1999.
es: Dibuja una simulación de un terminal antiguo, con grandes píxeles y fósforos de larga duración. ¡Este programa también es un emulador completamente funcional de VT100! Ejecútelo como una aplicación en vez de un salvapantallas y lo podrá usar como un terminal. Escrito por Jamie Zawinski; 1999.
et: Jäljendab vanaaegset terminali suurte tähtede ja pikalt püsiva järelhelendusega. See on ühtlasi täisfunktsionaalne VT100 emulaator! Käjvitamisel ekraanisäästja asemel rakendusena saab seda kasutada terminalina. Autor: Jamie Zawinski; 1999.
fi: Piirtää simulaation vanhasta päätteestä, jossa käytetään suuria pikseleitä ja pitkäkestoista fosforia. On myös täysin toimintakelpoinen VT100-emulaattori! Suorita ohjelma sovelluksena näytönsäästäjän sijaan ja voit käyttää sitä päätteenä. Kirjoittanut Jamie Zawinski, 1999.
fr: Simule un vieux terminal avec de grands pixels et un effet de rémanence fluorescente. Ce programme est aussi un émulateur VT100 complet ! Lancez le comme une application au lieu d'un économiseur d'écran et vous pourrez l'utiliser comme un terminal. Écrit par Jamie Zawinski ; 1999.
ga: Déanann sé seo aithris ar seanteirminéal, le picteilíní móra agus fosfar marthanach. Is aithriseoir iomlán VT100 é seo chomh maith! Rith mar fheidhmchlár é agus is féidir é a úsáid mar theirminéal. Scríofa ag Jamie Zawinski, 1999.
gl: Debuxa unha simulación dunha terminal antigo, con píxeles grandes e con fósforo de persistencia longa. En sistemas X11 este programa tamén é un emulador da VT100 completamente funcional!. Escribiuno Jamie Zawinski en 1999.
it: Disegna una simulazione di un vecchio terminale con pixel grandi al fosforo. Questo programma è anche un emulatore VT100 perfettamente funzionante. Eseguilo come un'applicazione invece che come salvaschermo, e lo puoi usare come terminale. Scritto da Jamie Zawinski, 1999.
kk: Пикселдері үлкен, люминофоры біртіндеп сөнетін ескі терминалдын жұмысын бейнелейді. Бұл бағдарлама - толық- функционалды VT100 терминал эмуляторы. Бұны экран сақтауші ретінде және терминал ретінде қолдануға болады. Авторы: Jamie Zawinski; 1999.
nb: Tegner en simulering av en gammeldags terminal, med store piksler og langt etterlys. På X11-systemer er dette en fullt funksjonell VT100-emulator. Kjør det som et program i stedet for en pauseskjerm, så kan du bruke det som en terminal.Skrevet av Jamie Zawinski i 1999.
nds: Simuleren vun en oolt Terminal, mit grote Pixels un lang naglöhen Phosphor. Op X11-Systemen funkscheneert dit Programm as VT100-Emulator. Dat heet, dat lett sik nich bloots as Pausschirm, man ok as Terminalprogramm starten un bruken. 1999 schreven vun Jamie Zawinski.
nl: Toont een simulatie van een oude terminal, met grote pixels en lang oplichtend fosfor. Dit programma is ook een volledig functionele VT100 emulator! Voer het uit als een toepassing in plaats van een schermbeveiliging en u kunt het als terminal gebruiken. In 1999 geschreven door Jamie Zawinski.
pl: Rysuje symulację starego terminala, z dużymi pikselami i długo pozostającą fosforescencją. Program ten jest także w pełni funkcjonalnym emulatorem terminala VT100. Uruchom go raczej jako program, a nie jako wygaszacz ekranu. Możesz użyć go także jako terminalu. Autor: Jamie Zawinski.
pt: Desenha uma simulação de um terminal antigo, com pixels grandes e com fósforo de persistência longa. Este programa também é um emulador de VT100 completamente funcional! Execute-o como uma aplicação, em vez de um protector de ecrã, para a poder usar como um terminal. Feito por Jamie Zawinski; 1999.
ru: Эмулирует старый терминал с большими пикселами и медленно потухающей подсветкой. Эта программа является полнофункциональным эмулятором VT100! Запустите её как приложение, а не как хранитель экрана и используйте как терминал. Автор Джеми Завински (Jamie Zawinski), 1999.
sl: Izriše simulacijo starega terminala z velikimi točkami in dolgo obstojnim fosforjem. Ta program je tudi polno zmogljiv posnemovalnik VT100. Če ga zaženete kot program, ga lahko uporabite tudi kot konzolo. Napisal Jamie Zawinski, 1999.
sr@ijekavian: Црта симулацију старог терминала са великим тачкама и дугодржећим фосфором. Овај програм је такође потпуно функционални емулатор ВТ100 — покрените га самостално уместо као чувар екрана, и можете га користити као терминал. Написао Џејми Завински, 1999.
sv: Ritar en simulering av en gammal terminal, med stora bildpunkter och fosfor med efterglöd. Programmet också en fullt funktionsduglig VT100-emulator. Kör det som ett program istället för en skärmsläckare så kan du använda det som en terminal. Skriven av Jamie Zawinski, 1999.
uk: Показує імітацію старовинного термінала з великими пікселями і інертною матрицею. Ця програма є повнофункційним емулятором термінала VT100! Запустіть його як програму, а не як зберігач екрана, і ви зможете скористатися терміналом. Автор — Jamie Zawinski; 1999.
zh_tw: 模擬古老的終端機輸出，有大顆的像素與磷光體。將它以一般應用程式而非螢幕保護程式執行， 此程式也可以做為完整的 Vt100 模擬器。由 Jamie Zawinski 撰寫，1999。

# @info screen saver description
source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor. On X11 systems, This program is also a fully-functional VT100 emulator! Written by Jamie Zawinski; 1999.
ca@valencia: Dibuixa una simulació d'un antic terminal, amb píxels grans i fòsfors de llarga durada. En sistemes X11, este programa també és un emulador VT100 completament funcional. Escrit per Jamie Zawinski; 1999.
es: Dibuja una simulación de un terminal antiguo, con grandes píxeles y fósforos de larga duración. En sistemas X11, ¡este programa también es un emulador completamente funcional de VT100! Escrito por Jamie Zawinski; 1999.
et: Jäljendab vanaaegset terminali suurte tähtede ja pikalt püsiva järelhelendusega. X11 süsteemides on see ühtlasi ka täisfunktsionaane VT100 emulaator! Autor: Jamie Zawinski; 1999.
hu: Egy régi terminál működését szimulálja, nagy képpontokkal, lassan elhalványuló foszforeszkáló kijelzővel. X11 rendszereken ez a program egy teljes értékű VT100 emulátor! Készítette: Jamie Zawinski, 1999.
it: Disegna una simulazione di un vecchio terminale con pixel grandi al fosforo. Sui sistemi X11, questo programma è anche un emulatore VT100 perfettamente funzionante. Scritto da Jamie Zawinski, 1999.
ja: 古いターミナルのシミュレーション。大きなピクセルと蛍光色の長い残像が特徴です。X11 システム上では完全な VT100 エミュレータとしても機能します。Jamie Zawinski、1999年作。
nb: Tegner en simulering av en gammeldags terminal, med store piksler og langt etterlys. På X11-systemer er dette en fullt funksjonell VT100-emulator. Skrevet av Jamie Zawinski i 1999.
nds: Simuleren vun en oolt Terminal, mit grote Pixels un lang naglöhen Phosphor. Op X11-Systemen funkscheneert dit Programm as VT100-Emulator. 1999 schreven vun Jamie Zawinski.
nl: Toont een simulatie van een oude terminal, met grote pixels en lang oplichtend fosfor. Op X11 systemen is dit programma ook een volledig functionele VT100 emulator! In 1999 geschreven door Jamie Zawinski.
nn: Simulerer ein gammal terminal, med store pikslar og treg fosfor. På X11-system er dette ein fullt funksjonelt VT100-emulator! Skriven av Jamie Zawinski i 1999.
pl: Rysuje symulację starego terminala, z dużymi pikselami i długo pozostającą fosforescencją. Na systemach X11 program ten jest także w pełni funkcjonalnym emulatorem terminala VT100. Możesz użyć go także jako terminalu. Autor: Jamie Zawinski.
pt: Desenha uma simulação de um terminal antigo, com pixels grandes e com fósforo de persistência longa. Nos sistemas X11, este programa também é um emulador de VT100 completamente funcional! Feito por Jamie Zawinski; 1999.
sl: Izriše simulacijo starega terminala z velikimi točkami in dolgo obstojnim fosforjem. Ta program je tudi polno zmogljiv posnemovalnik VT100 na sistemih X11. Napisal Jamie Zawinski, 1999.
sr@ijekavian: Црта симулацију старог терминала са великим тачкама и дугодржећим фосфором. На икс11 системима, овај програм је такође потпуно функционални ВТ100 емулатор! Написао Џејми Завински, 1999.
sv: Ritar en simulering av en gammal terminal, med stora bildpunkter och fosfor med efterglöd. På X11-system är programmet också en fullt funktionsduglig VT100-emulator. Skriven av Jamie Zawinski, 1999.
uk: Показує імітацію старовинного термінала з великими пікселями і інертною матрицею. Ця програма є повноцінним емулятором термінала VT100 у системах з графічним сервером X11! Автор — Jamie Zawinski; 1999.
zh_tw: 模擬古老的終端機輸出，有大顆的像素與磷光體。在 X11 系統上，此程式也可以做為完整的 Vt100 模擬器。由 Jamie Zawinski 撰寫，1999。

# @label:spinbox
source: Font scale
ca@valencia: Escala del tipus de lletra
es: Tamaño de la fuente
et: Fondi mõõtkava
fi: Fonttikoko
fr: Échelle de la police
ga: Clómhéid
gl: Escala da tipografía
hu: Betűméretezés
it: Dimensione dei caratteri
ja: フォントスケール
kk: Қаріп өлшемі
ko: 글꼴 크기
lv: Fonta mērogs
nb: Skriftskalering
nds: Schrift topassen
nl: Schaal lettertype
nn: Skriftskalering
pl: Rozmiar czcionki
pt: Escala do tipo de letra
ru: Размер шрифта
sl: Velikost pisave
sr@ijekavian: Размјера фонта
sv: Teckensnittskala
uk: Масштаб шрифту
zh_tw: 字型大小

# @label:slider
source: Fade
ca@valencia: Esvaïment
es: Atenuación
et: Hajumine
fi: Häivytä
fr: Adoucissement
ga: Céimnigh
gl: Esvaer
hu: Elhalványodás
it: Sfuma
ja: 消える
kk: Сөнуі
ko: 페이드
lv: Izdzist
nb: Lag overgang
nds: Naglöhen
nl: Vervagen
nn: Ton ut
pl: Zanikanie
pt: Desvanecimento
ru: Затухание
sl: Pojemanje
sr@ijekavian: Претапање
sv: Tona
uk: Згасання
zh_tw: 淡出

# @item:inrange Fade
source: Slow
ca@valencia: Lent
es: Lenta
et: Aeglane
eu: Poliki
fi: Hitaasti
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lentamente
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasno
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Fade
source: Fast
ca@valencia: Ràpid
es: Rápida
et: Kiire
eu: Azkar
fi: Nopeasti
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Velocemente
ja: 速く
kk: Жылдам
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @option:radio
source: Amber
ca@valencia: Ambre
es: Ámbar
et: Merevaik
it: Ambra
ko: 호박색
nb: Rav
nds: Bernsteen
pl: Bursztyn
pt: Âmbar
sl: Jantar
sr@ijekavian: Ћилибарски
sv: Gul
uk: Бурштин
zh_tw: 琥珀色

# @item screen saver name
source: Photopile
ca@valencia: Pila de fotos
es: Célula solar
et: Fotokuhi
fi: Valokuvakasa
fr: Visionneur de photos
gl: Montón de fotos
it: Pila di foto
kk: Фото үймесі
ko: 사진사
lv: Fotokaudze
nb: Fotohaug
nds: Fotostapel
nl: Fotoweergave
nn: Fotohaug
pl: Wielokąty
pt: Fotófilo
sl: Kup fotografij
sr@ijekavian: Фото‑хрпа
sv: Fotohög
uk: Фотокупа
zh_tw: 相片磚

# @info screen saver description
source: Loads several random images, and displays them as if lying in a random pile. The pile is periodically reshuffled, with new images coming in and old ones being thrown out. Written by Jens Kilian; 2008.
ca@valencia: Carrega diverses imatges a l'atzar, i les mostra com si estigueren en una pila a l'atzar. La pila es torna a barrejar periòdicament, incorporant noves imatges i descartant-ne d'antigues. Escrit per Jens Kilian; 2008.
es: Carga varias imágenes al azar y las muestra como si estuvieran tendidas en una acumulación aleatoria. El montón se desordena de manera periódica, con nuevas imágenes entrando y las antiguas siendo desechadas. Escrito por Jens Kilian; 2008.
et: Laadib mitu juhuslikku pilti ja näitab neid suvaliselt üksteise peale laotuna. Virna segatakse aeg-ajalt, nii et ilmuvad uued pildid ja vanad visatakse nimema. Autor: Jens Kilian; 2008.
fi: Lataa useita satunnaiskuvia ja muodostaa niistä satunnaisen keon. Keko sekoitetaan ajoittain, jolloin uusia kuvia tulee mukaan ja vanhoja poistuu. Kirjoittanut Jens Killian, 2008.
fr: Charge plusieurs images aléatoires et les affiche comme si elle était posées sur une pile au hasard. La pile est régulièrement re-mélangée avec de nouvelles images qui arrivent et d'autres, plus anciennes, qui disparaissent. Écrit par Jens Kilian ; 2008.
gl: Carga varias imaxes aleatorias e móstraas como se estivesen sobre unha meda aleatoria. A meda barállase de novo periodicamente, aparecendo novas imaxes e sendo retiradas as antigas. Escribiuno Jens Kilian en 2008.
it: Carica delle immagini a caso, e le mostra come se fossero in un mucchio. Il mucchio viene mescolato periodicamente, con nuove immagini aggiunte e altre vecchie scartate. Scritto da Jens Kilian; 2008.
kk: Бірнеше қездейсоқ кескіндерді үйу бейнесі. Үймесі мезгіллі араласады, үстінде жаңа суреттер пайда болады. Авторы: Jens Kilian; 2008.
nb: Laster flere tilfeldige bilder, og viser dem som om de lå i en haug. Haugen blir regelmessig stokket om, og nye bilder kommer til, mens gamle blir kastet ut. Skrevet av Jens Kilian i 2008.
nds: Laadt en Reeg tofällig Biller un wiest se as tofällig Bült. Af un an warrt de Bült nieg mischt un niege Biller inwesselt. Schreven vun Jens Kilian, 2008.
nl: Laadt verschillende willekeurige afbeeldingen en toont deze in vliegende circulaire formatie. De formatie wijzigt willekeurig in snelheid en richting en afbeeldingen vallen er periodiek uit om te worden vervangen door nieuwe. In 2005 geschreven door Jamie Zawinski.
nn: Lastar fleire tilfeldige bilete, og viser dei som om dei låg i ein haug. Haugen vert regelmessig stokka om, og nye bilete kjem til, mens gamle vert hivne ut. Skriven av Jens Kilian i 2008.
pl: Wczytuje kilka losowych obrazów i wyświetla je w locie w formacji kołowej. Formacja losowo zmienia prędkość i kierunek, a obrazy są okresowo wymieniane na nowe. Autor: Jamie Zawinski; 2005.
pt: Carrega várias imagens aleatórias e mostra-as como se estivessem sobre uma pilha aleatória. A pilha é baralhada de novo periodicamente, aparecendo novas imagens e sendo retiradas as antigas. Feito por Jens Kilian; 2008.
ru: Загружает несколько случайных изображений и показывает их сложенными в стопку. Стопка время от времени перемешивается, новые изображения добавляются, старые выкидываются. Автор Дженс Киллан (Jens Kilian), 2008.
sl: Naloži več naključnih slik in jih prikaže kot da bi ležale na naključnem kupu. Kup se občasno premeša, nove slike se dodajo in stare odstranijo. Napisal Jens Kilian, 2008.
sr@ijekavian: Насумично учитава неколико слика, па их приказује насумично наслагане на гомилу. Гомила се повремено мијеша, при чему се убацују нове слике а избацују старе. Написао Јенс Килијан, 2008.
sv: Laddar flera slumpmässiga bilder, och visar dem som om de låg i en slumpmässig hög. Högen blandas periodiskt, då nya bilder läggs till och gamla slängs bort. Skriven av Jens Kilian, 2008.
uk: Завантажує декілька випадкових зображень і показує їх у випадковій купі. Купа регулярно перемішується, у ній з’являються і зникають зображення. Автор — Jens Kilian; 2008.
zh_tw: 隨機載入影像，並隨機鋪排顯示。這些鋪排會定期洗牌，新影像會進來將舊影像擠出去。由 Jens Kilian 撰寫，2008。

# @label:slider
source: Image size
ca@valencia: Mida de la imatge
es: Tamaño de imagen
et: Pildi suurus
eu: Irudiaren neurria
fi: Kuvakoko
fr: Taille de l'image
gl: Tamaño da imaxe
hu: Képméret
it: Dimensione delle immagini
ja: イメージサイズ
kk: Кескіннің өлшемі
ko: 그림 크기
lv: Attēla izmērs
nb: Bildestørrelse
nds: Bildgrött
nl: Afmeting afbeelding
nn: Biletstorleik
pl: Plik obrazu
pt: Tamanho da imagem
ru: Размер изображения
sl: Velikost slike
sr@ijekavian: Величина слике
sv: Bildstorlek
uk: Розмір зображення
zh_tw: 影像大小

# @item:inrange Image size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccole
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhna
sr@ijekavian: мала
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Image size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велика
sv: Stor
uk: Великий
zh_tw: 大

# @label:slider
source: Maximum angle from vertical
ca@valencia: Angle màxim des de la vertical
es: Ángulo vertical máximo
et: Maks. nurk vertikaalist
eu: Bertikalarekiko gehienezko angelua
fi: Suurin kulma pystytasosta
fr: Angle vertical maximum
gl: Ángulo máximo á vertical
hu: Maximális szög a függőlegestől
it: Angolo massimo dalla verticale
ja: 垂直からの最大角度
kk: Еңкейю бұрышының шегі
ko: 수직 최대 각도
lv: Maksimālais novirzes leņķis no vertikālā
nb: Største vinkel fra loddrett
nds: Gröttst pielrecht Winkel
nl: Maximum hoek met de verticaal
nn: Største vinkel frå loddrett
pl: Maksymalny kąt od pionu
pt: Ângulo máximo à vertical
ru: Максимальный угол от вертикали
sl: Največji kot od navpičnice
sr@ijekavian: Највећи отклон од вертикале
sv: Maximal vinkel från vertikalt
uk: Максимальний кут від вертикалі
zh_tw: 垂直最大角度

# @item:inrange Maximum angle from vertical
source: 0 deg
ca@valencia: 0 graus
es: 0 grados
et: 0 kraadi
ga: 0 céim
gl: 0 graos
hu: 0 fok
it: 0 gradi
ja: 0 度
kk: 0 градус
ko: 0도
lv: 0 grādu
nb: 0 grader
nl: 0 graden
pl: 0 stopni
pt: 0 graus
sl: 0 stopinj
sr@ijekavian: 0 ст.
sv: 0 grader
zh_tw: 0 度

# @item:inrange Maximum angle from vertical
source: 90 deg
ca@valencia: 90 graus
es: 90 grados
et: 90 kraadi
ga: 90 céim
gl: 90 graos
hu: 90 fok
it: 90 gradi
ja: 90 度
kk: 90 градус
ko: 90도
lv: 90 grādu
nb: 90 grader
nl: 90 graden
pl: 90 stopni
pt: 90 graus
sl: 90 stopinj
sr@ijekavian: 90 ст.
sv: 90 grader
zh_tw: 90 度

# @option:check
source: Simulate instant film
ca@valencia: Simula pel·lícula instantània
es: Simular una película instantánea
et: Kiirfoto matkimine
fr: Simuler une pellicule instantanée
gl: Simulación de filme instantáneo
hu: Azonnali film szimulálása
it: Simula pellicola istantanea
kk: Бірден фильм иммитациялансын
ko: 즉석 필름 시뮬레이션
lv: Simulēt tūlītējo filmu
nb: Simuler hurtigfilm
nds: Fixbildfilm simuleren
nl: Simulatie instant film
pl: Symuluj natychmiastowy film
pt: Simular um filme instantâneo
ru: Эмуляция плёнки мгновенного снимка
sl: Simuliraj hipen film
sr@ijekavian: Симулирај инстант‑филм
sv: Simulera polaroidfilm
uk: Імітувати неперервний фільм
zh_tw: 模擬即可拍

# @option:check
source: Instant film theme
ca@valencia: Tema de pel·lícula instantània
es: Tema de película instantánea
et: Kiirfoto teema
hu: Azonnali filmtéma
it: Tema di film istantaneo
ko: 즉석 필름 테마
nb: Hurtigfilm-tema
nds: Fixbildfilm-Muster
nl: Instant filmthema
pl: Natychmiastowy motyw filmu
pt: Tema de filme instantâneo
sl: Tema hipne fotografije
sr@ijekavian: Тема инстант-филма
sv: Polaroidtema
uk: Тема неперервної кінострічки
zh_tw: 即可拍主題

# @option:check
source: Clip images
ca@valencia: Retalla les imatges
es: Recortar imágenes
et: Piltide kärpimine
fi: Leikkaa kuvia
fr: Rogner les images
ga: Ciorraigh íomhánna
gl: Recortar imaxes
hu: Képek vágása
it: Ritaglia immagini
kk: Кескіндер кесілсін
ko: 그림 자르기
lv: Apgriezt attēlus
nb: Klipp bilder
nds: Biller tosnieden
nl: Afbeeldingen knippen
pl: Przytnij obrazy
pt: Recortar as imagens
ru: Усекать изображения
sl: Izreži slike
sr@ijekavian: Исецај слике
sv: Beskär bilder
uk: Обрізати зображення
zh_tw: 修剪影像

# @option:check
source: Draw drop shadows
ca@valencia: Dibuixa les ombres
es: Dibujar sombras arrojadas
et: Piiskade varju näitamine
fr: Dessiner les ombres portées
ga: Dear cúlscáileanna
gl: Debuxas as sombras
hu: Cseppárnyékok rajzolása
it: Disegna ombre
kk: Көлеңкелер болсын
ko: 그림자 그리기
lv: Zīmēt ēnas
nb: Tegn underskygger
nds: Fallen Schaddens wiesen
nl: Vallende schaduwen tekenen
pl: Rysuj rzucane cienie
pt: Desenhar as sombras
ru: Рисовать тени
sl: Riši spustne sence
sr@ijekavian: Цртај подложне сијенке
sv: Rita skuggor
uk: Показувати тіні
zh_tw: 繪製落下陰影

# @item:inrange Time until loading a new image
source: Short
ca@valencia: Curt
es: Cortas
et: Lühike
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
pl: Krótki
pt: Curto
ru: Кратко
sl: Kratek
sr@ijekavian: кратко
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Time until loading a new image
source: Long
ca@valencia: Llarg
es: Grandes
et: Pikk
ga: Fada
gl: Longo
hu: Hosszú
it: Lungo
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolg
sr@ijekavian: дуго
sv: Lång
uk: Довгий
zh_tw: 長

# @item screen saver name
source: Piecewise
ca@valencia: Per peces
es: Trozos
et: Tükikaupa
fi: Paloittainen
fr: Petits morceaux
gl: Por pezas
hu: Darabkák
it: A pezzetti
kk: Шарлар
ko: 조각난 원호
lv: Daļu veidā
nb: Stykkevis
nds: Stückwies
nl: Stuksgewijs
nn: Stykkevis
pt: Por peças
sl: Podrobnost
sr@ijekavian: Подеоно
sv: Styckvis
uk: Частинки
