Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inrange Frame Rate
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Nopea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висок
sv: Hög
uk: Високий
zh_tw: 高

# @option:check
source: Pizza
ko: 피자
sl: Pica
sr@ijekavian: Пица
uk: Піца
zh_tw: 披薩

# @option:radio
source: DNA Lounge logo
ca@valencia: Logotip de la sala DNA
es: Logotipo de DNA Lounge
et: DNA Lounge'i logo
fr: Logo du DNA Lounge
ga: Lógó an DNA Lounge
gl: Logotipo lounge do DNA
hu: DNA Lounge logó
it: Logo di DNA Lounge
ja: DNA ラウンジロゴ
kk: DNA Lounge логотипі
ko: DNA 라운지 로고
pl: Logo DNA Lounge
pt: Logótipo do DNA Lounge
ru: Лого DNA Lounge
sl: Logotip DNA Lounge
sr@ijekavian: Логотип ДНА лаунџа
sv: DNA Lounge logotyp
uk: Логотип DNA Lounge
zh_tw: DNA Lounge 圖標

# @option:radio
source: DNA Pizza logo
ca@valencia: Logotip de la pizza DNA
es: Logotipo de DNA Pizza
fr: Logo de la pizza DNA
ga: Lógó DNA Pizza
gl: Logotipo pizza do DNA
hu: DNA Pizza logó
it: Logo di DNA Pizza
ja: DNA ピザロゴ
kk: DNA Pizza логотипі
ko: DNA 피자 로고
pl: Logo DNA Pizza
pt: Logótipo do DNA Pizza
ru: Логотип DNA Pizza
sl: Logotip DNA Pizza
sr@ijekavian: Логотип ДНА пице
sv: DNA Pizza logotyp
uk: Логотип DNA Pizza
zh_tw: DNA Pizza 圖標

# @option:radio
source: DNA Lounge and DNA Pizza logos
ca@valencia: Logotips de la sala DNA i de la pizza DNA
es: Logotipos de DNA Lounge y DNA Pizza
et: DNA Lounge'i ja DNA Pizza logod
fi: DNA Loungen ja DNA Pizzan logot
fr: Logo de DNA Lounge et de DNA Pizza
gl: Logos de lounge de DNA e pizza de DNA
hu: DNA Lounge és DNA Pizza logók
it: Loghi di DNA Lounge e DNA Pizza
kk: DNA Lounge мен DNA Pizza логотипі
ko: DNA 라운지와 DNA 피자 로고
nb: DNA Lounge og DNA Pizza logoer
nds: DNA-Lounge un DNA-Pizza-Logos
nl: DNA Lounge en DNA Pizza logo's
pl: Loga DNA Lounge i DNA Pizza
pt: Logótipos do DNA Lounge e do DNA Pizza
ru: Лого DNA Lounge и DNA Pizza
sl: Logotipa DNA Lounge in DNA Pizza
sr@ijekavian: Логотипи ДНА лаунџа и ДНА пице
sv: Logotyper för DNA Lounge och DNA Pizza
uk: Логотипи DNA Lounge та DNA Pizza
zh_tw: DNA Lounge 與 DNA Pizza 的圖標

# @item screen saver name
source: Drift
ca@valencia: Deriva
es: Deriva
et: Triiv
fi: Fraktaaliliekki
fr: Dérive
gl: Deriva
hu: Sodródás
it: Deriva
ja: ドリフト
kk: Кұм
ko: 질주
lv: Pašplūsma
nl: Afdrijven
nn: Driv
pl: Dryft
pt: Desvio
sl: Drsenje
sr@ijekavian: Плутање
uk: Дрейф
zh_tw: 流沙

# @info screen saver description
source: Drifting recursive fractal cosmic flames. Written by Scott Draves; 1997.
ca@valencia: Generador fractal recursiu de flames còsmiques que deriven. Escrit per Scott Draves; 1997.
es: Llamas cósmicas fractales recursivas a la deriva. Escrito por Scott Draves; 1997.
et: Triivivad rekursiivsed fraktaalidest kosmilised leegid. Autor: Scott Draves; 1997.
eu: Noraezean dabiltzan sugar kosmiko fraktal errepikariak. Scott Draves-ek idatzia; 1997.
fi: Ajelehtivia rekursiivisia kosmiset fraktaaliliekkejä. Kirjoittanut Scott Draves, 1997.
fr: Dérivation de fractales itératives en flamme cosmique. Écrit par Scott Draves ; 1997.
gl: Chamas cósmicas fractais recursivas. Escribiuno Scott Draves en 1997.
hu: Rekurzív, sodródó fraktálos lángnyelveket rajzol ki. Készítette: Scott Draves, 1997.
it: Fiamme cosmiche frattali ricorsive alla deriva. Scritto da Scott Draves; 1997.
ja: もう一つの繰り返しによるフラクタルジェネレータ。Scott Draves、1997年作。
kk: Сейіліп жатқан құмға ұқсас фрактал бейнесі. Авторы: Scott Draves; 1997.
ko: 질주하는 재귀적 프랙탈 우주 불꽃. Scott Draves 작성, 1997년.
nb: Drivende rekursive fraktale kosmiske flammer. Skrevet av Scott Draves, 1997
nds: Drieven rekursiev Fraktalen mit kosmisch Flammen. Schreven vun Scott Draves, 1997.
nl: Afdrijvende recursieve fractal met kosmische vlammen. In 1997 geschreven door Scott Draves.
nn: Drivande rekursiv fraktalgenerator med kosmiske flammar. Skriven av Scott Dravesi i 1997.
pl: Dryfujące rekursywne, fraktalne kosmiczne płomienie. Autor: Scott Draves; 1997.
pt: Gerador de chamas cósmicas fractais. Escrito por Scott Draves; 1997.
ru: Дрейфующие фракталы рекурсивного космического пламени. Автор Скотт Дрейвс (Scott Draves), 1997.
sl: Drseči rekurzivni faktalni kozmični plameni. Napisal Scott Draves, 1997.
sr@ijekavian: Плутајући рекурзивни фрактални космички пламени. Написао Скот Дрејвс, 1997.
sv: Drivande rekursiva fraktala kosmiska flammor. Skriven av Scott Draves, 1997.
uk: Дрейфуючі рекурсивні фрактальні космічні вогні. Автор — Scott Draves; 1997.
zh_tw: 飄流的遞迴分形宇宙火燄。由 Scott Draves 撰寫，1997。

# @item screen saver name
source: Endgame
ca@valencia: Final de joc
es: Fin de juego
et: Lõppmäng
eu: Jokuaren amaiera
fi: Loppupeli
fr: Fin de partie
gl: Xogo final
hu: Végjáték
it: Scacco al re
ja: エンドゲーム
kk: Эндшпиль
ko: 게임 끝
lv: Galotne
nb: Sluttspill
nds: Ennspeel
nn: Sluttspel
pl: Koniec gry
pt: Fim do jogo
ru: Эндшпиль
sl: Konec igre
sr@ijekavian: Финиш
sv: Slutspel
uk: Ендшпіль
zh_tw: 遊戲結束

# @info screen saver description
source: Black slips out of three mating nets, but the fourth one holds him tight! A brilliant composition! See also the "Queens" screen saver. http://en.wikipedia.org/wiki/Chess_endgame Written by Blair Tennessy; 2002.
ca@valencia: Una peça negra intenta desfer-se de tres xarxes, però la quarta la manté agafada! Una composició brillant! Vegeu també l'estalvi de pantalles «Reines». http://en.wikipedia.org/wiki/Chess_endgame Escrit per Blair Tennessy; 2002.
es: Las negras se libran de tres redes de mate, ¡pero la cuarta las mantiene a raya! ¡Una composición brillante! Véase también el salvapantallas «Queens». http://en.wikipedia.org/wiki/Chess_endgame. Escrito por Blair Tennessy; 2002.
et: Must suudab pääseda kolmest matiseisust, aga neljas on saatuslik! Hiilgav kompositsioon. Vaata ka ekraanisäästjat "Lipud". http://en.wikipedia.org/wiki/Chess_endgame Autor: Blair Tennessy; 2002.
fi: Musta luikertelee ulos kolmesta saalistusverkosta, mutta jää kiinni neljänteen! Upea asetelma! Katso myös ”Kuningattaret”-näytönsäästäjää. http://en.wikipedia.org/wiki/Chess_endgame Kirjoittanut Blair Tennessy, 2002.
fr: Les noirs sont proches du mate en trois coups, mais le quatrième le piège ! Une composition brillante ! Voir aussi l'écran de veille « Reines ». http://en.wikipedia.org/wiki/Chess_endgame Écrit par Blair Tennessy ; 2002.
gl: O negro sae discretamente de tres redes emparelladas, pero á cuarta reteno con forza! Unha composición brillante! Vexa tamén o protector de pantalla «Damas». http://en.wikipedia.org/wiki/Chess_endgame. Escribiuno Blair Tennessy en 2002.
it: Il nero sfugge a tre reti di matto, ma la quarta lo incastra! Una composizione brillante! Vedi anche il salvaschermo «Regine». http://it.wikipedia.org/wiki/Finale_%28scacchi%29 Scritto da Blair Tennessy; 2002.
kk: Қаралар үш жағдайда бәледен құтылып, төртінші ретте ұсталады! Тамаша шахмат есебі!. Бұған қоса "Уәзірлер" экран сақтаушыны қараңыз. http://en.wikipedia.org/wiki/Chess_endgame Авторы Blair Tennessy; 2002.
ko: 검은 말이 세 개의 메이팅 네트를 빠져나가지만, 네 번째 네트에 가로막힙니다! 환상적인 조합입니다! "Queens" 화면 보호기도 참고하십시오. https://ko.wikipedia.org/wiki/%EC%B2%B4%EC%8A%A4_%EC%97%94%EB%93%9C%EA%B2%8C%EC%9E%84 Blair Tennessy 작성, 2002년.
nb: Svart sniker seg ut av tre mattfeller, men den fjerde holder ham fast! En briljant komposisjon! Se også pauseskjermen «Queens». http://no.wikipedia.org/wiki/Sluttspill Skrevet av Blair Tennessy, 2002.
nds: Swatt rutscht ut dree vertüdelt Netten rut, man dat veerte höllt em stevig fast. Wunnerbor opbuut. Kiek Di ok den Pausschirm "Damen" an. http://de.wikipedia.org/wiki/Endspiel_(Schach) Schreven vun Blair Tennessy, 2002.
nl: Zwart sluipt uit drie verstrengelde netten, maar de vierde houdt hem stevig vast! Een briljante compositie! Zie ook de "Queens" schermbeveiliging. http://en.wikipedia.org/wiki/Chess_endgame In 2002 geschreven door Blair Tennessy.
nn: Svart slepp unna tre mattnett, men vert fanga av det fjerde. Genialt laga. Sjå òg pauseskjermen «Dronningar». http://en.wikipedia.org/wiki/Chess_endgame Skriven av Blair Tennessy i 2002.
pl: Czarne wymykają się z trzech prób zamatowania, ale czwarta jest skuteczna! Wspaniała kombinacja! Zobacz także wygaszacz "Hetmani". http://pl.wikipedia.org/wiki/Gra_końcowa Autor: Blair Tennessy; 2002.
pt: A peça preta tenta sair de três malhas de acasalamento, mas a quarta mantêm-na presa! Uma composição brilhante! Veja também o protector de ecrã "Rainhas". http://en.wikipedia.org/wiki/Chess_endgame Feito por Blair Tennessy; 2002.
ru: Чёрные ускользают из трёх матовых ловушек, но крепко попадают в четвёртую! Блестящая композиция. Также см. хранитель экрана "Queens". Автор Блэр Теннесси (Blair Tennessy), 2002 http://ru.wikipedia.org/wiki/Эндшпиль
sl: Črni igralec ubeži trem mat pozicijam, toda četrti se ne more izogniti! Briljantna sestava! Oglejte si tudi ohranjevalnik zaslona "Kraljice". http://en.wikipedia.org/wiki/Chess_endgame Napisal Blair Tennessy, 2002.
sr@ijekavian: Црни се извлачи из три мат‑мреже, али га четврта не пропушта! Сјајна композиција! (http://en.wikipedia.org/wiki/Chess_endgame). Погледајте и чувар екрана Краљице. Написао Блер Тенеси, 2002.
sv: Svart glider ur tre mattsättningar, men den fjärde håller honom innesluten. Ett mästerligt upplägg. Se också skärmsläckaren "Damer" och http://en.wikipedia.org/wiki/Chess_endgame. Skriven av Blair Tennessy, 2002.
uk: Чорні уникнули трьох позицій мата, але четвертої їм не уникнути! Чудова композиція! Див. також зберігач екрана «Королеви». http://en.wikipedia.org/wiki/Chess_endgame Автор — Blair Tennessy; 2002.
zh_tw: 黑子躲開了三次陷阱，第四次卻讓它動彈不得！參考資料：http://en.wikipedia.org/wiki/Chess_endgame 。由 Blair Tennessy 撰寫，2002。

# @option:check
source: Low resolution chess pieces
ca@valencia: Peces d'escacs de baixa resolució
es: Piezas de ajedrez en baja resolución
et: Madala lahutusega malendid
eu: Bereizmen txikiko xake piezak
fi: Alhaisen tarkkuuden šakkinappulat
fr: Pièces d'échec basses résolution
gl: Pezas de xadrez de baixa resolución
hu: Alacsony felbontású sakkfigurák
it: Pezzi in bassa risoluzione
ja: 低解像度チェスのコマ
kk: Айырымдылығы төмен фигуралар
ko: 저해상도 체스 말
lv: Zemas izšķirtspējas šaha kauliņi
nb: Sjakkbrikker i lav oppløsning
nds: Schachfiguren mit siete Oplösen
nl: Lage resolutie schaakstukken
nn: Brikker med låg oppløysing
pl: Figury szachowe w niskiej rozdzielczości
pt: Peças de xadrez de baixa resolução
ru: Фигуры в низком разрешении.
sl: Šahovske figure v nizki ločljivosti
sr@ijekavian: Шаховске фигуре ниске резолуције
sv: Schackpjäser med låg upplösning
uk: Шахові фігури низької роздільної здатності
zh_tw: 低解析度的棋子

# @item screen saver name
source: Engine
ca@valencia: Motor
es: Motor
et: Mootor
eu: Motorra
fi: Moottori
fr: Moteur
gl: Motor
hu: Motor
it: Motore
ja: エンジン
kk: Мотор
ko: 엔진
lv: Dzinējs
nb: Motor
nds: Motor
nl: Motor
nn: Motor
pl: Silnik
pt: Motor
ru: Двигатель
sl: Motor
sr@ijekavian: Мотор
sv: Motor
uk: Двигун
zh_tw: 引擎

# @info screen saver description
source: Draws a simple model of an engine that floats around the screen. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Written by Ben Buxton and Ed Beroset; 2001.
ca@valencia: Dibuixa un model senzill d'un motor que flota per la pantalla. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Escrit per Ben Buxton i Ed Beroset; 2001.
es: Dibuja un modelo sencillo de un motor que flota por la pantalla. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation. Escrito por Ben Buxton y Ed Beroset; 2001.
et: Joonistab lihtsa mootorimudeli, mis hõljub mööda ekraani. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Autorid: Ben Buxton ja Ed Beroset; 2001.
eu: Pantailan flotatzen duen motore baten eredu xume bat marrazten du. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Ben Buxton edta Ed Beroset-ek idatzia; 2001.
fi: Piirtää yksinkertaisen moottorin mallin, joka leijuu ympäri ruutua. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Kirjoittaneet Ben Buxton ja Ed Beroset, 2001.
fr: Dessine un modèle simple de moteur qui nage sur votre écran. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation. Écrit par Ben Buxton et Ed Beroset en 2001.
gl: Debuxa un modelo simple dun motor que flutúa pola pantalla. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation. Escribírono Ben Buxton e Ed Beroset en 2001.
it: Disegna un semplice modello di motore che vola nello schermo. http://it.wikipedia.org/wiki/Motore_a_combustione_interna. Scritto da Ben Buxton ed Ed Beroset; 2001.
kk: Экранда ұшып жүрген моторды бейнелейді. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Авторлары: Ben Buxton мен Ed Beroset; 2001.
ko: 화면을 떠다니는 간단한 내연 기관 모형을 그립니다. https://ko.wikipedia.org/wiki/%EB%82%B4%EC%97%B0_%EA%B8%B0%EA%B4%80#.EC.9E.91.EB.8F.99 Ben Buxton, Ed Beroset 작성, 2001년.
nb: Tegn en enkel modell av en motor, som driver omkring på skjermen, http://no.wikipedia.org/wiki/Stempelmotor Skrevet av Ben Buxton og Ed Beroset; 2001.
nds: En eenfach Modell vun en Motor sweevt över den Schirm. http://de.wikipedia.org/wiki/Verbrennungsmotor Schreven vun Ben Buxton un Ed Beroset, 2001.
nl: Toont een simpel model van een motor die over het scherm zwerft. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation In 2001 geschreven door Ben Buxton en Ed Beroset.
nn: Teiknar ein enkel modell av ein motor som flyt rundt på skjermen. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Skriven av Ben Buxton og Ed Beroset i 2001.
pl: Prosty model silnika poruszający się po ekranie. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Autorzy: Ben Buxton i Ed Beroset; 2001.
pt: Desenha um modelo simples de um motor que flutua pelo ecrã. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Feito por Ben Buxton e Ed Beroset; 2001.
ru: Простая модель двигателя, дрейфующая по экрану. http://ru.wikipedia.org/wiki/Двигатель_внутреннего_сгорания Авторы: Бен Бакстон (Ben Buxton) и Эд Берозе (Ed Beroset), 2001.
sl: Izriše enostaven model motorja, ki lebdi po zaslonu. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Napisala Ben Buxton in Ed Beroset, 2001.
sr@ijekavian: Црта једноставан модел мотора који плута по екрану (http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation). Написали Бен Бакстон и Ед Беросет, 2001.
sv: Ritar en enkel modell av en motor som flyter omkring på skärmen. Se http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation. Skriven av Ben Buxton och Ed Beroset, 2001.
uk: Малює просту модель двигуна, яка плаває екраном. http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Автори — Ben Buxton і Ed Beroset; 2001.
zh_tw: 繪製簡單的引擎模型。參考資料：http://en.wikipedia.org/wiki/Internal_combustion_engine#Operation 。由 Ben Buxton 與 Ed Beroset 撰寫，2001。

# @option:radio
source: Random engine
ca@valencia: Motor aleatori
es: Motor aleatorio
et: Juhuslik mootor
eu: Ausazko motorea
fi: Satunnainen moottori
fr: Moteur aléatoire
ga: Inneall randamach
gl: Motor aleatorio
hu: Véletlenszerű motor
it: Motore a caso
ja: 任意のエンジン
kk: Кездейсоқ мотор
ko: 무작위적 엔진
lv: Nejaušs dzinējs
nb: Vilkårlig motor
nds: Tofällig Motor
nl: Willekeurige motor
nn: Tilfeldig motor
pl: Losowy silnik
pt: Motor aleatório
ru: Случайный двигатель
sl: Naključni motor
sr@ijekavian: Насумични мотор
sv: Slumpmässig motor
uk: Випадковий двигун
zh_tw: 隨機引擎

# @option:radio
source: Honda Insight (3 cylinders)
ca@valencia: Honda Insight (3 cilindres)
es: Honda Insight (3 cilindros)
et: Honda Insight (3 silindrit)
eu: Honda Insight (3 zilindro)
fi: Honda Insight (3-sylinterinen)
fr: Honda Insight (3 cylindres)
ga: Honda Insight (3 shorcóir)
gl: Honda Insight (3 cilindros)
hu: Honda Insight (3 hengeres)
it: Honda Insight (3 cilindri)
ja: Honda Insight (3 シリンダー)
kk: Honda Insight (3 цилиндр)
ko: 혼다 인사이트(실린더 3개)
lv: Honda Insight (3 cilindri)
nb: Honda Insight (3 sylindre)
nds: Honda Insight (3 Zylinners)
nl: Honda Insight (3 cilinders)
nn: Honda Insight (3 sylindrar)
pl: Honda Insight (3 cylindry)
pt: Honda Insight (3 cilindros)
ru: Honda Insight (3 цилиндра)
sl: Honda Insight (3 cilindri)
sr@ijekavian: хонда инсајт (3 цилиндра)
sv: Honda Insight (3-cylindrig)
uk: Honda Insight (3 циліндри)
zh_tw: Honda Insight（三汽缸）

# @option:radio
source: BMW M3 (4 cylinders)
ca@valencia: BMW M3 (4 cilindres)
es: BMW M3 (4 cilindros)
et: BMW M3 (4 silindrit)
eu: BMW M3 (4 zilindro)
fi: BMW M3 (4-sylinterinen)
fr: BMW M3 (4 cylindres)
ga: BMW M3 (4 shorcóir)
gl: BMW M3 (4 cilindros)
hu: BMW M3 (4 hengeres)
it: BMW M3 (4 cilindri)
ja: BMW M3 (4 シリンダー)
kk: BMW M3 (4 цилиндр)
ko: BMW M3(실린더 4개)
lv: BMW M3 (4 cilindri)
nb: BMW M3 (4 sylindre)
nds: BMW M3 (4 Zylinners)
nl: BMW M3 (4 cilinders)
nn: BMW M3 (4 sylindrar)
pl: BMW M3 (4 cylindry)
pt: BMW M3 (4 cilindros)
ru: BMW M3 (4 цилиндра)
sl: BMW M3 (4 cilindri)
sr@ijekavian: БМВ М3 (4 цилиндра)
sv: BMW M3 (4-cylindrig)
uk: BMW M3 (4 циліндри)
zh_tw: BMW M3（四汽缸）

# @option:radio
source: VW Beetle (4 cylinders, flat)
ca@valencia: Escarabat VW (4 cilindres, pla)
es: VW Beetle (4 cilindros, llano)
et: VW Beetle (4 silindrit, bokser)
eu: VW Beetle (4 zilindro, horizontalean)
fi: VW Kupla (4-sylinterinen, litteä)
fr: VW Coccinelle (4 cylindres, plat)
ga: VW Beetle (4 sorcóir, maol)
gl: VW Beetle (4 cilindros en liña)
hu: VW Beetle (4 hengeres, sima)
it: VW Maggiolino (4 cilindri, lineare)
ja: VW Beetle (4 シリンダー、フラット)
kk: VW "Қоңыз" (4 цилиндр, қатар)
ko: 폭스바겐 비틀(실린더 4개, 평면)
lv: VW Beetle (4 cilindri, plaknē)
nb: VW boble (4 sylindre, flat)
nds: VW Käver (4 Zylinners, flach)
nl: VW Beetle (4 cilinders, plat)
nn: VW Beetle (4 sylindrar, flat)
pl: VW Beetle (4 cylindry, dwurzędowy)
pt: VW Carocha (4 cilindros, plano)
ru: VW Beetle (4 цилиндра, плоскостной)
sl: VW Hrošč (4, cilindri, plosko)
sr@ijekavian: буба (4 цилиндра, боксер)
sv: VW bubbla (4-cylindrar, rak)
uk: VW «Жук» (4 циліндра, плоске компонування)
zh_tw: VW Beetle（四汽缸，平面）

# @option:radio
source: Audi Quattro (5 cylinders)
ca@valencia: Audi Quattro (5 cilindres)
es: Audi Quattro (5 cilindros)
et: Audi Quattro (5 silindrit)
eu: Audi Quattro (5 zilindro)
fi: Audi Quattro (5-sylinterinen)
fr: Audi Quattro (5 cylindres)
ga: Audi Quattro (5 shorcóir)
gl: Audi Quattro (5 cilindros)
hu: Audi Quattro (5 hengeres)
it: Audi Quattro (5 cilindri)
ja: Audi Quattro (5 シリンダー)
kk: Audi Quattro (5 цилиндр)
ko: 아우디 콰트로(실린더 5개)
lv: Audi Quattro (5 cilindri)
nb: Audi Quattro (5 sylindre)
nds: Audi Quattro (5 Zylinners)
nl: Audi Quattro (5 cilinders)
nn: Audi Quattro (5 sylindrar)
pl: Audi Quattro (5 cylindrów)
pt: Audi Quattro (5 cilindros)
ru: Audi Quattro (5 цилиндров)
sl: Audi Quattro (5 cilindrov)
sr@ijekavian: ауди кватро (5 цилиндара)
sv: Audi Quattro (5-cylindrig)
uk: Audi Quattro (5 циліндрів)
zh_tw: Audi Quattro（五汽缸）

# @option:radio
source: BMW M5 (6 cylinders)
ca@valencia: BMW M5 (6 cilindres)
es: BMW M5 (6 cilindros)
et: BMW M5 (6 silindrit)
eu: BMW M5 (6 zilindro)
fi: BMW M5 (6-sylinterinen)
fr: BMW M5 (6 cylindres)
ga: BMW M5 (6 shorcóir)
gl: BMW M5 (6 cilindros)
hu: BMW M5 (6 hengeres)
it: BMW M5 (6 cilindri)
ja: BMW M5 (6 シリンダー)
kk: BMW M5 (6 цилиндр)
ko: BMW M5(실린더 6개)
lv: BMW M5 (6 cilindri)
nb: BMW M5 (6 sylindre)
nds: BMW M5 (6 Zylinners)
nl: BMW M5 (6 cilinders)
nn: BMW M5 (6 sylindrar)
pl: BMW M5 (6 cylindrów)
pt: BMW M5 (6 cilindros)
ru: BMW M5 (6 цилиндров)
sl: BMW M5 (6 cilindrov)
sr@ijekavian: БМВ М5 (6 цилиндара)
sv: BMW M5 (6-cylindrig)
uk: BMW M5 (6 циліндрів)
zh_tw: BMW M5（六汽缸）

# @option:radio
source: Subaru XT (6 cylinders, V)
ca@valencia: Subaru XT (6 cilindres, V)
es: Subaru XT (6 cilindros, V)
et: Subaru XT (6 silindrit, V)
eu: Subaru XT (6 zilindro, V)
fi: Subaru XT (6-sylinterinen, V)
fr: Subaru XT (6 cylindres, V)
ga: Subaru XT (6 sorcóir, V)
gl: Subaru XT (6 cilindros en V)
hu: Subaru XT (6 hengeres, V)
it: Subaru XT (6 cilindri, V)
ja: Subaru XT (6 シリンダー、V)
kk: Subaru XT (6 цилиндр, V-секілді)
ko: 스바루 XT(실린더 6개, V)
lv: Subaru XT (6 cilindri, V)
nb: Subaru XT (6 sylindre, V)
nds: Subaru XT (6 Zylinners, V)
nl: Subaru XT (6 cilinders, V)
nn: Subaru XT (6 sylindrar, V)
pl: Subaru XT (6 cylindrów, V)
pt: Subaru XT (6 cilindros em V)
ru: Subaru XT (6 цилиндров, V)
sl: Subaru XT (6 cilindrov, V)
sr@ijekavian: субару ИксТ (6 цилиндара, V)
sv: Subaru XT (6-cylindrig, V)
uk: Subaru XT (6 циліндрів, V-подібне компонування)
zh_tw: 速霸陸 XT（六汽缸，V 型）

# @option:radio
source: Porsche 911 (6 cylinders, flat)
ca@valencia: Porsche 911 (6 cilindres, pla)
es: Porsche 911 (6 cilindros, llano)
et: Porsche 911 (6 silindrit, bokser)
eu: Porsche 911 (6 zilindro, horizontalean)
fi: Porsche 911 (6-sylinterinen, litteä)
fr: Porsche 911 (6 cylindres, plat)
ga: Porsche 911 (6 sorcóir, maol)
gl: Porsche 911 (6 cilindros en liña)
hu: Porsche 911 (6 hengeres, sima)
it: Porsche 911 (6 cilindri, lineare)
ja: Porsche 911 (6 シリンダー、フラット)
kk: Porsche 911 (6 цилиндр, қатар)
ko: 포르쉐 911(실린더 6개,평면)
lv: Porsche 911 (6 cilindri, plaknē)
nb: Porsche 911 (6 sylindre, flat)
nds: Porsche 911 (6 Zylinners, flach)
nl: Porsche 911 (6 cilinders, plat)
nn: Porsche 911 (6 sylindrar, flat)
pl: Porsche 911 (6 cylindrów, dwurzędowy)
pt: Porsche 911 (6 cilindros, plano)
ru: Porsche 911 (6 цилиндров, плоскостный)
sl: Porsche 911 (6 cilindrov, plosko)
sr@ijekavian: порше 911 (6 цилиндара, боксер)
sv: Porsche 911 (6-cylindrig, rak)
uk: Porsche 911 (6 циліндрів, плоске компонування)
zh_tw: 保時捷 911（六汽缸，平面）

# @option:radio
source: Corvette Z06 (8 cylinders, V)
ca@valencia: Corvette Z06 (8 cilindres, V)
es: Corvette Z06 (8 cilindros, V)
et: Corvette Z06 (8 silindrit, V)
eu: Corvette Z06 (8 zinlindro, V)
fi: Corvette Z06 (8-sylinterinen, V)
fr: Corvette Z06 (8 cylindres, V)
ga: Corvette Z06 (8 sorcóir, V)
gl: Corvette Z06 (8 cilindros en V)
hu: Corvette Z06 (8 hengeres, V)
it: Corvette Z06 (8 cilindri, V)
ja: Corvette Z06 (8 シリンダー、V)
kk: Corvette Z06 (8 цилиндр, V-секілді)
ko: 콜벳 Z06(실린더 8개, V)
lv: Corvette Z06 (8 cilindri, V)
nb: Corvette Z06 (8 sylindre, V)
nds: Corvette Z06 (8 Zylinners, V)
nl: Corvette Z06 (8 cilinders, V)
nn: Corvette Z06 (8 sylindrar, V)
pl: Corvette Z06 (8 cylindrów, V)
pt: Corvette Z06 (8 cilindros em V)
ru: Corvette Z06 (8 цилиндров, V)
sl: Corvette Z06 (8 cilindrov, V)
sr@ijekavian: корвета з06 (8 цилиндара, V)
sv: Corvette Z06 (8-cylindrig, V)
uk: Corvette Z06 (8 циліндрів, V-подібне компонування)
zh_tw: Corvette Z06（八汽缸，V 型）

# @option:radio
source: Dodge Viper (10 cylinders, V)
ca@valencia: Dodge Viper (10 cilindres, V)
es: Dodge Viper (10 cilindros, V)
et: Dodge Viper (10 silindrit, V)
eu: Dodge Viper (10 zilindro, V)
fi: Dodge Viper (10-sylinterinen, V)
fr: Dodge Viper (10 cylindres, V)
ga: Dodge Viper (10 sorcóir, V)
gl: Dodge Viper (10 cilindros en V)
hu: Dodge Viper (10 hengeres, V)
it: Dodge Viper (10 cilindri, V)
ja: Dodge Viper (10 シリンダー、V)
kk: Dodge Viper (10 цилиндр, V-секілді)
ko: 닷지 바이퍼(실린더 10개, V)
lv: Dodge Viper (10 cilindri, V)
nb: Dodge Viper (10 sylindre, V)
nds: Dodge Viper (10 Zylinners, V)
nl: Dodge Viper (10 cilinders, V)
nn: Dodge Viper (10 sylindrar, V)
pl: Dodge Viper (10 cylindrów, V)
pt: Dodge Viper (10 cilindros em V)
ru: Dodge Viper (10 цилиндров, V)
sl: Dodge Viper (10 cilindrov, V)
sr@ijekavian: доџ вајпер (10 цилиндара, V)
sv: Dodge Viper (10-cylindrig, V)
uk: Dodge Viper (10 циліндрів, V-подібне компонування)
zh_tw: Dodge Viper（十汽缸，V 型）
