Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws a box and a few line segments, and generates a radial blur outward from it. This creates flowing field effects. This is done by rendering the scene into a small texture, then repeatedly rendering increasingly-enlarged and increasingly-transparent versions of that texture onto the frame buffer. As such, it's quite GPU-intensive: if you don't have a very good graphics card, it will hurt your machine bad. Written by Jamie Zawinski; 2002.
ca@valencia: Este dibuixa una caixa i alguns segments de línies, i genera un difuminat radial cap enfora. Això crea efectes de camp de flux. Es fa renderitzant l'escena amb una textura petita, i renderitzant repetidament versions d'esta textura augmentat-ne la grandària i la transparència en la targeta gràfica. Per tant, utilitza força la GPU: si no teniu una targeta bastant bona, pot afectar bastant a la vostra màquina. Escrit per Jamie Zawinski; 2002.
es: Este programa dibuja una caja con unos pocos segmentos de línea y genera un desenfoque radial desde fuera de él. Esto crea efectos de campos que fluyen. Se consigue al representar la escena en una textura pequeña y luego representando versiones cada vez más grandes y transparente de esa textura en el búfer de la imagen. Por tanto, hace un uso intensivo del sistema gráfico: no intente ejecutarlo si no dispone de una buena tarjeta gráfica, a su equipo le costará moverlo. Escrito por Jamie Zawinski; 2002.
et: Joonistab kasti ja mõned joonelõigud ning tekitab seejärel sellest lähtuva radiaalse hägu, nii et kujuneb nagu omamoodi lendlev väli. Selleks renderdatakse stseen väikeseks tekstuuriks, mida omakorda edasi üha suuremaks ja üha läbipaistvamaks renderdatakse. Sestap on see ka parajaks koormuseks protsessorile ning kui sul pole just väga head graafikakaarti, on koormus päris suur. Autor: Jamie Zawinski; 2002.
fi: Piirtää laatikon ja joitakin viivoja ja luo säteittäisen sumennuksen siitä ulospäin. Luo virtaavia kenttäefektejä. Tämä tapahtuu hahmontamalla näkymä ensin pieneen pintakuvioon, sitten hahmontamalla toistuvasti yhä suurempia ja läpinäkyvämpiä versioita pintakuviosta kehyspuskuriin. Käyttää varsin raskaasti grafiikkasuoritinta, joten jollei käytössä ole hyvää näyttökorttia, kone tahmaa pahasti. Kirjoittanut Jamie Zawinski, 2002.
fr: Ceci dessine une boîte et quelques segments de lignes, et génère un flou radial vers son extérieur. Cela crée des effets de coulure. On l'obtient en rendant la scène dans une texture de petite taille, puis des versions de cette texture sont rendu à plusieurs reprises de plus en plus élargies et transparentes. Ainsi, ce rendu est très gourmand en ressources GPU : si vous n'avez pas une très bonne carte graphique, cela nuira gravement à votre machine. Écrit par Jamie Zawinski ; 2002.
gl: Isto debuxa unha caixa e uns poucos segmentos de liña, e xera un borrón radial a saír del. Isto crea efectos de campo fluído debuxando a escena nunha pequena textura, logo debuxa versións cada vez maiores e máis transparentes desa textura no framebuffer. Polo tanto isto consume bastante GPU, e se non ten unha tarxeta gráfica moi boa fará que a máquina vaia máis amodo. Escribiuno Jamie Zawinski en 2002.
it: Disegna un riquadro e alcuni segmenti, e genera una sfocatura radiale a partire da lì. Questo genera degli effetti a campo radiante. Ciò si effettua rendendo la scena in una piccola trama, e quindi rendendo versioni sempre più grandi e trasparenti di quella trama nel framebuffer. Perciò è abbastanza pesante sulla GPU: se non hai una scheda grafica molto buona, rallenterà molto la macchina. Scritto da Jamie Zawinski; 2002.
kk: Сауле шашатын қораптың GL бейнесі. Бұл бейнені салу процессордың көп уақытын алады. Бейне тақшаңыз қүшті болмаса, компьютеріңіз тежеп қалады. Авторы: Jamie Zawinski; 2002.
ko: 상자와 선 조각을 그리고 바깥쪽으로 원형 흐림 효과를 추가합니다. 이를 통하여 흐르는 유체 효과를 생성합니다 화면을 작은 텍스처로 렌더링한 다음 프레임 버퍼에 대폭 확대되고 투명한 텍스처를 그려서 생성합니다. GPU를 많이 사용하므로 좋은 그래픽 카드를 사용하지 않으면 느려질 수 있습니다. Jamie Zawinski 작성, 2002년.
nb: Tegner en boks og noen linjestykker, og lager en radialsløring utover. Dette foregår ved å legge scenen i en liten tekstur, og så tegne denne i stadig større og mer gjennomsiktige utgaver til rammebufferen. Alt dette krever mye av skjermkortet, og med mindre du har et veldig godt et, vil ting gå tregt. Skrevet av Jamie Zawinski i 2002. 2002.
nds: Wiest en Kist un en poor Liensegmenten, un verwischt dat allens steernoordig na buten hen. Dat stellt fleten Feldeffekten op. Dor warrt dat Bild na en lütt Textuur för wannelt, un denn dor wedderhaalt en grötter un dörschienen Verschoon vun disse Textuur na den Rahmenpuffer rendert. Dor kummt de Grafikperzesser goot in't Sweten: Hest Du keen bannig good Grafikkoort, kann Dien Reekner dor ok vun tweigahn. Schreven vun Jamie Zawinski 2002.
nl: Dit toont een doos en een paar lijnsegmenten en genereert een radiale buitenwaardse uitsmering daarvan. Dit creëert een vloeiende veldeffecten. Het wordt gedaan door de scene op te delen in een kleine textuur, en dan steeds zich vergrotende en transparantere versies van de textuur te renderen in de framebuffer. Op zich is dat behoorlijk GPU-intensief: als u geen erg goede grafische kaart hebt, zal dat uw machine zwaar belasten. In 2002 geschreven door Jamie Zawinski.
nn: Teiknar ein boks og nokre linjestykke, og lagar ei radialsløring utover. Dette foregår ved å leggja scena i ein liten tekstur, og så teikna denne i stadig større og meir gjennomsiktige utgåver til rammebufferen. Alt dette krever mykje av skjermkortet, og med mindre du har eit veldig godt eit, vil ting gå tregt. Skriven av Jamie Zawinski i 2002.
pl: Rysuje sześcian, kilka fragmentów linii i generuje promieniste rozmycie na zewnątrz. Tworzy to efekt płynnego pola. Efekt został uzyskany poprzez renderowanie sceny na małą tekturę, a potem kolejne renderowania w buforze ramki powiększonej i coraz bardziej przezroczystej wersji tej tekstury. Grafika jest bardzo wymagająca obliczeniowo. Proszę nie uruchamiać, jeśli w komputerze nie ma akcelerowanej obsługi tekstur OpenGL. W przeciwnym razie można tego żałować. Autor: Jamie Zawinski; 2002.
pt: Desenha uma caixa e alguns segmentos de recta, gerando um borrão radial para fora dela. Isto cria alguns efeitos de campos de fluxo. Isto é feito através da representação da cena numa pequena textura, representando depois de forma repetida as versões alargadas e cada vez mais transparentes dessa textura na placa gráfica. Como tal, é bastante intensiva a nível da GPU: se não tiver uma placa gráfica muito boa, irá afectar bastante a sua máquina. Feito por Jamie Zawinski; 2002.
ru: Отрисовывается квадрат и несколько линейных сегментов и генерируется радиальная размывка изнутри наружу, что даёт эффект перетекающего поля. Это достигается путём рендеринга картинки в маленькую текстуру, а затем повторяющегося рендеринга увеличивающихся и становящихся прозрачными версий этой текстуры во буфере кадра. В итоге данный хранитель интенсивно потребляет ресурсы ЦПУ, и если у вас недостаточно мощная видеокарта, он сильно загрузит компьютер. Автор Джеми Завински (Jamie Zawinski), 2002.
sl: Ustvari škatlo in nekaj odsekov črt in iz nje ustvari krožno zabrisanost. To ustvari učinke tekočega polja. To je narejeno z izrisovanjem scene z majhnimi teksturami in nato s ponavljajočim izrisovanjem čedalje večje in prozornejše različice teksture v medpomnilnik slik. Zato je ohranjevalnik zaslona precej zahteven za grafične kartice. V primeru, da nimate dobre grafične kartice, bo močno obremenil vaš računalnik. Napisal Jamie Zawinski, 2002.
sr@ijekavian: Црта кутију и неколико дужи, па генерише радијално замућење ка спољашњости, чиме се добијају ефекти струјног поља. Ово се постиже рендеровањем сцене у малу текстуру, а затим сталним рендеровањем све већих и све прозирнијих верзија те текстуре у кадробафер. Због тога је врло захтјевно за ГПУ: ако вам графичка картица није довољно нова, јако ће успорити рачунар. Написао Џејми Завински, 2002.
sv: Ritar en ruta och några få linjesegment, och skapar en radiell oskärpeeffekt utåt från dem. Det skapar flödande fälteffekter. Det görs genom att återge scenen i en liten struktur, och därefter upprepade gånger återge allt större och allt genomskinligare versioner av strukturen i rambuffern. Av den anledningen kräver den mycket prestanda av grafikprocessorn. Om du inte har ett mycket bra grafikkort, påverkar det datorn mycket negativt. Skriven av Jamie Zawinski, 2002.
uk: Малює прямокутник та декілька відрізків та створює зовнішнє радіальне розмивання. Таким чином, створюється ефект плаваючого поля. Цього вдається досягти завдяки показу малих текстур з повторним надсиланням збільшення цих текстур зі збільшенням прозорості у буфер кадрів. Отже, навантаження на графічний процесор є значним: якщо ваша графічна картка не є достатньо потужною, навантаження буде досить критичним. Автор — Jamie Zawinski; 2002.
zh_tw: 繪製一個方形與一些線段，然後往外呈放射性開始模糊，產生流場（flowing field）的效果。做法是把場景繪製成小的紋理，然後重覆繪製較大與較透明的版本。它還滿吃 CPU 時間的，若您的繪圖卡不怎麼好，它可能會吃垮您的機器。由 Jamie Zawinski 撰寫，2002。

# @label:slider
source: Blur smoothness
ca@valencia: Suavitzat del difuminat
es: Desenfoque suave
et: Hägu mahendus
fi: Sumennuksen pehmeys
fr: Dureté du brouillard
gl: Suavidade do desenfoque
hu: Elmosás simasága
it: Lisciatura della sfocatura
ja: にじみのスムースさ
kk: Күрделігі
ko: 흐림 효과 부드러움
lv: Miglas gludums
nb: Slørjevnhet
nds: Bewegen-Weekheit
nl: Uitsmeergladheid
nn: Glatting
pl: Gładkie rozmycie
pt: Suavidade do borrão
ru: Гладкость размывки
sl: Gladkost zabrisanosti
sr@ijekavian: Глаткоћа замућења
sv: Oskärpejämnhet
uk: Гладкість розмивання
zh_tw: 模糊平滑度

# @item:inrange Blur smoothness
source: Sparse
ca@valencia: Dispers
es: Escaso
et: Hõre
eu: Sakabanatu
fi: Kova
fr: Clairsemée
ga: Gann
gl: Disperso
hu: Ritka
it: Sparsa
ja: 疎
kk: Төмен
ko: 퍼짐
lv: Reta
nb: Spredt
nds: Verdeelt
nl: Schaars
nn: Spreidd
pl: Nieliczne
pt: Esparsa
ru: Реже
sl: Redka
sr@ijekavian: ретко
sv: Gles
uk: Рідше
zh_tw: 稀疏

# @item:inrange Blur smoothness
source: Dense
ca@valencia: Dens
es: Denso
et: Tihe
eu: Trinkoa
fi: Pehmeä
ga: Dlúth
gl: Denso
hu: Sűrű
it: Densa
ja: 密
kk: Жоғары
ko: 밀집됨
lv: Blīva
nb: Tett
nds: Dicht
nl: Dicht
nn: Tett
pl: Gęsty
pt: Densa
ru: Плотнее
sl: Gosta
sr@ijekavian: густо
sv: Tät
uk: Щільність
zh_tw: 密度

# @item screen saver name
source: GLCells
ca@valencia: Cèl·lules GL
et: GLRakud
eu: GL zelulak
fi: GL-Solut
fr: Cellules (GL)
gl: Celas GL
hu: GLSejtek
it: Cellule
ja: GL セル
kk: GLТірі жасушалар
ko: GL 세포
nb: GL-celler
nds: GLZellen
nn: GL-celler
pl: Komórki GL
pt: Células (GL)
sl: Celice GL
sr@ijekavian: Ћелије (ГЛ)
sv: GL-celler
uk: GL-клітини

# @info screen saver description
source: Cells growing, dividing and dying on your screen. Microscopic pathos. Written by Matthias Toussaint; 2007.
ca@valencia: Cèl·lules creixent, dividint-se, i morint a la pantalla. «Pathos» microscòpic. Escrit per Matthias Toussaint; 2007.
es: Las células crecen, se dividen y mueren en su pantalla. Patetismo microscópico. Escrito por Matthias Toussaint; 2007.
et: Rakud kasvavad, jagunevad ja hääbuvad ekraanil. Tõeline pateetika mikroskoobis. Autor: Matthias Toussaint; 2007.
fi: Näytölläsi kasvavia, jakautuvia ja kuolevia soluja. Mikroskooppinen paatos. Kirjoittanut Matthias Toussaint, 2007.
it: Cellule che crescono, si dividono e muoiono sullo schermo. Pathos microscopico. Scritto da Matthias Toussaint; 2007.
ko: 화면에서 세포가 자라고, 분열하고, 죽습니다. 현미경 세계입니다. Matthias Toussaint 작성, 2007년.
nb: Simulerer celler som vokser, deler seg og dør på skjermen. Mikroskopisk patos.Skrevet av Matthias Toussaint i 2007.
nds: Op Dien Schirm wasst Zellen op, deelt sik un blifft doot. Mikroskoopsch Ledenschapp. Schreven 2007 vun Matthias Toussaint.
nl: Groeiende cellen die zich delen en dood gaan op uw scherm. Microscopische pathos. In 2007 geschreven door Matthias Toussaint.
pl: Rozrastająca się, dzieląca i umierająca kolonia komórek. Mikroskopijny patos. Autor: Matthias Toussaint; 2007.
pt: Células a crescer, dividir-se e a morrer no seu ecrã. Decaimento microscópico. Feito por Matthias Toussaint; 2007.
sl: Celice rastejo, se delijo in umirajo na vašem zaslonu. Mikroskopski patos. Napisal Matthias Toussaint, 2007.
sr@ijekavian: Ћелије које расту, дијеле се и умиру на екрану. Микроскопски патос. Написао Матијас Тусен, 2007.
sv: Celler som växer, delar sig och dör på skärmen. Mikroskopiskt patos. Skriven av Matthias Toussaint, 2007.
uk: Клітинки ростуть, діляться і гинуть просто у вас на екрані. Мікроскопічний пафос. Автор — Matthias Toussaint; 2007.
zh_tw: 在螢幕上顯示顯微鏡裡看到的細胞增長，分裂，然後死亡。由 Matthias Toussaint 撰寫，2007。

# @info screen saver description
source: Cells growing, dividing and dying on your screen. Written by Matthias Toussaint; 2007.
ca@valencia: Cèl·lules creixent, dividint-se, i morint a la pantalla. Escrit per Matthias Toussaint; 2007.
es: Las células crecen, se dividen y mueren en su pantalla. Escrito por Matthias Toussaint; 2007.
et: Rakud kasvavad, jagunevad ja hääbuvad ekraanil. Autor: Matthias Toussaint; 2007.
eu: Zelulak zure pantailan hazten, erdibitzen eta hiltzen. Matthias Toussaint-ek idatzia; 2007.
fi: Kasvavat, jakautuvat ja kuolevat solut. Kirjoittanut Matthias Toussaint, 2007.
fr: Cellules qui grandissent, se divisent puis meurent sur votre écran. Écrit par Matthias Toussaint ; 2007.
ga: Cealla ag fás, ag deighilt agus ag fáil bháis ar do scáileán. Scríofa ag Matthias Toussaint, 2007.
gl: Celas a medrar, dividíndose e morrendo na pantalla. Escribiuno Matthias Toussaint en 2007.
it: Cellule che crescono, si dividono e muoiono sullo schermo. Scritto da Matthias Toussaint; 2007.
ja: 細胞が成長して、分割して、死んでいきます。Matthias Toussaint、2007年作。
kk: Тірі жасушалар өмірі: өсу, бөлініу. өлу. Авторы: Matthias Toussaint; 2007.
ko: 화면에서 세포가 자라고, 분열하고, 죽습니다. Matthias Toussaint 작성, 2007년.
lv: Šūnas, kas aug, dalās un mirst uz jūsu ekrāna. Sarakstīja Matthias Toussaint; 2007.
nb: Simulerer celler som vokser, deler seg og dør på skjermen. Skrevet av Matthias Toussaint i 2007.
nds: Op Dien Schirm wasst Zellen op, deelt sik un blifft doot. Schreven vun Matthias Toussaint, 2007.
nl: Groeiende cellen die zich delen en dood gaan op uw scherm. In 2007 geschreven door Matthias Toussaint.
nn: Simulerer celler som veks, delar seg og dør på skjermen. Skriven av Matthias Toussaint i 2007.
pl: Rozrastająca się, dzieląca i umierająca kolonia komórek. Autor: Matthias Toussaint; 2007.
pt: Células a crescer, dividir-se e a morrer no seu ecrã. Feito por Matthias Toussaint; 2007.
ru: Клетки растут, делятся и умирают. Автор Маттиас Туссеинт (Matthias Toussaint), 2007.
sl: Celice rastejo, se delijo in umirajo na vašem zaslonu. Napisal Matthias Toussaint, 2007.
sr@ijekavian: Ћелије које расту, дијеле се и умиру на екрану. Написао Матијас Тусен, 2007.
sv: Celler som växer, delar sig och dör på skärmen. Skriven av Matthias Toussaint, 2007.
uk: Клітинки ростуть, діляться і гинуть просто у вас на екрані. Автор — Matthias Toussaint; 2007.
zh_tw: 在螢幕上顯示細胞增長，分裂，然後死亡。由 Matthias Toussaint 撰寫，2007。

# @label:slider
source: Max cells
ca@valencia: Nombre màxim de cèl·lules
es: Máximo de células
et: Maks. rakke
eu: Zelula gehienez
fi: Soluja enintään
fr: Cellules maximum
gl: Máximo de celas
hu: Maximális sejtszám
it: Numero massimo di cellule
ja: 細胞最大数
kk: Жасушалар
ko: 최대 세포
lv: Maksimums šūnu
nb: Største antall celler
nds: Hööchsttall vun Zellen
nl: Max. cellen
nn: Største tal på celler
pl: Maksimum komórek
pt: Máximo de células
ru: Количество клеток
sl: Največje število celic
sr@ijekavian: Највише ћелија
sv: Maximalt antal celler
uk: Макс. клітинок
zh_tw: 最大細胞數

# @item:inrange Max cells
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Max cells
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Cell radius
ca@valencia: Radi de les cèl·lules
es: Radio de la celda
et: Raku raadius
eu: Zelulen erradioa
fi: Solujen säde
fr: Rayon des cellules
ga: Ga na gceall
gl: Raio da cela
hu: Sejtsugár
it: Raggio delle cellule
ja: 細胞半径
kk: Өлшемі
ko: 세포 크기
lv: Šūnu rādiuss
nb: Celleradius
nds: Zell-Halfmaat
nl: Celradius
nn: Celleradius
pl: Promień komórki
pt: Raio da célula
ru: Радиус клеток
sl: Polmer celic
sr@ijekavian: Полупречник ћелија
sv: Cellradie
uk: Радіус клітини
zh_tw: 細胞半徑

# @item:inrange Cell radius
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Cell radius
source: Huge
ca@valencia: Enorme
es: Enorme
et: Hiiglaslik
eu: Erraldoia
fi: Valtava
fr: Énorme
ga: Ollmhór
gl: Enorme
hu: Nagyon nagy
it: Gigantesco
ja: 巨大
kk: Зор
ko: 크게
lv: Milzīgs
nb: Enorm
nds: Groot
nl: Enorm
nn: Enorm
pl: Wielki
pt: Enorme
ru: Огромный
sl: Ogromen
sr@ijekavian: огроман
sv: Enorm
uk: Величезний
zh_tw: 巨大

# @option:radio
source: Lowest sphere detail
ca@valencia: Detall mínim de l'esfera
es: El detalle de esferas más bajo
et: Sfääri väikseim detailsus
eu: Esferen xehetasun txikiena
fi: Hyvin niukasti yksityiskohtia
fr: Détail de la sphère la plus basse
gl: Detalle mínimo da esfera
hu: Legkisebb gömbrészletesség
it: Dettaglio delle sfere minimo
ja: 最小の球のディティール
kk: Аз егжей-тегжейі
ko: 구체 정밀도 낮음
lv: Zemākā sfēru detalizācija
nb: Laveste kuledetalj
nds: Minn Zell-Enkelheiten
nl: Laagste detail cel
nn: Minste kuledetaljar
pl: Najniższe detale kuli
pt: Detalhe mínimo da esfera
ru: Минимальная детализация сферы
sl: Najmanjša podrobnost krogle
sr@ijekavian: Најнижа детаљност сфера
sv: Minsta sfäriska detaljnivå
uk: Детальність внутрішньої сфери
zh_tw: 最低球體詳情

# @option:radio
source: Medium sphere detail
ca@valencia: Detall mig de l'esfera
es: Detalle medio de esferas
et: Sfääri keskmine detailsus
eu: Esferen xehetasun ertaina
fi: Keskimääräisesti yksityiskohtia
fr: Détail de la sphère intermédiaire
gl: Detalle medio da esfera
hu: Közepes gömbrészletesség
it: Dettaglio delle sfere medio
ja: 最大速度
kk: Шамалы егжей-тегжейі
ko: 구체 정밀도 중간
lv: Vidēja sfēru detalizācija
nb: Middels kuledetalj
nds: Middelveel Zell-Enkelheiten
nl: Middelste detail bol
nn: Middels kuledetaljar
pl: Średnie detale kuli
pt: Detalhe médio da esfera
ru: Средняя детализация сферы
sl: Srednja podrobnost krogle
sr@ijekavian: Средња детаљност сфера
sv: Medium sfärisk detaljnivå
uk: Детальність середньої сфери
zh_tw: 中等球體詳情

# @option:radio
source: Normal sphere detail
ca@valencia: Detall de l'esfera normal
es: Detalle normal de esferas
et: Sfääri tavaline detailsus
eu: Esferen xehetasun arrunta
fi: Tavallinen määrä yksityiskohtia
fr: Détails de la sphère normaux
gl: Detalle normal da esfera
hu: Normál gömbrészletesség
it: Dettaglio delle sfere normale
ja: 標準の球のディティール
kk: Қалыпты егжей-тегжейі
ko: 구체 정밀도 일반
lv: Normāla sfēru detalizācija
nb: Normale kuledetaljer
nds: Normaal Zell-Enkelheiten
nl: Normaal detail bol
nn: Vanlege kuledetaljar
pl: Zwykłe detale kuli
pt: Detalhe normal da esfera
ru: Нормальная детализация сферы
sl: Običajna podrobnost krogle
sr@ijekavian: Нормална детаљност сфера
sv: Normal sfärisk detaljnivå
uk: Звичайна деталізація сфери
zh_tw: 一般球體詳情

# @option:radio
source: More sphere detail
ca@valencia: Més detall de l'esfera
es: Más detalle de esferas
et: Sfääri täpsem detailsus
eu: Esferen xehetasun gehiago
fi: Paljon yksityiskohtia
fr: Plus de détails pour la sphère
gl: Máis detalles da esfera
hu: Nagyobb gömbrészletesség
it: Più dettaglio delle sfere
ja: より高い球のディティール
kk: Көп егжей-тегжейі
ko: 구체 정밀도 높음
lv: Augstāka sfēru detalizācija
nb: Flere kuledetaljer
nds: Mehr Zell-Enkelheiten
nl: Meer detail bol
nn: Fleire kuledetaljar
pl: Więcej detali kuli
pt: Mais detalhe da esfera
ru: Ещё более чёткая детализация сферы
sl: Boljša podrobnost krogle
sr@ijekavian: Повишена детаљност сфера
sv: Större sfärisk detaljnivå
uk: Додаткова деталізація сфери
zh_tw: 更多球體詳情

# @option:radio
source: Highest sphere detail
ca@valencia: Detall màxim de l'esfera
es: El detalle de esferas más alto
et: Sfääri kõrgeim detailsus
eu: Esferen xehetasun handiena
fi: Hyvin paljon yksityiskohtia
fr: Détail de la sphère la plus haute
gl: Detalle máximo da esfera
hu: Legnagyobb gömbrészletesség
it: Dettaglio delle sfere massimo
ja: 最高の球のディティール
kk: Мол егжей-тегжейі
ko: 구체 정밀도 가장 높음
lv: Augstākā sfēru detalizācija
nb: Høyeste kuledetalj
nds: Bannig veel Zell-Enkelheiten
nl: Hoogste detail bol
nn: Høgste kuledetaljar
pl: Najwyższe detale kuli
pt: Detalhe máximo da esfera
ru: Максимальная детализация сферы
sl: Najvišja podrobnost krogle
sr@ijekavian: Највиша детаљност сфера
sv: Största sfäriska detaljnivå
uk: Детальність зовнішньої сфери
zh_tw: 最高球體詳情

# @label:slider
source: Min food
ca@valencia: Quantitat mínima de menjar
es: Mínimo de comida
et: Min. toitu
eu: Gutxienezko janaria
fi: Ruokaa vähintään
fr: Nourriture minimale
ga: Íosmhéid bia
gl: Mínimo de comida
hu: Minimum táplálék
it: Cibo minimo
kk: Көрік аз дегенде
ko: 최소 식량
lv: Minimums barības
nb: Minste mengde mat
nds: Minnstmengde vun Fodder
nl: Min. voedsel
nn: Minste mengd mat
pl: Minimum pożywienia
pt: Mínimo de comida
ru: Минимум питания
sl: Najmanj hrane
sr@ijekavian: Најмање хране
sv: Minimal föda
uk: Мін. їжі
zh_tw: 最小食物

# @item:inrange Min food
source: Starve
ca@valencia: Passar fam
es: Hambre
et: Näljapajuk
eu: Gose
fi: Niukasti
fr: Priver
ga: Bás den ocras
gl: Facer pasar fame
hu: Éhezik
it: Affama
ja: 飢える
kk: Аштық
ko: 굶주림
lv: Badoties
nb: Sult
nds: Smachten
nl: Hongerig
nn: Svelt
pl: Głodówka
pt: Fome
ru: Нехватка
sl: Stradanje
sr@ijekavian: глад
sv: Svält
uk: Голод
zh_tw: 餓死

# @item:inrange Min food
source: Gorge
ca@valencia: Atipar-se
es: Atiborrar
et: Nii et laud lookas
eu: Betekada
fi: Runsaasti
ga: Altán
gl: Gorxa
hu: Torok
it: Rimpinza
ja: 飲み込む
kk: Молшылық
ko: 배부름
lv: Pierīties
nb: Fråts
nds: Freten
nl: Overvloed
nn: Fråts
pl: Uczta
ru: Излишек
sl: Veliko
sr@ijekavian: гозба
sv: Överflöd
uk: Шийка
zh_tw: 狼吞虎嚥

# @label:slider
source: Max food
ca@valencia: Quantitat màxima de menjar
es: Máximo de comida
et: Maks. toitu
eu: Gehienezko janaria
fi: Ruokaa enintään
fr: Nourriture maximum
ga: Uasmhéid bia
gl: Máximo de comida
hu: Maximum táplálék
it: Cibo massimo
kk: Көрік көп дегенде
ko: 최대 식량
lv: Maksimums barības
nb: Størst mengde mat
nds: Hööchstmengde vun Fodder
nl: Max. voedsel
nn: Største mengd mat
pl: Maksimum pożywienia
pt: Máximo de comida
ru: Максимум питания
sl: Največ hrane
sr@ijekavian: Највише хране
sv: Maximal föda
uk: Макс. їжі
zh_tw: 最大食物

# @item:inrange Max food
source: Starve
ca@valencia: Passar fam
es: Hambre
et: Näljapajuk
eu: Gose
fi: Runsaasti
fr: Priver
ga: Bás den ocras
gl: Facer pasar fame
hu: Éhezik
it: Affama
ja: 飢える
kk: Аштық
ko: 굶주림
lv: Badoties
nb: Sult
nds: Smachten
nl: Hongerig
nn: Svelt
pl: Głodówka
pt: Fome
ru: Излишек
sl: Stradanje
sr@ijekavian: глад
sv: Svält
uk: Голод
zh_tw: 餓死

# @item:inrange Max food
source: Gorge
ca@valencia: Atipar-se
es: Atiborrar
et: Nii et laud lookas
eu: Betekada
fi: Ahmiminen
ga: Altán
gl: Gorxa
hu: Torok
it: Rimpinza
ja: 飲み込む
kk: Молшылық
ko: 배부름
lv: Pierīties
nb: Fråts
nds: Freten
nl: Overvloed
nn: Fråts
pl: Uczta
ru: Излишки
sl: Veliko
sr@ijekavian: гозба
sv: Överflöd
uk: Шийка
zh_tw: 狼吞虎嚥
