Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This generates random mazes, with three different algorithms: Kruskal, Prim, and a depth-first recursive backtracker. It also solves them. Backtracking and look-ahead paths are displayed in different colors. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algorithm Written by Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, and Zack Weinberg; 1985.
ca@valencia: Este genera laberints aleatoris, amb tres algorismes diferents: Krustal, Prim i un de seguiment invers basat primer en la profunditat. També els resol. Es mostren en diferents colors els camins de seguiment invers i d'anticipació. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algorithm Escrit per Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, i Zack Weinberg; 1985.
es: Genera laberintos al azar, con tres algoritmos de generación diferentes: Kruskal, Prim y un rastreador recursivo, tipo primero en profundidad. También los resuelve. Las rutas de rastreo y búsqueda se muestran en distintos colores. http://en.wikipedia.org/wiki/Maze_generation_algorithm. Escrito por Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, y Zack Weinberg; 1985.
et: Loob juhuslikke labürinte (kolme erineva labürindiloome algoritmi põhjal: Kruskali, Primi ja sügavuti läbimise algoritm) ja siis lahendab need. Ette- ja tahapoole suunduvad teed on tähistatud eri värviga. http://en.wikipedia.org/wiki/Maze_generation_algorithm Autorid: Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar ja Zack Weinberg; 1985.
fi: Tämä luo satunnaisdia sokkeloita käyttäen kolmea eri sokkelonluontialgoritmia: Kruskalia, Primiä ja rekursiivisesti paluun jäljittävää syvyys ensin -algoritmia. Säästäjä myös ratkaisee sokkelot. Paluu- ja kurkistuspolut näytetään eri värein. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algorithm Kirjoittaneet Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar ja Zack Weinberg, 1985.
it: Genera dei labirinti casuali con tre diversi algoritmi: Kruskal, Prim, e un ritracciatore ricorsivo a priorità di profondità; inoltre li risolve. I percorsi di ritracciamento e di ricerca in avanti sono visualizzati con colori diversi. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algorithm Scritto da Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, e Zack Weinberg; 1985.
nb: Lager tilfeldige labyrinter, med tre forskjellige algoritmer: Kruskal, Prim, og en rekursiv tilbakesporer. Den løser dem også. Tilbakesporene og foroversporene blir vist med forskjellige farger. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algoritmSkrevet av Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar og Zack Weinberg i 1985.
nds: Stellt tofällige Biestergoorns op, na dree verscheden Rekenmetoden: Kruskal, Prim un en rekursiev Naspörer. De Biestergoorns warrt denn ok lööst. De Padden torüch un vörut warrt in verscheden Klören dorstellt. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://de.wikipedia.org/wiki/Lösungsalgorithmen_für_Irrgärten Schreven vun Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar un Zack Weinberg, 1985.
nl: Dit genereert willekeurige doolhoven met drie verschillende doolhofgeneratiealgorithmen: Kruskal, Prim, en een diepte-eerst recursieve spoorzoeker. Lost deze daarna op. Spoorzoek- en vooruitkijkpaden worden getoond in verschillende kleuren. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algorithm In 1992 geschreven door Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, en Zack Weinberg.
pl: Wygaszacz generuje losowe labirynty według trzech różnych algorytmów: Kruskal, Prim, i głębokie pierwsze rekursywne śledzenie wsteczne, a następnie rozwiązuje je. Śledzenie i projekcja ścieżek przedstawione są przy pomocy różnych kolorów. http://en.wikipedia.org/wiki/Maze_generation_algorithm Autorzy: Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, i Zack Weinberg; 1985.
pt: Gera labirintos aleatórios (com três algoritmos diferentes de geração de labirintos), resolvendo-os de seguida. Os caminhos de registo e antecipação são mostrados com diferentes cores. http://en.wikipedia.org/wiki/Maze_generation_algorithm Feito por Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, e Zack Weinberg; 1985.
sl: Ta ohranjevalnik zaslona ustvari naključne labirinte s tremi različnimi algoritmi ustvarjanja labirintov: Kruskalov, Primov in rekurzivni algoritem, ki najprej računa globino, in jih nato reši. Poti sledenja nazaj in gledanja naprej sta prikazani v različnih barvah. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algorithm Napisali Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, in Zack Weinberg, 1985.
sr@ijekavian: Генерише насумичне лавиринте, по једном од три различита алгоритма: Краскалов, Примов, рекурзивни контраход у дубину; затим их рјешава (http://en.wikipedia.org/wiki/Maze_generation_algorithm, http://en.wikipedia.org/wiki/Maze_solving_algorithm). Контраход и предувидне путање приказују се различитим бојама. Написали Мартин Вајс, Дејв Лемке, Џим Рандел, Џејми Завински, Јоханес Кевћелор и Зак Вајнберг, 1985.
sv: Den här skapar slumpmässiga labyrinter, med tre olika algoritmer: Kruskal, Prim och en tillbakagående djup-först algoritm. Den löser dem också. Tillbakagående och framåtgående vägar visas med olika färger. Se http://en.wikipedia.org/wiki/Maze_generation_algorithm. Skriven av Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar och Zack Weinberg, 1985.
uk: Ця програма створює випадкові лабіринти (за допомогою декількох різних алгоритмів: Крускала, Пріма та рекурсивного зворотного пошуку у глибину), а потім шукає з них вихід. Шляхи відступу і прямування вперед відображається різними кольорами. http://en.wikipedia.org/wiki/Maze_generation_algorithm http://en.wikipedia.org/wiki/Maze_solving_algorithm Автори — Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar та Zack Weinberg; 1985.
zh_tw: 使用三種不同的演算法：Kruskal，Prim 與深先遞迴回溯追蹤來產生隨機迷宮，然後試著找出路。回溯與往前推估的路徑用不同的顏色表示。參考資料：http://en.wikipedia.org/wiki/Maze_generation_algorithm 。http://en.wikipedia.org/wiki/Maze_solving_algorithm 。由 Martin Weiss，Dave Lemke，Jim Randell，Jamie Zawinski，Johannes Keukelaar 與 Zack Weinberg 撰寫，1985。

# @info screen saver description
source: This generates random mazes (with three different maze-generation algorithms), and then solves them. Backtracking and look-ahead paths are displayed in different colors. http://en.wikipedia.org/wiki/Maze_generation_algorithm Written by Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, and Zack Weinberg; 1985.
ca@valencia: Este genera laberints aleatoris (amb tres algorismes diferents de generació de laberints), i llavors els resol. Es mostren en diferents colors els camins de seguiment invers i d'anticipació. http://en.wikipedia.org/wiki/Maze_generation_algorithm Escrit per Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, i Zack Weinberg; 1985.
es: Genera laberintos al azar (con 3 algoritmos de generación diferentes) y los resuelve. http://en.wikipedia.org/wiki/Maze_generation_algorithm. Escrito por Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, y Zack Weinberg; 1985.
et: Loob juhuslikke labürinte (kolme erineva labürindiloome algoritmi põhjal) ja siis lahendab need. Ette- ja tahapoole suunduvad teed on tähistatud eri värviga. http://en.wikipedia.org/wiki/Maze_generation_algorithm Autorid: Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar ja Zack Weinberg; 1985.
fi: Tämä luo satunnaisdia sokkeloita (käyttäen kolmea eri sokkelonluontialgoritmia) ja sitten ratkaisee ne. Paluu- ja kurkistuspolut näytetään eri värein. http://en.wikipedia.org/wiki/Maze_generation_algorithmKirjoittaneet Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar ja Zack Weinberg, 1985.
fr: Ceci génère des labyrinthes au hasard (avec trois algorithmes différents de génération de labyrinthes) et les résout ensuite. Les chemins de retour et d'avancée sont en général de couleurs différentes. http://en.wikipedia.org/wiki/Maze_generation_algorithm Écrit par Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar et Zack Weinberg ; 1985.
gl: Xera labirintos aleatorios (con tres algoritmos diferentes de xeración de labirintos), resolvéndoos deseguida. Os camiños de rexistro e anticipación móstranse con diferentes cores. http://en.wikipedia.org/wiki/Maze_generation_algorithm. Escribírono Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar e Zack Weinberg no 1985.
it: Genera dei labirinti casuali (con tre diversi algoritmi per generarli), e quindi li risolve. I percorsi di ritracciamento e di ricerca in avanti sono visualizzati con colori diversi. http://en.wikipedia.org/wiki/Maze_generation_algorithm Scritto da Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, e Zack Weinberg; 1985.
kk: Кездейсоқ лабиринтті (үш құру алгоритмі бойынша) құрып береді де, өзі өтетін жолын тауып береді. Шегіну мен алға басу жолдары түрлі түстерімен боялады. http://en.wikipedia.org/wiki/Maze_generation_algorithm Авторлары: Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, және Zack Weinberg; 1985.
lv: Ģenerē nejaušus labirintus (ar trim dažādiem labirintu ģenerēšanas algoritmiem), tad atrisina tos. Sekošanas un izlūkošanas ceļi tiek parādīti atšķirīgās krāsās. http://en.wikipedia.org/wiki/Maze_generation_algorithm Sarakstīja Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar un Zack Weinberg; 1985.
nb: Lager tilfeldige labyrinter (med tre forskjellige algoritmer), for så å løse dem. Tilbakesporene og foroversporene blir vist med forskjellige farger. <link>http://en.wikipedia.org/wiki/Maze_generation_algorithm</link> Skrevet av Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar og Zack Weinberg i 1985.
nds: Stellt tofällige Biestergoorns op (na dree verscheden Utreken-Metoden), un lööst se dorna. De Padden torüch un vörut warrt in verscheden Klören dorstellt. http://en.wikipedia.org/wiki/Maze_generation_algorithm Schreven vun Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar un Zack Weinberg, 1985.
nl: Dit genereert willekeurige doolhoven (met drie verschillende doolhofgeneratiealgorithmen) en lost deze daarna op. Spoorzoek- en vooruitkijkpaden worden getoond in verschillende kleuren. http://en.wikipedia.org/wiki/Maze_generation_algorithm In 1992 geschreven door Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, en Zack Weinberg.
nn: Lagar tilfeldige labyrintar (med tre forskjellige algoritmar), for så å løysa dei. Tilbaketrekkings- og framsynsvegane vert viste med forskjellige fargar. <link>http://en.wikipedia.org/wiki/Maze_generation_algorithm</link> Skriven av Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar og Zack Weinberg i 1985.
pl: Wygaszacz generuje losowe labirynty (według trzech różnych algorytmów) i rozwiązuje je. Śledzenie i projekcja ścieżek przedstawione są przy pomocy różnych kolorów. http://en.wikipedia.org/wiki/Maze_generation_algorithm Autorzy: Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, i Zack Weinberg; 1985.
pt: Gera labirintos aleatórios (com três algoritmos diferentes de geração de labirintos), resolvendo-os de seguida. Os caminhos de registo e antecipação são mostrados com diferentes cores. http://en.wikipedia.org/wiki/Maze_generation_algorithm Feito por Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, e Zack Weinberg; 1985.
ru: Создаёт случайные лабиринты (на основе трёх разных алгоритмов) и затем показывает решение. Возврат и предварительный просмотр пути показаны разными цветами. http://en.wikipedia.org/wiki/Maze_generation_algorithm Авторы: Мартин Вейсс, Дейв Лемке, Джим Ренделл, Джеми Завински, Йоханнес Кёклаар и Зак Вейнберг (Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, Zack Weinberg), 1985.
sl: Ta ohranjevalnik zaslona ustvari naključne labirinte (s tremi različnimi algoritmi ustvarjanja labirintov) in jih nato reši. Poti sledenja nazaj in gledanja naprej sta prikazani v različnih barvah. Napisali Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, in Zack Weinberg, 1985.
sr@ijekavian: Генерише насумичне лавиринте, употребом једног од три алгоритма, а затим их рјешава (http://en.wikipedia.org/wiki/Maze_generation_algorithm). Контраход и предувидне путање приказују се различитим бојама. Написали Мартин Вајс, Дејв Лемке, Џим Рандел, Џејми Завински, Јоханес Кевћелор и Зак Вајнберг, 1985.
sv: Den här skapar slumpmässiga labyrinter (med tre olika labyrintgenererande algoritmer), och löser dem därefter. Tillbakagående och framåtgående vägar visas med olika färger. Se http://en.wikipedia.org/wiki/Maze_generation_algorithm. Skriven av Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar och Zack Weinberg, 1985.
uk: Ця програма створює випадкові лабіринти (за допомогою декількох різних алгоритмів), а потім шукає з них вихід. Шляхи відступу і прямування вперед відображається різними кольорами. http://en.wikipedia.org/wiki/Maze_generation_algorithm Автори — Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar та Zack Weinberg; 1985.
zh_tw: 使用三種不同的演算法產生隨機迷宮，然後試著找出路。回溯與往前推估的路徑用不同的顏色表示。參考資料：http://en.wikipedia.org/wiki/Maze_generation_algorithm 。由 Martin Weiss，Dave Lemke，Jim Randell，Jamie Zawinski，Johannes Keukelaar 與 Zack Weinberg 撰寫，1985。

# @option:radio
source: Random maze generator
ca@valencia: Generador de laberints aleatoris
es: Generador aleatorio
et: Juhusliku labürindi generaator
eu: Ausazko labirinto sortzailea
fi: Satunnainen sokkelonluontimenetelmä
fr: Générateur de labyrinthe aléatoire
gl: Xerador de labirintos aleatorios
hu: Véletlenszerű labirintus generátor
it: Generatore casuale
ja: ランダム迷路ジェネレータ
kk: Кездейсоқ лабиринт
ko: 무작위 미로 생성기
lv: Nejaušo labirintu ģenerators
nb: Labyrintgenerator
nds: Tofällig Biestergoorns opstellen
nl: Willekeurige doolhofgenerator
nn: Tilfeldig generator
pl: Generator losowy
pt: Gerador de labirintos aleatórios
ru: Случайный генератор лабиринтов
sl: Ustvarjalnik naključnih labirintov
sr@ijekavian: Генератор лавиринта насумично
sv: Slumpmässig labyrintgenerering
uk: Генератор випадкових лабіринтів
zh_tw: 隨機迷宮產生器

# @option:radio
source: Depth-first backtracking maze generator
ca@valencia: Generador de laberints amb seguiment invers i primer la profunditat
es: Generador de marcha atrás
et: Labürindist naasmise tee generaator
fi: Paluun jäljittävä syvyys ensin -generaattori
fr: Générateur de labyrinthe de retours en arrière
gl: Xerador de labirintos con seguimento con base primeiro na profundidade
it: Generatore a ritracciamento in profondità
ja: 深さ優先バックトラック式迷路ジェネレータ
kk: Тереңділік-басымды шегініп құру
ko: 깊이 우선 백트래킹 미로 생성기
lv: 'Depth-first' sekošanas labirintu ģenerators
nb: Dybde-først tilbakesporende labyrintgenerator
nds: Deepdenutricht torüchspören Biestergoornmaker
nl: Diepte-eerst spoorzoekende doolhofgenerator
nn: Djupsøk
pl: Generator nawracania w labiryncie
pt: Gerador de labirintos com seguimento com base primeiro na profundidade
ru: Алгоритм "поиск в глубину"
sl: Ustvarjalnik labirintov s sledenjem nazaj prve globine
sr@ijekavian: Генератор лавиринта контраходом у дубину
sv: Tillbakagående labyrintgenerering som först går på djupet
uk: Генератор лабіринтів з пошуком у глибину з поверненням
zh_tw: 深度優先的回溯追蹤迷宮產生器

# @option:radio
source: Wall-building maze generator (Prim)
ca@valencia: Constructor de parets del generador de laberints (Prim)
es: Generador de las paredes del laberinto (Prim)
et: Seinu loov labürindi generaator (Prim)
eu: Horma-eraikuntza labirinto sortzailea (Prim)
fi: Seinää rakentava sokkelogeneraattori (Prim)
fr: Générateur de labyrinthes avec construction de murs (Prim)
gl: Xerador de labirintos por paredes (Prim)
hu: Falépítő labirintusgenerátor (Prim)
it: Generatore basato sulle mura (Prim)
ja: 壁構築型迷路ジェネレータ (Prim)
kk: Кабырға көтеріп құру (Прим)
ko: 벽 생성 미로 생성기(프림)
lv: Sienu būvēšanas labirintu ģenerators (Prim)
nb: Veggbyggende labyrintgenerator (Prim)
nds: Muernbuen Biestergoornmaker (Prim)
nl: Murenbouwende doolhofgenerator (Prim)
nn: Veggbyggjar (Prim)
pl: Generator budowania ścian labiryntu (Prim)
pt: Gerador de labirintos por paredes (Prim)
ru: Алгоритм Прима
sl: Ustvarjalnik labirintov z gradnjo zidov (Prim)
sr@ijekavian: Генератор лавиринта градњом зидова (Примов)
sv: Murbyggande labyrintgenerering (Prim)
uk: Генератор лабіринту побудовою стін (Прим)
zh_tw: Prim 演算法迷宮產生器

# @option:radio
source: Set-joining maze generator (Kruskal)
ca@valencia: Generador de laberints per unió (Kruskal)
es: Unirse al generador de laberintos (Kruskal)
et: Ühendava labürindi generaator (Kruskal)
eu: Ezarri-elkartuz labirinto sortzailea (Kruskal)
fi: Joukkoja yhdistävä sokkelogeneraattori (Kruskal)
fr: Générateur de labyrinthes par ensembles joins (Krushal)
gl: Xerador de labirintos por unión de conxuntos (Kruskal)
it: Generatore basato sulle unioni (Kruskal)
ja: セット融合型迷路ジェネレータ (Kruskal)
kk: Жиынды біріктіріп құру (Крускал)
ko: 집합 연결 미로 생성기(크루스칼)
lv: 'Set-joining' labirintu ģenerators (Kruskal)
nb: Labyrintgenerator som slår sammen mengder (Kruskal)
nds: Tosamensetten Biestergoornmaker (Kruskal)
nl: Doolhofgenerator die meedoet met een set (Kruskal)
nn: Områdesamanslåing (Kruskal)
pl: Generator łączonych labiryntów (Kruskal)
pt: Gerador de labirintos por junção (Kruskal)
ru: Алгоритм Крускала
sl: Ustvarjalnik združitvenih labirintov (Kruskal)
sr@ijekavian: Генератор лавиринта повезивањем скупова (Краскалов)
sv: Mängdunionsbaserad labyrintgenerering (Kruskal)
uk: Генератор лабіринтів об’єднанням множин (Крускал)
zh_tw: Kruskal 演算法迷宮產生器

# @option:radio
source: Head toward exit
ca@valencia: Cap a l'eixida
es: Hacia la salida
et: Väljapääsu poole suundumine
eu: Zuzendu irteeraruntz
fi: Etenee kohti poismenoa
fr: Tête tournée vers la sortie
ga: Tabhair aghaidh ar an tslí amach
gl: Dirixirse para a saída
hu: A kijárat felé
it: Vai verso l'uscita
ja: 出口に向かう
kk: Тура шығысы
ko: 출구 쪽으로 향함
lv: Doties uz izeju
nb: Gå mot utgangen
nds: Na den Utgang gahn
nl: Naar de uitgang gaan
nn: Gå mot utgangen
pl: Kieruj się do wyjścia
pt: Dirigir-se para a saída
ru: Направляться к выходу
sl: Napoti se proti izhodu
sr@ijekavian: Упути се ка излазу
sv: Gå mot utgången
uk: Прямувати до виходу
zh_tw: 朝出口方向前進

# @option:radio
source: Ignorant of exit direction
ca@valencia: Ignora la direcció de l'eixida
es: Ignora la dirección de salida
et: Väljapääsu suund teadmata
eu: Irteera norabidearen ezjakina
fi: Tietämätön poismenon suunnasta
fr: Direction de la sortie ignorée
ga: Dall ar an tslí amach
gl: Non sabe a dirección da saída
hu: A kijárat ismerete nélkül
it: Ignora la direzione dell'uscita
ja: 出口の方向を無視
kk: Беймәлім бағдарлы шығысы
ko: 출구 방향 무시
lv: Nav nojausmas par izejas virzienu
nb: Vet ikke retning til utgangen
nds: Utgangricht övergahn
nl: Onwetend van de richting naar de uitgang
nn: Kjenner ikkje til utgangen
pl: Nieświadomy kierunku do wyjścia
pt: Não sabe a direcção da saída
ru: Игнорировать направление к выходу
sl: Prezri smer izhoda
sr@ijekavian: Игнориши правац излаза
sv: Utan att känna till utgången
uk: Без напряму виходу
zh_tw: 忽略出口方向

# @label:spinbox
source: Grid size
ca@valencia: Mida de la graella
es: Tamaño de cuadrícula
et: Võrgustiku suurus
eu: Saretaren neurria
fi: Ruudukon koko
fr: Taille de la grille
ga: Méid na greille
gl: Tamaño da grella
hu: Rácsméret
it: Dimensione della griglia
ja: グリッドのサイズ
kk: Тор өлшемі
ko: 모눈 크기
lv: Tīklojuma izmērs
nb: Størrelse på rutenett
nds: Gaddergrött
nl: Rastergrootte
nn: Storleik på rutenettet
pl: Rozmiar siatki
pt: Tamanho da grelha
ru: Размер сетки
sl: Velikost mreže
sr@ijekavian: Величина мреже
sv: Rutnätsstorlek
uk: Розмір ґратки
zh_tw: 網格大小

# @label:slider
source: Linger before solving
ca@valencia: Endarrerir-se abans de la solució
es: Persisten antes de resolver
et: Viivitus enne lahendamist
eu: Egon ebatzi aurretik
fi: Viivyttele ennen ratkaisemista
fr: S'attarder avant résolution
gl: Atraso antes de resolver
hu: Megoldás előtt várakozás
it: Esita prima di risolvere
kk: Шешу алдындағы кідіріс
ko: 풀기 전에 대기
lv: Uzkavēties pirms risināšanas
nb: Vent før løsning
nds: Lungern ehr't Lösen
nl: Rondhangen voor de oplossing
nn: Vent før løysing
pl: Obijaj się przed rozwiązaniem
pt: Atraso antes da resolução
ru: Задержка перед прорисовкой пути
sl: Oklevaj pred rešitvijo
sr@ijekavian: Задршка прије рјешавања
sv: Dröj kvar innan lösning
uk: Затримка перед розв’язанням
zh_tw: 解謎前徘徊

# @item:inrange Linger before solving
source: 0 seconds
ca@valencia: 0 segons
es: 0 segundos
et: 0 sekundit
eu: 0 segundo
fi: 0 sekuntia
fr: 0 seconde
ga: 0 soicind
gl: 0 segundos
hu: 0 másodperc
it: 0 secondi
ja: 0 秒
kk: 0 секунд
ko: 0초
lv: 0 sekunžu
nb: 0 sekunder
nds: 0 Sekunnen
nl: 0 seconden
nn: 0 sekund
pl: 0 sekund
pt: 0 segundos
ru: 0 секунд
sl: 0 sekund
sr@ijekavian: 0 секунди
sv: 0 sekunder
uk: 0 секунд
zh_tw: 0 秒鐘

# @item:inrange Linger before solving
source: 10 seconds
ca@valencia: 10 segons
es: 10 segundos
et: 10 sekundit
eu: 10 segundo
fi: 10 sekuntia
fr: 10 secondes
ga: 10 soicind
gl: 10 segundos
hu: 10 másodperc
it: 10 secondi
ja: 10 秒
kk: 10 секунд
ko: 10초
lv: 10 sekunžu
nb: 10 sekunder
nds: 10 Sekunnen
nl: 10 seconden
nn: 10 sekund
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
sl: 10 sekund
sr@ijekavian: 10 секунди
sv: 10 sekunder
uk: 10 секунд
zh_tw: 10 秒鐘

# @label:slider
source: Linger after solving
ca@valencia: Endarrerir-se després de la solució
es: Persisten después de resolver
et: Viivitus pärast lahendamist
eu: Egon ebatzi ondoren
fi: Viivyttele ratkaisemisen jälkeen
fr: S'attarder après résolution
gl: Atraso despois de resolver
hu: Megoldás után várakozás
it: Esita dopo la risoluzione
ja: 解いた後も継続表示
kk: Шешуден кейінгі кідіріс
ko: 풀고 나서 대기
lv: Uzkavēties pēc risināšanas
nb: Vent etter løsning
nds: Lungern na't Lösen
nl: Rondhangen na het oplossen
nn: Vent etter løysing
pl: Obijaj się po rozwiązaniu
pt: Atraso após a resolução
ru: Задержка после прорисовки пути
sl: Oklevaj po rešitvi
sr@ijekavian: Задршка по рјешавању
sv: Dröj kvar efter lösning
uk: Затримка після розв’язання
zh_tw: 解謎後徘徊

# @item:inrange Linger after solving
source: 0 seconds
ca@valencia: 0 segons
es: 0 segundos
et: 0 sekundit
eu: 0 segundo
fi: 0 sekuntia
fr: 0 seconde
ga: 0 soicind
gl: 0 segundos
hu: 0 másodperc
it: 0 secondi
ja: 0 秒
kk: 0 секунд
ko: 0초
lv: 0 sekunžu
nb: 0 sekunder
nds: 0 Sekunnen
nl: 0 seconden
nn: 0 sekund
pl: 0 sekund
pt: 0 segundos
ru: 0 секунд
sl: 0 sekund
sr@ijekavian: 0 секунди
sv: 0 sekunder
uk: 0 секунд
zh_tw: 0 秒鐘

# @item:inrange Linger after solving
source: 10 seconds
ca@valencia: 10 segons
es: 10 segundos
et: 10 sekundit
eu: 10 segundo
fi: 10 sekuntia
fr: 10 secondes
ga: 10 soicind
gl: 10 segundos
hu: 10 másodperc
it: 10 secondi
ja: 10 秒
kk: 10 секунд
ko: 10초
lv: 10 sekunžu
nb: 10 sekunder
nds: 10 Sekunnen
nl: 10 seconden
nn: 10 sekund
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
sl: 10 sekund
sr@ijekavian: 10 секунди
sv: 10 sekunder
uk: 10 секунд
zh_tw: 10 秒鐘
