Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws an animation of the character "Bit" from the film, "Tron". The "yes" state is a tetrahedron; the "no" state is the second stellation of an icosahedron; and the idle state oscillates between a small triambic icosahedron and the compound of an icosahedron and a dodecahedron. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Written by Jamie Zawinski; 2011.
ca@valencia: Dibuixa una animació del personatge «Bit» del film «Tron». L'estat «sí» és un tetraedre; l'estat «no» és la segona estel·lació d'un icosaedre; i en estat de repòs oscil·la entre un icosaedre triambic petit i la composició d'un icosaedre i un dodecaedre. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Escrit per Jamie Zawinski; 2011.
es: Dibuja una animación del personaje «Bit» de la película, «Tron». El estado «sí» es un tetraedro; el estado «no» es la segunda estelación de un icosaedro; y el estado inactivo oscila entre un icosaedro triámbico pequeño y el compuesto de un icosaedro y un dodecaedro. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation. Escrito por Jamie Zawinski; 2011.
et: Joonistab filmi "Tron" tegelase Bit animatsiooni. Jah-olek on tetraeeder, ei-olek ikosaeedri teine stellatsioon ja jõudeolek võngub väikese triambilise ikosaeedri ning ikosaeedri ja dodekaeedri ühenduse vahel. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Kirjutanud Jamie Zawinski, 2011.
fi: Piirtää animoinnin Tron-elokuvan Bit-hahmosta. ”Kyllä”-tila on tetraedri, ”ei”-tila ikosaedrin toinen stellaatio, ja joutilas tila vaihtelee pienen tasakylkisen ikosaedrin sekä ikosaedrin ja dodekaedrin yhdistelmän välillä. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Kirjoittanut Jamie Zawinski, 2011.
fr: Dessine l'animation du personnage « Bit » du film « Tron ». L'état « oui » est un tétraèdre ; l'état « non » est la seconde stellation d'un icosaèdre ; enfin l'état inactif oscille entre une petite icosaèdre triambique et le composé d'un icosaèdre et d'un dodécaèdre. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Écrit par Jamie Zawinski ; 2011.
gl: Debuxa unha animación do carácter «Bit», da película «Tron». O estado de «si» é un tetraedro, o «non» e a segunda constelación dun icosahedro. No estado de ausente oscílase entre un icosahedro triámbico e co composto dun icosahedro e un dodecaedro. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Escrito por Jamie Zawinski; 2011.
it: Disegna un'animazione del personaggio Bit del film Tron. Lo stato «Sì» è un tetraedro, lo stato «no» è la seconda stellazione di un icosaedro, e lo stato inerte oscilla tra un icosaedro triambico piccolo e la composizione di un icosaedro e un dodecaedro. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit, http://it.wikipedia.org/wiki/Poliedro_uniforme, http://en.wikipedia.org/wiki/Stellation, scritto da by Jamie Zawinski, 2011.
kk: "Tron" киносындағы "Bit" кейіпкерінің анимациясы. "Иә" күйінде -ол тетраэдрон; "Жоқ" күйінде - икосаэдрдің екінші жұлдызды түрі; кимылсыз кезде шағын триамбикосаэдрден икосаэдр мен доекаэдронның бұданына және кері ауысып орырады. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Авторы: Jamie Zawinski; 2011.
nb: Tegner en animasjon av figuren «Bit» fra filmen «Tron». «Ja»-tilstanden er et tetraeder, «Nei»-tilstanden er den andre stellasjonen av et ikosaeder, og den tomme tilstanden veksler mellom et lite triambisk ikosaeder og sammensetningen av et ikosaeder og et dodekaeder. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://no.wikipedia.org/wiki/Uniformt_polyeder http://en.wikipedia.org/wiki/Stellation Skrevet av Jamie Zawinski i 2011.
nds: Wiest dat Teken "Bit" ut den Film "Tron" as Animatschoon. Tostand "Jo" is en Tetraeder (Veerflaag), Tostand "Nee" stellt noch een Ikosaeder (Twintigflaag) op. Tostand "Leerloop" wesselt twüschen en lütten Treambus-Ikosaeder un en Mischen ut en Ikosaeder un en Dodekaeder (Twölfflaag). http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://de.wikipedia.org/wiki/Polyeder http://en.wikipedia.org/wiki/Stellation Schreven vunn Jamie Zawinski; 2011.
nl: Tekent een animatie van het teken "Bit" uit de film "Tron". De "ja"-status is een tetrahedron; de "nee"-status is de tweede instelling van een icosahedron en de idle-status wisselt tussen een kleine triambic icosaëder en de samenstelling van een icosaëder en een dodecaëder. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation In 2011 geschreven door Jamie Zawinski
pl: Rysuje animację znaku "Bit" z filmu, "Tron". Stan "tak" jest czworościanem; stan "nie" jest drugą stellacją dwudziestościanu; a stan bezczynności oscyluje pomiędzy małym triambicznym dwudziestościanem i związkiem dwudziestościanu i dwunastościanu. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Napisane przez Jamie Zawinski; 2011.
pt: Desenha uma animação da personagem "Bit" do filme "Tron". O estado "sim" é um tetraedro; o estado "não" é a segunda estrela de um icosaedro; o estado inactivo oscila entre um icosaedro triâmbico pequeno e a composição de um icosaedro e um dodecaedro. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Criado por Jamie Zawinski; 2011.
ru: Анимированный персонаж Бит из фильма "Трон". В состоянии "да" это тетраэдр,в состоянии "нет" — вторая звёздчатая форма икосаэдра; положение покоя меняется от малого триакисикосаэдра до составной формы икосаэдра и додекаэдра.http://en.wikipedia.org/wiki/List_of_Tron_characters#Bithttp://en.wikipedia.org/wiki/Uniform_polyhedra http://ru.wikipedia.org/wiki/Звёздчатый_многогранник Автор Джеми Завински (Jamie Zawinski), 2011.
sl: Izriše animacijo osebe "Bit" iz filma "Tron". Stanje "da" je tetraeder, medtem ko je stanje "ne", druga postavitev ikozaedra. Stanje mirovanja oscilira med majhnim triambičnim ikozaedrom in dodekaedrom, http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Napisal Jamie Zawinski; 2011.
sr@ijekavian: Анимација лика Бита из филма „Трон“. Стање „да“ је тетраедар, стање „не“ стелација икосаедра, а стање мировања осцилује између малог триамбичког икосаедра и мешавине икосаедра и додекаедра (http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit, http://en.wikipedia.org/wiki/Uniform_polyhedra, http://en.wikipedia.org/wiki/Stellation). Написао Џејми Завински, 2011.
sv: Ritar en animering av figuren "Bit" från filmen "Tron". Tillståndet "ja" är en tetraeder, tillståndet "nej" är den andra stjärnformen av en ikosaeder, medan vilotillståndet oscillerar mellan en liten triambisk ikosaeder och sammansättningen av en ikosaeder och en dodekaeder. Se http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit, http://en.wikipedia.org/wiki/Uniform_polyhedron och http://en.wikipedia.org/wiki/Stellation. Skriven av Jamie Zawinski, 2011.
uk: Малює анімацію «Біта» з кінофільма «Трон». Станом «так» є тетраедр, станом «ні» — друга зіркова форма ікосаедра. У стані спокою «Біт» змінює форми від малого тріамбічного ікосаедра і поєднання ікосаедра і додекаедра. http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Автор — Jamie Zawinski; 2011.
zh_tw: 繪製「創：光速戰記」（Tron）中的角色 "Bit"。"yes" 狀態是一個四面體，"no" 狀態是二十面體的第二個 stellation，閒置狀態則在一個小的正二十面體，二十面體化合物與一個十二面體間振盪。http://en.wikipedia.org/wiki/List_of_Tron_characters#Bit http://en.wikipedia.org/wiki/Uniform_polyhedra http://en.wikipedia.org/wiki/Stellation Jamie Zawinski 撰寫; 2011.

# @item screen saver name
source: Truchet
it: Tassellatura
kk: Труше
ko: 트루셰
lv: Atelpa
sr@ijekavian: Труше
uk: Труше

# @info screen saver description
source: This draws line- and arc-based truchet patterns that tile the screen. http://en.wikipedia.org/wiki/Tessellation Written by Adrian Likins; 1998.
ca@valencia: Dibuixa línies i arcs basats en patrons Truchet que omplen la pantalla. http://en.wikipedia.org/wiki/Tessellation Escrit per Adrian Likins; 1998.
es: Dibuja líneas y arcos basados en patrones Truchet que llenan en mosaico la pantalla. http://en.wikipedia.org/wiki/Tessellation. Escrito por Adrian Likins; 1998.
et: Näitab joonele ja kaarele tuginevaid Truchet' mustreid, mis muudavad ekraani parketiks. http://en.wikipedia.org/wiki/Tessellation Autor: Adrian Likins; 1998.
fi: Viivoihin ja kaariin perustuvat Truchet-kuviot peittävät näytön. http://en.wikipedia.org/wiki/Tessellation Kirjoittanut Adrian Likins, 1998.
fr: Ceci dessine des pavages de Truchet droits et courbés qui « tuilent » l'écran. http://en.wikipedia.org/wiki/Tessellation Écrit par Adrian Likins ; 1998.
ga: Dearann sé seo patrúin Truchet bunaithe ar línte agus ar airc a thílíonn an scáileán. http://en.wikipedia.org/wiki/Tessellation - Scríofa ag Adrian Likins, 1998.
gl: Este debuxa patróns de truchet en liñas e arcos, que van enchendo a pantalla. http://en.wikipedia.org/wiki/Tessellation. Escribiuno Adrian Likins en 1998.
hu: Vonalakból és ívekből álló Truchet-mintákat rajzol, amelyek betöltik az egész képernyőt. http://en.wikipedia.org/wiki/Tessellation Készítette: Adrian Likins, 1998.
it: Questo disegna motivi di Truchet basati su linee o archi che coprono lo schermo. http://it.wikipedia.org/wiki/Tassellatura Scritto da Adrian Likins; 1998.
ja: これは線または円弧による、スクリーンを埋め尽くす足跡パターンを描きます。http://ja.wikipedia.org/wiki/平面充填 Adrian Likins、1998年作。
kk: Труше өрнектерін бейнелейді. http://en.wikipedia.org/wiki/Tessellation Авторы: Adrian Likins; 1998.
nb: Dette tegner Truchet-mønstre basert på linjer og buer, som flislegger skjermen. <link>http://no.wikipedia.org/wiki/Tessellering</link> Skrevet av Adrian Likins i 1998.
nds: Truchetmustern, ut Lienen un Bagens opbuut, kachelt sik över den Schirm. http://de.wikipedia.org/wiki/Parkettierung 1998 schreven vun Adrian Likins.
nl: Toont lijn- en boogvormige truchet-patronen die het scherm betegelen. http://en.wikipedia.org/wiki/Tessellation In 1998 geschreven door Adrian Likins.
pl: Rysuje oparte na liniach i łukach wzory Trucheta. http://pl.wikipedia.org/wiki/Tesselacja Autor: Adrian Likins; 1998.
pt: Este desenha padrões de Truchet em linhas e arcos, os quais vão preenchendo o ecrã. http://en.wikipedia.org/wiki/Tessellation. Feito por Adrian Likins; 1998.
ru: Хранитель экрана показывает узоры Труше из отрезков и дуг, заполняющих экран (http://en.wikipedia.org/wiki/Tessellation). Автор Адриан Ликинс (Adrian Likins).
sl: Izriše na črti in na lokih osnovane Truchetove vzorce, ki prekrijejo zaslon. http://en.wikipedia.org/wiki/Tessellation Napisal Adam Likins, 1998.
sr@ijekavian: Црта линијске и лучне Трушеове обрасце, поплочавајући екран (http://en.wikipedia.org/wiki/Tessellation). Написао Адријан Лајкинс, 1998.
sv: Den här ritar Truchetmönster baserade på linjer och bågar som fyller skärmen. Se http://sv.wikipedia.org/wiki/Tessellation. Skriven av Adrian Likins, 1998.
uk: Показує візерунки Труше з відрізків та дуг, які плиткою заповнюють екран. http://en.wikipedia.org/wiki/Tessellation Автор — Adrian Likins.
zh_tw: 畫出以線與弧形為基礎的 Truchet 圖樣，排列在螢幕上。參考資料：http://en.wikipedia.org/wiki/Tessellation 。由 Adrian Likins 撰寫，1998。

# @item screen saver name
source: Twang
et: Plõnn
gl: Vibrar
hu: Pengetés
it: Dividi e mischia
kk: Жыбыр
ko: 회전하는 조각
lv: Trinkšķis
nds: Sproing
sl: Brnenje
sr@ijekavian: Тванг
uk: Подрібнення
zh_tw: 砰

# @info screen saver description
source: Divides the screen into a grid, and plucks them. Written by Dan Bornstein; 2002.
ca@valencia: Divideix la pantalla en una graella, i els estira. Escrit per Dan Bornstein; 2002.
es: Divide la pantalla en una rejilla y los arranca. Escrito por Dan Bornstein; 2002.
et: Jagab ekraani võrgustikuks ja sakutab tükke. Autor: Dan Bornstein; 2002.
eu: Pantaila sareta batean banatu eta zatiak hartzen ditu. Dan Bornstein-ek idatzia; 2002.
fi: Näytönsäästäjä jakaa näytön kuvan tempoileviksi ruuduiksi. Kirjoittanut Dan Bornstein, 2002.
fr: Divise l'écran en grille, et les plume. Écrit par Dan Bornstein ; 2002.
ga: Roinneann sé seo an scáileán i ngreille, agus déanann sé plancadh orthu. Scríofa ag Dan Bornstein, 2002.
gl: Divide a pantalla nunha grella e vai arrancando os pedazos. Escribiuno Dan Bornstein en 2002.
hu: A képernyőt rácsszerűen felosztja, majd a részeket mozgatja. Készítette: Dan Bornstein, 2002.
it: Divide lo schermo in una griglia di quadrati e li scuote. Scritto da Dan Bornstein; 2002.
ja: スクリーンをグリッドに分割し、それらをひっぱり回します。Dan Bornstein、2002年作。
kk: Экранды тіледі де, тілімдерді жыбырлатады. Авторы: Dan Bornstein; 2002.
lv: Sadala ekrānu režģī un sarauj to. Sarakstīja Dan Bornstein; 2002.
nb: Deler inn skjermen i et rutenett og klimprer på dem. Skrevet av Dan Bornstein i 2002.
nds: Deelt den Schirm in en Gadder op un tuckt an de Delen. 2002 vun Dan Bornstein schreven.
nl: Verdeelt het scherm in een raster en plukt er vervolgens aan. In 2002 geschreven door Dan Bornstein.
pl: Dzieli ekran na kwadraty, a następnie je odrywa. Autor: Dan Bornstein; 2002.
pt: Divide o ecrã numa grelha e vai arrancando os pedaços. Feito por Dan Bornstein; 2002.
ru: Делит экран на части по сетке и перебирает полученные кусочки. Автор Ден Борнштейн (Dan Bornstein), 2002.
sl: Razdeli zaslon v mrežo in koščke izpuli. Napisan Dan Bornstein, 2002.
sr@ijekavian: Дијели екран у мрежу и чупа поља. Написао Ден Борнстајн, 2002.
sv: Delar upp skärmen i rutor, och plockar dem. Skriven av Dan Bornstein, 2002.
uk: Розділяє екран ґраткою і перебирає шматочки. Автор Dan Bornstein; 2002.
zh_tw: 將螢幕切割成小格，然後......。由 Dan Bornstein 撰寫，2002。

# @item:inrange Randomness
source: Slow
ca@valencia: Lent
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Randomness
source: Jumpy
ca@valencia: A salts
es: Nerviosa
et: Hüplev
fi: Vaihteleva
fr: Sautillant
ga: Preabach
gl: Saltón
hu: Ugrabugra
it: Salterina
ja: 飛び跳ねる
kk: Өте
ko: 통통 튐
lv: Lēkājošs
nb: Spretten
nds: Jibbelig
nl: Springerig
pl: Skoczny
pt: Saltitante
ru: Нервно
sl: Poskočna
sr@ijekavian: скоковито
sv: Hoppig
uk: Нервово
zh_tw: 跳動

# @item:inrange Friction
source: Low
ca@valencia: Baix
es: Baja
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizko
sr@ijekavian: ниско
sv: Låg
uk: Низьке
zh_tw: 低

# @item:inrange Friction
source: High
ca@valencia: Alt
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoko
sr@ijekavian: високо
sv: Hög
uk: Високе
zh_tw: 高

# @label:slider
source: Springiness
ca@valencia: Elasticitat
es: Elasticidad
et: Vetruvus
fi: Pomppivuus
fr: Cannelures
ga: Lingeacht
gl: Elasticidade
hu: Ruganyosság
it: Scattosità
ja: ばねらしさ
kk: Серпінлілігі
ko: 용수철 정도
lv: Atsperība
nb: Fjæring
nds: Najibbeln
nl: Springerig
pl: Sprężynowanie
pt: Elasticidade
ru: Упругость
sl: Vzmetnost
sr@ijekavian: Одскакање
sv: Fjädring
uk: Пружність
zh_tw: 彈性

# @item:inrange Springiness
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Alhainen
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Weinig
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниско
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Springiness
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Zeer
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: високо
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Transference
ca@valencia: Transferència
es: Transferencia
et: Ülekandumine
eu: Transferentzia
fi: Liikkuvuus
fr: Influence mutuelle
ga: Traschur
gl: Transferencia
hu: Átengedés
it: Transferenza
ja: 転移
kk: Байланыстығы
ko: 겹침
lv: Pārcelšana
nb: Overføring
nds: Överdregen
nl: Overplaatsing
pl: Przenoszenie
pt: Transferência
ru: Передвижение
sl: Prenos
sr@ijekavian: Преношење
sv: Överföring
uk: Перенесення
zh_tw: 遷移

# @item:inrange Transference
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Pieni
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Lage
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizek
sr@ijekavian: ниско
sv: Låg
uk: Низьке
zh_tw: 低

# @item:inrange Transference
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Suuri
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoge
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visok
sr@ijekavian: високо
sv: Hög
uk: Високе
zh_tw: 高

# @label:spinbox
source: Border width
ca@valencia: Amplada de la vora
es: Ancho del borde
et: Piirde laius
eu: Ertzaren zabalera
fi: Reunan paksuus
fr: Épaisseur de la bordure
ga: Leithead na himlíne
gl: Largura do contorno
hu: Szegélyvastagság
it: Spessore del bordo
ja: 境界の幅
kk: Жиегінің ені
ko: 경계 너비
lv: Robežas platums
nb: Kantbredde
nds: Randbreed
nl: Randbreedte
pl: Szerokość ramki
pt: Espessura do contorno
ru: Ширина границ
sl: Širina obrobe
sr@ijekavian: Ширина ивице
sv: Kantbredd
uk: Ширина рамок
zh_tw: 邊框寬度

# @item screen saver name
source: UnknownPleasures
ca@valencia: Plaers desconeguts
es: Placeres desconocidos
et: TundmatudNaudingud
fi: Tuntemattomat nautinnot
hu: IsmeretlenÉlvezetek
ko: 알 수 없는 행복
nds: Nich begäng Freiden
nl: OnbekendePleziertjes
pl: Nieznane przyjemności
sr@ijekavian: Непозната задовољства
sv: Okända nöjen
uk: Невідомі задоволення
