Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Generates self-similar linear fractals, including the classic "C Curve". http://en.wikipedia.org/wiki/Levy_C_curve Written by Rick Campbell; 1999.
ca@valencia: Genera fractals lineals similars entre si, incloent la clàssica «Corba C». http://en.wikipedia.org/wiki/Levy_C_curve Escrit per Rick Campbell; 1999.
es: Genera fractales autosimilares lineales, incluida la clásica «Curva C». http://en.wikipedia.org/wiki/Levy_C_curve Creado por Rick Campbell; 1999.
et: Genereerib enesega sarnaseid lineaarseid fraktaale, sealhulgas klassikalise "C-kõvera". http://en.wikipedia.org/wiki/Levy_C_curve Autor: Rick Campbell; 1999.
eu: Bere buruarekiko antzekoak diren fraktal linealak sortzen ditu, "C Curve" klasikoa barne. http://en.wikipedia.org/wiki/Levy_C_curve Rick Campbell-ek idatzia; 1999.
fi: Luo itsensä kaltaisia lineaarifraktaaleja, mm. klassisen ”C-käyrän”. http://en.wikipedia.org/wiki/Levy_C_curve Kirjoittanut Rick Campbell, 1999.
fr: Génère des fractales linéaires autosemblables y compris la classique « courbe C ». http://en.wikipedia.org/wiki/Levy_C_curve Écrit par Rick Campbell ; 1999.
ga: Gineann sé seo frachtail líneacha féinchosúla, an "Cuar C" clasaiceach san áireamh. http://en.wikipedia.org/wiki/Levy_C_curve - scríofa ag Rick Campbell, 1999.
gl: Crea un conxunto de fractais lineares semellantes consigo mesmos, incluíndo a clásica «Curva en C». http://en.wikipedia.org/wiki/Levy_C_curve. Escribiuno Rick Campbell en 1999.
hu: Egymáshoz hasonló lineáris fraktálokat generál, köztük a jól ismert "C görbét". http://en.wikipedia.org/wiki/Levy_C_curve Készítette: Rick Campbell, 1999.
it: Genera dei frattali lineari simili tra loro, inclusa la classica «Curva C». Vedi http://en.wikipedia.org/wiki/Levy_C_curve. Scritto da Rick Campbell; 1999.
ja: 自己同相型線形フラクタルを描画します。これには古典的な「C 曲線」も含まれます。http://en.wikipedia.org/wiki/Levy_C_curve Rick Campbell、1999年作。
kk: Өз-өзін қайталайтын сызықты фракталды құрып береді, классикалық "C-қисығын" қоса. http://en.wikipedia.org/wiki/Levy_C_curve Авторы: Rick Campbell; 1999.
ko: 고전 C 곡선을 포함한 자기 닮음 선형 프랙탈을 그립니다. http://en.wikipedia.org/wiki/Levy_C_curve Rick Campbell 작성, 1999년.
nb: Lager lineære fraktaler som likner seg selv, deriblant den klassiske «C-kurven». <link>http://en.wikipedia.org/wiki/Levy_C_curve</link> Skrevet av Rick Campbell.
nds: Stellt Lienenfraktalen op, de liek to sik sülven sünd. Dor is ok de klass'sche "C-Bagen" bi. http://en.wikipedia.org/wiki/Levy_C_curve Schreven vun Rick Campbell, 1999.
nl: Genereert op zichzelf lijkende lineaire fractals, inclusief de klassieke "C Curve". http://en.wikipedia.org/wiki/Levy_C_curve In 1999 geschreven door Rick Campbell.
nn: Teiknar sjølvliknande lineære fraktalar, blant anna den klassiske C-kurva. <link>http://en.wikipedia.org/wiki/Levy_C_curve</link> Skriven av Rick Campbell i 1999.
pl: Generuje samo-podobne krzywe fraktalne, w szczególności klasyczną ``krzywą C''. Autor: Rick Campbell; 1999.
pt: Criar um conjunto de fractais lineares semelhantes consigo próprios, e que incluem a clássica "Curva em C". http://en.wikipedia.org/wiki/Levy_C_curve Escrito por Rick Campbell; 1999.
ru: Генератор самоповторяющихся линейных фракталов, включая классическую «C curve» (http://en.wikipedia.org/wiki/Levy_C_curve). Написан Риком Кэмпбеллом (Rick Campbell); 1999.
sl: Ustvari sebi-podobne linearne fraktale vključno s klasično "Krivuljo C". http://en.wikipedia.org/wiki/Levy_C_curve Napisal Rick Campbell, 1999.
sr@ijekavian: Генерише самосличне линеарне фрактале, укључујући и класичну „Ц криву“ (http://en.wikipedia.org/wiki/Levy_C_curve). Написао Рик Кемпбел, 1999.
sv: Skapar egenlika linjära fraktaler, inklusive den klassiska "c-kurvan". Se http://en.wikipedia.org/wiki/Levy_C_curve. Skriven av Rick Campbell, 1999.
uk: Створює подібні самі до себе лінійні фрактали, включаючи класичний зберігач екрана «Криві». http://en.wikipedia.org/wiki/Levy_C_curve Автор — Rick Campbell.
zh_tw: 產生與自己類似的線性分形，包括傳統的 C 曲線。參考資料：http://en.wikipedia.org/wiki/Levy_C_curve 。由 Rick Campbell 撰寫，1999。

# @label:slider
source: Change image every
ca@valencia: Canvia la imatge cada
es: Cambiar imagen cada
et: Pildi vahetamise intervall
eu: Aldatu irudia hainbatero
fi: Kuvan vaihtoväli
fr: Changer d'image tout les
ga: Athraigh an íomhá gach
gl: Trocar a imaxe cada
hu: Képváltási időköz
it: Cambia immagine ogni
ja: イメージ変更頻度
kk: Кескінді
ko: 그림 변경 주기
lv: Mainīt attēlu katras
nb: Endre bilde hvert
nds: Bild ännern elk
nl: Wijzig afbeelding elke
nn: Byt bilete etter
pl: Zmiana obrazu co
pt: Mudar de imagem a cada
ru: Сменять изображения каждые
sl: Spremeni sliko vsakih
sr@ijekavian: Мијењај слику сваких
sv: Ändra bild efter
uk: Змінювати зображення кожні
zh_tw: 變更影像間隔：

# @item:inrange Change image every
source: 0 seconds
ca@valencia: 0 segons
es: 0 segundos
et: 0 sekundit
eu: 0 segundo
fi: 0 sekuntia
fr: 0 seconde
ga: 0 soicind
gl: 0 segundos
hu: 0 másodperc
it: 0 secondi
ja: 0 秒
kk: 0 сек сайын ауыстыру
ko: 0초
lv: 0 sekundes
nb: 0 sekunder
nds: 0 Sekunnen
nl: 0 seconden
nn: 0 sekund
pl: 0 sekund
pt: 0 segundos
ru: 0 секунд
sl: 0 sekund
sr@ijekavian: 0 секунди
sv: 0 sekunder
uk: 0 секунд
zh_tw: 0 秒鐘

# @item:inrange Change image every
source: 30 seconds
ca@valencia: 30 segons
es: 30 segundos
et: 30 sekundit
eu: 30 segundo
fi: 30 sekuntia
fr: 30 secondes
ga: 30 soicind
gl: 30 segundos
hu: 30 másodperc
it: 30 secondi
ja: 30 秒
kk: 30 сек сайын ауыстыру
ko: 30초
lv: 30 sekundes
nb: 30 sekunder
nds: 30 Sekunnen
nl: 30 seconden
nn: 30 sekund
pl: 30 sekund
pt: 30 segundos
ru: 30 секунд
sl: 30 sekund
sr@ijekavian: 30 секунди
sv: 30 sekunder
uk: 30 секунд
zh_tw: 30 秒鐘

# @label:slider
source: Density
ca@valencia: Densitat
es: Densidad
et: Tihedus
eu: Dentsitatea
fi: Tiheys
fr: Densité
ga: Dlús
gl: Densidade
hu: Sűrűség
it: Densità
ja: 密度
kk: Қалыңдығы
ko: 밀도
lv: Blīvums
nb: Tetthet
nds: Dicht
nl: Dichtheid
nn: Tettleik
pl: Gęstość
pt: Densidade
ru: Плотность
sl: Gostota
sr@ijekavian: Густина
sv: Täthet
uk: Щільність
zh_tw: 密度

# @item:inrange Density
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Harva
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Density
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Tiheä
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @item screen saver name
source: Celtic
ca@valencia: Cèltic
es: Céltico
et: Keldi
eu: Celtic (Zeltikoa)
fi: Kelttiläinen
fr: Celtique
ga: Ceilteach
gl: Céltico
hu: Kelta
it: Celtico
ja: ケルト
kk: Келт өрнегі
ko: 켈트
lv: Ķelti
nb: Keltisk
nds: Keltsch
nl: Keltisch
nn: Keltisk
pl: Celtyckie wzory
pt: Celta
ru: Кельтские мотивы
sl: Keltsko
sr@ijekavian: Келтски
sv: Keltiskt
uk: Кельтський
zh_tw: 凱特爾（Celtic）ltic）

# @info screen saver description
source: Repeatedly draws random Celtic cross-stitch patterns. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Written by Max Froumentin; 2005.
ca@valencia: Dibuixa repetidament patrons de nusos de la creu celta. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Escrit per Max Froumentin; 2005.
es: Dibuja repetidamente y al azar patrones de punto de cruz célticos. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs. Escrito por Max Froumentin; 2005.
et: Juhuslike keldi sõlmmustrite korduv joonistamine. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Autor: Max Froumentin; 2005.
fi: Piirtää toistuvasti satunnaisia kelttiläisiä ristipistokuvioita. http://en.wikipedia.org/wiki/Celtic_knot Kirjoittanut Max Froumentin, 2005.
hu: Ismétlődő véletlenszerű kelta keresztszemes-mintákat rajzol. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Készítette: Max Froumentin; 2005.
it: Disegna motivi casuali a intreccio celtico a ripetizione. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Scritto da Max Froumentin; 2005.
ko: 켈트 십자가 패턴을 그립니다. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Max Froumentin 작성, 2005년.
nb: Tegner gjentatte ganger tilfeldige Keltiske korsstingmønstre. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Skrevet av Max Froumentin; 2005.
nds: Stellt wedder un wedder tofällige keltsch Krüüzsteek op. K.o. http://de.wikipedia.org/wiki/Knotenmuster, http://en.wikipedia.org/wiki/Celtic_knot u. http://en.wikipedia.org/wiki/Knots_and_graphs. Schreven 2005 vun Max Froumentin.
nl: Toont herhaald willekeurige Keltische kruissteek patronen. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs In 2005 geschreven door Max Froumentin.
pl: Powtarzane rysowanie losowych celtyckich wzorów do wyszywania. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Autor: Max Froumentin; 2005.
pt: Desenha alguns padrões aleatórios celtas de cruzamentos e costuras. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Feito por Max Froumentin; 2005.
sl: Riše ponavljajoče se naključne vzorce keltskih pravokotnih šivov. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Napisal Max Froumentin, 2005.
sr@ijekavian: Без престанка исцртава насумичне обрасце келтског укрштеног веза (http://en.wikipedia.org/wiki/Celtic_knot, http://en.wikipedia.org/wiki/Knots_and_graphs). Написао Макс Фрументин, 2005.
sv: Ritar upprepade gånger ett slumpmässigt keltiskt korsstygnsmönster. Se http://en.wikipedia.org/wiki/Celtic_knot och http://en.wikipedia.org/wiki/Knots_and_graphs. Skriven av Max Froumentin, 2005.
uk: Повторно малює випадкові кельтські візерунки, що перетинаються. http://en.wikipedia.org/wiki/Celtic_knot http://en.wikipedia.org/wiki/Knots_and_graphs Автор — Max Froumentin; 2005.
zh_tw: 重覆繪製隨機的凱特爾結（Celtic Knot）樣式。參考資料：http://en.wikipedia.org/wiki/Celtic_knot ，http://en.wikipedia.org/wiki/Knots_and_graphs 。由 Max Froumentin 撰寫，2005。

# @info screen saver description
source: Repeatedly draws random Celtic cross-stitch patterns. http://en.wikipedia.org/wiki/Celtic_knot Written by Max Froumentin; 2005.
ca@valencia: Dibuixa repetidament patrons de nusos de la creu celta. http://en.wikipedia.org/wiki/Celtic_knot Escrit per Max Froumentin; 2005.
es: Dibuja repetidamente y al azar patrones de punto de cruz célticos. http://en.wikipedia.org/wiki/Celtic_knot. Escrito por Max Froumentin; 2005.
et: Juhuslike keldi sõlmmustrite korduv joonistamine. http://en.wikipedia.org/wiki/Celtic_knot Autor: Max Froumentin; 2005.
eu: Behin eta berriz ausazko gurutze-puntu zeltiko ereduak marrazten ditu. http://en.wikipedia.org/wiki/Celtic_knot Max Froumentin-ek idatzia; 2005.
fi: Piirtää toistuvasti satunnaisia kelttiläisiä ristipistokuvioita. http://en.wikipedia.org/wiki/Celtic_knot Kirjoittanut Max Froumentin, 2005.
fr: Dessine plusieurs croix celtique aléatoire à effets de mailles. http://en.wikipedia.org/wiki/Celtic_knot Écrit par Max Froumentin ; 2005.
ga: Dearann sé seo patrúin randamacha trasghreama Ceiltigh. http://en.wikipedia.org/wiki/Celtic_knot Scríofa ag Max Froumentin, 2005.
gl: Debuxa repetidamente padróns estilo céltico. http://en.wikipedia.org/wiki/Celtic_knot. Escribiuno Max Froumentin en 2005.
hu: Ismétlődő véletlenszerű kelta keresztszemes-mintákat rajzol. http://en.wikipedia.org/wiki/Celtic_knot Készítette: Max Froumentin; 2005.
it: Disegna motivi casuali a intreccio celtico a ripetizione. http://en.wikipedia.org/wiki/Celtic_knot Scritto da Max Froumentin; 2005.
ja: ケルトのクロススティッチをランダムに繰り返し描画します。http://en.wikipedia.org/wiki/Celtic_knot、2005年作。
kk: Мезгіл сайын Келттердің өрнегін тоқып бейнелейді. http://en.wikipedia.org/wiki/Celtic_knot Авторы: Max Froumentin; 2005.
ko: 켈트 십자가 패턴을 그립니다. http://en.wikipedia.org/wiki/Celtic_knot Max Froumentin 작성, 2005년.
nb: Tegner gjentatte ganger tilfeldige Keltiske korsstingmønstre. <link>http://en.wikipedia.org/wiki/Celtic_knot</link> Skrevet av Max Froumentin; 2005.
nds: Stellt wedder un wedder tofällige keltsch Krüüzsteek op. http://de.wikipedia.org/wiki/Knotenmuster Schreven vun Max Froumentin, 2005.
nl: Toont herhaald willekeurige Keltische kruissteek patronen. http://en.wikipedia.org/wiki/Celtic_knot In 2005 geschreven door Max Froumentin.
nn: Teiknar tilfeldige keltiske krosstingmønster. <link>http://en.wikipedia.org/wiki/Celtic_knot</link> Skriven av Max Froumentin i 2005.
pl: Powtarzane rysowanie losowych celtyckich wzorów do wyszywania. http://en.wikipedia.org/wiki/Celtic_knot Autor: Max Froumentin; 2005.
pt: Desenha alguns padrões aleatórios celtas de cruzamentos e costuras. http://en.wikipedia.org/wiki/Celtic_knot Feito por Max Froumentin; 2005.
ru: Произвольная прорисовка вышивки в форме кельтского креста (http://ru.wikipedia.org/wiki/Кельтский крест). Автор Макс Фрументен (Max Froumentin), 2005.
sl: Riše ponavljajoče se naključne vzorce keltskih pravokotnih šivov. http://en.wikipedia.org/wiki/Celtic_knot Napisal Max Froumentin, 2005.
sr@ijekavian: Без престанка исцртава насумичне обрасце келтског укрштеног веза (http://en.wikipedia.org/wiki/Celtic_knot). Написао Макс Фрументин, 2005.
sv: Ritar upprepade gånger ett slumpmässigt keltiskt korsstygnsmönster. Se http://en.wikipedia.org/wiki/Celtic_knot. Skriven av Max Froumentin, 2005.
uk: Повторно малює випадкові кельтські візерунки, що перетинаються. http://en.wikipedia.org/wiki/Celtic_knot Автор — Max Froumentin; 2005.
zh_tw: 重覆繪製隨機的凱特爾結（Celtic Knot）樣式。參考資料：http://en.wikipedia.org/wiki/Celtic_knot 。由 Max Froumentin 撰寫，2005。

# @item:inrange Linger
source: Short
ca@valencia: Curt
es: Corta
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratko
sr@ijekavian: кратко
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Linger
source: Long
ca@valencia: Llarg
es: Larga
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lungo
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolgo
sr@ijekavian: дуго
sv: Lång
uk: Довгий
zh_tw: 長

# @option:check
source: Draw graph
ca@valencia: Dibuixa el gràfic
es: Dibujar gráfico
et: Võrgustiku näitamine
eu: Marraztu grafikoa
fi: Piirrä kaava
fr: Dessiner un graphique
ga: Dear graf
gl: Debuxar o gráfico
hu: Grafikonrajzolás
it: Disegna grafico
ja: グラフを描画
kk: Тор аясында
ko: 그래프 그리기
lv: Zīmēt grafiku
nb: Tegn graf
nds: Diagramm wiesen
nl: Grafiek tekenen
nn: Teikn graf
pl: Rysuj wykres
pt: Desenhar o gráfico
ru: Рисовать сетку
sl: Izriši graf
sr@ijekavian: Цртај графикон
sv: Rita diagram
uk: Малювати граф
zh_tw: 繪製圖形

# @item screen saver name
source: Circuit
es: Circuito
et: Vooluring
eu: Circuit (Zirkuitua)
fi: Virtapiiri
gl: Circuíto
hu: Áramkör
it: Circuito
ja: 回路
kk: Радиодетальдар
ko: 회로
lv: Slēgums
nb: Krets
nds: Schaltkrink
nl: Printplaat
nn: Krets
pl: Obwód
pt: Circuito
ru: Электрическая цепь
sl: Vezje
sr@ijekavian: Коло
sv: Krets
uk: Радіодеталі
zh_tw: 電路

# @info screen saver description
source: Animates a number of 3D electronic components. Written by Ben Buxton; 2001.
ca@valencia: Animació en 3D d'un nombre de components electrònics. Escrit per Ben Buxton; 2001.
es: Animación de varios componentes electrónicos en 3D. Creado por Ben Buxton; 2001.
et: Animeerib hulga kolmemõõtmelisi elektroonilisi komponente. Autor: Ben Buxton; 2001.
eu: 3D osagai elektroniko batzuk animatzen ditu. Ben Buxton-ek idatzia; 2001.
fi: Animaatio kolmiulotteisista elektroniikkakomponenteista. Kirjoittanut Ben Buxton, 2001.
fr: Anime en 3D des composants électroniques. Écrit par Ben Buxton ; 2001.
ga: Déanann sé seo beochan ar chomhpháirteanna leictreonacha 3T. Scríofa ag Ben Buxton, 2001.
gl: Anima un conxunto de compoñentes electrónicos en 3D. Escribiuno Ben Buxton en 2001.
hu: 3D-s elektronikai komponenseket rajzol ki. Készítette: Ben Buxton, 2001.
it: Anima una serie di componenti elettronici tridimensionali. Scritto da Ben Buxton; 2001.
ja: たくさんの 3D 電子部品のアニメーション。Ben Buxton 作。2001
kk: Бірнеше 3D электрондық бөлшектерді бейнелейді. Авторы: Ben Buxton; 2001.
ko: 3D 전자 회로 구성품을 그립니다. Ben Buxton 작성, 2001년.
nb: Animasjon av en del elektroniske komponenter, i 3D. Skrevet av Ben Buxton, 2001.
nds: Beweegt en Reeg vun elektroonsche Buudelen; 2001. Schreven vun Ben Buxton, 2001.
nl: Animeert een aantal 3D-elektronische componenten. In 2001 geschreven door Ben Buxton.
nn: Animerer fleire elektroniske komponentar i 3D. Skriven av Ben Buxton i 2001.
pl: Animuje kilka trójwymiarowych elementów elektronicznych. Autor: Ben Buxton; 2001.
pt: Anima um conjunto de componentes electrónicos em 3D. Feito por Ben Buxton; 2001.
ru: Показывает вращение трёхмерных электронных компонентов. Автор — Бен Бакстон (Ben Buxton); 2001.
sl: Animira veliko število 3D elektronskih sestavnih delov. Napisal Ben Buxton, 2001.
sr@ijekavian: Анимира неколико 3Д електронских компоненти. Написао Бен Бакстон, 2001.
sv: Animerar ett antal 3D elektroniska komponenter. Skriven av Ben Buxton, 2001.
uk: Анімація з декількома просторовими компонентами електронних схем. Автор — Ben Buxton; 2001.
zh_tw: 將許多立體的電子元件動畫化。由 Ben Buxton 撰寫，2001。

# @label:slider
source: Parts
es: Partes
et: Osad
eu: Zatiak
fi: Osia
fr: Parties
ga: Comhpháirteanna
gl: Partes
hu: Részek
it: Componenti
ja: 部品
kk: Бөлшектер
ko: 부분
lv: Daļas
nb: Deler
nds: Tall vun Delen
nl: Onderdelen
nn: Delar
pl: Części
pt: Peças
ru: Компоненты
sl: Deli
sr@ijekavian: Делови
sv: Delar
uk: Компоненти
zh_tw: 零件

# @item:inrange Parts
source: One
ca@valencia: Una
es: Una
et: Üks
eu: Bat
fi: Yksi
fr: Un
ga: Ceann amháin
gl: Un
hu: Egy
it: Uno
kk: Бір
ko: 하나
lv: Viena
nb: En
nds: Een
nl: Een
nn: Éin
pl: Jeden
pt: Uma
ru: Один
sl: En
sr@ijekavian: један
sv: En
uk: Одна

# @item:inrange Parts
source: Lots
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molti
ja: 組
kk: Көп
ko: 많이
lv: Daudz
nb: Massevis
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Massor
uk: Багато
zh_tw: 很多

# @label:slider
source: Rotation speed
ca@valencia: Velocitat de gir
es: Velocidad de rotación
et: Pööramiskiirus
eu: Biraketa abiadura
fi: Pyörimisnopeus
fr: Vitesse de rotation
ga: Luas rothlaithe
gl: Velocidade de rotación
hu: Forgási sebesség
it: Velocità di rotazione
ja: 回転速度
kk: Айналу жылдамдығы
ko: 회전 속도
lv: Griešanās ātrums
nb: Rotasjonshastighet
nds: Dreihgauheit
nl: Rotatiesnelheid
nn: Dreiefart
pl: Szybkość obracania
pt: Velocidade de rotação
ru: Скорость вращения
sl: Hitrost vrtenja
sr@ijekavian: Брзина обртања
sv: Rotationshastighet
uk: Швидкість обертання
zh_tw: 旋轉速度

# @item:inrange Rotation speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Rotation speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @option:check
source: Spin
ca@valencia: Gir
es: Giro
et: Keerutamine
eu: Biraketa
fi: Pyöritys
fr: Rotation
ga: Casadh
gl: Rotar
hu: Forgás
it: Rotazione
ja: スピン
kk: Бұралсын
ko: 회전
lv: Spins
nb: Snurr
nds: Egendreihen
nl: Om een as draaien
nn: Snurr
pl: Zawirowanie
pt: Rodar
ru: Вращение вокруг своей оси
sl: Zavrti
sr@ijekavian: Окретање
sv: Spinn
uk: Обертання навколо осі
zh_tw: 自旋

# @option:radio
source: Flat coloring
ca@valencia: Acolorit pla
es: Coloración plana
et: Ühtlane valgus
eu: Kolore lauak
fi: Tasainen väritys
fr: Coloration unie
ga: Dathú maol
gl: Coloración lisa
hu: Egyszerű színezés
it: Colorazione a tinta unita
ja: 平坦な色づけ
kk: Біркелкі түсті
ko: 단일 색상
lv: Vienkārša iekrāsošana
nb: Flat fargelegging
nds: Eenfache Klören
nl: Vlakke kleuren
nn: Flat farge
pl: Jednorodne kolorowanie
pt: Coloração plana
ru: Обычное освещение
sl: Plosko obarvanje
sr@ijekavian: Равно бојење
sv: Enkel färgläggning
uk: Однотонний колір
zh_tw: 單色

# @option:radio
source: Directional lighting
ca@valencia: Il·luminació direccional
es: Iluminación direccional
et: Suundvalgus
eu: Argiteria direkzionala
fi: Kohdevalaistus
fr: Lumière directionnelle
ga: Soilsiú treoch
gl: Iluminación direccional
hu: Irányba mutató megvilágítás
it: Luce direzionale
ja: 指向性照明
kk: Бағытты жарық
ko: 방향성 조명
lv: Virzīts apgaismojums
nb: Retningsbestemt lys
nds: Teelt Licht
nl: Gerichte belichting
nn: Lyssetjing
pl: Oświetlenie kierunkowe
pt: Iluminação direccional
ru: Направленное освещение
sl: Usmerjena osvetlitev
sr@ijekavian: Усмјерено освјетљавање
sv: Riktad belysning
uk: Спрямоване освітлення
zh_tw: 定位光源

# @item screen saver name
source: CloudLife
ca@valencia: Núvol de vida
et: Pilveelu
eu: CloudLife (HodeiBizitza)
fi: Pilvielämä
fr: Nuages de points
hu: Élet a felhőkben
it: Vita sulle nuvole
ja: 雲
kk: Тұман
ko: 클라우드 생명
lv: Mākoņu mūžs
nb: Sky-liv
nds: Wulkenleven
nl: Leven in de wolken
nn: Skyliv
pl: Życie w chmurach
pt: Vida em Nuvem
ru: Облака
sl: Življenje v oblaku
sr@ijekavian: Живот облака
sv: Molnliv
uk: Життя хмар
zh_tw: 雲的一生
