Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: XAnalogTV shows a detailed simulation of an old TV set showing various test patterns, with various picture artifacts like snow, bloom, distortion, ghosting, and hash noise. It also simulates the TV warming up. It will cycle through 12 channels, some with images you give it, and some with color bars or nothing but static. Written by Trevor Blackwell; 2003.
ca@valencia: TV analògica X mostra una simulació detallada d'una televisió antiga, mostrant diversos patrons de prova, amb diversos defectes d'imatge com neu, vellut, distorsió doble imatge, i soroll. També simula l'esclafament de la TV. Canviarà entre 12 canals, alguns amb imatges que heu proporcionat, i d'altres amb barres de colors, o res més que estàtica. Escrit per Trevor Blackwell; 2003.
es: XAnalogTV muestra una detallada simulación de un televisor antiguo mostrando diversos patrones como nieve, imágenes fantasma, flores o distorsiones. También simula el calentamiento del televisor. Tiene 12 canales, algunos con imágenes, otros con barras de colores, y otros con nada. Escrito por Trevor Blackwell; 2003.
et: XAnaloogTV näitab üksikasjalikku vana teleri simulatsiooni, näidates eri tekstimudeleid koos pildi artefaktidega, näiteks lumesadu, õitsemine, moonutus, tondiefekt ja räsimüra. Samuti simuleeritakse teleri soojenemist. Keritakse läbi kõik kakstest kanalit, milles mõnes on sinu antud pildid, mõnes aga esinevad värviribad või üldse ainult staatiline müra. Autor: Trevor Blackwell; 2003.
fi: X-Analogi-TV esittää yksityiskohtaisen simuloinnin vanhasta TV-vastaanottimesta lumisateineen, vääristymineen, haamukuvineen ja muine häiriöineen. Jäljittelee myös TV:n lämpenemistä. Käy vuoroon 12 kanavalla, joista joiltakin tulee ohjelmaa, joillakin on väripalkkeja tai vain kohinaa. Kirjoittanut Trevor Blackwell, 2003.
fr: XAnalogTV affiche une simulation détaillée d'une vielle télévision montrant divers écran de test conjointement à différent traitements d'image comme la neige, la déformation, les distorsions, les voiles d'image et le son haché. La télévision qui s'échauffe est également simulé. 12 chaînes défileront, certaines avec des images que vous aurez choisis, d'autres avec des barres de couleurs ou rien d'autre que des éléments statiques. Écrit par Trevor Blackwell ; 2003.
gl: O XAnalogTV mostra unha simulación detallada dunha televisión antiga, mostrando diferentes patróns de probas, con diversos defectos da imaxe, como a chuvia, distorsión, imaxes-fantasma e ruído disperso. Tamén simula a televisión a quecer. Percorrerá 12 canles, algúns deles mostrando as imaxes que lle indicase, e outros con barras coloridas ou só estática. Escribiuno Trevor Blackwell en 2003.
it: La TV analogica mostra una simulazione dettagliata di un vecchio televisore con diversi monoscopi, vari artefatti delle immagini come neve, debordo, distorsione, immagini fantasma, e rumore di fondo. Simula anche il riscaldamento del televisore. Passerà in ciclo tra dodici canali, alcuni con le immagini che gli dài, altri con barre di colori o nient'altro che interferenze. Scritto da Trevor Blackwell; 2003.
kk: Ескі телевизордың экраның бейнелейді. Түрлі кемшіліктерін, айталық, сынақ суреттерін бұрмалап, бұлдыратып көрсетеді. Ескі телевизордың біртіндеп қызуын бейнелейді. Сосын 12 арналарын шолып, Сіз берген кескіндерді, түрлі-түсті жолақтарын, тіпті бос арна экраның да көрсетеді. Авторы: Trevor Blackwell; 2003.
nb: XAnalogTV viser en detaljert simulering av en gammel TV, som viser forskjellige prøvebilder, med diverse bildefeil som snø, bildeblomst, spøkelsesbilde og støy. Det simulerer også oppvarming av apparatet. Det går gjennom 12 kanaler, noen med bilder du oppgir, noen med fargesøyler eller bare støy. Skrevet av Trevor Blackwell i 2003.
nds: En nau Simuleren vun en ool Feernsehn mit en Reeg Testbiller un verscheden Bildfehlers, as a.B. Snee, Överstrahlen, Vertarren, Spöökbiller un Signaalstören. Ok de Warmlooptiet warrt simuleert. Wiest warrt 12 Senners, en poor mit Dien angeven Biller, un en poor mit Klöörbalkens, oder bloots staatsch Rusen. Schreven vun Trevor Blackwell, 2003.
nl: XAnalogTV toont een gedetailleerde simulatie van een oud televisietoestel dat verschillende testbeelden toont, met verschillende artefacten zoals sneeuw, aanslag, vervorming, spookbeelden en sissende ruis. Het simuleert ook het opwarmen van de televisietoestel. Het zal 12 kannalen doorlopen, sommige met door u gegeven afbeeldingen en sommige met kleurbalken of niets dan statische ruis. In 2003 geschreven door Trevor Blackwell.
pl: XAnalogTV pokazuje symulację starego odbiornika TV wyświetlającego testowe wzory, przy wykorzystaniu różnych stylizacji jak: śnieżenie, zaburzenia obrazu, zjawy czy szum. Symuluje również rozgrzewanie się odbiornika TV. Przełącza się przez 12 kanałów: niektóre z dostarczonymi wcześniej obrazami, inne z kolorowymi pasami, czy też po prostu statyczne. Autor: Trevor Blackwell; 2003.
pt: O XAnalogTV mostra uma simulação detalhada de uma televisão antiga, mostrando diferentes padrões de testes, com diversos defeitos da imagem, como a chuva, distorção, imagens-fantasma e ruído disperso. Também simula a televisão a aquecer. Irá percorrer 12 canais, alguns deles mostrando imagens que lhe indicar, e outros com barras coloridas ou apenas estática. Feito por Trevor Blackwell; 2003.
ru: XAnalogTV показывает подробную эмуляцию старого ТВ с различными тестовыми рисунками, а также артефакты, например "снег", расплывчатое изображение, искажения, раздвоение и шумы. Также эмулируется перегрев телеприёмника. Переключаются 12 каналов, на некоторых показываются данные вами изображения, на некоторых только цветные полосы или вообще ничего, кроме помех. Автор Тревор Блеквелл (Trevor Blackwell), 2003.
sl: XAnalogTV pokaže podrobno simulacijo stare televizije, ki prikaže različne preizkusne vzorce z različnimi artefakti kot so sneženje, cvetenje, popačenje, duhovi in razpršeni šum. Simulira tudi ogrevanje televizije. Krožil bo skozi 12 kanalov, nekatere s podanimi slikami, nekatere pa z barvnimi vrsticami ali samo s statiko. Napisal je Trevor Blackwell, 2003.
sr@ijekavian: Детаљна симулација старог телевизора који пушта разне пробне обрасце, уз сметње попут снијега, цвјетања, изобличења, духова, и дисперзионог шума. Такође симулира загријевање телевизора. Скакаће кроз 12 канала; на некима ће бити слике које сами задате, а на другима траке боја или ништа до шума. Написао Тревор Блаквел, 2003.
sv: X-analogtv visar en detaljerad simulering av en gammal tv-apparat som visar diverse testbilder, med olika bildförvrängningar som snö, flamning, distorsion, spökbild och omslagsbrus. Den simulerar också när tv:n värms upp. Den går igenom 12 kanaler i tur och ordning, vissa med bilder som du anger, och vissa med färgade linjer eller ingenting annat en brus. Skriven av Trevor Blackwell, 2003.
uk: У XAnalogTV ви спостерігатимете за докладною імітацією старого телеприймача, який показуватиме різноманітні тестові візерунки, з різноманітними дефектами зображення, зокрема снігом, шаром пилу, викривленням, роздвоєнням зображення, шумом. Також програма імітує «розігрівання» телевізора. Програма циклічно перемикає 12 каналів. На деяких з них буде показано вказані вами зображення, на деяких — кольорові смуги, на інших — нічого, окрім статики. Автор — Trevor Blackwell; 2003.
zh_tw: 寫實地模擬舊式的電視機上的測試畫面，還有快損壞時的雪花啦、雜訊啦、扭曲啦、軌影啦等等。它也模擬舊電視暖機的樣子。它會輪流跑過 12 個頻道，有些顯示您指定的影像，有些是色彩測試用的靜止彩色列（color bar）畫面。由 Trevor Blackwell 撰寫，2003。

# @item screen saver name
source: XFlame
ca@valencia: Flama X
et: XLeek
eu: XSugarra - XFlame
fi: X-Liekki
fr: X-Flamme
gl: Chama X
it: Fuoco
kk: Жалын X
ko: X 불꽃
nb: Xflamme
nds: XFlamm
nn: X-flammar
pl: Płomień
pt: XChama
sl: XOgenj
sr@ijekavian: Икс‑пламен
sv: X-flamma
uk: X-полум’я

# @info screen saver description
source: Draws a simulation of pulsing fire. It can also take an arbitrary image and set it on fire too. Written by Carsten Haitzler and many others; 1999.
ca@valencia: Mostra una simulació de foc polsant. També pot prendre una imatge arbitrària i posar-la en el foc. Escrit per Carsten Haitzler i molts altres; 1999.
es: Muestra una simulación de fuego parpadeante. También puede tomar una imagen arbitraria y ponerla en el fuego. Escrito por Carsten Haitzler y muchos otros; 1999.
et: Näitab pulseerivaid leeke. See võib haarata ka suvalise pildi ja sellegi põlema süüdata. Autor: Carsten Haitzler ja paljud teised; 1999.
eu: Su baten simulazio bat marrazten du. Edozein irudi hartu eta sutan jarri dezake. Egilea: Carsten Haitzler eta beste askok idatzia; 1999.
fi: Mallintaa leimahtavia liekkejä. Näytönsäästäjä voi myös sytyttää satunnaisen kuvan liekkeihin. Kirjoittanut Carsten Haitzler ja moni muu, 1999.
fr: Dessine une simulation de flammes vibrantes. Il peut également prendre une image arbitraire et la faire brûler. Écrit par Carsten Haitzler et beaucoup d'autres ; 1999.
ga: Déanann sé seo insamhladh ar thine bhíogach. Is féidir leis íomhá ar bith a chur trí thine freisin. Scríofa ag Carsten Haitzler ach rinne go leor daoine eile obair air freisin, 1999.
gl: Debuxa unha simulación de fogo pulsante. Tamén pode tomar nunha imaxe calquera e plantarlle lume. Escribírono Carsten Haitzler e moitos outros, en 1999.
it: Disegna la simulazione di un fuoco pulsante. Può anche prendere un'immagine a scelta e darle fuoco. Scritto da Carsten Haitzler e molti altri; 1991.
ja: ゆらめく炎のシミュレーション。また任意の画像を取り込み、炎の上に浮かび上がらせることもできます。Carsten Haitzler 他多くの人々による 1999 年作。
kk: Желбіреген от бейнесі. Берген суретті де күйдіріп жібере алады. Автрлары: Carsten Haitzler және көп басқалар; 1999.
nb: Tegner en simulering av pulserende ild. Det kan også ta et vilkårlig bilde og sette fyr på det også. Skrevet av Carsten Haitzler og mange andre, 1999
nds: Simuleert en pulseren Füer. Kann ok jichtenseen Bild ansteken. 1999 vun Carsten Haitzler schreven, vun vele Lüüd wiederföhrt.
nl: Toont een simulatie van pulserend vuur. Het kan ook een willekeurige afbeelding nemen en deze in vuur en vlam zetten. In 1999 geschreven door Carsten Haitzler en vele anderen.
pl: Rysuje symulację pulsującego ognia. Może również wziąć dowolny obrazek i zasymulować jego podpalenie. Autor: Carsten Haitzler, zmieniane przez wielu innych.
pt: Desenha uma simulação de fogo pulsante. Também pode agarrar numa imagem qualquer e pegar-lhe fogo. Feito por Carsten Haitzler e muitos outros; 1999.
ru: Эмуляция пульсирующего пламени. Также можно взять произвольное изображение и поместить его в огонь. Авторы Карстен Хейтцлер ( Carsten Haitzler) и многие другие, 1999.
sl: Izriše simulacijo utripajočega ognja. Lahko vzame tudi poljubno sliko in jo zažge. Napisal Carsten Haitzler in veliko drugih, 1999.
sr@ijekavian: Симулација пулсирајуће ватре. Такође може да узме произвољну слику и припали је. Написао Карстен Хајцлер и многи други, 1999.
sv: Ritar en simulering av pulserade eld. Den kan också ta en godtycklig bild och sätta eld på. Skriven av Carsten Haitzler och många andra, 1999.
uk: Малює імітацію пульсуючого вогню. Можна також вказувати будь-яке зображення, яке буде підпалено. Автори — Carsten Haitzler та багато інших, 1999.
zh_tw: 模擬律動的火。它也可以隨機取得影像然後放到火裡。由 Carsten Haitzler 與其他許多人撰寫，1999。

# @option:check
source: Enable blooming
ca@valencia: Habilita resplendor
es: Activar resplandor
et: Puhangute lubamine
fi: Ota käyttöön leimahdukset
fr: Activer la floraison
ga: Cumasaigh bláthú
gl: Activar a explosión
hu: Virágzás engedélyezése
it: Abilita debordo
ja: 華やかに輝く
kk: Жарқылдасын
ko: 피어남 사용
lv: Ieslēgt miglu
nb: Slå på blomstring
nds: Blömen anmaken
nl: Aanslaan inschakelen
pl: Włącz rozkwitanie
pt: Activar a explosão
ru: Разрешить блюминг
sl: Omogoči cvetenje
sr@ijekavian: Цветање
sv: Aktivera flamning
uk: Ввімкнути спалахи
zh_tw: 啟用 Blooming

# @item screen saver name
source: XJack
ca@valencia: Jack X
it: Jack
kk: Джак X
ko: X 철수
nn: XKnekt
sr@ijekavian: Икс‑Џек
uk: Джек (X)

# @info screen saver description
source: This behaves schizophrenically and makes a lot of typos. Written by Jamie Zawinski; 1997.
ca@valencia: Este es comporta de manera esquizofrènica i comet molts errors. Escrit per Jamie Zawinski; 1997.
es: Se comporta de forma esquizofrénica y comete un montón de erratas. Escrito por Jamie Zawinski; 1997.
et: Genereerib korduvalt spiraalseid joonemustreid. Autor: Jamie Zawinski; 1997.
fi: Käyttäytyy skitsofreenisesti ja tekee paljon kirjoitusvirheitä. Kirjoittanut Jamie Zawinski, 1997.
fr: Ceci génère de manière répétitive des motifs de cordelettes tendues autour de clous. Écrit par Jamie Zawinski ; 1997.
gl: Isto compórtase esquizofrenicamente e comete moitos erros. Escribiuno Jamie Zawinski en 1997.
it: Si comporta schizofrenicamente e fa molti errori di battitura. Scritto da Jamie Zawinski; 1997.
ja: これは、繰り返し、螺旋のような、ストリングアート的なパターンを生成します。Jamie Zawinski、1997年作。
kk: Бір есалаңдың қате-қате теріп жазуы. Авторы: Jamie Zawinski; 1997.
lv: Šizofrēniska uzvedība un daudz pareizrakstības kļūdu. Sarakstīja Jamie Zawinski; 1997.
nb: Dette oppfører seg schisofrent og gjør mange skrivefeil. Skrevet av Jamie Zawinski i 1997.
nds: Dit bedreegt sik schizophreen un maakt vele Tippfehlers. Schreven vun Jamie Zawinski, 1997.
nl: Gedraagt zich schizofreen en maakt veel typefouten. In 1997 geschreven door Jamie Zawinski.
pl: Zachowuje się schizofrenicznie i tworzy wiele literówek. Autor: Jamie Zawinski; 1997.
pt: Isto comporta-se de forma esquizofrénica e comete vários erros. Feito por Jamie Zawinski; 1997.
ru: Шизофренический набор текста с кучей опечаток. Автор Джеми Завински (Jamie Zawinski), 1997.
sl: Obnaša se shizofrenično in naredi veliko tipkarskih napak. Napisal Jamie Zawinski, 1997.
sr@ijekavian: Понаша се шизофрено и много гријеши у куцању. Написао Џејми Завински, 1997.
sv: Den här beter sig schizofrent och gör en massa stavfel. Skriven av Jamie Zawinski, 1997.
uk: Поводиться шизофренічно і робить величезну кількість друкарських помилок. Автор — Jamie Zawinski; 1997.
zh_tw: 模擬精神分裂者，打錯很多字。由 Jamie Zawinski 撰寫，1997。

# @item screen saver name
source: XLyap
ca@valencia: Lyap X
et: Xljap
it: Esponente di Lyapunov
kk: Ляпунов X
ko: X 랴푸노프
nds: XLjapunow
sr@ijekavian: Икс‑љап
uk: Ляпунов (X)

# @info screen saver description
source: The Lyapunov exponent makes pretty fractal pictures. http://en.wikipedia.org/wiki/Lyapunov_exponent Written by Ron Record; 1997.
ca@valencia: L'exponent de Lyapunov crea imatges fractals boniques mitjançant l'«exponent Lyapunov». http://en.wikipedia.org/wiki/Lyapunov_exponent Escrit per Ron Record; 1997.
es: El exponente de Lyapunov crea dibujos de bellos fractales. http://en.wikipedia.org/wiki/Lyapunov_exponent. Escrito por Ron Record; 1997.
et: Ljapunovi eksponent tekitab kenasid fraktaalpilte. http://en.wikipedia.org/wiki/Lyapunov_exponent Autor: Ron Record; 1997.
fi: Ljapunovin eksponentti luo kauniita fraktaalikuvia. http://en.wikipedia.org/wiki/Lyapunov_exponent Kirjoittanut Ron Record, 1997.
it: L'esponente di Lyapunov genera delle immagini frattali gradevoli. http://it.wikipedia.org/wiki/Esponente_di_Lyapunov Scritto da Ron Record; 1997.
nb: Lyapunov-eksponenten lager pene fraktale bilder.http://en.wikipedia.org/wiki/Lyapunov_exponent Skrevet av Ron Record i 1997.
nds: Stellt mit den Ljapunow-Exponent smucke Fraktalen op över glimmern Mathematik. http://de.wikipedia.org/wiki/Ljapunow-Exponent Schreven vun Ron Record, 1997.
nl: De Lyapunov exponent maakt mooie fractal-plaatjes. http://en.wikipedia.org/wiki/Lyapunov_exponent In 1997 geschreven door Ron Record.
pl: Wykładnik Lyapunov tworzy całkiem ładne obrazy fraktalne. http://en.wikipedia.org/wiki/Lyapunov_exponent Autor: Ron Record; 1997.
pt: Este gera algumas imagens fractais bonitas. http://en.wikipedia.org/wiki/Lyapunov_exponent Feito por Ron Record; 1997.
sl: Lyapunov eksponent izriše lepe fraktalne slike. http://en.wikipedia.org/wiki/Lyapunov_exponent Napisal Ron Record, 1997.
sr@ijekavian: Љапуновљев експонент даје љепушкасте фракталне слике (http://en.wikipedia.org/wiki/Lyapunov_exponent). Написао Рон Рекорд, 1997.
sv: Lyapunov-exponenten skapar snygga fraktalbilder. Se http://en.wikipedia.org/wiki/Lyapunov_exponent. Skriven av Ron Record, 1997.
uk: Створює гарні фрактальні зображення за допомогою математичних дій з експонентою Ляпунова. В ньому також існує інтерактивний режим. http://en.wikipedia.org/wiki/Lyapunov_exponent Автор — Ron Record.
zh_tw: 產生 Lyapunov 指數的圖樣。參考資料：http://en.wikipedia.org/wiki/Lyapunov_exponent 。由 Ron Record 撰寫，1997。

# @info screen saver description
source: This generates pretty fractal pictures via the Lyapunov exponent. http://en.wikipedia.org/wiki/Lyapunov_exponent Written by Ron Record; 1997.
ca@valencia: Genera boniques fotos fractals mitjançant l'«exponent Lyapunov». http://en.wikipedia.org/wiki/Lyapunov_exponent Escrit per Ron Record; 1997.
es: Genera dibujos de bellos fractales por medio del exponente de Lyapunov. http://en.wikipedia.org/wiki/Lyapunov_exponent Escrito por Ron Record; 1997.
et: Tekitab kenasid fraktaalpilte, kasutades selleks moodsat matemaatikat, sealhulgas "Ljapunovi eksponenti". http://en.wikipedia.org/wiki/Lyapunov_exponent Autor: by Ron Record; 1997.
eu: Honek marrazki fraktal politak sortzen ditu Lyapunov esponenteak erabiliz. http://en.wikipedia.org/wiki/Lyapunov_exponent Ron Record-ek idatzia; 1997.
fi: Näytönsäästäjä luo kauniita fraktaalikuvioita hyödyntämällä Ljapunovin eksponenttia. http://en.wikipedia.org/wiki/Lyapunov_exponent Kirjoittanut Ron Record, 1997.
fr: Ceci génère des jolies fractales en faisant des mathématiques à l'aide de l'exposant de Lyapunov. http://en.wikipedia.org/wiki/Lyapunov_exponent Écrit par Ron Record ; 1997.
ga: Cruthaíonn sé seo pictiúir áille de fhrachtail trí mhatamaitic a bhaineann le heaspónaint Lyapunov a úsáid. Scríofa ag Ron Record, 1997.
gl: Este xera algunhas imaxes fractais bonitas mediante o expoñente de Lyapunov. http://en.wikipedia.org/wiki/Lyapunov_exponent. Escribiuno Ron Record en 1997.
it: Genera delle immagini frattali carine con l'esponente di Lyapunov. http://it.wikipedia.org/wiki/Esponente_di_Lyapunov Scritto da Ron Record; 1997.
ja: これは「リアプノフ指数」を用いて、素敵なフラクタル図を生成します。http://ja.wikipedia.org/wiki/リアプノフ指数 Ron Record、1997年作。
kk: Ляпунов экспонентасы негізінде салынатын әсем фрактал бейнелері. http://en.wikipedia.org/wiki/Lyapunov_exponent Авторы: Ron Record; 1997.
nb: Dette lager pene fraktale bilder via Lyapunov-eksponenten. <link>http://en.wikipedia.org/wiki/Lyapunov_exponent</link> Skrevet av Ron Record i 1997.
nds: Stellt smucke Fraktalen op över glimmern Mathematik, as a.B. den Ljapunow-Exponent. http://de.wikipedia.org/wiki/Ljapunow-Exponent Schreven vun Ron Record.
nl: Genereert prettige fractal-plaatjes via de Lyapunov exponent. http://en.wikipedia.org/wiki/Lyapunov_exponent In 1997 geschreven door Ron Record.
pl: Generuje całkiem ładne fraktale za pomocą dziwnych tworów matematycznych zwanych "wykładnikami Lapunowa". Autor: Ron Record; 1997.
pt: Este gera algumas imagens fractais bonitas fazendo algum cálculo maluco que envolve o "expoente de Lyapunov". http://en.wikipedia.org/wiki/Lyapunov_exponent Feito por Ron Record; 1997.
ru: Симпатичные фракталы на базе экспоненты Ляпунова. http://ru.wikipedia.org/wiki/Фрактал_Ляпунова Автор Рон Рекорд (Ron Record), 1997.
sl: Ustvari lepe fraktalne slike Lyapunovega eksponenta. http://en.wikipedia.org/wiki/Lyapunov_exponent Napisal Ron Record, 1997.
sr@ijekavian: Генерише љепушкасте фракталне слике путем Љапуновљевог експонента (http://en.wikipedia.org/wiki/Lyapunov_exponent). Написао Рон Рекорд, 1997.
sv: Den här skapar snygga fraktalbilder via Lyapunov-exponenten. Se http://en.wikipedia.org/wiki/Lyapunov_exponent. Skriven av Ron Record, 1997.
uk: Створює гарні фрактальні зображення за допомогою математичних дій з експонентою Ляпунова. В ньому також існує інтерактивний режим. http://en.wikipedia.org/wiki/Lyapunov_exponent Автор — Ron Record.
zh_tw: 產生 Lyapunov 指數的圖樣。參考資料：http://en.wikipedia.org/wiki/Lyapunov_exponent 。由 Ron Record 撰寫，1997。

# @item screen saver name
source: XMatrix
ca@valencia: Matrix X
gl: Matriz X
it: Matrix X
kk: Матрица X
ko: X 매트릭스
ru: Матрица
sl: XMatrica
sr@ijekavian: Икс‑матрикс
uk: X-матриця
