Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Puts text on the screen using large characters that glide in from the edges, assemble, then disperse. Alternately, it can simply scroll whole sentences from right to left. Written by Jamie Zawinski; 2003.
ca@valencia: Mostra el text en la pantalla utilitzant caràcters grans que llisquen des de les vores, unint-se i dispersant-se. Alternativament, pot mostrar frases desplaçant-se de dreta a esquerra. Escrit per Jamie Zawinski; 2003.
es: Pone texto en la pantalla utilizando caracteres grandes que se deslizan desde los bordes y luego se dispersan. Como alternativa, también puede sencillamente desplazar frases completas desde la derecha hacia la izquierda. Escrito por Jamie Zawinski; 2003.
et: Loob ekraanile suurte tähtedega teksti: tähed kogunevad servades, saavad kokku ja lagunevad taas. Teise võimalusena võib lasta lihtsalt kerida lauseid paremalt vasakule. Autor: Jamie Zawinski; 2003.
fi: Kirjoittaa tekstiä ruudulle suurin kirjaimin, jotka liukuvat reunoilta sisään, kokoontuvat, sitten hajaantuvat. Vaihtoehtoisesti voi vierittää kokonaisia lauseita yksinkertaisesti oikealta vasemmalle. Kirjoittanut Jamie Zawinski, 2003.
fr: Place sur texte sur l'écran avec de gros caractères qui glissent sur les bords, s'assemblent, puis se dispersent. Alternativement, ce texte peut simplement défiler sous forme de phrases entières allant de droite à gauche. Écrit par Jamie Zawinski ; 2003.
gl: Pon texto na pantalla empregando caracteres grandes que tardan en desaparecer de diante dos contornos, xúntanse e logo dispérsanse. En alternativa, pode simplemente desprazar páxinas enteiras da dereita á esquerda. Escribiuno Jamie Zawinski en 2003.
it: Mette del testo sullo schermo usando dei grandi caratteri che scorrono entrando dai bordi dello schermo, si assemblano e si disperdono. In alternativa, può semplicemente far scorrere delle intere frasi da destra a sinistra. Scritto da Jamie Zawinski; 2003.
kk: Шеттен ұшып келген әріптерден мәтінді құрып беру бейнесі. Сосын жазу ыдырап, әріптер ұшып кетеді. Немесе, мәтін жәй ғана экранды кешіп өтеді. Авторы: Jamie Zawinski; 2003.
ko: 가장자리에서 날아오는 큰 글자 텍스트를 그리며, 모인 다음 흩어집니다. 한 문장을 오른쪽에서 왼쪽으로 스크롤할 수도 있습니다. Jamie Zawinski 작성, 2003년.
nb: Skriver tekst på skjermen med store bokstaver som sklir inn fra kantene, går sammen til tekst og sprer seg igjen. Kan også vise hele setninger som ruller fra høyre mot venstre. Skrevet av Jamie Zawinski i 2003.
nds: Text ut groot Tekens glidd vun de Kanten na den Schirm rin, sett sik tosamen un geiht wedder utenanner. Kann ok Sätz as Rullband vun rechts na links wiesen. Schreven vun Jamie Zawinski, 2003.
nl: Toont tekst op het scherm met gebruik van grote tekens die binnenglijden vanaf de randen, zich verzamelen en dan zich verspreiden. Alternatief, kunnen eenvoudig hele zinnen van rechts naar links schuiven. In 2003 geschreven door Jamie Zawinski.
nn: Skriv tekst med store bokstavar som flyr inn frå skjermkantane, lagar teksten, og så flyr ut igjen. Kan òg visa rullande tekst som glir over skjermen. Skriven av Jamie Zawinski i 2003.
pl: Tekst wyświetlany za pomocą dużych znaków które przypływają z brzegów, składają się i znikają. Opcjonalnie może być wyświetlany prosty tekst, przewijany od prawej do lewej strony. Autor: Jamie Zawinski; 2003.
pt: Coloca texto no ecrã com caracteres grandes que deslizam a partir dos extremos, juntam-se e depois dispersam-se. Em alternativa, poderá simplesmente deslocar frases inteiras da direita para a esquerda. Feito por Jamie Zawinski; 2003.
ru: Выводит на экран текст, написанный большими буквами, которые собираются в строки, а затем рассыпаются. Также может просто прокручивать предложения справа налево. Автор Джеми Завински (Jamie Zawinski), 2003.
sl: Postavi besedilo na zaslon z veliki črkami, ki drsijo z robov, jih sestavi in nato razprši. Dodatno lahko enostavno drsi celotne stavke z desne proti levi. Napisal Jamie Zawinski, 2003.
sr@ijekavian: Исписује текст на екрану великим словима која улијећу са свих страна, слажу се, а затим разлијећу. Алтернативно, може просто да клиза цијеле реченице здесна улијево. Написао Џејми Завински, 2003.
sv: Visar text på skärmen med stora tecken som glider in från kanterna, sammanfogas och därefter sprids. Som alternativ kan den helt enkelt rulla hela meningar från höger till vänster. Skriven av Jamie Zawinski, 2003.
uk: Виводить на екран текст, що плавно рухається від країв екрана, збирається, а потім розсіюється. Як варіант, може просто прокручувати цілі речення справа ліворуч. Автор — Jamie Zawinski; 2003.
zh_tw: 將文字放大在螢幕上，滑過邊緣，收起來，然後分開。此外也可以只單純捲動文字，從右到左。由 Jamie Zawinski 撰寫，2003。

# @label:slider
source: Page linger
ca@valencia: Endarreriment de pàgina
es: Persistencia de página
et: Lehekülje viivitus
eu: Orrialdean gelditu
fi: Sivun viipyminen
fr: Vitesse de la page
gl: Atraso da páxina
it: Durata di una pagina
kk: Жазу кідіртуі
ko: 쪽 길이
lv: Lapas uzkavēšanās
nb: Ventetid
nds: Siet-Wiesduer
nl: Verblijftijd pagina
nn: Ventetid
pl: Opóźnienie stron
pt: Atraso da página
ru: Задержка страницы
sl: Obotavljanje strani
sr@ijekavian: Задржавање странице
sv: Sidan dröjer sig kvar
uk: Затримка сторінки
zh_tw: 頁面逗留

# @item:inrange Page linger
source: Brief
ca@valencia: Breu
es: Breve
et: Lühike
eu: Labur
fi: Lyhyt
fr: Bref
gl: Breve
hu: Tájékoztatás
it: Breve
ja: 簡潔に
kk: Қысқа
ko: 짧게
lv: Īsi
nb: Kort
nds: Kort
nl: Beknopt
nn: Kort
pl: Zwięzłe
pt: Breve
ru: Кратко
sl: Kratko
sr@ijekavian: кратко
sv: Kort
uk: Коротка

# @item:inrange Page linger
source: Long
ca@valencia: Llarg
es: Larga
et: Pikk
eu: Luze
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзақ
ko: 길게
lv: Ilgi
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolgo
sr@ijekavian: дуго
sv: Länge
uk: Довга
zh_tw: 長

# @option:radio
source: Pages of text
ca@valencia: Pàgines de text
es: Páginas de texto
et: Tekstileheküljed
eu: Testu orrialdeak
fi: Tekstisivuja
fr: Pages de texte
ga: Leathanaigh théacs
gl: Páxinas de texto
hu: Szöveg oldalai
it: Pagine di testo
ja: テキストのページ
kk: Мәтін парақтары
ko: 텍스트 쪽
lv: Lapas ar tekstu
nb: Tekstsider
nds: Textsieden
nl: Pagina's tekst
nn: Tekstsider
pl: Strony tekstu
pt: Páginas de texto
ru: Страницы текста
sl: Strani besedila
sr@ijekavian: Странице текста
sv: Textsidor
uk: Сторінки тексту
zh_tw: 文字頁面

# @option:radio
source: Horizontally scrolling text
ca@valencia: Text amb desplaçament horitzontal
es: Desplazamiento horizontal del texto
et: Rõhtsalt keriv tekst
eu: Horizontalki labaintzen den testua
fi: Vaakasuuntaan vierivä teksti
fr: Texte défilant horizontalement
gl: Texto a desprazarse horizontalmente
hu: Vízszintesen gördülő szöveg
it: Testo a scorrimento orizzontale
ja: 水平にスクロールするテキスト
kk: Оңнан солға жүгірсін
ko: 수평 스크롤 텍스트
lv: Horizontāli ritinošs teksts
nb: Vannrett rullende tekst
nds: Kimmrecht Rulltext
nl: Horizontaal schuivende tekst
nn: Vassrett rullande tekst
pl: Poziomo przewijający się tekst
pt: Texto deslizante na horizontal
ru: Горизонтальная прокрутка текста
sl: Vodoravno drseče besedilo
sr@ijekavian: Водоравно клизајући текст
sv: Horisontell rullande text
uk: Горизонтальне гортання тексту
zh_tw: 水平捲動文字

# @option:radio
source: Random display style
ca@valencia: Estil de visualització a l'atzar
es: Estilo de visualización al azar
et: Juhuslik stiil
eu: Ausazko bistaratze estiloa
fi: Satunnainen näyttötyyli
fr: Style de l'affichage aléatoire
ga: Stíl randamach taispeána
gl: Mostrar cun estilo aleatorio
hu: Véletlen megjelenítési stílus
it: Stile casuale di visualizzazione
ja: 任意の表示スタイル
kk: Кездейсоқ тәртіп
ko: 임의 표시 스타일
lv: Nejaušs rādīšanas stils
nb: Tilfeldig stil
nds: Tofällig Dorstellstil
nl: Willekeurige stijl van vertonen
nn: Tilfeldig stil
pl: Losowy rodzaj wyświetlania
pt: Estilo de apresentação aleatório
ru: Случайный стиль показа
sl: Naključen slog zaslona
sr@ijekavian: Насумични стил приказа
sv: Slumpmässig visningsmetod
uk: Випадковий стиль показу
zh_tw: 隨機顯示樣式

# @label:spinbox
source: Font border thickness
ca@valencia: Amplada del contorn del tipus de lletra
es: Grosor del borde de letra
et: Fondipiirde paksus
eu: Letra-tipo ertzen loditasuna
fi: Kirjaimen reunan paksuus
fr: Épaisseur des contours de la police
gl: Largura do contorno das fontes
hu: Betűszegély-vastagság
it: Spessore del bordo dei caratteri
ja: フォントの縁の太さ
kk: Әріптің жиегі
ko: 글꼴 경계 두께
lv: Fonta robežu biezums
nb: Tykkelse på skriftens kantlinje
nds: Schrift-Randdickde
nl: Lijndikte van lettertyperand
nn: Tjukkleik til kantlinje på skrift
pl: Grubość obramowania czcionki
pt: Espessura do contorno do texto
ru: Толщина окантовки шрифта
sl: Debelina obrobe pisave
sr@ijekavian: Дебљина ивице фонта
sv: Teckensnittets kantbredd
uk: Товщина рамки тексту
zh_tw: 字型邊框粗細

# @option:check
source: Vapor trails
ca@valencia: Rastres de vapor
es: Rastros de vapor
et: Liikumisjäljed
eu: Lurrun arrastoak
fi: Jätä jälki
fr: Traînés vaporeuses
gl: Ronseis de vapor
hu: Páracsíkok
it: Lascia scie
ja: 跡を消す
kk: Ізі қылсын
ko: 증기 흔적
lv: Tvaika pēdas
nb: Kondensstriper
nds: Dampsporen
nl: Dampsporen
nn: Kondensstriper
pl: Smugi kondensacyjne
pt: Rastos de vapor
ru: Оставлять след
sl: Sledi pare
sr@ijekavian: Трагови паре
sv: Dimstråk
uk: Випаровування слідів
zh_tw: 蒸氣軌跡

# @item screen saver name
source: Forest
ca@valencia: Bosc
es: Bosque
et: Mets
eu: Basoa
fi: Metsä
fr: Forêt
gl: Bosque
hu: Erdő
it: Foresta
ja: 林
kk: Орман
ko: 숲
lv: Mežs
nb: Skog
nds: Woold
nl: Woud
nn: Skog
pl: Las
pt: Floresta
ru: Лес
sl: Gozd
sr@ijekavian: Шума
sv: Skog
uk: Ліс
zh_tw: 森林

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Fractal trees. Written by Peter Baumung; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Arbres fractals. Escrit per Peter Baumung; 1997.
es: Este salvapantallas se eliminó de la distribución de XScreenSaver a partir de la versión 5.08. Árboles fractales. Escrito por Peter Baumung; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Fraktaalpuud. Autor: Peter Baumung; 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Zuhaitz fraktalak. Peter Baumung-ek idatzia; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelun versiossa 5.08. Fraktaalipuut. Tekijä: Peter Baumung; 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Arbres de fractales. Écrit par Peter Baumung ; 1997.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Árbores fractais. Escrito por Peter Baumung; 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Fraktál fák. Készítette: Peter Baumung, 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Alberi frattali. Scritto da Peter Baumung; 1997.
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Фрактал ағаштары.Авторы: Peter Baumung; 1997.
ko: 이 화면 보호기는 XScreenSaver 5.08 이후 버전에서 삭제되었습니다. 프랙탈 나무. Peter Baumung 작성, 1997년.
lv: Šis ekrānsaudzētāja tika izņemts no XScreenSaver distribūcijas versijā 5.08. Fraktāļu koki. Sarakstīja Peter Baumung; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08. Fraktale trær, skrevet av Peter Baumung i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Fraktaalbööm. Schreven vun Peter Baumung, 1997.
nl: Deze schermbeveiliging was verwijderd uit de XScreenSaver distributie vanaf versie 5.08. Fractal bomen. In 1997 geschreven door Peter Baumung.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Fraktaltre. Skriven av Peter Baumung i 1997.
pl: Ten wygaszacz ekranu został usunięty z dystrybucji XScreenSaver'a w wersji 5.08. Fraktalne drzewa. Autor: Peter Baumung; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Árvores fractais. Feito por Peter Baumung; 1997.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Фрактальные деревья Автор Петер Бауминг (Peter Baumung). Все любят фракталы, верно?
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Fraktalna drevesa. Napisal Peter Baumung, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Фрактална стабла. Написао Петер Баумунг, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Fraktalträd. Skriven av Peter Baumung, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Фрактальні дерева. Автор — Peter Baumung; 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。分形樹。由 Peter Baumung 撰寫，1997。

# @item screen saver name
source: FuzzyFlakes
ca@valencia: Flocs desdibuixats
et: Helbekesed
eu: Maluta nahastuak
fi: Sumeat hiutaleet
fr: Flocons colorés
gl: Felepas difusas
it: Fiocchi
ja: ファジーフレーク
kk: Қар жауы
ko: 퍼지 눈송이
lv: Pūkainās pārslas
nds: Sneeflocken
nn: Snøflak
pl: Niewyraźne płatki
pt: Flocos Difusos
sl: Zabrisane snežinke
sr@ijekavian: Мутне пахуљице
sv: Suddiga flingor
uk: Розмиті сніжинки

# @info screen saver description
source: Falling colored snowflake/flower shapes. http://en.wikipedia.org/wiki/Snowflake Written by Barry Dmytro; 2004.
ca@valencia: Formes acolorides de floc de neu o flor que cauen. http://en.wikipedia.org/wiki/Snowflake Escrit per Barry Dmytro; 2004.
es: Caída de formas de copos de nieve / flores de colores. http://en.wikipedia.org/wiki/. Escrito por Barry Dmytro; 2004.
et: Langevad lumehelbed või lilled. http://en.wikipedia.org/wiki/Snowflake Autor: Barry Dmytro; 2004.
fi: Värillisiä leijuvia lumihiutaleita tai kukkakuvioita. http://en.wikipedia.org/wiki/Snowflake Kirjoittanut Barry Dmytro, 2004.
fr: Formes dans le style flocons de neige / fleurs qui tombent. http://en.wikipedia.org/wiki/Snowflake Écrit par Barry Dmytro ; 2004.
gl: Felepas ou flores coloridas a caer. Escribiuno Barry Dmytro en 2004.
hu: Hulló színes hópehely/virág alakzatok. http://en.wikipedia.org/wiki/Snowflake Készítette: Barry Dmytro, 2004.
it: Forme di fiori o fiocchi di neve colorati che cadono. http://en.wikipedia.org/wiki/Snowflake, scritto da Barry Dmytro, 2004.
kk: Жапалақтап қар түсу бейнесі. http://en.wikipedia.org/wiki/Snowflake Авторы: Barry Dmytro; 2004.
ko: 색깔 있는 떨어지는 눈송이/꽃송이입니다. https://ko.wikipedia.org/wiki/%EB%88%88%EC%86%A1%EC%9D%B4 Barry Dmytro 작성, 2004년.
lv: Krītošas krāsainu sniegpārslu/ziedu formas. http://en.wikipedia.org/wiki/Snowflake Sarakstīja Barry Dmytro; 2004.
nb: Fargede snøfiller/blomsterformer som daler over skjermen. Skrevet av Barry Dmytro i 2004.
nds: Fallen klöörriek Sneeflocken oder Blomen. K.o. http://en.wikipedia.org/wiki/Snowflake. Schreven 2004 vun Barry Dmytro.
nl: Vallende gekleurde sneeuwvlokken/bloemvormen. http://en.wikipedia.org/wiki/Snowflake In 2004 geschreven door Barry Dmytro.
pl: Opadające kształty kolorowych płatków śniegu/kwiatów. http://en.wikipedia.org/wiki/ Płatki śniegu zostały napisane przez Barry Dmytro; 2004.
pt: Formas de neve em flores/flocos coloridos em queda. http://en.wikipedia.org/wiki/Snowflake Feito por Barry Dmytro; 2004.
ru: Падающие разноцветные снежинки/цветочки. Автор Барри Дмитро (Barry Dmytro), 2004.
sl: Padajoče obarvane snežinke/cvetovi. http://en.wikipedia.org/wiki/Snowflake Napisal Barry Dmytro; 2004.
sr@ijekavian: Падајућа цветна и пахуљична обличја (http://en.wikipedia.org/wiki/Snowflake). Написао Бари Дмитро, 2004.
sv: Fallande färglagda snöflingor eller blomsterformer. Se http://sv.wikipedia.org/wiki/Snö. Skriven av Barry Dmytro, 2004.
uk: Падіння кольорових сніжинок/квіток. http://en.wikipedia.org/wiki/Snowflake Автор — Barry Dmytro; 2004.
zh_tw: 下降的彩色雪花或花瓣。http://en.wikipedia.org/wiki/Snowflake 。由 Barry Dmytro 撰寫，2004。

# @label:slider
source: Layers
ca@valencia: Capes
es: Capas
et: Kihid
eu: Geruzak
fi: Kerroksia
fr: Calques
ga: Sraitheanna
gl: Capas
hu: Rétegek
it: Livelli
ja: レイヤー
kk: Қабаттары
ko: 레이어
lv: Slāņi
nb: Lag
nds: Lagen
nl: Lagen
nn: Lag
pl: Warstwy
pt: Camadas
ru: Слои
sl: Plasti
sr@ijekavian: Слојеви
sv: Lager
uk: Шари
zh_tw: 層

# @item:inrange Layers
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Layers
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @option:check
source: Random colors
ca@valencia: Colors a l'atzar
es: Colores aleatorios
et: Juhuslikud värvid
eu: Ausazko koloreak
fi: Satunnaisvärit
fr: Couleurs aléatoire
ga: Dathanna randamacha
gl: Cores aleatorias
hu: Véletlenszerű színek
it: Colori casuali
ja: 任意の色
kk: Кездейсоқ түсті
ko: 무작위 색상
lv: Nejaušas krāsas
nb: Tilfeldige farger
nds: Tofällig Klören
nl: Willekeurige kleuren
nn: Tilfeldige fargar
pl: Losowe kolory
pt: Cores aleatórias
ru: Случайные цвета
sl: Naključne barve
sr@ijekavian: Насумичне боје
sv: Slumpmässiga färger
uk: Випадкові кольори
zh_tw: 隨機色彩

# @option:radio
source: Red
ca@valencia: Roig
es: Rojo
et: Punane
eu: Gorria
fi: Punainen
fr: Rouge
ga: Dearg
gl: Vermello
hu: Vörös
it: Rosso
ja: 赤
kk: Қызыл
ko: 빨간색
lv: Sarkana
nb: Rød
nds: Root
nl: Rood
nn: Raud
pl: Czerwony
pt: Vermelho
ru: Красный
sl: Rdeča
sr@ijekavian: Црвена
sv: Röd
uk: Червоний
zh_tw: 紅

# @option:radio
source: Pink
ca@valencia: Rosa
es: Rosa
et: Roosa
eu: Arrosa
fi: Vaaleanpunainen
fr: Rose
ga: Bándearg
gl: Rosa
hu: Rózsaszín
it: Rosa
ja: ピンク
kk: Қызғылт
ko: 분홍색
lv: Rozā
nb: Rosa
nds: Rosa
nl: Roze
nn: Rosa
pl: Różowy
pt: Rosa
ru: Розовый
sl: Rožnata
sr@ijekavian: Розе
sv: Rosa
uk: Рожевий
zh_tw: 粉紅

# @option:radio
source: Yellow
ca@valencia: Groc
es: Amarillo
et: Kollane
eu: Hori
fi: Keltainen
fr: Jaune
ga: Buí
gl: Amarelo
hu: Sárga
it: Giallo
ja: 黄
kk: Сары
ko: 노란색
lv: Dzeltena
nb: Gul
nds: Geel
nl: Geel
nn: Gul
pl: Żółty
pt: Amarelo
ru: Жёлтый
sl: Rumena
sr@ijekavian: Жута
sv: Gul
uk: Жовтий
zh_tw: 黃色

# @option:radio
source: Green
ca@valencia: Verd
es: Verde
et: Roheline
eu: Berdea
fi: Vihreä
fr: Vert
ga: Uaine
gl: Verde
hu: Zöld
it: Verde
ja: 緑
kk: Жасыл
ko: 녹색
lv: Zaļa
nb: Grønn
nds: Gröön
nl: Groen
nn: Grøn
pl: Zielone
pt: Verde
ru: Зелёный
sl: Zelena
sr@ijekavian: Зелена
sv: Grön
uk: Зелений
zh_tw: 綠

# @option:radio
source: Cyan
ca@valencia: Cian
es: Cian
et: Tsüaan
eu: Zian
fi: Syaani
ga: Cian
gl: Cian
hu: Cián
it: Ciano
ja: サイアン
kk: Циан
ko: 청록색
lv: Ciāna
nb: Cyanblå
nds: Zyan
nl: Cyaan
nn: Cyanblå
pt: Cíano
ru: Неоновый голубой
sl: Sinja
sr@ijekavian: Цијан
sv: Turkos
uk: Бірюзовий
zh_tw: 青綠色

# @option:radio
source: Blue
ca@valencia: Blau
es: Azul
et: Sinine
eu: Urdina
fi: Sininen
fr: Bleu
ga: Gorm
gl: Azul
hu: Kék
it: Blu
ja: 青
kk: Көк
ko: 파란색
lv: Zila
nb: Blå
nds: Blaag
nl: Blauw
nn: Blå
pl: Niebieskie
pt: Azul
ru: Синий
sl: Modra
sr@ijekavian: Плава
sv: Blå
uk: Синій
zh_tw: 藍

# @option:radio
source: Magenta
ga: Maigeanta
gl: Maxenta
ja: マゼンタ
kk: Маджента
ko: 자홍색
lv: Fuksīna
nb: Magentarød
nn: Magentaraud
pl: Purpurowe
ru: Лиловый
sl: Škrlatna
sr@ijekavian: Магента
uk: Бузковий
zh_tw: 品紅色

# @label:slider
source: Border thickness
ca@valencia: Amplada del contorn
es: Grosor del borde
et: Piirde paksus
eu: Ertzen loditasuna
fi: Reunan paksuus
fr: Épaisseur de la bordure
ga: Tiús na himlíne
gl: Grosor do contorno
hu: Szegélyvastagság
it: Spessore del bordo
ja: 枠の太さ
kk: Жиегі
ko: 경계선 두께
lv: Robežu biezums
nb: Kantlinjetykkelse
nds: Randdickde
nl: Randdikte
nn: Tjukkleik til kantlinje
pl: Grubość obramowania
pt: Espessura do contorno
ru: Толщина окантовки
sl: Debelina obrobe
sr@ijekavian: Дебљина ивица
sv: Kantbredd
uk: Товщина рамки
zh_tw: 邊框粗細

# @item:inrange Border thickness
source: Thin
ca@valencia: Fi
es: Fino
et: Peen
eu: Mehea
fi: Ohut
fr: Finesse
ga: Tanaí
gl: Fino
hu: Vékony
it: Fine
ja: 薄い
kk: Жіңішке
ko: 가늠
lv: Plānas
nb: Tynn
nds: Dünn
nl: Dun
nn: Tynn
pl: Cienki
pt: Fina
ru: Тонко
sl: Tanka
sr@ijekavian: танке
sv: Tunn
uk: Тонка
zh_tw: 細

# @item:inrange Border thickness
source: Thick
ca@valencia: Gruixut
es: Grueso
et: Paks
eu: Lodia
fi: Paksu
fr: Épaisseur
ga: Tiubh
gl: Groso
hu: Vastag
it: Spesso
ja: 厚い
kk: Қалың
ko: 두꺼움
lv: Biezas
nb: Tykk
nds: Dick
nl: Dik
nn: Tjukk
pl: Gruby
pt: Grossa
ru: Толсто
sl: Debela
sr@ijekavian: дебеле
sv: Bred
uk: Товста
zh_tw: 粗

# @label:slider
source: Radius
ca@valencia: Radi
es: Radio
et: Raadius
eu: Erradioa
fi: Säde
fr: Rayon
ga: Ga
gl: Raio
hu: Sugár
it: Raggio
ja: 半径
kk: Өлшемі
ko: 반지름
lv: Rādiuss
nds: Halfmaat
nl: Straal
pl: Promień
pt: Raio
ru: Радиус
sl: Polmer
sr@ijekavian: Полупречник
sv: Radie
uk: Радіус
zh_tw: 半徑

# @item:inrange Radius
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мали
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Radius
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велики
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: Galaxy
ca@valencia: Galàxia
es: Galaxia
et: Galaktika
eu: Galaxia
fi: Galaksi
fr: Galaxie
gl: Galaxia
hu: Galaxis
it: Galassia
ja: ギャラクシー
kk: Галактика
ko: 은하계
lv: Galaktika
nb: Galakse
nds: Galaxie
nl: Sterrenstelsel
nn: Galakse
pl: Galaktyka
pt: Galáxia
sl: Galaksije
sr@ijekavian: Галаксија
sv: Galax
uk: Галактика
zh_tw: 銀河
