Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This is a shell script that grabs a frame of video from the system's video input, and then uses some PBM filters (chosen at random) to manipulate and recombine the video frame in various ways (edge detection, subtracting the image from a rotated version of itself, etc.) Then it displays that image for a few seconds, and does it again. This works really well if you just feed broadcast television into it. Written by Jamie Zawinski; 1998.
ca@valencia: Este és un script que copia un fotograma de vídeo des de l'entrada de vídeo del sistema, i li aplica alguns filtres PBM (escollits a l'atzar) per a manipular i recombinar el fotograma de diverses maneres (detecció d'arestes, restant la imatge d'una versió girada d'ella mateix, etc.). Després mostra la imatge durant uns segons i la canvia altra vegada. Funciona realment bé si hi veieu cadenes de televisió. Escrit per Jamie Zawinski; 1998.
es: Esto es solo un guion de órdenes que captura un fotograma de vídeo de la salida del sistema, y sobre ella usa algunos filtros PBM (elegidos al azar) para manipular y recombinar la imagen de varias maneras. Después muestra la imagen durante unos segundos y la cambia de nuevo. Funciona realmente bien si solo se difunde cadenas de televisión. Escrito por Jamie Zawinski; 1998.
et: See on vaid kooriku skript, mis haarab süsteemi videosisendist video ning kasutab seejärel mõningaid juhuslikult valitud PBM filtreid sellega manipuleerimiseks ja mitmel moel taaskombineerimiseks (servatuvastus, pildi eraldamine selle pööratud versioonist jne). Siis näidatakse mõni hetk tekitatud kujundit ja läheb jälle algusest peale. See töötab eriti hästi, kui sa suudad tagada korraliku telepildi. Autor: Jamie Zawinski; 1998.
eu: Hau sistemaren bideo sarreratik fotograma bat harrapatzen duen shell script bat da, eta ondoren zenbait PBM iragazki erabiltzen ditu (ausaz hautatuak) fotograma hainbat eratan manipulatu eta berkonbinatzeko (ertz detekzioa, bere burua biratuta sortutako irudiarekin kenketa egin, etab). Ondoren irudi hori segundu batzuetan bistaratzen du, eta berriro egiten du. Oso ondo dabil telebistaren emankizunekin elikatzen baduzu. Jamie Zawinski-k idatzia; 1998.
fi: Komentotiedosto, joka nappaa yhden kehyksen järjestelmän käytettävissä olevasta videolähteestä ja muokkaa ja yhdistelee valittua ruutukuvaa eri tavoin sattumanvaraisesti valittuja PBM-suodattimia käyttäen (ilmaisee reunan, kääntää kuvaa, jne.) Tämän jälkeen kuva näkyy näytöllä muutaman sekunnin ajan, sitten ohjelma alkaa alusta. Toimii todella hyvin, jos vain syötät koneeseen televisiolähetyksen. Kirjoittanut Jamie Zawinski, 1998.
fr: Il s'agit d'un script shell qui capture une image depuis la source vidéo du système, puis utilise des filtres PBM (choisis aléatoirement) pour manipuler et recombiner l'image vidéo de différentes façons (détection des bords, soustraction de l'image à une version pivotée d'elle-même, etc.). Puis il affiche cette image pendant quelques secondes et recommence. Cela fonctionne vraiment bien si vous utilisez les images de la télévision. Écrit par Jamie Zawinski ; 1998.
ga: Níl sé seo ach script bhlaoisce a thógann fráma físe ó ionchur físe an chórais, ansin baineann sé úsáid as roinnt scagairí PBM (roghnaithe go randamach) chun an fráma a láimhseáil agus a atógáil ar bhealaí éagsúla (brath ciumhaiseanna, an íomhá a dhealú ó leagan rothlaithe dá féin, srl.) Ansin taispeánann sé an íomhá sin ar feadh cúpla soicind, agus déanann sé é arís. Oibríonn sé go han-mhaith má sheolann tú teilifís chraolta chuige. Scríofa ag Jamie Zawinski, 1998.
gl: Isto é un simple script de shell que captura unha imaxe de vídeo da entrada de vídeo do sistema e que utiliza algúns filtros de PBM (escollidos aleatoriamente) para manipular e volver a combinar a imaxe de varias formas (detección de contornos, subtraendo a imaxe dunha versión rodada da mesma, etc). Entón mostra esa imaxe durante algúns segundos, e repite o procedemento. Isto funciona especialmente ben se usa imaxes de televisión como entrada. Escribiuno Jamie Zawinski en 1998.
hu: Ez lényegében csak egy parancsértelmező-szkript, mely először elment a videobemenetről egy képet, néhány PBM szűrőt alkalmaz rá véletlenszerűen, majd az eredményt kombinálja az eredeti képpel (például éldetektálással, vagy kivonja a képből a saját elforgatott verzióját stb.). A kapott képet néhány másodpercig megmutatja, majd minden kezdődik elölről. Igen érdekes effektusokat tud generálni televíziós sugárzásból. Készítette: Jamie Zawinski, 1998.
it: Questo è uno script da shell che prende un fotogramma dall'ingresso video del sistema, e che usa dei filtri PBM (scelti a caso) per manipolare e ricombinare i fotogrammi in vari modi (ricerca dei bordi, sottrazioni dell'immagine da una versione ruotata di sé stessa, eccetera). Poi mostra l'immagine per qualche secondo e ricomincia. Questo funziona molto bene se usi la televisione come sorgente. Scritto da Jamie Zawinski; 1998.
ja: これは、システムのビデオ入力からフレームを取り込み、ランダムに選択された PBM フィルタを使って、ビデオフレームをさまざまに (輪郭の検出や回転されたイメージから元のイメージを再抽出するなど) 操作するスクリプトです。そして作成された画像は数秒スクリーンに表示され、それから再び同じ動作が繰り返されます。これはテレビ放送をつないでいる環境で役に立ちます。Jamie Zawinski、1998年作。
kk: Бұл скрипт жүйеңіздегі видео кірісінен бір кадрын алып (кездейсоқ таңдалған) PBM сүзгімен оны түрлендіріп бірнеше секунд көрсетіп, жаңа суретке кетеді. Телевизорға қосып қойсаңыз - тіпті тамаша болады. Авторы: Jamie Zawinski; 1998.
nb: Dette er et skallskript som fanger opp et videobilde fra systemets video-inngang, og så bruker PBM-filtre (plukket på måfå) til å manipulere og kombinere bildet på forskjellige måter (kant-finning, subtrahere bildet fra en rotert utgave av seg selv, osv.) Så vises resultatet noen sekunder før det gjør det om igjen. Dette virker veldig bra om du bare kobler til kringkastet TV. Skrevet av Jamie Zawinski i 1998.
nds: Dit is en Konsoolskript, dat sik en Bild vun dat Systeem sien Video-Ingang griept un denn en poor PBM-Filters bruukt (tofällig utsöcht), so dat dat Bild ännert un nieg tosamensett warrt (Kanten opdecken, Bild vun en dreiht Verschoon vun sik sülven aftrecken, usw.). Denn warrt dat Resultaat en poor Sekunnen wiest, denn geiht dat vun vörn loos. Gifft gode Resultaten, wenn Du eenfach Feernsehbiller nimmst. Schreven vun Jamie Zawinski, 1998.
nl: Dit is een shellscript dat een videoframe "pakt" van videoingang van het systeem, waarna het enkele PBM-filters gebruikt (willekeurig gekozen) om het videoframe op verschillende manieren te manipuleren en opnieuw te combineren (randdetectie, de afbeelding onttrekken van een gedraaide versie van zichzelf, etc ...) Dan zal het de afbeelding voor enkele seconden tonen, waarna het weer opnieuw begint. Dit werkt goed wanneer je het televisieuitzendingen geeft. In 1998 geschreven door Jamie Zawinski.
pl: To jest w zasadzie tylko skrypt powłoki, który pobiera obraz z systemowego wejścia wideo i następnie używa filtrów PBM (wybranych losowych) do manipulowania obrazem i stworzenia nowej klatki wideo na różne sposoby(wykrywaniem krawędzi, odejmowaniem obrazu od obróconego samego siebie, itp.)Następnie obraz jest wyświetlany przez kilka sekund, i tak w kółko. Efekt jest naprawdę ciekawy, jeśli do wejścia podłączy się sygnał telewizyjny. Autor: Jamie Zawinski; 1998.
pt: Este é de facto apenas um 'shell script' que captura uma imagem de vídeo da entrada respectiva do sistema e que utiliza alguns filtros de PBM (escolhidos aleatoriamente) para manipular e voltar a combinar a imagem vídeo de várias formas (detecção de contornos, subtraindo a imagem de uma versão rodada da mesma, etc). Em seguida mostra essa imagem durante alguns segundos, e repete o procedimento. Isto funciona especialmente bem se usar imagens de televisão como entrada. Feito por Jamie Zawinski; 1998.
ru: Это сценарий интерпретатора, захватывающий кадры из системного видеовхода и использующий PBM-фильтры (выбираются случайно), чтобы изменить эти изображения различными способами (выпрямление краёв, вырезание части из повёрнутого изображения и т. д.). Затем картинка показывается на несколько секунд, после чего все начинается сначала. Будет интереснее, если вы подключите на вход работающий телевизор. Автор Джеми Завински (Jamie Zawinski), 1998.
sl: To je lupinski skript, ki zgrabi sličico videa iz video vhoda sistema, nato uporabi nekaj filtrov PBM (naključno izbranih) za upravljanje in ponovno združevanja sličice videa na različne načine (zaznavanje robov, odštevanje slike od njene zavrtene različice, itd.) Nato to sliko prikaže za nekaj sekund in ponovi postopek. Deluje zelo dobro, če imate na video vhodu televizijski signal. Napisal Jamie Zawinski, 1998.
sr@ijekavian: Скрипта шкољке која хвата кадар са видео улаза, затим користи ПБМ филтере (насумично биране) да манипулише и рекомбинује кадар на различите начине (откривање ивица, одузимање слике од заокренуте верзије саме себе, итд). Затим приказује такву слику неколико секунди, прије него што опет крене на посао. Ради заиста добро кад јој доводите телевизијски програм из етра. Написао Џејми Завински, 1998.
sv: Den här är ett skalskript som fångar en videobild från systemets videoingång, och sedan använder några PBM-filer (slumpmässigt valda) för att manipulera och kombinera ihop videobilden på olika sätt (kantdetektion, subtrahera bilden från en roterad version av den, etc.). Därefter visas bilden några sekunder, och det hela upprepas. Det fungerar riktigt bra om du bara skickar in utsänd television till det. Skriven av Jamie Zawinski, 1998.
uk: Це просто скрипт оболонки, який захоплює кадри з відео-вводу вашої системи, а потім за допомогою фільтрів PBM (вибраних випадково) різними способами маніпулює і комбінує відео кадр (виявлення країв, вирізання зображення зі своєї поверненої версії тощо). Потім програма декілька секунд показує зображення і повторює дії. Дуже гарно працює, коли приєднати подачу телетрансляції. Автор — Jamie Zawinski; 1998.
zh_tw: 這實際上只是文稿，從系統的影像輸入中抓取影像，然後用隨機選取的 PBM 過濾器以各種方式產生與重組影像。顯示幾秒鐘之後，再重新來過。由 Jamie Zawinski 撰寫，1998。

# @item:inrange Duration
source: 2 seconds
ca@valencia: 2 segons
es: 2 segundos
et: 2 sekundit
eu: 2 segundo
fi: 2 sekuntia
fr: 2 secondes
ga: Dhá shoicind
gl: 2 segundos
hu: 2 másodperc
it: 2 secondi
ja: 2 秒
kk: 2 секунд
ko: 2초
lv: 2 sekundes
nb: 2 sekunder
nds: 2 Sekunnen
nl: 2 seconden
nn: 2 sekund
pl: 2 sekundy
pt: 2 segundos
ru: 2 секунды
sl: 2 sekundi
sr@ijekavian: 2 секунде
sv: 2 sekunder
uk: 2 секунди
zh_tw: 2 秒鐘

# @label:chooser
source: Image directory
ca@valencia: Directori d'imatges
es: Carpeta de imagen
et: Pildikataloog
eu: Irudien direktorioa
fi: Kuvakansio
fr: Dossier des images
ga: Comhadlann íomhá
gl: Cartafol das imaxes
hu: Képmappa
it: Cartella delle immagini
ja: 画像ディレクトリ
kk: Кескін каталогы
ko: 그림 디렉터리
lv: Attēlu mape
nb: Bildemappe
nds: Bildorner
nl: Afbeeldingenmap
pl: Katalog z obrazami
pt: Pasta de imagens
ru: Каталог с изображениями
sl: Mapa slik
sr@ijekavian: Фасцикла са сликама
sv: Bildkatalog
uk: Каталог зображень
zh_tw: 影像目錄

# @item screen saver name
source: Vines
ca@valencia: Vinyes
et: Väädid
eu: Mahatsondoak
fi: Köynnökset
fr: Vignes
gl: Trepadeiras
hu: Indák
it: Tralci
ja: 蔦
kk: Жүзім шағы
ko: 덩굴
lv: Vīteņaugi
nds: Wientelgen
nl: Klimplanten
pl: Winorośle
pt: Trepadeiras
sl: Ovijalke
sr@ijekavian: Пузавице
sv: Vinrankor
uk: Виноградні лози
zh_tw: 藤蔓

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Generates a continuous sequence of small, curvy geometric patterns. Written by Tracy Camp and David Hansen; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Genera una seqüència continua de petits patrons geomètrics corbats. Escrit per Tracy Camp i David Hansen; 1997.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Genera una secuencia continua de pequeños patrones geométricos curvos. Escrito por Tracy Camp y David Hansen; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Tekitab pisikeste kõverate geomeetriliste mustrite pideva rea. Autorid: Tracy Camp ja David Hansen; 1997.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Kurba itxurako eredu geometriko txikiz osatutako sekuentziak sortzen ditu. Tracy Camp eta David Hansen-ek idatzia; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alkaen. Näytölle ilmestyy loputon määrä pieniä, kiemuraisia geometrisiä kuvioita. Kirjoittaneet Tracy Camp ja David Hansen, 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Génère une séquence continue de petits motifs géométriques courbés. Il les disperse autour de votre écran jusqu'à ce qu'il soit rempli, puis il efface l'écran et recommence. Écrit par Tracy Camp et David Hansen ; 1997.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Xera unha secuencia continua de patróns pequenos e cunha xeometría curva. Escribírono Tracy Camp e David Hansen en 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Kis, görbülő geometriai minták sorozatát jeleníti meg. Készítette: Tracy Camp és David Hansen, 1997.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Genera una sequenza continua di piccoli motivi curvi. Scritto da Tracy Camp e David Hansen; 1997.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。これは小さな、曲がった図形パターンの連続的なシーケンスを描きます。 Tracy Camp と David Hansen、1997年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Жүзім шағыдай, қиғаш өрнекті салады. Авторлары: Tracy Camp және David Hansen; 1997.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon 5.08.Lager en kontinuerlig rekke små, kurvede geometrimønstre. Skrevet av Tracy Camp og David Hansen i 1997.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Stellt en Reeg vun lütte, snekelige geometersche Mustern op. Schreven vun Tracy Camp un David Hansen, 1997.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Genereert een continue serie van kleine, gekromde geometrische patronen. In 1997 geschreven door Tracy Camp en David Hansen.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Generuje ciąg małych, zakrzywionych wzorców geometrycznych. Autorzy: Tracy Camp i David Hansen; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Este gera uma sequência contínua de padrões pequenos e com uma geometria curva. Feito por Tracy Camp e por David Hansen; 1997.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. На экране создаётся непрерывная последовательность маленьких узоров из кривых линий. Авторы Трейси Кэмп (Tracy Camp) и Девид Хансен (David Hansen);1997.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Ustvari zvezno zaporedje majhnih, ukrivljenih geometrijskih vzorcev. Napisala Tracy Camp in David Hansen, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Генерише непрекидан низ малих, закривљених геометријских образаца. Написали Трејси Кемп и Дејвид Хенсен, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Skapar en kontinuerlig sekvens med små, böjda geometriska mönster. Skriven av Tracy Camp och David Hansen, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Створює нескінченну послідовність малих викривлених геометричних візерунків. Автори — Tracy Camp та David Hansen; 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。產生一串小而彎曲的幾何圖形，將它們散佈在螢幕上直到放滿，然後將螢幕清掉再重新開始。由 Tracy Camp 與 David Hansen 撰寫，1997。

# @item screen saver name
source: Voronoi
ja: ボロノイ
kk: Вороной
ko: 보로노이
lv: Voronoja laukumi
sr@ijekavian: Вороној
uk: Вороний

# @info screen saver description
source: Draws a randomly-colored Voronoi tessellation, and periodically zooms in and adds new points. The existing points also wander around. There are a set of control points on the plane, each at the center of a colored cell. Every pixel within that cell is closer to that cell's control point than to any other control point. That is what determines the cell's shapes. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation Written by Jamie Zawinski; 2007.
ca@valencia: Dibuixa una tessel·lació de Voronoi acolorida a l'atzar, que periòdicament s'amplia i s'afigen punt nous. Els punt existent també giren al voltant. Hi ha un conjunt de punts de control en el pla, cada un en el centre d'una cel·la de color. Cada píxel d'esta cel·la està més a prop al punt de control de la cel·la com a qualsevol altre punt de control. Això determina les formes de les cel·les. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation Escrit per by Jamie Zawinski; 2007.
es: Dibuja una teselación Voronoi de colores aleatorios que de manera periódica se acerca y añade nuevos puntos. Además, los puntos existentes vagan alrededor. Hay un conjunto de puntos de control sobre el plano, cada uno en el centro de una célula coloreada. Cada píxel dentro de esa célula se encuentra más cerca del punto de control de esa célula que a cualquier otro punto de control. Eso es lo que determina las formas de las células. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation. Escrito Jamie Zawinski; 2007.
et: Loob juhuslikes värvides Voronoi ruutmosaiigi ning perioodiselt suurendab seda ja lisab uusi punkte. Olemasolevad punktid samal ajal rändavad ringi. Tasapinnal on hulk kontrollpunkte: üks iga värvilise raku keskel. Iga selle raku piksel on oma raku kontrollpunktile lähemal kui mis tahes muule kontrollpunktile. See määrabki kindlaks rakkude kuju. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation Autor: Jamie Zawinski; 2007.
fi: Piirtää satunnaisvärisen Voronoi-tesselaation ajoittain tarkentaen ja lisäten pisteitä. Olemassa olevat pisteet myös kuljeskelevat. Tasolla on useita kontrollipisteitä, kukin värillisen solun keskellä. Solun jokainenpiste on lähempänä oman solunsa kontrollipistettä kuin mitään muuta kontrollipistettä. Tämä määrittää solujen muodot. http://en.wikipedia.org/wiki/Voronoi_diagram Kirjoittanut Jamie Zawinski, 2007.
it: Disegna una Tassellatura di Voronoi colorata a caso, e regolarmente la ingrandisce e aggiunge nuovi punti. Anche i punti esistenti si spostano. C'è una serie di punti di controllo sul piano, ciascuno al centro di una cella colorata. Ogni pixel dentro una cella è più vicino al punto di controllo di quella cella che a ogni altro punto di controllo: questo determina la forma delle celle. http://it.wikipedia.org/wiki/Diagramma_di_Voronoi http://it.wikipedia.org/wiki/Tassellatura Scritto da Jamie Zawinski; 2007.
nb: Tegner en Voronoi-tesselering med tilfeldige farger, og går inn periodisk og legger til nye punkter. De eksisterende punktene vandrer også rundt. Det ligger en gruppe styrepunkter på planet, hver av dem i sentrum av en farget celle. Hvert piksel i den cellen er nærmere den cellens styrepunkt enn noe annet styrepunkt. Dette er det som bestemmer fasongen på cellene. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/TessellationSkrevet av Jamie Zawinskimi 2007.
nds: Wiest en tofällig infarvt Voronoi-Mosaik, maakt dat af un an grötter un föögt nieg Pünkt in. De vörhannen Pünkt buttjert ümto. Op de Flaag gifft dat en Sett vun Kuntrullpünkt, elk in de Merrn vun ehr Zell. Elk Klöörpunkt binnen de Zell liggt neger bi de Zell ehr Kuntrullpunkt as to all anner Pünkt. Dat leggt de Zellformen fast. http://de.wikipedia.org/wiki/Voronoi-Diagramm http://de.wikipedia.org/wiki/Parkettierung Schreven vun Jamie Zawinski, 2007.
nl: Toont een willekeurig gekleurde Voronoi betegeling en zoomt periodiek in en voegt nieuwe punten in. De bestaande punten zwerven ook rond. Er is een set van besturingspunten op het vlak, elk in het centrum van een gekleurde cel. Elk pixel in die cel is dichter bij het besturingspunt van die cel's dan tot welk ander besturingspunt. Dat bepaalt de vormen van de cel. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation In 2007 geschreven door Jamie Zawinski.
pl: Rysuje losowo pokolorowaną teselację Voronoi i okresowo przybliża się i dodaje nowe punkty. Istniejące punkty również podróżują. Istnieje zestaw punktów kontrolnych na płaszczyźnie, każdy w środku pokolorowanej komórki. Każdy piksel wewnątrz tej komórki jest bliżej punktu kontrolnego komórki niż jakikolwiek inny punkt kontrolny. Właśnie to określa kształty komórek. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation Napisane przez Jamie Zawinski; 2007.
pt: Desenha uma tecelagem de Voronoi colorida de forma aleatória, ampliando progressivamente e adicionando pontos novos. Os pontos existentes vão também circulando em redor. Existe um conjunto de pontos de controlo no plano, estando cada um no centro de uma célula colorida. Cada ponto dentro dessa célula está mais próximo do ponto de controlo dessa célula que de qualquer outro ponto de controlo. É isso que determina as formas da célula. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation Feito por Jamie Zawinski; 2007.
sl: Izriše naključno obarvano Voronoievo mozaičenje in ga občasno približa in doda nove točke. Obstoječe točke blodijo naokoli. Na ravnini je niz nadzornih točk, vsaka je na središču obarvane celice. Vsaka točka v tej celici je bližje nadzorni točki te celice kot katerikoli drugi nadzorni točki. To določa oblike celic. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation Napisal Jamie Zawinski, 2007.
sr@ijekavian: Црта насумично обојену Воронојеву теселацију, периодично је увеличавајући и додајући нове тачке. Постојеће тачке такође лутају наоколо. У равни лежи скуп контролних тачака, свака у средишту обојене ћелије. Сваки пиксел унутар дате ћелије ближи је њеној контролној тачки него иједној другој контролној тачки. Ово својство и одређује облике ћелија (http://en.wikipedia.org/wiki/Voronoi_diagram, http://en.wikipedia.org/wiki/Tessellation). Написао Џејми Завински, 2007.
sv: Ritar en slumpmässigt färgad Voronoi-tessellation, och zoomar periodiskt in för att lägga till nya punkter. De befintliga punkterna vandrar också omkring. Det finns en mängd styrpunkter i planet, var och en i centrum av en färgad cell. Varje bildpunkt inne i cellen är närmare cellens styrpunkt än någon annan styrpunkt. Det är vad som bestämmer cellernas former. Se http://en.wikipedia.org/wiki/Voronoi_diagram och http://sv.wikipedia.org/wiki/Tessellation. Skriven av Jamie Zawinski, 2007.
uk: Показує довільно розфарбовану мозаїку Вороного, що періодично розширюється і нарощує кількість точок. Існуючі точки також переміщуються. На площині існує набір контрольних точок, кожна з яких є центром розфарбованої комірки. Кожен піксель у цій комірці ближчий до цієї контрольної точки, ніж до будь-якої іншої контрольної точки. Таким чином визначається форма комірок. http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/TessellationАвтор — Jamie Zawinski; 2007.
zh_tw: 繪製隨機色彩的 Voronoi 拼鑲圖，並定時縮放與加入新的點。已存在的點也會到處漫遊。在平面上有一些控制點，在每個彩色的細胞中央。細胞中的每個像素會接近該細胞的控制點，並決定細胞的形狀。參考資料：http://en.wikipedia.org/wiki/Voronoi_diagram http://en.wikipedia.org/wiki/Tessellation 。由 Jamie Zawinski 撰寫，2007。
