Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.10. It has been replaced by the more general "Polytopes" screen saver, which can display this object as well as others. This displays 2D projections of the sequence of 3D objects which are the projections of the 4D analog to the cube: as a square is composed of four lines, each touching two others; and a cube is composed of six squares, each touching four others; a hypercube is composed of eight cubes, each touching six others. To make it easier to visualize the rotation, it uses a different color for the edges of each face. Don't think about it too long, or your brain will melt. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Written by Joe Keane, Fritz Mueller, and Jamie Zawinski; 1992.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.10. Este mostra projeccions 2D de la seqüència d'objectes 3D els quals són projeccions d'analogies al cub en 4D: així com un quadrat està compost de quatre línies, cadascuna tocant a dues més i un cub està compost de sis quadrats, cadascun tocant a quatre més; un hipercub està compost de vuit cubs, cadascun tocant a sis més. Per visualitzar amb més facilitat la rotació, s'usa un color diferent per a les vores de cada cara. No hi penseu gaire en això o el vostre cap explotarà. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Escrit per Joe Keane, Fritz Mueller i Jamie Zawinski; 1992.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 5.10. Ha sido remplazado por el salvapantallas «Politipos», más general. Muestra proyecciones en 2D de la secuencia de objetos 3D que son proyecciones de otros que son 4D, igual que el cubo: así como un cuadrado está compuesto de cuatro líneas, cada una tocando a otras dos; y un cubo está compuesto de seis cuadrados, cada uno tocando a otros cuatro; un hipercubo está compuesto de ocho cubos, cada uno tocando a otros seis. Para visualizar más fácilmente la rotación, se usa un color diferente para los bordes de cada cara. No pienses mucho sobre esto, o tu cabeza estallará. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope. Escrito por Joe Keane, Fritz Mueller y Jamie Zawinski; 1992.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.10. Seda asendas üldisem ekraanisäästja "Polütoobid", mis võib näidata nii seda objekti kui ka teisi. Hüperkuup kujutab 2D projektsiooni reast 3D objektidest, mis on kuubi 4D analoogi projektsioonid: nagu ruut koosneb neljast joonest, millest igaüks puutub kokku kahe joonega, ja kuup koosneb kuuest ruudust, millest igaüks puutub kokku kahe ruuduga, nii koosneb hüperkuup kaheksast kuubist, millest igaüks puutub kokku kuue kuubiga. Pöörlemise paremaks näitamiseks on kasutatud igal küljel erinevaid värve. Aga ära selle peale kaua mõtle või su aju ähvardab kokkujooksmine. Vaata ka "polütoopide" OpenGLi kasutavaid üldisemaid versioone. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Autorid: Joe Keane, Fritz Mueller ja Jamie Zawinski; 1992.
fi: Tämä näytönsäästäjä poistettiin XScreenSaverin jakelusta versiosta 5.10 alkaen. Sen korvasi yleisempi ”Polytoopit”-näytönsäästäjä, joka voi näyttää paitsi tämän kappaleen myös muita. Tämä näyttää kaksiulotteisia projektioita joukosta kolmiulotteisia kappaleita, jotka ovat projektioita kuution neliulotteisesta vastineesta. Neliö koostuu neljästä suorasta, joista jokainen koskettaa kahta muuta; kuutio kuudesta neliöstä, joista jokainen koskettaa neljää muuta; hyperkuutio kahdeksasta kuutiosta, joista jokainen koskettaa kuutta muuta. Jotta pyörimisliike olisi helpompi hahmottaa, kunkin sivun reunalle käytetään eri väriä. Älä ajattele sitä liikaa tai aivosi sulavat. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Kirjoittaneet Joe Keane, Fritz Mueller ja Jamie Zawinski, 1992.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.10. Il s'agit d'une projection en 2D d'une suite d'objets en 3D issus d'une projections en 4D dans un cube : comme un carré est constitué de quatre cotés, chacun est contact avec deux autres ; et un cube est composé de six carrés, chacun en touchant quatre autres ; ainsi, un hypercube est composé de huit cubes, chacun en touchant six autres. Pour permettre de bien voir la rotation, des couleurs différentes sont utilisées pour les sommets de chaque face. Il n'est pas souhaitable de trop y réfléchir sous peine de voir son cerveau fondre. Voir aussi l'écran de veille « Polytopes » pour une version plus complète utilisant OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Écrit par Joe Keane, Fritz Mueller, et Jamie Zawinski ; 1992.
gl: Isto debuxa as proxeccións 2D da secuencia de obxectos 3D que son as proxeccións do análogo 4D do cubo: así como un cadrado está composto por catro liñas e unha toca en outras dúas, e un cubo está composto de seis cadrados, cada un tocando en catro outros, un hipercubo está composto por oito cubos, en que cada un toca en outros seis. Para tornar máis fácil a visualización da rotación, utiliza unha cor diferente para os lados de cada face. Non pense moito sobre o asunto, ou o seu cerebro fundirase. Vexa tamén os «politopos» para obter unha versión máis xenérica deste asunto co OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope. Escribírono Joe Keane, Fritz Mueller e Jamie Zawinski en 1992.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. È stato sostituito dal salvaschermo più generico «Politopi», che può visualizzare questo oggetto e altri. Mostra le proiezioni bidimensionali di una sequenza di oggetti tridimensionali che solo la proiezione dell'analogo quadridimensionale del cubo: come un quadrato è composto di quattro linee, con ogni linea che ne tocca altre due, e il cubo è composto di sei quadrati ognuno dei quali tocca altri quattro, così un ipercubo è composto da otto cubi e ognuno tocca altri sei. Per facilitare la visualizzazione della rotazione si usa un colore diverso per il bordo di ogni faccia. Non ci pensare troppo oppure il tuo cervello rischierà di fondersi. http://it.wikipedia.org/wiki/Ipercubohttp://en.wikipedia.org/wiki/Regular_polytope Scritto da Joe Keane, Fritz Mueller e Jamie Zawinski; 1992.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.10 の配布から削除されました。これは、他のこのオブジェクトを表示することができる、より一般的な"多面体"スクリーンセーバーで置き換えられています。3D オブジェクトのシーケンスの 2D 投影を、キューブに 4D アナログからキューブへ投影し、表示します。正方形は 4 つの線から成り、2 つそれぞれ接します。立方体は 6 つの正方形からなり 4 つぞれぞれ接します、ハイパーキューブは 8 つの立方体から成り、6 つそれぞれ接します。簡単に回転を可視化するために、端と面は別の色を使用しています。長く考えすぎるとあなたの脳は溶けてしまいます。http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Joe Keane, Fritz Mueller, Jamie Zawinski 作、1992。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.10 дистрибутивінен бастап алынып тасталған. Бұның орнын шеңбері кеңрек "Polytopes" экран сақтаушысы басқан - ол басқалармен қатарда осы пішінді де көрсете алады. Мұнда төрт-өлшемді куб аналогының проекциясы болып табылатын үш-өлшемді нысандар тізбегінің екі-өлшемді проекциялары көрсетіледі. Квадрат төрт қосылған кесіндіден жиналады, куб алты қосылған квадраттардан жиналады, сол сияқты, гиперкуб сегіз қосылған кубтардан құрылады. Бұралғанда айыру оңай болсын деп, әр жақ өзінің түсімен боялады. Бұл туралы көп ойламаңыз - миыңыз балқып кетеді. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Авторлары: Joe Keane, Fritz Mueller, және Jamie Zawinski; 1992.
ko: 이 화면 보호기는 XScreenSaver 510 이후 버전에서 삭제되었습니다 이 객체뿐만 아니라 다른 것도 표시할 수 있는 더 일반적인 "Polytopes" 화면 보호기로 대체되었습니다. 이 화면 보호기는 3차원 개체 배열의 2차원 투영을 표시하며 각각 3차원 개체는 4차원 입방체의 투영입니다. 사각형은 4개의 선으로 이루어져 있고 각각 2개의 선과 만나며, 입방체는 6개의 사각형으로 이루어져 있고 각각 4개의 사각형과 만납니다. 회전을 좀 더 쉽게 표시하기 위해서 각각 면의 경계선마다 다른 색깔을 사용합니다. 너무 깊게 생각하면 머리가 꼬일 수도 있습니다. https://ko.wikipedia.org/wiki/%EC%B4%88%EC%9E%85%EB%B0%A9%EC%B2%B4 https://ko.wikipedia.org/wiki/%EC%A0%95%ED%8F%B4%EB%A6%AC%ED%86%A0%ED%94%84 Joe Keane, Fritz Mueller, Jamie Zawinski 작성, 1992년.
nb: Dette viser 2D-projeksjoner av en rekke 3D-objekter som er projeksjoner av en 4D-analog til en kubus (terning): et kvadrat består av fire linjer, hvor hver linje berører to andre; og en terning består av seks kvadrater, der hvert kvadrat berører fire andre; en hyperkubus består av åtte terninger der hver terning berører seks andre. Det brukes forskjellige farger på kantene på hver side for å gjøre det lettere å visualisere. Ikke tenk for mye på dette, ellers smelter hjernen din. Se også pauseskjermen «polytoper» for en mer generell versjon, som bruker OpenGL. <link>http://no.wikipedia.org/wiki/Hyperkube</link> <link>http://en.wikipedia.org/wiki/Regular_polytope</link> Skrevet av Joe Keane, Fritz Mueller og Jamie Zawinski i 1i992,
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.10 nich mehr anbaden, un warrt vun den Pausschirm "Veelflagen" aflööst, de dit Objekt ok dorstellen kann. Dit wiest en 2D-Projekschoon vun de Reeg vun 3D-Objekten, welk de Projekschonen vun de 4D-Liekheit för en Wörpel sünd. Liek as en Quadraat, dat ut 4 Lienen opstellt is, vun de elkeen an 2 anner Lienen röögt, un as en Wörpel, de ut 6 Flääg opstellt is, vun de elkeen an 4 anner Flääg röögt, warrt en Överwörpel ut acht Wörpels opstellt, vun de elkeen an söss anner Wörpels röögt. Elk Flaag hett en Klöör för sien Kanten, so dat de Dreihen beter sichtbor is. Denk dor man nich to lang över na, sünst smölt Di an't Enn noch de Bregen. http://de.wikipedia.org/wiki/Hyperwürfel http://en.wikipedia.org/wiki/Regular_polytope Schreven vun Joe Keane, Fritz Mueller, un Jamie Zawinski, 1992.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.10. Hij is vervangen door de meer algemene "Polytopes" schermbeveiliging, die dit object kan tonen evenals andere. Dit toont 2D projecties van de serie van 3D objecten die projecties zijn van de 4D analogie van de kubus: zoals een vierkant bestaat uit vier lijnen, die elk twee andere raken; en zoals een kubus, die bestaat uit zes vierkanten, die elk vier andere raken; zo bestaat een hypercube uit acht kubussen, die elk zes andere raken. Om het visualiseren van de rotatie gemakkelijker te maken, worden er verschillende kleuren gebruikt voor de randen van elk aanzicht. Denk er niet te lang over na, or uw hersenen zullen smelten. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope In 1992 geschreven door Joe Keane, Fritz Mueller, en Jamie Zawinski.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.10. Han er no erstatta av pauseskjermen «Polytopar», som både kan visa dette objektet og andre. Denne pauseskjermen viser ein 2D-projeksjon av 3D-objekt som er projeksjonar av 4D-utgåva av ein kube. Nett som eit kvadrat er sett saman av fire linjer, der kvar linje er i kontakt med to andre, og ein kube er sett saman av seks kvadrat, der kvar kvadrat er i kontakt med fire andre, er ein hyperkube sett saman av åtte kubar, der kvar er i kontakt med seks andre. For å gjera det lettare å visualisera dreiinga av hyperkuben, vert kvar kant teikna med ein eigen farge. Ikkje tenk for lenge på dette, då det kan føra til at hjernen din smeltar. <link>http://en.wikipedia.org/wiki/Hypercube</link> <link>http://en.wikipedia.org/wiki/Regular_polytope</link> Skriven av Joe Keane, Fritz Mueller og Jamie Zawinski i 1992.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Dwuwymiarowa projekcja trójwymiarowych obiektów, będących projekcjami czterech wymiarów, analogicznie do sześcianu: jak kwadrat jest utworzony przez cztery linie, z których każda styka się z dwiema innymi, tak sześcian jest utworzony przez sześć kwadratów a każdy styka się z czterema innymi. Z kolei hipersześcian składa się z ośmiu sześcianów, z których każdy styka się sześcioma innymi. W celu łatwiejszej wizualizacji obrotu krawędzie każdej powierzchni mają różne kolory. Zbyt długie rozmyślanie nad tym rozpuszcza mózg. Bardziej uogólnioną wersją tego efektu, używająca OpenGL, jest wygaszacz "Wielokomórki" (Polytopes). Autorzy: Joe Keane, Fritz Mueller i Jamie Zawinski; 1992.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.10. Foi substituída pelo protector de ecrã "Polítopos", que é mais genérico. Isto desenha as projecções 2D da sequência de objectos 3D, os quais são as projecções da analogia a 4D do cubo: assim como um quadrado é composto por quatro linhas em uma toca em outras duas, e um cubo é composto de seis quadrados, cada um tocando em quatro outros, um hipercubo é composto por oito cubos, em que cada um toca em outros seis. Para tornar mais fácil a visualização da rotação, utiliza uma cor diferente para os lados de cada face. Não pense muito sobre o assunto, ou o seu cérebro irá fundir. Veja também os "polítopos" para obter uma versão mais genérica deste assunto com o OpenGL. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Feito por Joe Keane, Fritz Mueller e Jamie Zawinski; 1992.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.10 и был заменён более общим хранителем "Polytopes", который показывает как этот, так и другие объекты. Двумерные проекции трёхмерных объектов, которые являются проекциями четырёхмерного аналога куба: так как квадрат составлен из четырёх линий, каждая из которых соединена с двумя другими, куб состоит из шести квадратов, каждый из которых смежен с четырьмя другими; гиперкуб состоит из восьми квадратов, каждый из которых смежен с шестью другими. Для того, чтобы облегчить восприятие поворотов, углы каждой грани раскрашиваются в разные цвета. Не думайте об этом слишком долго! Написан Джо Кином (Joe Keane), Фрицем Мюллером (Fritz Mueller) и Джеми Завински (Jamie Zawinski), 1992.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.10. Zamenjal ga je splošnejši ohranjevalnik zaslona "Politopi", ki lahko prikaže tako ta predmet in druge. Ta ohranjevalnik prikazuje 2D projekcije zaporedja 3D predmetov, ki so projekcije 4D analoga kocki: kvadrat je sestavljen iz štirih črt, vsaka se dotika dveh drugih, kocka je sestavljena iz šestih kvadratov, vsak se dotika štirih drugih, hiperkocka je sestavljena iz šestih kock, vsaka se dotika šest drugih. Za lažje predočenje vrtenja uporablja drugačno barvo za robove vsake ploskve. O tem ne razmišljajte predolgo, sicer se vam bodo stopili možgani. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Napisali Joe Keane, Fritz Mueller in Jamie Zawinski, 1992.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.10. Мијења га општији чувар екрана Политопи, који може да прикаже и овај и друге објекте.) Приказује 2Д пројекцију низа 3Д објеката који су пројекције 4Д аналогона коцки: како је квадрат састављен од 4 дужи гдје свака додирује 2 друге, а коцка од 6 квадрата гдје сваки додирује 4 друга, тако је хиперкоцка састављена од 8 коцки гдје свака додирује 6 других. Ради лакшег уочавања ротације, користе се различите боје за ивицу сваке странице (http://en.wikipedia.org/wiki/Hypercube, http://en.wikipedia.org/wiki/Regular_polytope). Не размишљајте предуго о овоме иначе ће вам се мозак истопити. Написали Џо Кин, Фриц Мјулер и Џејми Завински, 1992.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.10. Den har ersatts av den mer generella skärmsläckaren "Polytoper" som kan visa det här objektet samt andra. Den här visar tvådimensionella projektioner av en sekvens av tredimensionella objekt, som är projektioner av den fyrdimensionella motsvarigheten till en kub. En fyrkant består av fyra linjer, där var och en rör två andra. En kub består av sex fyrkanter, där var och en rör fyra andra. En hyperkub består av åtta kuber, där var och en rör sex andra. För att göra det enklare att föreställa sig rotationen, används en annan färg för kanten av varje sida. Tänk inte för länge på detta, annars riskerar du att hjärnan går varm. Se också http://en.wikipedia.org/wiki/Hypercube och http://en.wikipedia.org/wiki/Regular_polytope.Skriven av Joe Keane, Fritz Mueller och Jamie Zawinski, 1992.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.10. Його було замінено на загальніший зберігач екрана «Багатогранники», який здатен показувати і цей об’єкт серед інших. Показує плоску проекцію послідовності просторових об’єктів, які є проекціями чотиривимірного аналога куба: якщо квадрат утворюється чотирма сторонами, кожна з яких перетинає дві інші, а куб складається з шести квадратів, кожен з яких межує з чотирма іншими, гіперкуб утворюється вісьмома кубами, кожен з яких межує з шістьма іншими. Щоб спростити показ обертання для кожної з граней використано власний колір. Не думайте про все це занадто довго, можете перегріти мозок. ;) http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Автори — Joe Keane, Fritz Mueller і Jamie Zawinski; 1992.
zh_tw: 這個螢幕保護程式從版本 5.10 起已從 XScreenSaver 中移除，由更常見的 "Polytopes" 螢幕保護程式取代。顯示模擬的 4D 立方體的 3D 投影物件，再投影到 2D 的圖樣：如同正方形是由四條線組成，每條線都與其他兩條線相接，立方體是由六個正方形組成，每個正方形都與其他四個相接；而超立方體是由八個立方體組成，每個立方體都與其他六個立方體相接。為了方便看清它的旋轉，每一面的邊都用不同的顏色。不要思考太多，不然您的腦筋會打結。參考資料：http://en.wikipedia.org/wiki/Hypercube ，http://en.wikipedia.org/wiki/Regular_polytope 。由 Joe Keane，Fritz Mueller 與 Jamie Zawinski 撰寫，1992。

# @item screen saver name
source: Hypertorus
ca@valencia: Hipertor
es: Hipertoro
et: Hüperrõngaspind
eu: Hipertorua
fr: Tore 4D
gl: Hipertoro
hu: Hipertórusz
it: Ipertoro
ja: ハイパートーラス
kk: Гипертор
ko: 하이퍼토러스
nds: Överring
pl: Hipertorus
pt: Hipertoro
sl: Hiperzvitek
sr@ijekavian: Хиперторус
uk: Гіпертор
zh_tw: 超立方體
