Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws a pop-art-ish looking grid of pulsing colors. Written by Levi Burton; 2003.
ca@valencia: Este dibuixa una graella que pareix art pop amb colors polsants. Escrit per Levi Burton; 2003.
es: Esto dibuja una rejilla de aspecto de arte pop para pulsar colores. Escrito por Levi Burton, 2003.
et: Popkunsti moodi pulseerivate värvide võrgustik. Autor: Levi Burton; 2003.
fr: Dessine une grille d'influence artistique pop avec des couleurs qui subissent des pulsations. Écrit par Levi Burton ; 2003.
gl: Isto debuxa unha grella con aparencia «pop-art» de cores pulsantes. Escribiuno Levi Burton en 2003.
it: Disegna una griglia in stile pop-art di colori pulsanti. Scritto da Levi Burton; 2003.
kk: Поп-арт нақышты құбылмалы түсті тор. Авторы: Levi Burton; 2003.
lv: Zīmē popārtam līdzīgu, pulsējošu krāsu režģi. Sarakstīja Levi Burton; 2003.
nb: Tegner et pop-art-aktig rutenett av pulserende farger. Skrevet av Levi Burton i 2003.
nds: Stellt en pulseren Klörengadder op. Lett en beten as "Pop-Art". Schreven vun Jamie Zawinski, 2003.
nl: Toont een popartachtig uitziend raster met pulserende kleuren. In 2003 geschreven door Levi Burton.
nn: Teiknar popkunst-aktig rutenett med pulserande fargar. Skriven av Levi Burton i 2003.
pl: Generuje siatkę pulsujących kolorów w stylu pop-art. Autor: Levi Burton; 2003.
pt: Isto mostra uma grelha com aparência 'pop art' de cores pulsantes. Feito por Levi Burton; 2003.
ru: Сетка из пульсирующих цветов в стиле поп-арт. Автор Леви Бёртон (Levi Burton), 2003.
sl: Izriše pop-umetnosti podobno mrežo utripajočih barv. Napisal Levi Burton, 2003.
sr@ijekavian: Црта мрежу пулсирајућих боја у стилу попарта. Написао Ливај Бертон, 2003.
sv: Den här ritar ett rutnät av pulserande färger som påminner om popkonst. Skriven av Levi Burton, 2003.
uk: Цей зберігач екрана малює сітку з кольорових комірок, що пульсують у стилі поп-арт. Автор — Levi Burton; 2003.
zh_tw: 繪出流行藝術樣式的格子與顏色。由 Levi Burton 撰寫，2003。

# @label:spinbox
source: Subdivision
ca@valencia: Subdivisió
es: Subdivisión
et: Alajaotused
eu: Zatiketa
fi: Alijakoja
gl: Subdivisión
hu: Felosztás
it: Suddivisione
ja: 分割
kk: Бөлнуі
ko: 하위 분할
lv: Apakšsadaļa
nb: Oppdeling
nds: Ünnerdelen
nl: Onderverdeling
nn: Oppdeling
pl: Podpodziały
pt: Sub-divisão
ru: Подразбиение
sl: Pododsek
sr@ijekavian: Подјела
sv: Uppdelning
uk: Підпроміжків
zh_tw: 細部

# @label:spinbox
source: Number of colors
ca@valencia: Nombre de colors
es: Número de colores
et: Värvide arv
eu: Kolore kopurua
fi: Värien määrä
fr: Nombre de couleurs
ga: Líon na ndathanna
gl: Número de cores
hu: A színek száma
it: Numero di colori
ja: 色の数
kk: Түстер саны
ko: 색상 수
lv: Krāsu skaits
nb: Antall farger
nds: Tall vun Klören
nl: Aantal kleuren
nn: Talet på fargar
pl: Liczba kolorów
pt: Número de cores
ru: Число цветов
sl: Število barv
sr@ijekavian: Број боја
sv: Antal färger
uk: Кількість кольорів
zh_tw: 顏色的數目

# @option:radio
source: Light red
ca@valencia: Roig clar
es: Rojo claro
et: Helepunane
eu: Gorri argia
fi: Vaaleanpunainen
fr: Rouge clair
gl: Vermello claro
hu: Világospiros
it: Rosso chiaro
ja: 薄い赤
kk: Ашық қызыл
ko: 밝은 빨간색
lv: Gaiši sarkana
nb: Lys rød
nds: Hellroot
nl: Lichtrood
nn: Lys raud
pl: Jasnoczerwony
pt: Vermelho claro
ru: Светло-красный
sl: Svetlo rdeča
sr@ijekavian: свијетлоцрвена
sv: Ljusröd
uk: Світло-червоний
zh_tw: 淺紅色

# @option:radio
source: Light yellow
ca@valencia: Groc clar
es: Amarillo claro
et: Helekollane
eu: Hori argia
fi: Vaaleankeltainen
fr: Jaune clair
gl: Amarelo claro
hu: Világossárga
it: Giallo chiaro
ja: 薄い黄
kk: Ашық сары
ko: 밝은 노란색
lv: Gaiši dzeltena
nb: Lys gul
nds: Hellgeel
nl: Lichtgeel
nn: Lys gul
pl: Jasnożółty
pt: Amarelo claro
ru: Светло-жёлтый
sl: Svetlo rumena
sr@ijekavian: свијетложута
sv: Ljusgul
uk: Світло-жовтий
zh_tw: 淺黃色

# @option:radio
source: Light green
ca@valencia: Verd clar
es: Verde claro
et: Heleroheline
eu: Berde argia
fi: Vaaleanvihreä
fr: Vert clair
gl: Verde claro
hu: Világoszöld
it: Verde chiaro
ja: 薄い緑
kk: Ашық жасыл
ko: 밝은 녹색
lv: Gaiši zaļa
nb: Lys grønn
nds: Hellgröön
nl: Lichtgroen
nn: Lys grøn
pl: Jasnozielony
pt: Verde claro
ru: Светло-зелёный
sl: Svetlo zelena
sr@ijekavian: свијетлозелена
sv: Ljusgrön
uk: Світло-зелений
zh_tw: 淺綠色

# @option:radio
source: Light cyan
ca@valencia: Cian clar
es: Cian claro
et: Heletsüaan
eu: zian argia
fi: Vaalea sinivihreä
fr: Cyan clair
gl: Cian claro
hu: Világoscián
it: Ciano chiaro
ja: 薄いサイアン
kk: Ашық циан
ko: 밝은 청록색
lv: Gaiši ciāna
nb: Lys cyanblå
nds: Hell Zyan
nl: Lichtcyaan
nn: Lys cyanblå
pl: Jasny cyjan
pt: Cíano claro
ru: Светло-бирюзовый
sl: Svetlo sinja
sr@ijekavian: свијетлоцијан
sv: Ljusturkos
uk: Світло-бірюзовий
zh_tw: 淺青色

# @option:radio
source: Light blue
ca@valencia: Blau clar
es: Azul claro
et: Helesinine
eu: Urdin argia
fi: Vaaleansininen
fr: Bleu clair
gl: Azul claro
hu: Világoskék
it: Blu chiaro
ja: 薄い青
kk: Ашық көкшіл
ko: 밝은 파란색
lv: Gaiši zila
nb: Lys blå
nds: Hellblaag
nl: Lichtblauw
nn: Lys blå
pl: Jasnoniebieski
pt: Azul claro
ru: Светло-синий
sl: Svetlo modra
sr@ijekavian: свијетлоплава
sv: Ljusblå
uk: Світло-синій
zh_tw: 淺藍色

# @option:radio
source: Light magenta
ca@valencia: Magenta clar
es: Magenta claro
et: Helemagenta
eu: Magenta argia
fi: Vaalea sinipunainen
fr: Magenta clair
gl: Maxenta claro
hu: Világos magenta
it: Magenta chiaro
ja: 薄いマゼンタ
kk: Ашық маджента
ko: 밝은 자홍색
lv: Gaišs fuksīns
nb: Lys magentarød
nds: Hell Magenta
nl: Lichtmagenta
nn: Lys magentaraud
pl: Jasna magenta
pt: Magenta claro
ru: Светло-лиловый
sl: Svetlo škrlatna
sr@ijekavian: свијетломагента
sv: Ljus magenta
uk: Світло-бузковий
zh_tw: 品紅色

# @option:radio
source: Dark red
ca@valencia: Roig fosc
es: Rojo oscuro
et: Tumepunane
eu: Gorri iluna
fi: Tummanpunainen
fr: Rouge foncé
gl: Vermello escuro
hu: Sötétvörös
it: Rosso scuro
ja: 濃い赤
kk: Қою қызыл
ko: 어두운 빨간색
lv: Tumši sarkans
nb: Mørkerød
nds: Düüsterroot
nl: Donkerrood
nn: Mørk raud
pl: Ciemnoczerwony
pt: Vermelho escuro
ru: Тёмно-красный
sl: Temno rdeča
sr@ijekavian: тамноцрвена
sv: Mörkröd
uk: Темно-червоний
zh_tw: 暗紅色

# @option:radio
source: Dark yellow
ca@valencia: Groc fosc
es: Amarillo oscuro
et: Tumekollane
eu: Hori iluna
fi: Tummankeltainen
fr: Jaune foncé
gl: Amarelo escuro
hu: Sötétsárga
it: Giallo scuro
ja: 濃い黄
kk: Қою сары
ko: 어두운 노란색
lv: Tumši dzeltens
nb: Mørk gul
nds: Düüstergeel
nl: Donkergeel
nn: Mørk gul
pl: Ciemnożółty
pt: Amarelo escuro
ru: Тёмно-жёлтый
sl: Temno rumena
sr@ijekavian: тамножута
sv: Mörkgul
uk: Темно-жовтий
zh_tw: 暗黃色

# @option:radio
source: Dark green
ca@valencia: Verd fosc
es: Verde oscuro
et: Tumeroheline
eu: Berde iluna
fi: Tummanvihreä
fr: Vert foncé
gl: Verde escuro
hu: Sötétzöld
it: Verde scuro
ja: 濃い緑
kk: Қою жасыл
ko: 어두운 녹색
lv: Tumši zaļš
nb: Mørk grønn
nds: Düüstergröön
nl: Donkergroen
nn: Mørk grøn
pl: Ciemnozielony
pt: Verde escuro
ru: Тёмно-зелёный
sl: Temno zelena
sr@ijekavian: тамнозелена
sv: Mörkgrön
uk: Темно-зелений
zh_tw: 暗綠色

# @option:radio
source: Dark cyan
ca@valencia: Cian fosc
es: Cian oscuro
et: Tumetsüaan
eu: Zian iluna
fi: Tumma sinivihreä
fr: Cyan foncé
gl: Cián escuro
hu: Sötétcián
it: Ciano scuro
ja: 濃いサイアン
kk: Қою циан
ko: 어두운 청롱색
lv: Tumša ciāna
nb: Mørk cyanblå
nds: Düüster Zyan
nl: Donkercyaan
nn: Mørk cyanblå
pl: Ciemny cyjan
pt: Cíano escuro
ru: Тёмно-бирюзовый
sl: Temno sinja
sr@ijekavian: тамноцијан
sv: Mörk turkos
uk: Темно-бірюзовий
zh_tw: 暗青色

# @option:radio
source: Dark blue
ca@valencia: Blau fosc
es: Azul oscuro
et: Tumesinine
eu: Urdin iluna
fi: Tummansininen
fr: Bleu foncé
gl: Azul escuro
hu: Sötétkék
it: Blu scuro
ja: 濃い青
kk: Қою көк
ko: 어두운 파란색
lv: Tumši zila
nb: Mørk blå
nds: Düüsterblaag
nl: Donkerblauw
nn: Mørk blå
pl: Ciemnoniebieski
pt: Azul escuro
ru: Тёмно-синий
sl: Temno modra
sr@ijekavian: тамноплава
sv: Mörkblå
uk: Темно-синій
zh_tw: 暗藍色

# @option:radio
source: Dark magenta
ca@valencia: Magenta fosc
es: Magenta oscuro
et: Tumemagenta
eu: Magenta iluna
fi: Tumma sinipunainen
fr: Magenta foncé
gl: Maxenta escuro
hu: Sötét magenta
it: Magenta scuro
ja: 濃いマゼンタ
kk: Қою маджента
ko: 어두운 자홍색
lv: Tumšs fuksīns
nb: Mørk magentarød
nds: Düüster Magenta
nl: Donkermagenta
nn: Mørk magentaraud
pl: Ciemna magenta
pt: Magenta escuro
ru: Тёмно-лиловый
sl: Temno škrlatna
sr@ijekavian: тамномагента
sv: Mörk magenta
uk: Темно-бузковий
zh_tw: 暗品紅色

# @option:check
source: Twitch
ca@valencia: Estrebada
es: Contracción
et: Tõmblemine
fi: Nykivä
fr: Attraction
gl: Escorregar
hu: Rángatózás
it: Strattoni
ja: ぴくぴく
kk: Селкіл
ko: 씰룩거림
lv: Raustīties
nb: Rykk
nds: Tucken
nl: Blink
pl: Kurczenie
ru: Подёргивания
sl: Trzljaj
sr@ijekavian: Трзање
sv: Ryckning
uk: Сіпання
zh_tw: 抽動

# @item screen saver name
source: Providence
ca@valencia: Providència
es: Providencia
et: Kõikenägev silm
eu: Probidentzia - Providence
gl: Providencia
it: Provvidenza
ja: プロビデンス
kk: Бәрін көргіш
ko: 프로비던스
nb: Forsyn
nds: Schicksal
pl: Opatrzność
pt: Providência
sr@ijekavian: Провиђење
sv: Försyn
uk: Провидіння

# @info screen saver description
source: "A pyramid unfinished. In the zenith an eye in a triangle, surrounded by a glory, proper." http://en.wikipedia.org/wiki/Eye_of_Providence Written by Blair Tennessy; 2004.
ca@valencia: «Una piràmide inacabada. En el zenit, un ull en un triangle, envoltat per una glòria, apropiat». http://en.wikipedia.org/wiki/Eye_of_Providence Escrit per Blair Tennessy; 2004.
es: «Una pirámide inacabada. En su cenit, un ojo dentro de un triángulo, rodeado por la gloria, adecuada.» http://en.wikipedia.org/wiki/Eye_of_Providence. Escrito por Blair Tennessy; 2004.
et: "Lõpetamata püramiid. Selle kohal hõljub ausäras kolmnurka paigutatud silm." http://en.wikipedia.org/wiki/Eye_of_Providence Autor: Blair Tennessy; 2004.
eu: "Bukatu gabeko piramide bat. Zenitean begi bat hiruki batean, loriak inguratuta, benetakoa." http://en.wikipedia.org/wiki/Eye_of_Providence Blair Tennessy-k idatzia; 2004.
fi: ”Keskeneräinen pyramidi. Huipulla silmä kolmiossa todellisen kunnian ympäröimänä.” http://en.wikipedia.org/wiki/Eye_of_Providence Kirjoittanut Blair Tennessy, 2004.
fr: Une pyramide inachevée. Au sommet, un œil dans un triangle entouré par des rayons de lumière. http://fr.wikipedia.org/wiki/Œil_de_la_Providence Écrit par Blair Tennessy ; 2004.
gl: «Unha pirámide inacabada. No cénit, un ollo nun triángulo, rodeado por unha gloria, adecuado.» http://en.wikipedia.org/wiki/Eye_of_Providence Escribiuno Blair Tennesy en 2004.
it: «Una piramide incompleta. Alla sommità un occhio in un triangolo, circondato da un'aureola». http://it.wikipedia.org/wiki/Occhio_della_Provvidenza Scritto da Blair Tennessy; 2004.
kk: "Бітпеген пирамида. Жоғарда үшбұрышта орналасқан жарқыраған көз." http://en.wikipedia.org/wiki/Eye_of_Providence Авторы: Blair Tennessy; 2004.
nb: "En pyramide ufullført. I senit et øye i en trekant, omringet av en glorie, naturlig." <link>http://en.wikipedia.org/wiki/Eye_of_Providence</link> Skrevet av Blair Tennessy i 2004.
nds: "En nich-fardig Pyramied. An'n Kopppunkt en Dre'eck mit strahlen Herrlichkeit ümto. http://de.wikipedia.org/wiki/Auge_der_Vorsehung Schreven vun Blair Tennessy, 2004.
nl: "Een niet-afgebouwde piramide. In het zenit een oog in een driehoek omringt door echte glorie." http://en.wikipedia.org/wiki/Eye_of_Providence In 2004 geschreven door Blair Tennessy.
pl: "Piramida nie ukończona. W centrum oko w trójkącie, otoczone chwałą". Autor: Blair Tennessy; 2004.
pt: "Uma pirâmide inacabada. No zénite, um olho num triângulo, rodeado por uma glória, adequado." http://en.wikipedia.org/wiki/Eye_of_Providence Feito por Blair Tennessy; 2004.
ru: Незаконченная пирамида, вершину которой венчает глаз в треугольнике. http://ru.wikipedia.org/wiki/Всевидящее_Око Автор Блэр Теннесси (Blair Tennessy), 2004.
sl: "Nedokončana piramida. V zenitu očesa trikotnika, obkrožena s slavo." http://en.wikipedia.org/wiki/Eye_of_Providence Napisal Blair Tennessy, 2004.
sr@ijekavian: „Недовршена пирамида; на врхунцу око у троуглу, окружено славом, право.“ (http://en.wikipedia.org/wiki/Eye_of_Providence). Написао Блер Тенеси, 2004.
sv: "En ofullbordad pyramid. I zenit ett öga i en triangel, omgiven av en gloria". Se http://sv.wikipedia.org/wiki/Det_allseende_ögat. Skriven av Blair Tennessy, 2004.
uk: «Недобудована піраміда. На верхівці око у трикутнику, оточене сяйвом та славою». http://en.wikipedia.org/wiki/Eye_of_Providence Автор — Blair Tennessy; 2004.
zh_tw: 「未完成的金字塔。在天頂的一個三角形裡的眼睛，圍繞著光輝。」參考資料：http://en.wikipedia.org/wiki/Eye_of_Providence 。由 Blair Tennessy 撰寫，2004。

# @option:check
source: Draw eye
ca@valencia: Dibuixa un ull
es: Dibujar ojo
et: Silma näitamine
eu: Marraztu begia
fi: Piirrä silmä
fr: Dessiner les yeux
gl: Debuxar o ollo
hu: Szem rajzolása
it: Disegna l'occhio
ja: 目を描画
kk: Көз болсын
ko: 눈 그리기
lv: Zīmēt aci
nb: Tegn øye
nds: Oog wiesen
nl: Oog tekenen
nn: Teikn auge
pl: Rysuj oko
pt: Desenhar o olho
ru: Рисовать глаз
sl: Izriši oko
sr@ijekavian: Цртај око
sv: Rita öga
uk: Малювати око
zh_tw: 繪製眼睛

# @item screen saver name
source: Pulsar
ca@valencia: Púlsar
es: Púlsar
fi: Pulsari
hu: Pulzár
ja: パルサー
kk: Пульсар
ko: 펄서
lv: Pulsārs
nds: Pulsaar
sl: Pulzar
sr@ijekavian: Пулсар
uk: Пульсар
zh_tw: 脈衝星

# @info screen saver description
source: Draws some intersecting planes, making use of alpha blending, fog, textures, and mipmaps. Written by David Konerding; 1999.
ca@valencia: Dibuixa la intersecció d'alguns plans, fent ús de la mescla alfa, boira, textures i «mipmaps». Escrit per David Konerding; 1999.
es: Dibuja la intersección de algunos planos, haciendo uso de mezcla-alfa, niebla, texturas y «mipmaps». Escrito por David Konerding; 1999.
et: Näitab lõikuvaid tasapindu, kasutades alfa-blendingut, udustamist, tekstuure ja MIP-tekstuurimist. Autor: David Konerding; 1999.
eu: Elkar ebakitzen duten plano batzuk marrazten ditu, alfa-nahasketa, lainoa, ehundura, eta mipmapak erabiliz. David Konerding-ek idatzia; 1999.
fi: Piirtää joitain mielenkiintoisia tasoja. Käyttää alfasekoitusta, sumua, pintakuvioita ja mipmappeja. Kirjoittanut David Konerding, 1999.
fr: Dessine quelques plans sécants, en utilisant l'alpha blending, le brouillard, des textures, des « mipmaps ». Écrit par David Konerding ; 1999.
ga: Dearann sé seo plánaí trasnacha, ag baint úsáid as alfachumasc, ceo, uigeachtaí, agus mapaí MIP. Scríofa ag David Konerding, 1999.
gl: Debuxa algúns planos intersectantes, aproveitando a mistura alpha, o neboeiro, as texturas e mipmaps. Escribiuno David Konerding en 1999.
hu: Egymást metsző síkokat jelenít meg alfakeverés, köd, textúrák és mipmapek használatával. Készítette: David Konerding, 1999.
it: Disegna dei piani che si intersecano miscelando il canale alfa, usando nebbia, trame e mipmap. Scritto da David Konerding; 1999.
ja: 交差するいくつかの平面を描きます。アルファブレンディング、フォグ、テクスチャ、MipMaps などを使用します。David Konerding、1999年作。
kk: Бірнеше бұралып жатқан қиылысқан жазықтықтың бейнесі. Альфа араласу, тұмандату, текстуралау, көбейтіп көрсету тәсілдерді қолданады. Авторы: David Konerding; 1999.
lv: Zīmē dažas savstarpēji krustojošās plaknes, izmantojot alfa saplūšanu, miglu, tekstūras un mipkartes. Sarakstīja David Konerding; 1999.
nb: Tegner noen plan som skjærer hverandre, bruker alfa-overganger, tåke, tekstur og mipmaps. Skrevet av David Konerding i 1999.
nds: En Reeg översnieden Flääg mit Alpha-Överblennen, Daak, Texturen un Mipmaps.Schreven vun David Konerding, 1999.
nl: Toont enige doorsnijdingen van vlakken, gebruikmakend van alfamenging, mist, texturen en mipmaps. In 1999 geschreven door David Konerding.
pl: Rysuje przecinające się płaszczyzny, korzystając z łączenia alfa, mgły, tekstur i mipmap. Autor: David Konerding.
pt: Desenha alguns planos em intersecção, tirando partido do 'alpha blending', do nevoeiro, das texturas e 'mipmaps'. Feito por David Konerding; 1999.
ru: Хранитель экрана рисует пересекающиеся плоскости, используя альфа-смешение, затуманивание, текстуры и MIP-отображения. Автор Девид Конердинг (David Konerding), 1999.
sl: Sledi nekaterim prekrivajočim ravninam z uporabo alfa zlivanja, megle, tekstur in podpornih vzorčnih slik. Napisal David Konerding, 1999.
sr@ijekavian: Црта пресјеке равни, користећи алфа стапање, маглу, текстуре и мипмапе. Написао Дејвид Конердинг, 1999.
sv: Ritar några plan som skär varandra, med användning av alfablandning, dimma, strukturer och MIP-avbildningar. Skriven av David Konerding, 1999.
uk: Показує декілька площин, що перетинаються з використанням напівпрозорості, туману, текстур та множинного відображення. Автор — David Konerding; 1999.
zh_tw: 畫出一些交錯的平面，應用透明度混合、霧狀、紋理組合與位圖。由 David Konerding 撰寫，1999。

# @label:spinbox
source: Quad count
ca@valencia: Nombre de «quads»
es: Contador Quad
et: Pildinelikute arv
fi: Nelikierteiden määrä
fr: Nombre de quad
ga: Líon na gceathairshleasán
gl: Número de Quads
hu: A kvadok száma
it: Quanti quad
ja: クワッドの数
kk: Жазықтық саны
ko: 쿼드 개수
lv: Četrstūru skaits
nb: Antall quad
nds: Tall vun Veerecken
nl: Viervoudige telling
pl: Liczba czworokątów
pt: Número de 'quads'
ru: Количество плоскостей
sl: Število kvadov
sr@ijekavian: Број четвороуглова
sv: Antal fyrkanter
uk: Кількість площин
zh_tw: Quad 總計

# @option:check
source: Enable texturing
ca@valencia: Habilita les textures
es: Activar texturizado
et: Tekstuurimise lubamine
eu: Gaitu ehunduraketa
fi: Käytä pintoja
fr: Activer les textures
ga: Cumasaigh uigeachtú
gl: Activar as texturas
hu: Textúrázás engedélyezése
it: Attiva le trame
ja: テクスチャを有効に
kk: Текстуралап
ko: 텍스처 사용
lv: Ieslēgt tekstūras
nb: Slå på tekstur
nds: Texturen bruken
nl: Texturen activeren
pl: Włącz nakładanie tekstur
pt: Activar as texturas
ru: Текстуры
sl: Omogoči teksturiranje
sr@ijekavian: Текстурирање
sv: Aktivera strukturer
uk: Увімкнути текстури
zh_tw: 開啟紋理

# @option:check
source: Enable texture mipmaps
ca@valencia: Habilita les textures de «mipmaps»
es: Activar textura «mipmaps»
et: MIP-tekstuuride lubamine
eu: Gaitu ehundura mipmapak
fi: Käytä esilaskettuja pintoja
fr: Activer les images des textures
ga: Cumasaigh mapaí MIP uigeachta
gl: Activar os mipmaps de texturas
hu: Textúra mipmapek engedélyezése
it: Attiva le trame mipmap
ja: テクスチャのミップマップを有効に
kk: Текстураны көбейтіп
ko: 텍스처 밉맵 사용
lv: Ieslēgt tekstūru mipkartes
nb: Slå på tekstur-mipmaps
nds: Textuurmipmaps bruken
nl: Textuur mipmaps activeren
pl: Włącz mipmapy tekstur
pt: Activar os 'mipmaps' de texturas
ru: MIP-отображения текстур
sl: Omogoči podporne vzorčne slike tekstur
sr@ijekavian: Текстурне мипмапе
sv: Aktivera MIP-strukturavbildningar
uk: Увімкнути MIP-текстури
zh_tw: 開啟紋理組合位圖

# @option:check
source: Enable blending
ca@valencia: Habilita mescla
es: Activar mezcla
et: Ühtesulamise lubamine
eu: Gaitu nahasketa
fi: Käytä sekoitusta
fr: Activer le fondu
ga: Cumasaigh cumasc
gl: Activar a mistura
hu: Keverés engedélyezése
it: Attiva la miscelazione
ja: ブレンディングを有効に
kk: Араластырып
ko: 블렌딩 사용
lv: Ieslēgt saplūšanu
nb: Slå på overgang
nds: Överblennen bruken
nl: Mengen activeren
pl: Włącz mieszanie
pt: Activar a mistura
ru: Смешивание
sl: Omogoči zlivanje
sr@ijekavian: Стапање
sv: Aktivera blandning
uk: Увімкнути змішування
zh_tw: 開啟混合

# @option:check
source: Anti-alias lines
ca@valencia: Línies amb antiàliasing
es: Líneas anti-alias
et: Silutud jooned
fi: Viivojen reunojenpehmennys
fr: Lignes lissées
ga: Línte frith-ailias
gl: Liñas suavizadas
hu: Élsimított vonalak
it: Smussa le linee
ja: アンチエイリアス線
kk: Тегістеп
ko: 앤티에일리어싱 선
lv: Izgludināt līnijas
nb: Anti-alias-linjer
nds: Kantstreken Lienen
nl: Anti-alias lijnen
nn: Linjer med kantutjamning
pl: Wygładzaj linie
pt: Linhas suavizadas
ru: Сглаживать линии
sl: Glajenje črt
sr@ijekavian: Омекшавање линија
sv: Kantutjämna linjer
uk: Згладжувати лінії
zh_tw: 平滑線條

# @option:check
source: Enable texture filtering
ca@valencia: Habilita el filtrat de textura
es: Activar filtrado de textura
et: Tekstuurifiltri lubamine
eu: Gaitu ehunduren iragazpena
fi: Käytä pintasuodatusta
fr: Activer le filtrage des textures
ga: Cumasaigh scagadh uigeachta
gl: Activar o filtrado de texturas
hu: Textúraszűrés engedélyezése
it: Attiva il filtraggio delle trame
ja: テクスチャフィルタリングを有効に
kk: Текстураны сүзгілеп
ko: 텍스처 필터링 사용
lv: Ieslēgt tekstūru filtrēšanu
nb: Slå på tekstur-filtrering
nds: Textuurfilters bruken
nl: Textuurfiltering activeren
nn: Bruk teksturfiltrering
pl: Włącz filtrowanie tekstur
pt: Activar a filtragem de texturas
ru: Включить фильтрацию текстур
sl: Omogoči filtriranje tekstur
sr@ijekavian: Филтрирање текстура
sv: Aktivera strukturfiltrering
uk: Увімкнути фільтри текстур
zh_tw: 開啟紋理過濾

# @option:check
source: Enable depth buffer
ca@valencia: Habilita la memòria intermèdia profunda
es: Activar búfer profundo
et: Sügavuspuhvri lubamine
eu: Gaitu sakontasun bufferra
fi: Käytä syvyyspuskuria
fr: Activer la profondeur de tampon
ga: Cumasaigh maolán doimhneacha
gl: Activar o búfer de profundidade
hu: Mélységi puffer engedélyezése
it: Attiva il buffer di profondità
ja: 奥行きバッファを有効に
kk: Тереңдік буфері
ko: 깊이 버퍼 사용
lv: Ieslēgt dziļuma buferi
nb: Slå på dybdebuffer
nds: Deepdepuffer bruken
nl: Dieptebuffer activeren
nn: Bruk djupnebuffer
pl: Włącz bufor głębokości
pt: Activar o tampão de profundidade
ru: Включить буфер глубины
sl: Omogoči predpomnilnik globine
sr@ijekavian: Бафер дубине
sv: Aktivera djupbuffring
uk: Увімкнути буфер глибини
zh_tw: 開啟深度緩衝

# @item screen saver name
source: Pyro
ca@valencia: Foc
es: Pirotecnia
et: Püro
fr: Feu d'artifice
gl: Pirotecnia
hu: Piro
it: Pirotecnica
ja: パイロ
kk: Пиро
ko: 파이로
lv: Piro
nds: Füerwark
nn: Fyrverkeri
sl: Piro
sr@ijekavian: Пиро
uk: Салют
zh_tw: 煙火
