Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:spinbox
source: Border
ca@valencia: Vora
es: Borde
et: Piire
eu: Ertza
fi: Reuna
fr: Bordure
ga: Imlíne
gl: Contorno
hu: Szegély
it: Bordo
ja: 境界
kk: Шегі
ko: 경계선
lv: Robeža
nb: Ramme
nds: Rand
nl: Rand
nn: Ramme
pl: Granica
pt: Contorno
ru: Ширина границ
sl: Obroba
sr@ijekavian: Ивице
sv: Kant
uk: Обрамлення
zh_tw: 框線

# @option:radio
source: Boxes or circles
ca@valencia: Caixes o cercles
es: Cajas o círculos
et: Ruudud või ringid
eu: Kutxak edo zirkuluak
fi: Laatikoita tai ympyröitä
fr: Boîtes ou cercles
ga: Boscaí nó Ciorcail
gl: Caixas ou círculos
hu: Dobozok vagy körök
it: Scatole o cerchi
ja: 箱か円
kk: Шаршы мен дөңгелек
ko: 상자나 원
lv: Kastes vai apļi
nb: Bokser eller sirkler
nds: Kastens oder Krinken
nl: Dozen of cirkels
nn: Boksar eller sirklar
pl: Pudełka lub okręgi
pt: Caixas ou círculos
ru: Квадраты или окружности
sl: Škatle ali krogi
sr@ijekavian: Кутије или кругови
sv: Rutor eller cirklar
uk: Коробки або кола
zh_tw: 方塊或圓圈

# @option:radio
source: Boxes only
ca@valencia: Només caixes
es: Solo cajas
et: Ainult ruudud
eu: Kutxak soilik
fi: Vain laatikoita
fr: Seulement des boîtes
ga: Boscaí amháin
gl: Só caixas
hu: Csak dobozok
it: Solo scatole
ja: 箱のみ
kk: Тек шаршы
ko: 상자만
lv: Tikai kastes
nb: Bare bokser
nds: Bloots Kastens
nl: Alleen dozen
nn: Berre boksar
pl: Tylko pudełka
pt: Apenas caixas
ru: Только квадраты
sl: Le škatle
sr@ijekavian: Само кутије
sv: Bara rutor
uk: Лише коробки
zh_tw: 只有方塊

# @option:radio
source: Circles only
ca@valencia: Només cercles
es: Solo círculos
et: Ainult ringid
eu: Zirkuluak soilik
fi: Vain ympyröitä
fr: Seulement des cercles
ga: Ciorcail amháin
gl: Só círculos
hu: Csak körök
it: Solo cerchi
ja: 円のみ
kk: Тек дөңгелек
ko: 원만
lv: Tikai apļi
nb: Bare sirkler
nds: Bloots Krinken
nl: Alleen cirkels
nn: Berre sirklar
pl: Tylko okręgi
pt: Apenas círculos
ru: Только окружности
sl: Le krogi
sr@ijekavian: Само кругови
sv: Bara cirklar
uk: Лише кола
zh_tw: 只有圓圈

# @option:radio
source: Color gradient
ca@valencia: Degradats de color
es: Gradiente de color
et: Värvi üleminek
eu: Kolore gradientea
fi: Liukuväri
fr: Gradient de couleurs
ga: Grádán datha
gl: Gradiente de cor
hu: Színátmenet
it: Sfumatura
ja: 色のグラデーション
kk: Түс градиенті
ko: 색상 그라데이션
lv: Krāsu gradients
nb: Fargeovergang
nds: Klöörövergang
nl: Kleurverloop
nn: Fargeovergang
pl: Kolorowy gradient
pt: Gradiente de cor
ru: Градиент цвета
sl: Preliv barve
sr@ijekavian: Прелив боја
sv: Färgtoning
uk: Кольорові градієнти
zh_tw: 顏色漸層

# @option:radio
source: Grab images
ca@valencia: Captura d'imatges
es: Capturar imágenes
et: Pildihõive
eu: Hartu pantailako irudia
fi: Kaappaa kuva
fr: Récupérer des images
ga: Gabh íomhánna
gl: Capturar imaxes
hu: Képek megragadása
it: Cattura immagini
ja: イメージの取り込み
kk: Кескіндерді қармау
ko: 그림 가져오기
lv: Rādīt attēlus
nb: Grip bilder
nds: Biller griepen
nl: Afbeeldingen pakken
nn: Bilete
pl: Pobieraj obrazy
pt: Capturar as imagens
ru: Захватывать изображения
sl: Zgrabi slike
sr@ijekavian: Хватај слике
sv: Fånga skärmbild
uk: Захопити зображення екрана
zh_tw: 抓取影像

# @option:check
source: Peek at underlying images
ca@valencia: Veure les imatges subjacents
es: Vistazo a las imágenes subyacentes
et: Alloleva pildi vilksatamine
eu: Ezkutuko begiratua azpiko irudiei
fi: Paljasta alla olevaa kuvaa
fr: Coup d'oeil aux images de fond
ga: Tabhair spléachadh ar na buníomhánna
gl: Votar unha ollada á imaxe que hai por baixo
it: Sbircia le immagini sottostanti
ja: 下層のイメージを覗く
kk: Төмедегі кескіндерден алу
ko: 아래에 있는 그림 가져오기
nb: Titt på underliggende bilder
nds: Bruukt Biller ankieken
nl: Gluur naar onderliggende afbeeldingen
nn: Vis undeliggjande bilete
pl: Podgląd ukrytych obrazów
pt: Colher nas imagens subjacentes
ru: Показывать эти изображения
sl: Bežno poglej spodaj ležeče slike
sr@ijekavian: Вири у подложне слике
sv: Kika på underliggande bilder
uk: Брати з нижніх зображень
zh_tw: 從影像下方偷窺

# @item screen saver name
source: Braid
ca@valencia: Trena
et: Põimik
fi: Punos
fr: Tresse
gl: Trenza
hu: Fonat
it: Treccia
ja: 組みひも
kk: Шумақ
ko: 끈
lv: Pīne
nb: Flette
nds: Flechtwark
nl: Vlecht
nn: Fletteverk
pl: Splot
sl: Preplet
sr@ijekavian: Плетеница
sv: Fläta
uk: Переплетення
zh_tw: 編織

# @info screen saver description
source: Draws random color-cycling inter-braided concentric circles. Written by John Neil; 1997.
ca@valencia: Dibuixa cercles concèntrics de color cíclic entrellaçats entre si. Escrit per John Neil; 1997.
es: Dibuja círculos concéntricos aleatorios entrelazados en un ciclo de color. Escrito por John Neil; 1997.
et: Näitab juhuslikult vahelduvate värvidega läbipõimunud kontsentrilisi ringe. Autor: John Neil; 1997.
eu: Ausazko kolore-zikloa duen txirikordatutako zirkulu konzentrikoak marrazten ditu. John Neil-ek idatzia; 1997.
fi: Piirtää väriään satunnaisesti vaihtavia samankeskisiä ympyröitä, jotka punoutuvat toisiinsa. Kirjoittanut John Neil, 1997.
fr: Dessine une tresse de couleur aléatoire formée de cercles concentriques. Écrit par John Neil en 1997.
ga: Dearann sé seo ciorcail randamacha chomhlárnacha chomhshnaidhmthe le dathanna éagsúla. Scríofa ag John Neil, 1997.
gl: Debuxa un conxunto de círculos concéntricos con cores en rotación. Escribiuno John Neil en 1997.
hu: Színváltó, véletlenszerű, összekötött koncentrikus köröket rajzol. Készítette John Neil, 1997.
it: Disegna dei cerchi concentrici intrecciati casuali a colore ciclico. Scritto da John Neil; 1997.
ja: ランダムに色が変化し続ける、組み合わされた同心円を描きます。John Neil、1997年作。
kk: Қайталнатын кездейсоқ түсті жіп шумақтар бейнесі. Авторы: John Neil; 1997.
ko: 무작위로 색이 변하고 서로간이 엉키는 원을 그립니다. John Neil 작성, 1997년.
nb: Tegner konsentriske flettede sirkler med tilfeldig fargeveksling.Skrevet av John Neil, 1997.
nds: Tofällig verflecht Krinken, de de Klöör wesselt. Schreven vun John Neil, 1997.
nl: Draws random color-cycling inter-braided concentric circles. In 1997 geschreven door John Neil.
nn: Teiknar tilfeldige samanfletta konsentriske band som stadig skiftar farge. Skriven av John Neil i 1997.
pl: Losowe, koncentryczne, posplatane okręgi o zmieniających się kolorach. Autor: John Neil; 1997.
pt: Desenha um conjunto de círculos concêntricos com cores em rotação. Feito por John Neil; 1997.
ru: Рисует случайным образом переплетающиеся и переливающиеся концентрические окружности; Автор Джон Нил (John Neil); 1997.
sl: Izriše naključno obarvane spreminjajoče medsebojno prepletene koncentrične kroge. Napisal John Neil, 1997.
sr@ijekavian: Црта насумичне уплетене кругове са ротирањем боја. Написао Џон Нил, 1997.
sv: Ritar slumpmässiga inflätade koncentriska cirklar som byter färg. Skriven av John Neil, 1997.
uk: Показує взаємнопереплетені концентричні кругові форми змінного вздовж довжини кольору. Автор — John Neil; 1997.
zh_tw: 畫出隨機顏色循環、交替編織的同心圓。由 John Neil 撰寫，1997。

# @item:inrange Duration
source: Short
ca@valencia: Curta
es: Corta
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Corta
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratko
sr@ijekavian: кратко
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Duration
source: Long
ca@valencia: Llarga
es: Larga
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolgo
sr@ijekavian: дуго
sv: Lång
uk: Довгий
zh_tw: 長

# @label:spinbox
source: Number of rings
ca@valencia: Nombre d'anells
es: Número de anillos
et: Ringide arv
eu: Eraztun kopurua
fi: Renkaita
fr: Nombre d'anneaux
ga: Líon na bhfáinní
gl: Número de aneis
hu: A gyűrűk száma
it: Numero di anelli
ja: リングの数
kk: Қанша орам
ko: 고리 개수
lv: Rinķu skaits
nb: Antall ringer
nds: Tall vun Ringen
nl: Aantal ringen
nn: Talet på band
pl: Liczba pierścieni
pt: Número de argolas
ru: Количество окружностей
sl: Število obročev
sr@ijekavian: Број прстенова
sv: Antal ringar
uk: Кількість кілець
zh_tw: 環的數目

# @label:spinbox
source: Line thickness
ca@valencia: Gruix de la línia
es: Grosor de la línea
et: Joone paksus
eu: Lerroen loditasuna
fi: Viivan paksuus
fr: Épaisseur de la ligne
ga: Tiús na línte
gl: Largura da liña
hu: Vonalvastagság
it: Spessore delle linee
ja: 線の太さ
kk: Жіп қалыңдығы
ko: 줄 두께
lv: Līniju biezums
nb: Linjetykkelse
nds: Reegdickde
nl: Lijndikte
nn: Linjebreidd
pl: Grubość linii
pt: Espessura da linha
ru: Толщина линий:
sl: Debelina črte
sr@ijekavian: Дебљина линије
sv: Linjebredd
uk: Товщина ліній
zh_tw: 線條粗細

# @item screen saver name
source: BSOD
fr: Écran bleu
hu: Kék halál
kk: Көк қирау экраны
ko: 파란 화면
ru: Синий экран смерти
sr@ijekavian: БСОД
uk: Синій екран смерті
zh_tw: 當機畫面（BSOD）

# @info screen saver description
source: BSOD stands for "Blue Screen of Death". The finest in personal computer emulation, BSOD simulates popular screen savers from a number of less robust operating systems. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Written by Jamie Zawinski; 1998.
ca@valencia: BSOD significa «Blue Screen of Death» («La pantalla blava de la mort»). La més elegant de les emulacions entre ordinadors personals, la BSOD simula el popular estalvi de pantalla de sistemes operatius menys robustos. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Escrit per Jamie Zawinski; 1998.
es: BSOD significa «Blue Screen of Death» (la pantalla azul de la muerte). La más elegante emulación entre los equipos personales, BSOD simula salvapantallas populares de unos sistemas operativos menos robustos. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29. Escrito por Jamie Zawinski; 1998.
et: BSOD tähendab "Sinist surmaekraani" (Blue Screen of Death). Vahva PC emuleerijana jäljendab see mitme vähem töökindla operatsioonisüsteemi populaarseid ekraanisäästjaid. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Autor: Jamie Zawinski; 1998.
fi: BSOD eli ”Blue Screen of Death” (sininen kuolemanruutu). Upein esimerkki PC-emulaatiosta: jäljittelee useiden heikohkojen käyttöjärjestelmien suosittuja näytönsäästäjiä. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Kirjoittanut Jamie Zawinski, 1998.
hu: A BSOD jelentése „Blue Screen of Death” (Kék halál). Személyi számítógép emulációban a legjobb, a BSOD népszerű képernyővédőket szimulál számos kevésbé robusztus operációs rendszerből. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Készítette: Jamie Zawinski, 1998.
it: BSOD significa «Blue Screen of Death» (schermata blu della morte). Il meglio tra i simulatori di PC, questo programmino simula dei popolari salvaschermi di alcuni sistemi operativi non troppo robusti. http://it.wikipedia.org/wiki/Schermata_blu_di_errore http://en.wikipedia.org/wiki/Screen_of_death http://it.wikipedia.org/wiki/Guru_Meditation http://it.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Scritto da Jamie Zawinski; 1998.
ko: BSOD는 "Blue Screen of Death"(파란 화면)을 의미합니다. 컴퓨터 에뮬레이션의 가장 좋은 부분으로, 파란 화면 보호기는 안정성이 뒤떨어지는 운영 체제를 흉내냅니다. https://ko.wikipedia.org/wiki/%EB%B8%94%EB%A3%A8%EC%8A%A4%ED%81%AC%EB%A6%B0 http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Jamie Zawinski 작성, 1998년.
nb: BSOD står for «Blue Screen of Death» -Dødens blå skjerm. Dette fineste eksempel på PC-emulering simulerer populære pauseskjermer fra en rekke mindre robuste operativsystemer. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Skrevet av Jamie Zawinski, 1998
nds: "BSOD" steiht för "Blue Screen of Death", den Blagen Doodsschirm. Disse Pausschirm simuleert, as dat Beste vun de PC-Emulatschoon, faken bruukte Pausschirmen vun anner, weniger stevige Bedriefsystemen. K.o. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29. Schreven 1998 vun Jamie Zawinski.
nl: BSOD staat voor "Blue Screen Of Death". Het beste wat pc-emulatie te bieden heeft, dit programma simuleert een aantal schermbeveiligingen van een aantal minder robuuste besturingssystemen. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 . In 1998 geschreven door Jamie Zawinski.
pl: BSOD to skrót od "Blue Screen of Death'' (niebieski ekran śmierci). Dzieło sztuki w emulacji komputerów, BSOD symuluje popularne wygaszacze ekranu z licznych, mniej stabilnych systemów operacyjnych. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29Autor: Jamie Zawinski; 1998.
pt: O BSOD significa "Blue Screen of Death". O melhor na emulação de computadores pessoais, esta brincadeira simula os protectores de ecrã conhecidos de um conjunto de sistemas operativos menos robustos. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Feito por Jamie Zawinski; 1998.
sl: BSOD pomeni "Modri zaslon smrti". Najboljši v posnemanju osebnega računalnika, BSOD simulira priljubljene ohranjevalnike zaslona iz številnih manj stabilnih operacijskih sistemov. http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Napisal Jamie Zawinski, 1998.
sr@ijekavian: БСОД значи „плави екран смрти“ (енгл. „blue screen of death“). Међу најбољим емулацијама личних рачунара, БСОД симулира популарне чуваре екрана појединих мање робусних оперативних система (http://en.wikipedia.org/wiki/Blue_Screen_of_Death, http://en.wikipedia.org/wiki/Screen_of_death, http://en.wikipedia.org/wiki/Guru_Meditation, http://en.wikipedia.org/wiki/Row_of_Bombs, http://en.wikipedia.org/wiki/Bomb_%28symbol%29). Написао Џејми Завински, 1998.
sv: BSOD är en förkortning av "Blue Screen of Death" (Dödens Blåa Skärm). Som ett ypperligt exempel på emulering av persondatorer, simulerar programmet populära skärmsläckare från ett antal mindre robusta operativsystem. Se http://sv.wikipedia.org/wiki/Blåskärm, http://en.wikipedia.org/wiki/Screen_of_death, http://sv.wikipedia.org/wiki/Guru_meditation, och http://sv.wikipedia.org/wiki/Bomb_(symbol)Skriven av Jamie Zawinski, 1998.
uk: «Синій екран смерті» — це одна з найкращих емуляцій аварій на персональних комп'ютерах. Цей зберігач імітує екранні повідомлення про помилки із декількох не надто стійких операційних систем. http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 Автор — Jamie Zawinski, 1998..
zh_tw: BSOD 是 Blue Screen of Death 的縮寫。模擬個人電腦上一些比較爛的作業系統中最常見的「螢幕保護程式」。http://en.wikipedia.org/wiki/Blue_Screen_of_Death http://en.wikipedia.org/wiki/Screen_of_death http://en.wikipedia.org/wiki/Guru_Meditation http://en.wikipedia.org/wiki/Row_of_Bombs http://en.wikipedia.org/wiki/Bomb_%28symbol%29 由 Jamie Zawinski 撰寫，1998。

# @info screen saver description
source: BSOD stands for "Blue Screen of Death". The finest in personal computer emulation, BSOD simulates popular screen savers from a number of less robust operating systems. Written by Jamie Zawinski; 1998.
ca@valencia: Mostra BSOD per a «Blue Screen of Death» («La pantalla blava de la mort»). La més elegant de les emulacions entre ordinadors personals, BSOD simula el popular estalvi de pantalla de sistemes operatius menys robustos. Escrit per Jamie Zawinski; 1998.
es: BSOD iniciales de «Blue Screen of Death» (la pantalla azul de la muerte). La más elegante emulación entre los equipos personales, simula el popular salvapantallas de sistemas operativos menos robustos. Creado por Jamie Zawinski; 1998.
et: BSOD tähendab "Sinist surmaekraani" (Blue Screen of Death). Vahva PC emuleerijana jäljendab see mitme vähem töökindla operatsioonisüsteemi populaarseid ekraanisäästjaid. Autor: Jamie Zawinski; 1998.
eu: BSOD-ek Blue Screen of Death (heriotzaren pantaila urdina) adierazten du. Ordenagailu emulazioetan apartena, BSOD-k sendotasun gutxiago duten sistema eragileetatik "pantaila babesle" ezagunak simulatzen ditu. Jamie Zawinski-k idatzia; 1998.
fi: BSOD eli ”Blue Screen of Death” (sininen kuolemanruutu). Upea esimerkki PC-emulaatiosta: jäljittelee useiden heikohkojen käyttöjärjestelmien suosittuja näytönsäästäjiä. Kirjoittanut Jamie Zawinski, 1998.
fr: BSOD signifie « Blue Screen Of Death » (l'écran bleu de la mort). Cet écran de veille simule les écrans de veille populaires de certains systèmes d'exploitation peu robustes. Écrit par Jamie Zawinski en 1998.
ga: Ciallaíonn BSOD ``Blue Screen of Death'' (Scáileán Gorm an Bháis). An aithris ríomhaire is fearr, déanann an ríomhchleas seo insamhladh de spárálaithe scáileáin faiseanta ar chórais oibriúchán nach bhfuil chomh muiníneach leis seo. Scríofa ag Jamie Zawinski, 1998.
gl: BSOD significa «Blue Screen of Death». O mellor na emulación de computadores persoais, simula coñecidos protectores de pantalla de certos sistemas operativos pouco robustos. Escribiuno Jamie Zawinski en 1998.
hu: A BSOD jelentése „Blue Screen of Death„ (Kék halál). A program bizonyos kevésbé stabil operációs rendszerek végzetes hiba utáni üzeneteit próbálja emulálni. Készítette Jamie Zawinski, 1998.
it: BSOD significa «Blue Screen of Death» (schermata blu della morte). Il meglio tra i simulatori di PC, questo programmino simula dei popolari salvaschermi di alcuni sistemi operativi non troppo robusti. Scritto da Jamie Zawinski; 1998.
ja: BSOD は「Blue Screen of Death」を略したものです。最高のパーソナルコンピュータのエミュレーション。これは、多数のあまり頑健でないオペレーティングシステムのポピュラーなスクリーンセーバーをシミュレートします。Jamie Zawinski、1998年作。
kk: Кейбір мықтылығы шамалы операциялық жүйелерді кекетіп жасаған, олардың көк қирау экранның эмуляциясы. Авторы: Jamie Zawinski; 1998.
ko: BSOD는 "Blue Screen of Death"(파란 화면)을 의미합니다. 컴퓨터 에뮬레이션의 가장 좋은 부분으로, 파란 화면 보호기는 안정성이 뒤떨어지는 운영 체제를 흉내냅니다. Jamie Zawinski 작성, 1998년.
nb: BSOD står for «Blue Screen of Death» -Dødens blå skjerm. Dette fineste eksempel på PC-emulering simulerer populære pauseskjermer fra en rekke mindre robuste operativsystemer. Skrevet av Jamie Zawinski, 1998
nds: "BSOD" steiht för "Blue Screen of Death", den Blagen Doodsschirm. Disse Pausschirm simuleert, as dat Beste vun de PC-Emulatschoon, faken bruukte Pausschirmen vun anner, weniger stevige Bedriefsystemen. Schreven vun Jamie Zawinski, 1998.
nl: BSOD staat voor "Blue Screen Of Death". Het beste wat pc-emulatie te bieden heeft, dit programma simuleert een aantal schermbeveiligingen van een aantal minder robuuste besturingssystemen. Geschreven door Jamie Zawinski; 1998.
nn: Forkortinga BSOD står for «Blue Screen of Death» – «blå dødsskjerm». Denne pauseskjermen etterliknar dødsskjermbileta i ymse mindre robuste operativsystem. Skriven av Jamie Zawinski i 1998.
pl: BSOD to skrót od "Blue Screen of Death'' (niebieski ekran śmierci). Dzieło sztuki w emulacji komputerów, BSOD symuluje popularne wygaszacze ekranu z licznych, mniej stabilnych systemów operacyjnych. Autor: Jamie Zawinski; 1998.
pt: O BSOD significa "Blue Screen of Death". O melhor na emulação de computadores pessoais, esta brincadeira simula os protectores de ecrã conhecidos de um conjunto de sistemas operativos menos robustos. Feito por Jamie Zawinski; 1998.
ru: «Синий экран смерти» — одна из красивейших эмуляций сбоев персональных компьютеров. Хранитель экрана эмулирует экранные сообщения об ошибках нескольких не очень надёжных операционных систем. Написана Джеми Завински (Jamie Zawinski); 1998.
sl: BSOD pomeni "Modri zaslon smrti". Najboljši v posnemanju osebnega računalnika, BSOD simulira priljubljene ohranjevalnike zaslona iz številnih manj stabilnih operacijskih sistemov. Napisal Jamie Zawinski, 1998.
sr@ijekavian: БСОД значи „плави екран смрти“ (енгл. „blue screen of death“). Међу најбољим емулацијама личних рачунара, БСОД симулира популарне чуваре екрана појединих мање робусних оперативних система. Написао Џејми Завински, 1998.
sv: BSOD är en förkortning av "Blue Screen of Death" (Dödens Blåa Skärm). Som ett ypperligt exempel på emulering av persondatorer, simulerar programmet populära skärmsläckare från ett antal mindre robusta operativsystem. Skrivet av Jamie Zawinski, 1998.
uk: «Синій екран смерті» — це одна з найкращих емуляцій аварій на персональних комп'ютерах. Цей зберігач імітує екранні повідомлення про помилки із декількох не надто стійких операційних систем. Автор — Jamie Zawinski, 1998..
zh_tw: BSOD 是 Blue Screen of Death 的縮寫。模擬個人電腦上一些比較爛的作業系統中最常見的「螢幕保護程式」。由 Jamie Zawinski 撰寫，1998。

# @item:inrange Duration
source: 5 seconds
ca@valencia: 5 segons
es: 5 segundos
et: 5 sekundit
eu: 5 segundo
fi: 5 sekuntia
fr: 5 secondes
ga: Cúig shoicind
gl: 5 segundos
hu: 5 másodperc
it: 5 secondi
ja: 5 秒
kk: 5 секунд
ko: 5초
lv: 5 sekundes
nb: 5 sekunder
nds: 5 Sekunnen
nl: 5 seconden
nn: 5 sekund
pl: 5 sekund
pt: 5 segundos
ru: 5 секунд
sl: 5 sekund
sr@ijekavian: 5 секунди
sv: 5 sekunder
uk: 5 секунд
zh_tw: 5 秒鐘

# @item:inrange Duration
source: 2 minutes
ca@valencia: 2 minuts
es: 2 minutos
et: 2 minutit
eu: 2 minutu
fi: 2 minuuttia
ga: Dhá nóiméad
gl: 2 minutos
hu: 2 perc
it: 2 minuti
ja: 2 分
kk: 2 минут
ko: 2분
lv: 2 minūtes
nb: 2 minutter
nds: 2 Minuten
nl: 2 minuten
nn: 2 minutt
pl: 2 minuty
pt: 2 minutos
ru: 2 минуты
sl: 2 minuti
sr@ijekavian: 2 минута
sv: 2 minuter
uk: 2 хвилини
zh_tw: 2 分鐘

# @option:check
source: Windows 3.1
sr@ijekavian: Виндоуз 3.1

# @option:check
source: Windows NT
sr@ijekavian: Виндоуз НТ

# @option:check
source: Windows 2000
sr@ijekavian: Виндоуз 2000

# @option:check
source: MS-DOS
sr@ijekavian: МС‑ДОС

# @option:check
source: AmigaDOS
sr@ijekavian: АмигаДОС

# @option:check
source: GLaDOS
sr@ijekavian: Гладос

# @option:check
source: Android
ko: 안드로이드
sr@ijekavian: Андроид
uk: Андроїд

# @option:check
source: Apple ][
ko: 애플 ][
sr@ijekavian: епл II

# @option:check
source: NVidia
sr@ijekavian: Енвидија

# @option:check
source: OS/2
sr@ijekavian: ОС/2
