Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:check
source: Various ball sizes
ca@valencia: Boles de diverses mides
es: Pelotas de varios tamaños
et: Eri suurusega pallid
eu: Neurri ezberdinetako pilotak
fi: Erikokoiset pallot
fr: Boules de tailles variables
ga: Méideanna éagsúla
gl: Varios tamaños de bólas
hu: Különféle labdaméretek
it: Palline di varie dimensioni
ja: さまざまなボールのサイズ
kk: Түрлі өлшемді
ko: 여러가지 공 크기
lv: Dažādi bumbu izmēri
nb: Forskjellige ballstørrelser
nds: Verscheden groot Bäll
nl: Verschillende balgroottes
nn: Ulike ballstorleikar
pl: Różne rozmiary piłek
pt: Vários tamanhos de bolas
ru: Мячи разных размеров
sl: Različne velikosti žog
sr@ijekavian: Разне величине лопти
sv: Diverse bollstorlekar
uk: Різні розміри м'ячів
zh_tw: 各種球大小

# @option:check
source: Shake box
ca@valencia: Caixa sacsejada
es: Sacudir la caja
et: Kasti keeramine
eu: Astindu kutxa
fi: Ravista laatikkoa
fr: Boîte à secousse
ga: Croith an bosca
gl: Caixa axitada
hu: Rázkódó doboz
it: Scuoti la scatola
ja: 箱を振る
kk: Сілкінсін
ko: 상자 흔들기
nb: Rist boksen
nds: Kist dreihen
nl: Doos schudden
nn: Snu boksen
pl: Wstrząsaj pudełkiem
pt: Caixa agitada
ru: Встряхивать шарики
sl: Stresi škatlo
sr@ijekavian: Промућкај
sv: Skaka ruta
uk: Коробка, яка трясеться
zh_tw: 搖晃盒子

# @item screen saver name
source: Flurry
ca@valencia: Remolí
es: Chaparrón
et: Segadik
eu: Haizealdia
fr: Bourrasque
gl: Xeada
hu: Széllökés
it: Raffica
kk: Шұғла жолы
ko: 플러리
lv: Nemiers
nb: Lysdans
nl: Vlagen
nn: Lysdans
pl: Nawałnica
pt: Remoinho
sl: Rosenje
sr@ijekavian: Налети
sv: Byar
uk: Чарівне світло

# @info screen saver description
source: This X11 port of the OSX screensaver of the same name draws a colourful star(fish)like flurry of particles. Original Mac version: http://homepage.mac.com/calumr Written by Calum Robinson and Tobias Sargeant; 2002.
ca@valencia: Esta adaptació a X11 de l'estalvi de pantalles de l'OSX del mateix nom dibuixa un estrella acolorida amb un remolí de partícules. Versió original per Mac: http://homepage.mac.com/calumr Escrit per Calum Robinson i Tobias Sargeant; 2002.
es: Esta adaptación para X11 del salvapantallas de OSX del mismo nombre dibuja una estrella de colores (tipo pez) similar una ráfaga de partículas. La versión original para Mac: http://homepage.mac.com/calumr. Escrito por Calum Robinson y Tobias Sargeant; 2002.
et: Samanimelise OSX ekraanisäästja X11 port joonistab ekraanile värvilisi osakestevihke. Algne Maci versioon: http://homepage.mac.com/calumr Autorid: Calum Robinson ja Tobias Sargeant; 2002.
fi: Tämä X11-siirros OS X:n saman nimisestä näytönsäästäjästä piirtää värikkään tähti(kala)maisen partikkeliparven. Alkuperäinen Mac-versio: http://homepage.mac.com/calumr Kirjoittaneet Calum Robinson ja Tobias Sargent, 2002.
fr: Voici le portage pour X11 de l'écran de veille du même nom issu d'OS X qui dessine une fleur en étoile mouvante à l'aide de particules colorées. Version Mac originale : http://homepage.mac.com/calumr Écrit par Calum Robinson et Tobias Sargeant ; 2002.
gl: Esta versión para as X11 do protector de pantalla homónimo de OSX debuxa unha refoleada de partículas semellantes a peixes de cores. Versión orixinal para Mac: http://homepage.mac.com/calumr. Escribírono Calum Robinson e Tobias Sargeant en 2002.
it: Questo trasferimento su X11 di un salvaschermo per OS X disegna una raffica di particelle colorata simile a una stella (o a un pesce). Versione originale per Mac: http://homepage.mac.com/calumr Scritto da Calum Robinson e Tobias Sargeant; 2002.
kk: Шұғла жолын бейнелейтін OSX-тағы экран сақтаушының X11-дегі порты. Бастапқы Mac нұсқасы: http://homepage.mac.com/calumr Авторлары: Calum Robinson және Tobias Sargeant; 2002.
ko: 같은 이름의 OS X 화면 보호기를 X11로 포팅하였으며, 입자들이 별(가사리)와 같은 모양으로 퍼져 나가는 모양을 그립니다. 원본 Mac 버전: http://homepage.mac.com/calumr Calum Robinson, Tobias Sargeant 작성 2002년.
nb: Denne X11-porten av OSX-pauseskjermen «flurry» tegner en fargerik (sjø)stjerneliknende byge av partikler. Opprinnelig Mac-versjon: <link>http://homepage.mac.com/calumr</link> Skrevet av Calum Robinson og Tobias Sargeant i 2002.
nds: Disse OSX-Porteren vun den OSX-Pausschirm mit den sülven Naam wiest klöörriek Fieffööt-lieke Deeltjes. Orginaalverschoon för MAC-Reekners: http://homepage.mac.com/calumr Schreven vun Calum Robinson un Tobias Sargeant, 2002.
nl: Deze X11 overzetting van de OSX schermbeveiliging met dezelfde naam toont een kleurrijke ster- (vis-)vormige warreling van deeltjes. Originele Mac versie: http://homepage.mac.com/calumr In 2002 geschreven door Calum Robinson and Tobias Sargeant.
nn: Ein X11-port av OX X-skjermspararen «Flurry», og teiknar eit stjerneliknande partikkelvindar. Opphavleg Mac-versjon: <link>http://web.mac.com/calumr/iWeb/Calum%20Robinson/Calum%20Robinson.html</link> Skriven av Calum Robinson og Tobias Sargeant i 2002.
pl: Ten przeportowany z OSX na X11 wygaszacz o tej samej nazwie wyświetla gwiaździste nawałnice cząstek. Oryginalna wersja Mac: http://homepage.mac.com/calumr Autorzy: Calum Robinson i Tobias Sargeant; 2002.
pt: Esta versão para X11 do protector de ecrã do OSX, com o mesmo nome, desenha um remoinho estrelado de partículas. Versão original para o Mac: http://homepage.mac.com/calumr Feito por Calum Robinson e Tobias Sargeant; 2002.
ru: Порт хранителя экрана из OSX с тем же именем, отрисовывает потоки разноцветных частиц в форме (морских) звёзд. Изначальная версия для Mac: http://homepage.mac.com/calumr Авторы: Калум Робинсон и Тобиас Сарджант (Calum Robinson and Tobias Sargeant), 2002.
sl: X11 različica ohranjevalnika zaslona OSX pod enakim imenom izriše ploho barvitih zvezdicam podobnih delcev. Izvirna različica Mac: http://homepage.mac.com/calumr Napisala Calum Robinson in Tobias Sargeant, 2002.
sr@ijekavian: Овај пренос на Икс11 истоименог чувара екрана са МекОС‑а X исцртава вихор разнобојних честица налик на морске звијезде (изворна верзија за мек на http://homepage.mac.com/calumr). Написали Калум Робинсон и Тобајас Сарџент, 2002.
sv: Den här överföringen till X11 av skärmsläckaren från OSX med samma namn, ritar färgglada byar av partiklar som liknar (sjö)stjärnor. Ursprunglig version för Mac: http://homepage.mac.com/calumr. Skriven av Calum Robinson och Tobias Sargeant, 2002.
uk: Це порт у X11 зберігача екрана для OSX з тією ж назвою, що відображає кольорову зірку з короною, що у збуренні. Оригінальна версія для Mac: http://homepage.mac.com/calumr Автори — Calum Robinson та Tobias Sargeant; 2002.
zh_tw: OS X 的螢幕保護程式，移植到 X11 上。繪出彩色的星星，像是雪粒一般。原始的 Mac 版本在：http://homepage.mac.com/calumr 。由 Calum Robinson 與 Tobias Sargeant 撰寫，2002。

# @option:radio
source: Classic
ca@valencia: Clàssic
es: Clásico
et: Klassikaline
eu: Klasikoa
fi: Klassinen
fr: Classique
ga: Clasaiceach
gl: Clásico
hu: Klasszikus
it: Classico
ja: クラシック
kk: Классик
ko: 고전
lv: Klasika
nb: Klassisk
nds: Klass'sch
nl: Klassiek
nn: Klassisk
pl: Klasyczny
pt: Clássico
ru: Классика
sl: Običajno
sr@ijekavian: Класично
sv: Klassisk
uk: Класичний
zh_tw: 傳統

# @option:radio
source: RGB
sr@ijekavian: РГБ

# @option:radio
source: Fire
ca@valencia: Foc
es: Fuego
et: Tuli
eu: Sua
fi: Tuli
fr: Feu
ga: Tine
gl: Lume
hu: Tűz
it: Fuoco
ja: 火
kk: От
ko: 불
lv: Uguns
nb: Ild
nds: Füer
nl: Vuur
nn: Eld
pl: Ogień
pt: Fogo
ru: Огонь
sl: Ogenj
sr@ijekavian: Ватра
sv: Eld
uk: Вогонь
zh_tw: 火

# @option:radio
source: Water
ca@valencia: Aigua
es: Agua
et: Vesi
eu: Ura
fi: Vesi
fr: Eau
ga: Uisce
gl: Auga
hu: Víz
it: Acqua
ja: 水
kk: Су
ko: 물
lv: Ūdens
nb: Vann
nn: Vatn
pl: Woda
pt: Água
ru: Вода
sl: Voda
sr@ijekavian: Вода
sv: Vatten
uk: Вода
zh_tw: 水域

# @option:radio
source: Binary
ca@valencia: Binari
es: Binario
et: Binaarne
eu: Bitarra
fi: Binaari
fr: Binaire
ga: Dénártha
gl: Binario
hu: Bináris
it: Binario
ja: バイナリ
kk: Бинарлы
ko: 바이너리
lv: Bināri
nb: Binær
nds: Bineer
nl: Binair
nn: Binær
pl: Binarny
pt: Binário
ru: Двойной
sl: Dvojiško
sr@ijekavian: Бинарно
sv: Binär
uk: Бінарний
zh_tw: 二進位

# @option:radio
source: Psychedelic
ca@valencia: Psicodèlic
es: Psicodélico
et: Psühhedeelne
eu: Psikodelikoa
fi: Psykedeelinen
fr: Psychédélique
ga: Sícideileach
gl: Psicodélica
hu: Halucinatív
it: Psichedelico
ja: サイケデリック
kk: Психоделик
ko: 몽롱함
lv: Psihodēlisks
nb: Psykedelisk
nds: Psychedeelsch
nl: Psychedelisch
nn: Psykedelisk
pl: Psychodeliczne kolory
pt: Psicadélico
ru: Психоделика
sl: Psihadelično
sr@ijekavian: Психоделично
sv: Psykedeliskt
uk: Психоделіка
zh_tw: 迷幻

# @option:radio
source: Insane
ca@valencia: Insà
es: Insano
et: Meeletu
eu: Eroa
fi: Hullu
fr: Dément
ga: Gealtach
gl: Alienado
hu: Őrület
it: Folle
ja: 狂喜
kk: Жыңды
ko: 정신없음
lv: Traks
nb: Sinnssyk
nds: Mall
nl: Waanzin
nn: Sinnssjuk
pl: Szalenie
pt: Louco
ru: Безумный
sl: Noro
sr@ijekavian: Сулудо
sv: Vansinnig
uk: Божевільна
zh_tw: 精神異常

# @option:radio
source: Random
ca@valencia: Aleatori
es: Aleatorio
et: Juhuslik
eu: Ausazkoa
fi: Satunnainen
fr: Aléatoire
ga: Randamach
gl: Aleatorio
hu: Véletlenszerű
it: Casuale
ja: ランダム
kk: Кездейсоқ
ko: 무작위
lv: Nejaušs
nb: Tilfeldig
nds: Tofällig
nl: Willekeurig
nn: Tilfeldig
pl: Losowo
pt: Aleatório
ru: Случайный
sl: Naključno
sr@ijekavian: Насумично
sv: Slumpmässig
uk: Випадковий
zh_tw: 隨機

# @item screen saver name
source: FlyingToasters
ca@valencia: Torradores que volen
et: LendavadRöstrid
eu: Xigorgailu hegalariak
fi: Lentävät leivänpaahtimet
fr: Grille-pain volants
gl: Torradoras voadoras
hu: Repülő kenyérpirítók
it: Tostapane volanti
ja: フライングトースター
kk: Ұшқыш тостерлер
ko: 날아다니는 토스터
lv: Lidojošie tosteri
nb: Flyvende brødristere
nds: Flegen Toasters
nl: Vliegende toasters
nn: Flygande brødristarar
pl: Latające tostery
pt: Torradeiras Voadoras
ru: Летающие тостеры
sl: Leteči opekači
sr@ijekavian: Летећи тостери
sv: Flygande brödrostar
uk: Літаючі тостери
zh_tw: 飛行烤麵包機

# @info screen saver description
source: A fleet of 3d space-age jet-powered flying toasters (and toast!) Inspired by the ancient Berkeley Systems After Dark flying toasters. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Written by Jamie Zawinski and Devon Dossett; 2003.
ca@valencia: Una flota de torradores que volen a reacció a l'era espacial en 3D. Inspirat per les antigues torradores voladores Berkeley Systems After Dark. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Escrit per by Jamie Zawinski i Devon Dossett; 2003.
es: Una flota de tostadoras (¡y tostadas!) voladoras en 3D con aviones propulsados retroespaciales. Inspirado en las antiguas tostadoras voladoras After Dark de Berkeley Systems. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters. Escrito por Jamie Zawinski y Devon Dossett; 2003.
et: Kosmoseajastu reaktiivmootoriga 3D lendavate rösterite armaada! Loomise algtõukeks olid muistsed Berkeley Systemsi After Dark lendavad röstrid. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Autorid: Jamie Zawinski ja Devon Dossett; 2003.
fi: Lentue kolmiulotteisia avaruusajan suihkukäyttöisiä lentäviä paahtimia (ja paahtoleipiä!). Tätä ovat inspiroineet antiikkisen Berkeley Systemsin After Dark -näytönsäästäjän lentävät paahtimet. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Kirjoittaneet Jamie Zawinski ja Devon Dossett, 2003.
fr: Une flotte de grilles-pains et de tartines volants animé par des moteurs à turbo-propulsion le tout dans une ambiance spatiale. Inspiré par l'ancien « Flying toaster » (grilles-pains volant) des système Berkeley After Dark. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Écrit par Jamie Zawinski et Devon Dossett ; 2003.
gl: Unha flota de torradoras voadoras espaciais a reacción en 3d (e fan torradas!). Está inspirada nas antigas torradoras voadoras do After Dark dos sistemas Berkeley. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters. Escribírono Jamie Zawinski e Devon Dossett en 2003.
it: Uno stormo di tostapane (e fette di pane tostate) volanti tridimensionali a turbogetto dell'era spaziale. Ispirato dagli antichi tostapane volanti di After Dark della Berkeley Systems. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Scritto da Jamie Zawinski e Devon Dossett; 2003.
kk: Космос дәуірінің реактивті ұшқыш тостерлер (тостерлерімен бірге!) үйірі.Баяғы Berkeley Systems ұшқыш тостерлер экран сақтағышымен шабытталған. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Авторлары: Jamie Zawinski мен Devon Dossett; 2003.
ko: 3차원 우주 시대 제트 엔진 장착 날아다니는 토스터와 토스트입니다. 어두운 날아다니는 토스터가 등장한 이후의 고대 버클리 시스템에서 인상을 받았습니다. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Jamie Zawinski, Devon Dossett 작성, 2003년.
nb: En flåte med jetdrevne flyvende brødristere (med ristet brød!). Inspirert av den gamle pauseskjermsamlingen «After Dark». <link>http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters</link> Skrevet av Jamie Zawinski og Devon Dossett i 2003.; 2003.
nds: En Flott vun raketendreven Weltruum-Toasters (un Toast) in 3D. Na de oorole flegen Toasters vun Berkeley Systems ehr Pausschirmen "After Dark". http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Schreven vun Jamie Zawinski un Devon Dossett, 2003.
nl: Een vloot van 3-dimensionale ruimtetoasters (met toast!). Geïnspireerd door de antieke Berkeley Systems After Dark flying toasters. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters In 2003 geschreven door Zawinski en Devon Dossett.
nn: Ein flåte med jetdrivne flygande brødristarar (med rista brød!). Inspirert av den gamle pauseskjermsamlinga «After Dark». <link>http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters</link> Skriven av Jamie Zawinski og Devon Dossett i 2003.
pl: Trójwymiarowa flotylla odrzutowych tosterów (i tostów!) ery kosmicznej zainspirowana starym motywem Systemy Berkeley Po Zmroku. Autorzy: Jamie Zawinski i Devon Dossett; 2003.
pt: Uma frota de torradeiras a jacto da idade espacial a 3D (e respectiva torrada!). Inspirado nas torradeiras voadoras antigas Berkeley Systems After Dark. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Feito por Jamie Zawinski e Devon Dossett; 2003.
ru: Флотилия трёхмерных космических реактивных тостеров (и тостов!). По мотивам летящих тостеров скринсейвера "After Dark" от Berkeley Systems. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Авторы Джеми Завински и Дивон Доссетт (Jamie Zawinski and Devon Dossett), 2003.
sl: Flota 3D vesoljskih reaktivnih letečih opekačev (in toast!). Ohranjevalnik zaslona so navdihnili starodavni Leteči opekači v temi Berkeley sistemov. http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Napisala Jamie Zawinski in Devon Dossett, 2003.
sr@ijekavian: Флота 3Д млазних летећих тостера (и тоста!) из свемирског доба. Инспирисано прастарим летећим тостерима из По мраку од Беркли системса (http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters). Написали Џејми Завински и Девон Досет, 2003.
sv: En flotta med tredimensionella rymdålders flygande brödrostar (och rostat bröd) drivna av jetkraft. Inspirerad av de uråldriga flygande brödrostarna från Berkeley Systems After Dark. Se http://en.wikipedia.org/wiki/After_Dark_(software)#Flying_Toasters. Skriven av Jamie Zawinski och Devon Dossett, 2003.
uk: Флотилія просторових реактивних літаючих тостерів космічної доби (з тостами!) Ідею запозичено з давньої програми для збереження екрана від Berkeley Systems з літаючими тостерами. http://en.wikipedia.org/wiki/After_Dark_(software)#Flying_Toasters Автори — Jamie Zawinski та Devon Dossett; 2003.
zh_tw: 飛行的烤麵包機跟土司！靈感來自以前的 Berkeley Systems After Dark flying toasters。參考資料：http://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters ，由 Jamie Zawinski 與 Devon Dossett 撰寫，2003。

# @label:slider
source: Air speed
ca@valencia: Velocitat de l'aire
es: Velocidad del aire
et: Lennukiirus
eu: Airearen abiadura
fi: Ilmanopeus
fr: Vitesse de l'air
ga: Aerluas
gl: Velocidade do ar
hu: Légsebesség
it: Velocità dell'aria
ja: 飛行速度
kk: Жылдамдығы
ko: 대기 속도
lv: Gaisa ātrums
nb: Luftfart
nds: Luftgauheit
nl: Luchtsnelheid
nn: Luftfart
pl: Prędkość lotu
pt: Velocidade do ar
ru: Скорость полёта
sl: Hitrost zraka
sr@ijekavian: Брзина ваздуха
sv: Flyghastighet
uk: Швидкість повітря
zh_tw: 飛行速度

# @item:inrange Air speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasna
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Air speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitra
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Number of toasters
ca@valencia: Nombre de torradores
es: Número de tostadoras
et: Röstrite arv
eu: Xigorgailu kopurua
fi: Leivänpaahtimia
fr: Nombre de toasteurs
ga: Líon na dtóstaer
gl: Número de torradoras
hu: A kenyérpirítók száma
it: Numero di tostapane
ja: トースターの数
kk: Тостерлер
ko: 토스터 개수
lv: Tosteru skaits
nb: Antall brødristere
nds: Tall vun Toasters
nl: Aantal toasters
nn: Tal på brødristarar
pl: Liczba tosterów
pt: Número de torradeiras
ru: Количество тостеров
sl: Število opekačev
sr@ijekavian: Број тостера
sv: Antal brödrostar
uk: Кількість тостерів
zh_tw: 烤麵包機數量

# @item:inrange Number of toasters
source: None
ca@valencia: Cap
es: Ninguna
et: Puudub
eu: Bat ere ez
fi: Ei yhtään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhuma
ru: Нет
sl: Nič
sr@ijekavian: ниједан
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Number of toasters
source: Swarm
ca@valencia: Eixam
es: Enjambre
et: Parv
fi: Hyönteiset
fr: Fourmillement
gl: Enxame
hu: Rajzás
it: Sciame
kk: Бықыған
ko: 토스터 무리
lv: Spiets
nb: Sverm
nl: Zwermen
nn: Sverm
pl: Rój
pt: Enxame
ru: Рой
sl: Roj
sr@ijekavian: рој
sv: Svärm
uk: Рій
zh_tw: 蜂群

# @label:slider
source: Number of slices
ca@valencia: Nombre de llesques
es: Número de rebanadas
et: Viilude arv
fi: Leipäsiivuja
fr: Nombre de tranches
ga: Líon na sliosanna
gl: Número de torradas
hu: A szeletek száma
it: Numero di fette
ja: スライスの数
kk: Нан тілімдері
ko: 조각 개수
lv: Šķēļu skaits
nb: Antall skiver
nds: Tall vun Schieven
nl: Aantal sneden
nn: Talet på skiver
pl: Liczba tostów
pt: Número de fatias
ru: Число тостов
sl: Število rezin
sr@ijekavian: Број кришки
sv: Antal skivor
uk: Кількість скибок
zh_tw: 土司片數量

# @item:inrange Number of slices
source: None
ca@valencia: Cap
es: Ninguna
et: Puudub
eu: Bat ere ez
fi: Ei yhtään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhuma
ru: Нет
sl: Nič
sr@ijekavian: ниједна
sv: Ingen
uk: Немає
zh_tw: 無

# @item:inrange Number of slices
source: Swarm
ca@valencia: Eixam
es: Enjambre
et: Parv
fi: Parvi
fr: Fourmillement
gl: Enxame
hu: Rajzás
it: Sciame
kk: Бықыған
ko: 조각 무리
lv: Spiets
nb: Sverm
nl: Zwermen
nn: Sverm
pl: Rój
pt: Enxame
ru: Рой
sl: Roj
sr@ijekavian: рој
sv: Svärm
uk: Рій
zh_tw: 蜂群

# @option:check
source: Chrome
ca@valencia: Crom
es: Cromado
et: Värviline
fi: Kromi
ga: Cróm
gl: Cromo
hu: Króm
it: Cromati
ja: クローム
kk: Хромдалсын
ko: 크롬
nb: Krom
nl: Chroom
nn: Krom
pl: Chrom
pt: Cromado
ru: Хромированные
sl: Krom
sr@ijekavian: Хромирано
sv: Krom
uk: Хромування

# @item screen saver name
source: FontGlide
ca@valencia: Text lliscant
et: FondiLiugur
fi: Kirjainliuku
fr: Texte glissant
gl: Fonte planadora
hu: Csúszkáló betűk
it: Scorrimento di caratteri
ja: フォントグライド
kk: Ұшқыш әріптер
ko: 글꼴 글라이드
nb: Skriftflyt
nds: Glieden Schrift
nn: Skriftflyt
pl: Szybujący tekst
pt: Texto Deslizante
sl: Drsenje pisav
sr@ijekavian: Фонтоклиз
sv: Teckenkana
uk: Текст літає
zh_tw: 字型滑動
