Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Exploding fireworks. See also the "Fireworkx", "Eruption", and "XFlame" screen savers. Written by Jamie Zawinski; 1992.
ca@valencia: Explosions de focs artificials. Vegeu també els estalvis de pantalles «Focs artificials X», «Erupció» i «Flama X». Escrit per Jamie Zawinski; 1992.
es: Explosivos. Véase también los salvapantallas «Fireworkx», «Erupción» y «XFlame». Escrito por Jamie Zawinski; 1992.
et: Tulevärk ja plahvatused. Vaata ka ekraanisäästjaid "TulevärkX", "Purse" ja "XLeek". Autor: Jamie Zawinski; 1992.
eu: Eztanda egiten duten su artifizialak. "Fireworkx", "Eruption", eta "XFlame" pantaila babesleak ere begiratu. Jamie Zawinski-k idatzia; 1992.
fi: Räjähtävät raketit. Katso myös ”Fireworkx”-, ”Eruption”- ja ”XFlame”-näytönsäästäjiä. Kirjoittanut Jamie Zawinski, 1992.
fr: Des feux d'artifice qui explosent. Voir aussi les écrans de veille « Fireworkx », « Eruption » et « Xflame ». Écrit par Jamie Zawinski ; 1992.
gl: Fogos de artificio a estoupar. Vexa tamén os protectores de pantalla «Fireworkx», «Erupción» e «Chama X». Escribiuno Jamie Zawinski en 1992.
it: Fuochi d'artificio che esplodono. Vedi anche i salvaschermi «Fuochi d'artificio», «Eruzione» e «Fuoco». Scritto da Jamie Zawinski; 1992.
ja: 爆発する花火。「Fireworkx」、「XFlame」、「Pyro」のスクリーンセーバーも参照。W.P. van Paassen、2003年作。
kk: Отшашу жарылыстары. Бұған қоса "Отшашу X", "Атылыс" және "X жалыны" сақтаушыларын қараңыз. Авторы: Jamie Zawinski; 1992.
nb: Eksploderende fyrverkeri. Se også pauseskjermene «Utbrudd», «XFlame» og «Pyro». Skrevet av Jamie Zawinsk i 1992.
nds: Füerwark. Kiek Di ok de Pausschirmen "FüerwarkX", "Eruptschoon" un "XFlamm" an. Schreven vun Jamie Zawinski, 1992.
nl: Exploderend vuurwerk. Zie ook de "Fireworkx", "Eruption", en "XFlame" schermbeveiliging. In 1992 geschreven door Jamie Zawinski.
nn: Fyrverkeri. Sjå òg pauseskjermane «Fyrverkeri», «Utbrot» og «X-flammar». Skriven av Jamie Zawinski i 1992.
pl: Eksplodujące fajerwerki. Zobacz też wygaszacze "Fireworkx", "Erupcja" i "XFlame". Autor: Jamie Zawinski; 1992.
pt: Fogo de artifício em explosão. Ver também os protectores de ecrã "Fireworkx", "Erupção" e "XFlame". Feito por Jamie Zawinski; 1992.
ru: Взрывающиеся фейерверки. Также см. хранители экранов "Fireworkx", "Eruption" и "XFlame". Автор Джеми Завински (Jamie Zawinski), 1992.
sl: Eksplodirajoči ognjemet. Oglejte si tudi ohranjevalnike zaslona "Fireworkx", "Eruption" in "XFlame". Napisal Jamie Zawinski, 1992.
sr@ijekavian: Експлозивни ватромет. Погледајте и чуваре екрана Ватромет‑икс, Ерупција и Икс‑пламен. Написао Џејми Завински, 1992.
sv: Exploderande fyrverkeri. Se också skärmsläckarna "Fyrverkeri", "Utbrott" och "X-flamma". Skriven av Jamie Zawinski, 1992.
uk: Феєрверки, що вибухають. Див. також «Феєрверк x», «Виверження» та «X-полум’я». Автор — Jamie Zawinski; 1992.
zh_tw: 發射煙火。由 Jamie Zawinski 撰寫，1992。

# @label:slider
source: Particle density
ca@valencia: Densitat de partícules
es: Densidad de partículas
et: Osakeste tihedus
eu: Partikulen dentsitatea
fi: Hiukkasten tiheys
fr: Densité des particules
ga: Dlús na gcáithníní
gl: Densidade das partículas
hu: Részecskesűrűség
it: Densità delle particelle
ja: 粒子の密度
kk: Тығыздығы
ko: 입자 밀도
lv: Daļiņu blīvums
nb: Partikkeltetthet
nds: Deeltjedicht
nl: Deeltjesdichtheid
nn: Partiklar
pl: Gęstość cząstek
pt: Densidade das partículas
ru: Плотность частиц
sl: Gostota delcev
sr@ijekavian: Густина честица
sv: Partikeltäthet
uk: Щільність частинок
zh_tw: 粒子密度

# @item:inrange Particle density
source: Sparse
ca@valencia: Dispersa
es: Escasa
et: Hõre
eu: Sakabanatu
fi: Harva
fr: Clairsemée
ga: Gann
gl: Disperso
hu: Ritka
it: Sparsa
ja: 疎
kk: Аз
ko: 퍼짐
lv: Reti
nb: Spredt
nds: Verdeelt
nl: Schaars
nn: Spreidde
pl: Nieliczne
pt: Esparsa
ru: Реже
sl: Redka
sr@ijekavian: ретке
sv: Gles
uk: Рідше
zh_tw: 稀疏

# @item:inrange Particle density
source: Dense
ca@valencia: Densa
es: Densa
et: Tihe
eu: Trinkoa
fi: Tiheä
ga: Dlúth
gl: Denso
hu: Sűrű
it: Densa
ja: 密度
kk: Тығыз
ko: 밀집됨
lv: Blīvi
nb: Tett
nds: Dicht
nl: Dicht
nn: Tette
pl: Gęste
pt: Densa
ru: Плотнее
sl: Gosta
sr@ijekavian: густе
sv: Tät
uk: Щільність
zh_tw: 密度

# @label:slider
source: Launch frequency
ca@valencia: Freqüència de llançament
es: Frecuencia de lanzamiento
et: Tulistamissagedus
eu: Jaurtiketen maiztasuna
fi: Laukaisutaajuus
fr: Fréquence de lancement
ga: Minicíocht na lainsí
gl: Frecuencia de inicio
hu: Kilövési időköz
it: Frequenza di lancio
ja: 打ち上げの頻度
kk: Жіберуі
ko: 시행 빈도
lv: Palaišanas biežums
nb: Oppskytingsfrekvens
nds: Afscheten
nl: Startfrequentie
nn: Fyr opp
pl: Częstotliwość wystrzałów
pt: Frequência de lançamento
ru: Частота запусков
sl: Pogostost izstrelitev
sr@ijekavian: Учестаност лансирања
sv: Startfrekvens
uk: Частота запуску
zh_tw: 發射頻率

# @item:inrange Launch frequency
source: Seldom
ca@valencia: Rarament
es: Pocas veces
et: Harva
eu: Inoiz edo behin
fi: Harvoin
fr: Rarement
ga: Annamh
gl: Raro
hu: Ritka
it: Raramente
ja: 滅多にしない
kk: Сирек
ko: 거의 안함
lv: Reti
nb: Sjelden
nds: Sprangwies
nl: Zelden
nn: Sjeldan
pl: Rzadko
pt: Rara
ru: Редко
sl: Redka
sr@ijekavian: ретко
sv: Sällan
uk: Рідко
zh_tw: 很少

# @item:inrange Launch frequency
source: Often
ca@valencia: Sovint
es: A menudo
et: Sageli
eu: Sarri
fi: Usein
fr: Souvent
ga: Go Minic
gl: Frecuente
hu: Gyakran
it: Spesso
ja: しばしば
kk: Жиі
ko: 자주
lv: Bieži
nb: Ofte
nds: Faken
nl: Vaak
nn: Ofte
pl: Często
pt: Frequente
ru: Часто
sl: Pogosta
sr@ijekavian: често
sv: Ofta
uk: Часто
zh_tw: 頻繁

# @label:slider
source: Explosive yield
ca@valencia: Càrrega explosiva
es: Producción explosiva
et: Lõhkemise tootlikkus
eu: Eztandaren etekina
fi: Räjähteen saanto
fr: Rendu de l'explosion
ga: Toradh pléasctha
gl: Carga explosiva
hu: Robbanásszerű növekedés
it: Resa esplosiva
ja: 爆発の大きさ
kk: Жарылыс күші
ko: 폭발물 잔해
lv: Sprāgstvielu iznākums
nb: Eksplosiv effekt
nds: Funkenstreuen
nl: Explosieve sterkte
nn: Eksplosjonskraft
pl: Efekt eksplozji
pt: Carga explosiva
ru: Мощность взрывов
sl: Izkoristek eksplozije
sr@ijekavian: Јачина експлозије
sv: Utfall av explosion
uk: Потужність вибухів
zh_tw: 爆炸能量

# @item:inrange Explosive yield
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizek
sr@ijekavian: слаба
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Explosive yield
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Күшті
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visok
sr@ijekavian: снажна
sv: Hög
uk: Висока
zh_tw: 高

# @item screen saver name
source: Qix
kk: Кесінді бояу
lv: Kviks
sr@ijekavian: Квикс
uk: Швидкі лінії

# @info screen saver description
source: Bounces a series of line segments around the screen, and uses variations on this basic motion pattern to produce all sorts of different presentations: line segments, filled polygons, and overlapping translucent areas. http://en.wikipedia.org/wiki/Qix Written by Jamie Zawinski; 1992.
ca@valencia: Una sèrie de línies que reboten per la pantalla i usen variacions del patró de moviment bàsic per produir tot tipus de presentacions diferents: segments, polígons farcits, àrees translúcides que s'encavalquen. http://en.wikipedia.org/wiki/Qix Escrit per Jamie Zawinski; 1992.
es: Una serie de lineas que rebotan por la pantalla y usa variaciones del patrón de movimiento básico para producir todo tipo de presentaciones diferentes: segmentos de líneas, polígonos rellenos y zonas translúcidas superpuestas. Creado por Jamie Zawinski; 1992.
et: Ekraanile paisatakse hulk kõikvõimalikke murtud jooni ja selle põhilise liikumismudeli alusel hakatakse tekitama igasuguseid kujutisi: murduvad jooned, mitmesugused hulknurgad, läbipaistvad kattuvad alad. http://en.wikipedia.org/wiki/Qix Autor: Jamie Zawinski; 1992.
fi: Pompottaa ruudulla viivajoukkoa ja tuottaa tämän perusliikkeen muunnelmista eri esitysmuotoja: viivoja, täytettyjä monikulmioita ja leikkautuvia läpinäkyviä alueita. http://en.wikipedia.org/wiki/Qix Kirjoittanut Jamie Zawinski, 1992.
fr: Fait rebondir une série de segments autour de l'écran, et utilise des variations de ce motif basique en mouvement pour produire toutes sortes de présentations : segments, polygones remplis, des zones translucides qui se chevauchent. http://en.wikipedia.org/wiki/Qix Écrit par Jamie Zawinski ; 1992.
ga: Preabann sé seo sraith de mhírlínte timpeall an scáileáin, agus úsáideann sé leaganacha den bhunphatrún gluaiseachta seo chun go leor cineálacha léiriúchán a ghiniúint: mírlínte, polagáin líonta, limistéir thréshoilseacha fhorluiteacha... http://en.wikipedia.org/wiki/Qix Scríofa ag Jamie Zawinski, 1992.
gl: Fai rebotar un conxunto de segmentos de recta pola pantalla, e usa variacións deste patrón de movemento básico para producir todo tipo de presentacións diferentes: segmentos de recta, polígonos reenchidos e áreas translúcidas sobrepostas. http://en.wikipedia.org/wiki/Qix. Escribiuno Jamie Zawinski en 1992.
it: Butta un po' di linee in giro per lo schermo e usa delle variazioni dello schema di base dei movimenti per produrre ogni sorta di presentazioni diverse: segmenti, poligoni pieni, e aree trasparenti sovrapposte. http://it.wikipedia.org/wiki/Qix Scritto da Jamie Zawinski.
ja: 一連の線分が跳ね返りながらスクリーンを移動します。この基本的な動きの変形により、すべての異なる見え方が作り出されます。線分、塗りつぶされたポリゴン、そして重なり合う軌跡。Jamie Zawinski、1992年作。
kk: Бірнеше сызық сементтер жылжып түрлі із қалдырады. Параметрлерін өзгертіп,сан-алуан өрнек салуға болады.. http://en.wikipedia.org/wiki/Qix Авторы: Jamie Zawinski; 1992.
nb: En rekke linjestykker spretter rundt på skjermen, og bruker variasjoner over dette bevegelsesmønsteret til å lage alle slags forskjellige visninger: linjestykker, fylte polygoner, overlappende gjennomskinnelige flater. <link>http://en.wikipedia.org/wiki/Qix</link> Skrevet av Jamie Zawinski i 1992.
nds: En Reeg Liensegmenten prallt op den Schirm rüm. Op disse Grundidee buut all Oorden vun verscheden Dorstellen op: Lienen, Veelecken, överlappen dörschienen Flääg, usw. http://de.wikipedia.org/wiki/Qix Schreven vun Jamie Zawinski, 1992.
nl: Laat een aantal lijnsegmenten op het scherm weerkaatsen, waarbij variaties op dit basis bewegingspatroon gebruikt worden om allerlei verschillende beelden te tonen: lijnsegmenten, gevulde polygonen en overlappende doorzichtige velden.http://en.wikipedia.org/wiki/Qix In 1992 geschreven door Jamie Zawinski.
pl: Rysuje serię odcinków odbijających się po ekranie i używając wariacji tego podstawowego ruchu do wygenerowania różnych efektów: odcinków, wypełnionych wielokątów, nakładających się półprzezroczystych obszarów... Autor: Jamie Zawinski; 1992.
pt: Ressalta um conjunto de segmentos de recta pelo ecrã, e usa variações deste padrão de movimento básico para produzir todos os tipos de apresentações diferentes: segmentos de recta, polígonos preenchidos, áreas translúcidas sobrepostas. http://en.wikipedia.org/wiki/Qix Feito por Jamie Zawinski; 1992.
ru: Перемещение наборов линейных сегментов по всему экрану. Меняя разные параметры, можно получить разные изображения: фигуры из отрезков, закрашенные многоугольники, перекрывающиеся полупрозрачные области. http://en.wikipedia.org/wiki/Qix Автор Джеми Завински (Jamie Zawinski), 1992.
sl: Zaporedja odsekov črt skačejo po zaslonu. Ohranjevalnik zaslona uporablja različice osnovnega vzorca premikanja za vse vrste različnih predstavitev: odseki črk, zapolnjeni mnogokotniki in prekrivajoča se prosojna območja. http://en.wikipedia.org/wiki/Qix Napisal Jamie Zawinski, 1992.
sr@ijekavian: Одбија серију дужи по екрану и користи варијације основног обрасца кретања да произведе свакојаке приказе: дужи, испуњене полигоне, преклапајућа поља (http://en.wikipedia.org/wiki/Qix). Написао Џејми Завински, 1992.
sv: Studsar omkring en serie med segment på skärmen, och använder variationer av det grundläggande rörelsemönstret för att skapa alla sorters olika presentationer: linjesegment, fyllda polygoner, överlappande genomskinliga områden. Se http://sv.wikipedia.org/wiki/Qix. Skriven av Jamie Zawinski, 1992.
uk: Багато відрізків ліній танцюють екраном і створюють різноманітні зображення: відрізків, заповнених прямокутників, прозорих ділянок з накладкою... http://en.wikipedia.org/wiki/Qix Автор — Jamie Zawinski; 1992.
zh_tw: 讓一系列線段在螢幕裡彈跳，使用多種基本的移動樣式來產生各種不同的表現：線段、多邊形與重疊半透明區域等等。由 Jamie Zawinski 撰寫，1992。

# @option:radio
source: Line segments
ca@valencia: Segments
es: Segmentos
et: Joonelõigud
eu: Lerro segmentuak
fi: Viivasegmentit
fr: Segments de ligne
ga: Mírlínte
gl: Segmentos de recta
hu: Vonalszegmensek
it: Segmenti
ja: 線分
kk: Сызықты
ko: 줄 세그먼트
lv: Līniju segmenti
nb: Linjestykker
nds: Liensegmenten
nl: Lijnsegmenten
nn: Linjestykke
pl: Odcinki
pt: Segmentos de recta
ru: Отрезки
sl: Odseki črt
sr@ijekavian: Дужи
sv: Linjesegment
uk: Відрізки
zh_tw: 線段

# @option:radio
source: Solid objects
ca@valencia: Objectes sòlids
es: Objetos sólidos
et: Ühtlased objektid
eu: Objektu solidoak
fi: Kiinteät kappaleet
fr: Objets unis
ga: Réada soladacha
gl: Obxectos sólidos
hu: Tömör objektumok
it: Oggetti solidi
ja: オブジェクトを塗りつぶし
kk: Тұтас
ko: 단일 객체
lv: Vienlaidus objekti
nb: Faste objekter
nds: Fast Objekten
nl: Massieve objecten
pl: Stałe obiekty
pt: Objectos sólidos
ru: Сплошные объекты
sl: Polni predmeti
sr@ijekavian: Пуни објекти
sv: Fyllda objekt
uk: Суцільні об'єкти
zh_tw: 實心物體

# @option:radio
source: Linear motion
ca@valencia: Moviment lineal
es: Movimiento lineal
et: Lineaarne liikumine
eu: Higidura lineala
fi: Lineaarinen liike
fr: Mouvement linéaire
ga: Gluaiseacht líneach
gl: Movemento linear
hu: Lineáris mozgás
it: Movimento lineare
ja: 線形な動き
kk: Тура жүріс
ko: 선형 움직임
lv: Lineāra kustība
nb: Lineær bevegelse
nds: Lineaar Bewegen
nl: Lineaire beweging
nn: Lineær rørsle
pl: Ruch liniowy
pt: Movimento linear
ru: Движение по прямой
sl: Premo premikanje
sr@ijekavian: Линеарно кретање
sv: Linjär rörelse
uk: Лінійний рух
zh_tw: 線性移動

# @option:radio
source: Additive colors
ca@valencia: Colors additius
es: Colores aditivos
et: Aditiivsed värvid
eu: Kolore gehigarriak
fi: Additiiviset värit
fr: Couleurs additives
ga: Dathanna breiseánacha
gl: Cores aditivas
hu: Additív színek
it: Colori sommati
ja: 加法色
kk: Қоспа түсті
ko: 가산 혼합
lv: Summējošas krāsas
nb: Additive farger
nds: Klören tosamentellen
nl: Toegevoegde kleuren
nn: Additive fargar
pl: Sumujące się kolory
pt: Cores aditivas
ru: Аддитивные цвета
sl: Seštevajoče barve
sr@ijekavian: Адитивне боје
sv: Additiva färger
uk: Кольори, що додаються
zh_tw: 加成性顏色

# @option:radio
source: Subtractive colors
ca@valencia: Colors subtractius
es: Colores sustractivos
et: Subtraktiivsed värvid
eu: Kolore kengarriak
fi: Subtraktiiviset värit
fr: Couleurs soustractives
ga: Dathanna dealaitheacha
gl: Cores subtractivas
hu: Szubtraktív színek
it: Colori sottratti
ja: 減法色
kk: Алымды түсті
ko: 감산 혼합
lv: Atņemošas krāsas
nb: Subtraktive farger
nds: Klören aftrecken
nl: Verminderde kleuren
nn: Subtraktive fargar
pl: Odejmujące się kolory
pt: Cores subtractivas
ru: Субтрактивные цвета
sl: Odštevajoče se barve
sr@ijekavian: Супстрактне боје
sv: Subtraktiva färger
uk: Кольори, що віднімаються
zh_tw: 相減性顏色

# @label:spinbox
source: Max size
ca@valencia: Mida màx.
es: Tamaño máximo
et: Maks. suurus
eu: Gehienezko neurria
fi: Enimmäiskoko
fr: Taille max
ga: Uasmhéid
gl: Tamaño máximo
hu: Maximális méret
it: Dimensione massima
ja: 最大サイズ
kk: Өлшем шегі
ko: 최대 크기
lv: Maks. izmērs
nb: Maksimal størrelse
nds: Hööchst Grött
nl: Max. grootte
nn: Høgste storleik
pl: Maksymalny rozmiar
pt: Tamanho máximo
ru: Максимальный размер:
sl: Največja velikost
sr@ijekavian: Највећа величина
sv: Maximal storlek
uk: Макс. розмір
zh_tw: 最大大小

# @label:spinbox
source: Poly corners
ca@valencia: Cantonades poligonals
es: Polígonos
et: Hulknurgad
fr: Coin des polygones
gl: Cantos poligonais
it: Angoli dei poligoni
kk: Сынықты
ko: 다각형 모서리
lv: Daudzstūri
nb: Polyhjørner
nds: Veelecken
nl: Polyhoeken
pl: Narożniki Poly
pt: Cantos poligonais
ru: Полиуглы
sl: Več kotov
sr@ijekavian: Углова полигона
sv: Flera hörn
uk: Ламані
zh_tw: 多邊形角

# @option:check
source: Transparent
es: Transparente
et: Läbipaistev
eu: Gardena
fi: Läpinäkyvä
ga: Trédhearcach
gl: Transparente
hu: Átlátszó
it: Trasparenza
ja: 透明
kk: Мөлдір
ko: 투명
lv: Caurspīdīgs
nb: Gjennomsiktig
nds: Dörsichtig
nl: Transparant
nn: Gjennomsiktig
pl: Przezroczysty
pt: Transparente
ru: Прозрачность
sl: Prozornost
sr@ijekavian: Прозирно
sv: Genomskinlig
uk: Прозорий
zh_tw: 透明

# @option:check
source: XOR
et: Värvide liitumine
kk: Қабаттасуы
nds: Utsluten Oder
nn: XELLER
sl: XALI
sr@ijekavian: КСИЛИ

# @option:check
source: Gravity
ca@valencia: Gravetat
es: Gravedad
et: Raskusjõud
eu: Grabitatea
fi: Painovoima
fr: Gravité
ga: Domhantarraingt
gl: Gravidade
hu: Gravitáció
it: Gravità
ja: 重力
kk: Гравитация
ko: 중력
lv: Gravitācija
nb: Gravitasjon
nds: Swoorkraft
nl: Zwaartekracht
nn: Tyngdekraft
pl: Grawitacja
pt: Gravidade
ru: Гравитация
sl: Gravitacija
sr@ijekavian: Гравитација
sv: Gravitation
uk: Гравітація
zh_tw: 重力

# @item screen saver name
source: QuasiCrystal
ca@valencia: Quasicristall
es: Cuasicristal
et: Kvaasikristall
fi: Kvasikristalli
it: Quasicristallo
ko: 가짜 수정
nb: Kvasi-krystall
nds: Halfkristall
nl: Quasi-kristal
pl: KwaziKryształ
pt: Quasi-Cristal
sl: Kvazikristal
sr@ijekavian: Квазикристал
sv: Kvasikristall
uk: Квазікристал
zh_tw: 半結晶
