Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws a sonar screen that pings (get it?) the hosts on your local network, and plots their distance (response time) from you. The three rings represent ping times of approximately 2.5, 70 and 2,000 milliseconds respectively. Alternately, it can run a simulation that doesn't involve hosts. http://en.wikipedia.org/wiki/Ping#History Written by Jamie Zawinski and Stephen Martin; 1998.
ca@valencia: Este dibuixa una pantalla de sónar que contacta («ping») els ordinadors de la xarxa local, i dibuixa la distància (temps de resposta) des d'este. Els tres anells representen temps de «ping» d'aproximadament 2,5, 70 i 2.000 mil·lisegons, respectivament. Per altra banda, pot executar una simulació sense involucrar els ordinadors. http://en.wikipedia.org/wiki/Ping#History Escrit per Jamie Zawinski i Stephen Martin; 1998.
es: Esto dibuja una pantalla de sonar. Las máquinas de su red local y su tiempo de respuesta. Los tres anillos representan los tiempos de ping de aproximadamente 2,5, 70 y 2000 milisegundos respectivamente. Alternativamente, puede ejecutar una simulación que no implique anfitriones. http://en.wikipedia.org/wiki/Ping#history. Escrito por Jamie Zawinski y Stephen Martin, 1998.
et: Sonari ekraan, mis pingib masinaid sinu kohtvõrgus ja joonistab nende kauguse (vastamise aja) sinust. Kolm rõngast kujutavad vastavalt umbes 2,5, 70 ja 2000 millisekundilist vastamise aega. Aga võib ka käivitada simulatsiooni, milles masinaid ei osale. http://en.wikipedia.org/wiki/Ping#History Autorid: Jamie Zawinski ja Stephen Martin; 1998.
fi: Piirtää tutkanäkymän, joka pingaa paikallisverkkosi koneita ja piirtää niiden etäisyyden (vasteaikana) sinusta. Kolme näkyvää kehää edustavat suunnilleen 2,5, 70 ja 2000 ms vasteaikoja. Vaihtoehtoisesti voit ajaa simulaation, joka ei vaadi muita koneita. http://en.wikipedia.org/wiki/Ping#History Kirjoittaneet Jamie Zawinski ja Stephen Martin, 1998.
it: Disegna lo schermo di un sonar che manda un ping agli host della tua rete locale, e ne traccia la distanza (il tempo di risposta) da te. I tre anelli rappresentano rispettivamente i tempi di ping di circa 2,5, 70 e 2000 millisecondi. In alternativa, può funzionare come una simulazione che non coinvolge gli host. http://it.wikipedia.org/wiki/Ping#Storia Scritto da Jamie Zawinski e Stephen Martin; 1998.
nb: Tegner en sonarskjerm som pinger (skjønner?) vertene på lokalnettet ditt og plotter avstanden (svartiden) fra deg. De tre ringene representerer ping-tider på henholdsvis omtrent 2,5 ,79 og 2.000 millisekunder. Ellers kan det kjøre en simulering som ikke henvender seg til verter.http://en.wikipedia.org/wiki/Ping#HistorySkrevet av Jamie Zawinski og Stephen Martin i 1998.
nds: En Sonar pingt (markst Müüs?) Dien lokaal Nettwarkreekners an un teekt ehr Afstänn (Antertieden) op den Schirm. De dree Krinken stellt Pingtieden vun so wat 2,5, 40 oder 2000 Millisekunnen dor. De Pausschirm lett sik man ok as Simuleren ahn vörhannen Nettwarkreekners bruken. http://de.wikipedia.org/wiki/Ping_(Datenübertragung) Schreven vun Jamie Zawinski and Stephen Martin, 1998.
nl: Toont een sonarscherm dat pingt (snapt u?) de hosts in uw lokale netwerk en de afstand (reactietijd) tot u plot. De drie ringen representeren pingtijden van respectievelijk ongeveer 2,5, 70 en 2000 milliseconden. Als alternatief kan het een simulatie doen waarbij geen hosts zijn betrokken. http://en.wikipedia.org/wiki/Ping#History In 1998 geschreven door Jamie Zawinski en Stephen Martin.
pl: Rysuje obraz sonaru, który wyświetla pingi (jako punkty na sonarze) hostów Twojej lokalnej sieci i wskazuje ich odległość (czas odpowiedzi) od Ciebie. Trzy okręgi odpowiadają czasom pingów odpowiednio na poziomach 2.5, 70 i 2000 milisekund. Ewentualnie można uruchomić symulację, która nie wskazuje faktycznych hostów. http://pl.wikipedia.org/wiki/Ping Autorzy: Jamie Zawinski i Stephen Martin; 1998.
pt: Desenha um ecrã de radar que contacta as máquinas na sua rede local, mostrando a sua distância (tempo de resposta) até si. Os três anéis representam os tempos de contacto de aproximadamente, 2,5, 70 e 2 000 milisegundos, respectivamente. Em alternativa, poderá correr uma simulação que não envolva máquinas reais. (Caso o contacto com o 'ping' não funcione, poderá ter de tornar o executável 'setuid'). http://en.wikipedia.org/wiki/Ping#History Feito por Jamie Zawinski e Stephen Martin; 1998.
sl: Izriše zaslon sonarja, ki pinga gostitelje na vašem krajevnem omrežju in izriše njihovo razdaljo (odzivni čas) od vas. Trije obroči predstavljajo pinge približno 2,5, 70 in 2000 milisekund. Dodatno lahko zaženete simulacijo, ki ne vključuje gostiteljev. http://en.wikipedia.org/wiki/Ping#History Napisala Jamie Zawinski in Stephen Martin, 1998.
sr@ijekavian: Екран сонара који пингује (капирате?) домаћине на локалној мрежи и црта њихово растојање (вријеме одзива) од вас (http://en.wikipedia.org/wiki/Ping#History). Три прстена представљају времена пинговања од приближно 2,5, 70 и 2000 милисекунди, тим редом. Алтернативно се може и вртјети симулација, без пинговања домаћина. Написали Џејми Завински и Стивен Мартин, 1998.
sv: Den här ritar en sonarskärm som skickar pulser (eller ping, hänger du med?) till värddatorer i det lokala nätverket, och ritar upp deras avstånd (svarstid) från dig. De tre ringarna representerar svarstider på ungefär 2,5, 70 och 2 000 millisekunder. Som alternativ kan en simulering som inte berör några värddatorer utföras. Se http://sv.wikipedia.org/wiki/Ping#Historia. Skriven av Jamie Zawinski och Stephen Martin, 1998.
uk: Ця програма малює екран сонара, на якому пінгуються (перевіряються луна-імпульсом) вузли локальної мережі. Часові результати пінгування інтерпретуються як відстань (час відгуку) від вашого комп’ютера. Три кільця відповідають часам пінгування приблизно рівним 2,5, 70 і 2.000 мілісекунд, відповідно. Крім того, можна скористатися імітацією без пінгування вузлів. http://en.wikipedia.org/wiki/Ping#History Автори — Jamie Zawinski і Stephen Martin; 1998.
zh_tw: 繪製聲納的螢幕，會發出探測波給您的主機網路，並測量距離（回應時間）。三個環狀波的時間大約是 2.5，70 與 2000 毫秒。它也可以跑模擬，而不去測您的主機。參考資料：http://en.wikipedia.org/wiki/Ping#History 。由 Jamie Zawinski 與 Stephen Martin 撰寫，1998。

# @info screen saver description
source: This draws a sonar screen that pings (get it?) the hosts on your local network, and plots their distance (response time) from you. The three rings represent ping times of approximately 2.5, 70 and 2,000 milliseconds respectively. Alternately, it can run a simulation that doesn't involve hosts. (If pinging doesn't work on Linux, you may need to make the executable be setuid.) http://en.wikipedia.org/wiki/Ping#History Written by Jamie Zawinski and Stephen Martin; 1998.
ca@valencia: Este dibuixa una pantalla de sónar que contacta («ping») els ordinadors de la xarxa local, i dibuixa la distància (temps de resposta) des d'este. Els tres anells representen temps de «ping» d'aproximadament 2,5, 70 i 2.000 mil·lisegons, respectivament. Per altra banda, pot executar una simulació sense involucrar els ordinadors. Si el contacte no funciona en Linux, potser caldrà que el programa binari siga «setuid». http://en.wikipedia.org/wiki/Ping#History Escrit per Jamie Zawinski i Stephen Martin; 1998.
es: Esto dibuja una pantalla de sonar. Las máquinas de su red local y su tiempo de respuesta. Los tres anillos representan los tiempos de ping de aproximadamente 2,5, 70 y 2000 milisegundos respectivamente. Alternativamente, puede ejecutar una simulación que no implique anfitriones. (Si ping no funciona en Linux, puede que tenga que hacer que el ejecutable sea setuid.) http://en.wikipedia.org/wiki/Ping#history. Escrito por Jamie Zawinski y Stephen Martin, 1998.
et: Sonari ekraan, mis pingib masinaid sinu kohtvõrgus ja joonistab nende kauguse (vastamise aja) sinust. Kolm rõngast kujutavad vastavalt umbes 2,5, 70 ja 2000 millisekundilist vastamise aega. Aga võib ka käivitada simulatsiooni, milles masinaid ei osale. (Kui pingimine Linuxis ei toimi, võib olla vajalik määrata käivitatavale failile setuid.) http://en.wikipedia.org/wiki/Ping#History Autorid: Jamie Zawinski ja Stephen Martin; 1998.
fi: Piirtää tutkanäkymän, joka pingaa paikallisverkkosi koneita ja piirtää niiden etäisyyden (vasteaikana) sinusta. Kolme näkyvää kehää edustavat suunnilleen 2,5, 70 ja 2000 ms vasteaikoja. Vaihtoehtoisesti voit ajaa simulaation, joka ei vaadi muita koneita. (Ellei pingaus Linuxissa toimi, ohjelmalle täytyy antaa setuid- bitti.) http://en.wikipedia.org/wiki/Ping#History Kirjoittaneet Jamie Zawinski ja Stephen Martin, 1998.
it: Disegna lo schermo di un sonar che manda un ping agli host della tua rete locale, e ne traccia la distanza (il tempo di risposta) da te. I tre anelli rappresentano rispettivamente i tempi di ping di circa 2,5, 70 e 2000 millisecondi. In alternativa, può funzionare come una simulazione che non coinvolge gli host. Se ping non funziona su Linux, potresti dover applicare setuid all'eseguibile. http://it.wikipedia.org/wiki/Ping#Storia Scritto da Jamie Zawinski e Stephen Martin; 1998.
nb: Tegner en sonarskjerm som pinger (skjønner?) vertene på lokalnettet ditt og plotter avstanden (svartiden) fra deg. De tre ringene representerer ping-tider på henholdsvis omtrent 2,5 ,79 og 2.000 millisekunder. Ellers kan det kjøre en simulering som ikke henvender seg til verter. (Hvis pinging ikke virker, på Linux, kan det hende du må gjøre programmet setuid.) <link>http://en.wikipedia.org/wiki/Ping#History</link> Skrevet av Jamie Zawinski og Stephen Martin i 1998.
nds: En Sonar pingt (markst Müüs?) Dien lokaal Nettwarkreekners an un teekt ehr Afstänn (Antertieden) op den Schirm. De dree Krinken stellt Pingtieden vun so wat 2,5, 40 oder 2000 Millisekunnen dor. De Pausschirm lett sik man ok as Simuleren ahn vörhannen Nettwarkreekners bruken. (Löppt dat Programm "Ping" op Dien Reekner nich, deit op Linuxsystemen villicht SetUID noot.) http://de.wikipedia.org/wiki/Ping_(Datenübertragung) Schreven vun Jamie Zawinski and Stephen Martin, 1998.
nl: Toont een sonarscherm dat pingt (snapt u?) de hosts in uw lokale netwerk en de afstand (reactietijd) tot u plot. De drie ringen representeren pingtijden van respectievelijk ongeveer 2,5, 70 en 2000 milliseconden. Als alternatief kan het een simulatie doen waarbij geen hosts zijn betrokken. (Als ping op Linux niet werkt dan is het mogelijk dat u het programma setuid moet zetten). http://en.wikipedia.org/wiki/Ping#History In 1998 geschreven door Jamie Zawinski en Stephen Martin.
pl: Rysuje obraz sonaru, który wyświetla pingi (jako punkty na sonarze) hostów Twojej lokalnej sieci i wskazuje ich odległość (czas odpowiedzi) od Ciebie. Trzy okręgi odpowiadają czasom pingów odpowiednio na poziomach 2.5, 70 i 2000 milisekund. Ewentualnie można uruchomić symulację, która nie wskazuje faktycznych hostów. (Jeśli pingowanie nie działa, na Linuksie, może być koniecznie wykorzystanie setuid.) http://pl.wikipedia.org/wiki/Ping Autorzy: Jamie Zawinski i Stephen Martin; 1998.
pt: Desenha um ecrã de radar que contacta as máquinas na sua rede local, mostrando a sua distância (tempo de resposta) até si. Os três anéis representam os tempos de contacto de aproximadamente, 2,5, 70 e 2 000 milisegundos, respectivamente. Em alternativa, poderá correr uma simulação que não envolva máquinas reais. (Caso o contacto com o 'ping' não funcione, poderá ter de tornar o executável 'setuid'). http://en.wikipedia.org/wiki/Ping#History Feito por Jamie Zawinski e Stephen Martin; 1998.
sl: Izriše zaslon sonarja, ki pinga gostitelje na vašem krajevnem omrežju in izriše njihovo razdaljo (odzivni čas) od vas. Trije obroči predstavljajo pinge približno 2,5, 70 in 2000 milisekund. Dodatno lahko zaženete simulacijo, ki ne vključuje gostiteljev. (v primeru da ping na Linuxu ne deluje, morate morda narediti datoteko setuid izvedljivo). http://en.wikipedia.org/wiki/Ping#History Napisala Jamie Zawinski in Stephen Martin, 1998.
sr@ijekavian: Екран сонара који пингује (капирате?) домаћине на локалној мрежи и црта њихово растојање (вријеме одзива) од вас (http://en.wikipedia.org/wiki/Ping#History). Три прстена представљају времена пинговања од приближно 2,5, 70 и 2000 милисекунди, тим редом. Алтернативно се може и вртјети симулација, без пинговања домаћина. Ако пинговање не ради под Линуксом, можда извршни фајл мора бити постављен на сУИД. Написали Џејми Завински и Стивен Мартин, 1998.
sv: Den här ritar en sonarskärm som skickar pulser (eller ping, hänger du med?) till värddatorer i det lokala nätverket, och ritar upp deras avstånd (svarstid) från dig. De tre ringarna representerar svarstider på ungefär 2,5, 70 och 2 000 millisekunder. Som alternativ kan en simulering som inte berör några värddatorer utföras (om ping inte fungerar på Linux kanske det körbara programmet måste vara setuid). Se http://sv.wikipedia.org/wiki/Ping#Historia. Skriven av Jamie Zawinski och Stephen Martin, 1998.
uk: Ця програма малює екран сонара, на якому пінгуються (перевіряються луна-імпульсом) вузли локальної мережі. Часові результати пінгування інтерпретуються як відстань (час відгуку) від вашого комп’ютера. Три кільця відповідають часам пінгування приблизно рівним 2,5, 70 і 2.000 мілісекунд, відповідно. Крім того, можна скористатися імітацією без пінгування вузлів. (Якщо пінгування не працюватиме у Linux, ймовірно, вам слід встановити для файла програми пінгування setuid.) http://en.wikipedia.org/wiki/Ping#History Автори — Jamie Zawinski і Stephen Martin; 1998.
zh_tw: 繪製聲納的螢幕，會發出探測波給您的主機網路，並測量距離（回應時間）。三個環狀波的時間大約是 2.5，70 與 2000 毫秒。它也可以跑模擬，而不去測您的主機。（若是 Linux 上 ping 無法使用，可能要看一下權限問題。）參考資料：http://en.wikipedia.org/wiki/Ping#History 。由 Jamie Zawinski 與 Stephen Martin 撰寫，1998。

# @info screen saver description
source: This draws a sonar screen that pings (get it?) the hosts on your local network, and plots their distance (response time) from you. The three rings represent ping times of approximately 2.5, 70 and 2,000 milliseconds respectively. Alternately, it can run a simulation that doesn't involve hosts. (If pinging doesn't work, you may need to make the executable be setuid.) http://en.wikipedia.org/wiki/Ping#History Written by Jamie Zawinski and Stephen Martin; 1998.
ca@valencia: Este dibuixa una pantalla de sónar que contacta («ping») els ordinadors de la xarxa local, i dibuixa la distància (temps de resposta) des d'este. Els tres anells representen temps de «ping» d'aproximadament 2,5, 70 i 2.000 mil·lisegons, respectivament. Per altra banda, pot executar una simulació sense involucrar els ordinadors. Si el contacte no funciona, potser caldrà que el programa binari siga «setuid». http://en.wikipedia.org/wiki/Ping#History Escrit per Jamie Zawinski i Stephen Martin; 1998.
es: Esto dibuja una pantalla de sonar. Las máquinas de su red local y su tiempo de respuesta. Los tres anillos representan los tiempos de ping de aproximadamente 2,5, 70 y 2000 milisegundos respectivamente. Alternativamente, puede ejecutar una simulación que no implique anfitriones. (Si ping no funciona, puede que tenga que hacer que el ejecutable sea setuid.) http://en.wikipedia.org/wiki/Ping#history. Escrito por Jamie Zawinski y Stephen Martin, 1998.
et: Sonari ekraan, mis pingib masinaid sinu kohtvõrgus ja joonistab nende kauguse (vastamise aja) sinust. Kolm rõngast kujutavad vastavalt umbes 2,5, 70 ja 2000 millisekundilist vastamise aega. Aga võib ka käivitada simulatsiooni, milles masinaid ei osale. (Kui pingimine ei toimi, võib olla vajalik määrata käivitatavale failile setuid.) http://en.wikipedia.org/wiki/Ping#History Autorid: Jamie Zawinski ja Stephen Martin; 1998.
fi: Piirtää tutkanäkymän, joka pingaa paikallisverkkosi koneita ja piirtää niiden etäisyyden (vasteaikana) sinusta. Kolme näkyvää kehää edustavat suunnilleen 2,5, 70 ja 2000 ms vasteaikoja. Vaihtoehtoisesti voit ajaa simulaation, joka ei vaadi muita koneita. (Ellei pingaus toimi, ohjelmalle täytyy antaa setuid-bitti.) http://en.wikipedia.org/wiki/Ping#History Kirjoittaneet Jamie Zawinski ja Stephen Martin, 1998.
fr: Dessine un écran de sonar qui envoie un ping (vous comprenez ?) vers les hôtes de votre réseau local, et dessine leur distance (temps de réponse) depuis votre machine. Les trois anneaux représentent des temps de ping d'environ 2.5, 70 et 2,000 milli secondes respectivement. Vous pouvez aussi lancer une simulation qui n'implique pas les hôtes. (Si le ping ne fonctionne pas, il faut peut-être que vous rendiez l'exécutable setuid.) http://fr.wikipedia.org/wiki/Ping_(logiciel) Écrit par Jamie Zawinski et Stephen Martin ; 1998.
gl: Debuxa unha pantalla de radar que contacta as máquinas da súa rede local, mostrando a súa distancia (tempo de resposta) á que están. Os tres aneis representan os tempos de contacto de aproximadamente, 2,5, 70 e 2000 milisegundos, respectivamente. En alternativa, pode executar unha simulación que non afecte a máquinas reais. (Se «ping» non funciona pode ter que facelo «setuid»). http://en.wikipedia.org/wiki/Ping#History. Escribiuno Jamie Zawinski e Stephen Martin en 1998.
it: Disegna lo schermo di un sonar che manda un ping agli host della tua rete locale, e ne traccia la distanza (il tempo di risposta) da te. I tre anelli rappresentano rispettivamente i tempi di ping di circa 2,5, 70 e 2000 millisecondi. In alternativa, può funzionare come una simulazione che non coinvolge gli host. Se ping non funziona, potresti dover applicare setuid all'eseguibile. http://it.wikipedia.org/wiki/Ping#Storia Scritto da Jamie Zawinski e Stephen Martin; 1998.
kk: Жергілікті желіңіздегі хосттарды пинг етіп байқап, олаға дейінгі қашықтығын (жауап кідірісін) көрсететін локатордың экранын бейнелейді. Үш шеңбер 2.5, 70 және 2,000 милискеунд кідірісін белгілейді. Немесе, басқа хосттарға артық қатнамаймын десеңіз, істі иммитациялауға болады. (Пинг етілмесе, орындалатын файлының setuid параметрлерін орнату керек болуы мүмкін.) http://en.wikipedia.org/wiki/Ping#History Авторлары: Jamie Zawinski және Stephen Martin; 1998.
nb: Tegner en sonarskjerm som pinger (skjønner?) vertene på lokalnettet ditt og plotter avstanden (svartiden) fra deg. De tre ringene representerer ping-tider på henholdsvis omtrent 2,5 ,79 og 2.000 millisekunder. Ellers kan det kjøre en simulering som ikke henvender seg til verter. (Hvis pinging ikke virker kan det hende du må gjøre programmet setuid.) <link>http://en.wikipedia.org/wiki/Ping#History</link> Skrevet av Jamie Zawinski og Stephen Martin i 1998.
nds: En Sonar pingt (markst Müüs?) Dien lokaal Nettwarkreekners an un teekt ehr Afstänn (Antertieden) op den Schirm. De dree Krinken stellt Pingtieden vun so wat 2,5, 40 oder 2000 Millisekunnen dor. De Pausschirm lett sik man ok as Simuleren ahn vörhannen Nettwarkreekners bruken. (Löppt dat Programm "Ping" op Dien Reekner nich, deit villicht SetUID noot.) http://de.wikipedia.org/wiki/Ping_(Datenübertragung) Schreven vun Jamie Zawinski and Stephen Martin, 1998.
nl: Toont een sonarscherm dat pingt (snapt u?) de hosts in uw lokale netwerk en de afstand (reactietijd) tot u plot. De drie ringen representeren pingtijden van respectievelijk ongeveer 2,5, 70 en 2000 milliseconden. Als alternatief kan het een simulatie doen waarbij geen hosts zijn betrokken. (Als ping niet werkt dan is het mogelijk dat u het programma setuid moet zetten). http://en.wikipedia.org/wiki/Ping#History In 1998 geschreven door Jamie Zawinski en Stephen Martin.
pl: Rysuje obraz sonaru, który wyświetla pingi (jako punkty na sonarze) hostów Twojej lokalnej sieci i wskazuje ich odległość (czas odpowiedzi) od Ciebie. Trzy okręgi odpowiadają czasom pingów odpowiednio na poziomach 2.5, 70 i 2000 milisekund. Ewentualnie można uruchomić symulację, która nie wskazuje faktycznych hostów. (Jeśli pingowanie nie działa, może być koniecznie wykorzystanie setuid.) http://pl.wikipedia.org/wiki/Ping Autorzy: Jamie Zawinski i Stephen Martin; 1998.
pt: Desenha um ecrã de radar que contacta as máquinas na sua rede local, mostrando a sua distância (tempo de resposta) até si. Os três anéis representam os tempos de contacto de aproximadamente, 2,5, 70 e 2 000 milisegundos, respectivamente. Em alternativa, poderá correr uma simulação que não envolva máquinas reais. (Caso o contacto com o 'ping' não funcione, poderá ter de tornar o executável 'setuid'). http://en.wikipedia.org/wiki/Ping#History Feito por Jamie Zawinski e Stephen Martin; 1998.
ru: Экран сонара, пингующего хосты вашей локальной сети, и строящего график их удалённости (времени отклика) от вас. Три окружности символизируют время пинга примерно в 2.5, 70 и 2,000 миллисекунд соответственно. Также может быть запущена эмуляция, без реальных хостов (если пинг не работает, можно проставить бит setuid на исполняемом файле). http://ru.wikipedia.org/wiki/Ping Авторы: Джеми Завински и Стивен Мартин (Jamie Zawinski, Stephen Martin), 1998.
sl: Izriše zaslon sonarja, ki pinga gostitelje na vašem krajevnem omrežju in izriše njihovo razdaljo (odzivni čas) od vas. Trije obroči predstavljajo pinge približno 2,5, 70 in 2000 milisekund. Dodatno lahko zaženete simulacijo, ki ne vključuje gostiteljev. (v primeru da pinganje ne deluje, morate morda narediti datoteko setuid izvedljivo). http://en.wikipedia.org/wiki/Ping#History Napisala Jamie Zawinski in Stephen Martin, 1998.
sr@ijekavian: Екран сонара који пингује (капирате?) домаћине на локалној мрежи и црта њихово растојање (вријеме одзива) од вас (http://en.wikipedia.org/wiki/Ping#History). Три прстена представљају времена пинговања од приближно 2,5, 70 и 2000 милисекунди, тим редом. Алтернативно се може и вртјети симулација, без пинговања домаћина. Ако пинговање не ради, можда извршни фајл мора бити постављен на сУИД. Написали Џејми Завински и Стивен Мартин, 1998.
sv: Den här ritar en sonarskärm som skickar pulser (eller ping, hänger du med?) till värddatorer i det lokala nätverket, och ritar upp deras avstånd (svarstid) från dig. De tre ringarna representerar svarstider på ungefär 2,5, 70 och 2 000 millisekunder. Som alternativ kan en simulering som inte berör några värddatorer utföras (om ping inte fungerar kanske det körbara programmet måste vara setuid). Se http://sv.wikipedia.org/wiki/Ping#Historia. Skriven av Jamie Zawinski och Stephen Martin, 1998.
uk: Ця програма малює екран сонара, на якому пінгуються (перевіряються луна-імпульсом) вузли локальної мережі. Часові результати пінгування інтерпретуються як відстань (час відгуку) від вашого комп’ютера. Три кільця відповідають часам пінгування приблизно рівним 2,5, 70 і 2.000 мілісекунд, відповідно. Крім того, можна скористатися імітацією без пінгування вузлів. (Якщо пінгування не працюватиме, ймовірно, вам слід встановити для файла програми пінгування setuid.) http://en.wikipedia.org/wiki/Ping#History Автори — Jamie Zawinski і Stephen Martin; 1998.
zh_tw: 繪製聲納的螢幕，會發出探測波給您的主機網路，並測量距離（回應時間）。三個環狀波的時間大約是 2.5，70 與 2000 毫秒。它也可以跑模擬，而不去測您的主機。（若是 ping 無法使用，可能要看一下權限問題。）參考資料：http://en.wikipedia.org/wiki/Ping#History 。由 Jamie Zawinski 與 Stephen Martin 撰寫，1998。

# @option:radio
source: Ping local subnet
ca@valencia: Fes «ping» a la subxarxa local
es: Hacer ping a subred local
et: Kohaliku alamvõrgu ping
fi: Pingaa paikallista aliverkkoa
hu: Helyi alhálózat pingelése
it: Ping a sottorete locale
ja: サブネットを ping
ko: 로컬 네트워크에 핑 보내기
nb: Ping lokalt subnett
nds: Lokaal Subnett anpingen
nl: Lokaal subnet pingen
pl: Ping na lokalnej podsieci
pt: Contactar a sub-rede local
sl: Ping krajevnega podomrežja
sr@ijekavian: Пингуј локалну подмрежу
sv: Ping till lokalt delnät
uk: Перевірити локальну підмережу
zh_tw: 測試子網
