Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: Shark proximity
ca@valencia: Proximitat dels taurons
es: Proximidad de los tiburones
et: Hai lähedus
eu: Marrazoen hurbiltasuna
fi: Haiden käyttäytyminen
fr: Proximité des requins
ga: Gaireacht na siorcanna
gl: Proximidade das quenllas
hu: A cápák távolsága
it: Vicinanza degli squali
ja: 鮫の距離
kk: Акуланың қылығы
ko: 상어 간격
lv: Haizivju tuvums
nb: Nærgående haier
nds: Hai-Neegde
nl: Haaidichtheid
nn: Avstand mellom haiar
pl: Bliskość rekinów
pt: Proximidade dos tubarões
ru: Близость акул
sl: Oddaljenost morskih psov
sr@ijekavian: Близина ајкуле
sv: Hajarnas närhet
uk: Близькість акул
zh_tw: 鯊魚距離

# @item:inrange Shark proximity
source: Shy
ca@valencia: Intent
es: Tímido
et: Arglik
eu: Lotsatia
fi: Pelokas
fr: Timide
ga: Cúthail
gl: Tímido
hu: Félénk
it: Timidi
ja: シャイ
kk: Сескеншек
ko: 부끄러움
lv: Kautrīgs
nb: Genert
nds: Bang
nl: Schuw
nn: Sjenert
pl: Nieśmiałe
pt: Tímidos
ru: Настороженные
sl: Sramežljiv
sr@ijekavian: стидљива
sv: Skygga
uk: Насторожено
zh_tw: 害羞

# @item:inrange Shark proximity
source: Agressive
ca@valencia: Agressiu
es: Agresivo
et: Agressiivne
eu: Oldarkorra
fi: Rohkea
fr: Agressif
ga: Ionsaitheach
gl: Agresivo
hu: Agresszív
it: Aggressivi
ja: アグレッシブ
kk: Ыза
ko: 공격적
lv: Agresīvs
nb: Aggressiv
nds: Beetsch
nl: Agressief
nn: Aggressiv
pl: Agresywnie
pt: Agressivos
ru: Агрессивные
sl: Napadalen
sr@ijekavian: агресивна
sv: Aggressiva
uk: Агресивно
zh_tw: 攻擊性的

# @label:slider
source: Number of sharks
ca@valencia: Nombre de taurons
es: Número de tiburones
et: Haide arv
eu: Marrazo kopurua
fi: Haiden määrä
fr: Nombre de requins
ga: Líon na siorcanna
gl: Número de quenllas
hu: A cápák száma
it: Numero di squali
ja: 鮫の数
kk: Акулалар саны
ko: 상어 수
lv: Haizivju skaits
nb: Antall haier
nds: Tall vun Haien
nl: Aantal haaien
nn: Talet på haiar
pl: Liczba rekinów
pt: Número de tubarões
ru: Количество акул
sl: Število morskih psov
sr@ijekavian: Број ајкула
sv: Antal hajar
uk: Кількість акул
zh_tw: 鯊魚數目

# @item:inrange Number of sharks
source: None
ca@valencia: Cap
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei yhtään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: ниједна
sv: Ingen
uk: Немає
zh_tw: 無

# @option:radio
source: Shimmering water
ca@valencia: Aigua amb reflexos
es: Agua brillante
et: Virvendav vesi
eu: Ur dirdiratsua
fi: Kimmeltävä vesi
fr: Eau mirroitante
ga: Uisce chrithlonrach
gl: Auga brillante
hu: Csillámló víz
it: Acqua luccicante
ja: きらめく水
kk: Жылтылдаған су
ko: 반짝이는 물
lv: Zaigojošs ūdens
nb: Skimrende vann
nds: Bülgenschadden
nl: Troebel water
nn: Glinsande vatn
pl: Lśniąca woda
pt: Água brilhante
ru: Мерцающая вода
sl: Lesketajoča se voda
sr@ijekavian: Свјетлуцава вода
sv: Skimrande vatten
uk: Мерехтіння води
zh_tw: 閃耀的水

# @option:radio
source: Clear water
ca@valencia: Aigua transparent
es: Agua clara
et: Läbipaistev vesi
eu: Ur gardena
fi: Kirkas vesi
fr: Eau claire
ga: Uisce glan
gl: Auga limpa
hu: Tiszta víz
it: Acqua chiara
ja: 水を消去
kk: Мөп-мөлдір су
ko: 맑은 물
lv: Tīrs ūdens
nb: Klart vann
nds: Kloor Water
nl: Helder water
nn: Klårt vatn
pl: Czysta woda
pt: Água limpa
ru: Чистая вода
sl: Jasna voda
sr@ijekavian: Бистра вода
sv: Klart vatten
uk: Чиста вода
zh_tw: 清澈的水

# @option:radio
source: Flat background
ca@valencia: Fons pla
es: Fondo plano
et: Ühtlane taust
eu: Hondo laua
fi: Tasainen tausta
fr: Fond uni
ga: Cúlra cothrom
gl: Fondo liso
hu: Egyszínű háttér
it: Sfondo piatto
ja: 平坦な背景
kk: Біркелкі аясы
ko: 평평한 배경
lv: Plakans fons
nb: Flat bakgrunn
nds: Eenfach Achtergrund
nl: Vlakke achtergrond
nn: Flat bakgrunn
pl: Jednorodne tło
pt: Fundo liso
ru: Фон с однотонной заливкой
sl: Plosko ozadje
sr@ijekavian: Равна позадина
sv: Jämn bakgrund
uk: Однотонне тло
zh_tw: 單調背景

# @option:radio
source: Gradient background
ca@valencia: Fons degradat
es: Fondo en gradiente
et: Üleminekutega taust
eu: Gradientedun hondoa
fi: Väriliukutausta
fr: Fond avec gradient
ga: Cúlra grádáin
gl: Fondo en gradiente
hu: Színátmenetes háttér
it: Sfondo sfumato
ja: 傾斜した背景
kk: Градиентті аясы
ko: 그라데이션 배경
lv: Graduēts fons
nb: Gradientbakgrunn
nds: Achtergrund mit Klöörövergang
nl: Achtergrond met kleurverloop
nn: Bakgrunn med fargeovergang
pl: Tło z gradientem
pt: Fundo em gradiente
ru: Фон с градиентной заливкой
sl: Prelivno ozadje
sr@ijekavian: Преливна позадина
sv: Tonad bakgrund
uk: Градієнтне тло
zh_tw: 漸層背景

# @option:check
source: Wireframe
ca@valencia: Malla
es: Armazón de alambre
et: Võre
eu: Burdin-haria
fi: Ääriviivapiirros
fr: Fil de fer
ga: Sreangfhráma
gl: Modelo de arames
hu: Drótváz
it: Fil di ferro
ja: ワイヤーフレーム
kk: Каркасы
ko: 와이어프레임
lv: Karkass
nb: Trådramme
nds: Drahtrahmen
nl: Draadframe
nn: Trådramme
pl: Obramowanie
pt: Modelo de Arames
ru: Показывать каркасы объектов
sl: Žični model
sr@ijekavian: Жичано
sv: Trådram
uk: Каркас
zh_tw: 骨架

# @item screen saver name
source: Attraction
ca@valencia: Atracció
es: Atracción
et: Atraktsioon
eu: Erakarpena
fi: Attraktori
gl: Atracción
hu: Vonzás
it: Attrazione
ja: アトラクション
kk: Соғылыс
ko: 어트랙션
lv: Pievilkšana
nb: Tiltrekning
nds: Antrecken
nl: Aantrekking
nn: Tiltrekking
pl: Przyciąganie
pt: Atracção
ru: Тяготение
sl: Privlačnost
sr@ijekavian: Привлачење
sv: Sammandragning
uk: Притягнення
zh_tw: 吸引

# @info screen saver description
source: Points attract each other up to a certain distance, and then begin to repel each other. The attraction/repulsion is proportional to the distance between any two particles, similar to the strong and weak nuclear forces. Written by Jamie Zawinski and John Pezaris; 1992.
ca@valencia: Els punts de control s'atrauen entre sí fins a una certa distància, i llavors comencen a repel·lir-se. L'acció de repel·lir/atraure és proporcional a la distància entre dues partícules, similar a les forces intenses i dèbils del nucli atòmic. Escrit per Jamie Zawinski i John Pezaris; 1992.
es: Los puntos de control se atraen cuando se encuentran a cierta distancia y luego se empiezan a repeler entre ellos. La atracción o repulsión es proporcional a la distancia que hay entre dos partículas, similar a las fuerzas nucleares fuertes y débiles. Escrito por Jamie Zawinski y John Pezaris; 1992.
et: Punktid tõmbavad üksteist ligi teatud kauguseni, seejärel hakkavad mõjuma tõukejõud. Külgetõmbe/tõukejõud on võrdeline iga kahe osakese vahemaaga, nagu nt. tugeva ja nõrga tuumainteraktsiooni korral. Autorid: Jamie Zawinski ja John Pezaris; 1992.
fi: Pisteet vetävät toisiaan puoleensa tiettyyn etäisyyteen asti, jonka jälkeen ne hylkivät toisiaan. Veto- tai hylkimisvoima on suhteessa kahden minkä tahansa kappaleen väliseen etäisyyteen kuten vahvassa ja heikossa ydinvoimassa. Kirjoittaneet Jamie Zawinski ja John Pezaris, 1992.
hu: A pontok vonzzák egymást egy bizonyos távolságig, majd taszítani kezdik egymást. A vonzás és taszítás arányos a két részecske távolságával, hasonlóan az erős és gyenge szubatomi erőkkel. Készítette: Jamie Zawinski és John Pezaris, 1992.
it: I punti si attraggono fino ad una certa distanza per poi iniziare a respingersi. L'attrazione/repulsione è proporzionale alla distanza tra le particelle, simile a forze nucleari deboli e forti. Scritto da Jamie Zawinski e John Pezaris; 1992.
ko: 특정한 거리 안에 있는 여러 제어 지점은 서로를 끌어당겼다가 다시 밀어냅니다. 약한 핵력과 강한 핵력처럼 인력/척력은 두 입자 사이의 거리에 비례합니다. Jamie Zawinsik, John Pezaris 작성, 1992년.
nb: Punktene tiltrekker hverandre fram til en viss avstand, og så begynner de å frastøte hverandre. Tiltrekkingen og frastøtingen er proporsjonal med avstanden mellom to partikler, akkurat som sterke og svake kjernekrefter. Skrevet av Jamie Zawinski og John Pezaris, 1992.
nds: Pünkt treckt een den annern an, bet to en wiss Afstand, vun den af se enanner afstööt. Dat Antrecken/Afstöten hangt proportschonaal vun den Afstand twischen de Pünkt af, liek as bi de weke un starke Karnkräft. 1992 schreven vun Jamie Zawinski un John Pezaris.
nl: Punten trekken elkaar aan tot op een zekere afstand en daarna stoten ze elkaar af. De aantrekking/afstoting is evenredig met de afstand tussen de twee deeltjes, overeenkomstig de sterke en zwakke nucleaire krachten. In 1992 geschreven door Jamie Zawinski en John Pezaris.
pl: Punkty przyciągają się nawzajem do pewnej odległości, a następnie zaczynają się odpychać. Przyciąganie i odpychanie są proporcjonalne do odległości między każdymi dwiema cząsteczkami, podobnie do słabych i mocnych oddziaływań jądrowych. Autorzy: Jamie Zawinski i John Pezaris; 1992.
pt: Os pontos de controlo atraem-se uns aos outros até uma certa distância, repelindo-se de seguida a partir daí. A atracção/repulsão é proporcional à distância entre quaisquer duas partículas, de uma forma semelhante às forças nucleares fortes e fracas. Feito por Jamie Zawinski e John Pezaris; 1992.
sl: Nadzorne točke se do določene razdalje privlačijo in se nato začnejo odbijati. Privlačnost/odbojnost je sorazmerna z razdaljo med dvema delcema, podobno kot močne in šibke jedrske sile. Napisala Jamie Zawinski in John Pezaris, 1992.
sr@ijekavian: Тачке привлаче једна другу до одређене раздаљине, а онда почињу да се одбијају. Привлачење и одбијање пропорционално је раздаљини између двије честице, налик на јаку и слабу нуклеарну силу. Написали Џејми Завински и Џон Пезарис, 1992.
sv: Punkter attraherar varandra till ett visst avstånd, och börjar sedan repellera varandra. Attraktionen/repulsionen är proportionell mot avståndet mellan två godtyckliga partiklar, på ett sätt som liknar de starka och svaga kärnkrafterna. Skriven av Jamie Zawinski och John Pezaris, 1992.
uk: Контрольні точки притягують одна одну до досягнення певної відстані, а після додаткового зближення починають відштовхуватися. Сила притягування або відштовхування пропорційна до відстані між двома частками, подібно до слабких сил міжчасткової взаємодії. Автори — Jamie Zawinski та John Pezaris; 1992.
zh_tw: 點吸引彼此到一定距離，然後再驅離彼此。這個吸引/驅離的因子是與任兩個粒子的距離比例有關，就像是核子力的強弱。由 Jamie Zawinski 與 John Pezaris 撰寫，1992。

# @info screen saver description
source: Uses a simple simple motion model to generate many different display modes. The control points attract each other up to a certain distance, and then begin to repel each other. The attraction/repulsion is proportional to the distance between any two particles, similar to the strong and weak nuclear forces. Written by Jamie Zawinski and John Pezaris; 1992.
ca@valencia: Utilitza un model senzill de moviment per a generar diferents modes de representació visual. Els punts de control s'atrauen entre sí fins a una certa distància, i llavors comencen a repel·lir-se. L'acció de repel·lir/atraure és proporcional a la distància entre dues partícules, similar a les forces intenses i dèbils del nucli atòmic. Escrit per Jamie Zawinski i John Pezaris; 1992.
es: Utiliza un modelo de movimiento sencillo para generar distintos modos de visualización. Los puntos de control se atraen cuando se encuentran a cierta distancia y luego se empiezan a repeler entre ellos. La atracción o repulsión es proporcional a la distancia que hay entre dos partículas, similar a las fuerzas nucleares fuertes y débiles. Escrito por Jamie Zawinski y John Pezaris; 1992.
et: Siin kasutatakse lihtsat liikumismudelit paljude erinevate kujutusviiside tekitamiseks. Kontrollpunktid tõmbavad üksteist ligi teatud kauguseni, seejärel hakkavad mõjuma tõukejõud. Külgetõmbe/tõukejõud on võrdeline iga kahe osakese vahemaaga, nagu nt. tugeva ja nõrga tuumainteraktsiooni korral. Autor: Jamie Zawinski ja John Pezaris; 1992.
eu: Higidura eredu sinple-sinple bat erabiltzen du bistaratze modu ezberdin asko sortzeko. Kontrol puntuek elkar erakartzen dute distantzia bateraino, eta ondoren elkar alderatzen dute. Erakarpena/alderapena edozein bi partikulen distantziarekiko proportzionala da, indar nuklear indartsu eta ahularekin gertatzen den antzera. Jamie Zawinski eta John Pezaris-ek idatzia; 1992.
fi: Käyttää yksinkertaista liikemallia luomaan monia erilaisia näyttötiloja. Ohjauspisteet vetävät toisiaan puoleensa tiettyyn etäisyyteen asti, jonka jälkeen ne alkavat hylkiä toisiaan. Veto- tai hylkimisvoima on suhteessa kahden minkä tahansa kappaleen väliseen etäisyyteen kuten vahvassa ja heikossa ydinvoimassa. Kirjoittaneet Jamie Zawinski ja John Pezaris, 1992.
fr: Utilise un déplacement de modèles très simple pour créer les différents modes d'affichage. Les points de contrôles s'attirent entre eux au-delà d'une certaine distance puis ensuite se repoussent. L'attraction et la répulsion sont proportionnelles à la distance entre les particules, comme dans une interaction nucléaire. Écrit par Jamie Zawinski et John Pezaris ; 1992.
ga: Úsáideann sé seo samhail shimplí ghluaiseachta chun go leor mód difriúil a ghiniúint. Tarraingíonn na pointí rialaithe a chéile go dtí fad áirithe, agus tar éis an phointe sin éarann siad a chéile. Tá an tarraingt/éaradh i gcomhréir leis an bhfad idir na cáithníní, cosúil leis na fórsaí núicléacha láidre agus laga. Scríofa ag Jamie Zawinski agus John Pezaris, 1992.
gl: Usa un modelo moi simple de movemento para xerar varios modos de visualización diferentes. Os puntos de control atráense uns aos outros até unha certa distancia, repeléndose a continuación. A atracción/repulsión é proporcional á distancia entre calquera dúas partículas, dunha forma semellante ás forzas nucleares fortes e febles. Escribírono Jamie Zawinski e John Pezaris en 1992.
hu: Egyszerű mozgatási modellt használ több lehetséges megjelenítési móddal. A vezérlőpontok vonzzák egymást egy bizonyos távolságig, majd taszítani kezdik egymást. A vonzás és taszítás arányos a két részecske távolságával, hasonlóan az erős és gyenge szubatomi erőkkel. Készítette: Jamie Zawinski és John Pezaris, 1992.
it: Usa un semplice modello di movimento per generare situazioni sempre diverse. I punti di controllo si attraggono fino ad una certa distanza per poi iniziare a respingersi. L'attrazione/repulsione è proporzionale alla distanza tra le particelle, simile a forze nucleari deboli e forti. Scritto da Jamie Zawinski e John Pezaris; 1992.
ja: これはさまざまな表示モードを生み出すのに、とてもシンプルなモデルを採用しています。制御される点は、ある範囲の距離に近付くまでは、互いに引き合います。そしてそれより近くなると今度は反発し合います。引き合い/反発する力は、核の強い力と弱い力の場合と同様に、どちらも粒子同士の距離に比例しています。John Pezaris と Jamie Zawinski、1992年作。
kk: Бұнда түрлі суреттерді салу үшін қарапайым әдіс қолданады. Тізгінді нүктелер бір-біріне тартылады да, белгілі бір қашықтыққан бастап тебіседі. Тартылыс/тебіліс күштері, күшті мен әлсіз ядролық өзара әрекеттегіндей, екі бөлшек араларына пропорционалды. Авторлары: Jamie Zawinski және John Pezaris; 1992.
ko: 간단한 모션 모델을 사용하여 여러 다른 표시 모드를 생성합니다. 특정한 거리 안에 있는 여러 제어 지점은 서로를 끌어당겼다가 다시 밀어냅니다. 약한 핵력과 강한 핵력처럼 인력/척력은 두 입자 사이의 거리에 비례합니다. Jamie Zawinsik, John Pezaris 작성, 1992년.
nb: Bruker en enkel bevegelsesmodell for å lage mange forskjellige visningsmodi. Kontrollpunktene tiltrekker hverandre fram til en viss avstand, og så begynner de å frastøte hverandre. Tiltrekkingen og frastøtingen er proporsjonal med avstanden mellom to partikler, akkurat som sterke og svake kjernekrefter. Skrevet av Jamie Zawinski og John Pezaris, 1992.
nds: Disse Pausschirm bruukt en eenfach Bewegenmodell för en Reeg vun verscheden Dorstellen. De Masspünkt treckt een den annern an, bet to en wiss Afstand, vun den af se enanner afstööt. Dat Antrecken/Afstöten hangt proportschonaal vun den Afstand twischen de Pünkt af, liek as bi de weke un starke Karnkräft. 1992 schreven vun Jamie Zawinski un John Pezaris.
nl: Gebruikt een eenvoudig bewegingsmodel om verschillende afbeeldingsmodussen te genereren. De controle punten trekken elkaar aan tot op een zekere afstand en daarna stoten ze elkaar af. De aantrekking/afstoting is evenredig met de afstand tussen de twee deeltjes, overeenkomstig de sterke en zwakke nucleaire krachten. In 1992 geschreven door Jamie Zawinski en John Pezaris.
nn: Brukar ein enkel rørslemodell for å laga mange ulike typar pauseskjermar. Kontrollpunkta trekkjer kvarandre til seg, til ein viss avstand, før dei begynner å støyta kvarandre frå seg. Tilrekkinga og fråstøytinga er proporsjonal til avstanden mellom partiklane, akkurat som med den sterke og svake kjernekrafta. Skriven av Jamie Zawinski og John Pezaris i 1992.
pl: Wygaszacz używający prostego modelu ruchu do wygenerowania wielu różnych trybów wyświetlania. Punkty kontrolne przyciągają się nawzajem do pewnej odległości, a następnie zaczynają się odpychać. Przyciąganie i odpychanie są proporcjonalne do odległości między każdymi dwiema cząsteczkami, podobnie do słabych i mocnych oddziaływań jądrowych. Autorzy: Jamie Zawinski i John Pezaris; 1992.
pt: Usa um modelo simples de movimento para gerar vários tipos de visualização diferentes. Os pontos de controlo atraem-se uns aos outros até uma certa distância, repelindo-se de seguida a partir daí. A atracção/repulsão é proporcional à distância entre quaisquer duas partículas, de uma forma semelhante às forças nucleares fortes e fracas. Feito por Jamie Zawinski e John Pezaris; 1992.
ru: Также как и «Живые линии», этот хранитель экрана использует простую модель движения для показа различных фигур. Контрольные точки притягивают друг друга на определённое расстояние, а затем начинают отталкиваться. Сила притяжения и отталкивания пропорциональна расстоянию между частицами, как и отношения между сильными и слабыми атомными зарядами. Хранитель экрана написан Джеми Завински (Jamie Zawinski) и основан на коде Lisp Джона Пезариса; 1992
sl: Uporabi enostaven model premikanja za ustvarjanje veliko različnih načinov prikaza. Nadzorne točke se do določene razdalje privlačijo in se nato začnejo odbijati. Privlačnost/odbojnost je sorazmerna z razdaljo med dvema delcema, podobno kot močne in šibke jedrske sile. Napisala Jamie Zawinski in John Pezaris, 1992.
sr@ijekavian: Користи прост модел кретања за генерисање многих различитих режима приказивања. Контролне тачке привлаче једна другу до одређене раздаљине, а онда почињу да се одбијају. Привлачење и одбијање пропорционално је раздаљини између двије честице, налик на јаку и слабу нуклеарну силу. Написали Џејми Завински и Џон Пезарис, 1992.
sv: Använder en enkelt rörelsemodell för att skapa många olika visningslägen. Styrpunkterna attraherar varandra till ett visst avstånd, och börjar sedan repellera varandra. Attraktionen/repulsionen är proportionell mot avståndet mellan två godtyckliga partiklar, på ett sätt som liknar de starka och svaga kärnkrafterna. Skriven av Jamie Zawinski och John Pezaris, 1992.
uk: Використовує дуже просту модель руху для створення багатьох режимів відображення. Контрольні точки притягують одна одну до досягнення певної відстані, а після додаткового зближення починають відштовхуватися. Сила притягування або відштовхування пропорційна до відстані між двома частками, подібно до слабких сил міжчасткової взаємодії. Автори — Jamie Zawinski та John Pezaris; 1992.
zh_tw: 這個程式使用很簡單的移動模型來產生不同的顯示模式。控制點吸引彼此到一定距離，然後再驅離彼此。這個吸引/驅離的因子是與任兩個粒子的距離比例有關，就像是核子力的強弱。由 Jamie Zawinski 與 John Pezaris 撰寫，1992。

# @option:radio
source: Balls
ca@valencia: Boles
es: Bolas
et: Pallid
eu: Pilotak
fi: Pallot
fr: Boules
ga: Liathróidí
gl: Bólas
hu: Labdák
it: Palline
ja: ボール
kk: Доптар
ko: 공
lv: Bumbas
nb: Baller
nds: Bäll
nl: Ballen
nn: Ballar
pl: Kulki
pt: Bolas
ru: Шарики
sl: Žoge
sr@ijekavian: Лопте
sv: Bollar
uk: М'ячі
zh_tw: 圓球

# @option:radio
source: Lines
ca@valencia: Línies
es: Líneas
et: Jooned
eu: Lerroak
fi: Rivit
fr: Lignes
ga: Línte
gl: Liñas
hu: Vonalak
it: Linee
ja: 線
kk: Сызықтар
ko: 줄
lv: Līnijas
nb: Linjer
nds: Lienen
nl: Lijnen
nn: Linjer
pl: Linie
pt: Linhas
ru: Линии
sl: Črte
sr@ijekavian: Линије
sv: Linjer
uk: Лінії
zh_tw: 線條

# @option:radio
source: Tails
ca@valencia: Cues
es: Colas
et: Jäljed
eu: Buztanak
fi: Hännät
fr: Traînées
ga: Eireabaill
gl: Colas
hu: Nyomvonalak
it: Code
ja: しっぽ
kk: Іздер
ko: 꼬리
lv: Astes
nb: Spor
nds: Sporen
nl: Staarten
nn: Halar
pl: Ślady
pt: Caudas
ru: Хвосты
sl: Repi
sr@ijekavian: Репови
sv: Spår
uk: Хвости
zh_tw: 軌跡

# @option:radio
source: Polygons
ca@valencia: Polígons
es: Polígonos
et: Hulknurgad
eu: Poligonoak
fi: Monikulmiot
fr: Polygones
ga: Polagáin
gl: Polígonos
hu: Sokszögek
it: Poligoni
ja: ポリゴン
kk: Көпбұрыштар
ko: 다각형
lv: Daudzstūri
nb: Mangekanter
nds: Veelecken
nl: Polygonen
nn: Polygon
pl: Wielokąty
pt: Polígonos
ru: Многоугольники
sl: Mnogokotniki
sr@ijekavian: Полигони
sv: Polygoner
uk: Багатокутники
zh_tw: 多邊形

# @option:radio
source: Splines
es: Ranuras
et: Splainid
eu: Artekak
fi: Splinikäyrät
fr: Cannelures
ga: Splíonaí
hu: Spline-ok
it: Asticelle
ja: スプライン曲線
kk: Сплайн
ko: 선
lv: Splaini
nb: Riekurver
nds: Bagens
nl: Bogen
nn: Kurver
pl: Krzywe sklejane
pt: Curvas
ru: Кривые поверхности
sl: Krivulje
sr@ijekavian: Криве
sv: Kurvor
uk: Поверхні
zh_tw: 曲邊多邊形

# @option:radio
source: Filled splines
ca@valencia: «Splines» farcides
es: Ranuras rellenas
et: Täidetud splainid
eu: Betetako artekak
fi: Täytetyt splinikäyrät
fr: Cannelures pleines
ga: Splíonaí líonta
gl: Splines cubertas
hu: Kitöltött spline-ok
it: Asticelle riempite
ja: 内部を塗りつぶしたスプライン曲線
kk: Толтырылған сплайн
ko: 채워진 선
lv: Aizpildīti splaini
nb: Fylte riekurver
nds: Infarvt Bagens
nl: Gevulde bogen
nn: Fylte kurver
pl: Wypełnione krzywe
pt: Curvas preenchidas
ru: Закрашенные кривые поверхности
sl: Zapolnjene krivulje
sr@ijekavian: Попуњене криве
sv: Fyllda kurvor
uk: Заповнені поверхні
zh_tw: 實心的曲線多邊形

# @option:radio
source: Bounce off walls
ca@valencia: Murs que reboten
es: Rebotan en las paredes
et: Seintelt tagasipõrkamine
eu: Errebote-hormak
fi: kimpoavat osuessaan seinään
fr: Rebondir sur les murs
ga: Scinn de bhallaí
gl: Rebotar nas paredes
hu: Visszapattanás a falakról
it: Rimbalza dai muri
ja: 壁に当たって跳ね返る
kk: Қабырғадан шағылысу
ko: 벽에 튀기기
lv: Atsisties pret sienām
nb: Sprett tilbake fra veggene
nds: Vun Wänn afprallen
nl: Stuiterwanden
nn: Sprett vekk frå veggar
pl: Odbijanie od ścian
pt: Fazer tabelas nas paredes
ru: Отскакивать от стен
sl: Odbijanje z zidov
sr@ijekavian: Одбијај од зидова
sv: Studsa från väggar
uk: Відскакувати від стін
zh_tw: 碰到牆壁反彈

# @option:radio
source: Ignore screen edges
ca@valencia: Ignora les vores de la pantalla
es: Ignorar bordes de la pantalla
et: Ekraaniserva eiramine
eu: Ez ikusia egin pantailako ertzei
fi: eivät reagoi näytön reunoihin
fr: Ne pas prendre en compte les bords de l'écran
ga: Déan neamhshuim de chiumhaiseanna an scáileáin
gl: Ignorar os bordes da pantalla
hu: A képernyőszélek figyelmen kívül hagyása
it: Ignora i bordi dello schermo
ja: スクリーンの端を無視
kk: Шектерін елемеу
ko: 화면 가장자리 무시
lv: Ignorēt ekrāna malas
nb: Overse skjermkanter
nds: Schirmkanten övergahn
nl: Schermranden negeren
nn: Ignorer kantane på skjermen
pl: Ignoruj granice ekranu
pt: Ignorar as bordas do ecrã
ru: Игнорировать границы экрана
sl: Prezri robove zaslona
sr@ijekavian: Игнориши ивице екрана
sv: Ignorera skärmkanter
uk: Ігнорувати межі екрана
zh_tw: 忽略螢幕邊界

# @label:spinbox
source: Ball count
ca@valencia: Nombre de boles
es: Contador de bolas
et: Pallide arv
eu: Pilota kopurua
fi: Palloja:
fr: Nombre de boules
ga: Líon na liathróidí
gl: Número de bólas
hu: A labdák száma
it: Numero di palline
ja: ボールの数
kk: Доптар саны
ko: 공 개수
lv: Bumbu skaits
nb: Antall baller
nds: Tall vun Bäll
nl: Aantal ballen
nn: Talet på ballar
pl: Liczba kulek
pt: Número de bolas
ru: Количество шариков
sl: Število žog
sr@ijekavian: Број лопти
sv: Antal bollar
uk: Кількість м'ячів
zh_tw: 小球數目
