Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Small retrosnub icosicosidodecahedron
ca@valencia: Petit icosicosidodecaedre retrotruncat
es: Icosicosidodecaedro pequeño
et: Väike retrotömp ikosikosidodekaeeder
fr: Petit icosicosidodécaèdre retro-retroussé
gl: Icosicosidodecaedro retrógrado pequeno
it: Icosicosidodecaedro retrocamuso piccolo
kk: Төбелері кері кесілген кіші икосоикосододекаэдр
nb: Lite retrobutt ikosikosidodekaeder
nds: Lütt torüch-afschraadt Ikosikosidodekaeder
nl: Kleine retrosnub icosicosidodecaëder
pl: Dwudziestodwudziestodwunastościan przycięty mały
pt: Icosicosidodecaedro retrógrado pequeno
ru: Малый обратноплосконосый икосоикосододекаэдр
sl: Majhen retroprezrt ikozikozidodekaeder
sr@ijekavian: Мали ретро-затупљени икосикосидодекаедар
sv: Liten retrotrubbig ikosikosidodekaeder
uk: Малий оберненообрізаний ікосікосідодекаедр

# @option:radio
source: Small hexagrammic hexecontahedron
ca@valencia: Petit hexecontaedre hexagràmic
es: Hexecontaedro hexagrámico pequeño
et: Väike heksagramne heksekontaeeder
fr: Petit hexacontaèdre hexagrammique
gl: Hexacontaedro hexagrámico pequeno
it: Esacontaedro esagrammico piccolo
kk: Кіші гексограммалық гексаконтаэдр
nb: Lite heksagrammisk heksekontaeder
nds: Lütt hexagrammsch Hexakontaeder
nl: Kleine hexagram hexacontaëder
pl: Sześćdziestościan heksagralny mały
pt: Hexacontaedro hexagrâmico pequeno
ru: Малый гексагональный гексеконтаэдр
sl: Majhen heksagramski heksekontaeder
sr@ijekavian: Мали хексаграмски хексеконтаедар
sv: Liten sexuddig hexakontaeder
uk: Малий гексаграмічний гексеконтаедр

# @option:radio
source: Great rhombidodecahedron
ca@valencia: Gran rombododecaedre
es: Dodecaedro rómbico grande
et: Suur rombdodekaeeder
fi: Suuri rombidodekaedri
fr: Grand rhombidodécaèdre
ga: Rombadóideacaihéadrán mór
gl: Rombidodecaedro grande
hu: Nagy rombidodekaéder
it: Rombidodecaedro grande
ja: 大斜方二十・十二面体
kk: Үлкен ромбододекаэдр
nb: Stort rombidodekaeder
nds: Groot Ruten-Twölfflaag
nl: Grote rhomboëdrisch dodecaëder
pl: Dwunastościan rombowy wielki
pt: Rombidodecaedro grande
ru: Большой ромбододекаэдр
sl: Veliki rombidodekaeder
sr@ijekavian: Велики ромбидодекаедар
sv: Stor rombidodekaeder
uk: Великий ромбододекаедр

# @option:radio
source: Great rhombidodecacron
ca@valencia: Gran rombododecacron
es: Gran dodecaedro rómbico
et: Suur rombdodekakron
fr: Grand rhombidodécagone
ga: Rombadóideacacrán mór
gl: Rombidodecácrono grande
it: Rombidodecacrono grande
kk: Үлкен ромбододекакрон
nb: Stor rombidodekakron
nds: Groot Rhombidodekakron
nl: Grote rhomboëdrisch dodecacron
pl: Dual dwunastościanu rombowego wielkiego
pt: Rombidodecácrono grande
ru: Большой дуальный ромбододекаэдр
sl: Veliki rombidodekakron
sr@ijekavian: Велики ромбидодекакрон
sv: Stor rombdodekakron
uk: Великий ромбододекакрон

# @option:radio
source: Great retrosnub icosidodecahedron
ca@valencia: Gran icosidodecaedre retro-rom
es: Gran icosidodecaedro
et: Suur retrotömp ikosidodekaeeder
fr: Grand retro-retroussé icosidodécaèdre
gl: Icosidodecaedro retrógrado grande
it: Icosidodecaedro retrocamuso grande
kk: Төбелері кері кесілген үлкен икосододекаэдр
nb: Stort retrobutt ikosidodekaeder
nds: Groot torüch-afschraadt Ikosikosidodekaeder
nl: Grote retrosnub icosidodecaëder
pl: Dwudziestodwunastościan przycięty wielki
pt: Icosidodecaedro retrógrado grande
ru: Большой обратноплосконосый икосододекаэдр
sl: Veliko retroprezrti ikozidodekaeder
sr@ijekavian: Велики ретро-затупљени икосидодекаедар
sv: Stor retrotrubbig ikosidodekaeder
uk: Великий ретрообрізаний ікосідодекаедр

# @option:radio
source: Great pentagrammic hexecontahedron
ca@valencia: Gran hexecontaedre pentagràmic
es: Gran hexecontaedro pentagrámico
et: Suur pentagramne heksekontaeeder
fr: Grand hexacontaèdre pentagrammique
gl: Hexacontaedro pentagrámico grande
it: Esacontaedro stellato grande
kk: Үлкен пентаграммалық гексаконтаэдр
nb: Stort pentagrammisk heksekontaeder
nds: Groot Pentagrammhexakontaeder
nl: Grote pentagram hexacontaëder
pl: Sześćdziestościan pentagralny wielki
pt: Hexacontaedro pentagrâmico grande
ru: Большой шестидесятигранник (пентаграмма)
sl: Veliki pentagramksi heksekontaeder
sr@ijekavian: Велики пентаграмски хексеконтаедар
sv: Stor femuddig hexakontaeder
uk: Великий пентаграмний гексеконтаедр

# @option:radio
source: Great dirhombicosidodecahedron
ca@valencia: Gran dirhombicosidodecaedre
es: Gran dirhombicosidodecahedron
et: Suur kaksikrombikosidodekaeeder
fr: Grand dirhombicosidodécaèdre
ga: Dírombaiciseadóideacaihéadrán mór
gl: Dirombicosidodecaedro grande
hu: Nagy dirombikozidodekaéder
it: Birombicosidodecaedro grande
ja: 大二重菱形二十・十二面体
kk: Үлкен диромбикосододекаэдр
nb: Stort dirhombikosidodekaeder
nds: Groot Dirhombikosidodekaeder
nl: Grote dirhombicosidodecaëder
pl: Dwudziestodwunastościan podwójny rombowy wielki
pt: Dirombicosidodecaedro grande
ru: Большой биромбоикосододекаэдр
sl: Velik dirombicosidodekaeder
sr@ijekavian: Велики диромбикосидодекаедар
sv: Stor dirombikosidodekaeder
uk: Великий діромбоікосідодекаедр

# @option:radio
source: Great dirhombicosidodecacron
ca@valencia: Gran dirhombicosidodecacron
es: Gran dirhombicosidodecacro
et: Suur kaksikrombikosidodekakron
fr: Grand dirhombicosidodécagone
ga: Dírombaiciseadóideacacrán mór
gl: Dirombicosidodecágono grande
it: Birombicosidodecacrono grande
ja: 大二重菱形二十・十二面体
kk: Үлкен диромбикосододекакрон
nb: Stort dirhombikosidodekakron
nds: Groot Dirhombikosidodekakron
nl: Grote dirhombicosidodecacron
pl: Dual dwudziestodwunastościanu podwójnego rombowego wielkiego
pt: Dirombicosidodecágono grande
ru: Большой дуальный биромбоикосододекаэдр
sl: Velik dirhombicosidodekaeder
sr@ijekavian: Велики диромбикосидодекакрон
sv: Stor dirombikosidodekakron
uk: Великий діромбоікосідодекакрок

# @option:radio
source: Utah teapotahedron
ca@valencia: «Teapotahedron» d'Utah
es: Tepotaedro de Utah
et: Utah' teepotieeder
fi: Utahin teekannu
fr: Théière-èdre Utah
gl: Teteiraedro de Utah
it: Teieradellutahedro
ja: ユタティーポット
kk: Юта шәйнекэдры
nb: Utah teapotaeder (Tekanne)
nds: Utah-Teepott
nl: Utah theepotaëder
pl: Wielościan dzbanka herbaty Utah
pt: Chaleiraedro de Utah
ru: Чайникоэдр из Юты
sl: Utah čajnikoeder
sr@ijekavian: Јутански чајникоедар
sv: Utah-tekanna
uk: Ютський чайникаедр

# @option:check
source: Show description
ca@valencia: Mostra la descripció
es: Mostrar descripción
et: Kirjelduse näitamine
eu: Erakutsi deskribapena
fi: Näytä kuvaus
fr: Afficher la description
ga: Taispeáin cur síos
gl: Mostrar a descrición
hu: Leírás megjelenítése
it: Mostra descrizione
ja: 説明を表示
kk: Сипаттпамасы
ko: 설명 보이기
lv: Rādīt aprakstu
nb: Vis beskrivelse
nds: Beschrieven wiesen
nl: Toon beschrijving
pl: Pokaż opis
pt: Mostrar a descrição
ru: Показывать описание
sl: Pokaži opis
sr@ijekavian: Приказуј опис
sv: Visa beskrivning
uk: Показати опис
zh_tw: 顯示描述

# @item screen saver name
source: Polyominoes
ca@valencia: Poliominós
es: Polidomios
et: Polüoominod
gl: Polióminos
hu: Poliominók
it: Poliomini
ja: ポリオミノ
kk: Полимино
ko: 폴리오미노
lv: Poliomīni
nb: Polyominoer
nds: Tetris-Kacheln (Polyominos)
pt: Poliónimos
sl: Poliomina
sr@ijekavian: Полиомине
sv: Polyominos
uk: Поліміно
zh_tw: 多方塊

# @info screen saver description
source: Repeatedly attempts to completely fill a rectangle with irregularly-shaped puzzle pieces. http://en.wikipedia.org/wiki/Polyomino Written by Stephen Montgomery-Smith; 2002.
ca@valencia: Intents repetits d'omplir completament un rectangle amb peces d'un trencaclosques amb formes irregulars. http://en.wikipedia.org/wiki/Polyomino Escrit per Stephen Montgomery-Smith; 2002.
es: Repetidos intentos de rellenar completamente un rectángulo con piezas de rompecabezas de forma irregular. Escrito por Stephen Montgomery-Smith.
et: Püüab korduvalt täita ristkülikut kõikvõimalike hulknurksete pusletükkidega. http://en.wikipedia.org/wiki/Polyomino Autor: Stephen Montgomery-Smith; 2002.
fi: Yrittää toistuvasti täyttää nelikulmion epäsäännöllisen muotoisilla palapelipaloilla. http://en.wikipedia.org/wiki/Polyomino Kirjoittanut Stephen Montgomery-Smith, 2002.
fr: Essai de remplissage d'un rectangle avec des formes irrégulières de puzzle. http://en.wikipedia.org/wiki/Polyomino Écrit par Stephen Montgomery-Smith ; 2002.
ga: Déanann sé seo iarracht ar dhronuilleog a líonadh go hiomlán le píosaí puzail arís agus arís eile. http://en.wikipedia.org/wiki/Polyomino Scríofa ag Stephen Montgomery-Smith, 2002.
gl: Tenta repetidamente encher por completo un rectángulo con pezas de creba-cabezas irregulares. http://en.wikipedia.org/wiki/Polyomino. Escribiuno Stephen Montgomery-Smith en 2002.
hu: Ismételten megpróbál feltölteni egy téglalapot szabálytalan alakú puzzle-darabokkal. http://en.wikipedia.org/wiki/Polyomino Készítette: Stephen Montgomery-Smith, 2002.
it: Prova ripetutamente a riempire completamente un rettangolo con pezzi di puzzle di forma irregolare. http://en.wikipedia.org/wiki/Polyomino Scritto da Stephen Montgomery-Smith; 2002.
ja: 不規則な形のピースで、矩形を完全に埋めようと何度も繰り返します。http://ja.wikipedia.org/wiki/ポリオミノ Stephen Montgomery-Smith、2002年作。
kk: Тікбұрыш алаңын мәнерлеп қиған тастармен толтыру талпыныстар бейнесі. http://en.wikipedia.org/wiki/Polyomino Авторы: Stephen Montgomery-Smith; 2002.
lv: Atkārtoti mēģina pilnībā aizpildīt četrstūri ar neregulāras formas puzles gabaliņiem. http://en.wikipedia.org/wiki/Polyomino Sarakstīja Stephen Montgomery-Smith; 2002.
nb: Forsøker gjentatte ganger å fylle et rektangel fullstendig med irregulære puslespillbiter. <link>http://en.wikipedia.org/wiki/Polyomino</link> Skrevet av Stephen Montgomery-Smith i 2002.
nds: Versöcht wedder un wedder, en Rechteck heel mit nich symmetersch formte Stücken vull to maken. http://de.wikipedia.org/wiki/Polyomino Schreven vun Stephen Montgomery-Smith, 2002.
nl: Probeert herhaald een rechthoek volledig te vullen onregelmatig gevormde puzzelstukjes. http://en.wikipedia.org/wiki/Polyomino In 2002 geschreven door Stephen Montgomery-Smith.
pl: Na okrągło próbuje wypełnić całkowicie prostokąt nieregularnie ukształtowanymi puzzlami. Autor: Stephen Montgomery-Smith.
pt: Tenta repetidamente preencher por completo um rectângulo com peças de puzzle irregulares. http://en.wikipedia.org/wiki/Polyomino Feito por Stephen Montgomery-Smith; 2002.
ru: Пытается полностью заполнить прямоугольник несимметричными частями головоломки. http://ru.wikipedia.org/wiki/Полимино Автор Стефан Монтгомери-Смит (Stephen Montgomery-Smith), 2002.
sl: Ponavljajoče poizkuša pravokotnik popolnoma zapolniti z nepravilno oblikovanimi koščki sestavljanke. http://en.wikipedia.org/wiki/Polyomino Napisal Stephen Montgomery-Smith, 2002.
sr@ijekavian: Покушава да потпуно попуни правоугаоник деловима слагалице неправилног облика (http://en.wikipedia.org/wiki/Polyomino). Написао Стивен Монтгомери‑Смит, 2002.
sv: Försöker fylla en rektangel helt med oregelbundna pusselbitar upprepade gånger. Se http://en.wikipedia.org/wiki/Polyomino. Skriven av Stephen Montgomery-Smith, 2002.
uk: Регулярно намагається заповнити прямокутник частинками з головоломки. http://en.wikipedia.org/wiki/Polyomino Автор Stephen Montgomery-Smith, 2002.
zh_tw: 不斷重覆試圖用不規則形來填入一個矩形。參考資料：http://en.wikipedia.org/wiki/Polyomino 。由 Stephen Montgomery-Smith 撰寫，2002。

# @option:check
source: Identical pieces
ca@valencia: Peces idèntiques
es: Piezas idénticas
et: Ühesugused tükid
eu: Pieza berdin-berdinak
fi: Samanlaiset palat
fr: Pièces identiques
ga: Píosaí Comhionanna
gl: Pezas iguais
hu: Egyforma elemek
it: Pezzi identici
ja: 同じピース
kk: Тастары бірдей
ko: 동일한 조각
lv: Identiski gabaliņi
nb: Identiske stykker
nds: Lieke Stücken
nl: Gelijke delen
nn: Like bitar
pl: Identyczne części
pt: Peças iguais
ru: Одинаковые части
sl: Enaki kosi
sr@ijekavian: Истоветни делови
sv: Identiska delar
uk: Одинакові фігури
zh_tw: 相同的單塊

# @item screen saver name
source: Polytopes
ca@valencia: Polítops
es: Politopos
et: Polütoobid
eu: Politopoak - Polytopes
fi: Polytoopit
gl: Politopos
it: Politopi
ja: ポリトープ
kk: Көпжақтар
ko: 다면체
lv: Politopi
nb: Polytoper
nds: Veelecken
pl: Wielokształty
pt: Polítopos
sl: Politopi
sr@ijekavian: Политопи
sv: Polytoper
uk: Багатогранники
zh_tw: 多面體

# @info screen saver description
source: This shows one of the six regular 4D polytopes rotating in 4D. Inspired by H.S.M Coxeter's book "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, and Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Written by Carsten Steger; 2003.
ca@valencia: Este mostra un dels 6 polítops 4D regulars girant en 4D. Inspirat pel llibre de H.S.M Coxeter «Regular Polytopes», 3a edició, Dover Publications, Inc., 1973, i el llibre de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Escrit per Carsten Steger; 2003.
es: Esto muestra uno de los seis periódicos politopos rotando en 4D. Inspirado por el libro de H. S. M Coxeter «Regular Polytopes», 3 ª edición, Dover Publications, Inc., 1973, y el libro de Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Biblioteca, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope. Escrito por Carsten Steger, 2003.
et: Näitab üht kuuest korrapärasest 4D polütoobist keerlemas neljas mõõtmes. Loomisele õhutasid S. M Coxeteri raamat "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973 ja Thomas Banchoffi raamat "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
it: Mostra uno dei sei politopi regolari quadridimensionali che ruota in quattro dimensioni. Ispirato dal libro «Politopi regolari» di H. S. M. Coxeter, 3ª edizione, Dover Publications, Inc. 1973, e dal libro di Thomas Banchoff «Oltre la terza dimensione, geometria, computer graphics e spazi multidimensionali», Zanichelli, 1993. http://it.wikipedia.org/wiki/Ipercubo http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Scritto da Carsten Steger; 2003.
nb: Dette viser en av de seks regulære 4D polytoper, roterende i 4D. Inspirert av H.S.M Coxeters bok "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, og Thomas Banchoffs bok "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Skrevet av Carsten Steger i 2003.
nds: Wiest een vun de söss symmetersch 4D-Veelecken, dreiht in 4D. Idee na H.S.M Coxeter sien Book "Regular Polytopes", 3rd Utgaav, Dover Publications, Inc., 1973, un Thomas Banchoff sien Book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://de.wikipedia.org/wiki/Hyperwürfel http://de.wikipedia.org/wiki/Tesserakt http://en.wikipedia.org/wiki/Regular_polytope Schreven vun Carsten Steger, 2003.
nl: Dit toont één van de zes regelmatige 4D polytopen draaiend in 4D. Geïnspireerd door het boek van H.S.M Coxeter "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, en het boek van Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope In 2003 geschreven door Carsten Steger.
pl: Program ten wyświetla sześć regularnych czterowymiarowych wielokształtów, obracających się w czterech wymiarach. Inspiracją była książka Thomasa Banchoff'a "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Autor: Carsten Steger; 2003.
pt: Isto mostra um dos seis polítopos regulares a 4D, a rodarem em 4D. Inspirado no livro de H.S.M Coxeter, "Regular Polytopes", 3a Edição, Dover Publications, Inc., 1973, e no livro de Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Regular_polytope Feito por Carsten Steger; 2003.
sl: Ta ohranjevalnik zaslona izriše enega od šestih pravilnih 4D politopov, ki se vrtijo v 4D. Navdih sta bili knjiga H.S.M. Coxeterja "Regular Polytopes", tretja izdaja, Dover Publications, Inc., 1973 in knjiga Thomasa Banchoffa "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Napisal Carsten Steger, 2003.
sr@ijekavian: Приказује један од шест правилних 4Д политопа како ротира у 4Д. Инспирисано књигама „Регуларни политопи“ Харолда Коксетера (3. издање, Довер пабликејшенс) и „Изван треће димензије: геометрија, рачунарска графика, и више димензије“ Томаса Банкофа (Библиотека Сајентифик америкена, 1990). (http://en.wikipedia.org/wiki/Hypercube, http://en.wikipedia.org/wiki/Tesseract, http://en.wikipedia.org/wiki/Regular_polytope). Написао Карстен Штегер, 2003.
sv: Den här visar en av de sex regelbundna fyrdimensionella polytoperna, som roterar i fyra dimensioner. Inspirerad av H. S. M Coxeters bok "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, och Thomas Banchoffs bok "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. Se http://sv.wikipedia.org/wiki/Hyperkub, http://sv.wikipedia.org/wiki/Tesserakt och http://en.wikipedia.org/wiki/Regular_polytope. Skriven av Carsten Steger, 2003.
uk: Ця програма відображає один з шести правильних чотиривимірних багатогранників, що обертається у чотирьох вимірах. Джерелом натхнення є книга H.S.M Coxeter «Regular Polytopes», 3rd Edition, Dover Publications, Inc., 1973, та книгою Thomas Banchoff «Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions», Scientific American Library, 1990. http://en.wikipedia.org/wiki/Hypercube http://en.wikipedia.org/wiki/Tesseract http://en.wikipedia.org/wiki/Regular_polytope Автор — Carsten Steger; 2003.
zh_tw: 顯示六種正規的四維多面體之一，於四維空間中旋轉。靈感來自 H.S.M. Coxeter 的書 "Regular Polytopes"，第三版，Dover Publications, Inc., 1973 與 Thomas Banchoff 的書 "Beyond the Third Dimensin: Geometry, Computer Graphics, and Higher Dimensions", 美國科學圖書館，1990。參考資料：http://en.wikipedia.org/wiki/Hypercube ，http://en.wikipedia.org/wiki/Tesseract ， http://en.wikipedia.org/wiki/Regular_polytope 。由 Carsten Steger 撰寫，2003。
