Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Great deltoidal icositetrahedron
ca@valencia: Gran icositetraedre deltoidal
es: Gran icositetrahedron deltoidal
et: Suur deltoidne ikositetraeeder
fr: Grand icositétrahèdre deltoïde
ga: Icisiteitrihéadrán dealtóideach mór
gl: Icositetraedro deltoide grande
it: Icositetraedro deltoidale grande
ja: 大凧形二十四面体
kk: Үлкен дельталық икосотетраэдр
ko: 큰 연꼴이십사면체
lv: Lielais deltālais ikositetrahedrons
nb: Stort deltoidalt ikositetraeder
nds: Groot Deltoidikositetraeder
nl: Grote deltoidaal icositetraëder
nn: Stort trapesoidal ikositetraeder
pl: Dwudziestoczworościan deltoidowy wielki
pt: Icositetraedro deltóide grande
ru: Большой дельтоидальный икоситетраэдр
sl: Veliki deltoidni ikositetraeder
sr@ijekavian: Велики делтоидни икоситетраедар
sv: Stor deltoidalikositetraeder
uk: Великий дельтоїдальний ікосітетраедр
zh_tw: 大鳶形廿四面體（Great deltoidal icositetrahedron）rahedron）

# @option:radio
source: Small rhombihexahedron
ca@valencia: Petit rombohexaedre
es: Rombihexaedro pequeño
et: Väike rombheksaeeder
fi: Pieni rombiheksaedri
fr: Petit rhombihexaèdre
gl: Rombihexaedro pequeno
hu: Kis rombihexaéder
it: Rombiesaedro piccolo
ja: 小斜方六面体
kk: Кіші ромбогексаэдр
ko: 작은 마름모육면체
lv: Mazais rombiheksahedrons
nb: Lite rombiheksaeder
nds: Lütt Ruten-Sössflaag
nl: Kleine rhomboëdrisch hexaëder
nn: Lite rombisk heksaeder
pl: Sześcian rombowy mały
pt: Rombihexaedro pequeno
ru: Малый ромбогексаэдр
sl: Majhen rombiheksaeder
sr@ijekavian: Мали ромбихексаедар
sv: Liten rombhexaeder
uk: Малий ромбогексаедр

# @option:radio
source: Small rhombihexacron
ca@valencia: Petit rombohexacron
es: Rombihexaedro pequeño
et: Väike rombheksakron
fr: Petit rhombihexagone
gl: Rombihexácrono pequeno
it: Rombiesacrono piccolo
kk: Кіші ромбогексакрон
lv: Mazais rombiheksacrons
nb: Liten rombiheksakron
nds: Lütt Rhombihexakron
nl: Kleine rhomboëdrisch hexacron
nn: Lite rombisk heksakron
pl: Dual sześcianu rombowego małego
pt: Rombihexácrono pequeno
ru: Малый дуальный ромбогексаэдр
sl: Majhen rombiheksakron
sr@ijekavian: Мали ромбихексакрон
sv: Liten rombhexakron
uk: Малий ромбогексакрон

# @option:radio
source: Stellated truncated hexahedron
ca@valencia: Hexaedre truncat en estrella
es: Hexaedro truncado estrellado
et: Tähestatud kärbitud heksaeeder
fi: Katkaistu tähtiheksaedri
fr: Hexaèdre étoilé tronqué
ga: Heicsihéadrán barrscoite réaltúil
gl: Hexaedro truncado estrelado
it: Esaedro troncato stellato
ja: 星型切頂六面体
kk: Жұлдыздап ойылған гексаэдр
nb: Stjerneformet avkuttet heksaeder
nds: Steern-Hexaederstump (Steern-Sössflaagstump)
nl: Stervormige afgeknotte hexaëder
nn: Kvasitrunkert heksaeder
pl: Czworościan sześcienny gwiaździsty ścięty
pt: Hexaedro truncado estrelado
ru: Звёздчатый усечённый гексаэдр
sl: Zvezdnat prirezan heksaeder
sr@ijekavian: Звјездасти опсјечени хексаедар
sv: Stjärnformad stympad hexaeder
uk: Зіркоподібний обрізаний гексаедр

# @option:radio
source: Great triakisoctahedron
ca@valencia: Gran octaedre triaquis
es: Octaedro triakis grande
et: Suur triakisoktaeeder
fi: Suuri triakisoktaedri
fr: Grand triakisoctahèdre
gl: Octaedro triakis grande
it: Triacisottaedro grande
ja: 大三方八面体
kk: Үлкен триакисоктаэдр
lv: Lielais triakisoktahedrons
nb: Stort triakisoktaeder
nds: Groot Triakisoktaeder
nl: Grote driehoekige octaëder
nn: Stort triakis-oktaeder
pl: Wielki ośmiościan potrójny
pt: Octaedro triakis grande
ru: Большой триакисоктаэдр
sl: Veliki trikisoktaeder
sr@ijekavian: Велики триакисоктаедар
sv: Stor triakisoktaeder
uk: Великий тріакісоктаедр

# @option:radio
source: Great truncated cuboctahedron
ca@valencia: Gran cubooctaedre truncat
es: Gran cuboctaedro truncado
et: Suur kärbitud kuupoktaeeder
fi: Suuri katkaistu kuutio-oktaedri
fr: Grand cuboctaèdre tronqué
gl: Cuboctaedro truncado grande
hu: Nagy csonkított kuboktaéder
it: Cubottaedro troncato grande
ja: 大切頂立方八面体
kk: Үлкен келте кубоктаэдр
lv: Lielais aprautais kuboktahedrons
nb: Stort avkuttet kuboktaeder
nds: Groot Kuboktaederstump (Groot Veerteihnflaagstump)
nl: Grote afgeknotte kuboctaëder
nn: Stort trunkert kuboktaeder
pl: Sześcioośmiościan ścięty wielki
pt: Cuboctaedro truncado grande
ru: Большой усечённый кубооктаэдр
sl: Veliki prirezan kubokaeder
sr@ijekavian: Велики опсјечени кубоктаедар
sv: Stor stympad kuboktaeder
uk: Великий обрізаний кубоктаедр

# @option:radio
source: Great disdyakisdodecahedron
ca@valencia: Gran dodecaedre pentaquis
es: Gran disdyakisdodecahedron
et: Suur disdüakisdodekaeeder
fi: Suuri disdyakidodekaedri
fr: Grand disdyakisdodécaèdre
ga: Distiáicisdóideacaihéadrán mór
gl: Dodecaedro disdiakis grande
it: Disdiacisdodecaedro grande
ja: 大二重二方十二面体
kk: Үлкен дисдиакисдодекаэдр
lv: Lielais disdiakisdodekahedrons
nb: Stort disdyakisdodekaeder
nds: Groot Disdyakisdodekaeder
nl: Grote disdyakisch dodecaëder
nn: Stort disdyakis-dodekaeder
pl: Dwunastościan piątkowy wielki
pt: Dodecaedro disdiakis grande
ru: Большой дельтоидальный гексеконтаэдр
sl: Velik disdiakisdodekaeder
sr@ijekavian: Велики дисдјакисдодекаедар
sv: Stor disdyakisdodekaeder
uk: Великий дисдіакісододекаедр
zh_tw: 大六角化八面體（Great Disdyakisdodecahedron）cahedron）

# @option:radio
source: Great rhombihexahedron
ca@valencia: Gran rombohexaedre
es: Hexaedro rómbico grande
et: Suur rombheksaeeder
fi: Suuri rombiheksaedri
fr: Grand rhombihexaèdre
ga: Rombaiheicsihéadrán mór
gl: Rombihexaedro grande
hu: Nagy rombihexaéder
it: Rombiesaedro grande
ja: 大斜方六面体
kk: Үлкен ромбогексаэдр
lv: Lielais rombiheksahedrons
nb: Stort rombiheksaeder
nds: Groot Ruten-Sössflaag
nl: Grote rhomboëdrisch hexaëder
nn: Stort rombisk heksaeder
pl: Sześcian rombowy wielki
pt: Rombihexaedro grande
ru: Большой ромбогексаэдр
sl: Veliki rombiheksaeder
sr@ijekavian: Велики ромбихексаедар
sv: Stor rombhexaeder
uk: Великий ромбогексаедр

# @option:radio
source: Great rhombihexacron
ca@valencia: Gran rombohexacron
es: Gran hexágono rómbico
et: Suur rombheksakron
fr: Grand rhombihexagone
ga: Rombaiheicseacrán mór
gl: Rombihexácrono grande
it: Rombiesacrono grande
kk: Үлкен ромбогексакрон
lv: Lielais rombiheksakrons
nb: Stor rombiheksakron
nds: Groot Rhombihexakron
nl: Grote rhomboëdrisch hexacron
nn: Stort rombisk heksakron
pl: Dual sześcianu rombowego wielkiego
pt: Rombihexácrono grande
ru: Большой дуальный ромбогексаэдр
sl: Veliki rombiheksakron
sr@ijekavian: Велики ромбихексакрон
sv: Stor rombhexakron
uk: Великий ромбогексакрон

# @option:radio
source: Icosidodecahedron
ca@valencia: Icosidodecaedre
es: Icosidodecaedro
et: Ikosidodekaeeder
fi: Ikosidodekaedri
fr: Icosidodécaèdre
ga: Iciseadóideacaihéadrán
gl: Icosidodecaedro
hu: Ikozidodekaéder
it: Icosidodecaedro
ja: 二十・十二面体
kk: Икосододекаэдр
lv: Ikosidodekahedrons
nb: Ikosidodekaeder
nds: Ikosidodekaeder
nl: Icosidodecaëder
nn: Ikosidodekaeder
pl: Dwudziestodwunastościan
pt: Icosidodecaedro
ru: Икосододекаэдр
sl: Ikozidodekaeder
sr@ijekavian: Икосидодекаедар
sv: Ikosidodekaeder
uk: Ікосідодекаедр

# @option:radio
source: Rhombic triacontahedron
ca@valencia: Triacontaedre ròmbic
es: Tricontedro rómbico
et: Rombiline triakontaeeder
fi: Rombikolmikymmensärmiö
fr: Triacontaèdre rhombique
gl: Triacontaedro rómbico
it: Triacontaedro rombico
ja: 菱形三十面体
kk: Ромбты триаконтаэдр
lv: Rombiskais triakontahedrons
nb: Rombisk triakontaeder
nds: Ruten-Triakontaeder
nl: Rhomboëdisch triacontaëder
nn: Rombisk triakontaeder
pl: Trzydziestościan rombowy
pt: Triacontaedro rômbico
ru: Ромбический триаконтаэдр
sl: Rombski trikontaeder
sr@ijekavian: Ромбоидни триаконтаедар
sv: Rombisk triakontaeder
uk: Ромбічний тріаконтаедр

# @option:radio
source: Truncated icosahedron
ca@valencia: Icosaedre truncat
es: Icosaedro truncado
et: Kärbitud ikosaeeder
fi: Katkaistu ikosaedri
fr: Isocaèdre tronqué
ga: Icisihéadrán barrscoite
gl: Icosaedro truncado
hu: Csonkított ikozaéder
it: Icosaedro troncato
ja: 切頂二十面体
kk: Келте икосаэдр
lv: Aprautais ikosahedrons
nb: Avkuttet ikosaeder
nds: Ikosaederstump (Twintigflaagstump)
nl: Afgeknotte isocaëder
nn: Trunkert ikosaeder
pl: Dwudziestościan ścięty
pt: Icosaedro truncado
ru: Усечённый икосаэдр
sl: Prirezan ikozaeder
sr@ijekavian: Опсјечени икосаедар
sv: Stympad ikosaeder
uk: Обрізаний ікосаедр
zh_tw: 截斷二十面體（Truncated icosahedron）ahedron）

# @option:radio
source: Pentakisdodecahedron
ca@valencia: Dodecaedre pentaquis
es: Pentaquisdodecaedro
et: Pentakisdodekaeeder
fi: Pentakisdodekaedri
fr: Pentakisdodécaèdre
gl: Dodecaedro pentakis
it: Pentacisdodecaedro
ja: 五方十二面体
kk: Пентакисдодекаэдр
lv: Pentakisdodekahedrons
nb: Pentakisdodekaeder
nds: Pentakisdodekaeder
nl: Pentakisdodecaëder
nn: Pentakis-dodekaeder
pl: Dwunastościan piątkowy
pt: Dodecaedro pentakis
ru: Пентагональный додекаэдр
sl: Pentakisdodekaeder
sr@ijekavian: Пентакисдодекаедар
sv: Pentakisdodekaeder
uk: Пентакісододекаедр

# @option:radio
source: Truncated dodecahedron
ca@valencia: Dodecaedre truncat
es: Dodecaedro truncado
et: Kärbitud dodekaeeder
fi: Katkaistu dodekaedri
fr: Dodécagone tronqué
ga: Dóideacaihéadrán barrscoite
gl: Dodecaedro truncado
hu: Csonkított dodekaéder
it: Dodecaedro troncato
ja: 切頂十二面体
kk: Келте додекаэдр
lv: Aprautais dodekahedrons
nb: Avkuttet dodekaeder
nds: Dodekaederstump (Twölfflaagstump)
nl: Afgeknotte dodecaëder
nn: Trunkert dodekaeder
pl: Dwunastościan ścięty
pt: Dodecaedro truncado
ru: Усечённый додекаэдр
sl: Prirezan dodekaeder
sr@ijekavian: Опсјечени додекаедар
sv: Stympad dodekaeder
uk: Обрізаний додекаедр
zh_tw: 截斷十二面體（Truncated dodecahedron）ahedron）

# @option:radio
source: Triakisicosahedron
ca@valencia: Icosaedre triaquis
es: Icosaedro triakis
et: Triakisikosaeeder
fi: Triakisikosaedri
fr: Triakisicosahèdre
gl: Icosaedro triakis
it: Triacisicosaedro
ja: 三方二十面体
kk: Триакисикосаэдр
lv: Triakisikosahedrons
nb: Triakiskosaeder
nds: Triakisikosaeder (Dreedubbelt-Twintigflaag)
nl: Triakisicosaëder
nn: Triakis-ikosaeder
pl: Dwudziestościan potrójny
pt: Icosaedro triakis
ru: Триакисикосаэдр
sl: Triakizikozaeder
sr@ijekavian: Триакисикосаедар
sv: Triakisikosaeder
uk: Тріакісікосаедр

# @option:radio
source: Rhombicosidodecahedron
ca@valencia: Rombo-cosidodecaedre
es: Rombicosidodecaedro
et: Rombikosidodekaeeder
fi: Rombikosidodekaedri
fr: Rhombicosidodécaèdre
gl: Icosidodecaedro rómbico
hu: Rombikozidodekaéder
it: Rombicosidodecaedro
ja: 斜方二十・十二面体
kk: Ромбоикосдодекаэдр
lv: Rombikosidodekahedrons
nb: Rombikosidodekaeder
nds: Ruten-Ikosidodekaeder
nl: Rhombicosidodecaëder
nn: Rombisk ikosadodekaeder
pl: Dwudziestodwunastościan rombowy
pt: Icosidodecaedro rômbico
ru: Ромбоикосидодекаэдр
sl: Rombikozidodekaeder
sr@ijekavian: Ромбикосидодекаедар
sv: Rombikosidodekaeder
uk: Ромбоікосідодекаедр

# @option:radio
source: Deltoidal hexecontahedron
ca@valencia: Hexecontaedre pentagonal
es: Hexacontaedro deltoidal
et: Deltoidne heksekontaeeder
fr: Hexacontahèdre deltoïde
ga: Heicseacontaihéadrán dealtóideach
gl: Hexacontaedro deltoidal
it: Esacontaedro deltoidale
ja: 凧型六十面体
kk: Дельталық гексаконтаэдр
lv: Deltālais heksekontahedrons
nb: Deltoidalt heksecontaeder
nds: Deltoidaalhexakontaeder
nl: Deltoidal hexacontaëder
nn: Trapesoidal heksakontaeder
pl: Sześćdziestościan deltoidowy
pt: Hexacontaedro deltoidal
ru: Дельтоидальный гексеконтаэдр
sl: Deltoidni heksekontaeder
sr@ijekavian: Делтоидни хексаконтаедар
sv: Deltoidalhexakontaeder
uk: Дельтоїдальний гексеконтаедр
zh_tw: 鳶形六十面體（Deltoidal hexecontahedron）ahedron）

# @option:radio
source: Truncated icosidodecahedron
ca@valencia: Icosidodecàedre truncat
es: Icosidodecaedro truncado
et: Kärbitud ikosidodekaeeder
fi: Katkaistu ikosidodekaedri
fr: Icosidodecaèdre tronqué
ga: Iciseadóideacaihéadrán barrscoite
gl: Icosidodecaedro truncado
it: Icosidodecaedro troncato
ja: 斜方切頂二十・十二面体
kk: Келте икосододекаэдр
lv: Aprautais ikosidodekahedrons
nb: Avkuttet ikosidodekaeder
nds: Ikosidodekaederstump
nl: Afgeknotte icosidodecaëder
pl: Dwudziestodwunastościan ścięty wielki
pt: Icosidodecaedro truncado
ru: Усечённый икосидодекаэдр
sl: Prirezan ikozidodekaeder
sr@ijekavian: Опсјечени икосидодекаедар
sv: Stympad ikosidodekaeder
uk: Обрізаний ікосідодекаедр
zh_tw: 截斷三十二面體（Truncated icosidodechedon）

# @option:radio
source: Disdyakistriacontahedron
ca@valencia: Icosaedre hexaquis
es: Didsyaquistriacontaedro
et: Disdüakistriakontaeeder
fi: Disdyakistriakontaedri
fr: Disdyakistriacontahèdre
ga: Distiáicistrícontahéadrán
gl: Disidiakistriacontaedro
it: Disdiacistriacontaedro
ja: 二重二方三十面体
kk: Дисдиакистриаконтаэдр
lv: Disdiakistriakontahedrons
nb: Disdyakistriakontaeder
nds: Disdyakistriakontaeder
nl: Disdyakistriacontaëder
nn: Disdyakis-triakontaeder
pl: Dwudziestościan szóstkowy
pt: Triacontaedro disdiakis
ru: Дисдиакис триаконтаэдр
sl: Disdiakistriakontaeder
sr@ijekavian: Дисдјакистриаконтаедар
sv: Disdyakistriakontaeder
uk: Дисдіакістріаконтаедр
zh_tw: 六角化廿面體（Disdyakistriacontahedron）

# @option:radio
source: Snub dodecahedron
ca@valencia: Dodecaedre rom
es: Dodecaedro romo
et: Tömp dodekaeeder
fi: Typistetty dodekaedri
fr: Dodécagone retroussé
ga: Dóideacaihéadrán geancach
gl: Dodecaedro romo
hu: Pisze dodekaéder
it: Dodecaedro camuso
ja: 変形十二面体
kk: Төбелерін кескен додекаэдр
nb: Butt dodekaeder
nds: Afschraadt Dodekaeder (Afschraadt Twölfflaag)
nl: Stompe dodecaëder
nn: Stumpt dodekaeder
pl: Dwunastościan przycięty
pt: Dodecaedro snub
ru: Усечённый додекаэдр
sl: Prirezan dodekaeder
sr@ijekavian: Затупљени додекаедар
sv: Trubbig dodekaeder
uk: Обрізаний додекаедр

# @option:radio
source: Pentagonal hexecontahedron
ca@valencia: Hexecontaedre pentagonal
es: Hexacontaedro pentagonal
et: Pentagonaalne heksekontaeeder
fi: Viisikulmainen heksakontaedri
fr: Hexacontaèdre pentagonal
gl: Hexacontaedro pentagonal
it: Esacontaedro pentagonale
ja: 五角六十面体
kk: Пентагоналды гексаконтаэдр
lv: Pentagonāls heksecontahedrons
nb: Pentagonalt heksekontaeder
nds: Pentagonhexakontaeder
nl: Pentagonaal hexacontaëder
nn: Femkanta heksakontaeder
pl: Sześćdziestościan pięciokątny
pt: Hexacontaedro pentagonal
ru: Пентагональный гексеконтаэдр
sl: Peterokotni heksekontaeder
sr@ijekavian: Пентагонални хексеконтаедар
sv: Pentagonal hexakontaeder
uk: Пентагональний гексеконтаедр

# @option:radio
source: Small ditrigonal icosidodecahedron
ca@valencia: Petit icosidodecaedre ditrigonal
es: Icosidodecaedro ditrigonal pequeño
et: Väike ditrigonaalne ikosidodekaeeder
fr: Petit icosidodécaèdre ditrigonal
gl: Icosidodecaedro ditrigonal pequeno
it: Icosidodecaedro ditrigonale piccolo
ja: 小二重三角二十・十二面体
kk: Кіші дитриагоналды икосододекаэдр
lv: Mazais ditrigonālais ikosidodekahedrons
nb: Lite ditrigonalt ikosidodekaeder
nds: Lütt ditrigonaal Ikosidodekaeder
nl: Kleine ditrigonaal icosidodecaëder
nn: Lite ditriongalt ikosadodekaeder
pl: Dwudziestodwunastościan dytrygonalny mały
pt: Icosidodecaedro ditrigonal pequeno
ru: Малый битригональный икосододекаэдр
sl: Majhen ditrigonalni ikozidodekaeder
sr@ijekavian: Мали дитријагонални икосидодекаедар
sv: Liten ditrigonal ikosidodekaeder
uk: Малий дітріагональний ікосідодекаедр

# @option:radio
source: Small triambic icosahedron
ca@valencia: Petit icosaedre triambic
es: Icosaedro pequeño
et: Väike triambne ikosaeeder
fr: Petit icosaèdre triambique
gl: Icosaedro triámbico pequeno
it: Icosaedro triambico piccolo
ja: 六十面体
kk: Кіші триамбты икосаэдр
nb: Lite triambisk ikosaeder
nds: Lütt Triambus-Twintigflaag
nl: Kleine triambic icosaëder
nn: Lite triambisk isokaeder
pl: Dwudziestościan gwiazdkowy mały
pt: Icosaedro triâmbico pequeno
ru: Малый тетраэдральный икосаэдр
sl: Majhen triambični ikozaeder
sr@ijekavian: Мали триамбички икосаедар
sv: Liten triambisk ikosaeder
uk: Малий тріамбічний ікосаедр

# @option:radio
source: Small icosicosidodecahedron
ca@valencia: Petit icosicosidodecaedre
es: Icosicosidodecaedro pequeño
et: Väike ikosikosidodekaeeder
fi: Pieni ikosikosidodekaedri
fr: Petit icosicosidodécaèdre
gl: Icosicosidodecaedro pequeno
hu: Kis ikozikozidodekaéder
it: Icosicosidodecaedro piccolo
ja: 小二十・二十・十二面体
kk: Кіші икосоикосододекаэдр
lv: Mazais ikosikosidodekahedrons
nb: Lite ikosikosidodekaeder
nds: Lütt Ikosikosidodekaeder
nl: Kleine icosicosidodecaëder
nn: Lite ikoakosadodekaeder
pl: Dwudziestodwudziestodwunastościan mały
pt: Icosicosidodecaedro pequeno
ru: Малый икосоикосододекаэдр
sl: Majhen ikozikozidodekaeder
sr@ijekavian: Мали икосикосидодекаедар
sv: Liten ikosikosidodekaeder
uk: Малий ікосікосідодекаедр

# @option:radio
source: Small icosacronic hexecontahedron
ca@valencia: Petit hexecontaedre icosacronic
es: Hexacontaedro icosacrónico pequeño
et: Väike ikosakroonne heksekontaeeder
fr: Petit hexacontaèdre icosagonique
gl: Hexacontaedro icosácrono pequeno
it: Esacontaedro icosacronico piccolo
kk: Кіші икосакронды гексаконтаэдр
lv: Mazais ikosakronais heksekontahedrons
nb: Lite ikosakronisk heksekontaeder
nds: Lütt ikosakroonsch Hexakontaeder
nl: Kleine icosacronic hexacontaëder
nn: Lite ikosakronsk heksakontaeder
pl: Dual dwudziestodwudziestodwunastościanu małego
pt: Hexacontaedro icosácrono pequeno
ru: Малый икосогексеконтаэдр
sl: Majhen ikozakronični heksekontaeder
sr@ijekavian: Мали икосакронски хексеконтаедар
sv: Liten ikosakronisk hexakontaeder
uk: Малий ікосакронний гексеконтаедр

# @option:radio
source: Small snub icosicosidodecahedron
ca@valencia: Petit icosicosidodecaedre truncat
es: Icosicosidodecaedro pequeño
et: Väike tömp ikosikosidodekaeeder
fi: Pieni typistetty ikosikosidodekaedri
fr: Petit icosicosidodécaèdre retroussé
gl: Icosicosidodecaedro romo pequeno
hu: Kis pisze ikozikozidodekaéder
it: Icosicosidodecaedro camuso piccolo
ja: 小変形二十・二十・十二面体
kk: Төбелері кесілген кіші икосоикосододекаэдр
nb: Lite butt ikosikosidodekaeder
nds: Lütt afschraadt Ikosikosidodekaeder
nl: Kleine stompe icosicosidodecaëder
nn: Lite stumpt ikoakosadodekaeder
pl: Dwudziestodwudziestodwunastościan mały obcięty
pt: Icosicosidodecaedro snub pequeno
ru: Малый усечённый икосоикосододекаэдр
sl: Majhen prirezan ikozikozidodekaeder
sr@ijekavian: Мали затупљени икосикосидодекаедар
sv: Liten trubbig ikosikosidodekaeder
uk: Малий обрізаний ікосікосідодекаедр

# @option:radio
source: Small hexagonal hexecontahedron
ca@valencia: Petit hexecontaedre hexagonal
es: Hexecontaedro hexagonal pequeño
et: Väike heksagonaalne heksekontaeeder
fi: Pieni kuusikulmainen heksakontaedri
fr: Petit hexacontaèdre hexagonal
gl: Hexacontaedro hexagonal pequeno
it: Esacontaedro esagonale piccolo
ja: 小六角六十面体
kk: Кіші пентагоналды гексаконтаэдр
lv: Mazais heksagonālais heksekontahedrons
nb: Lite heksagonalt heksekontaeder
nds: Lütt hexagonaal Hexakontaeder
nl: Kleine vijfhoekige hexacontaëder
pl: Sześćdziestościan hexagonalny mały
pt: Hexacontaedro hexagonal pequeno
ru: Малый гексагональный гексеконтаэдр
sl: Majhen heksagonalni heksekontaeder
sr@ijekavian: Мали хексагонални хексеконтаедар
sv: Liten hexagonal hexakontaeder
uk: Малий гексагональний гексеконтаедр

# @option:radio
source: Small dodecicosidodecahedron
ca@valencia: Petit dodecicosidodecaedre
es: Dodecicosidodecaedro pequeño
et: Väike dodekikosidodekaeeder
fr: Petit dodécicosidodécaèdre
gl: Dodecicosidodecaedro pequeno
hu: Kis dodekikozidodekaéder
it: Dodecicosidodecaedro piccolo
ja: 小十二・二十・十二面体
kk: Кіші додекикосидодекаэдр
lv: Mazais dodekikosidodekahedrons
nb: Lite dodekikosidodekaeder
nds: Lütt Dodezikosidodekaeder
nl: Kleine dodecicosidodecaëder
pl: Dwunastodwudziestodwunastościan mały
pt: Dodecicosidodecaedro pequeno
ru: Малый икосододекододекаэдр
sl: Majhen dodekikozidodekaeder
sr@ijekavian: Мали додекикосидодекаедар
sv: Liten dodekikosidodekaeder
uk: Малий додекікосідодекаедр

# @option:radio
source: Small dodecacronic hexecontahedron
ca@valencia: Petit hexecontaedre dodecacronic
es: Hexacontaedro dodecatrónico pequeño
et: Väike dodekakroonne heksekontaeeder
fr: Petit hexacontaèdre dodécagonique
gl: Hexacontaedro dodecacrónico pequeno
it: Esacontaedro dodecacronico piccolo
kk: Кіші додекакронды гексаконтаэдр
lv: Mazais dodekakronais heksekontahedrons
nb: Lite dodekakronisk heksecontaeder
nds: Lütt Dodekakronhexakontaeder
nl: Kleine dodecacronic hexacontaëder
pl: Dual dwunastodwudziestodwunastościanu małego
pt: Hexacontaedro dodecacrónico pequeno
ru: Малый додекогексеконтаэдр
sl: Majhen dodekakronični heksekontaeder
sr@ijekavian: Мали додекакронски хексеконтаедар
sv: Liten dodekakronisk hexakontaeder
uk: Малий додекакронічний гексеконтаедр

# @option:radio
source: Small stellated dodecahedron
ca@valencia: Petit dodecaedre en estrella
es: Dodecaedro estrellado pequeño
et: Väike tähestatud dodekaeeder
fi: Pieni tähtidodekaedri
fr: Petit dodécaèdre étoilé
gl: Dodecaedro estrelado pequeno
it: Dodecaedro stellato piccolo
ja: 小星型十二面体
kk: Кіші жұлдызды додекаэдр
nb: Lite sterneformet dodekaeder
nds: Lütt Steern-Dodekaeder (Lütt Steern-Twölfflaag)
nl: Kleine stervormig dodecaëder
pl: Dwunastościan gwiaździsty mały
pt: Dodecaedro estrelado pequeno
ru: Малый звёздчатый додекаэдр
sl: Majhen zvezdni dodekaeder
sr@ijekavian: Мали звјездасти додекаедар
sv: Liten stjärnformad dodekaeder
uk: Малий зіркоподібний додекаедр

# @option:radio
source: Great dodecahedron
ca@valencia: Gran dodecaedre
es: Dodecaedro grande
et: Suur dodekaeeder
fi: Suuri dodekaedri
fr: Grand dodécaèdre
ga: Dóideacaihéadrán mór
gl: Dodecaedro grande
hu: Nagy dodekaéder
it: Dodecaedro grande
ja: 大十二面体
kk: Үлкен додекаэдр
lv: Lielais dodekahedrons
nb: Stort dodekaeder
nds: Groot Dodekaeder (Groot Twölfflaag)
nl: Grote dodecaëder
pl: Dwunastościan wielki
pt: Dodecaedro grande
ru: Большой додекаэдр
sl: Veliki dodekaeder
sr@ijekavian: Велики додекаедар
sv: Stor dodekaeder
uk: Великий додекаедр
zh_tw: 大十二面體（Great dodecahedron）hedron）

# @option:radio
source: Great dodecadodecahedron
ca@valencia: Gran dodecadodecaedre
es: Dodecadodecaedro grande
et: Suur dodekadodekaeeder
fi: Suuri dodekadodekaedri
fr: Grand dodécadodécaèdre
ga: Dóideacadóideacaihéadrán mór
gl: Dodecadodecaedro grande
hu: Nagy dodekadodekaéder
it: Dodecadodecaedro grande
ja: 大十二・十二面体
kk: Үлкен додекадодекаэдр
lv: Lielais dodekadodekahedrons
nb: Stort dodekadodekaeder
nds: Groot Dodekadodekaeder (Groot Veeruntwintigflaag)
nl: Grote dodecadodecaëder
pl: Dwunastodwunastosześcian wielki
pt: Dodecadodecaedro grande
ru: Большой додекододекаэдр
sl: Veliki dodekadodekaeder
sr@ijekavian: Велики додекадодекаеадер
sv: Stor dodekadodekaeder
uk: Великий додекадодекаедр
zh_tw: 大十二面體（Great dodecadodecahedron）hedron）

# @option:radio
source: Medial rhombic triacontahedron
ca@valencia: Triacontaedre ròmbic medial
es: Tricontaedro rómbico mediano
et: Mediaalne rombiline triakontaeeder
fr: Triacontaèdre rhombique médian
gl: Triacontaedro rómbico medial
it: Triacontaedro rombico medio
kk: Орташа ромбты триаконтаэдр
lv: Vidējais rombiskais triakontahedrons
nb: Medialt rombisk triakontaeder
nds: Middel Ruten-Triakontaeder
nl: Medial rhomboëdrische triacontaëder
pl: Trzydziestościan rombowy średni
pt: Triacontaedro rômbico medial
ru: Средний ромботриаконтаэдр
sl: Medialni rombični triakontaeder
sr@ijekavian: Медијални ромбоидни триаконтаедар
sv: Medial rombisk triakontaeder
uk: Серединний ромбічний тріаконтаедр

# @option:radio
source: Truncated great dodecahedron
ca@valencia: Gran dodecaedre truncat
es: Gran dodecaedro truncado
et: Kärbitud suur dodekaeeder
fi: Suuri katkaistu dodekaedri
fr: Grand dodécagone tronqué
ga: Dóideacaihéadrán mór barrscoite
gl: Dodecaedro grande truncado
hu: Csonkított nagy dodekaéder
it: Dodecaedro troncato grande
ja: 切頂大十二面体
kk: Келте үлкен додекаэдр
lv: Aprautais lielais dodekahedrons
nb: Avkuttet stort dodekaeder
nds: Groot Dodekaederstump (Groot Twölfflaagstump)
nl: Afgeknotte grote dodecaëder
pl: Dwunastościan ścięty wielki
pt: Dodecaedro grande truncado
ru: Усечённый большой додекаэдр
sl: Prirezan velik dodekaeder
sr@ijekavian: Опсјечени велики додекаедар
sv: Stympad stor dodekaeder
uk: Обрізаний великий додекаедр
zh_tw: 截斷大十二面體（Truncated great dodecahedron）cahedron）
