Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

source: Extra options to pass to the screen saver
ca@valencia: Opcions extra per passar-li a l'estalvi de pantalla
es: Opciones extra para pasar al salvapantallas
et: Ekraanisäästja lisavõtmed.
eu: Pantaila babesleari pasatzeko aukera gehigarriak
fi: Näytönsäästäjälle välitettävät lisäasetukset
fr: Options supplémentaires de l'écran de veille
ga: Roghanna breise le seoladh chuig an spárálaí scáileáin
gl: Opcións adicionais a pasar ao protector de pantalla
hu: A képernyővédőnek átadni kívánt paraméterek
it: Opzioni aggiuntive da passare al salvaschermo
ja: スクリーンセーバーに渡す追加オプション
kk: Экран сақтаушыға тапсырылатын косымша параметрлері
ko: 화면 보호기로 보낼 추가 설정
lv: Ekrānsaudzētājam papildus nododamās opcijas
nb: Ekstra-valg som skal brukes i pauseskjermen
nds: Anner Optschonen för den Pausschirm
nl: Extra opties om aan de schermbeveiliging door te geven
nn: Andre val som skal sendast til pauseskjermen.
pl: Dodatkowe opcje przekazywane do wygaszacza.
pt: Opções extra a passar ao protector de ecrã
ru: Дополнительные параметры, передаваемые хранителю экрана
sl: Dodatne možnosti za ohranjevalnik zaslona
sr@ijekavian: Додатне опције за просљеђивање чувару екрана
sv: Extra argument att skicka till skärmsläckaren
uk: Додаткові параметри для зберігача екрана
zh_tw: 傳遞給螢幕保護程式的特殊選項

# @item screen saver name
source: Abstractile
ca@valencia: Abstràctil
et: Abstraktiil
fi: Abstraktiili
fr: Mosaïque abstraite
gl: Abstracto
it: Piastratto
ja: アブストラクトタイル
kk: Абстрактты
ko: 추상 타일
lv: Abstraktie kauliņi
nb: Abstraktbrikke
nds: Afstraktiel
nn: Abstrakte røyr
pl: Abstrakcjopłytka
pt: Abstráctil
ru: Мозаика
sl: Abstraktilno
sr@ijekavian: Апстраплочица
sv: Abstraktil
uk: Абстрактиль
zh_tw: 抽象鋪排

# @info screen saver description
source: Generates mosaic patterns of interlocking tiles. Written by Steve Sundstrom; 2004.
ca@valencia: Genera patrons de mosaic a partir de peces entrellaçades. Escrit per Steve Sundstrom; 2004.
es: Genera patrones en mosaico de baldosas que se van encajando. Escrito por Steve Sundstrom; 2004.
et: Loob põimuvatest klotsidest mosaiike. Autor: Steve Sundstrom; 2004.
eu: Baldosa ahokagarrien mosaiko diseinuak sortzen ditu. Steve Sundstrom-ek idatzia; 2004.
fi: Luo mosaiikkimalleja lomittuvista tiilistä. Kirjoittanut Steve Sundstrom, 2004.
fr: Génère des motifs de mosaïques avec des tuiles. Écrit par Steve Sundstrom en 2004.
ga: Gineann patrúin mhósáice de thíleanna comhghlasáilte. Scríofa ag Steve Sundstrom; 2004.
gl: Xera patróns de mosaicos compostos por pezas que se trancan entre si. Escribiuno Steve Sundstrom en 2004.
hu: Egymásba illeszkedő csempékből mozaik mintát hoz létre. Készítette: Steve Sundstrom, 2004.
it: Genera motivi a mosaico con piastre a incastro. Scritto da Steve Sundstrom; 2004.
kk: Тікбұрыштардан қатарлап қаланатын мозаикасы. Авторы: Steve Sundstrom; 2004.
ko: 연결된 타일을 사용하여 모자이크 패턴을 만듭니다. Steve Sundstrom 작성, 2004년.
nb: Genererer mosaikkmønster av sammenknyttede brikker. Skrevet av Steve Sundstrom, 2004.
nds: Stellt Mosaikmustern ut toenanner passen Steen op. 2004 schreven vun Steve Sundstrom.
nl: Genereert een mozaïekpatroon van in elkaar passende tegels. In 2004 geschreven door Steve Sundstrom.
nn: Teiknar mosaikkmønster med samanlenkja røyr. Skriven av Steve Sundstrom i 2004.
pl: Tworzy wzory mozaikowe z przeplatanych płytek. Autor: Steve Sundstrom; 2004.
pt: Gera padrões em mosaico com peças interbloqueantes. Feito por Steve Sundstrom; 2004.
ru: Генерирует мозаичные узоры из соединяющихся плиток. Автор Steve Sundstrom; 2004.
sl: Ustvari vzorce mozaikov prepletajočih se ploščic. Napisal Steve Sundstrom; 2004.
sr@ijekavian: Генерише мозаичке обрасце спрегнутих плочица. Написао Стив Сандстром, 2004.
sv: Skapar mosaikmönster av sammankopplade plattor. Skriven av Steve Sundstrom, 2004.
uk: Створює мозаїчні візерунки зчеплених плиток. Автор — Steve Sundstrom; 2004.
zh_tw: 產生連鎖鋪排的馬賽克的樣式。由 Steve Sundstrom 撰寫，2004。

# @label:slider
source: Speed
ca@valencia: Velocitat
es: Velocidad
et: Kiirus
eu: Abiadura
fi: Nopeus
fr: Vitesse
ga: Luas
gl: Velocidade
hu: Sebesség
it: Velocità
ja: 速度
kk: Жылдамдығы
ko: 속도
lv: Ātrums
nb: Hastighet
nds: Gauheit
nl: Snelheid
nn: Fart
pl: Szybkość
pt: Velocidade
ru: Скорость
sl: Hitrost
sr@ijekavian: Брзина
sv: Hastighet
uk: Швидкість
zh_tw: 速度

# @item:inrange Speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lent
ga: Mall
gl: Lento
hu: Lassú
it: Lento
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lento
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápido
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Linger
ca@valencia: Endarreriment
es: Persistencia
et: Viivitus
eu: Iraun
fi: Kuvan viipyminen
fr: Lenteur
ga: Fan
gl: Atraso
hu: Késleltetett
it: Indugio
ja: 残存する
kk: Кідірту
ko: 줄
lv: Uzkavēšanās
nb: Somle
nds: Lungern
nl: Rondhangen
nn: Dvel
pl: Opóźnienie
pt: Atraso
ru: Задержка изображения на экране
sl: Obotavljanje
sr@ijekavian: Задржавање
sv: Dröj kvar
uk: Гаяння часу
zh_tw: 徘徊

# @item:inrange Linger
source: 0 seconds
ca@valencia: 0 segons
es: 0 segundos
et: 0 sekundit
eu: 0 segundo
fi: 0 sekuntia
fr: 0 seconde
ga: 0 soicind
gl: 0 segundos
hu: 0 másodperc
it: 0 secondi
ja: 0 秒
kk: 0 секунд
ko: 0초
lv: 0 sekunžu
nb: 0 sekunder
nds: 0 Sekunnen
nl: 0 seconden
nn: 0 sekund
pl: 0 sekund
pt: 0 segundos
ru: 0 секунд
sl: 0 sekund
sr@ijekavian: 0 секунди
sv: 0 sekunder
uk: 0 секунд
zh_tw: 0 秒鐘

# @item:inrange Linger
source: 60 seconds
ca@valencia: 60 segons
es: 60 segundos
et: 60 sekundit
eu: 60 segundo
fi: 60 sekuntia
fr: 60 secondes
ga: 60 soicind
gl: 60 segundos
hu: 60 másodperc
it: 60 secondi
ja: 60 秒
kk: 60 секунд
ko: 60초
lv: 60 sekunžu
nb: 60 sekunder
nds: 60 Sekunnen
nl: 60 seconden
nn: 60 sekund
pl: 60 sekund
pt: 60 segundos
ru: 60 секунд
sl: 60 sekund
sr@ijekavian: 60 секунди
sv: 60 sekunder
uk: 60 секунд
zh_tw: 60 秒鐘

# @option:radio
source: Random tile layout
ca@valencia: Disposició aleatòria de les peces
es: Disposición aleatoria de baldosas
et: Klotside juhuslik paigutus
eu: Ausazko baldosa antolamendua
fi: Tiilien satunnainen asettelu
fr: Motif aléatoire de carreaux
ga: Leagan amach randamach
gl: Disposición aleatoria das pezas
hu: Véletlenszerű lapelrendezés
it: Schema di piastre casuale
ja: ランダムなタイル配置
kk: Кездейсоқ құрылымы
ko: 무작위 타일 배치
lv: Nejaušs kauliņu izvietojums
nb: Tilfeldig brikkeutlegg
nds: Tofällig Steenutsehn
nl: Willekeurige tegelindeling
nn: Tilfeldige røyr
pl: Losowy układ płytek
pt: Disposição aleatória das peças
ru: Случайный тип плиток
sl: Naključna razporeditev ploščic
sr@ijekavian: Насумичан распоред плочица
sv: Slumpmässig utläggning av plattor
uk: Випадкове компонування плиток
zh_tw: 隨機鋪排佈局

# @option:radio
source: Flat tiles
ca@valencia: Peces planes
es: Baldosas planas
et: Lamedad klotsid
eu: Baldosa laua
fi: Litteät tiilet
fr: Mosaïques
ga: Tíleanna cothroma
gl: Pezas simples
hu: Sima lapok
it: Piastre piatte
ja: 平たいタイル
kk: Жалпақ тікбұрыштар
ko: 평면 타일
lv: Plakani kauliņi
nb: Flate brikker
nds: Flach Steen
nl: Vlakke tegels
nn: Flate røyr
pl: Jednolite płytki
pt: Peças planas
ru: Плоские плитки
sl: Ploske ploščice
sr@ijekavian: Равне плочице
sv: Platta plattor
uk: Плоскі плитки
zh_tw: 平面鋪排

# @option:radio
source: Thin tiles
ca@valencia: Peces primes
es: Baldosas finas
et: Õhukesed klotsid
eu: Baldosa meheak
fi: Ohuet tiilet
fr: carreaux fins
ga: Tíleanna caola
gl: Pezas estreitas
hu: Vékony lapok
it: Piastre sottili
ja: 細いタイル
kk: Жұқа тікбұрыштар
ko: 얇은 타일
lv: Plāni kauliņi
nb: Tynne brikker
nds: Dünn Steen
nl: Dunne tegels
nn: Tynne røyr
pl: Cienkie płytki
pt: Peças finas
ru: Тонкие плитки
sl: Tanke ploščice
sr@ijekavian: Танке плочице
sv: Tunna plattor
uk: Тонкі плитки
zh_tw: 細鋪排

# @option:radio
source: Outline tiles
ca@valencia: Peces en contorn
es: Contorno de mosaicos
et: Kontuurklotsid
eu: Inguratu izenburuak
fi: Ääriviivatiilet
fr: Carreaux de contour
ga: Tíleanna imlíne
gl: Pezas en contorno
hu: Körvonalas lapok
it: Piastre bordate
ja: アウトラインタイル
kk: Іші бос тікбұрштар
ko: 외곽선 타일
lv: Apvilkt kauliņus ar kontūrlīniju
nb: Omrissbrikker
nds: Steenümreten
nl: Tegelranden
nn: Opne røyr
pl: Kontury
pt: Peças em contorno
ru: Контурные плитки
sl: Oris ploščic
sr@ijekavian: Оквирне плочице
sv: Konturplattor
uk: Контурні плитки
zh_tw: 輪廓鋪排

# @option:radio
source: Block tiles
ca@valencia: Peces de blocs
es: Mosaicos de bloque
et: Klotsiplokid
eu: Bloke lauzak
fi: Lohkotiilet
fr: Mosaïques
ga: Tíleanna blocáilte
gl: Bloquear as pezas
hu: Blokkos lapok
it: Piastre a blocchi
ja: ブロックタイル
kk: Тұтас тікбұрыштар
ko: 블록 타일
lv: Blokveida kauliņi
nb: Blokkbrikker
nds: Steenblöck
nl: Geblokte tegels
nn: Blokkrøyr
pl: Grupowane płytki
pt: Peças em bloco
ru: Блочные плитки
sl: Ploščice z bloki
sr@ijekavian: Блок плочице
sv: Blockplattor
uk: Блокові плитки
zh_tw: 區塊鋪排

# @option:radio
source: Neon tiles
ca@valencia: Peces de neó
es: Baldosas de neón
et: Neoonklotsid
eu: Neon lauzak
fi: Neontiilet
fr: Carreaux en néon
ga: Tíleanna neoin
gl: Pezas de neon
hu: Neonos lapok
it: Piastre al neon
ja: ネオンタイル
kk: Неонды тікбұрыштар
ko: 네온 타일
lv: Neona kauliņi
nb: Neonbrikker
nds: Neonsteen
nl: Neon tegels
nn: Neonrøyr
pl: Neonowe płytki
pt: Peças em néon
ru: Неоновые плитки
sl: Neonske ploščice
sr@ijekavian: Неонске плочице
sv: Neonfärgade plattor
uk: Неонові плитки
zh_tw: 霓虹燈鋪排

# @option:radio
source: Tiled tiles
ca@valencia: Peces en mosaic
es: Mosaicos de azulejos
et: Klotsid paanidena
eu: Lauzak mosaikoan
fi: Kaakeloidut tiilet
fr: Taille des carreaux
ga: Tíleanna tílithe
gl: Pezas compostas
hu: Mozaikszerű lapok
it: Piastre adiacenti
ja: タイル張りされたタイル
kk: Қатарланған тікбұрыштар
ko: 바둑판식 타일
lv: Flīzēti kauliņi
nb: Flislagte brikker
nds: Kachelt Steen
nl: Gelegde tegels
nn: Røyr i røyr
pl: Płytki mozaikowe
pt: Peças em padrões
ru: Мозаичные плитки
sl: Razpostavljene ploščice
sr@ijekavian: Поплочане плочице
sv: Plattor sida vid sida
uk: Мозаїка з плиток
zh_tw: 方塊鋪排

# @option:check
source: Show frame rate
ca@valencia: Mostra la velocitat dels fotogrames
es: Mostrar tasa de fotogramas
et: Kaadrisageduse näitamine
eu: Erakutsi marko tasa
fi: Näytä kuvataajuus
fr: Afficher les images par seconde
ga: Taispeáin an ráta fráma
gl: Mostrar a taxa de fotogramas
hu: Képkockaszám megjelenítése
it: Mostra la frequenza dei fotogrammi
ja: フレームレートを表示
kk: Кадр параметрі
ko: 초당 프레임 수 보이기
lv: Rādīt kadru skaitu sekundē
nb: Vis rutefrekvensen
nds: Bildwedderhalen wiesen
nl: Framesnelheid tonen
nn: Vis bilete per sekund
pl: Pokaż liczbę klatek
pt: Mostrar a taxa de imagens
ru: Показывать частоту кадров
sl: Prikaži hitrost sličic
sr@ijekavian: Прикажи проток кадрова
sv: Visa bildfrekvens
uk: Показувати частоту кадрів
zh_tw: 顯示影像速率

# @item screen saver name
source: Anemone
es: Anémona
et: Meriroos
fi: Vuokko
fr: Anémone
gl: Anémona
hu: Szellőrózsa
kk: Актиния
ko: 아네모네
nds: Anemoon
nl: Anemoon
pl: Zawilec
pt: Anémona
ru: Ветреница
sl: Anemon
sr@ijekavian: Анемона
sv: Anemon
uk: Анемон
zh_tw: 海葵

# @info screen saver description
source: Wiggling tentacles. Written by Gabriel Finch; 2002.
ca@valencia: Tentacles ondulants. Escrit per Gabriel Finch; 2002.
es: Movimiento de tentáculos. Escrito por Gabriel Finch; 2002.
et: Sebivad haarmed. Autor: Gabriel Finch, 2002.
eu: Astintzen diren garroak. Gabriel Finch-ek idatzia; 2002.
fi: Kiemurtelevia lonkeroita. Kirjoittanut Gabriel Finch, 2002.
fr: Tentacules tortillantes. Écrit par Gabriel Finch en 2002.
ga: Adharcáin ag lúbarnaíl. Scríofa ag Gabriel Finch, 2002.
gl: Tentáculos en movemento. Escrito por Gabriel Finch en 2002.
hu: Izgő-mozgó csápok. Készítette: Gabriel Finch, 2002.
it: Tentacoli striscianti. Scritto da Gabriel Finch; 2002.
kk: Қалшылдаған қылқандар. Авторы: Gabriel Finch; 2002.
ko: 움직이는 촉수. Gabriel Finch 작성, 2002년.
lv: Kustīgi taustekļi. Sarakstīja Gabriel Finch; 2002.
nb: Sprellende tentakler. Skrevet av Gabriel Finch, 2002.
nds: Wabbeln Fangarms. Schreven vun Gabriel Finch, 2002.
nl: Wiegelende tentakels. In 2002 geschreven door Gabriel Finch.
nn: Tentaklar som sprellar. Skriven av Gabriel Finch i 2002.
pl: Wijące się macki. Autor: Gabriel Finch; 2002.
pt: Tentáculos ondulantes. Feito por Gabriel Finch; 2002.
ru: Качающиеся усики. Автор — Gabriel Finch, 2002.
sl: Migajoče lovke. Napisal Gabriel Finch; 2002.
sr@ijekavian: Лелујајући пипци. Написао Гејбријел Финч, 2002.
sv: Slingrande tentakler. Skriven av Gabriel Finch, 2002.
uk: Вусики, що коливаються. Автор — Gabriel Finch; 2002.
zh_tw: 擺動觸手。由 Gabriel Finch 撰寫，2002。

# @label:slider
source: Arms
ca@valencia: Braços
es: Brazos
et: Harud
eu: Besoak
fi: Varsia
fr: Bras
ga: Lámha
gl: Brazos
hu: Karok
it: Braccia
kk: Салалары
ko: 팔
lv: Rokas
nb: Armer
nl: Wapens
nn: Armar
pl: Ramiona
pt: Braços
ru: Количество ветвей
sl: Roke
sr@ijekavian: Руке
sv: Armar
uk: Руки
zh_tw: 手臂

# @item:inrange Arms
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @item:inrange Arms
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Tentacles
es: Tentáculos
et: Haarmed
eu: Garroak
fi: Lonkeroita
fr: Tentacules
ga: Adharcáin
gl: Tentáculos
hu: Csápok
it: Tentacoli
kk: Қылқандары
ko: 촉수
lv: Taustekļi
nb: Tentakler
nds: Fangarms
nl: Tentakels
nn: Tentaklar
pl: Macki
pt: Tentáculos
ru: Количество усиков
sl: Lovke
sr@ijekavian: Пипци
sv: Tentakler
uk: Вусики
zh_tw: 觸手

# @item:inrange Tentacles
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Tentacles
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Thickness
ca@valencia: Gruix
es: Grosor
et: Paksus
eu: Loditasuna
fi: Paksuus
fr: Épaisseur
ga: Tiús
gl: Espesura
hu: Vastagság
it: Spessore
ja: 厚さ
kk: Қалыңдылығы
ko: 두께
lv: Biezums
nb: Tykkelse
nds: Dickde
nl: Dikte
nn: Tjukkleik
pl: Grubość
pt: Espessura
ru: Толщина
sl: Debelina
sr@ijekavian: Дебљина
sv: Bredd
uk: Товщина
zh_tw: 厚度

# @item:inrange Thickness
source: Thin
ca@valencia: Fi
es: Fino
et: Peen
eu: Mehea
fi: Ohut
fr: Finesse
ga: Tanaí
gl: Fino
hu: Vékony
it: Sottile
ja: 薄い
kk: Жіңішке
ko: 가늠
lv: Plāns
nb: Tynn
nds: Dünn
nl: Dun
nn: Tynn
pl: Cienki
pt: Fino
ru: Тоньше
sl: Tanko
sr@ijekavian: танко
sv: Tunn
uk: Тонкі
zh_tw: 細

# @item:inrange Thickness
source: Thick
ca@valencia: Gruixut
es: Grueso
et: Paks
eu: Lodia
fi: Paksu
fr: Épaisseur
ga: Tiubh
gl: Groso
hu: Vastag
it: Spesso
ja: 厚い
kk: Қалың
ko: 두꺼움
lv: Biezs
nb: Tykk
nds: Dick
nl: Dik
nn: Tjukk
pl: Gruby
pt: Grosso
ru: Толще
sl: Debelo
sr@ijekavian: дебело
sv: Tjock
uk: Товсті
zh_tw: 粗

# @label:slider
source: Withdraw freqency
ca@valencia: Freqüència d'ondulació
es: Frecuencia de limpieza
et: Tagasitõmbamise sagedus
eu: Deuseztatzeko maiztasuna
fi: Vetäytyminen
fr: Fréquence de rétractation
ga: Minicíocht tarraingthe siar
gl: Taxa de ondulación
it: Frequenza di ritiro
ja: 抽出しの頻度
kk: Жайылу жиілігі
ko: 거절 빈도
lv: Atraušanas biežums
nb: Tilbaketrekkfrekvens
nds: Torüchtrecken
nl: Terugtrekfrequentie
nn: Tilbaketrekkingsfrekvens
pl: Częstotliwość wycofywania
pt: Frequência de ondulação
ru: Частота запуска
sl: Pogostost oddaljevanja
sr@ijekavian: Учестаност повлачења
sv: Indragningsfrekvens
uk: Частота вилучення
zh_tw: 收回頻率

# @item:inrange Withdraw freqency
source: Often
ca@valencia: Sovint
es: A menudo
et: Sageli
eu: Sarri
fi: Usein
fr: Souvent
ga: Go Minic
gl: Frecuente
hu: Gyakran
it: Spesso
ja: しばしば
kk: Жиі
ko: 자주
lv: Bieži
nb: Ofte
nds: Faken
nl: Vaak
nn: Ofte
pl: Często
pt: Frequente
ru: Чаще
sl: Pogosto
sr@ijekavian: често
sv: Ofta
uk: Часто
zh_tw: 頻繁

# @item:inrange Withdraw freqency
source: Rarely
ca@valencia: Rarament
es: Rara vez
et: Harva
eu: Gutxitan
fi: Harvoin
fr: Rarement
ga: Go hAnnamh
gl: Ao raro
hu: Ritkán
it: Raramente
ja: たまに
kk: Сирек
ko: 가끔
lv: Reti
nb: Sjelden
nds: Roor
nl: Zelden
nn: Sjeldan
pl: Rzadko
pt: Raramente
ru: Реже
sl: Redko
sr@ijekavian: ретко
sv: Sällan
uk: Рідко
zh_tw: 較少

# @label:slider
source: Turn speed
ca@valencia: Velocitat de gir
es: Velocidad de giro
et: Pöörlemiskiirus
eu: Biratzeko abiadura
fi: Kääntymisnopeus
fr: Vitesse de rotation
ga: Luas rothlaithe
gl: Velocidade de xiro
hu: Fordulási sebesség
it: Velocità di rotazione
ja: 回転速度
kk: Бұралу жылдамдығы
ko: 회전 속도
lv: Griešanās ātrums
nb: Dreiehastighet
nds: Dreihgauheit
nl: Omdraaisnelheid
nn: Dreiefart
pl: Szybkość zwrotów
pt: Velocidade de mudança de direcção
ru: Скорость вращения
sl: Hitrost obračanja
sr@ijekavian: Брзина окретања
sv: Svänghastighet
uk: Швидкість обертання
zh_tw: 轉換速度

# @item:inrange Turn speed
source: Slow
ca@valencia: Lenta
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느림
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasi
sr@ijekavian: споро
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Turn speed
source: Fast
ca@valencia: Ràpida
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠름
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @item screen saver name
source: Anemotaxis
ca@valencia: Anemotàxia
et: Tuulelemb
fi: Anemotaksis
gl: Anemotaxe
it: Anemotassia
kk: Анемотаксис
lv: Anemotaksēšana
nds: Luchtströöm (Anemotaxis)
pl: Anemotaksja
ru: Анемотаксис
sr@ijekavian: Анемотакса
uk: Анемотаксіс

# @info screen saver description
source: This demonstrates a search algorithm designed for locating a source of odor in turbulent atmosphere. The searcher is able to sense the odor and determine local instantaneous wind direction. The goal is to find the source in the shortest mean time. http://en.wikipedia.org/wiki/Anemotaxis Written by Eugene Balkovsky; 2004.
ca@valencia: Això mostra un algorisme de cerca dissenyat per tal de trobar una font d'olor dins d'una atmosfera turbulenta. El cercador és capaç de detectar l'olor i de determinar la direcció local instantània del vent. L'objectiu és trobar la font en el mínim temps possible. http://en.wikipedia.org/wiki/Anemotaxis Escrit per Eugene Balkovsky; 2004.
es: Esto demuestra un algoritmo de búsqueda diseñado para localizar el origen del olor en una atmósfera turbulenta. El buscador es capaz de sentir el olor y determinar de manera inmediata la dirección del viento local. El objetivo es encontrar el origen en el menor tiempo posible. http://en.wikipedia.org/wiki/Anemotaxis. Escrito por Eugene Balkovsky; 2004.
et: Tuulelemb kujutab endast otsingualgoritmi, millega leitakse lõhna allikas tuulises atmosfääris. Otsija tunneb lõhna ja on võimeline kindlaks määrama tuulesuuna. Eesmärk on leida allikas võimalikult kiiresti. http://en.wikipedia.org/wiki/Anemotaxis Autor: Eugene Balkovsky; 2004.
fi: Anemotaksis demonstroi hakualgoritmia, joka on kehitetty hajun lähteen paikantamiseen pyörteisessä ilmakehässä. Etsijä kykenee aistimaan hajun sekä havaitsemaan tuulen paikallisen välittömän suunnan. Tehtävänä on paikantaa lähde lyhimmässä keskiajassa. http://en.wikipedia.org/wiki/Anemotaxis Kirjoittanut Eugene Balkovsky, 2004.
it: Questo dimostra un algoritmo di ricerca progettato per localizzare la fonte di un odore in un'atmosfera turbolenta. Il ricercatore è in grado di sentire l'odore e determinare la direzione istantanea locale del vento. L'obbiettivo è trovare la fonte nel tempo medio minimo. Vedi http://en.wikipedia.org/wiki/Anemotaxis. Scritto da Eugene Balkovsky; 2004.
ko: Anemotaxis는 활발한 대기 중에서 냄새 입자의 근원지를 찾는 알고리즘을 시뮬레이션합니다. 추적자는 냄새를 감지하고 현재 지점의 풍향을 찾습니다. 알고리즘의 목표는 최단 시간 내에 냄새의 근원을 찾는 것입니다. 참고: http://en.wikipedia.org/wiki/Anemotaxis Eugene Balkovsky 작성, 2004년.
nb: Dette demonstrerer en søkealgoritme laget for å finne en kilde til lukt i turbulent luft. Søkeren kan kjenne lukta og bestemme lokal vindretning i øyeblikket. Målet er å finne kilden på korteste middeltid. <link> http://en.wikipedia.org/wiki/Anemotaxis</link> Skrevet av Eugene Balkovsky, 2004.
nds: Wiest en Söökalgoritmus, de för't Opspören vun en Rüükborn in en windig Ümgeven maakt wöör. De Söker kann rüken un de lokale Windricht fastslaan. Dat Teel is, den Born binnen de lüttste Dörsnitttiet to finnen. K.o. http://en.wikipedia.org/wiki/Anemotaxis. 2004 schreven vun Eugene Balkovsky.
nl: Dit demonstreert een zoekalgoritme ontworpen voor het lokaliseren van een geurbron in een turbulente atmosfeer. Het zoekprogramma is in staat de geur te ruiken en lokale momentane windrichtingen te bepalen. Het doel is de bron te vinden in de kortste gemiddelde tijd. http://en.wikipedia.org/wiki/Anemotaxis In 2004 geschreven door Eugene Balkovsky.
pl: To przedstawia algorytm przeszukiwania, który odnajduje źródło zapachu we wzburzonym powietrzu. Jest w stanie odnaleźć zapach i ustalić nagłą zmianę kierunku wiatru. Celem jest odnalezienie źródła w najkrótszym czasie. http://en.wikipedia.org/wiki/Anemotaxis. Autor Eugene Balkovsky, 2004.
pt: Isto demonstra um algoritmo de pesquisa desenhado para localizar uma fonte de odor numa atmosfera turbulenta. O pesquisador é capaz de sentir o odor e determinar a direcção do vento instantânea no local. O objectivo é detectar a origem no menor tempo médio. http://en.wikipedia.org/wiki/Anemotaxis Feito por Eugene Balkovsky; 2004.
sl: To prikazuje iskalni algoritem zasnovan za iskanje vira vonja v turbulentni atmosferi. Iskalnik lahko zazna vonj in določi trenutno krajevno smer vetra. Cilj je najti vir v najkrajši srednji vrednosti časa. http://en.wikipedia.org/wiki/Anemotaxis Napisal Eugene Balkovsky; 2004.
sr@ijekavian: Илуструје алгоритам претраге за налажење извора мириса у ускомешаној атмосфери. Претраживач може да осјећа мирис и одређује тренутни локални смјер вјетра; циљ је да се извор нађе за најкраће средње вријеме (http://en.wikipedia.org/wiki/Anemotaxis). Написао Јевгениј Балковски, 2004.
sv: Detta demonstrerar en sökalgoritm skapad för att lokalisera en luktkälla i turbulent atmosfär. Sökaren kan känna lukten och bestämma den lokala momentana vindriktningen. Målet är att hitta källan på den i medeltal kortaste tiden. Se http://en.wikipedia.org/wiki/Taxis. Skriven av Eugene Balkovsky, 2004.
uk: Цей зберігач реалізує алгоритм розроблений для пошуку джерела запаху у турбулентнім потоці. Пошуковець може відчувати запах і визначати миттєвий напрям вітру. Метою є знайти джерело за найкоротший час. http://en.wikipedia.org/wiki/Anemotaxis Автор Eugene Balkovsky; 2004.
zh_tw: 這個項目展示一種搜尋演算法，在猛烈的氣流中找出某種氣味的來源。它可以感受到氣味，並決定瞬間的風向。目的是在最短平均時間內找出氣味來源。參考資料：http://en.wikipedia.org/wiki/Anemotaxis ，由 Eugene Balkovsky 撰寫，2004。
