Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Draws trippy psychedelic circular patterns that hurt to look at. http://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski; 1993.
ca@valencia: Dibuixa motius psicodèlics de plantilles circulars que fan mal a la vista. http://en.wikipedia.org/wiki/Moire_pattern Escrit per Jamie Zawinski; 1993.
es: Dibuja patrones psicodélicos circulares que hacen daño a la vista. http://en.wikipedia.org/wiki/Moire_pattern. Creado por Jamie Zawinski.
et: Näitab psühhedeelilisi ja hallutsioonilisi ringimustreid, mille vaataminegi ajab hulluks. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 1993.
eu: Begiratzean begietan mina ematen duten eredu zirkular psikotikoak marrazten ditu. http://en.wikipedia.org/wiki/Moire_pattern Jamie Zawinski-k idatzia; 1993.
fi: Näytölle piirtyy sekavia, psykedeelisiä ympyräkuvioita, joiden katsominen tekee pahaa. http://en.wikipedia.org/wiki/Moire_pattern Tekijä: Jamie Zawinski; 1993.
fr: Ceci dessine des motifs psychédéliques circulaires qui font mal si on les regarde trop longtemps. http://en.wikipedia.org/wiki/Moire_pattern Écrit par Jamie Zawinski ; 1993.
ga: Dearann sé seo patrúin chiorclacha shícideileacha a ghoilleann ort féachaint orthu. http://en.wikipedia.org/wiki/Moire_pattern - Scríofa ag Jamie Zawinski, 1993.
gl: Debuxa varios patróns circulares psicodélicos que mancan a vista. http://en.wikipedia.org/wiki/Moire_pattern. Escribiuno Jamie Zawinski en 1993.
hu: Pszichadelikus hatású körkörös mintákat jelenít meg, melyektől szinte szédülést kap az ember. Lásd: http://en.wikipedia.org/wiki/Moire_pattern. Készítette: Jamie Zawinski, 1993.
it: Disegna una serie di motivi circolari psichedelici che fanno male a vederli. http://it.wikipedia.org/wiki/Effetto_moir%C3%A9 Scritto da Jamie Zawinski; 1993.
ja: 幻覚のような、目もくらみそうにサイケデリックな円のパターンを描画。http://ja.wikipedia.org/wiki/モアレ Jamie Zawinski、1993年作。
kk: Көруге келмейтін психоделик шеңберлі өрнек. http://en.wikipedia.org/wiki/Moire_pattern Авторы: Jamie Zawinski; 1993.
ko: 보다 보면 어지러운 원형 사이키델릭 간섭 무늬를 그립니다. https://ko.wikipedia.org/wiki/%EB%AC%B4%EC%95%84%EB%A0%88 Jamie Zawinski 작성, 1993년.
nb: Dette tegner trippende psykedeliske sirkelmønstre som det gjør vondt å se på. <link>http://en.wikipedia.org/wiki/Moire</link> Skrevet av Jamie Zawinski i 1993.
nds: Pyschedeelsch-törnig Ringmustern, de bi't Ankieken Wehdaag maakt. http://de.wikipedia.org/wiki/Moiré-Effekt 1993 schreven vun Jamie Zawinski.
nl: Toont Vreemde psychedelische cirkelpatronen die zeer doen om naar te kijken. http://en.wikipedia.org/wiki/Moire_pattern In 1993 geschreven door Jamie Zawinski.
nn: Teiknar psykedeliske sirkelmønster det er vondt å sjå på. <link>http://en.wikipedia.org/wiki/Moire_pattern</link> Skriven av Jamie Zawinski i 1993.
pl: Psychodeliczne kołowe wzory, na które ciężko patrzeć. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski; 1993.
pt: Isto desenha vários padrões circulares psicadélicos que magoam a vista. http://en.wikipedia.org/wiki/Moire_pattern. Feito por Jamie Zawinski; 1993.
ru: Психоделические узоры из окружностей, на которые больно смотреть. http://ru.wikipedia.org/wiki/Муаровый_узор Автор Джеми Завински (Jamie Zawinski), 1993.
sl: Izriše psihadelične krožne vzorce, ki so boleči za gledanje. http://en.wikipedia.org/wiki/Moire_pattern Napisal Jamie Zawinski; 1993.
sr@ijekavian: Црта триповане психоделичне кружне обрасце које је болно гледати. (http://en.wikipedia.org/wiki/Moire_pattern). Написао Џејми Завински, 1993.
sv: Ritar utflippade psykedeliska cirkulära mönster, som det gör ont att titta på. Se http://sv.wikipedia.org/wiki/Moiré_(interferensmönster). Skriven av Jamie Zawinski, 1993.
uk: Малює психоделічні кругові візерунки, які «шкідливі» для зору. http://en.wikipedia.org/wiki/Moire_pattern Автор — Jamie Zawinski.
zh_tw: 畫出很迷幻的圓形圖樣，盯著看會昏頭。參考資料：http://en.wikipedia.org/wiki/Moire_pattern 。由 Jamie Zawinski 撰寫，1993。

# @label:slider
source: Number of circles
ca@valencia: Nombre de cercles
es: Número de círculos
et: Ringide arv
eu: Zirkulu kopurua
fi: Ympyröiden määrä
fr: Nombre de cercles
ga: Líon na gciorcal
gl: Número de círculos
hu: A körök száma
it: Numero di cerchi
ja: 円の数
kk: Шеңберлер
ko: 원 개수
lv: Apļu skaits
nb: Antall sirkler
nds: Tall vun Krinken
nl: Aantal cirkels
nn: Tal på sirklar
pl: Liczba okręgów
pt: Número de círculos
ru: Количество окружностей
sl: Število krogov
sr@ijekavian: Број кругова
sv: Antal cirklar
uk: Кількість кіл
zh_tw: 圓環數目

# @item:inrange Number of circles
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Number of circles
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @option:radio
source: Random mode
ca@valencia: Mode a l'atzar
es: Modo al azar
et: Juhuslik esitus
eu: Ausazko modua
fi: Satunnaistila
fr: Mode aléatoire
ga: Mód randamach
gl: Modo aleatorio
hu: Véletlenszerű mód
it: Modalità casuale
ja: ランダムモード
kk: Кездейсоқ
ko: 무작위 모드
lv: Nejaušais režīms
nb: Tilfeldig modus
nds: Tofällig
nl: Willekeurige modus
nn: Tilfeldig modus
pl: Tryb losowy
pt: Modo aleatório
ru: Случайный режим
sl: Naključni način
sr@ijekavian: Насумични режим
sv: Slumpmässigt läge
uk: Випадковий режим
zh_tw: 隨機模式

# @option:radio
source: Seuss mode
ca@valencia: Mode Seuss
es: Modo Seuss
et: Seussi esitus
eu: Seuss modua
fi: Seuss-tila
fr: Mode Seuss
ga: Mód Seuss
gl: Modo Seuss
hu: Seuss-féle mód
it: Modalità Seuss
ja: スースモード
kk: Сьюз режімі
ko: Seuss 모드
nb: Seuss-modus
nds: Seuss-Bedrief
nl: Seuss-modus
nn: Seuss-modus
pl: Tryb Seuss
pt: Modo Seuss
ru: Режим "доктор Зюсс"
sl: Način Seuss
sr@ijekavian: Режим Сјуса
sv: Seussläge
uk: Режим Сьюза
zh_tw: Seuss 模式

# @option:radio
source: Ramp mode
ca@valencia: Mode en rampa
es: Modo rampa
et: Rambiesitus
eu: Malda modua
fi: Ramp-tila
fr: Mode de saccage
ga: Mód rampa
gl: Modo en rampla
hu: Rámpa mód
it: Modalità a rampa
ja: ランプモード
kk: Долы режімі
ko: 램프 모드
nb: Rampemodus
nds: Ramp-Bedrief
nl: Oplopende modus
nn: Rampemodus
pl: Tryb pochyłu
pt: Modo em rampa
ru: Линейный режим
sl: Način klančine
sr@ijekavian: Режим рампе
sv: Rampläge
uk: Жадібний режим
zh_tw: 坡道模式

# @option:check
source: Animate circles
ca@valencia: Anima els cercles
es: Círculos animados
et: Animeeritud ringid
eu: Zirkuluak animatu
fi: Animoi ympyrät
fr: Animer les cercles
ga: Beoigh ciorcail
gl: Animar os círculos
hu: Animált körök
it: Anima i cerchi
ja: 円のアニメーション
kk: Анимация
ko: 원 애니메이션
lv: Animēt apļus
nb: Animere sirkler
nds: Leven Krinken
nl: Cirkels animeren
nn: Animer sirklar
pl: Animuj okręgi
pt: Animar os círculos
ru: Анимированные окружности
sl: Animiraj kroge
sr@ijekavian: Анимирај кругове
sv: Animera cirklar
uk: Анімація кіл
zh_tw: 動態圓環

# @item screen saver name
source: Helix
ca@valencia: Hèlice
et: Heeliks
eu: Helizea
fi: Kierre
fr: Hélice
gl: Hélice
it: Giochi di corde
ja: ヘリックス
kk: Шиыршық
ko: 나선
lv: Spirāle
nds: Spiraal
nn: Spiral
pt: Hélice
sl: Vijačnica
sr@ijekavian: Завојница
uk: Спіраль
zh_tw: 螺旋

# @info screen saver description
source: Spirally string-art-ish patterns. Written by Jamie Zawinski; 1992.
ca@valencia: Patrons de motius artístics en espiral. Escrit per Jamie Zawinski; 1992.
es: Patrones espiralmente artísticos. Escrito por Jamie Zawinski; 1992.
et: Spiraalsed joonemustrid. Autor: Jamie Zawinski; 1992.
fi: Näytölle ilmestyy jatkuvasti uusia kierteisiä, jousimaisia kuvioita. Tekijä: Jamie Zawinski; 1992.
fr: Ceci génère de manière répétitive des motifs de cordelettes tendues autour de clous. Écrit par Jamie Zawinski ; 1992.
ga: Patrúin bhíseacha cosúil le healaín teaghrán. Scríofa ag Jamie Zawinski, 1992.
gl: Isto xera repetidamente patróns en espiral. Escribiuno Jamie Zawinski en 1992.
hu: Spirálisan forgó drótfigurákat jelenít meg. Készítette: Jamie Zawinski, 1992.
it: Motivi simili a giochi di corde. Scritto da Jamie Zawinski; 1992.
ja: 螺旋のような、ストリングアート的なパターン。Jamie Zawinski、1992年作。
kk: Шиыршық - спиральді өрнектер. Авторы: Jamie Zawinski; 1992.
ko: 나선형의 선 패턴을 보여줍니다. Jamie Zawinski 작성, 1992년.
nb: Spiralske trådkunstaktige mønstre. Skrevet av Jamie Zawinski i 1992.
nds: Stellt spiraaloortet Fadenmustern op. Schreven vun Jamie Zawinski, 1992.
nl: Spiraliserende tekenreeks-kunstachtige patronen. In 1992 geschreven door Jamie Zawinski.
nn: Spiralaktige trådkunstmønster. Skriven av Jamie Zawinski i 1992.
pl: Generuje spiralne wzory podobne do sztuki sznurkowej. Autor:Jamie Zawinski; 1992.
pt: Isto gera repetidamente padrões em espiral. Escrito por Jamie Zawinski; 1992.
ru: Спиральные узоры в стиле нитяной графики. Автор Джеми Завински (Jamie Zawinski), 1992.
sl: Spiralni nitasti umetniški vzorci. Napisal Jamie Zawinski, 1992.
sr@ijekavian: Спирални обрасци налик на нитну графику. Написао Џејми Завински, 1992.
sv: Spiralformade konstaktiga strängmönster. Skriven av Jamie Zawinski, 1992.
uk: Спірально-пружинні мистецькі візерунки. Автор — Jamie Zawinski; 1992.
zh_tw: 螺旋狀的圖案。由 Jamie Zawinski 撰寫，1992。

# @item screen saver name
source: Hexadrop
ca@valencia: Caiguda d'hexàgons
es: Caída hexagonal
et: Kaheksapiisad
fi: Heksapudotus
it: Esagriglia
ko: 떨어지는 육각형
nds: Sössdrüpp
pl: Heksakropla
pt: Queda de hexágonos
sl: Šesterotres
sr@ijekavian: Шестопад
sv: Hexfall
uk: Шестирозкидання

# @info screen saver description
source: Draws a grid of hexagons or other shapes and drops them out. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Written by Jamie Zawinski; 2013.
ca@valencia: Dibuixa una graella d'hexàgons o altres formes i les llença. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Escrit per Jamie Zawinski; 2013.
es: Dibuja una rejilla de hexágonos y otras formas y los deja caer. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons. Escrito por Jamie Zawinski; 2013.
et: Näitab kaheksanurkadest või muudest kujunditest võrgustikku ja kukutab neid piiskadena. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Autor: Jamie Zawinski; 2013.
fi: Piirtää ruudukon kuusikulmioita ja muita kuvioita ja pudottelee niitä.http://en.wikipedia.org/wiki/Moire_pattern Kirjoittanut Jamie Zawinski, 2013.
it: Disegna una griglia di esagoni o altre serie e li fa cadere. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Scritto da Jamie Zawinski; 2013.
ko: 육각형이나 다른 다각형으로 타일을 그린 다음 떨어트립니다. https://ko.wikipedia.org/wiki/%EC%A0%95%EB%8B%A4%EA%B0%81%ED%98%95_%ED%83%80%EC%9D%BC_%EB%8D%AE%EA%B8%B0 Jamie Zawinski 작성, 2013년.
nb: Tegner en rute av sekskanter eller andre former og dropper dem ut. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Skrevet av Jamie Zawinski i 2013.
nds: Wiest en Gadder vun Sössecks oder anner Forms, de denn rutdrüppen doot. http://de.wikipedia.org/wiki/Parkettierung Schreven vun Jamie Zawinski, 2013.
nl: Toont een raster van zesvlakken of andere vormen en laat ze vallen. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons In 1993 geschreven door Jamie Zawinski.
pl: Rysuje siatkę sześciokątów lub innych kształtów i upuszcza je. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Autor: Jamie Zawinski; 2013.
pt: Desenha uma grelha de hexágonos ou outras formas, deixando-os cair. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons. Feito por Jamie Zawinski; 1993.
sl: Izriše mrežo šesterokotnikov ali drugih oblik ter jih raztrese. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Napisal Jamie Zawinski; 2013.
sr@ijekavian: Црта мрежу шестоуглова и других облика, па их испушта. (http://en.wikipedia.org/wiki/Moire_pattern). Написао Џејми Завински, 2013.
sv: Ritar ett rutnät av hexagoner eller andra former och låter dem falla. Se http://en.wikipedia.org/wiki/Tiling_by_regular_polygons. Skriven av Jamie Zawinski, 2013.
uk: Малює сітку з шестикутників або інших форм і розкидає їх. http://en.wikipedia.org/wiki/Tiling_by_regular_polygons Автор — Jamie Zawinski; 2013.
zh_tw: 畫出許多六邊形或其他形狀，並丟出去。 http://en.wikipedia.org/wiki/Tiling_by_regular_polygons 由 Jamie Zawinski 撰寫，2013.

# @label:slider
source: Tile size
ca@valencia: Mida de les peces
es: Tamaño de baldosa
et: Klotsi suurus
fi: Tiilen koko
fr: Taille des mosaïques
ga: Méid na dtíleanna
gl: Tamaño das pezas
hu: Lapméret
it: Dimensione delle tessere
ja: タイルのサイズ
kk: Құрақ өлшемі
ko: 타일 크기
lv: Lauciņa izmērs
nb: Flisstørrelse
nds: Kachelgrött
nl: Tegelgrootte
nn: Flisstorleik
pl: Rozmiar płytki
pt: Tamanho do padrão
ru: Размер плитки
sl: Velikost tlakovcev
sr@ijekavian: Величина плочица
sv: Rutstorlek
uk: Розмір плитки
zh_tw: 鋪排大小

# @item:inrange Tile size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccole
ja: 小
kk: Шағын
ko: 작게
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мале
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Tile size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велике
sv: Stor
uk: Великий
zh_tw: 大

# @option:radio
source: Random shape
ca@valencia: Forma a l'atzar
es: Forma aleatoria
et: Juhuslik kujund
fi: Satunnainen muoto
it: Forma casuale
ja: ランダムな形状
ko: 무작위적 칸 모양
nb: Vilkårlig form
nds: Tofällig Form
nl: Willekeurige vorm
pl: Losowy kształt
pt: Forma aleatória
sl: Naključna oblika
sr@ijekavian: Насумичан облик
sv: Slumpmässig form
uk: Випадкова форма
zh_tw: 隨機形狀

# @option:radio
source: Triangles
es: Triángulos
et: Kolmnurgad
fi: Kolmioita
it: Triangoli
ja: 三角形
ko: 삼각형
nb: Trekanter
nds: Dre'ecks
nl: Driehoeken
pl: Trójkąty
pt: Triângulos
sl: Trikotniki
sr@ijekavian: Троуглови
sv: Trianglar
uk: Трикутники
zh_tw: 三角形

# @option:radio
source: Squares
ca@valencia: Quadrats
es: Cuadrados
et: Ruudud
fi: Neliöitä
it: Quadrati
ja: 四角
ko: 사각형
nb: Kvadrater
nds: Quadraten
nl: Vierkantjes
pl: Kwadraty
pt: Quadrados
sl: Kvadrati
sr@ijekavian: Квадрати
sv: Kvadrater
uk: Квадрати
zh_tw: 方形

# @option:radio
source: Hexagons
ca@valencia: Hexàgons
es: Hexágonos
et: Kaheksanurgad
fi: Kuusikulmioita
it: Esagoni
ko: 육각형
nb: Sekskanter
nds: Sössecks
nl: Hexaëders
pl: Sześciokąty
pt: Hexágonos
sl: Šesterokotniki
sr@ijekavian: Шестоуглови
sv: Hexagoner
uk: Шестикутники
zh_tw: 六邊形

# @option:radio
source: Octagons
ca@valencia: Octàgons
es: Octógonos
et: Kaheksanurgad
fi: Kahdeksankulmioita
it: Ottagoni
ja: 正八面体
ko: 팔각형
nb: Åttekanter
nds: Achtecks
nl: Octaëders
pl: Ośmiokąty
pt: Octógonos
sl: Osemkotniki
sr@ijekavian: Осмоуглови
sv: Oktogoner
uk: Восьмикутники
zh_tw: 八邊形

# @option:radio
source: Random speed
ca@valencia: Velocitat a l'atzar
es: Velocidad aleatoria
et: Juhuslik kiirus
fi: Satunnainen nopeus
it: Velocità casuale
ja: ランダムなスピード
ko: 무작위 속도
nb: Vilkårlig fart
nds: Tofällig Gauheit
nl: Willekeurige snelheid
pl: Losowa szybkość
pt: Velocidade aleatória
sl: Naključna hitrost
sr@ijekavian: Насумична брзина
sv: Slumpmässig hastighet
uk: Випадкова швидкість
zh_tw: 隨機速度

# @option:radio
source: Uniform speed
ca@valencia: Velocitat uniforme
es: Velocidad uniforme
et: Ühtne kiirus
fi: Yhtenäinen nopeus
it: Velocità uniforme
ja: 一定のスピード
ko: 단일 속도
nb: Jevn fart
nds: Liekbleven Gauheit
nl: Gelijkmatige snelheid
pl: Jednostajna szybkość
pt: Velocidade uniforme
sl: Enakomerna hitrost
sr@ijekavian: Равномерна брзина
sv: Likformig hastighet
uk: Однорідна швидкість
zh_tw: 相同速度

# @option:radio
source: Non-uniform speed
ca@valencia: Velocitat no uniforme
es: Velocidad no uniforme
et: Mitteühtne kiirus
fi: Ei-yhtenäinen nopeus
it: Velocità non uniforme
ja: 一定ではないスピード
ko: 불균일 속도
nb: Ujevn fart
nds: Wesseln Gauheit
nl: Niet-gelijkmatige snelheid
pl: Niejednostajna szybkość
pt: Velocidade não-uniforme
sl: Neenakomerna hitrost
sr@ijekavian: Неравномерна брзина
sv: Icke-likformig hastighet
uk: Неоднорідна швидкість
zh_tw: 不同速度

# @option:radio
source: Random sync
ca@valencia: Sincronització aleatòria
es: Sincronización aleatoria
et: Juhuslik sünkroonimine
fi: Satunnainen synkronointi
it: Sincronizzazione casuale
ko: 무작위 동기화
nb: Tilfeldig synk
nds: Tofällig synkroniseren
nl: Willekeurige synchronisatie
pl: Losowa synchronizacja
pt: Sincronização aleatória
sl: Naključna uskladitev
sr@ijekavian: Насумично синхронизовање
sv: Slumpmässig synkronisering
uk: Випадкова синхронізація
zh_tw: 隨機同步

# @option:radio
source: Synchronized
ca@valencia: Sincronitzats
es: Sincronizado
et: Sünkroonis
fi: Synkronoitu
it: Sincrono
ko: 동기화됨
nb: Synkronisert
nds: Synkroniseert
nl: Gesynchroniseerd
pl: Zsynchronizowane
pt: Sincronizado
sl: Usklajeno
sr@ijekavian: Синхронизовано
sv: Synkroniserad
uk: Синхронізовано
zh_tw: 已同步

# @option:radio
source: Non-synchronized
ca@valencia: No sincronitzats
es: No sincronizado
et: Sünkroonimata
fi: Ei-synkronoitu
it: Asincrono
ko: 동기화되지 않음
nb: Ikke synkronisert
nds: Nich synkroniseert
nl: Niet-gesynchroniseerd
pl: Niezsynchronizowane
pt: Não sincronizado
sl: Ni usklajeno
sr@ijekavian: Несинхронизовано
sv: Osynkroniserad
uk: Не синхронізовано
zh_tw: 未同步

# @item screen saver name
source: Hilbert
kk: Гильберт
ko: 힐버트
lv: Hilberts
sr@ijekavian: Хилберт
uk: Гільберт
