Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: Strange attractors formed of flows in a 3D differential equation phase space. Features the popular attractors described by Lorentz, Roessler, Birkhoff and Duffing, and can discover entirely new attractors by itself. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Written by Tim Auckland; 1998.
ca@valencia: Atractors estranys formats de fluxos en un espai de fase d'equacions diferencials en 3D. Millora els atractors populars descrits per Lorentz, Roessler, Birkhoff i Duffing, i pot descobrir atractors nous per si mateix. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Escrit per Tim Auckland; 1998.
es: Atractores extraños formados de flujos en un espacio en fase de ecuación 3D diferencial. Presenta los populares atractores descritos por Lorentz, Roessler, Birkhoff y Duffing, y puede descubrir nuevos atractores por sí mismo. http://en.wikipedia.org/wiki/Attractor#Strange_attractor. Escrito por Tim Auckland; 1998.
et: Veidrad atraktorid, mis kujunevad voogudest 3D diferentsiaalvõrrandi ruumis. Leidub nii menukaid atraktoreid, mida on kirjeldanud Lorentz, Rössler, Birkhoff ja Duffing, aga ka selliseid, mida sina esimesena avastad. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Autor: Tim Auckland; 1998.
fi: Virtaukset muodostavat outoja attraktoreja kolmiulotteisessa differentiaaliyhtälövaiheavaruudessa. Sisältää Lorentzin, Roesslerin, Birkhoffin ja Duffingin tunnetut attraktorit ja löytää uusia itsekin. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Kirjoittanut Tim Auckland, 1998.
fr: Attracteurs étranges formé de flux dans un espace 3D fondé sur des équations différentielles. Met en scène l'attracteur populaire décrit par Lorentz, Roessler, Birkhoff et Duffing et qui peut découvrir de tout nouveaux attracteurs par elle-même. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Écrit par Tim Auckland ; 1998.
gl: Atractores estraños formados en fluxos nun espazo de fases 3D de ecuacións diferenciais. Estes son os populares atractores descritos por Lorentz, Roessler, Birkhoff e Duffing e pode descubrir atractores novo por si mesmo. http://en.wikipedia.org/wiki/Attractor#Strange_attractor. Escribiuno Tim Auckland en 1998.
it: Attrattori strani formati da flussi nello spazio delle fasi di un'equazione differenziale tridimensionale. Include i famosi attrattori descritti da Lorentz, Rössler, Birkhoff e Duffing, e può scoprirne da sé di nuovi. http://it.wikipedia.org/wiki/Attrattore#Attrattore_strano Scritto da Tim Auckland; 1998.
kk: Фазалық кеңістікте ұш-өлшемді дифференциалдық теңдеу бойынша құрылған траекториялардың әуейі аттракторы. Бұл аттракторларды Лоренц, Рёсслер, Биркхоф, Дуффингтер ашқан. Жаңаларын өзіңіз ашыңыз. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Авторы: Tim Auckland; 1998.
ko: 3D 미분 방정식 위상 공간에서 흐름에 따라 생기는 수상한 끌개입니다. 로렌츠, 뢰슬러, 비르호프, 더핑 끌개 및 무작위적으로 생긴 끌개를 볼 수 있습니다. https://ko.wikipedia.org/wiki/%EB%81%8C%EA%B0%9C Tim Auckland 작성, 1998년.
nb: Underlige tiltrekkere dannet av strømmer i faserommet for tredimensjonale differensiallikninger. Inneholder de populære tiltrekkerne som ble beskrevet av Lorentz, Rössler, Birkhoff og Duffing, og kan oppdage nye tiltrekkere på egen hånd. <link>http://en.wikipedia.org/wiki/Attractor#Strange_attractor</link> Skrevet av Tim Auckland, 1998.
nds: Snaaksch Antreckers, opstellt ut Strööm in en 3D-Phasenruum vun Differentschaalglieken. Bargt de vun Lorentz, Roessler, Birkhoff un Duffing beschreven begäng Antreckers, un kann vun sülven heel nieg Antreckers opdecken. http://de.wikipedia.org/wiki/Seltsamer_Attraktor Schreven vun Tim Auckland, 1998.
nl: Vreemde aantrekkers gevormd uit stromen in een 3D faseruimte uit differentiaal vergelijkingen. Laat de populaire aaantrekkers zien beschreven door Lorentz, Roessler, Birkhoff en Duffing. Deze kan zelf geheel nieuwe aantrekkers ontdekken. http://nl.wikipedia.org/wiki/Vreemde_aantrekker In 1998 geschreven door Tim Auckland.
nn: Merkelege tiltrekkjarar laga av straumflyt i faserommet med 3D-differensiallikningar. Inneheld dei populære tiltrekkjarane skildra av Lorentz, Rössler, Birkhoff og Duffing, og kan oppdaga nye tiltrekkjarar på eiga hand. <link>http://en.wikipedia.org/wiki/Attractor#Strange_attractor</link> Skriven av Tim Auckland i 1998.
pl: Dziwne przyciągania tworzone z przepływów w trójwymiarowej przestrzeni fazowej równań różniczkowych. Zawiera atraktory jak opisane przez autorów: Lorentz, Roessler, Birkhoff i Duffing; umie odkryć zupełnie nowe atraktory.http://en.wikipedia.org/wiki/Attractor#Strange_attractor Autor: Tim Auckland; 1998.
pt: Atracções estranhas criadas a partir de fluxos num espaço de fases de equações diferenciais a 3D. Contém as atracções conhecidas e descritas por Lorentz, Roessler, Birkhoff e Duffing, sendo capaz de descobrir novas atracções por si só. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Feito por Tim Auckland; 1998.
ru: Странные аттракторы, сформированные потоками в трёхмерном фазовом пространстве дифференциального уравнения. Представлены популярные аттракторы, описанные Лоренцем, Рёсслером, Биркхофым и Дуффингом, также могут возникнуть новые аттракторы. http://ru.wikipedia.org/wiki/Аттрактор Автор Тим Окленд (Tim Auckland), 1998.
sl: Nenavadni atraktorji oblikovani iz tokov v faznem prostoru 3D diferencialnih enačb. Vsebuje priljubljene atraktorje, ki so jih opisali Lorentz, Roessler, Birkhoff in Duffing in lahko sam odkrije nove atraktorje. http://en.wikipedia.org/wiki/Attractor#Strange_attractor. Napisal Tim Auckland, 1998.
sr@ijekavian: Чудни атрактори обликовани струјањем у 3Д фазном простору диференцијалне једначине. Укључени су популарни атрактори које су описали Лоренц, Реслер, Беркхоф и Дуфинг, а може да открива и сасвим нове (http://en.wikipedia.org/wiki/Attractor#Strange_attractor). Написао Тим Окленд, 1998.
sv: Kaotiska attraktorer skapade av flöden i en tredimensionell differentialekvation i fasrummet. Demonstrerar de populära attraktorerna bekrivna av Lorentz, Rössler, Birkhoff och Duffing, och kan själv upptäcka helt nya attraktorer. Se http://sv.wikipedia.org/wiki/Lorenz_attraktor. Skriven av Tim Auckland, 1998.
uk: Дивні атрактори, що сформовані з траєкторій у тривимірному фазовому просторі диференціального рівняння. Передбачено популярні атрактори, описані Лоренцем, Реслером, Біркгофом та Дюфінгом, може шукати нові атрактори самостійно. http://en.wikipedia.org/wiki/Attractor#Strange_attractor Автор — Tim Auckland; 1998.
zh_tw: 怪異的吸引器（Attractor）。模擬由 Lorentz，Roessler，Birkhoff 與 Duffing 所描述的吸引器，並且可以自行發展出新的。參考資料：http://en.wikipedia.org/wiki/Attractor#Strange_attractor 。由 Tim Auckland 撰寫，1998。

# @label:slider
source: Count
ca@valencia: Nombre
es: Contador
et: Arv
eu: Kopurua
fi: Määrä
fr: Compteur
ga: Líon
gl: Cantidade
hu: Szám
it: Numero
ja: カウント
kk: Саны
ko: 개수
lv: Skaits
nb: Antall
nds: Tall
nl: Aantal
nn: Tal
pl: Liczba
pt: Quantidade
ru: Количество
sl: Število
sr@ijekavian: Број
sv: Antal
uk: Кількість
zh_tw: 計數

# @item:inrange Count
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Count
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Length of trails
ca@valencia: Longitud dels rastres
es: Longitud de los rastros
et: Jälgede pikkus
eu: Arrastoen luzera
fi: Jälkien pituus
fr: Longueur des chemins
gl: Lonxitude dos ronseis
hu: Nyomvonalhossz
it: Lunghezza delle scie
ja: 試行回数
kk: Іздерінің ұзындығы
ko: 자취 길이
lv: Pēdu garums
nb: Sporlengde
nds: Spoorlängde
nl: Lengte van sporen
nn: Halelengd
pl: Długość śladów
pt: Comprimento dos trilhos
ru: Длина следа
sl: Dolžina sledi
sr@ijekavian: Дужина трагова
sv: Spårlängd
uk: Довжина слідів
zh_tw: 軌跡長度

# @item:inrange Length of trails
source: Short
ca@valencia: Curta
es: Corta
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Corte
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratka
sr@ijekavian: кратки
sv: Kort
uk: Короткі
zh_tw: 短

# @item:inrange Length of trails
source: Long
ca@valencia: Llarga
es: Larga
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunghe
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolga
sr@ijekavian: дугачки
sv: Lång
uk: Довгі
zh_tw: 長

# @option:check
source: Rotating around attractor
ca@valencia: Gira al voltant de l'atractor
es: Rotar alrededor del atractor
et: Ümber atraktori keerutamine
eu: Biratu erakarlearen inguruan
fi: Kierto attraktorin ympäri
fr: Tourner autour de l'attracteur
ga: Rothlú timpeall an aomthóra
gl: Rotar en torno do atractor
hu: Forgatás az attraktorok körül
it: Ruota attorno all'attrattore
ja: アトラクタの周りを回転
kk: Аттракторды айналып
ko: 끌개 주변 회전
nb: Roterer rundt tiltrekkeren
nds: Üm Antrecker to dreihen
nl: Om een aantrekker heen draaien
nn: Drei rundt tiltrekkjaren
pl: Obróć dookoła atraktora
pt: Rodar em torno do atractor
ru: Поворачивать вокруг аттрактора
sl: Vrtenje okoli atraktorja
sr@ijekavian: Обрћи око атрактора
sv: Rotera runt attraktor
uk: Обертатись навколо атрактора
zh_tw: 繞吸引物旋轉

# @option:check
source: Ride in the flow
ca@valencia: Segueix en el flux
es: Paseo en el flujo
et: Liuglemine voos
fi: Seuraa virtausta
fr: Promenade dans le flux
gl: Montar no fluxo
hu: Lovaglás a folyamban
it: Cavalca il flusso
kk: Ағынға еріп
ko: 흐름에 올라타기
nb: Flyt på strømmen
nds: Mit den Stroom gahn
nl: Met de stroom meegaan
nn: Vert med i flyten
pl: Przepływ strumieniowy
pt: Siga pelo fluxo
ru: В потоке
sl: Vozi se s tokom
sr@ijekavian: Језди са струјом
sv: Följ med flödet
uk: Верхи на потоці
zh_tw: 飄浮於流動中

# @option:check
source: Draw bounding box
ca@valencia: Dibuixa la caixa contenidora
es: Dibujar el cuadro delimitador
et: Piirava kasti näitamine
fi: Piirrä rajauslaatikko
fr: Dessiner la boîte emballage
ga: Dear bosca teorantach
gl: Debuxar a caixa envolvente
hu: Határoló doboz rajzolása
it: Disegna recinto
ja: 境界の箱を表示
kk: Жақтау қорабы
ko: 경계 상자 그리기
lv: Zīmēt iekļaujošo kasti
nb: Tegn omskrevet boks
nds: Ümfaatkist wiesen
nl: Begrensd vak tekenen
nn: Teikn avgrensingsboks
pl: Rysuj obramowanie
pt: Desenhar a caixa envolvente
ru: Поместить в куб
sl: Izriši okvir
sr@ijekavian: Цртај гранични оквир
sv: Rita kantruta
uk: Помістити в прозору коробку
zh_tw: 繪製邊界盒

# @option:check
source: Periodic attractors
ca@valencia: Atractors periòdics
es: Atractores periódicos
et: Perioodilised atraktorid
fi: Jaksolliset attraktorit
fr: Attracteur périodique
gl: Atractores periódicos
hu: Periodikus attraktorok
it: Attrattori periodici
ja: 周期的なアトラクタ
kk: Мезгілді аттрактор
ko: 주기적 끌개
nb: Periodiske tiltrekkere
nds: Perioodsch Antrecker
nl: Periodieke aantrekkers
nn: Periodiske tiltrekkjarar
pl: Okresowe atraktory
pt: Atractores periódicos
ru: Периодические аттракторы
sl: Občasni atraktorji
sr@ijekavian: Периодични атрактори
sv: Periodiska attraktorer
uk: Періодичні атрактори
zh_tw: 週期吸引物

# @option:check
source: Search for new attractors
ca@valencia: Cerca atractors nous
es: Buscar nuevos atractores
et: Uute atraktorite otsimine
fi: Uusien attraktorien haku
fr: Chercher de nouveaux attracteurs
gl: Procurar novos atractores
hu: Új attraktorok keresése
it: Cerca nuovi attrattori
ja: 新しいアトラクタを検索
kk: Жаңа аттракторды іздеп
ko: 새 끌개 찾기
nb: Søk etter nye tiltrekkere
nds: Nieg Antreckers söken
nl: Zoek nieuwe aantrekkers
nn: Søk etter nye tiltrekkjarar
pl: Szukaj nowych atraktorów
pt: Procurar novos atractores
ru: Искать новые аттракторы
sl: Iskanje novih atraktorjev
sr@ijekavian: Тражи нове атракторе
sv: Sök efter nya attraktorer
uk: Шукати нові атрактори
zh_tw: 搜尋新吸引物

# @item screen saver name
source: FluidBalls
ca@valencia: Boles fluïdes
et: VoolavadPallid
fi: Nestepallot
fr: Boules liquides
gl: Fluxo de bólas
hu: Szétfolyó labdák
it: Palline fluide
kk: Дірілдеуік
ko: 흐르는 공
lv: Šķidrās bumbas
nb: Flytende baller
nds: Flootbäll
nl: Vloeistofdruppels
nn: Flytande ballar
pl: Płynne piłki
pt: Bolas Fluídas
sl: Tekoče žoge
sr@ijekavian: Флуидне лопте
sv: Flytande bollar
uk: Рідкі бульбашки
zh_tw: 液體球

# @info screen saver description
source: Models the physics of bouncing balls, or of particles in a gas or fluid, depending on the settings. If "Shake Box" is selected, then every now and then, the box will be rotated, changing which direction is down (in order to keep the settled balls in motion.) Written by Peter Birtles and Jamie Zawinski; 2002.
ca@valencia: Modela la física de les boles en rebotar, o de partícules en un gas o fluid, depenent dels paràmetres. Si se selecciona «Sacseja la caixa», llavors de tant en tant, la caixa gira, canviant-ne la direcció (per tal de mantindre les boles en moviment). Escrit per Peter Birtles i Jamie Zawinski; 2002.
es: Simula la física de las pelotas al rebotar, o de partículas en un gas o fluido, dependiendo de las preferencias. Si se selecciona «Sacudir la caja», la caja girará de vez en cuando, cambiando qué lado está hacia abajo (para mantener las pelotas en movimiento). Escrito por Peter Birtles y Jamie Zawinski; 2002.
et: Vastavalt seadetele põrkuvate pallide liikumise või gaasi- või vedelikuosakeste põrkumise mudel. Kui valida võimalus "Kasti keeramine", siis aegajalt see muudabki asendit, muutes ühtlasi pallide liikumist allapoole (sest muidu ju peagi enam liikumist ei oleks). Autor: Peter Birtles ja Jamie Zawinski; 2002.
fi: Mallintaa asetusten mukaan joko pomppivia palloja tai kaasumaisia tai nestemäisiä kappaleita koskevia fysiikan lakeja. Jos ”Ravista laatikkoa” on valittu, laatikko kääntyy aika ajoin ja pallojen putoamissuunta vaihtuu (jotta pallot pysyisivät liikkeessä). Kirjoittaneet Peter Birtles ja Jamie Zawinski, 2002.
fr: Modélise la physique de balles qui rebondissent, ou de particules dans un gaz ou un fluide, selon les paramètres utilisés. Si l'option « Boîte à secousses » est sélectionnée, alors la boîte sera, régulièrement, renversée, changeant la direction vers le bas (pour conserver les balles dans le même mouvement). Écrit par Peter Birtles et Jamie Zawinski ; 2002.
ga: Déanann sé seo insamhladh ar fhisic liathróidí léimneacha, nó ar cháithníní i ngáis nó i sreabhán, ag brath ar na socruithe. Má tá "Croith an Bosca" roghnaithe, rothlófar an bosca anois is arís, chun na liathróidí gan chorraí a chur ar siúl arís. Scríofa ag Peter Birtles agus Jamie Zawinski, 2002.
gl: Modela a física do choque de bólas ou das partículas dun gas ou fluído, dependendo da configuración. Se escollese «Caixa axitada», entón a caixa estará sempre en rotación, cambiando a dirección que está para baixo (para manter as bolas sempre en movemento). Escribiuno Peter Birtles e Jamie Zawinski en 2002.
hu: A program pattogó labdákat vagy folyadék- és gázrészecskéket modellez a beállításoktól függően. Ha a "Rázkódó doboz" opció be van jelölve, akkor időnként a doboz elfordul, aamelynek hatására a le irány megváltozik (hogy a labdák újra mozgásba lendüljenek). Készítette: Peter Birtles és Jamie Zawinski, 2002.
it: Modella la fisica di palline che rimbalzano, o delle particelle in fluido, a seconda delle impostazioni. Se viene selezionata l'opzione «Scuoti la scatola», ogni tanto la scatola sarà ruotata cambiando la direzione del basso (per tenere le palline in movimento). Scritto da Peter Birtles e Jamie Zawinski; 2002.
ja: モデルは、跳ね返るボールや、ガス内の粒子、あるいは流体など、設定によって変わります。「箱を振る」が選択されていると、箱は下となる方向を変えるため (中に入っているボールが動き続けるよう) 回転します。Peter Birtles と Jamie Zawinski、2002年作。
kk: Қамалған газ не сұйықтықтың бөлшектерін физикалық қозғалысын бейнелейді. "Сілкінсін" десеңіз бөлшектері қимылын токтатпау ыүшін стақан қозғалып тұрады. Авторлары: Peter Birtles және Jamie Zawinski; 2002.
ko: 설정에 따라 튀는 공, 가스나 유체의 입자를 역학적으로 모델링합니다. "상자 흔들기"를 선택하면 상자가 회전하면서 정지한 공을 이동시키기 위하여 아래를 향하는 방향이 계속 바뀝니다. Peter Birtles, Jamie Zawinski 작성, 2002년.
nb: Modellerer fysikken for baller som spretter, eller partikler i en gass eller væske, avhengig av innstillingene. Hvis «Rist boks» er valgt, vil boksen av og til bli rotert, slik at retningen som regnes som «ned» blir endret. Dette vil holde ballene i bevegelse. Skrevet av Peter Birtles og Jamie Zawinski i 2003.
nds: Modell för de Physik vun afprallen Bäll oder Deeltjes in en Gas oder Floot, afhangen vun de Instellen. Is "Kist dreihen" anmaakt, warrt de Kasten af un an maal dreiht, wat de Nerrn-Richt ännert, so dat sik afsett Bäll wedder beweegt. Schreven vun Peter Birtles un Jamie Zawinski, 2002.
nl: Modelleert de fysica van stuiterende ballen of van gas- of vloeistofdeeltjes, afhankelijk van de instellingen. Als "Doos schudden" is geselecteerd, dan zal iedere nu en dan, de doos gedraaid worden, om de zich stil liggende ballen weer in beweging te zetten.In 2002 geschreven door Peter Birtles en Jamie Zawinski.
nn: Modellerer fysikken bak sprettballar, eller til partiklar i ein gass eller ei væske. Viss det er kryssa av for «Snu boksen», vert han av og til snudd, slik at kva som er «ned» varierer. Skriven av Peter Birtles og Jamie Zawinski i 2002.
pl: Symuluje zachowanie odbijających się piłek lub cząsteczek gazu lub cieczy. Zależnie od ustawień. Jeśli zaznaczone jest "Wstrząsaj pudełkiem", to od czasu do czasu pudełko będzie obrócone, zmieniając kierunek, w którym jest dół (aby utrzymać piłki, które osiądą, w ruchu). Autorzy: Peter Birtles i Jamie Zawinski; 2002.
pt: Modela a física do choque de bolas ou das partículas de um gás ou fluido, dependendo da configuração. Se a "Caixa Agitada" estiver seleccionada, então a caixa estará sempre em rotação, mudando a direcção que está para baixo (para manter as bolas sempre em movimento). Feito por Peter Birtles e Jamie Zawinski; 2002.
ru: Моделирует физику прыгающих шариков или же молекул газа или жидкости, в зависимости от настроек. При выбранной опции "встряхивать шарики" время от времени ёмкость будет переворачиваться, меняя низ и верх (чтобы поддерживать неподвижные шарики в движении). Автор Питер Бёртлз и Джеми Завински (Peter Birtles and Jamie Zawinski), 2002.
sl: Modelira fiziko odbijajočih žog ali delcev v plinu ali tekočini, odvisno od nastavitev. Če je izbrana možnost "Stresi škatlo", se bo vsake toliko časa škatla zavrtela in spremenila smer navzdol (zato da se posedene žoge še naprej premikajo). Napisala Peter Birtles in Jamie Zawinski, 2002.
sr@ijekavian: Физички модел скачућих лопти, или честица гаса или течности, зависно од поставки. Ако је <interface>Промућкај</interface> попуњено, кутија ће с времена на вријеме бити обрнута, мијењајући смјер надоље (да би се покренуле лоптице које су се умириле). Написали Питер Бертлиз и Џејми Завински, 2002.
sv: Modellerar fysiken bakom studsande bollar, eller partiklar i en gas eller vätska, beroende på inställningarna. Om "Skaka ruta" väljes, så roteras rutan då och då, vilket ändrar riktningen som är ner (för att få bollarna som har lagt sig i rörelse). Skriven av Peter Birtles och Jamie Zawinski, 2002.
uk: Моделює фізичну взаємодію між кульками, що стикаються або частинками газу та рідини, залежно від налаштувань. Якщо обрано «Струснути скриньку», зараз чи через деякий час, скриньку буде повернуто так, що зміниться напрямок дії тяжіння (щоб зрушити кульки, що зупинились.) Автори — Peter Birtles і Jamie Zawinski; 2002.
zh_tw: 根據設定模擬彈跳球或是氣體或流體的粒子。如果選擇「搖晃盒子」，則盒子會旋轉、改變方向等等。由 Peter Birtles 與 Jamie Zawinski 撰寫，2002。

# @item:inrange Number of balls
source: Many
ca@valencia: Molts
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item:inrange Ball size
source: Small
ca@valencia: Petita
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccole
ja: 小
kk: Шағын
ko: 적음
lv: Mazs
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequena
ru: Меньше
sl: Majhna
sr@ijekavian: мале
sv: Liten
uk: Малі
zh_tw: 小

# @item:inrange Ball size
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grandi
ja: 大
kk: Үлкен
ko: 크게
lv: Liels
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velika
sr@ijekavian: велике
sv: Stor
uk: Великі
zh_tw: 大

# @item:inrange Gravity
source: Freefall
ca@valencia: Caiguda lliure
es: Caída libre
et: Vabalangemine
eu: Erorketa askea
fi: Vapaa pudotus
fr: Chute libre
ga: Saorthitim
gl: Caída libre
hu: Szabadesés
it: Caduta libera
ja: 自由落下
kk: Еркін түсу
ko: 자유 낙하
lv: Brīvais kritiens
nb: Fritt fall
nl: Vrije val
nn: Fritt fall
pl: Swobodne spadanie
pt: Queda Livre
ru: Свободное падение
sl: Prosti pad
sr@ijekavian: слободан пад
sv: Fritt fall
uk: Вільне падіння
zh_tw: 自由落體

# @item:inrange Gravity
source: Jupiter
ca@valencia: Júpiter
es: Júpiter
ga: Iúpatar
gl: Xúpiter
it: Giove
ja: ジュピター
kk: Юпитрдегідей
ko: 목성
lv: Jupiters
nds: Jupiter-Swoorkraft
pl: Jowisz
pt: Júpiter
ru: Юпитер
sr@ijekavian: Јупитер
uk: Юпітер
zh_tw: 木星

# @label:slider
source: Wind
ca@valencia: Vent
es: Viento
et: Tuul
eu: Haizea
fi: Tuuli
fr: Vent
ga: Gaoth
gl: Vento
hu: Szél
it: Vento
ja: 風
kk: Жел
ko: 바람
lv: Vējš
nb: Vind
nn: Vind
pl: Wiatr
pt: Vento
ru: Ветер
sl: Veter
sr@ijekavian: Ветар
sv: Vind
uk: Вітер
zh_tw: 風

# @item:inrange Wind
source: Still
ca@valencia: Immòbil
es: Inmóvil
et: Tuulevaikus
eu: Geldirik
fi: Tyyni
fr: Décors
ga: Socair
gl: Parado
hu: Nyugalom
it: Fermo
ja: 静止
kk: Тыңыш
ko: 잔잔함
lv: Mierīgs
nb: Stille
nds: Flaute
nl: Stil
nn: Stille
pl: Bez ruchu
pt: Parado
ru: Слабый
sl: Na miru
sr@ijekavian: мирно
sv: Stilla
uk: Штиль
zh_tw: 固定

# @item:inrange Wind
source: Hurricane
ca@valencia: Huracà
es: Huracán
et: Orkaan
eu: Urakan
fi: Pyörremyrsky
fr: Ouragan
ga: Hairicín
gl: Furacán
hu: Hurrikán
it: Uragano
ja: ハリケーン
kk: Дауыл
ko: 폭풍
lv: Viesuļvētra
nb: Orkan
nds: Orkan
nl: Orkaan
nn: Orkan
pl: Huragan
pt: Furacão
ru: Ураган
sl: Hurikan
sr@ijekavian: ураган
sv: Orkan
uk: Ураган
zh_tw: 颶風

# @label:slider
source: Friction
ca@valencia: Fricció
es: Fricción
et: Hõõrdumine
eu: Marruskadura
fi: Kitka
ga: Frithchuimilt
gl: Fricción
hu: Súrlódás
it: Frizione
ja: 摩擦
kk: Үйкелісі
ko: 마찰
lv: Berze
nb: Friksjon
nds: Rieven
nl: Wrijving
nn: Friksjon
pl: Tarcie
pt: Fricção
ru: Трение
sl: Trenje
sr@ijekavian: Трење
sv: Friktion
uk: Тертя
zh_tw: 摩擦力

# @item:inrange Friction
source: Clay
es: Arcilla
et: Savi
eu: Buztina
fi: Savi
fr: Argile
ga: Cré
gl: Arxila
hu: Agyag
it: Argilla
ja: 粘土
kk: Балшық
ko: 점토
lv: Māls
nb: Leire
nds: Klei
nl: Klei
nn: Leire
pl: Glina
pt: Barro
ru: Глина
sl: Glina
sr@ijekavian: глина
sv: Lera
uk: Глина
zh_tw: 黏土

# @item:inrange Friction
source: Rubber
ca@valencia: Cautxú
es: Goma
et: Kummi
eu: Goma
fi: Kumi
fr: Gomme
ga: Rubar
gl: Goma de borrar
hu: Gumi
it: Gomma
ja: ゴム
kk: Резінке
ko: 고무
lv: Gumija
nb: Gummi
nds: Gummi
nn: Gummi
pl: Guma
pt: Borracha
ru: Резина
sl: Guma
sr@ijekavian: гума
sv: Gummi
uk: Гума
zh_tw: 橡膠
