Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This simulates colonies of mold growing in a petri dish. Growing colored circles overlap and leave spiral interference in their wake. Written by Dan Bornstein; 1999.
ca@valencia: Simula colònies de floridura creixent en una placa de Petri. Creixen cercles de colors que s'encavalquen i deixen una interferència en espiral en morir. Escrit per Dan Bornstein; 1999.
es: Simula colonias de moho creciendo en una placa de Petri. Círculos coloreados que crecen y se solapan, dejando una interferencia espiral a su paso. Escrito por Dan Bornstein; 1999.
et: Jäljendab hallitusseente kolooniate kasvamist Petri tassis. Kasvavad värvilised ringid kattuvad ja tekitavad kasvades spiraalseid kujundeid. Autor: Dan Bornstein; 1999.
fi: Simuloi homepesäkkeiden kasvua petrimaljassa. Kasvavat värilliset ympyrät limittyvät ja jättävät jälkeensä spiraalimaisen häiriön. Kirjoittanut Dan Bornstein, 1999.
fr: Ceci simule la formation de colonies de micro-organismes dans une boîte de Pétri. Les cercles de la croissance créent des interférences sur leur sillage. Écrit par Dan Bornstein ; 1999.
ga: Déanann sé seo insamhladh ar choilíneachtaí coincleacha ag fás i mias Petri. Forluíonn na ciorcail daite mar a fhásann siad, agus fágann siad trasnaíocht bhíseach ina ndiaidh. Scríofa ag Dan Bornstein, 1999.
gl: Simulación de colonias de bacterias a crecer nun prato de Petri. Os círculos coloridos en crecemento sobrepóñense e deixan unha interferencia espiral. Escribiuno Dan Bornstein en 1999.
hu: Egy Petri-csészében szaporodó penészkolóniát ábrázol. A növekvő színes körök átfedik egymást, spirális interferenciát keltve. Készítette: Dan Bornstein, 1999.
it: Simula la crescita di colonie di muffa in un piatto di Petri. I cerchi colorati crescono si sovrappongono e lasciano un'interferenza a spirale nella loro scia. Scritto da Dan Bornstein; 1999.
ja: これはペトリ皿の中でのカビのコロニーの様をシミュレートします。成長する色の付いた円は、重なり合い、螺旋の干渉縞を跡に残します。Dan Bornstein、1999年作。
kk: Петри табақшасындағы зең колониясының өсу бейнесі. Өсетін дақтар бір-бірімен қабаттасып араласады. Авторы: Dan Bornstein; 1999.
nb: Simulerer muggkolonier som vokser i en petri-skål. Voksende fargede sirkler overlapper og etterlater seg interferensspiraler. Skrevet av Dan Bornstein i 1999.
nds: Simuleert Spaak-Kulturen in en Petrikumm; 1999. Wassen, infarvte Krinken överlappt sik un laat spiraalsch formte Wesselwarken in ehr Kielwater över. Schreven vun Dan Bornstein, 1999.
nl: Dit simuleert een kolonie schimmels die groeien in een petrischaal. Groeiende gekeurde cirkels overlappen en laten een spiraalvormige interferentie achter. In 1999 geschreven door Dan Bornstein.
nn: Simulerer vekst av muggkoloniar i ein petriskål. Farga sirklar veks, overlappar kvarandre, og etterlèt seg spiralforma interferensmønster. Skriven av Dan Bornstein i 1999.
pl: Symuluje kolonie pleśni rosnące na szalce Petriego. Rosnące kolorowe okręgi nakładają się i pozostawiają spiralne interferencje na swojej drodze. Autor: Dan Bornstein.
pt: Simulação de colónias moldadas a crescer num prato de Petri. Os círculos coloridos em crescimento sobrepõem-se e deixam uma interferência espiral no seu acordar. Feito por Dan Bornstein; 1999.
ru: Развивающиеся в чашке Петри колонии. Увеличивающиеся цветные круги накладываются друг на друга, колонии частично смешиваются. Автор Ден Борнштейн (Dan Bornstein), 1999.
sl: Ta ohranjevalnik zaslona simulira rast plesni v petrijevki. Rastoči obarvani krogi se prekrivajo in puščajo spiralno interferenco. Napisal Dan Bornstein, 1999.
sr@ijekavian: Симулира колоније буђи које расту у Петријевој посуди. Растући обојени кругови се преклапају, остављајући спиралне трагове за собом. Написао Ден Борнстајн, 1999.
sv: Den här simulerar mögelkolonier som växer i en petriskål. Växande färgade cirklar överlappar, och lämnar spiralformad interferens efter sig. Skriven av Dan Bornstein, 1999.
uk: Ця програма імітує колонію плісняви, що росте у чашці Петрі. Зростаючі кольорові кружечки перекриваються і утворюють спіральні структури. Автор — Dan Bornstein; 1999.
zh_tw: 模擬一群霉菌在培養皿中生長的樣子。彩色的圈圈成長、重疊，然後彼此碰撞產生螺旋狀的線條。由 Dan Bornstein 撰寫，1999。

# @label:slider
source: Colony shape
ca@valencia: Forma de la colònia
es: Forma de la colonia
et: Koloonia kuju
eu: Koloniaren forma
fi: Kasvuston malli
fr: Forme de la colonie
ga: Cruth na coilíneachta
gl: Forma da colonia
hu: Kolónia alakja
it: Forma della colonia
ja: コロニーの形
kk: Колонияның пішімі
ko: 집단 형태
lv: Kolonijas forma
nb: Koloni-form
nds: Kultuurform
nl: Kolonievorm
nn: Koloniform
pl: Kształt kolonii
pt: Formato da colónia
ru: Форма колонии
sl: Oblika kolonije
sr@ijekavian: Облик колоније
sv: Kolonins form
uk: Форма колонії
zh_tw: 菌落形狀

# @item:inrange Colony shape
source: Square
ca@valencia: Quadrat
es: Cuadrado
et: Ruut
eu: Karratua
fi: Neliö
fr: Carré
ga: Cearnóg
gl: Cadrado
hu: Négyzet
it: Quadrato
ja: 四角
kk: Шаршы
ko: 정사각형
lv: Kvadrāts
nb: Kvadrat
nds: Quadraat
nl: Vierkant
nn: Kvadrat
pl: Kwadrat
pt: Quadrado
ru: Квадрат
sl: Kvadratna
sr@ijekavian: квадрат
sv: Kvadrat
uk: Квадрат
zh_tw: 平方

# @item:inrange Colony shape
source: Diamond
ca@valencia: Diamant
es: Diamante
et: Romb
eu: Diamantea
fi: Timantti
fr: Diamand
ga: Muileata
gl: Diamante
hu: Gyémánt
it: Diamante
ja: ダイヤモンド
kk: Ромб
ko: 다이아몬드
lv: Dimants
nb: Rombe
nds: Ruut
nl: Diamant
nn: Diamant
pl: Romb
pt: Diamante
ru: Ромб
sl: Romb
sr@ijekavian: дијамант
sv: Romb
uk: Діамант
zh_tw: 鑽石

# @label:slider
source: Fertility
ca@valencia: Fertilitat
es: Fertilidad
et: Viljakus
eu: Ugalkortasuna
fi: Hedelmällisyys
fr: Fertilité
ga: Torthúlacht
gl: Fertilidade
hu: Termékenység
it: Fertilità
ja: 繁殖力
kk: Өсімталдығы
ko: 생식력
lv: Auglība
nb: Fruktbarhet
nds: Fruchtborkeit
nl: Vruchtbaarheid
nn: Fruktbarheit
pl: Płodność
pt: Fertilidade
ru: Фертильность
sl: Plodnost
sr@ijekavian: Плодност
sv: Fertilitet
uk: Плідність
zh_tw: 肥沃

# @item:inrange Fertility
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Fertility
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Offspring
ca@valencia: Descendència
es: Descendencia
et: Järglased
eu: Ondorengoak
fi: Jälkeläisiä
fr: Progéniture
ga: Sliocht
gl: Descendentes
hu: Ivadék
it: Discendenti
ja: 子孫
kk: Ұрпағы
ko: 자손
lv: Atvases
nb: Avkom
nds: Nawass
nl: Nakomelingen
nn: Avkom
pl: Potomstwo
pt: Descendentes
ru: Потомство
sl: Naraščaj
sr@ijekavian: Потомство
sv: Avkommor
uk: Відгалуження
zh_tw: 後代

# @item:inrange Offspring
source: Few
ca@valencia: Poca
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Offspring
source: Many
ca@valencia: Molta
es: Muchos
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: велико
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Death comes
ca@valencia: Arriba la mort
es: La muerte llega
et: Surma saabumine
eu: Heriotza dator
fi: Kuolema tulee
fr: La mort arrive
ga: Tagann Bás
gl: A morte ven
hu: Jön a Kaszás
it: La morte arriva
ja: 死が訪れる
kk: Өлім келуі
ko: 소멸 시기
lv: Nāve iestājas
nb: Døden kommer
nds: De Dood kummt
nl: Dood zal komen
nn: Dauden kjem
pl: Śmierć nadchodzi
pt: A morte vem
ru: Смерть приходит
sl: Smrt nastopi
sr@ijekavian: Смрт стиже
sv: Döden kommer
uk: Надходить смерть
zh_tw: 死亡來臨

# @item:inrange Death comes
source: Slowly
ca@valencia: Lentament
es: Lentamente
et: Aeglaselt
eu: Poliki
fi: Hitaasti
fr: Lentement
ga: Go Mall
gl: Lentamente
hu: Lassan
it: Lentamente
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsomt
nds: Langsam
nl: Langzaam
nn: Sakte
pl: Wolno
pt: Lentamente
ru: Медленно
sl: Počasi
sr@ijekavian: споро
sv: Långsamt
uk: Повільно
zh_tw: 慢

# @item:inrange Death comes
source: Quickly
ca@valencia: Ràpidament
es: Rápidamente
et: Kiiresti
eu: Bizkor
fi: Nopeasti
fr: Rapidement
ga: Go Tapa
gl: Rapidamente
hu: Gyorsan
it: Velocemente
ja: 素早く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Raskt
nds: Gau
nl: Snel
nn: Kjapp
pl: Szybko
pt: Rapidamente
ru: Быстро
sl: Hitro
sr@ijekavian: брзо
sv: Snabbt
uk: Швидко
zh_tw: 快

# @label:slider
source: Minimum rate of growth
ca@valencia: Ritme mínim de creixement
es: Ritmo mínimo de crecimiento
et: Min. kasvukiirus
eu: Gutxienezko hazkunde tasa
fi: Pienin kasvuvauhti
fr: Taux de naissance minimum
ga: Íosráta fáis
gl: Taxa de crecemento mínima
hu: Minimális növekedési ráta
it: Velocità di crescita minima
ja: 最小成長率
kk: Мин. өсу қарқыны
ko: 성장 최소 비율
lv: Minimālais augšanas ātrums
nb: Minste vekstrate
nds: Sietst Wassrate
nl: Minimum groeicijfer
nn: Minste vekstrate
pl: Minimalny współczynnik wzrostu
pt: Taxa de crescimento mínima
ru: Минимальный темп роста
sl: Najmanjša hitrost rasti
sr@ijekavian: Најмања стопа раста
sv: Minimal tillväxttakt
uk: Мінімальний темп росту
zh_tw: 最低生長率

# @item:inrange Minimum rate of growth
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: мала
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Minimum rate of growth
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: велика
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Maximum rate of growth
ca@valencia: Ritme màxim de creixement
es: Ritmo máximo de crecimiento
et: Maks. kasvukiirus
eu: Gehienezko hazkunde tasa
fi: Suurin kasvuvauhti
fr: Taux de naissance maximum
ga: Uasráta fáis
gl: Taxa de crecemento máxima
hu: Maximális növekedési ráta
it: Velocità di crescita massima
ja: 最大成長率
kk: Макс. өсу қарқыны
ko: 성장 최대 비율
lv: Maksimālais augšanas ātrums
nb: Største vekstrate
nds: Hööchst Wassrate
nl: Maximum groeicijfer
nn: Største vekstrate
pl: Maksymalny współczynnik wzrostu
pt: Taxa de crescimento máxima
ru: Максимальный темп роста
sl: Največja hitrost rasti
sr@ijekavian: Највећа стопа раста
sv: Maximal tillväxttakt
uk: Максимальний темп росту
zh_tw: 最高生長率

# @item:inrange Maximum rate of growth
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: мала
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Maximum rate of growth
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: велика
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Minimum rate of death
ca@valencia: Ritme mínim de mortalitat
es: Ritmo mínimo de muertes
et: Min. suremiskiirus
eu: Gutxienezko heriotza tasa
fi: Pienin kuolinvauhti
fr: Taux de mortalité minimum
ga: Íosráta báis
gl: Taxa de mortalidade mínima
hu: Minimális halálozási ráta
it: Mortalità minima
ja: 最小死亡率
kk: Мин. өлу қарқыны
ko: 소멸 최소 비율
lv: Minimālais miršanas ātrums
nb: Minste dødsrate
nds: Sietst Starvrate
nl: Minimum sterftecijfer
nn: Minste dødsrate
pl: Minimalny współczynnik umieralności
pt: Taxa de mortalidade mínima
ru: Минимальный темп смертности
sl: Najmanjša hitrost smrti
sr@ijekavian: Најмања стопа смртности
sv: Minimal dödstakt
uk: Мінімальний рівень смертності
zh_tw: 最低死亡率

# @item:inrange Minimum rate of death
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: мала
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Minimum rate of death
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: велика
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Maximum rate of death
ca@valencia: Ritme màxim de mortalitat
es: Ritmo máximo de muertes
et: Maks. suremiskiirus
eu: Gehienezko heriotza tasa
fi: Suurin kuolinvauhti
fr: Taux de mortalité maximum
ga: Uasráta báis
gl: Taxa de mortalidade máxima
hu: Maximális halálozási ráta
it: Mortalità massima
ja: 最大死亡率
kk: Макс. өлу қарқыны
ko: 소멸 최대 비율
lv: Maksimālais miršanas ātrums
nb: Største dødsrate
nds: Hööchst Starvrate
nl: Maximum sterftecijfer
nn: Største dødsrate
pl: Maksymalny współczynnik umieralności
pt: Taxa de mortalidade máxima
ru: Максимальный темп смертности
sl: Največja hitrost smrti
sr@ijekavian: Највећа стопа смртности
sv: Maximal dödstakt
uk: Максимальний рівень смертності
zh_tw: 最高死亡率

# @item:inrange Maximum rate of death
source: Slow
ca@valencia: Lent
es: Lento
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lenta
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: мала
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Maximum rate of death
source: Fast
ca@valencia: Ràpid
es: Rápido
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: велика
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Minimum lifespan
ca@valencia: Nivell mínim de vida
es: Tiempo de vida mínimo
et: Min. eluiga
eu: Bizitzaren gutxienezko iraupena
fi: Lyhyin elinkaari
fr: Durée de vie minimale
ga: Tréimhse saoil is giorra
gl: Tempo de vida mínimo
hu: Minimális élettartam
it: Aspettativa di vita minima
ja: 最短寿命
kk: Өмірінің минимумы
ko: 최소 수명
lv: Minimālais dzīves ilgums
nb: Minste levetid
nds: Körtst Leevdag
nl: Minimale levensduur
nn: Minste livslengd
pl: Minimalny czas życia
pt: Nível de vida mínimo
ru: Минимальная продолжительность жизни
sl: Najmanjše trajanje življenja
sr@ijekavian: Најмањи животни вијек
sv: Minimal livstid
uk: Мінімальна тривалість життя
zh_tw: 最短壽命

# @item:inrange Minimum lifespan
source: Short
ca@valencia: Curt
es: Corto
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratko
sr@ijekavian: кратак
sv: Kort
uk: Коротка
zh_tw: 短

# @item:inrange Minimum lifespan
source: Long
ca@valencia: Llarg
es: Largo
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolgo
sr@ijekavian: дуг
sv: Lång
uk: Довга
zh_tw: 長

# @label:slider
source: Maximum lifespan
ca@valencia: Nivell màxim de vida
es: Tiempo de vida máximo
et: Maks. eluiga
eu: Bizitzaren gehienezko iraupena
fi: Pisin elinkaari
fr: Durée de vie maximale
ga: Tréimhse saoil is faide
gl: Tempo de vida máximo
hu: Maximális élettartam
it: Aspettativa di vita massima
ja: 最大寿命
kk: Өмірінің максимумы
ko: 최대 수명
lv: Maksimālais dzīves ilgums
nb: Maksimal levetid
nds: Längst Leevdag
nl: Maximale levensduur
nn: Største livslengd
pl: Maksymalna długość życia
pt: Nível de vida máximo
ru: Максимальная продолжительность жизни
sl: Najdaljše trajanje življenja
sr@ijekavian: Највећи животни вијек
sv: Maximal livstid
uk: Максимальна тривалість життя
zh_tw: 最長壽命

# @item:inrange Maximum lifespan
source: Short
ca@valencia: Curt
es: Corto
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratko
sr@ijekavian: кратак
sv: Kort
uk: Коротка
zh_tw: 短

# @item:inrange Maximum lifespan
source: Long
ca@valencia: Llarg
es: Largo
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзын
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolgo
sr@ijekavian: дуг
sv: Lång
uk: Довга
zh_tw: 長

# @label:spinbox
source: Mold varieties
ca@valencia: Varietats de floridura
es: Variedades de molde
et: Seeneliigid
fi: Muotti vaihtelee
fr: Variétés des organismes
ga: Cineálacha coincleacha
gl: Variedades do molde
hu: Penész változatok
it: Varietà di muffa
ja: カビのバラエティ
kk: Зең түрлері
ko: 곰팡이 변형
nb: Mugg-varieteter
nds: Spaaksorten
nl: Variëteit aan schimmels
nn: Muggvariantar
pl: Różnorodności pleśni
pt: Variedades do molde
ru: Количество штаммов
sl: Različice plesni
sr@ijekavian: Разноврсност буђи
sv: Mögelvarianter
uk: Різноманіття плісняви
zh_tw: 黴菌品種

# @item screen saver name
source: Phosphor
ca@valencia: Fòsfor
es: Fósforo
et: Fosfor
eu: Fosforoa
fi: Fosfori
fr: Phosphore
gl: Fósforo
hu: Foszfor
it: Fosforo
ja: 蛍光体
kk: Люминофор
ko: 형광
lv: Fosfors
nb: Fosfor
nl: Fosfor
nn: Fosfor
pl: Fosfor
pt: Fósforo
sl: Fosfor
sr@ijekavian: Фосфор
sv: Fosfor
uk: Фосфор
zh_tw: 磷光

# @info screen saver description
source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor. On MacOS and Linux, this program is also a fully-functional VT100 emulator! Run it as an application instead of as a screen saver and you can use it as a terminal. Written by Jamie Zawinski; 1999.
ca@valencia: Dibuixa una simulació d'un antic terminal, amb grans píxels i fòsfors de llarga durada. En MacOS i Linux este programa també és un emulador VT100 completament funcional. Executeu-ho com una aplicació en lloc de com estalvi de pantalla i el podreu utilitzar com a terminal. Escrit per Jamie Zawinski; 1999.
es: Dibuja una simulación de un terminal antiguo, con grandes píxeles y fósforos de larga duración. En MacOS y Linux, ¡Este programa también es un emulador completamente funcional de VT100! Ejecútelo como una aplicación en vez de un salvapantallas y lo podrá usar como un terminal. Escrito por Jamie Zawinski; 1999.
et: Jäljendab vanaaegset terminali suurte tähtede ja pikalt püsiva järelhelendusega. MacOSi ja Linuxi peal on see ühtlasi täisfunktsionaalne VT100 emulaator! Käivitamisel ekraanisäästja asemel rakendusena saab seda kasutada terminalina. Autor: Jamie Zawinski; 1999.
it: Disegna una simulazione di un vecchio terminale con pixel grandi al fosforo. Su MacOS e Linux, questo programma è anche un emulatore VT100 perfettamente funzionante. Eseguilo come un'applicazione invece che come salvaschermo, e lo puoi usare come terminale. Scritto da Jamie Zawinski, 1999.
nb: Tegner en simulering av en gammeldags terminal, med store piksler og langt etterlys. På MacOS og Linux er dette også en fullt funksjonell VT100-emulator. Kjør det som et program i stedet for en pauseskjerm, så kan du bruke det som en terminal.Skrevet av Jamie Zawinski i 1999.
nds: Simuleren vun en oolt Terminal, mit grote Pixels un lang naglöhen Phosphor. Op MacOS un Linux-Systemen funkscheneert dit Programm as VT100-Emulator. Dat heet, dat lett sik nich bloots as Pausschirm, man ok as Terminalprogramm starten un bruken. 1999 schreven vun Jamie Zawinski.
nl: Toont een simulatie van een oude terminal, met grote pixels en lang oplichtend fosfor. Op MacOS en Linux is dit programma ook een volledig functionele VT100 emulator! Voer het uit als een toepassing in plaats van een schermbeveiliging en u kunt het als terminal gebruiken. In 1999 geschreven door Jamie Zawinski.
pl: Rysuje symulację starego terminala, z dużymi pikselami i długo pozostającą fosforescencją. Na MacOS i Linuksie program ten jest także w pełni funkcjonalnym emulatorem terminala VT100. Uruchom go raczej jako program, a nie jako wygaszacz ekranu. Możesz użyć go także jako terminalu. Autor: Jamie Zawinski.
pt: Desenha uma simulação de um terminal antigo, com pixels grandes e com fósforo de persistência longa. Este programa também é um emulador de VT100 completamente funcional no MacOS e Linux! Execute-o como uma aplicação, em vez de um protector de ecrã, para a poder usar como um terminal. Feito por Jamie Zawinski; 1999.
sl: Izriše simulacijo starega terminala z velikimi točkami in dolgo obstojnim fosforjem. Ta program je tudi polno zmogljiv posnemovalnik VT100 na MacOS in Linuxu. Če ga zaženete kot program, ga lahko uporabite tudi kot konzolo. Napisal Jamie Zawinski, 1999.
sr@ijekavian: Црта симулацију старог терминала са великим тачкама и дугодржећим фосфором. На МекОС‑у и Линуксу, овај програм је такође потпуно функционални емулатор ВТ100 — покрените га самостално уместо као чувар екрана, и можете га користити као терминал. Написао Џејми Завински, 1999.
sv: Ritar en simulering av en gammal terminal, med stora bildpunkter och fosfor med efterglöd. På MacOS och Linux är programmet också en fullt funktionsduglig VT100-emulator. Kör det som ett program istället för en skärmsläckare så kan du använda det som en terminal. Skriven av Jamie Zawinski, 1999.
uk: Показує імітацію старовинного термінала з великими пікселями і інертною матрицею. У середовищах MacOS та Linux ця програма є повнофункційним емулятором термінала VT100! Запустіть його як програму, а не як зберігач екрана, і ви зможете скористатися терміналом. Автор — Jamie Zawinski; 1999.
zh_tw: 模擬古老的終端機輸出，有大顆的像素與磷光體。在 MacOS 與 Linux 上，將它以一般應用程式而非螢幕保護程式執行， 此程式也可以做為完整的 Vt100 模擬器。由 Jamie Zawinski 撰寫，1999。
