Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This grabs a screen image, carves it up into a jigsaw puzzle, shuffles it, and then solves the puzzle. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Written by Jamie Zawinski; 1997.
ca@valencia: Este grava una imatge de la pantalla, la talla en peces de trencaclosques, les barreja, i després resol el trencaclosques. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Escrit per Jamie Zawinski; 1997.
es: Captura una imagen de la pantalla, aumenta su tamaño en un rompecabezas, que baraja, y resuelve el rompecabezas. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation. Escrito por Jamie Zawinski, 1997.
et: Kõigepealt tehakse ekraanipilt, lõigatakse see pusletükkideks, segatakse ja siis pannakse pusle uuesti kokku. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Autor: Jamie Zawinski; 1997.
eu: Honek pantaila irudi bat harrapatu, buruhauskarri bezala zatitu, nahastu, eta ondoren buruhauskarria ebazten du. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Jamie Zawinski-k idatzia; 1997.
fi: Kaappaa ruutukuvan ja leikkaa sen palapeliksi, jonka sekoittaa ja ratkaisee. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Kirjoittanut Jamie Zawinski, 1997.
fr: Attrape une image, la transforme en un puzzle, mélange les morceaux puis résoud le puzzle. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Écrit par Jamie Zawinski ; 1997.
ga: Tógann sé seo íomhá den scáileán, déanann sé meascán mearaí as, suaitheann sé é, ansin réitíonn sé an puzal. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Scríofa ag Jamie Zawinski, 1997.
gl: Este toma unha imaxe da pantalla, divídea nun quebracabezas, barállaa e despois comeza a resolver o quebracabezas. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tesellation. Escribiuno Jamie Zawinski en 1997.
hu: Készít egy képernyőképet, feldarabolja egy kirakós játékra, összekeveri, végül kirakja. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Készítette: Jamie Zawinski, 1997.
it: Cattura un'immagine dello schermo, la divide nei pezzi di un puzzle, li mescola e poi lo risolve. http://it.wikipedia.org/wiki/Puzzle http://it.wikipedia.org/wiki/Tassellatura Scritto da Jamie Zawinski; 1997.
ja: スクリーンをキャプチャし、ジグソーパズルに切り刻みます。その後ピースを混ぜて、パズルを解きます。http://ja.wikipedia.org/wiki/ジグソーパズル http://ja.wikipedia.org/wiki/平面充填 Jamie Zawinski、1997年作
kk: Экран кескінін алып, бөлшектеп кесіп, бөлшектерін шатастырып, сосын қайта құрып береді. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Written by Jamie Zawinski; 1997.
lv: Paņem ekrāna attēlu, sagriež to saliekamā puzlē, sajauc un atrisina. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Sarakstīja Jamie Zawinski; 1997.
nb: Gjør om skjermbildet til et puslespill, stokker om bitene og løser så puslespillet. <link>http://en.wikipedia.org/wiki/Jigsaw_puzzle</link> <link>http://en.wikipedia.org/wiki/Tessellation</link> Skrevet av Jamie Zawinski i 1997.
nds: Nimmt en Schirmbild, deelt dat na en Pussel op, mischt un lööst dat. http://de.wikipedia.org/wiki/Puzzle http://de.wikipedia.org/wiki/Parkettierung Schreven vun Jamie Zawinski, 1997.
nl: Dit pakt een schermafbeelding en snijdt het in legpuzzelstukken, husselt ze door elkaar en lost de puzzel op. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation In 1997 geschreven door Jamie Zawinski.
nn: Gjer skjermbiletet om til eit puslespel, stokkar om bitane, og løyser så puslespelet. <link>http://en.wikipedia.org/wiki/Jigsaw_puzzle</link> <link>http://en.wikipedia.org/wiki/Tessellation</link> Skriven av Jamie Zawinski i 1997.
pl: Robi zrzut ekranu, po czym wycina z niego układankę, którą tasuje i rozwiązuje. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Autor: Jamie Zawinski; 1997.
pt: Este pega numa imagem do ecrã, divide-a num 'puzzle', baralha-a e depois começa a resolver o 'puzzle'. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Feito por Jamie Zawinski; 1997.
ru: Захватывает изображение экрана, разрезает его на составные части пазла, перемешивает и затем собирает пазл. http://ru.wikipedia.org/wiki/Пазл http://ru.wikipedia.org/wiki/Тесселяция Автор Джеми Завински (Jamie Zawinski), 1997.
sl: Zgrabi sliko zaslona, jo razreže v sestavljanko, koščke premeša in nato reši sestavljanko http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Napisal Jamie Zawinski, 1997.
sr@ijekavian: Захвата слику са екрана, сијече је у дијелове слагалице, помијеша их, па рјешава слагалицу (http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation). Написао Џејми Завински, 1997.
sv: Den här fångar en bild av skärmen, skär upp den till ett pussel, blandar det, och löser därefter pusslet. Se http://sv.wikipedia.org/wiki/Pussel och http://sv.wikipedia.org/wiki/Tessellation. Skriven av Jamie Zawinski, 1997.
uk: Програма створює зображення екрана, розрізає його на шматочки, заплутує їх і розв’язує головоломку-складанку. http://en.wikipedia.org/wiki/Jigsaw_puzzle http://en.wikipedia.org/wiki/Tessellation Автор — Jamie Zawinski; 1997.
zh_tw: 抓取螢幕影像，切割後變成拼圖，打亂它然後試著重組。參考資料：http://en.wikipedia.org/wiki/Jigsaw_puzzle ，http://en.wikipedia.org/wiki/Tessellation 。由 Jamie Zawinski 撰寫，1997。

# @label:slider
source: Puzzle pieces
ca@valencia: Peces de trencaclosques
es: Piezas del rompecabezas
et: Pusletükid
eu: Buruhauskarriaren piezak
fi: Palapelin paloja
fr: Pièces de puzzle
ga: Píosaí puzail
gl: Pezas do quebracabezas
hu: Puzzle darabok
it: Pezzi del puzzle
ja: パズルのピース
kk: Бөлшектеуі
ko: 퍼즐 조각
lv: Puzles gabaliņi
nb: Puslespillbiter
nds: Tall vun Pusselstücken
nl: Puzzelstukken
nn: Puslespelbitar
pl: Kawałki układanki
pt: Peças do 'puzzle'
ru: Составные части пазла
sl: Koščki sestavljanke
sr@ijekavian: Дијелови слагалице
sv: Pusselbitar
uk: Елементів складанки
zh_tw: 拼圖片

# @item:inrange Puzzle pieces
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Шамалы
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Puzzle pieces
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Әбден
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item:inrange Resolution
source: Chunky
ca@valencia: Cepat
es: Sólido
et: Tükjas
eu: Sendoa
fi: Karkea
fr: Joufflu
gl: Curto e groso
it: A tronconi
kk: Қиғаш
ko: 거침
nb: Grov
nds: Groff
nn: Grov
pl: Masywne
pt: Curto e Grosso
ru: Большие
sl: Čokat
sr@ijekavian: коцкасто
sv: Stora
uk: Довільне розрізання
zh_tw: 厚重

# @option:check
source: Tilt
ca@valencia: Inclinació
es: Inclinación
et: Kallutamine
eu: Alderatu
fi: Kallista
ga: Claon
gl: Inclinar
hu: Dőlés
it: Inclina
ja: 傾き
kk: Қисайған
ko: 기울임
lv: Sasvērt
nb: Hell
nds: Negen
nl: Scheef zetten
nn: Hell
pl: Nachylenie
pt: Desvio
ru: Наклон
sl: Nagib
sr@ijekavian: Нагињање
sv: Lutning
uk: Нахил
zh_tw: 傾斜

# @item screen saver name
source: Juggle
ca@valencia: Joc de mans
et: Žonglöör
eu: Juggle - Malabarismoak egin
fi: Jonglööraa
fr: Jonglage
gl: Malabarista
hu: Zsonglőr
it: Giocoliere
ja: ジャグル
kk: Жонглер
ko: 저글링
lv: Žonglēšana
nb: Sjonglering
nds: Jongleren
nl: Jongleren
nn: Sjonglering
pl: Żonglerka
pt: Malabarista
sl: Žongler
sr@ijekavian: Жонглер
sv: Jonglera
uk: Жонглювання
zh_tw: 戲法

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.09. It has been replaced by the "Juggler3D" screen saver. Written by Tim Auckland; 2002.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.09. Dibuixa un malabarista fet amb línies. Vegeu també el «Malabarista 3D». Escrit per Tim Auckland; 2002.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.09. Ha sido remplazado por el salvapantallas «Malabares 3D». Creado por Tim Auckland; 2002.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.09. Seda asendab ekraanisäästja "3DŽonglöör". Autor: Tim Auckland; 2002.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.09 alkaen. Se on korvattu ”3U-jonglööri”-näytönsäästäjällä. http://en.wikipedia.org/wiki/Siteswap Kirjoittanut Tim Auckland, 2002.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.09. È stato sostituito dal salvaschermo «Giocoliere 3D». Scritto da Tim Auckland; 2002.
nb: Denne pauseskjermen ble tatt ut av XScreenSaver fra og med versjon 5.09. Den er erstattet med «Juggler 3D». Skrevet av Tim Auckland i 2002.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.09 nich mehr anbaden. En jongleren Streekkeerl. Kiek Di ok »Jongleren-3D« an. Schreven vun Tim Auckland, 2002.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.09. Hij is vervangen door de "Juggler3D" schermbeveiliging. In 2002 geschreven door Tim Auckland.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Żonglująca postać z kresek. Zob. także "Juggle3D". Autor: Tim Auckland; 2002.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.09. Desenha um homem-palito malabarista. Veja também o "Malabarista 3D". http://en.wikipedia.org/wiki/Siteswap. Feito por Tim Auckland; 2002.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.09. Zamenjal ga je ohranjevalnik zaslona "Žongler 3D". Napisal Tim Auckland, 2002.
sr@ijekavian: Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.09. Мијења га чувар екрана Жонглер 3Д. Написао Тим Окленд, 2002.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.09. Den har ersatts av skärmsläckaren "Jonglör 3D". Skriven av Tim Auckland, 2002.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.09. Його було замінено на зберігач "Juggler3D". Автор — Tim Auckland; 2002.
zh_tw: 這個螢幕保護程式從版本 5.09 起已從 XScreenSaver 中移除，由 "變戲法的人(3D)" 螢幕保護程式取代。畫一個在變戲法的人。由 Tim Auckland 撰寫，2002。

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.09. It has been replaced by the "Juggler3D" screen saver. http://en.wikipedia.org/wiki/Siteswap Written by Tim Auckland; 2002.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.09. Dibuixa un malabarista fet amb línies. Vegeu també el «Malabarista 3D». http://en.wikipedia.org/wiki/Siteswap Escrit per Tim Auckland; 2002.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.09. Ha sido remplazado por el salvapantallas «Malabares 3D». http://en.wikipedia.org/wiki/Siteswap Dibuja un malabarista hecho con líneas. Creado por Tim Auckland; 2002.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.09. Seda asendab ekraanisäästja "3DŽonglöör". http://en.wikipedia.org/wiki/Siteswap Autor: Tim Auckland; 2002.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.09 bertsioan. "Juggler3D" pantaila babesleak ordezkatua izan da. http://en.wikipedia.org/wiki/Siteswap Tim Auckland-ek idatzia; 2002.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.09 alkaen. Se on korvattu ”3U-jonglööri”-näytönsäästäjällä. http://en.wikipedia.org/wiki/Siteswap Kirjoittanut Tim Auckland, 2002.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.09. Dessine un bonhomme fil de fer qui jongle. Voir aussi « Jonglage 3D ». http://fr.wikipedia.org/wiki/Siteswap Écrit par Tim Auckland ;2002.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.09. Substituíuse polo «Malabarista 3D». http://en.wikipedia.org/wiki/Siteswap. Escribiuno Tim Auckland en 2002.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.09-es verzió óta. Ezt váltotta fel a "Juggler3D" képernyővédő. http://en.wikipedia.org/wiki/Siteswap. Készítette: Tim Auckland, 2002.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.09. È stato sostituito dal salvaschermo «Giocoliere 3D». http://en.wikipedia.org/wiki/Siteswap Scritto da Tim Auckland; 2002.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。ジャグルする stick-man。「Juggler3D」も参照。http://ja.wikipedia.org/wiki/サイトスワップ Tim Auckland、2002年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.09 дистрибутивінен бастап алынып тасталған. оның орнын "Juggler3D" экран сақтаушысы басқан. http://en.wikipedia.org/wiki/Siteswap Авторы: Tim Auckland; 2002.
nb: Tegner en strekmann som sjonglerer. Se også pauseskjermen «Sjonglering 3D». <link>http://en.wikipedia.org/wiki/Siteswap</link> Skrevet av Tim Auckland i 2002.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.09 nich mehr anbaden. En jongleren Streekkeerl. Kiek Di ok »Jongleren-3D« an. http://de.wikipedia.org/wiki/Siteswap Schreven vun Tim Auckland, 2002.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.09. Hij is vervangen door de "Juggler3D" schermbeveiliging. http://en.wikipedia.org/wiki/Siteswap In 2002 geschreven door Tim Auckland.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.09. Teiknar ein strekmann som sjonglerer. Pauseskjermen er no erstatta av pauseskjermen «Sjonglering 3D». <link>http://en.wikipedia.org/wiki/Siteswap</link> Skriven av Tim Auckland i 2002.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Żonglująca postać z kresek. Zob. także "Juggle3D". http://en.wikipedia.org/wiki/Siteswap Autor: Tim Auckland; 2002.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.09. Desenha um homem-palito malabarista. Veja também o "Malabarista 3D". http://en.wikipedia.org/wiki/Siteswap. Feito por Tim Auckland; 2002.
ru: Этот хранитель экрана был удалён из состава XScreenSaver начиная с версии 5.09. Он был заменён на "Juggler3D". http://ru.wikipedia.org/wiki/Жонглёрская_нотация Автор Тим Окленд (Tim Auckland), 2002.
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.09. Zamenjal ga je ohranjevalnik zaslona "Žongler 3D". http://en.wikipedia.org/wiki/Siteswap Napisal Tim Auckland, 2002.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.09. Мијења га чувар екрана Жонглер 3Д.) (http://en.wikipedia.org/wiki/Siteswap). Написао Тим Окленд, 2002.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.09. Den har ersatts av skärmsläckaren "Jonglör 3D". Se också http://sv.wikipedia.org/wiki/Siteswap. Skriven av Tim Auckland, 2002.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.09. Його було замінено на зберігач "Juggler3D". http://en.wikipedia.org/wiki/Siteswap Автор — Tim Auckland; 2002.
zh_tw: 這個螢幕保護程式從版本 5.09 起已從 XScreenSaver 中移除，由 "變戲法的人(3D)" 螢幕保護程式取代。畫一個在變戲法的人。參考資料：http://en.wikipedia.org/wiki/Siteswap 。由 Tim Auckland 撰寫，2002。

# @label:slider
source: Performance length
ca@valencia: Durada de l'actuació
es: Longitud de rendimiento
et: Etenduse kestus
eu: Emankizunaren luzera
fi: Esityksen pituus
fr: Performance en longueur
gl: Duración da interpretación
hu: Az előadás hossza
it: Durata dell'esibizione
ja: 演技時間
kk: Орындау ұзақтығы
ko: 퍼포먼스 길이
lv: Izrādes garums
nb: Lengde på forestillingen
nds: Afspeelduer
nl: Lengte voorstelling
nn: Førestillingslengd
pl: Czas występu
pt: Duração da performance
ru: Продолжительность выступления
sl: Dolžina točke
sr@ijekavian: Трајање представе
sv: Uppträdandets längd
uk: Тривалість виступу
zh_tw: 表演長度

# @item:inrange Performance length
source: Short
ca@valencia: Curta
es: Corta
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īsa
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curta
ru: Короче
sl: Kratka
sr@ijekavian: кратка
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Performance length
source: Long
ca@valencia: Llarga
es: Larga
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lunga
ja: 長い
kk: Ұзақ
ko: 길게
lv: Gara
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longa
ru: Длиннее
sl: Dolga
sr@ijekavian: дуга
sv: Lång
uk: Довгий
zh_tw: 長

# @item:inrange Trail length
source: None
ca@valencia: Cap
es: Ninguna
et: Puudub
eu: Bat ere ez
fi: Ei mikään
fr: Aucune
ga: Neamhní
gl: Ningún
hu: Nincs
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pl: Żaden
pt: Nenhum
ru: Нет
sl: Brez
sr@ijekavian: ништа
sv: Ingen
uk: Немає
zh_tw: 無

# @option:check
source: Balls
ca@valencia: Boles
es: Bolas
et: Pallid
eu: Pilotak
fi: Pallot
fr: Boules
ga: Liathróidí
gl: Bólas
hu: Labdák
it: Palle
ja: ボール
kk: Доптар
ko: 공
lv: Bumbas
nb: Baller
nds: Bäll
nl: Ballen
nn: Ballar
pl: Kulki
pt: Bolas
ru: Шарики
sl: Žoge
sr@ijekavian: Лопте
sv: Bollar
uk: М'ячі
zh_tw: 圓球

# @option:check
source: Clubs
ca@valencia: Bastons
es: Clubes
et: Kurikad
eu: Mazoak
fi: Keilat
hu: Ütők
it: Clave
ja: クラブ
kk: Шоқпарлар
ko: 클럽
lv: Vāles
nb: Kjegler
nds: Krüzen
nl: Klavers
nn: Kjegler
pl: Maczugi
pt: Paus
ru: Булавы
sl: Palice
sr@ijekavian: Удараљке
sv: Käglor
uk: Булави
zh_tw: 梅花

# @option:check
source: Rings
ca@valencia: Anelles
es: Anillos
et: Rõngad
eu: Uztaiak
fi: Renkaat
fr: Anneaux
ga: Fáinní
gl: Aneis
hu: Gyűrűk
it: Anelli
ja: 輪
kk: Сақиналар
ko: 종
lv: Riņķi
nb: Ringer
nds: Krinken
nl: Ringen
nn: Ringar
pl: Pierścienie
pt: Anéis
ru: Кольца
sl: Obroči
sr@ijekavian: Прстенови
sv: Ringar
uk: Кільця
zh_tw: 環

# @option:check
source: Knives
ca@valencia: Ganivets
es: Cuchillos
et: Noad
eu: Aiztoak
fi: Veitset
fr: Couteaux
gl: Navallas
hu: Kések
it: Coltelli
ja: ナイフ
kk: Пішақтар
ko: 칼
lv: Naži
nb: Kniver
nds: Metzen
nl: Messen
nn: Knivar
pl: Noże
pt: Facas
ru: Ножи
sl: Noži
sr@ijekavian: Ножеви
sv: Knivar
uk: Ножі
zh_tw: 刀子

# @option:check
source: Flaming torches
ca@valencia: Torxes enceses
es: Antorchas ardiendo
et: Põlevad tõrvikud
eu: Zuziak
fi: Liekehtivät soihdut
fr: Torches en flammes
gl: Teas en fogo
hu: Égő fáklyák
it: Torce fiammanti
ja: たいまつ
kk: Алаулар
ko: 횃불
lv: Degošas lāpas
nb: Flammende fakler
nds: Brennen Fackeln
nl: Brandende toortsen
nn: Faklar
pl: Płonące pochodnie
pt: Tochas em fogo
ru: Горящие факелы
sl: Goreče bakle
sr@ijekavian: Запаљене бакље
sv: Brinnande facklor
uk: Палаючі факели
zh_tw: 燃燒的火把

# @option:check
source: Bowling balls
ca@valencia: Boles de bitlles
es: Bolas de bolera
et: Keeglikuulid
eu: Bolatokiko bolak
fi: Keilapallot
fr: Balle de bowling
gl: Bólas de xogar aos bolos
hu: Bowling golyók
it: Bocce da bowling
ja: ボーリングボール
kk: Боулинг шарлары
ko: 볼링공
lv: Boulinga bumbas
nb: Bowlingkuler
nds: Bowling-Kugeln
nl: Bowlingballen
nn: Bowlingkuler
pl: Kule do kręgla
pt: Bolas de 'bowling'
ru: Шары для боулинга
sl: Krogle za kegljanje
sr@ijekavian: Кугле за куглање
sv: Bowlingklot
uk: Кулі для боулінгу
zh_tw: 保齡球

# @option:check
source: Print Cambridge juggling pattern descriptions
ca@valencia: Imprimir les descripcions dels patrons dels malabarismes de Cambridge
es: Imprimir instrucciones del patrón
et: Cambridge'i žongleerimisvõtete kirjelduste näitamine
eu: Inprimatu Cambridge malabarismo ereduaren deskribapena
fi: Tulosta Cambridgen jonglöörauskuvioiden kuvaukset
fr: Imprime les descriptions des motifs de jonglerie de Cambridge
gl: Imprimir as descricións dos patróns de malabarismo de Cambridge
it: Scrivi le descrizioni degli schemi di giocoleria Cambridge
ja: ジャグリングのパターンを表示
kk: Кембридждік сипаттамалары берілсін
ko: 케임브리지 저글링 패턴 설명 보기
lv: Drukāt Kembridžas žonglēšanas paraugu aprakstus
nb: Vis Cambridge-beskrivelser av sjongleringsmønstre
nds: Jonglerenmuster-Beschrieven wiesen
nl: Toon de Cambridge jongleerpatroonbeschrijvingen
nn: Vis Cambridge-skildringar av sjongleringsmønstera
pl: Wyświetl opisy wzorów żonglowania Cambridge
pt: Imprimir as descrições dos padrões de malabarismo de Cambridge
ru: Выводить жонглёрскую нотацию
sl: Natisni opise žonglirajočih vzorcev Cambridge
sr@ijekavian: Исписуј кембриџске описе жонглерских образаца
sv: Skriv ut Cambridge beskrivning av jongleringsmönster
uk: Показувати кембріджські описи прийомів жонглювання
zh_tw: 印出康橋的戲法樣式描述

# @label:textbox
source: Juggle this pattern
ca@valencia: Fes un joc de mans amb este patró
es: Juego de patrón
et: Žongleerimine järgmise mustriga
eu: Eredu honen malabarismoa egin
fi: Jonglööraa tämä kuvio
fr: Jongle sur ce motif
gl: Malabar con este patrón
hu: Zsonglőrködés ezzel a mintával
it: Fai questo schema
ja: このパターンをジャグル
kk: Мынаны ету
ko: 이 패턴 저글링
lv: Žonglēt šo paraugu
nb: Sjongler dette mønsteret
nds: Dit Muster jongleren
nl: Dit patroon jongleren
nn: Sjongleringsmønster
pl: Żongluj ten wzór
pt: Usar este padrão
ru: Жонглировать по этому рисунку
sl: Žongliraj ta vzorec
sr@ijekavian: Жонглирај овај образац
sv: Jonglera detta mönster
uk: Показати це прийом
zh_tw: 玩此花樣

# @item screen saver name
source: Juggler3D
ca@valencia: Malabarista 3D
es: Malabares 3D
et: 3DŽonglöör
eu: Malabarista3D
fi: Jonglööri 3D
fr: Jonglage 3D
gl: Malabarista 3D
it: Giocoliere 3D
ja: ジャグラー 3D
kk: Жонглер3D
ko: 3차원 저글러
lv: Žonglētājs 3D
nb: Sjonglering 3D
nds: Jongleren-3D
nl: 3D Jongleren
nn: Sjonglering 3D
pl: Żonglerka 3D
pt: Malabarista 3D
sl: Žongler 3D
sr@ijekavian: Жонглер 3Д
sv: Jonglör 3D
uk: Жонглювання3D
zh_tw: 變戲法的人（立體）
