Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inrange Fibers
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molte
ja: 多数
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Time between knocks
ca@valencia: Temps entre tocs
es: Tiempo entre golpes
et: Raputuste intervall
eu: Kolpeen arteko denbora
fi: Iskujen aikaväli
fr: Durée entre les frappes
ga: Tréimhse idir cnaganna
gl: Período entre golpes
hu: Kopogtatások közötti idő
it: Tempo tra i sobbalzi
ja: ノックの間隔
kk: Сілкініс аралығы
ko: 노크 사이 간격
lv: Laiks starp sitieniem
nb: Tid mellom dunk
nds: Tuck-Afstänn
nl: Tijd tussen kloppen
nn: Tid mellom støyt
pl: Odstęp między stuknięciami
pt: Tempo entre toques
ru: Промежуток между потряхиваниями
sl: Čas med trkanji
sr@ijekavian: Вријеме између куцања
sv: Tid mellan knackningar
uk: Інтервал між пульсаціями
zh_tw: 碰撞時間間隔

# @item:inrange Time between knocks
source: Short
ca@valencia: Curt
es: Corto
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curto
hu: Rövid
it: Breve
ja: 短い
kk: Қысқа
ko: 짧게
lv: Īss
nb: Kort
nds: Kort
nl: Kort
nn: Kort
pl: Krótki
pt: Curto
ru: Короче
sl: Kratek
sr@ijekavian: кратко
sv: Kort
uk: Короткий
zh_tw: 短

# @item:inrange Time between knocks
source: Long
ca@valencia: Llarg
es: Largo
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hu: Hosszú
it: Lungo
ja: 長い
kk: Ұзақ
ko: 길게
lv: Garš
nb: Lang
nds: Lang
nl: Lang
nn: Lang
pl: Długi
pt: Longo
ru: Длиннее
sl: Dolg
sr@ijekavian: дуго
sv: Lång
uk: Довгий
zh_tw: 長

# @item screen saver name
source: Fireworkx
ca@valencia: Focs artificials X
et: TulevärkX
eu: Su artifizialak x
fi: Ilotulitus
fr: Feux d'artifices
hu: Tűzijáték
it: Fuochi d'artificio
ja: ファイヤーワークス
kk: Отшашу X
ko: 불꽃놀이
lv: Uguņošana
nds: FüerwarkX
nl: Vuurwerk
nn: Fyrverkeri
pl: Fajerwerki
sl: OgnjemetX
sr@ijekavian: Ватромет‑икс
sv: Fyrverkeri
uk: Феєрверк Х
zh_tw: 煙火

# @info screen saver description
source: Exploding fireworks. See also the "Eruption", "XFlame" and "Pyro" screen savers. Written by Rony B Chandran; 2004.
ca@valencia: Explosions de focs artificials. Vegeu també els estalvis de pantalla «Erupció», «Flama X» i «Foc». Escrit per Rony B Chandran; 2004.
es: Fuegos artificiales explotando. Vea también los salvapantallas «Fuegos artificiales», «XFlame» y «Pyro». Escrito por Rony B Chandran; 2004.
et: Tulevärk ja plahvatused. Vaata ka ekraanisäästjaid "Purse", "XLeek" ja "Püro". Autor: Rony B Chandran; 2004.
eu: Eztanda egiten duten su artifizialak. Begiratu "Eruption", "XFlame" eta "Pyro" pantaila babesleak. Rony B Chandran-ek idatzia; 2004.
fi: Räjähtävät raketit. Katso myös ”Purkaus-, ”XFlame”- ja ”Pyro”-näytönsäästäjiä. Kirjoittanut Jamie Zawinski, 2004.
fr: Feu d'artifice qui explose. Voir aussi les écrans de veille « Éruption », « Xflame » et « Pyro ». Écrit par Rony B Chandran ; 2004.
gl: Fogos de artificio a estoupar. Vexa tamén os protectores de pantalla «Erupción», «Chama X» e «Pirotecnia». Escribiuno Rony B Chandran en 2004.
it: Fuochi d'artificio che esplodono. Vedi anche i salvaschermi «Eruzione», «Fuoco» e «Pirotecnica». Scritto da Rony B Chandran; 2004.
ja: 爆発する花火。「Fireworkx」、「XFlame」、「Pyro」のスクリーンセーバーも参照。W.P. van Paassen、2003年作。
kk: Отшашу жарылыстары. Бұған қоса "Атылыс", "X жалыны" және "Пиро" сақтаушыларын қараңыз. Авторы: Rony B Chandran; 2004.
ko: 폭발하는 불꽃입니다 "Eruption", "XFlame", "Pyro" 화면 보호기를 참고하십시오 Rony B Chandran 작성, 2004년.
nb: Eksploderende fyrverkeri. Se også pauseskjermene «Utbrudd», «XFlame» og «Pyro». Skrevet av Rony B Chandran, 2004.
nds: Füerwark. Kiek Di ok de Pausschirmen "Eruptschoon", "XFlamm" un "Füerwark" an. Schreven vun Rony B Chandran, 2004.
nl: Exploderend vuurwerk. Zie ook de "Eruption", "XFlame" en "Pyro" schermbeveiliging. In 2004 geschreven door Rony B Chandran.
nn: Fyrverkeri. Sjå òg pauseskjermane «Utbrot», «X-flammar» og «Pyro». Skriven av Rony B. Chandran i 2004.
pl: Eksplodujące fajerwerki. Zobacz też motywy "Erupcja", "XFlame" i "Pyro". Autor: Rony B Chandran; 2004.
pt: Fogo-de-artifício em explosão. Veja também os protectores de ecrã "Erupção", "XFlame" e "Pyro". Feito por Rony B Chandran; 2004.
ru: Взрывающиеся фейерверки. Также см. хранители экрана "Eruption", "XFlame" и "Pyro". Автор Рони Б Чандран (Rony B Chandran), 2004.
sl: Eksplodirajoči ognjemet. Oglejte si tudi ohranjevalnike zaslona "Izbruh", "XFlame" in "Pyro". Napisal Rony B Chandran, 2004.
sr@ijekavian: Ватромет. Погледајте и чуваре екрана Ерупција, Икс‑пламен и Пиро. Написао Рони Чандран, 2004.
sv: Exploderande fyrverkeri. Se också skärmsläckarna "Utbrott", "X-flamma" och "Pyro". Skriven av Rony B Chandran, 2004.
uk: Феєрверки, що вибухають. Див. також зберігачі екрана «Виверження», «X-полум’я» і «Салют». Автор — Rony B Chandran; 2004.
zh_tw: 爆發煙火。由 Rony B Chandran 撰寫，2004。

# @label:slider
source: Activity
ca@valencia: Activitat
es: Actividad
et: Tegevus
eu: Jarduera
fi: Toiminta
fr: Activité
ga: Gníomh
gl: Actividade
hu: Aktivitás
it: Attività
kk: Белсенділік
ko: 활동
lv: Aktivitāte
nb: Aktivitet
nds: Aktiviteet
nl: Activiteit
nn: Aktivitet
pl: Aktywność
pt: Actividade
ru: Активность
sl: Dejavnost
sr@ijekavian: Активност
sv: Aktivitet
uk: Дія
zh_tw: 活動

# @item:inrange Activity
source: Dense
ca@valencia: Dens
es: Densa
et: Tihe
eu: Trinkoa
fi: Taaja
ga: Dlúth
gl: Denso
hu: Sűrű
it: Densa
ja: 密
kk: Жоғары
ko: 밀집됨
lv: Blīva
nb: Tett
nds: Dicht
nl: Dicht
nn: Tett
pl: Gęsty
pt: Densa
ru: Плотно
sl: Gosta
sr@ijekavian: густо
sv: Tät
uk: Щільність
zh_tw: 密度

# @item:inrange Activity
source: Sparse
ca@valencia: Dispers
es: Escasa
et: Hõre
eu: Sakabanatua
fi: Harva
fr: Clairsemée
ga: Gann
gl: Disperso
hu: Ritka
it: Sparsa
ja: 疎
kk: Төмен
ko: 퍼짐
lv: Reta
nb: Spredt
nds: Verdeelt
nl: Schaars
nn: Spreidd
pl: Nieliczne
pt: Esparsa
ru: Реже
sl: Redka
sr@ijekavian: ријетко
sv: Gles
uk: Рідше
zh_tw: 稀疏

# @option:check
source: Light flash
ca@valencia: Flaix de llum
es: Luz de flash
et: Valgussähvatused
eu: Argi distira
fi: Kirkas salama
fr: Éclair lumineux
gl: Luz de flash
hu: Fényvillanás
it: Lampo
ja: 灯りのフラッシュ
kk: Жарқырасын
ko: 광선
lv: Gaismas zibšņi
nb: Lysglimt
nds: Lichtblix
nl: Lichtflits
nn: Lysglimt
pl: Błysk światła
pt: Flash de luz
ru: Световая вспышка
sl: Blisk svetlobe
sr@ijekavian: Свјетлосни блесак
sv: Ljusblixt
uk: Спалах світла
zh_tw: 閃光

# @option:check
source: Shells upward
ca@valencia: Explosions cap amunt
es: Depósitos
et: Tulistamine ülespoole
eu: Jaurtigaiak goraka
fi: Raketin nousu
fr: Bombes jaillissantes
gl: Cunchas cara a arriba
hu: Kilövés felfelé
it: Granate verso l'alto
kk: Атылыс ізі
ko: 위로 말아올림
lv: Čaulas uz augšu
nb: Granater oppover
nds: Opstiegen Raketen
nl: Opwaardse schelpen
nn: Rakettar oppover
pl: Łuski w górę
pt: Projécteis para cima
ru: Полёт снарядов
sl: Granate navzgor
sr@ijekavian: Гранате нагоре
sv: Bomber uppåt
uk: Оболонки вгору
zh_tw: 向上發射

# @option:check
source: Glowing smoke
ca@valencia: Fum brillant
es: Humo
et: Hõõguv suits
eu: Ke distiratsua
fi: Hohtava savu
fr: Fumé brûlante
gl: Fume resplandecente
hu: Ragyogó füst
it: Fumo luminoso
ja: 輝く煙
kk: Жарық түтін
ko: 반짝이는 연기
lv: Spīdoši dūmi
nb: Glødende røyk
nds: Glöhen Rook
nl: Gloeiende rook
nn: Glødande røyk
pl: Świecący dym
pt: Fumo brilhante
ru: Светящийся дым
sl: Žareči dim
sr@ijekavian: Сијајући дим
sv: Glödande rök
uk: Сяючий дим
zh_tw: 燃燒的煙

# @item screen saver name
source: Flag
ca@valencia: Bandera
es: Bandera
et: Lipp
eu: Bandera
fi: Lippu
fr: Drapeau
gl: Bandeira
hu: Zászló
it: Bandiera
ja: 旗
kk: Жалау
ko: 깃발
lv: Karogs
nb: Flagg
nds: Flagg
nl: Vlag
nn: Flagg
pl: Flaga
pt: Bandeira
ru: Флаг
sl: Zastava
sr@ijekavian: Застава
sv: Flagga
uk: Прапор
zh_tw: 旗幟

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. This draws a waving colored flag, that undulates its way around the screen. The flag can contain arbitrary text and images. By default, it displays either the current system name and OS type, or a picture of "Bob". Written by Charles Vidal and Jamie Zawinski; 1997.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Este dibuixa una bandera ondulant i acolorida, que es mou al seu aire per la pantalla. La bandera pot contindre text i imatges arbitràries. Per omissió, mostra el nom del sistema i el tipus de sistema operatiu, o una foto de «Bob». Escrit per Charles Vidal i Jamie Zawinski; 1997.
es: Este salvapantallas fue eliminado del paquete XScreenSaver en la versión 5.08. Muestra una bandera ondulante y coloreada, que se mueve a su aire en la pantalla. La bandera puede contener imágenes y textos arbitrarios. Por omisión, muestra el nombre del sistema y el tipo de SO, o una foto de «Bob». Escrito por Charles Vidal y Jamie Zawinski; 1997.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5.08. Näitab värvilist lehvivat lippu, mis hõljub üle ekraani. Tore on aga see, et lipp võib kujutada suvalist teksti ja pilti. Vaikimisi näitab see kas sinu süsteemi nime ja operatsioonisüsteemi tüüpi või ``Bobi'' pilti. Autorid: Charles Vidal ja Jamie Zawinski; 1997.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiossa 5.08. Tämä piirtää liehuvan värillisen lipun, joka aaltoilee ympäri näyttöä. Lipussa voi olla mielivaltainen teksti tai kuva. Oletuksena lipussa on joko nykyisen järjestelmän nimi ja käyttöjärjestelmän tyyppi, tai kuva ”Bobista”, mutta voit vaihtaa tekstin tai kuvan komentorivin parametrilla. Tekijät: Charles Vidal ja Jamie Zawinski; 1997.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine un drapeau coloré, qui ondule à travers l'écran. On peut noter que le drapeau peut contenir des images et du texte arbitraires. Par défaut, il affiche soit le nom du système et le type d'OS, ou une image de « Bob », mais vous pouvez remplacer le texte ou l'image avec une option en ligne de commande. Écrit par Charles Vidal et Jamie Zawinski ; 1997.
gl: Isto debuxa unha bandeira ondulante coloreada ao longo da pantalla. A bandeira pode conter texto e imaxes arbitrarias. Por omisión, mostra ou o nome do sistema e o tipo de SO, ou unha imaxe de «Bob». Escribírono Charles Vidal e Jamie Zawinski en 1997.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Egy hullámzó, színes zászlót jelenít meg, mely folyamatosan körbemozog a képernyőn. A zászló tetszőleges szöveget vagy képet tartalmazhat. Alapértelmezés szerint vagy a rendszer nevét és típusát jeleníti meg, vagy egy képet "Bob"-ról. Készítette: Charles Vidal és Jamie Zawinski, 1997.
it: Questo salvaschermo è stato rimosso dalla distribuzione di XScreenSaver dalla versione 5.08. Disegna una bandiera colorata mossa dal vento. La bandiera può contenere qualunque testo o immagine. Il valore predefinito è il tipo e il nome del sistema operativo o un'immagine di «Bob». Scritto da Charles Vidal e Jamie Zawinski; 1997.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。これは波打つカラーの旗を描画します。旗はスクリーンの上を波打ちながら動きます。旗には任意の画像とテキストを描くことができます。標準では、現在のシステム名と OS のタイプ、または「Bob」の絵のどちらかを表示します。Charles Vidal と Jamie Zawinski、1997年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Желбіреген жалауды бейнелейді. Жалауда кез-келген мәтін жазылады не сурет салынады. Әдетте ол қолданыстағы операциялық жүйенің атауы не "Боб" суреті. Авторлары: Charles Vidal мен Jamie Zawinski; 1997.
ko: 이 화면 보호기는 XScreenSaver 5.08 이후 버전에서 삭제되었습니다. 화면 여기저기를 이동하는 물결치는 색상 깃발을 그립니다. 깃발은 이미지나 텍스트를 포함할 수 있습니다. 기본값으로 현재 시스템이나 OS 종류, "Bob"의 그림을 표시합니다. Charles Vidal, Jamie Zawinski 작성, 1997년.
nb: Dette tegner et vaiende farget flagg som bølger rundt på skjermen. Flagget kan inneholde vilkårlig tekst og bilder. Som standard vises enten systemnavnet og OS-typen, eller et bilde av «Bob». Skrevet av Charles Vidal og Jamie Zawinski, 1997
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. En weihen Klöörflagg, de över den Schirm buttjert. De Flagg kann Text oder en Bild wesen. Standardwies warrt de Naam vun Dien Reekner un dat Bedriefsysteem, oder en Bild vun "Bartel" bruukt. 1997 schreven vun Charles Vidal un Jamie Zawinski.
nl: Deze schermbeveiliging was verwijderd uit de XsreenSaver distributie vanaf versie 5.08. Dit toont een wapperende gekleurde vlag, die wappert over het scherm. De vlag kan willekeurige tekst en afbeeldingen bevatten. Standaard toont het ofwel de huidige systeemnaam en OS-type of een plaatje van "Bob". In 1997 geschreven door Charles Vidal en Jamie Zawinski.
nn: Denne pauseskjermen vart fjerna frå XScreenSaver i versjon 5.08. Teiknar ei farga flagg som bølgjer i vinden, og flyt rundt på skjermen. Flagget kan innehalda vilkårleg tekst og bilete. Som standard viser det anten namnet på maskina og operativsystemet, eller eit bilete av Bob. Skriven av Charles Vidal og Jamie Zawinski i 1997.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Powiewająca, kolorowa flaga która faluje w poprzek ekranu.Flaga może zawierać dowolny tekst i obrazki. Domyślnie, pokazana jest nazwa komputera i typ systemu operacyjnego lub obrazek "Boba''.Autorzy: Charles Vidal i Jamie Zawinski; 1997.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Este desenha uma bandeira ondulante colorida ao longo do ecrã. O truque é a bandeira poder conter texto e imagens arbitrárias. Por omissão, ele mostra ou o nome do sistema actual e o tipo de SO, ou então uma imagem do "Bob". Feito por Charles Vidal e Jamie Zawinski; 1997.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Развевающийся цветной флаг, который передвигается по экрану. Флагом может быть любое изображение. По умолчанию он отображает название системы и тип ОС или изображение «Боба», но вы можете поменять текст или изображение, указав нужный параметр в командной строке. Авторы Шарль Видал (Charles Vidal) и Джеми Завински (Jamie Zawinski).
sl: Ta ohranjevalnik zaslona je bil iz distribucije XScreenSaver odstranjen v različici 5.08. Izriše valovito barvno zastavo, ki valovi po zaslonu. Zastava lahko vsebuje poljubno besedilo in slike. Privzeto prikazuje trenutno ime sistema in vrsto operacijskega sistema ali sliko "Boba". Napisala Charles Vidal in Jamie Zawinski, 1997.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Црта заставу која вијори и кружи по екрану. Застава може да садржи произвољан текст и слике. Подразумијевано приказује или тренутно име система и тип ОС‑а, или слику „Боба“. Написали Шарл Видал и Џејми Завински, 1997.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Den ritar en vågformig färgad flagga, som böljar omkring på sin väg runt skärmen. Flaggan kan innehålla godtycklig text och bilder. Normalt visar den antingen systemets aktuella namn och typ av operativsystem, eller en bild av "Bob". Skriven av Charles Vidal och Jamie Zawinski, 1997.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Малює кольоровий прапор, який майорить і пересувається екраном. Прапор може містити будь-який текст і зображення. Типово на ньому видно або назву системи і тип ОС, або зображення «Боба». Автори — Charles Vidal і Jamie Zawinski, 1997.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。畫出彩色的旗幟，在螢幕中飄動。有趣的地方在旗子裡可以放任何字眼或圖片。預設是顯示目前系統的名稱與作業系統的型態，或是 Bob 的圖片，由 Charles Vidal 與 Jamie Zawinski 撰寫，1997。

# @label:textbox
source: Text for flag
ca@valencia: Text de la bandera
es: Texto de la bandera
et: Lipu tekst
eu: Banderaren testua
fi: Lipun teksti
fr: Texte sur le drapeau
ga: Téacs na brataí
gl: Texto da bandeira
hu: A zászló szövege
it: Testo per la bandiera
ja: 旗のテキスト
kk: Жалаудағы жазу
ko: 깃발 텍스트
lv: Karoga teksts
nb: Tekst for flagg
nds: Flagg-Text
nl: Tekst als vlag
nn: Flaggtekst
pl: Tekst dla flagi
pt: Texto da bandeira
ru: Текст для флага
sl: Besedilo za zastavo
sr@ijekavian: Текст за заставу
sv: Text för flagga
uk: Текст прапора
zh_tw: 旗幟文字

# @item screen saver name
source: Flame
ca@valencia: Flama
es: Llama
et: Lõõm
eu: Sugarra
fi: Liekki
fr: Flamme
gl: Chama
hu: Láng
it: Fiamma
ja: 炎
kk: Жалын
ko: 불꽃
lv: Liesmas
nb: Flamme
nds: Flamm
nl: Vlam
nn: Flammar
pl: Płomień
pt: Chama
ru: Пламя
sl: Plamen
sr@ijekavian: Пламен
sv: Flamma
uk: Полум'я
zh_tw: 火焰

# @info screen saver description
source: Iterative fractals. Written by Scott Draves; 1993.
ca@valencia: Fractals iteratius. Escrit per Scott Draves; 1993.
es: Fractales iterativos. Escrito por Scott Draves; 1993.
et: Korduvad fraktaalid. Autor: Scott Draves; 1993.
eu: Fraktal elkarreragilea. Scott Draves-ek idatzia; 1993.
fi: Iteratiivisia fraktaaleja. Tekijä Scott Draves; 1993.
fr: Générateur de fractale itératif. Écrit par Scott Draves ; 1993.
ga: Frachtail atriallacha. Scríofa ag Scott Draves, 1993.
gl: Fractais iterativos. Escribiuno Scott Draves en 1993.
hu: Iteratív fraktálok. Készítette: Scott Draves, 1993.
it: Frattali iterattivi. Scritto da Scott Draves; 1993.
ja: 繰り返しによるフラクタル。Scott Draves、1993年作。
kk: Итерациямен құрылатын фрактал. Авторы: Scott Draves; 1993.
ko: 재귀적 프랙탈. Scott Draves 작성, 1993년.
lv: Iteratīvi fraktāļi. Sarakstīja Scott Draves; 1993.
nb: Iterative fraktaler. Skrevet av Scott Draves, 1993
nds: Sik wedderhalen Fraktalen. 1993 schreven vun Scott Draves.
nl: Iteratieve fractals. In 1993 geschreven door Scott Draves.
nn: Iterativ fraktalgenerator. Skriven av Scott Draves i 1993.
pl: Fraktale iteracyjne. Autor: Scott Draves; 1993.
pt: Fractais iterativos. Escrito por Scott Draves; 1993.
ru: Интерактивные фракталы. Автор Скотт Дрейвс (Scott Draves), 1993.
sl: Ponavljajoči fraktali. Napisal Scott Draves, 1993.
sr@ijekavian: Итеративни фрактали. Написао Скот Дрејвс, 1993.
sv: Iterativa fraktaler. Skriven av Scott Draves, 1993.
uk: Ітеративні фрактали. Автор — Scott Draves; 1993.
zh_tw: 循環分形。由 Scott Draves 撰寫，1993。

# @item:inrange Linger
source: 10 seconds
ca@valencia: 10 segons
es: 10 segundos
et: 10 sekundit
eu: 10 segundo
fi: 10 sekuntia
fr: 10 secondes
ga: 10 soicind
gl: 10 segundos
hu: 10 másodperc
it: 10 secondi
ja: 10 秒
kk: 10 секунд
ko: 10초
lv: 10 sekunžu
nb: 10 sekunder
nds: 10 Sekunnen
nl: 10 seconden
nn: 10 sekund
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
sl: 10 sekund
sr@ijekavian: 10 секунди
sv: 10 sekunder
uk: 10 секунд
zh_tw: 10 秒鐘

# @label:slider
source: Number of fractals
ca@valencia: Nombre de fractals
es: Número de fractales
et: Fraktaalide arv
eu: Fraktal kopurua
fi: Fraktaalien määrä
fr: Nombre de fractales
ga: Líon na bhfrachtal
gl: Número de fractais
hu: A fraktálok száma
it: Numero di frattali
ja: フラクタルの数
kk: Фракталдар саны
ko: 프랙탈 개수
lv: Fraktāļu skaits
nb: Antall fraktaler
nds: Tall vun Fraktalen
nl: Aantal fractals
nn: Tal på fraktalar
pl: Liczba fraktali
pt: Número de fractais
ru: Количество фракталов
sl: Število fraktalov
sr@ijekavian: Број фрактала
sv: Antal fraktaler
uk: Кількість фракталів
zh_tw: 分形數目

# @item:inrange Number of fractals
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @item:inrange Number of fractals
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: FlipFlop
et: Lipp lipi, lapp lapi peal
it: Ribaltamento
ja: フリップフロップ
kk: Төңкеру-аудару
ko: 플립플롭
lv: Apmest un pārsviest
nds: Klippklapp
nn: Vippvapp
pl: Przewracarka
sr@ijekavian: Превртанка
sv: Vippa
uk: Перекидень
zh_tw: 翻轉

# @info screen saver description
source: Draws a grid of 3D colored tiles that change positions with each other. Written by Kevin Ogden and Sergio Gutierrez; 2003.
ca@valencia: Dibuixa una graella de peces acolorides en 3D que canvien de posició entre elles. Escrit per Kevin Ogden i Sergio Gutierrez; 2003.
es: Dibuja una cuadrícula con baldosas de colores en 3D que cambian de posición unas con otras. Escrito por Kevin Ogden y Sergio Gutiérrez; 2003.
et: 3D värviliste klotside võrgustik, kus klotsid vahetavad asukohti. Autorid: Kevin Ogden ja Sergio Gutierrez; 2003.
eu: Sareta bat marrazten du batak bestearekin kokapena aldatzen duten 3D koloredun teilak dituena. Kevin Ogden eta Sergio Gutierrez-ek idatzia; 2003.
fi: Piirtää ruudukon kolmiulotteisia väritiilejä, jotka vaihtavat paikkaa keskenään. Kirjoittaneet Kevin Ogden ja Sergio Gutierrez, 2003.
fr: Dessine une grille de carreaux colorés qui changent de position en fonction des autres. Écrit par Kevin Ogden et Sergio Gutierrez ; 2003.
gl: Debuxa unha grella de pezas de mosaico en 3D coloreadas que mudan de posición entre elas. Escribírono Kevin Ogden e Sergio Gutierrez en 2003.
it: Disegna una griglia di piastrelle tridimensionali colorate che cambiano posizione una rispetto all'altra. Scritto da Kevin Ogden e Sergio Gutierrez; 2003.
ja: 隣と場所を入れ替える色付き 3D タイル。Kevin Ogden と Sergio Gutierrez、2003年作。
kk: Аударылып орның айырбастайтын жалпак шаршылар не таяқшалар.Авторлары: Kevin Ogden мен Sergio Gutierrez; 2003.
ko: 각자 위치를 전환하는 3차원 색상 타일 그리드를 그립니다. Kevin Ogden, Sergio Gutierrez 작성, 2003년.
nb: Tegner et rutenett av3D fargede fliser som endrer posisjon med hverandre. Skrevet av Kevin Ogden og Sergio Gutierrez, 2003.
nds: En 3D-Gadder vun bunt Tegels, de ehr Positschonen wesselt. Schreven vun Kevin Ogden un Sergio Gutierrez, 2003.
nl: Toont een raster van 3D gekleurde tegels die van plaats wisselen. In 2003 geschreven door Kevin Ogden en Sergio Gutierrez.
nn: Teiknar eit rutenett med tredimensjonale farga fliser som byter plass med kvarandre. Skriven av Kevin Ogden og Sergio Gutierrez i 2003.
pl: Siatka kolorowych, trójwymiarowych klocków, zamieniających się miejscami. Autor: Kevin Ogden and Sergio Gutierrez; 2003.
pt: Desenha uma grelha de peças coloridas 3D que mudam de posição entre si. Feito por Kevin Ogden e Sergio Gutierrez; 2003.
ru: Строит сетку трёхмерных разноцветных плиток, меняющихся друг с другом своим местоположением. Авторы Кевин Огден (Kevin Ogden) и Серхио Гутьеррес (Sergio Gutierrez), 2003.
sl: Izriše mrežo 3D obarvanih ploščic, ki med sabo izmenjujejo položaje. Napisala Kevin Ogden in Sergio Gutierrez, 2003.
sr@ijekavian: Црта мрежу обојених 3Д плочица које међусобно размјењују положаје. Написали Кевин Огден и Серхио Гутијерез, 2003.
sv: Ritar ett rutnät av tredimensionella färgade plattor som byter positioner med varandra. Skriven av Kevin Ogden och Sergio Gutierrez, 2003.
uk: Показує сітку з просторових кольорових плиток, що міняються позиціями між собою. Автори — Kevin Ogden і Sergio Gutierrez; 2003.
zh_tw: 繪製立體彩色磚塊，可以互換位置。由 Kevin Ogden 與 Sergio Gutierrez 撰寫，2003。

# @item:inrange Spin
source: Stopped
ca@valencia: Parada
es: Parado
et: Peatatud
eu: Geldituta
fi: Pysäytetty
fr: Arrêter
ga: Stoptha
gl: Detido
hu: Leállítva
it: Ferma
ja: 停止
kk: Тоқтаған
ko: 정지됨
lv: Apturēts
nb: Stoppet
nds: Anhollen
nl: Gestopt
nn: Stoppa
pl: Zatrzymane
pt: Parado
ru: Остановлено
sl: Zaustavljeno
sr@ijekavian: непомично
sv: Stoppad
uk: Зупинено
zh_tw: 已停止
