Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This animates a 3D rendition M.C. Escher's "Moebius Strip II", an image of ants walking along the surface of a moebius strip. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo F. Vianna; 1997.
ca@valencia: Este anima un representació en 3D del «Moebius Strip II» de M.C. Escher, una imatge de formigues caminant per la superfície d'una cinta de Moebius. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Escrit per Marcelo F. Vianna; 1997.
es: Anima una versión en 3D del M.C. Escher «Moebius Strip II », una imagen de hormigas caminando a lo largo de la superficie de una cinta de Moebius. http://en.wikipedia.org/ Busca http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Moebius_strip. Escrito por Marcelo F. Vianna, 1997.
et: M. C. Escheri "Möbiuse leht II" 3D renderdus, millel sipelgad jalutavad mööda Möbiuse lehte. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Autor: Marcelo F. Vianna; 1997.
fi: Tämä animoi kolmiulotteista tulkintaa M. C. Escherin ”Möbius-nauha II:sta”, kuvaa muurahaisista kulkemassa möbiusnauhan pinnalla. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Kirjoittanut Marcelo F. Vianna, 1997.
fr: Anime un rendu 3D du « Ruban de Moebius II » de M.C. Escher, une image de fourmis marchant sur la surface du ruban de Möbius. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Écrit par Marcelo F. Vianna ; 1997.
gl: É unha animación da representación 3D da " Fita de Moebius II" de M.C. Escher, unha imaxe de formigas a percorrer a superficie dunha banda de Moebius. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Feito por Marcelo F. Vianna; 1997.
it: Anima una resa tridimensionale di «Möbius Strip II» di M. C. Escher, un'immagine di formiche che camminano sulla superficie di un nastro di Möbius. http://it.wikipedia.org/wiki/Nastro_di_M%C3%B6bius http://it.wikipedia.org/wiki/Maurits_Cornelis_Escher Scritto da Marcelo F. Vianna; 1997.
ja: 蟻がメビウスの帯の表面を歩く、M.C. Escher の「メビウスの帯 II」の 3D アニメーション。http://ja.wikipedia.org/wiki/メビウスの帯 http://ja.wikipedia.org/wiki/マウリッツ・エッシャー Marcelo F. Vianna、1997年作。
kk: Бұл Ешердің "Мебиус таспасы II" дегеннің ұш-өлшемді анимациясы, Мебиус таспасының бетінде жүрген құмырсқаларды бейнелейді. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Авторы: Marcelo F. Vianna; 1997.
nb: 3D-animasjon av M.C. Eschers «Möbius-band II» – et bilde av maur som går langs overflaten på et Möbius-band. <link>http://en.wikipedia.org/wiki/Moebius_strip</link> <link>http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher</link> Skrevet av Marcelo F. Vianna i 1997.
nds: Animeert M. C. Escher sien "Möbiusband II". Migeemen loopt över en Möbiusband. http://de.wikipedia.org/wiki/Möbiusband http://de.wikipedia.org/wiki/M._C._Escher Schreven vun Marcelo F. Vianna, 1997.
nl: Dit animeert een 3D weergave van M.C. Escher's "Moebius Strip II", een afbeelding van mieren die over het oppervlak van een moebius-strip lopen. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher In 1997 geschreven door Marcelo F. Vianna.
nn: 3D-animasjon av M.C. Eschers «Möbius-band II» – eit bilete av maur som går langs overflata på eit Möbius-band. <link>http://en.wikipedia.org/wiki/Moebius_strip</link> <link>http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher</link> Skriven av Marcelo F. Vianna i 1997.
pl: Animacja trójwymiarowa M.C. Eschera "Wstęga Moebiusa II"; obraz mrówek idących po zewnętrznej powierzchni wstęgi Moebiusa. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Autor: Marcelo F. Vianna; 1997.
pt: É uma animação da representação 3D da "Fita de Moebius II" de M.C. Escher, uma imagem de formigas a percorrer a superfície de uma banda de Moebius. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Feito por Marcelo F. Vianna; 1997.
ru: Трёхмерная анимация "ленты Мёбиуса II" М.К. Эшера. Муравьи передвигаются по поверхности ленты Мёбиуса. http://ru.wikipedia.org/wiki/Лента_Мёбиуса http://ru.wikipedia.org/wiki/Эшер,_Мауриц_Корнелис Автор Марчелло Ф.Вианна (Marcelo F. Vianna), 1997.
sl: Ta ohranjevalnik zaslona animira 3D izrisa M.C. Escherjevega "Möbiusovega traku II", slike mravelj, ki hodijo po površini Möbiusovega traku. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Napisal Marcelo F. Vianna, 1997.
sr@ijekavian: Анимирана 3Д изведба Есхерове „Мебијусове траке II“, слике мрава који ходају по површи Мебијусове траке (http://en.wikipedia.org/wiki/Moebius_strip, http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher). Написао Марсело Вијана, 1997.
sv: Den här animerar en tredimensionell återgivning av M. C. Eschers "Möbiusband II", en bild av myror som går omkring längs ytan av ett Möbiusband. Se http://sv.wikipedia.org/wiki/Möbiusband och http://sv.wikipedia.org/wiki/M.C._Escher. Skriven av Marcelo F. Vianna, 1997.
uk: Ця програма є анімацією тривимірної «Смужки Мебіуса II» М.К.Ешера, зображення мурах, що подорожують поверхнею смужки Мебіуса. http://en.wikipedia.org/wiki/Moebius_strip http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Автор — Marcelo F. Vianna; 1997.
zh_tw: 繪製 M.C. Escher 的「莫比斯帶（二）」的動畫，一隻螞蟻走過莫比斯帶的表面。參考資料：http://en.wikipedia.org/wiki/Moebius_strip ，http://en.wikipedia.org/wiki/Maurits_Cornelis_Escher 。由 Marcelo F. Vianna 撰寫，1997。

# @option:check
source: Solid floor
ca@valencia: Terra sòlid
es: Suelo sólido
et: Ühtlane pind
eu: Zoru solidoa
fi: Kiinteä lattia
fr: Sol uni
ga: Urlár soladach
gl: Chan sólido
hu: Egyszínű alap
it: Pavimento solido
ja: 床を塗りつぶし
kk: Тұтас таспа
ko: 단색 바닥
lv: Vienlaidu grīda
nb: Fast gulv
nds: Fast Band
nl: Vaste vloer
nn: Fast golv
pl: Stałe podłoże
pt: Chão sólido
ru: Сплошной пол
sl: Tla enakomerne barve
sr@ijekavian: Пуна подлога
sv: Fyllt golv
uk: Суцільна підлога
zh_tw: 實心地板

# @option:check
source: Draw ants
ca@valencia: Dibuixa formigues
es: Dibuja hormigas
et: Sipelgate näitamine
eu: Marraztu inurriak
fi: Piirrä muurahaiset
fr: Dessiner des fourmis
ga: Taispeáin seangáin
gl: Debuxar as formigas
hu: Hangyák rajzolása
it: Disegna le formiche
ja: 蟻を描く
kk: Құмырсқалар болсын
ko: 개미 그리기
lv: Zīmēt skudras
nb: Tegn maur
nds: Miegemen teken
nl: Mieren tekenen
nn: Teikn maur
pl: Rysuj mrówki
pt: Desenhar as formigas
ru: Рисовать муравьёв
sl: Izriši mravlje
sr@ijekavian: Цртај мраве
sv: Rita myror
uk: Малювати мурашок
zh_tw: 繪製螞蟻

# @item screen saver name
source: MoebiusGears
ca@valencia: Engranatges de Moebius
es: Moebius
et: MöbiuseHammasrattad
eu: Moebius engranajeak
fi: Möbiuksen rattaat
fr: Rouages de Möbius (GL)
ga: MöbiusGears
gl: Engrenaxes de Moebius
hu: Möbius fogaskerekek
it: Ingranaggi di Möbius
ja: メビウスギアー
kk: МебиусТістегіршіктер
ko: 뫼비우스 기어
lv: Mēbija zobrati
nb: Möbiushjul
nds: Möbius-Tahnrööd
nl: Moebius tandwielen
nn: Möbiushjul
pl: Koła zębate Moebiusa
pt: Engrenagens de Moebius
sl: Möbiusovi zobniki
sr@ijekavian: Мебијусови зупчаници
sv: Möbiuskuggar
uk: Шестерні Мебіуса
zh_tw: 莫比斯帶

# @info screen saver description
source: Draws a closed, interlinked chain of rotating gears. The layout of the gears follows the path of a moebius strip. See also the "Pinion" and "Gears" screen savers. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Written by Jamie Zawinski; 2007.
ca@valencia: Dibuixa una cadena tancada i entrellaçada d'engranatges girant. La disposició dels engranatges segueix el camí d'una cinta de Moebius. Vegeu també els estalvis de pantalla «Pinion» i «Gears». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Escrit per Jamie Zawinski; 2007.
es: Dibuja una cadena de engranajes cerrados y unidos. El esquema de los engranajes sigue la ruta de una cinta de moebius. Véase también los protectores de pantalla «Piñón » y «Engranajes ». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip. Escrito por Jamie Zawinski; 2007.
et: Pöörlevate hammasrataste suletud ja põimunud ahel. Hammasrataste paigutusel on eeskujuks Möbiuse leht. Vaata ka ekraanisäästjaid "Hammasrattakesed" ja "Hammasrattad". http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Autor: Jamie Zawinski; 2007.
fi: Piirtää sulkeisen, yhteenkytkeytyneen ketjun pyöriviä hammasrattaita. Rattaiden asettelu seuraa möbiusnauhan polkua. Katso myös näytönsäästäjiä Hammasrattaat ja Hammasrattaat II. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Kirjoittanut Jamie Zawinski, 2007.
fr: Dessine une chaîne fermée et entrelacée d'engrenages tournant. La disposition des engrenages suit le dessin du ruban de Moebius. Voir aussi les écrans de veille « Pignons » et « Engrenages ». http://en.wikipedia.org/wiki/Involute_gear http://fr.wikipedia.org/wiki/Ruban_de_Möbius Écrit par Jamie Zawinski ; 2007.
gl: Debuxa unha cadea pechada e interligada de engrenaxes en rotación. A disposición das engrenaxes segue o camiño dunha banda de Moebius. Vexa tamén os protectores de pantalla «Piñón» e «Engrenaxes». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip. Escribiuno Jamie Zawinski en 2007.
it: Disegna una catena chiusa e collegata di ruote dentate. Lo schema delle ruote segue il percorso di un nastro di Möbius. Vedi anche i salvaschermi «Pignone» e «Ingranaggi». http://en.wikipedia.org/wiki/Involute_gear http://it.wikipedia.org/wiki/Nastro_di_M%C3%B6bius da Jamie Zawinski; 2007.
kk: Бір-біріне жалғаған тістегіршектер тізбегін бейнелейді. Олар Мебиус түрінде құрылған. Бұған қоса "Тістегіршік" пен "Тістегіршіктер" экран сақтаушыларды қараңыз. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Авторы: Jamie Zawinski; 2007.
nb: Tegner en lukket, lenket kjede av tannhjul som går rundt. Tannhjulene følger samme bane som et Möbius-band. Se også pauseskjermene «Pinion» og «Tannhjul». <link>http://en.wikipedia.org/wiki/Involute_gear</link> <link>http://en.wikipedia.org/wiki/Moebius_strip</link> Skrevet av Jamie Zawinski i 2007.
nds: En afslaten Keed vun Gedriev-Tahnrööd. De Tahnrööd sünd liek as en Möbiusband tosamensett. Kiek DI ok de Pausschirmen "Pi-Drift" un "Tahnrööd" an. http://de.wikipedia.org/wiki/Evolventenverzahnung http://de.wikipedia.org/wiki/Möbiusband Schreven vun Jamie Zawinski, 2007.
nl: Toont een gesloten, gekoppelde reeks van ronddraaiende tandwielen. De indeling van de tandwielen volgt het pad van een moebius-strip. Zie ook de "Pinion" en "Gears" schermbeveiligibg. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip In 2007 geschreven door Jamie Zawinski.
nn: Teiknar ei lukke, lenkja kjede av tannhjul som går rundt. Tannhjula følgjer. Tannhjula følgjer same bane som eit Möbius-band. Sjå òg pauseskjermane «Pinion» og «Tannhjul». <link>http://en.wikipedia.org/wiki/Involute_gear</link> <link>http://en.wikipedia.org/wiki/Moebius_strip</link> Skriven av Jamie Zawinski i 2007.
pl: Zamknięty, połączony łańcuch obracających się kół zębatych. Koła podążają po ścieżce wstęgi Moebiusa. Zob. także wygaszacze "Pinion" i "Gears". http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Autor: Jamie Zawinski; 2007.
pt: Desenha uma cadeia fechada e interligada de engrenagens em rotação. A disposição das engrenagens segue o caminho de uma banda de Moebius. Veja também os protectores de ecrã "Pinion" e "Engrenagens". http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Feito por Jamie Zawinski; 2007.
ru: Замкнутая, связанная цепь крутящихся шестерёнок. Структура шестерёнок повторяет ленту Мёбиуса. Также см. хранители экрана "Pinion" и "Gears". http://ru.wikipedia.org/wiki/Эвольвентное_зацепление http://ru.wikipedia.org/wiki/Лента_Мёбиуса Автор Джеми Завински (Jamie Zawinski), 2007.
sl: Izriše zaprto, medsebojno povezano verigo vrtečih zobnikov. Razporeditev zobnikov sledi poti Möbiusovega traku. Oglejte si tudi ohranjevalnika zaslona "Pinion" in "Zobniki". http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Napisal Jamie Zawinski, 2007.
sr@ijekavian: Црта затворени ланац спрегнутих ротирајућих зупчаника. Распоред зупчаника одговара путањи Мебијусове траке. Погледајте и чуваре екрана Зупчасти точак и Зупчаници (http://en.wikipedia.org/wiki/Involute_gear, http://en.wikipedia.org/wiki/Moebius_strip). Написао Џејми Завински, 2007.
sv: Ritar en sluten, sammanhängande kedja av roterande kugghjul. Kugghjulens utläggning följer formen av ett Möbiusband. Se också skärmsläckarna "Drev" och "Kugghjul", samt http://en.wikipedia.org/wiki/Involute_gear och http://sv.wikipedia.org/wiki/Möbiusband. Skriven av Jamie Zawinski, 2007.
uk: Показує замкнену взаємопов’язану систему шестерень, що обертаються. Компонування шестерень рухається за кільцем Мебіуса. Див. також зберігачі екрана «Шестірня» та «Шестерні». http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Moebius_strip Автор — Jamie Zawinski; 2007.
zh_tw: 繪製一個封閉的，交錯鍊結的轉動的齒輪鍊。齒輪的分布是依莫比斯帶（Moebius Strip）的方式。參考資料：http://en.wikipedia.org/wiki/Involute_gear ，http://en.wikipedia.org/wiki/Moebius_strip 。由 Jamie Zawinski 撰寫，2007。

# @label:spinbox
source: Number of gears
ca@valencia: Nombre d'engranatges
es: Número de engranajes
et: Hammasrataste arv
eu: Engranaje kopurua
fi: Hammasrattaiden määrä
fr: Nombre d'engrenages
gl: Número de engrenaxes
hu: A fogaskerekek száma
it: Numero di route dentate
ja: 歯車の数
kk: Тістегіршіктер
ko: 기어 개수
lv: Zobratu skaits
nb: Antall hjul
nds: Tall vun Tahnrööd
nl: Aantal tandwielen
nn: Talet på hjul
pl: Liczba kół zębatych
pt: Número de engrenagens
ru: Число шестерёнок
sl: Število zobnikov
sr@ijekavian: Број зупчаника
sv: Antal kugghjul
uk: Кількість шестерень
zh_tw: 帶子數目

# @label:spinbox
source: Number of teeth
ca@valencia: Nombre de dents
es: Número de dientes
et: Hammaste arv
eu: Hortz kopurua
fi: Hampaiden määrä
fr: Nombre de dents
gl: Número de dentes
hu: A fogak száma
it: Numero di denti
ja: 歯の数
kk: Тістер саны
ko: 톱니 개수
lv: Zobu skaits
nb: Antall tenner
nds: Tall vun Tähnen
nl: Aantal tanden
nn: Talet på tenner
pl: Liczba zębów
pt: Número de dentes
ru: Количество зубов
sl: Število zobcev
sr@ijekavian: Број зубаца
sv: Antal kuggar
uk: Кількість зубців
zh_tw: 牙齒數目

# @item screen saver name
source: Moire
ca@valencia: Moiré
es: Muaré
et: Muaree
fi: Moiré
fr: Moiré
ga: Moiré
it: Moiré
ja: モアレ
kk: Муар
ko: 무아레
lv: Muarē
nb: Moiré
nn: Moiré
sr@ijekavian: Муар
sv: Moaré
uk: Муар
zh_tw: 波紋

# @info screen saver description
source: When the lines on the screen Make more lines in between, That's a moire'! http://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski and Michael Bayne; 1997.
ca@valencia: Quan les línies de la pantalla creen més línies entre elles, això és un moiré! http://en.wikipedia.org/wiki/Moire_pattern Escrit per Jamie Zawinski i Michael Bayne; 1997.
es: Las líneas de la pantalla crean más líneas en medio. http://en.wikipedia.org/wiki/Moire_pattern. Escrito por Jamie Zawinski y Michael Bayne, 1997.
et: Kui ekraanil olevad read tekitavad enda vahele ridu juurde, siis see ongi muaree! http://en.wikipedia.org/wiki/Moire_pattern Autorid: Jamie Zawinski ja Michael Bayne; 1997.
fi: Kun viivat näytöllä luovat lisää viivoja väliinsä – sitä on moiré! http://en.wikipedia.org/wiki/Moire_pattern Kirjoittaneet Jamie Zawinski ja Michael Bayne, 1997.
fr: Quand les lignes sur l'écran génèrent plus de lignes entre elles, c'est un moiré !http://en.wikipedia.org/wiki/Moire_pattern Écrit par Jamie Zawinski et Michael Bayne ; 1997.
gl: Cando as liñas na pantalla crean máis liñas no medio, iso é un Moire'! http://en.wikipedia.org/wiki/Moire_pattern. Escribírono Jamie Zawinski e Michael Bayne en 1997.
hu: Amikor a képernyőn lévő vonalak újabb vonalakat hoznak létre közöttük, az a moire! http://en.wikipedia.org/wiki/Moire_pattern Készítette: Jamie Zawinski és Michael Bayne, 1997.
it: Quando le linee sullo schermo creano altre linee tra di loro, è l'effetto moiré. http://it.wikipedia.org/wiki/Effetto_moir%C3%A9 Scritto da Jamie Zawinski e Michael Bayne; 1997.
kk: Егер экран жолақты болса, арасына тағы да жолақтарды қос. Бұл муар ғой! http://en.wikipedia.org/wiki/Moire_pattern Авторлары: Jamie Zawinski мен Michael Bayne; 1997.
nb: Tegner Moiré-mønster – interferensmønster som oppstår når linjer møtes. <link>http://en.wikipedia.org/wiki/Moire_pattern</link> Skrevet av Jamie Zawinski og Michael Bayne i 1997.
nds: Twischen de Regen op den Schirm warrt niege Regen opstellt: Dat is en Moiré! http://de.wikipedia.org/wiki/Moiré-Effekt Schreven vun Jamie Zawinski un Michael Bayne, 1997.
nl: Als de lijnen op het scherm meer lijnen ertussen lijken te hebben dan is dat een moiré-patroon! http://en.wikipedia.org/wiki/Moire_pattern In 1997 geschreven door Jamie Zawinski en Michael Bayne.
nn: Teiknar Moiré-mønster – interferensmønster som oppstår når linjer møtest. <link>http://en.wikipedia.org/wiki/Moire_pattern</link> Skriven av Jamie Zawinski og Michael Bayne i 1997.
pl: Jeśli są na ekranie linie, dodaj linie między nimi. http://en.wikipedia.org/wiki/Moire_pattern Autor: Jamie Zawinski i Michael Bayne; 1997.
pt: Quando as linhas no ecrã criam mais linhas no meio, isso é um Moire'! http://en.wikipedia.org/wiki/Moire_pattern Feito por Jamie Zawinski e Michael Bayne; 1997.
ru: http://ru.wikipedia.org/wiki/Муаровый_узор Авторы: Джеми Завински и Майкл Бейн (Jamie Zawinski, Michael Bayne), 1997.
sl: Ko so vrstice na zaslonu, naredi med njimi še več vrstic. To je moire! http://en.wikipedia.org/wiki/Moire_pattern Napisala Jamie Zawinski in Michael Bayne, 1997.
sr@ijekavian: Када линије на екрану као да производе још линија између, то је муар (http://en.wikipedia.org/wiki/Moire_pattern)! Написали Џејми Завински и Мајкл Бејн, 1997.
sv: När linjerna på skärmen Skapa fler rader mellan, Det är en moiré. Se http://sv.wikipedia.org/wiki/Moiré_(interferensmönster). Skriven av Jamie Zawinski och Michael Bayne, 1997.
uk: Є рядки на вікні? Ще між ними впихни! — Це муар! http://en.wikipedia.org/wiki/Moire_pattern Автори — Jamie Zawinski та Michael Bayne; 1997.
zh_tw: 讓螢幕上的線條間產生更多線條，就變成 Moire 雲彩紋了。參考資料：http://en.wikipedia.org/wiki/Moire_pattern 。由 Jamie Zawinski 與 Michael Bayne 撰寫，1997。

# @label:slider
source: Offset
ca@valencia: Compensació
es: Desplazamiento
et: Nihe
eu: Berdindu
fi: Siirros
fr: Décalage
ga: Fritháireamh
gl: Posición
hu: Eltolás
it: Scostamento
ja: オフセット
kk: Ығысуы
ko: 위치
lv: Nobīde
nb: Forskyvning
nds: Verscheel
nn: Forskyving
pl: Przesunięcie
pt: Deslocamento
ru: Смещение
sl: Zamik
sr@ijekavian: Сито
sv: Förskjutning
uk: Зсув
zh_tw: 位移

# @item:inrange Offset
source: Small
ca@valencia: Petit
es: Pequeño
et: Väike
eu: Txikia
fi: Pieni
fr: Faible
ga: Beag
gl: Pequeno
hu: Kicsi
it: Piccolo
ja: 小
kk: Шағын
ko: 작게
lv: Maza
nb: Liten
nds: Lütt
nl: Klein
nn: Liten
pl: Małe
pt: Pequeno
ru: Меньше
sl: Majhen
sr@ijekavian: мало
sv: Liten
uk: Малий
zh_tw: 小

# @item:inrange Offset
source: Large
ca@valencia: Gran
es: Grande
et: Suur
eu: Handia
fi: Iso
fr: Grand
ga: Mór
gl: Grande
hu: Nagy
it: Grande
ja: 大
kk: Үлкен
ko: 크게
lv: Liela
nb: Stor
nds: Groot
nl: Groot
nn: Stor
pl: Duże
pt: Grande
ru: Больше
sl: Velik
sr@ijekavian: велико
sv: Stor
uk: Великий
zh_tw: 大

# @item screen saver name
source: Moire2
ca@valencia: Moiré2
es: Muaré2
et: Muaree2
fi: Moiré2
fr: Moiré2
ga: Moiré2
it: Moiré 2
ja: モアレ 2
kk: Муар2
ko: 무아레 2
lv: Muarē 2
nn: Moiré 2
sr@ijekavian: Муар‑2
sv: Moaré 2
uk: Муар2
zh_tw: 波紋2
