Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @label:slider
source: Number of spikes
ca@valencia: Nombre de puntes
es: Número de pinchos
et: Teravike arv
eu: Ezten kopurua
fi: Piikkien määrä
fr: Nombre de piques
ga: Líon na spící
gl: Número de espiñas
hu: A tüskék száma
it: Numero di spine
ja: 刺の数
kk: Тікенек саны
ko: 스파이크 개수
lv: Pīķu skaits
nb: Antall spisser
nds: Tall vun Prickels
nl: Aantal pennen
nn: Talet på piggar
pl: Liczba kolców
pt: Número de espinhos
ru: Количество шипов
sl: Število konic
sr@ijekavian: Број шиљака
sv: Antal taggar
uk: Кількість шипів
zh_tw: 尖刺數目

# @item:inrange Number of spikes
source: Few
ca@valencia: Poques
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Number of spikes
source: Ouch
ca@valencia: Ui
es: Ay
et: Oi kui palju
eu: Atx
fi: Auts
fr: Aie !
ga: Áigh
gl: vaia!
hu: Juj!
it: Ahia
ja: 痛っ!
kk: Ой-бай
ko: 아야
lv: Au
nb: Au
nds: Aua
nl: Auw
nn: Au
pl: Auć
ru: Ай!
sl: Av
sr@ijekavian: јој
sv: Aj
uk: Йой
zh_tw: 哎喲！

# @item screen saver name
source: DecayScreen
ca@valencia: Desintegració de la pantalla
es: Desintegración de pantalla
et: LagunevEkraan
eu: Pantailaren gainbehera
fi: Häviävä näyttö
fr: Écran décalé
gl: Pantalla a esvaecer
it: Schermo franante
ja: スクリーン崩壊
kk: Экран еруі
ko: 화면 붕괴
lv: Ekrāna sairšana
nb: Henfall-skjerm
nds: Vergahn Schirm
nn: Skjermsamanbrot
pl: Rozpadający się ekran
pt: Decaimento do Ecrã
ru: Распад
sl: Razpad zaslona
sr@ijekavian: Распадни екран
sv: Skärmsönderfall
uk: Розпад
zh_tw: 衰敗螢幕

# @info screen saver description
source: This takes an image and makes it melt, toward a randomly chosen point or direction. Warning, if the effect continues after the screen saver is off, seek medical attention. Written by David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey; 1993.
ca@valencia: Este pren una imatge i la fon cap a un punt o direcció escollits aleatòriament. Atenció, si l'efecte continua després d'parar l'estalvi de pantalla, cerqueu atenció mèdica. Escrit per David Wald, Vivek Khera, Jamie Zawinski, i Vince Levey; 1993.
es: Esto toma una imagen y la funde, hacia un punto o dirección elegido al azar. Aviso, si sus efectos continúan tras apagar el salvapantallas, busque atención médica. Escrito por David Wald, Vivek Khera, Jamie Zawinski y Vince Levey; 1993.
et: See võtab pildi ja hakkab seda lagundama juhuslikult valitud punkti või üldsuuna poole. Aga pane tähele: kui lagunemine jätkub ka pärast seda, kui ekraanisäästja on töö lõpetanud, pöördu kohe arsti poole. Autor: David Wald, Vivek Khera, Jamie Zawinski ja Vince Levey; 1993.
fi: Näytönsäästäjä saa kuvat sulamaan kohti satunnaista pistettä tai suuntaa. Varoitus: jos kuvat sulavat näytönsäästäjän ollessa poissa käytöstä, hakeudu lääkäriin. Kirjoittaneet David Wald, Vivek Khera, Jamie Zawinski ja Vince Levey, 1993.
it: Prende un'immagine e la scioglie verso un punto o una direzione casuali. Avvertenza: se l'effetto dovesse perdurare anche dopo aver fermato il salvaschermo, consulta il tuo medico di famiglia. Scritto da David Wald, Vivek Khera, Jamie Zawinski e Vince Levey; 1993.
ko: 사진을 찍은 다음 무작위적으로 선택한 지점이나 선을 따라서 녹입니다. 경고: 화면 보호기가 끝난 이후에 이 효과가 계속 느껴진다면 의사의 도움을 받으십시오. David Wald, Vivek Khera, Jamie Zawinski, Vince Levey 작성, 1993년.
nb: Dette tar et bilde og smelter det i retning mot et tilfeldig punkt eller retning. Advarsel – hvis virkningen forsetter etter at pauseskjermen er slått av, søk lege.Skrevet av David Wald, Vivek Khera, Jamie Zawinski og Vince Levey, 1993.
nds: Nimmt en Bild un smölt dat, na en per Tofall utsöcht Punkt oder Richten. Wohrschoen: Höllt de Effekt nich op, wenn de Pausschirm wedder ut is, fraag Dien Dokter oder Afteker na Raad. Schreven 1993 vun David Wald, Vivek Khera, Jamie Zawinski, un Vince Levey.
nl: Dit neemt een afbeelding en laat het smelten in een willekeurig gekozen richting. Opgepast: wanneer het effect aanhoudt nadat de schermbeveiliging is uitgeschakeld, zoek dan direct medische hulp. In 1993 geschreven door David Wald, Vivek Khera, Jamie Zawinsky en Vince Levey.
pl: Ten wygaszacz wczytuje obraz i go rozpuszcza w stronę losowo wybranego punktu lub kierunku. Ostrzeżenie: jeśli widzisz takie efekty po wyłączeniu wygaszacza, lepiej poradź się lekarza. Autorzy: David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey; 1993.
pt: Este pega numa imagem e derrete-a. Sem dúvida que o utilizador já deverá ter visto este efeito anteriormente, mas nenhum protector de ecrã seria de facto completo sem ele. Funciona melhor se existir algo de colorido visível. Atenção, se o efeito continuar depois do protector de ecrã estar desligado, procure um médico. Feito por David Wald, Vivek Khera, Jamie Zawinski e Vince Levey; 1993.
sl: Vzame sliko in jo stali proti naključno izbrani točki ali smeri. Opozorilo! Če se učinek nadaljuje tudi potem, ko je ohranjevalnik zaslona izklopljen, poiščite medicinsko pomoč. Napisali David Wald, Vivek Khera, Jamie Zawinski in Vince Levey, 1993.
sr@ijekavian: Хвата слику и топи је, према насумично изабраној тачки или смеру. Пажња, ако се ефекат настави по искључењу чувара екрана, потражите медицинску помоћ. Написали Дејвид Валд, Вивек Кхера, Џејми Завински и Винс Леви, 1993.
sv: Den här tar en bild och gör att den smälter mot en slumpmässigt vald punkt eller i en slumpmässigt vald riktning. Varning: Om effekten kvarstår efter skärmsläckaren har stängts av, sök läkarhjälp. Skriven av David Wald och Vivek Khera, Jamie Zawinski och Vince Levey, 1993.
uk: Цей зберігач екрана плавить вказане зображення у напрямку випадково вибраної точки або промені. Увага: якщо після вимкнення зберігача ефект триває, зверніться до лікаря. Автори — David Wald, Vivek Khera, Jamie Zawinski і Vince Levey; 1993.
zh_tw: 將一張圖片熔化，往隨機選取的點或方向。注意，如果在螢幕保護程式關閉後您還看得到這個效果，請儘速找醫生。由 David Wald， Vivek Khera，Jamie Zawinski 與 Vince Levey 撰寫，1993。

# @info screen saver description
source: This takes an image and makes it melt. You've no doubt seen this effect before, but no screensaver would really be complete without it. It works best if there's something colorful visible. Warning, if the effect continues after the screen saver is off, seek medical attention. Written by David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey; 1993.
ca@valencia: Este pren una imatge i la fon. Segur que l'heu vist anteriorment, però cap estalvi de pantalla no estaria realment complet sense ell. Funciona millor si està visible quelcom amb molt color. Atenció, si l'efecte continua després d'parar l'estalvi de pantalla, cerqueu atenció mèdica. Escrit per David Wald, Vivek Khera, Jamie Zawinski, i Vince Levey; 1993.
es: Toma una imagen y la funde. Seguro que ya lo ha visto antes, pero ningún salvapantallas estaría completo sin ello. Funciona mejor si está visible algo muy colorido. Aviso, si sus efectos continúan tras apagar el salvapantallas, busque atención médica. Escrito por David Wald, Vivek Khera, Jamie Zawinski y Vince Levey; 1993.
et: See võtab pildi ja hakkab seda lagundama. Kahtlemata oled sa midagi sellist varemgi näinud, aga ega üks õige ekraanisäästja ilma selleta läbi saagi. Parima tulemuse saab siis, kui materjaliks on midagi ilusat ja värvilist. Aga pane tähele: kui lagunemine jätkub ka pärast seda, kui ekraanisäästja on töö lõpetanud, pöördu kohe arsti poole. Autor: David Wald, Vivek Khera, Jamie Zawinski ja Vince Levey; 1993.
eu: Honek irudi bat hartu eta urtu egiten du. Seguruenik efektu hau lehenago ikusi duzu, baina pantaila babesle bat ez dago osatuta honelako efekturik gabe. Koloredun zerbait ikusgai badago hobe funtzionatuko du. Abisua, pantaila babeslea itzalduta dagoeneak efektuek jarraitzen badu, bilatu ezazu mediku baten arreta. David Wald, Vivek Khera, Jamie Zawinski, eta Vince Levey-k idatzia; 1993.
fi: Näytönsäästäjä saa kuvat sulamaan. Olet varmasti nähnyt saman tehosteen aikaisemmin, mutta ilman tätä näytönsäästäjää valikoimasi on epätäydellinen. Värikkäät kuvat näyttävät parhaimmalta. Varoitus: jos kuvat sulavat näytönsäästäjän ollessa poissa käytöstä, hakeudu lääkäriin. Kirjoittaneet David Wald, Vivek Khera, Jamie Zawinski ja Vince Levey, 1993.
fr: Ceci prend une image et la fait couler. Vous avez déjà sans doute vu cet effet ailleurs, mais aucun écran de veille n'aurait été complet sans. Cela marche mieux avec quelque chose de très coloré. Attention, si l'effet continu une fois l'écran de veille désactivé, consultez au plus vite un médecin. Écrit par David Wald, Vivek Khera, Jamie Zawinski et Vince Levey ; 1993.
ga: Díleánn sé seo íomhá. Is dócha go bhfuil an mhaisíocht seo feicthe agat cheana, ach ní bheadh aon spárálaí scáileáin iomlán dá héagmais. Oibríonn sé is fearr nuair atá rud éigin ildathach infheicthe. Rabhadh: ba chóir duit dul ar lorg cóir leighis má leanann an mhaisíocht tar éis duit an spárálaí scáileáin a mhúchadh. Scríofa ag David Wald, Vivek Khera, Jamie Zawinski, agus Vince Levey, 1993.
gl: Este toma nunha imaxe e derrétea. Sen dúbida que xa ten visto este efecto anteriormente, pero ningún protector de pantalla estaría completo sen el. Funciona mellor se hai algo de colorido visíbel. Atención, se o efecto continúa despois de apagar o protector de pantalla, procure un médico. Escribírono David Wald, Vivek Khera, Jamie Zawinski e Vince Levey en 1993.
hu: A program készít egy képet, majd megolvasztja. Ezzel az effektussal bizonyára már találkozott, de egy képernyővédő-csomag nem lehet nélküle teljes. Akkor legnagyobb a hatás, ha élénk színeket használnak a képen. Figyelem! Ha a képernyővédő kikapcsolása után is látja az effektust, forduljon orvoshoz... Készítette: David Wald, Vivek Khera, Jamie Zawinski és Vince Levey, 1993.
it: Prende un'immagine e la scioglie. Avrai sicuramente già visto questo effetto ma nessun salvaschermo sarebbe davvero completo senza. Funziona meglio se l'immagine è molto colorata. Avvertenza: se l'effetto dovesse perdurare anche dopo aver fermato il salvaschermo, chiedi consigli al tuo medico. Scritto da David Wald, Vivek Khera, Jamie Zawinski e Vince Levey; 1993.
ja: 画像を取り込んで溶かします。この効果を見たことがあるはずです。どんなスクリーンセーバーもこの効果なしには済ませられません。カラフルなものであれば、この効果が最も発揮されるでしょう。警告: もしスクリーンセーバーがオフにもかかわらず、この効果が残って見えるなら医者に行った方がいいでしょう。David Wald、Jamie Zawinski、Vivek Khera、1993年作。
kk: Көрсетіп тұрған кескінді ерітеді. Бұндай эффектерді бұрын да көрген шығарсыз, сонда да экран сақтаушылар жиыны бұндайсыз толық емес. Ал бұл сақтаушы қосылмаған кезде эффект қайталанса - дереу дәргерге барыңыз. Автолары: David Wald, Vivek Khera, Jamie Zawinski, және Vince Levey; 1993.
ko: 사진을 찍은 다음 무작위적으로 선택한 지점이나 선을 따라서 녹입니다. 전에 이 화면 보호기를 보지 못했다면 이 화면 보호기가 마지막을 장식할 것입니다. 색깔이 있는 무언가가 표시되어 있으면 화면 보호기의 효과가 극대화됩니다. 경고: 화면 보호기가 끝난 이후에 이 효과가 계속 느껴진다면 의사의 도움을 받으십시오. David Wald, Vivek Khera, Jamie Zawinski, Vince Levey 작성, 1993년.
nb: Dette tar et bilde og smelter det. Du har sikkert sett denne effekten før, men ingen pauseskjerm er komplett uten den. Den virker best hvis det er noe fargerikt i syne. Advarsel – hvis virkningen forsetter etter at pauseskjermen er slått av, søk lege. Skrevet av David Wald, Vivek Khera, Jamie Zawinski og Vince Levey, 1993.
nds: Nimmt en Bild un smölt dat. Du hest den Effekt seker al vördem sehn, man keen Pausschirm weer ahn em kumplett. Op't Best gifft dat wat mit vele Klören to smölten. Wohrschoen: Höllt de Effekt nich op, wenn de Pausschirm wedder ut is, fraag Dien Dokter oder Afteker na Raad. Schreven vun David Wald, Vivek Khera, Jamie Zawinski, un Vince Levey, 1993.
nl: Dit neemt een afbeelding en laat het smelten. U hebt dit effect ongetwijfeld eerder gezien, en geen enkele schermbeveiliging zou compleet zijn zonder dit. Het werkt het beste wanneer er iets kleurrijk zichtbaar is. Opgepast: wanneer het effect aanhoudt nadat de schermbeveiliging is uitgeschakeld, zoek dan direct medische hulp. In 1993 geschreven door David Wald, Vivek Khera, Jamie Zawinsky en Vince Levey.
nn: Tek eit bilete og smeltar det. Du har sikkert sett denne effekten før, men inga pauseskjermsamling vil vera komplett utan han. Han fungerer best viss det er noko fargerikt på biletet. Åtvaring: Viss effekten held fram etter at pauseskjermen er ferdig, bør du oppsøkja legehjelp! Skriven av David Wald, Vivek Khera, Jamie Zawinski og Vince Levey i 1993.
pl: Ten wygaszacz wczytuje obraz i go rozpuszcza. Nie ma wątpliwości, że znasz już ten efekt, ale wszędzie musi się znaleźć wygaszacz z takim efektem. Najlepsze rezultaty osiąga się, jeśli widoczne jest coś kolorowego. Ostrzeżenie: jeśli widzisz takie efekty po wyłączeniu wygaszacza, lepiej poradź się lekarza. Autorzy: David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey; 1993.
pt: Este pega numa imagem e derrete-a. Sem dúvida que o utilizador já deverá ter visto este efeito anteriormente, mas nenhum protector de ecrã seria de facto completo sem ele. Funciona melhor se existir algo de colorido visível. Atenção, se o efeito continuar depois do protector de ecrã estar desligado, procure um médico. Feito por David Wald e Vivek Khera; 1993.
ru: Заставка деформирует указанный рисунок или снимок экрана. Вы, наверное, видели такие заставки ранее, без них ни одна коллекция не была бы полной. Особенно хорошо изменения видны на цветных рисунках. Предупреждение: если этот эффект продолжится после выключения хранителя экрана, обратитесь к врачу. Авторы: David Wald, Vivek Khera, Jamie Zawinski, и Vince Levey, 1993.
sl: Vzame sliko in jo stali. Ta učinek ste gotovo nekje že videli, vendar noben ohranjevalnik zaslona ne bi bil zares popoln brez nje. Najboljše deluje, če je na zaslonu nekaj barvitega. Opozorilo! Če se učinek nadaljuje tudi potem, ko je ohranjevalnik zaslona izklopljen, poiščite medicinsko pomoč. Napisali David Wald, Vivek Khera, Jamie Zawinski in Vince Levey, 1993.
sr@ijekavian: Хвата слику и топи је. Нема сумње да сте негде већ видјели овај ефекат, али ниједан чувар екрана не би био потпун без њега. Најбоље ради ако је видљиво нешто шарено. Пажња, ако се ефекат настави по искључењу чувара екрана, потражите медицинску помоћ. Написали Дејвид Валд, Вивек Кхера, Џејми Завински и Винс Леви, 1993.
sv: Den här tar en bild och gör att den smälter. Du har säkert sett effekten tidigare, men inga skärmsläckare skulle vara kompletta utan den. Den fungerar bäst om något färgrikt är synligt. Varning: Om effekten kvarstår efter skärmsläckaren har stängts av, sök läkarhjälp. Skriven av David Wald och Vivek Khera, Jamie Zawinski och Vince Levey, 1993.
uk: Цей зберігач екрана плавить вказане зображення. Ймовірно, ви вже бачили цей ефект, але без нього збірка зберігачів екрана не була би повною. Ефект цього зберігача найкращий на різнокольорових малюнках. Увага: якщо після вимкнення зберігача ефект триває, зверніться до лікаря. Автори — David Wald, Vivek Khera, Jamie Zawinski і Vince Levey; 1993.
zh_tw: 將一張圖片熔化。您以前應該看過這個效果，但是沒有螢幕保護程式可以做得跟這個一樣好，尤其是在彩色效果之下。注意，如果在螢幕保護程式關閉後您還看得到這個效果，請儘速找醫生。由 David Wald， Vivek Khera，Jamie Zawinski 與 Vince Levey 撰寫，1993。

# @option:radio
source: Random melt style
ca@valencia: Fusió a l'atzar
es: Estilo de fundido al azar
et: Juhuslik lagunemise stiil
eu: Ausazko urtzeko estiloa
fi: Satunnainen sulamistapa
fr: Style de coulée aléatoire
ga: Stíl randamach leáite
gl: Derreter de forma aleatoria
hu: Véletlenszerű mintájú olvadás
it: Stile casuale di fusione
ja: ランダムに溶ける
kk: Тәсілі кездейсоқ
ko: 무작위적 녹는 스타일 사용
lv: Nejaušas kušanas stils
nb: Tilfeldig smeltestil
nds: Tofällige Smölt
nl: Willekeurige smeltstijl
nn: Tilfeldig smeltestil
pl: Losowy rodzaj rozpuszczania
pt: Derreter de forma aleatória
ru: Случайный выбор изменений
sl: Naključen slog taljenja
sr@ijekavian: Насумично топљење
sv: Slumpmässig smältning
uk: Випадковий стиль плавлення
zh_tw: 隨機熔化型

# @option:radio
source: Shuffle melt
ca@valencia: Fusió desordenada
es: Fundido revuelto
et: Segatud lagunemine
eu: Urtze nahasia
fi: Värien sulaminen sekaisin
fr: Coulée aléatoire
ga: Leá suaite
gl: Derreter ao chou
hu: Keveredő olvadás
it: Fusione mescolata
ja: シャッフルして溶ける
kk: Араластырып ерту
ko: 무작위적으로 녹임
lv: Jauktā kušana
nb: Stokke-smelt
nds: Mischen Smölt
nl: Husselend smelten
nn: Stokksmelting
pl: Losuj rozpuszczanie
pt: Derreter baralhado
ru: Перемешивание
sl: Premešano taljenje
sr@ijekavian: Измијешано топљење
sv: Blanda och smält
uk: Перемішування
zh_tw: 混亂熔化

# @option:radio
source: Melt up
ca@valencia: Fusió cap a dalt
es: Fundido hacia arriba
et: Lagunemine üles
eu: Urtu gorantz
fi: Sulaminen ylöspäin
fr: Coulée vers le haut
ga: Leáigh suas
gl: Derreter cara a arriba
hu: Felfelé olvadás
it: Sciogli in alto
ja: 上に溶ける
kk: Жоғарға ағып
ko: 위로 녹아 올라감
lv: Kust uz augšu
nb: Smelt oppover
nds: Na baven smölten
nl: Naar boven smelten
nn: Smelt oppover
pl: Rozpuszczanie w górę
pt: Derreter para cima
ru: Стекание вверх
sl: Taljenje navzgor
sr@ijekavian: Топи нагоре
sv: Smält upp
uk: Плавлення вверх
zh_tw: 往上熔

# @option:radio
source: Melt down
ca@valencia: Fusió cap avall
es: Fundido hacia abajo
et: Lagunemine alla
eu: Urtu beherantz
fi: Sulaminen alaspäin
fr: Coulée vers le bas
ga: Leáigh síos
gl: Derreter para abaixo
hu: Lefelé olvadás
it: Sciogli in basso
ja: 下に溶ける
kk: Төменге ағып
ko: 아래로 녹아 내림
lv: Kust uz leju
nb: Smelt nedover
nds: Na nerrn smölten
nl: Afsmelten
nn: Smelt nedover
pl: Rozpuszczanie w dół
pt: Derreter para baixo
ru: Стекание вниз
sl: Taljenje navzdol
sr@ijekavian: Топи надоље
sv: Smält ner
uk: Плавлення вниз
zh_tw: 往下熔

# @option:radio
source: Melt left
ca@valencia: Fusió cap a l'esquerra
es: Fundido hacia la izquierda
et: Lagunemine vasakule
eu: Urtu ezkerrerantz
fi: Sulaminen vasemmalle
fr: Coulée vers la gauche
ga: Leáigh ar chlé
gl: Derreter para a esquerda
hu: Balra olvadás
it: Sciogli a sinistra
ja: 左に溶ける
kk: Солға ағып
ko: 왼쪽으로 녹임
lv: Kust pa kreisi
nb: Smelt til venstre
nds: Na links smölten
nl: Links smelten
nn: Smelt til venstre
pl: Rozpuszczanie na lewo
pt: Derreter para a esquerda
ru: Стекание влево
sl: Taljenje levo
sr@ijekavian: Топи улијево
sv: Smält åt vänster
uk: Плавлення ліворуч
zh_tw: 往左熔

# @option:radio
source: Melt right
ca@valencia: Fusió cap a la dreta
es: Fundido hacia la derecha
et: Lagunemine paremale
eu: Urtu eskuinerantz
fi: Sulaminen oikealle
fr: Coulée vers la droite
ga: Leáigh ar dheis
gl: Derreter para a dereita
hu: Jobbra olvadás
it: Sciogli a destra
ja: 右に溶ける
kk: Оңға ағып
ko: 오른쪽으로 녹임
lv: Kust pa labi
nb: Smelt til høyre
nds: Na rechts smölten
nl: Rechts smelten
nn: Smelt til høgre
pl: Rozpuszczanie na prawo
pt: Derreter para a direita
ru: Стекание вправо
sl: Taljenje desno
sr@ijekavian: Топи удесно
sv: Smält åt höger
uk: Плавлення праворуч
zh_tw: 往右熔

# @option:radio
source: Melt up, left
ca@valencia: Fusió cap a dalt, esquerra
es: Fundido hacia arriba e izquierda
et: Lagunemine üles vasakule
eu: Urtu gorantz, ezkerrerantz
fi: Sulaminen ylös vasemmalle
fr: Coulée vers le coin haut gauche
ga: Leáigh suas, clé
gl: Derreter cara a arriba, esquerda
hu: Felfelé, balra olvadás
it: Sciogli a sinistra in alto
ja: 左上に溶ける
kk: Жоғарыс-солға ағып
ko: 왼쪽 위로 녹아 올라감
lv: Kust uz augšu un pa kreisi
nb: Smelt oppover mot venstre
nds: Na baven links smölten
nl: Naar linksboven smelten
nn: Smelt opp og til venstre
pl: Rozpuszczanie w górę i na lewo
pt: Derreter para cima, esquerda
ru: Стекание вверх и влево
sl: Taljenje navzgor, levo
sr@ijekavian: Топи нагоре улијево
sv: Smält upp åt vänster
uk: Плавлення вверх і ліворуч
zh_tw: 往左上熔

# @option:radio
source: Melt up, right
ca@valencia: Fusió cap a dalt, dreta
es: Fundido hacia arriba y derecha
et: Lagunemine üles paremale
eu: Urtu gorantz, eskuinerantz
fi: Sulaminen ylös oikealle
fr: Coulée vers le coin haut droit
ga: Leáigh suas, deas
gl: Derreter cara a arriba, dereita
hu: Felfelé, jobbra olvadás
it: Sciogli a destra in alto
ja: 右上に溶ける
kk: Жоғарыс-оңға ағып
ko: 오른쪽 위로 녹아 올라감
lv: Kust uz augšu un pa labi
nb: Smelt oppover mot høyre
nds: Na baven rechts smölten
nl: Naar rechtsboven smelten
nn: Smelt opp og til høgre
pl: Rozpuszczanie w górę i na prawo
pt: Derreter para cima, direita
ru: Стекание вверх и вправо
sl: Taljenje navzgor, desno
sr@ijekavian: Топи нагоре удесно
sv: Smält upp åt höger
uk: Плавлення вверх і праворуч
zh_tw: 往右上熔

# @option:radio
source: Melt down, left
ca@valencia: Fusió cap avall, esquerra
es: Fundido hacia abajo e izquierda
et: Lagunemine alla vasakule
eu: Urtu beherantz, ezkerrerantz
fi: Sulaminen alas vasemmalle
fr: Coulée vers le coin bas gauche
ga: Leáigh síos, clé
gl: Derreter para abaixo, esquerda
hu: Le, balra olvadás
it: Sciogli a sinistra in basso
ja: 左下に溶ける
kk: Төмен-солға ағып
ko: 왼쪽 아래로 녹아 내림
lv: Kust uz leju un pa kreisi
nb: Smelt nedover til venstre
nds: Na nerrn links smölten
nl: Links afsmelten
nn: Smelt ned og til venstre
pl: Rozpuszczanie w dół i na lewo
pt: Derreter para baixo, esquerda
ru: Стекание вниз и влево
sl: Taljenje navzdol, levo
sr@ijekavian: Топи надоље улево
sv: Smält ner åt vänster
uk: Плавлення вниз і ліворуч
zh_tw: 往左下熔

# @option:radio
source: Melt down, right
ca@valencia: Fusió cap avall, dreta
es: Fundido hacia abajo y derecha
et: Lagunemine alla paremale
eu: Urtu beherantz, eskuinerantz
fi: Sulaminen alas oikealle
fr: Coulée vers le coin bas droit
ga: Leáigh síos, deas
gl: Derreter para abaixo, dereita
hu: Le, jobbra olvadás
it: Sciogli a destra in basso
ja: 右下に溶ける
kk: Төмен-оңға ағып
ko: 오른쪽 아래로 녹아 내림
lv: Kust uz leju un pa labi
nb: Smelt nedover til høyre
nds: Na nerrn rechts smölten
nl: Rechts afsmelten
nn: Smelt ned og til høgre
pl: Rozpuszczanie w dół i na prawo
pt: Derreter para baixo, direita
ru: Стекание вниз и вправо
sl: Taljenje navzdol, desno
sr@ijekavian: Топи надоље удесно
sv: Smält ner åt höger
uk: Плавлення вниз і праворуч
zh_tw: 往右下熔

# @option:radio
source: Melt towards center
ca@valencia: Fusió cap al centre
es: Fundido hacia el centro
et: Lagunemine keskmesse
eu: Urtu erdirantz
fi: Sulaminen sivuilta keskelle
fr: Coulée vers le centre
ga: Leáigh i dtreo an láir
gl: Derreter para o centro
hu: A középpont felé olvadás
it: Sciogli al centro
ja: 中央に向かって溶ける
kk: Ортаға ағып
ko: 가운데로 녹임
lv: Kust uz vidu
nb: Smelt mot midten
nds: Na de Merrn smölten
nl: Naar het midden toe smelten
nn: Smelt mot midten
pl: Rozpuszczanie do środka
pt: Derreter para o centro
ru: Стекание к центру
sl: Taljenje proti sredini
sr@ijekavian: Топи према средини
sv: Smält mot mitten
uk: Плавлення до центру
zh_tw: 往中間熔

# @option:radio
source: Melt away from center
ca@valencia: Fusió fora del centre
es: Fundido de dentro a fuera
et: Lagunemine tsentrist eemale
eu: Urtu erditik kanporantz
fi: Sulaminen keskeltä ulospäin
fr: Coulée vers l'extérieur du centre
ga: Leáigh amach ón lár
gl: Derreter para fóra do centro
hu: Olvadás a középponttól kiindulva
it: Sciogli dal centro
ja: 中央から溶ける
kk: Ортадан ағып
ko: 가운데에서 녹임
lv: Kust prom no centra
nb: Smelt bort fra midten
nds: Ut de Merrn smölten
nl: Wegsmelten vanuit het midden
nn: Smelt vekk frå midten
pl: Rozpuszczanie od środka
pt: Derreter para fora do centro
ru: Растекание из центра
sl: Taljenje stran od sredine
sr@ijekavian: Топи ка крајевима
sv: Smält bort från mitten
uk: Плавлення з центру
zh_tw: 從中央熔開

# @option:radio
source: Melty melt
ca@valencia: Fondre la fusió
es: Fundido fundente
et: Lagunemiste lagunemine
eu: Urtze urtsua
fi: Sulamalla sulaminen
fr: Coulée coulante
ga: Leá leáite
gl: Derreter derretendo
hu: Kevert olvadás
it: Fusione fusa
ja: どろどろに溶ける
kk: Жәй еріту
ko: 슬슬 녹임
lv: Kust kūstoši
nb: Smeltaktig smelting
nds: Smöltig smölten
nl: Smelterig smelten
nn: Smeltesmelting
pl: Rozpuszczone rozpuszczanie
pt: Derreter... derretendo
ru: Таяние
sl: Kopneče taljenje
sr@ijekavian: Топљиво топљење
sv: Smältande smältning
uk: Плавлення
zh_tw: 軟性熔化
