Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Great stellapentakisdodecahedron
ca@valencia: Gran dodecaedre pentaquis en estrella
es: Gran pentaquisdodecaedro estrellado
et: Suur tähtpentakisdodekaeeder
fi: Suuri tähtipentakisdodekaedri
fr: Grand stellapentakisdodécaèdre
ga: Réaltpheinticisdóideacaihéadrán mór
gl: Esteladodecaedro pentakis grande
it: Stellapentacisdodecaedro grande
ja: 大星型五方十二面体
kk: Үлкен стеллапентакисдодекаэдр
nb: Stort stellapentakisdodekaeder
nds: Groot Stellapentakisdodekaeder
nl: Grote stellapentakisdodecaëder
pl: Dwunastościan piątkowy gwiaździsty wielki
pt: Esteladodecaedro pentakis grande
ru: Большой звёздчатый пентагональный додекаэдр
sl: Veliki zvezdnipentakisdodekaeder
sr@ijekavian: Велики звјездопентаксидодекаедар
sv: Stor stjärnpentakisdodekaeder
uk: Великий стелапентакісдодекаедр

# @option:radio
source: Rhombicosahedron
ca@valencia: Rombicosaedre
es: Icosaedro rómbico
et: Rombikosaeeder
fi: Rombi-ikosaedri
fr: Rhombicosaèdre
gl: Rombicosaedro
hu: Rombikozaéder
it: Rombicosaedro
ja: 斜方二十面体
kk: Ромбикосаэдр
nb: Rombikosaeder
nds: Ruten-Twintigflaag
nl: Rhombicosaëder
pl: Dwudziestościan rombowy
pt: Icosaedro rômbico
ru: Ромбоикосаэдр
sl: Rombikozaeder
sr@ijekavian: Ромбикосаедар
sv: Rombikosaeder
uk: Ромбоікосаедр

# @option:radio
source: Rhombicosacron
ca@valencia: Rombicosacron
es: Romboicosaedro
et: Rombikosakron
fr: Rhombicosagone
gl: Rombicosácrono
it: Rombicosacrono
kk: Ромбикосакроны
nb: Rombikosakron
nds: Rhombikosakron
pl: Dual dwudziestościanu rombowego
pt: Rombicosácrono
ru: Ромбоикосаэдр
sl: Rombikozakron
sr@ijekavian: Ромбикосакрон
sv: Rombikosakron
uk: Ромбоікосакрон

# @option:radio
source: Great snub icosidodecahedron
ca@valencia: Gran icosidodecaedre rom
es: Gran icosidodecaedro
et: Suur tömp ikosidodekaeeder
fr: Grand icosidodécaèdre retroussé
gl: Icosidodecaedro romo grande
hu: Nagy pisze ikozidodekaéder
it: Icosidodecaedro camuso grande
ja: 大変形二十・十二面体
kk: Үлкен төбелері кесілген икосододекаэдр
nb: Stort butt ikosidodekaeder
nds: Groot afschraadt Ikosidodekaeder
nl: Grote stompe icosidodecaëder
pl: Dwudziestodwunastościan przycięty wielki
pt: Icosidodecaedro grande
ru: Большой усечённый икосододекаэдр
sl: Veliki prirezan ikozidodekaeder
sr@ijekavian: Велики затупљени икосидодекаедар
sv: Stor trubbig ikosidodekaeder
uk: Великий обрізаний ікосідодекаедр

# @option:radio
source: Great pentagonal hexecontahedron
ca@valencia: Gran hexecontaedre pentagonal
es: Gran hexecontaedro pentagonal
et: Suur pentagonaalne heksekontaeeder
fi: Suuri viisikulmainen heksakontaedri
fr: Grand hexacontaèdre pentagonal
gl: Hexacontaedro pentagonal grande
it: Esacontaedro pentagonale grande
ja: 大五角六十面体
kk: Үлкен пентагоналды гексаконтаэдр
nb: Stort pentagonalt heksekontaeder
nds: Groot Pentagonhexakontaeder
nl: Grote pentagonaal hexacontaëder
pl: Sześćdziestościan pięciokątny wielki
pt: Hexacontaedro pentagonal grande
ru: Большой пентагональный гексеконтаэдр
sl: Veliki peterokotni heksekontaeder
sr@ijekavian: Велики пентагонални хексеконтаедар
sv: Stor pentagonal hexakontaeder
uk: Великий пентагональний гексеконтаедр

# @option:radio
source: Small stellated truncated dodecahedron
ca@valencia: Petit dodecaedre truncat en estrella
es: Dodecaedro estrellado truncado pequeño
et: Väike tähestatud kärbitud dodekaeeder
fi: Pieni katkaistu tähtidodekaedri
fr: Petit dodécaèdre étoilé tronqué
gl: Dodecaedro truncado estrelado pequeno
it: Dodecaedro stellato troncato piccolo
ja: 小星型切頂十二面体
kk: Кіші жұлдызды келте додекаэдр
nb: Lite stjerneformet avkuttet dodekaeder
nds: Lütt Steern-Dodekaederstump (Lütt Steern-Twölfflaagstump)
nl: Kleine stervormige afgeknotte dodecaëder
pl: Dwunastościan gwiaździsty ścięty mały
pt: Dodecaedro truncado estrelado pequeno
ru: Малый звёздчатый усечённый додекаэдр
sl: Majhen zvezdni prirezani dodekaeder
sr@ijekavian: Мали звјездасти опсјечени додекаедар
sv: Liten stjärnformad stympad dodekaeder
uk: Малий зіркоподібний обрізаний додекаедр

# @option:radio
source: Great pentakisdodekahedron
ca@valencia: Gran dodecaedre pentaquis
es: Gran pentaquisdodecaedro
et: Suur pentakisdodekaeeder
fi: Suuri pentakisdodekaedri
fr: Grand pentakisdodécaèdre
ga: Peinticisdóideacaihéadrán mór
gl: Dodecaedro pentakis grande
it: Pentacisdodecaedro grande
ja: 大五方十二面体
kk: Үлкен пентакисдодекаэдр
nb: Stort pentakisdodekaeder
nds: Groot Pentakisdodekaeder
nl: Grote pentakisdodekaëder
pl: Dwunastościan piątkowy wielki
pt: Dodecaedro pentakis grande
ru: Большой пентакисдодекаэдр
sl: Veliki pentakisdodekaeder
sr@ijekavian: Велики пентакисдодекаедар
sv: Stor pentakisdodekaeder
uk: Великий пентакісдодекаедр

# @option:radio
source: Truncated dodecadodecahedron
ca@valencia: Dodecadodecaedre truncat
es: Dodecadodecaedro truncado
et: Kärbitud dodekadodekaeeder
fi: Katkaistu dodekadodekaedri
fr: Dodécadodécagone tronqué
ga: Dóideacadóideacaihéadrán barrscoite
gl: Dodecadodecaedro truncado
hu: Csonkított dodekadodekaéder
it: Dodecadodecaedro troncato
ja: 切頂十二・十二面体
kk: Келте додекадодекаэдр
nb: Avkuttet dodekadodekaeder
nds: Dodekadodekaederstump (Veeruntwintigflaagstump)
nl: Afgeknotte siamese dodecaëder
pl: Dwunastodwunastościan ścięty
pt: Dodecadodecaedro truncado
ru: Усечённый додекододекаэдр
sl: Prirezan dodekadodekaeder
sr@ijekavian: Опсјечени додекадодекаедар
sv: Stympad dodekadodekaeder
uk: Обрізаний додекадодекаедр
zh_tw: 截斷八面體（Truncated dodecadodecahedron）hedron）

# @option:radio
source: Medial disdyakistriacontahedron
ca@valencia: Icosaedre hexaquis medial
es: Disdiaquistriacontaedro mediado
et: Mediaalne disdüakistriakontaeeder
fr: Disdyakistriacontaèdre médian
gl: Triacontaedro disdiakis medial
it: Disdiacistriacontaedro medio
kk: Орташа дисдиакистриаконтаэдр
nb: Medialt disdyakistriakontaeder
nds: Middel Disdyakistriakontaeder
nl: Medial disdyakisch triacontaëder
pl: Dwudziestościan szóstkowy średni
pt: Triacontaedro disdiakis medial
ru: Средний дисдиакистриаконтаэдр
sl: Medialni disdiakistriakontaeder
sr@ijekavian: Медијални дисдјакистриаконтаедар
sv: Medial disdyakistriakontaeder
uk: Серединний дисдіакістріаконтаедр

# @option:radio
source: Inverted snub dodecadodecahedron
ca@valencia: Dodecadodecaedre rom invertit
es: Dodecadodecaedro invertido
et: Inverditud tömp dodekadodekaeeder
fr: Dodécadodécaèdre retroussé inversé
gl: Dodecadodecaedro romo invertido
hu: Fordított pisze dodekadodekaéder
it: Dodecadodecaedro camuso inverso
kk: Терістеліп төбелерін кескен додекадодекаэдр
nb: Omvendt butt dodekadodekaeder
nds: Ümdreiht afschraadt Dodekadodekaeder
nl: Geïnverteerde stompe dodecadodecaëder
pl: Dwunastościan przycięty odwrócony
pt: Dodecadodecaedro invertido
ru: Инвертированный усечённый додекододекаэдр
sl: Obrnjen prirezan dodekadodekaeder
sr@ijekavian: Изврнути затупљени додекадодекаедар
sv: Omvänd trubbig dodekadodekaeder
uk: Обернений обрізаний додекадодекаедр

# @option:radio
source: Medial inverted pentagonal hexecontahedron
ca@valencia: Hexecontaedre pentagonal invertit medial
es: Hexacontaedro pentagonal mediano invertido
et: Mediaalne inverditud pentagonaalne heksekontaeeder
fi: Keskikokoinen käänteinen viisikulmainen heksakontaedri
fr: Hexacontaèdre pentagonal inversé médian
gl: Hexacontaedro pentagonal invertido medial
it: Esacontaedro pentagonale invertito medio
kk: Терістелген орташа пентагоналды гексаконтаэдр
nb: Medialt omvendt pentagonalt heksekontaeder
nds: Middel ümdreiht Pentagonhexakontaeder
nl: Medial geïnverteerde vijfhoekige hexacontaëder
pl: Sześćdziestościan pięciokątny odwrócony średni
pt: Hexacontaedro pentagonal invertido medial
ru: Средний инвертированный пентагональный гексеконтаэдр
sl: Medialni obrnjeni peterokotni heksekontaeder
sr@ijekavian: Медијални изврнути пентагонални хексеконтаедар
sv: Medial omvänd pentagonal hexakontaeder
uk: Серединний обернений пентагональний гексеконтаедр

# @option:radio
source: Great dodecicosidodecahedron
ca@valencia: Gran dodecicosidodecaedre
es: Gran dodecicosidodecaedro
et: Suur dodekikosidodekaeeder
fr: Grand dodécicosidodécaèdre
gl: Dodecicosidodecaedro grande
hu: Nagy dodekikozidodekaéder
it: Dodecicosidodecaedro grande
ja: 大十二・二十・十二面体
kk: Үлкен додекикосидодекаэдр
nb: Stort dodekikosidodekaeder
nds: Groot Dodezikosidodekaeder
nl: Grote dodecicosidodecaëder
pl: Dwunastodwudziestodwunastościan wielki
pt: Dodecicosidodecaedro grande
ru: Большой икосододекододекаэдр
sl: Veliki dodekikozidodekaeder
sr@ijekavian: Велики додекикосидодекаедар
sv: Stor dodekikosidodekaeder
uk: Великий додекікосідодекаедр

# @option:radio
source: Great dodecacronic hexecontahedron
ca@valencia: Gran hexecontaedre dodecacronic
es: Gran hexecontaedro dodecacrónico
et: Suur dodekakroonne heksekontaeeder
fr: Grand hexacontaèdre dodécagonique
ga: Heicseacontaihéadrán dóideacacrónach mór
gl: Hexacontaedro dodecacrónico grande
it: Esacontaedro dodecacronico grande
kk: Үлкен додекакронды гексаконтаэдр
nb: Stort dodekakronisk heksecontaeder
nds: Groot Dodekakronhexakontaeder
nl: Grote dodecacronic hexacontaëder
pl: Dual dwunastodwudziestodwunastościanu wielkiego
pt: Hexacontaedro dodecacrónico grande
ru: Большой гексеконтаэдр
sl: Veliki dodekakronični heksekontaeder
sr@ijekavian: Велики додекакронски хексеконтаедар
sv: Stor dodekakronisk hexakontaeder
uk: Великий додекакронічний гексеконтаедр

# @option:radio
source: Small dodecahemicosahedron
ca@valencia: Petit dodecahemicosaedre
es: Dodecaemicosaedro pequeño
et: Väike dodekahemikosaeeder
fr: Petit dodécahémicosaèdre
gl: Dodecahemicosaedro pequeno
it: Dodecaemicosaedro piccolo
ja: 小十二面半二十面体
kk: Кіші додекахемикосаэдр
nb: Lite dodekahemikosaeder
nds: Lütt Dodekahemikosaeder
nl: Kleine dodecahemicosaëder
pl: Dwunastodwudziestościan mały
pt: Dodecahemicosaedro pequeno
ru: Малый додекогемиикосаэдр
sl: Majhen dodekahemikozaeder
sr@ijekavian: Мали додекахемикосаедар
sv: Liten dodekahemikosaeder
uk: Малий додекахемікосаедр

# @option:radio
source: Small dodecahemicosacron
ca@valencia: Petit dodecahemicosacron
es: Dodecaemicosaedro pequeño
et: Väike dodekahemikosakron
fr: Petit dodécahémicosagone
gl: Dodecahemicosácrono pequeno
it: Dodecaemicosacrono piccolo
kk: Кіші додекахемикосакрон
nb: Liten dodekahemikosakron
nds: Lütt Dodekahemikosakron
nl: Kleine dodecahemicosacron
pl: Dual dwunastodwudziestościanu małego
pt: Dodecahemicosácrono pequeno
ru: Малый дуальный додекогемиикосаэдр
sl: Majhen dodekahemikozakron
sr@ijekavian: Мали додекахемикосакрон
sv: Liten dodekahemikosakron
uk: Малий додекахемікосакрон

# @option:radio
source: Great dodecicosahedron
ca@valencia: Gran dodecicosaedre
es: Dodeicosaedro grande
et: Suur dodekikosaeeder
fr: Grand dodécicosaèdre
gl: Dodecicosaedro grande
hu: Nagy dodekikozaéder
it: Dodecicosaedro grande
ja: 大十二・二十面体
kk: Үлкен додекикосаэдр
nb: Stort dodekikosaeder
nds: Groot Dodezikosaeder
nl: Grote dodecicosaëder
pl: Dwunastodwudziestościan wielki
pt: Dodecicosaedro
ru: Большой икосододекаэдр
sl: Veliki dodekikozaeder
sr@ijekavian: Велики додекикосаедар
sv: Stor dodekikosaeder
uk: Великий додекікосаедр

# @option:radio
source: Great dodecicosacron
ca@valencia: Gran dodecicosacron
es: Gran dodecicosaedro
et: Suur dodekikosakron
fr: Grand dodécicosagone
gl: Dodecicosácrono grande
it: Dodecicosacrono grande
kk: Үлкен додекикасакрон
nb: Stor dodekikosakron
nds: Groot Dodezikosakron
nl: Grote dodecicosacron
pl: Dual dwunastodwudziestościanu wielkiego
pt: Dodecicosácrono grande
ru: Большой дуальный икосододекаэдр
sl: Veliki dodekikozakron
sr@ijekavian: Велики додекикосакрон
sv: Stor dodekikosakron
uk: Великий додекікосакрон

# @option:radio
source: Great snub dodecicosidodecahedron
ca@valencia: Gran dodecicosidodecaedre rom
es: Gran dodecicosidodecaedro
et: Suur tömp dodekikosidodekaeeder
fr: Grand dodécicosidodécaèdre retroussé
gl: Dodecicosidodecaedro romo grande
hu: Nagy pisze dodekikozidodekaéder
it: Dodecicosidodecaedro camuso grande
ja: 大変形十二・二十・十二面体
kk: Төбелері кесілген үлкен додекикосидодекаэдр
nb: Stort butt dodekikosidodekaeder
nds: Groot afschraadt Dodezikosidodekaeder
nl: Grote stompe dodecicosidodecaëder
pl: dwunastodwudziestodwunastościan przecięty wielki
pt: Dodecicosidodecaedro grande
ru: Большой усечённый икосододекододекаэдр
sl: Veliki prirezan dodekikozidodekaeder
sr@ijekavian: Велики затупљени додекикосидодекаедар
sv: Stor trubbig dodekikosidodekaeder
uk: Великий обрізаний додекікосідодекаедр

# @option:radio
source: Great hexagonal hexecontahedron
ca@valencia: Gran hexecontaedre hexagonal
es: Gran hexecontaedro hexagonal
et: Suur heksagonaalne heksekontaeeder
fi: Suuri kuusikulmainen heksakontaedri
fr: Grand hexacontaèdre hexagonal
gl: Hexacontaedro hexagonal grande
it: Esacontaedro esagonale grande
ja: 大六角六十面体
kk: Үлкен гексогоналды гексаконтаэдр
nb: Stort heksagonalt heksekontaeder
nds: Groot hexagonaal Hexakontaeder
nl: Grote vijfhoekige hexacontaëder
pl: Sześćdziestościan heksagonalny wielki
pt: Hexacontaedro hexagonal grande
ru: Большой гексагональный гексеконтаэдр
sl: Veliki heksagonalni haksekontaeder
sr@ijekavian: Велики хексагонални хексеконтаедар
sv: Stor hexagonal hexakontaeder
uk: Великий гексагональний гексеконтаедр

# @option:radio
source: Great dodecahemicosahedron
ca@valencia: Gran dodecahemicosaedre
es: Gran dodecahemicosaedro
et: Suur dodekahemikosaeeder
fr: Grand dodécahémicosaèdre
ga: Dóideacaiheimicisihéadrán mór
gl: Dodecahemicosaedro grande
it: Dodecaemicosaedro grande
ja: 大十二面半二十面体
kk: Үлкен додекахемикосаэдр
nb: Stort dodekahemikosaeder
nds: Groot Dodekahemikosaeder
nl: Grote dodecahemicosaëder
pl: Dwunastodwudziestościan wielki
pt: Dodehemicosaedro grande
ru: Большой додекогемиикосаэдр
sl: Veliki dodekahemikosaeder
sr@ijekavian: Велики додекахемикосаедар
sv: Stor dodekahemikosaeder
uk: Великий додекахемікосаедр

# @option:radio
source: Great dodecahemicosacron
ca@valencia: Gran dodecahemicosacron
es: Gran dodecahemicosaedro
et: Suur dodekahemikosakron
fr: Grand dodécahémicosagone
ga: Dóideacaiheimiciseacrán mór
gl: Dodecahemicosácrono grande
it: Dodecaemicosacrono grande
kk: Үлкен додекахемикосакрон
nb: Stor dodekahemikosakron
nds: Groot Dodekahemikosakron
nl: Grote dodecahemicosacron
pl: Dual dwunastodwudziestościanu wielkiego
pt: Dodehemicosácrono grande
ru: Большой дуальный додекогемиикосаэдр
sl: Veliki dodekahemikozaeder
sr@ijekavian: Велики додекахемикосакрон
sv: Stor dodekahemikosakron
uk: Великий додекахемікосакрон

# @option:radio
source: Great stellated truncated dodecahedron
ca@valencia: Gran dodecaedre truncat en estrella
es: Gran dodecaedro truncado estrellado
et: Suur tähestatud kärbitud dodekaeeder
fi: Suuri katkaistu tähtidodekaedri
fr: Grand dodécaèdre étoilé tronqué
ga: Dóideacaihéadrán barrscoite réaltúil mór
gl: Dodecaedro truncado estrelado grande
it: Dodecaedro stellato troncato grande
ja: 大星型切頂十二面体
kk: Үлкен жұлдызды келте додекаэдр
nb: Stort stjerneformet avkuttet dodekaeder
nds: Groot Steern-Dodekaederstump (Groot Steern-Twölfflaagstump)
nl: Grote stervormig afgeknotte dodecaëder
pl: Dwunastościan gwiaździsty ścięty wielki
pt: Dodecaedro truncado estrelado grande
ru: Большой звёздчатый додекаэдр
sl: Veliki zvezdni prirezan dodekaeder
sr@ijekavian: Велики звјездасти опсјечени додекаедар
sv: Stor stjärnformad stympad dodekaeder
uk: Великий зіркоподібний обрізаний додекаедр

# @option:radio
source: Great triakisicosahedron
ca@valencia: Gran icosaedre triaquis
es: Icosaedro triakis grande
et: Suur triakisikosaeeder
fi: Suuri triakisikosaedri
fr: Grand triakisicosahèdre
gl: Icosaedro triakis grande
it: Triacisicosaedro grande
ja: 大三方二十面体
kk: Үлкен триакисикосаэдр
nb: Stort triakisikosaeder
nds: Groot Triakisikosaeder
nl: Grote driehoekige icosaëder
pl: Dwudziestościan potrójny wielki
pt: Icosaedro triakis grande
ru: Большой триакисикосаэдр
sl: Veliki triakisikozaeder
sr@ijekavian: Велики триакисикосаедар
sv: Stor triakisikosaeder
uk: Великий тріакісікосаедр

# @option:radio
source: Great rhombicosidodecahedron
ca@valencia: Gran rombo-cosidodecaedre
es: Gran icosidodecaedro rómbico
et: Suur rombikosidodekaeeder
fr: Grand rhombicosidodécaèdre
ga: Rombaiciseadóideacaihéadrán mór
gl: Rombicosidodecaedro grande
hu: Nagy rombikozidodekaéder
it: Rombicosidodecaedro grande
ja: 大斜方二十・十二面体
kk: Үлкен ромбоикосдодекаэдр
nb: Stort rombikosidodekaeder
nds: Groot Ruten-Ikosidodekaeder
nl: Grote rhomboëdrisch osidodecaëder
pl: Dwudziestodwunastościan rombowy wielki
pt: Rombicosidodecaedro grande
ru: Большой ромбоикосидодекаэдр
sl: Veliki rombobikozidodekaeder
sr@ijekavian: Велики ромбикосидодекаедар
sv: Stor rombikosidodekaeder
uk: Великий ромбоікосідодекаедр

# @option:radio
source: Great deltoidal hexecontahedron
ca@valencia: Gran hexecontaedre deltoidal
es: Hexecontaedro deltoidal grande
et: Suur deltoidne heksekontaeeder
fr: Grand hexocontahèdre deltoïde
ga: Heicseacontaihéadrán dealtóideach mór
gl: Hexocontaedro deltoide grande
it: Esacontaedro deltoidale grande
ja: 大凧型六十面体
kk: Үлкен дельталық гексаконтаэдр
nb: Stort deltoidalt heksecontaeder
nds: Groot Deltoidaalhexakontaeder
nl: Grote deltoidaal hexacontaëder
pl: Sześćdziestościan deltoidowy wielki
pt: Hexocontaedro deltóide grande
ru: Большой дельтоидальный гексеконтаэдр
sl: Veliki deltoidni heksekontaeder
sr@ijekavian: Велики делтоидни хексеконтаедар
sv: Stor deltoidalhexakontaeder
uk: Великий дельтоїдальний гексеконтаедр
zh_tw: 大鳶形六十面體（Great deltoidal hexecontahedron）tahedron）

# @option:radio
source: Great truncated icosidodecahedron
ca@valencia: Gran icosidodecaedre truncat
es: Gran icosidodecaedro truncado
et: Suur kärbitud ikosidodekaeeder
fr: Grand icosidodécaèdre tronqué
gl: Icosidodecaedro truncado grande
hu: Nagy csonkított ikozidodekaéder
it: Icosidodecaedro troncato grande
ja: 大切頂二十・十二面体
kk: Үлкен келте икосододекаэдр
nb: Stort avkuttet ikosidodekaeder
nds: Groot Ikosidodekaederstump
nl: Grote afgeknotte icosidodecaëder
pl: Dwudziestodwunastościan ścięty wielki
pt: Icosidodecaedro truncado grande
ru: Большой усечённый икосидодекаэдр
sl: Veliki prirezan ikozidodekaeder
sr@ijekavian: Велики опсјечени икосидодекаедар
sv: Stor stympad ikosidodekaeder
uk: Великий обрізаний ікосідодекаедр

# @option:radio
source: Great disdyakistriacontahedron
ca@valencia: Gran icosaedre hexaquis
es: Gran disdyakistriacontahedron
et: Suur disdüakistriakontaeeder
fr: Grand disdyakistriacontaèdre
ga: Distiáicistrícontahéadrán mór
gl: Triacontaedro disdiakis grande
it: Disdiacistriacontaedro grande
ja: 大二重二方三十面体
kk: Үлкен дисдиакистриаконтаэдр
nb: Stort disdyakistriakontaeder
nds: Groot Disdyakistriakontaeder
nl: Grote disdyakisch triacontaëder
pl: Dwudziestościan szóstkowy wielki
pt: Triacontaedro disdiakis grande
ru: Большой дисдиакистриаконтаэдр
sl: Velik disdiakistriakontaeder
sr@ijekavian: Велики дисдјакистриаконтаедар
sv: Stor disdyakistriakontaeder
uk: Великий дисдіакістріаконтаедр
zh_tw: 大六角化廿面體（Great disdyakistriacontahedron）tahedron）

# @option:radio
source: Great inverted snub icosidodecahedron
ca@valencia: Gran icosidodecaedre rom invertit
es: Gran icosidodecaedro invertido
et: Suur inverditud tömp ikosidodekaeeder
fr: Grand icosidodécaèdre retroussé inversé
ga: Iciseadóideacaihéadrán geancach inbhéartaithe mór
gl: Icosidodecaedro invertido romo grande
hu: Nagy fordított pisze ikozidodekaéder
it: Icosidodecaedro camuso inverso grande
kk: Терістелген үлкен төбелері кесілген икосододекаэдр
nb: Stort omvendt butt ikosidodekaeder
nds: Groot ümdreiht afschraadt Ikosidodekaeder
nl: Grote geïnverteerde stompe icosidodecaëder
pl: Dwudziestodwunastościan przycięty odwrócony wielki
pt: Icosidodecaedro invertido grande
ru: Большой вывернутый усечённый икосододекаэдр
sl: Veliki obrnjeni prezrti ikozidodekaeder
sr@ijekavian: Велики изврнути затупљени икосидодекаедар
sv: Stor omvänd trubbig ikosidodekaeder
uk: Великий обернений обрізаний ікосідодекаедр

# @option:radio
source: Great inverted pentagonal hexecontahedron
ca@valencia: Gran hexecontaedre pentagonal invertit
es: Gran hexecontaedro pentagonal invertido
et: Suur inverditud pentagonaalne heksekontaeeder
fi: Suuri käänteinen viisikulmainen heksakontaedri
fr: Grand hexacontaèdre pentagonal inversé
gl: Hexacontaedro pentagonal invertido grande
hu: Nagy fordított ötszögletű hexekontaéder
it: Esacontaedro pentagonale invertito grande
kk: Терістелген үлкен пентагоналды гексаконтаэдр
nb: Stort omvendt pentagonalt heksekontaeder
nds: Groot ümdreiht Pentagonhexakontaeder
nl: Grote geïnverteerde pentagonaal hexacontaëder
pl: Sześćdziestościan pięciokątny odwrócony wielki
pt: Hexacontaedro pentagonal invertido grande
ru: Большой вывернутый пентагональный гексеконтаэдр
sl: Veliki obrnjeni peterokotni heksekontaeder
sr@ijekavian: Велики изврнути пентагонални хексеконтаедар
sv: Stor omvänd pentagonal hexakontaeder
uk: Великий обернений пентагональний гексеконтаедр

# @option:radio
source: Great dodecahemidodecahedron
ca@valencia: Gran dodecahemidodecaedre
es: Gran dodecahemidodecaedro
et: Suur dodekahemidodekaeeder
fr: Grand dodécahémidodécaèdre
ga: Dóideacaiheimeadóideacaihéadrán mór
gl: Dodecahemidodecaedro grande
it: Dodecaemidodecaedro grande
ja: 大十二面半十二面体
kk: Үлкен додекахемидодекаэдр
nb: Stort dodekahemidodekaeder
nds: Groot Dodekahemidodekaeder
nl: Grote dodecahemidodecaëder
pl: dwunastodwunastościan wklęsły wielki
pt: Dodehemidodecaedro grande
ru: Большой додекагемидодекаэдр
sl: Veliki dodekahemidodekaeder
sr@ijekavian: Велики додекахемидодекаедар
sv: Stor dodekahemidodekaeder
uk: Великий додекахемідодекаедр

# @option:radio
source: Great dodecahemidodecacron
ca@valencia: Gran dodecahemidodecacron
es: Gran dodecahemidodecaedro
et: Suur dodekahemidodekakron
fr: Grand dodécahémidodécagone
ga: Dóideacaiheimeadóideacacrán mór
gl: Dodecahemidodecácrono grande
it: Dodecaemidodecacrono grande
kk: Үлкен додекахемидодекакрон
nb: Stor dodekahemidodekakron
nds: Groot Dodekahemidodekakron
nl: Grote dodecahemidodecacron
pl: Dual dwunastodwunastościanu wklęsłego wielkiego
pt: Dodehemidodecácrono grande
ru: Большой дуальный додекагемидодекаэдр
sl: Veliki dodekahemidodekaeder
sr@ijekavian: Велики додекахемидодекакрон
sv: Stor dodekahemidodekakron
uk: Великий додекахемідодекакрон

# @option:radio
source: Great icosihemidodecahedron
ca@valencia: Gran icosihemidodecaedre
es: Gran icosihemidodecaedro
et: Suur ikosihemidodekaeeder
fr: Grand icosihémidodécaèdre
ga: Icisiheimeadóideacaihéadrán mór
gl: Icosihemidodecaedro grande
it: Icosiemidodecaedro grande
ja: 大二十面半十二面体
kk: Үлкен икосохемидодекаэдр
nb: Stort ikosihemidodekaeder
nds: Groot Ikosihemidodekaeder
nl: Grote icosihemidodecaëder
pl: Dwudziestodwunastościan wklęsły wielki
pt: Icosihemidodecaedro grande
ru: Большой икосиполудодекаэдр
sl: Veliki ikozihemidodekaeder
sr@ijekavian: Велики икосихемидодекаедар
sv: Stor ikosihemidodekaeder
uk: Великий ікосіхемідодекаедр

# @option:radio
source: Great icosihemidodecacron
ca@valencia: Gran icosihemidodecacron
es: Gran icosihemidodecaedro
et: Suur ikosihemidodekakron
fr: Grand icosihémidodécagone
gl: Icosihemidodecácrono grande
it: Icosiemidodecacrono grande
kk: Үлкен икосохемидодекакрон
nb: Stor ikosihemidodekakron
nds: Groot Ikosihemidodekakron
nl: Grote icosihemidodecacron
pl: Dual dwudziestodwunastościanu wklęsłego wielkiego
pt: Icosihemidodecácrono grande
ru: Большой дуальный икосогемидодекаэдр
sl: Veliki ikozihemidodekakron
sr@ijekavian: Велики икосихемидодекакрон
sv: Stor ikosihemidodekakron
uk: Великий ікосіхемідодекаедр
