Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This generates a sequence of undulating, throbbing, star-like patterns which pulsate, rotate, and turn inside out. Another display mode uses these shapes to lay down a field of colors, which are then cycled. The motion is very organic. Written by Jamie Zawinski; 1997.
ca@valencia: Este genera una seqüència de patrons en forma d'estrelles palpitants i ondulants, que bateguen, giren i es capgiren sobre si mateixes. Un altre mode de vista utilitza estes formes per a crear una gama de colors, que després canvia. El moviment és molt orgànic. Escrit per Jamie Zawinski; 1997.
es: Genera una secuencia de patrones en forma de estrellas palpitantes y ondulantes, que rotan y giran sobre sí. Otro modo de visualización usa estas formas para crear una gama de colores, que luego cambia. El movimiento es muy orgánico. Escrito por Jamie Zawinski; 1997.
et: Tekitab rea lainetavaid ja tukslevaid tähelaadseid mustreid, mis pulseerivad, pöörlevad ja pöörduvad pahupidi. Teine esitusviis kasutab samu kujundeid värvivälja loomiseks ja seejärel hakkavad värvid tsükliliselt vahetuma. Liikumine on väga loomutruu. Autor: Jamie Zawinski; 1997.
fi: Luo joukon aaltoileva, sykkiviä tähtimäisiä kuvioita, jotka pyörivät ja kääntyvät nurin. Toinen näyttötila asettelee näillä kuvioilla värikentän, jota sitten jaksotellaan. Liike on hyvin orgaanista. Kirjoittanut Jamie Zawinski, 1997.
fr: Ceci génère une séquence de motifs ondulants et ressemblants à des étoiles qui vibrent, pivotent, et revirent. Un autre mode d'affichage utilise ces formes pour fixer un champ de couleurs, qui deviennent ainsi cycliques. Le mouvement est très organique. Écrit par Jamie Zawinski ; 1997.
ga: Gineann sé seo seicheamh de phatrúin cosúil le réaltaí, ag tonnadh agus ag preabadh, a rothlaíonn agus a iompaíonn amach. I mód taispeána eile, úsáidtear na cruthanna seo chun réimse dathanna a leagan amach, agus déantar timthriall orthu seo. Gluaiseacht ``orgánach'' atá ann. Scríofa ag Jamie Zawinski, 1997.
gl: Este xera unha secuencia de patróns ondulatorios en estrela, os cales latexan, rodan e vólvense do revés. Outro modo de presentación utiliza estas formas para colocalas nun campo de cores, as cales van circulando. O movemento é moi orgánico. Escribiuno Jamie Zawinski en 1997.
hu: Alakváltozó, táguló csillagszerű mintákat jelenít meg a program, amelyek pulzálnak, forognak, kifordulnak. Egy másik módban az alakzatok rotálódó színmezőkre kerülnek. A mozgás nagyon organikus. Készítette: Jamie Zawinski, 1997.
it: Genera una sequenza di motivi stellati, ondulati e pulsanti che si girano e rivoltano. Un'altra modalità di visualizzazione usa queste forme per disporre un campo di colori in ciclo. Il movimento è molto organico. Scritto da Jamie Zawinski; 1997.
ja: 波打ち、震える星のようなパターン。きらめき、回転し、裏返しになります。他の表示モードでは、これらの図形を色の付いたフィールドに置き、回転させます。動きがとても有機的です。Jamie Zawinski、1997年作。
kk: Үлкейіп-кішрейіп, бұралып жүрген жұдыз-секілді өрнектер бейнесі. Авторы: Jamie Zawinski; 1997.
nb: Lager en rekke bølgende, bankende stjerneaktige mønstre som roterer, pulserer og vris ut/inn. En annen visningsmodus bruker disse mønstrene til å lage et felt av farger, som så skifter syklisk. Bevegelsen er svært organisk. Skrevet av Jamie Zawinski i 1997.
nds: Stellt en Reeg fleten, pulseren steernliek Mustern op, de sik dreiht un de Binnensiet na buten dreiht. In en tweet Dorstellbedrief warrt en Feld vun Klören opstellt, de sik denn ännert. De Bewegen is bannig orgaansch. 1997 vun Jamie Zawinski schreven.
nl: Genereert een serie golvende, kloppende, stervormige patronen die pulseren, draaien en zich binnenstebuiten keren. Een andere weergavemodus gebruikt deze vormen om een veld met kleuren neer te leggen, die dan worden herhaald. The motion is very organic. In 1997 geschreven door Jamie Zawinski.
pl: Generuje sekwencję falujących, tętniących, gwiazdopodobnych wzorów, które pulsują, obracają się i wywracają wnętrzem na zewnątrz. Inny tryb wyświetlania używa kształtów do nałożenia wzorca kolorów, który jest następnie cyklicznie zmieniany. Ten ruch jest bardzo organiczny. Autor: Jamie Zawinski; 1997.
pt: Este gera uma sequência de padrões ondulatórios em estrela, os quais pulsam, rodam e revoltam-se. Outro modo de apresentação utiliza estas formas para colocá-las num campo de cores, as quais vão circulando. O movimento é muito orgânico. Feito por Jamie Zawinski; 1997.
ru: Генерирует похожие на звезды фигуры, которые пульсируют, вращаются и выворачиваются наизнанку. В одном из режимов они падают на цветное поле, и цвета затем сменяются. Выглядит очень органически и природно. Автор Джеми Завински (Jamie Zawinski), 1997.
sl: Ustvari zaporedje nelaskajočih, utripajočih, zvezdam podobnih vzorcev, ki utripajo, se vrtijo in se obrnejo od znotraj navzven. Drug način prikaza te oblike uporablja za postavitev polja barv, ki nato krožijo. Gibanje je zelo organsko. Napisal Jamie Zawinski, 1997.
sr@ijekavian: Генерише низ валовитих, пулсирајућих, звјездоликих образаца који се обрћу и изврћу. Други режим приказа користи ове облике да постави поље боја, које се затим кружи. Покрети дјелују врло органски. Написао Џејми Завински, 1997.
sv: Den här skapar en följd av böljande, bultande stjärnliknande mönster, som pulserar, roterar och vänds ut och in. Ett annat visningsläge använder formerna för att skapa ett fält med färger, som sedan växlas. Rörelsen är mycket organisk. Skriven av Jamie Zawinski, 1997.
uk: Ця програма створює послідовність хвилясті зіркоподібні візерунки, що пульсують, обертаються і вивертаються. Інший режим відображення використовує ці форми, щоб накладати поле кольорів, яке потім змінюється за циклом. Рух є дуже природним. Автор — Jamie Zawinski; 1997.
zh_tw: 產生一系列波浪狀、跳動的星形圖樣，並旋轉與內外翻轉。另一個顯示模式則是使用這些形狀來著色，然後循環。動作非常自然。由 Jamie Zawinski 撰寫，1997。

# @option:radio
source: Color gradients
ca@valencia: Degradats de color
es: Gradientes de color
et: Värvi üleminekud
eu: Kolore gradienteak
fi: Väriliukumat
fr: Gradient de couleurs
ga: Grádáin datha
gl: Gradientes de cor
hu: Színátmenetek
it: Sfumature
ja: 色のグラデーション
kk: Градиент
ko: 색상 변화도
lv: Krāsu gradienti
nb: Fargeoverganger
nds: Klöörövergäng
nl: Kleurverloop
pl: Gradienty koloru
pt: Gradientes de cor
ru: Градиенты цвета
sl: Barvni prelivi
sr@ijekavian: Преливи боја
sv: Färgtoningar
uk: Кольорові градієнти
zh_tw: 顏色漸層

# @option:radio
source: Pulsating blob
ca@valencia: Bombolla polsant
es: Mancha pulsante
et: Pulseeriv tilk
fi: Sykkivä kupla
fr: Goutte pulsative
ga: Bloba bíogach
gl: Burbulla pulsante
hu: Pulzáló blob
it: Blob pulsante
ja: 鼓動する滴
kk: Соғылыс
ko: 진동 얼룩
lv: Pulsējoša masa
nb: Pulserende kladd
nds: Pulseren Placken
nl: Kloppende klodder
pl: Pulsująca bańka
pt: Bolha pulsante
ru: Пульсирующий сгусток
sl: Utripajoča kaplja
sr@ijekavian: Пулсирајући мехур
sv: Pulserande droppe
uk: Пляма з пульсацією
zh_tw: 脈動班塊

# @item screen saver name
source: StarWars
et: Tähesõjad
eu: Izarretako gudak
fi: Tähtien sota
fr: Guerre des étoiles
gl: Guerra das galaxias
hu: Csillagok háborúja
it: Guerre Stellari
ja: スターウォーズ
kk: Жұлдызды соғыстар
ko: 스타워즈
lv: Zvaigžņu kari
nds: Krieg vun de Steerns
nn: Stjernekrig
pl: Gwiezdne Wojny
pt: Guerra das Estrelas
sl: Vojna zvezd
sr@ijekavian: Ратови звијезда
sv: Stjärnornas krig
uk: Зоряні війни
zh_tw: 星際大戰

# @info screen saver description
source: Draws a stream of text slowly scrolling into the distance at an angle, over a star field, like at the beginning of the movie of the same name. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Written by Jamie Zawinski and Claudio Matauoka; 2001.
ca@valencia: Dibuixa un text continu que transcorre suaument en un angle des de la distància, sobre un camp estelat, com al començament de la pel·lícula del mateix nom. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Escrit per Jamie Zawinski i Claudio Matauoka; 2001.
es: Muestra un texto continuo en desplazamiento suave en ángulo desde la distancia, sobre un campo estrellado, como al comienzo de la película del mismo nombre. Escrito por Jamie Zawinski y Claudio Matauoka; 2001.
et: Näitab tekstivoogu aeglaselt kulgemas teatud nurga all kaugusse tähevälja taustal, täpselt nagu samanimelise filmi alguses. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Autorid: Jamie Zawinski ja Claudio Matauoka; 2001.
fi: Ruudussa näkyy tekstiä, joka hitaasti ja viistosti vierii kaukaisuuteen taustanaan tähtitaivas kuten samannimisen elokuvan alussa. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Kirjoittaneet Jamie Zawinski ja Claudio Matauoka, 2001.
fr: Dessine un flux de texte qui défile lentement à un angle donné, au-dessus d'un champ d'étoiles, comme au début du film du même nom. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Écrit par Jamie Zawinski et Claudio Matauoka ; 2001.
ga: Dearann sé seo sruth téacs ag scrollú go mall amach uait ar claonadh, os cionn réimse réaltaí, cosúil leis an radharc ag tús an scannáin leis an ainm céanna. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Scríofa ag Jamie Zawinski agus Claudio Matauoka, 2001.
gl: Debuxa unha secuencia de texto que se despraza a un lugar distante cun determinado ángulo, como no inicio do filme co mesmo nome. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl. Escribírono Jamie Zawinski e Claudio Matauoka en 2001.
hu: Folyamatosan elgördülő, távolodó szöveget jelenít meg csillagmező fölött, hasonlóan a híres film nyitóképsorához. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Készítette: Jamie Zawinski és Claudio Matauoka, 2001.
it: Disegna un flusso di testo che si allontana lentamente con un certo angolo, su uno sfondo di stelle, come all'inizio dell'omonimo film. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Scritto da Jamie Zawinski e Claudio Matauoka; 2001.
ja: 星空の彼方に向かって、テキストの流れが角度を付けて、ゆっくりとスクロールされていきます。ちょうど、同じ名前の映画のオープニングのように。http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Jamie Zawinski と Claudio Matauoka、2001年作。
kk: "Жұлдызды соғыстар" фильм басындағыдай жұлдыздар аясында жайылып, алысқа жылжып кетіп жатқан мәтін. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Авторлары: Jamie Zawinski мен Claudio Matauoka; 2001.
nb: Tegner en strøm av tekst som langsomt rulles mot horisonten, på skrå, over en stjernehimmel, slik som i begynnelsen av filmen med samme navn. <link>http://en.wikipedia.org/wiki/Star_Wars_opening_crawl</link> Skrevet av Jamie Zawinski og Claudio Matauoka i 2001.
nds: En Text gliedt vör en Steernfeld in den Achtergrund langsam na de Feern, as in den Film vun den sülven Naam sien Anfang. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Schreven vun Jamie Zawinski un Claudio Matuoka, 2001.
nl: Toont een stroom tekst langzaam onder een hoek naar achteren schuivend, over een sterrenveld, zoals in het begin van de film met dezelfde naam. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl In 2001 geschreven door Jamie Zawinski en Claudio Matauoka.
pl: Rysuje ciąg tekstu powoli przesuwający się w dal pod kątem, na tle gwiazd, tak jak na początku film o tej nazwie. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Autorzy: Jamie Zawinski i Claudio Matauoka; 2001.
pt: Desenha uma sequência de texto que se desloca para um local distante com um determinado ângulo, como no início do filme com o mesmo nome. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl. Feito por Jamie Zawinski e por Claudio Matauoka; 2001.
ru: Показывает медленно удаляющийся под углом текст на фоне звёздного неба. Совсем как в одноимённом фильме. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Авторы Джеми Завински и Клаудио Матауока (Jamie Zawinski, Claudio Matauoka), 2001.
sl: Izriše pretok besedila, ki pod kotom počasi drsi nad zvezdnim poljem kot v filmu vojna zvezd. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Napisala Jamie Zawinski in Claudio Matauoka, 2001.
sr@ijekavian: Ток текста који нестаје у даљини под углом, преко звјезданог поља, као на почетку истоименог филма (http://en.wikipedia.org/wiki/Star_Wars_opening_crawl). Написао Џејми Завински и Клаудио Матсуока, 2001.
sv: Ritar en vinklad textström som sakta rullar bort i fjärran, på ett stjärnfält, som i början av filmen med samma namn. Se http://en.wikipedia.org/wiki/Star_Wars_opening_crawl. Skriven av Jamie Zawinski och Claudio Matauoka, 2001.
uk: Малює текстовий потік, який повільно віддаляється під кутом на фоні зоряного неба, як на початку однойменного фільму. http://en.wikipedia.org/wiki/Star_Wars_opening_crawl Автори — Jamie Zawinski та Claudio Matauoka.
zh_tw: 畫出一串文字，慢慢地以一個角度捲到螢幕中的星空深處，像是電影星際大戰的開頭一樣。參考資料：http://en.wikipedia.org/wiki/Star_Wars_opening_crawl 。由 Jamie Zawinski 與 Claudio Matauoka 撰寫，2001。

# @item:inrange
source: Frame rate Low
ca@valencia: Velocitat dels fotogrames Baixa
es: Tasa de fotogramas baja
et: Kaadrisagedus Madal
eu: Marko tasa Baxua
fi: Kuvataajuus Hidas
fr: Taux de rafraîchissement Bas
gl: Taxa de imaxes Baixa
hu: Képkockaszám Alacsony
it: Frequenza dei fotogrammi Bassa
ja: フレームレート 低
kk: Кадр жиілігі Аз
ko: 프레임 수 낮음
lv: Kadru zīmēšanas ātrums Zems
nb: Rutefrekvens Lav
nds: Siet Bildwedderhalen
nl: Framesnelheid Laag
pl: Liczba klatek na sekundę Niska
pt: Taxa de imagens Baixa
ru: Частота кадров Низкая
sl: Nizka hitrost sličic
sr@ijekavian: низак
sv: Låg bildfrekvens
uk: Частота кадрів Низька
zh_tw: 影像速率：低

# @item:inrange
source: Scroll speed Slow
ca@valencia: Velocitat de desplaçament Lenta
es: Velocidad de desplazamiento Lenta
et: Kerimiskiirus Aeglane
eu: Labaintzeko abiadura Poliki
fi: Vieritysnopeus Hidas
fr: Vitesse de défilement Lente
ga: Luas an Scrollaithe Mall
gl: Velocidade de desprazamento Baixa
hu: Görgetési sebesség Lassú
it: Velocità di scorrimento Bassa
ja: スクロールスピード 低
kk: Жылжуы Баяу
ko: 스크롤 속도 낮음
lv: Ritināšanas ātrums Zems
nb: Rullehastighet Lav
nds: Siet Rullgauheit
nl: Schuifsnelheid Langzaam
pl: Szybkość przewijania Wolno
pt: Velocidade de deslocamento Lenta
ru: Скорость прокрутки Медленно
sl: Počasna hitrost drsenja
sr@ijekavian: споро
sv: Långsam rullningshastighet
uk: Швидкість гортання Повільно
zh_tw: 捲軸速度：慢

# @item:inrange
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloce
ja: 速く
kk: Тез
ko: 빠름
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitro
sr@ijekavian: брзо
sv: Snabb
uk: Швидко
zh_tw: 快

# @item:inrange
source: Stars speed Slow
ca@valencia: Velocitat de les estrelles Lenta
es: Velocidad de las estrellas Lenta
et: Tähtede kiirus Aeglane
eu: Labaintzeko abiadura
fi: Tähtien nopeus Hidas
fr: Vitesse des étoiles Basse
gl: Velocidade das estrelas Lenta
hu: Csillagok sebessége Lassú
it: Velocità delle stelle Bassa
ja: 星のスピード 低
kk: Жұлдыздар жылдамдығы Баяу
ko: 별 속도 느림
lv: Zvaigžņu ātrums Lēni
nb: Stjernehastighet Lav
nds: Siet Steerngauheit
nl: Zeestersnelheid Langzaam
pl: Szybkość gwiazd Wolno
pt: Velocidade das estrelas Lenta
ru: Скорость звёзд Медленная
sl: Nizka hitrost zvezd
sr@ijekavian: споро
sv: Låg stjärnhastighet
uk: Швидкість зірок Повільно
zh_tw: 星體速度：慢

# @option:check
source: Wrap long lines
ca@valencia: Ajusta les línies llargues
es: Deformar líneas largas
et: Pikkade ridade murdmine
eu: Itzulbiratu lerro luzeak
fi: Rivitä pitkät rivit
fr: Couper les lignes longues
ga: Timfhill línte fada
gl: Dividir as liñas longas
hu: A hosszú sorok tördelése
it: Manda a capo le righe lunghe
ja: 長い行を折り返し
kk: Жолдар тасымалдансын
ko: 긴 줄 둘러싸기
lv: Aplaust garas rindas
nb: Bryt lange linjer
nds: Lange Regen ümbreken
nl: Terugloop van lange tekstlijnen
pl: Zawijaj długie linie
pt: Repartir as linhas compridas
ru: Переносить длинные строки
sl: Prelomi dolge črte
sr@ijekavian: Преламај дугачке редове
sv: Radbryt långa rader
uk: Переносити довгі рядки
zh_tw: 將過長的行折行

# @option:check
source: Texture-mapped font
ca@valencia: Tipus de lletra mapada amb textura
es: Tipo de letra mapeado con textura
et: Tekstuuritud font
eu: Testuraz mapatutako letra-tipoak
fi: Pintakuvioitu fontti
fr: Police texturé
gl: Tipo de letra en textura
hu: Textúrázott betű
it: Caratteri con trama
ja: テクスチャマップのフォント
kk: Текстуралы қаріп
ko: 텍스처 매핑된 글꼴
lv: Teksturēts fonts
nb: Skrift med teksturkart
nds: Textuur-Schriftoort
nl: Van textuur voorzien lettertype
pl: Czcionka teksturowa
pt: Tipo de letra em textura
ru: Текстурированный шрифт
sl: S teksturo preslikana pisava
sr@ijekavian: Текстурирани фонт
sv: Strukturavbildat teckensnitt
uk: Текстурований шрифт
zh_tw: 紋理映射字型

# @option:check
source: Anti-aliased lines
ca@valencia: Línies amb antiàliasing
es: Líneas suavizadas
et: Antialiasega read
fi: Reunanpehmennetyt rivit
fr: Lignes lissées
ga: Línte frithailiasáilte
gl: Liñas suavizadas
hu: Élsimított vonalak
it: Linee smussate
ja: アンチエイリアスされた行
kk: Тегістелген сызықтар
ko: 앤티에일리어싱 선
lv: Izgludinātas līnijas
nb: Linjer med utjevning
nds: Kantstreken Lienen
nl: Anti-aliased lijnen
pl: Wygładzone linie
pt: Linhas suavizadas
ru: Сглаживание линий
sl: Glajene črte
sr@ijekavian: Омекшани редови
sv: Kantutjämnade linjer
uk: Згладжені лінії
zh_tw: 平滑線條

# @option:check
source: Thick lines
ca@valencia: Línies gruixudes
es: Ancho de líneas
et: Paksud read
eu: Lerro lodiak
fi: Tiheät rivit
fr: Lignes épaisses
ga: Línte tiubha
gl: Liñas grosas
hu: Vastag vonalak
it: Linee spesse
ja: 太い線
kk: Қалың сызықтар
ko: 두꺼운 줄
lv: Biezas līnijas
nb: Tykke linjer
nds: Dick Lienen
nl: Dikke tekstlijnen
pl: Grube linie
pt: Linhas grossas
ru: Толстые линии
sl: Debele črte
sr@ijekavian: Подебљани редови
sv: Tjocka rader
uk: Товсті лінії
zh_tw: 粗線

# @option:check
source: Fade out
ca@valencia: Esvaïment
es: Fundido
et: Hajumine
eu: Itzaleztatu
fi: Hiipuu pois
fr: Fondu
ga: Céimnigh amach
gl: Esvaer
hu: Elhalványodás
it: Sfuma
ja: フェードアウト
kk: Біртіндеп сөнсін
ko: 페이드 아웃
lv: Izgaist
nb: Blend ut
nds: Utblennen
nl: Geleidelijk vervagen
pl: Wygaszenie
pt: Desvanecer
ru: Затухание
sl: Pojemanje
sr@ijekavian: Утапање
sv: Tona bort
uk: Згасання
zh_tw: 淡出

# @label:spinbox
source: or, Text columns
ca@valencia: o, columnes de text
es: o, columnas de texto
et: Tekstiveerud
eu: edo, testu zutabeak
fi: tai tekstisarakkeita
fr: ou, Colonnes de texte
ga: nó, Colúin téacs
gl: ou, Columnas de texto
hu: vagy szövegoszlopok
it: oppure, colonne di testo
ja: テキスト列
kk: не Мәтін бағандар
ko: 또는 텍스트 칸
lv: vai teksta kolonas
nb: eller, Tekstspalter
nds: oder, Textstriepen
nl: of ,tekstkolommen
pl: lub Kolumny tekstu
pt: ou colunas de texto
ru: или колонки текста
sl: ali stolpce besedila
sr@ijekavian: или, текст у колонама
sv: Eller textkolumner
uk: або текстові стовпчики
zh_tw: 或是文字欄

# @item screen saver name
source: StonerView
et: PilguTarretaja
fr: Fletteuse
gl: Visión das rochas
hu: Köves nézet
it: Danza dei quadratini
kk: Шаршы билері
ko: 스퀘어 댄스
lv: Kauliņu deja
nds: Danzen Steen
nn: Steinvising
sl: Zadetkov pogled
sr@ijekavian: Сонеров поглед
sv: Stenvisning
uk: Спіраль з квадратів
