Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws set of animating, transparent, amoeba-like blobs. The blobs change shape as they wander around the screen, and they are translucent, so you can see the lower blobs through the higher ones, and when one passes over another, their colors merge. I got the idea for this from a mouse pad I had once, which achieved the same kind of effect in real life by having several layers of plastic with colored oil between them. Written by Jamie Zawinski; 1997.
ca@valencia: Este dibuixa un conjunt de bombolles transparents en moviment amb forma d'ameba. Les bombolles canvien de forma segons es mouen per la pantalla, són translúcides, pel que es poden veure-les del darrere a través de les que estan en primer pla i quan això succeeix els seus colors es fusionen. Vaig prendre la idea d'una catifa de ratolí que tenia, aconseguia el mateix efecte amb diverses capes de plàstic amb oli de colors entre elles. Escrit per Jamie Zawinski; 1997.
es: Dibuja un conjunto de gotas transparentes en movimiento con forma de ameba. Las gotas cambian de forma según se mueven por la pantalla, son translúcidas, por lo que se pueden ver las inferiores a través de las superiores y cuando esto sucede sus colores se mezclan. Creado por Jamie Zawinski. Tomé la idea de una alfombrilla de ratón que tuve, que conseguía el mismo efecto con varias capas de plástico con aceite de colores entre ellas. Escrito por Jamie Zawinski.
et: Näitab liikuvaid ja läbipaistvaid amööbilaadseid plekke. Plekid muudavad üle ekraani liikudes kuju ning on poolläbipaistvad, nii et pealmiste plekkide all näeb ka alumisi, ja kui üks plekk üle teise liigub, liituvad nende värvid. Sain selle mõtte ühelt oma lahedalt hiirepadjalt, mis saavutas samasuguse efekti mitme plastikukihi abil, mille vahele oli pandud värvilist õli. Autor: Jamie Zawinski; 1997.
fi: Piirtää joukon animoituja, läpinäkyviä, ameebamaisia möykkyjä. Möykyt muuttavat muotoaan kulkiessaan ruudulla, ja ne ovat läpikuultavia, joten alemmat erottaa ylempien alta. Möykkyjen ohittaessa toisiaan niiden värit sulautuvat yhteen. Sain idean kerran omistamastani hiirimatosta, jossa sama vaikutelma saatiin aikaan todellisuudessa useilla muovikerroksilla, joiden välissä oli värillistä öljyä. Kirjoittanut Jamie Zawinski, 1997.
fr: Ceci dessine un ensemble de bulles animées, transparentes, comme des amibes. Les gouttes se déforment lorsqu'elles errent autour de l'écran et sont transparentes ; vous pouvez donc voir celles du dessous à travers celles du dessus, et, lorsqu'une passe sur l'autre, leur couleur fusionne. J'ai eu cette idée grâce à un tapis de souris que j'avais, qui réalise le même genre d'effet dans la réalité en ayant plusieurs couches en plastique avec de l'huile colorée entre elles. Écrit par Jamie Zawinski ; 1997.
ga: Dearann sé seo blobaí beo trédhearcacha, cosúil le haiméibí. Athraíonn cruth na mblobaí fad atá siad ag fánaíocht timpeall an scáileáin, agus is féidir na blobaí níos ísle a fheiceáil trí na cinn is airde, toisc gur tréshoilseach iad. Agus cumascann na dathanna nuair a théann bloba amháin os cionn bloba eile. Tháinig an smaoineamh ó cheap luiche a bhí ag an údar, a rinne maisíocht den chineál seo trí roinnt leibhéal plaisteach agus ola daite eatarthu. Scríofa ag Jamie Zawinski, 1997.
gl: Isto debuxa un conxunto de pingas transparentes e animadas, semellantes a amebas. As pingas van cambiando de forma á medida que percorren a pantalla e son translúcidas, de modo que pode ver as gotas máis por detrás a través das que están por diante, e sempre que unha pasa por cima de outra, as súas cores fúndense. Tiven a idea para isto a partir dun tapete de rato que tiven, que conseguía o mesmo efecto na vida real tendo varias capas de plástico cun líquido colorido entre elas. Escribiuno Jamie Zawinski en 1997.
hu: Animált, átlátszó, amőbaszerű alakzatokat jelenít meg. Az alakzatok mozgás közben átalakulnak, és minthogy áttetszőek, a mögöttük levő alakzatokat nem takarják el teljesen. Amikor két alakzat egymás fölé kerül, a színeik összeolvadnak. Az alapötletet az egyik egéralátétem adta, amely ugyanezt a hatást éri el valós fényviszonyok között, ugyanis több rétegnyi műanyag közé zárt színezett olajat tartalmaz. Készítette: Jamie Zawinski, 1997.
it: Disegna una serie di cosi animati, trasparenti e simili ad amebe. I cosi cambiano forma mentre vanno in giro per lo schermo, e sono trasparenti, così puoi vedere quelli che stanno sotto ad altri: se uno passa su un altro, i loro colori si fondono. L'idea viene da un tappetino del mouse che avevo, che otteneva questo effetto nel mondo reale con diversi strati di plastica contenenti gocce d'olio colorate tra di loro. Scritto da Jamie Zawinski; 1997.
ja: 半透明な、アメーバのような物体のアニメーションです。物体はスクリーン上を移動しながら形を変えていきます。それらは半透明なので、重なった下の物体が上の物体を通して見えます。折り重なった部分の色は混ぜ合わされます。このアイデアは、私が昔持っていたマウスパッドから得ました。これは何枚のプラスチックの層の間に色の付いたオイルを挟み込んだもので、ここに見られる効果を現実に再現しています。Jamie Zawinski、1997年作。
kk: Кимылдап жүрген желімді, бұлдыр амёба-секілді бірдмелердің бейнесі. Олар құбылып экранды кезіп жүреді. Авторы: Jamie Zawinski; 1997.
ko: 투명한 움직이는 아메바 형태 물방울을 그립니다. 화면을 돌아다니면서 물방울 모양이 변형되며, 물방울은 투명하기 때문에 아래에 있는 것이 위에서 보이며 서로를 겹쳐서 지나갈 경우 색이 합쳐집니다. 유화로 색칠된 여러 장의 플라스틱이 합쳐진 실제 마우스 패드에서 인상을 받아서 만든 화면 보호기입니다. Jamie Zawinski 작성, 1997년.
nb: Dette tegner grupper av gjennomskinnelige, amøbeaktige klumper som beveger seg. Klumpene endrer form etterhvert som de vandrer rundt på skjermen, og klumper som ligger nederst synes gjennom de som ligger over, slik at fargene deres legges sammen når en klump passerer over en annen. Ideen kom fra en kul musematte jeg hadde en gang, som laget den samme effekten på et ekte skrivebord ved at den har flere lag gjennomsiktig plast med farget olje mellom lagene. Skrevet av Jamie Zawinski i 1997
nds: En Sett vun dörschienen Amöben, de sik beweegt. De Amöben ännert ehr Form un sünd dörschienen, so dat Du de Amöben nerrn dör de baven sehn kannst. Wenn een över de anner vörbigeiht, verbindt sik ehr Klören. De Idee kummt vun en Muusküssen mit den sülven Effekt. Dat hett en Reeg Lagen vun dörsichtig Plastik mit infarvt Ööl dortwischen. Schreven vun Jamie Zawinski, 1997.
nl: Dit toont een stel geanimeerde, transparante, amoeba-achtige klodders. De klodders wijzigen van vorm bij het doorlopen van het scherm en zijn doorschijnend, zodat onderliggende klodders te zien zijn door de bovenliggende heen bij het over elkaar gaan en hun kleuren zich mengen. Ik kreeg het idee hiervoor van een muismatje dat ik eens bezat, die hetzelfde soort effect had met enkele lagen plastic met gekleurde olie ertussen. In 1997 geschreven door Jamie Zawinski.
nn: Teiknar animerte og halvgjennomsiktige amøbeliknande klattar. Klattane endrar form etter som dei vandrar rundt på skjermen, og sidan dei er halvgjennomsiktige, kan du sjå fjerne klattar gjennom nære klattar. Når dei er over kvarandre, vert fargane smelta saman. Idéen til denne pauseskjermen kom frå ei musematte utviklaren hadde, som skapte same effekt ved hjelp av fleire lag med plast og farga olje mellom. Skriven av Jamie Zawinski i 1997.
pl: Zbiór animowanych, przezroczystych amebo-podobnych bąbli. Podczas wędrówki po ekranie zmieniają swoje kształty. Dzięki temu że są półprzezroczyste, można zobaczyć przez bąble położone wyżej te położone niżej. Jeśli bąble przechodzą nad sobą, ich kolory są łączone. Na pomysł wpadłem dzięki podkładce pod mysz, która zawiera taki sam efekt dzięki kolorowej oliwie pomiędzy warstwami plastiku. Autor: Jamie Zawinski; 1997.
pt: Isto desenha um conjunto de gotas transparentes e animados, semelhantes a amibas. As gotas vão mudando de forma à medida que percorrem o ecrã e são translúcidas, de modo a que pode ver as gotas mais por detrás através das que estão à frente, e sempre que uma passa por cima de outra, as suas cores fundem-se. Feito por Jamie Zawinski. Tive a ideia para isto a partir de um tapete de rato giro que tenho, o qual consegue o mesmo efeito na vida real tendo várias camadas de plástico com um líquido colorido entre elas. Feito por Jamie Zawinski; 1997.
ru: Анимированные прозрачные амёбообразные сгустки. Путешествуя по экрану, сгустки меняют форму, и поскольку они полупрозрачны, то нижние просвечивают сквозь верхних, и их цвета сливаются. Идея этого хранителя экрана возникла у меня в то время, когда в реальной жизни у меня был коврик для мыши из нескольких слоёв пластика с цветным маслом между ними. Автор Джеми Завински (Jamie Zawinski), 1997.
sl: Izriše niz animiranih, prozornih, amebi podobnih kepic. Kepice med premikanjem po zaslonu spreminjajo obliko. Ker so prosojne, lahko skozi višje kepice vidite spodnje. Ko ena kepica prečka drugo, se barvi združita. Idejo sem dobil od svoje podloge za miško, ki je enak učinek dosegla z več plastmi plastike, med katerimi je bilo obarvano olje. Napisal Jamie Zawinski, 1997.
sr@ijekavian: Црта анимиране, прозирне, амеболике мрље. Мрље мијењају облик и лутају по екрану, и, пошто су прозирне, можете видети доње кроз горње. Кад једна прође преко друге, боје им се помешају. Идеју сам добио на основу једне подлоге за миш коју сам имао, а која је исти ефекат постизала у стварности помоћу неколико пластичних слојева и обојеног уља међу њима. Написао Џејми Завински, 1997.
sv: Den här ritar en mängd animerade, genomskinliga, amöbaliknande droppar. Dropparna ändrar form medan de går omkring på skärmen, och de är genomskinliga, så du kan se de lägre dropparna genom de högre, och när en passerar över en annan, blandas deras färger. Jag fick idén till den från en musmatta som jag hade en gång i tiden, som åstadkom samma effekt i verkligheten genom att ha flera lager av färgad plast med färgad olja mellan dem. Skriven av Jamie Zawinski, 1997.
uk: Цей зберігач екрана малює рухомі, прозорі, подібні до амеби, краплі. Під час блукання по екрані їхня форма змінюється, а оскільки вони напівпрозорі, за ними видно інші краплі, і коли одна крапля проходить над іншої, їхні кольори сполучаються. Автор — Jamie Zawinski, 1997.
zh_tw: 畫出一些像阿米巴原蟲的，透明、蠕動的小點。小點在螢幕上漫遊時會改變形狀，因為它們是半透明的，所以您可以看到其中一隻小蟲越過另一隻身上，此時它們的顏色會合併。靈感來自捕鼠板。若將幾層塑膠板合在一起，中間放彩色的油，效果就像這樣。由 Jamie Zawinski 撰寫，1997。

# @label:slider
source: Blobs
ca@valencia: Bombolles
es: Gotas
et: Plekid
fi: Möykkyjä
fr: Nuées
ga: Blobaí
gl: Burbullas
hu: Alakzatok
it: Cosi
ja: 物体
kk: Бірдемелер
ko: 물방울
lv: Izaugumi
nb: Klumper
nds: Amöben
nl: Klodders
nn: Klattar
pl: Bąble
pt: Bolhas
ru: Сгустки
sl: Kepice
sr@ijekavian: Мрље
sv: Droppar
uk: Плямами
zh_tw: 小點點

# @item:inrange Blobs
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Blobs
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @label:slider
source: Elasticity
ca@valencia: Elasticitat
es: Elasticidad
et: Elastsus
eu: Malgutasuna
fi: Joustavuus
fr: Élasticité
ga: Leaisteachas
gl: Elasticidade
hu: Rugalmasság
it: Elasticità
ja: 弾力性
kk: Желімділігі
ko: 탄성
lv: Elastība
nb: Elastisitet
nds: Elastiziteet
nl: Elasticiteit
nn: Elastisitet
pl: Elastyczność
pt: Elasticidade
ru: Эластичность
sl: Elastičnost:
sr@ijekavian: Еластичност
sv: Elasticitet
uk: Еластичність
zh_tw: 彈性

# @item:inrange Elasticity
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Elasticity
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Високий
zh_tw: 高

# @label:slider
source: Speed limit
ca@valencia: Límit de velocitat
es: Límite de velocidad
et: Kiirusepiirang
eu: Abiadura muga
fi: Nopeusrajoitus
fr: Vitesse limite
ga: Teorainn luais
gl: Límite de velocidade
hu: Sebességkorlát
it: Limite di velocità
ja: スピード制限
kk: Жылдамдығын шегі
ko: 속도 제한
lv: Ātruma ierobežojums
nb: Fartsgrense
nds: Gauheitgrenz
nl: Snelheidslimiet
nn: Fartsgrense
pl: Ograniczenie prędkości
pt: Limite de Velocidade
ru: Предел скорости
sl: Omejitev hitrosti
sr@ijekavian: Ограничење брзине
sv: Hastighetsgräns
uk: Обмеження швидкості
zh_tw: 速度限制

# @item:inrange Speed limit
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Matala
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Basso
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixo
ru: Ниже
sl: Nizka
sr@ijekavian: ниско
sv: Låg
uk: Низький
zh_tw: 低

# @item:inrange Speed limit
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Korkea
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alto
ru: Выше
sl: Visoka
sr@ijekavian: високо
sv: Hög
uk: Високий
zh_tw: 高

# @option:radio
source: Transparent blobs
ca@valencia: Bombolles transparents
es: Gotas transparentes
et: Läbipaistvad plekid
fi: Läpinäkyvät möykyt
fr: Nuées transparentes
ga: Blobaí trédhearcacha
gl: Burbullas transparentes
hu: Átlátszó alakzatok
it: Cosi trasparenti
ja: 透明な物体
kk: Мөлдір денелі
ko: 투명한 물방울
lv: Caurspīdīgi izaugumi
nb: Gjennomsiktige klumper
nds: Dörschienen Amöben
nl: Transparante klodders
nn: Gjennomsiktige klattar
pl: Przezroczyste bąble
pt: Bolhas transparentes
ru: Прозрачные сгустки
sl: Prozorne kepice
sr@ijekavian: Провидне мрље
sv: Genomskinliga droppar
uk: Прозорі плями
zh_tw: 透明的小點

# @option:radio
source: Opaque blobs
ca@valencia: Bombolles opaques
es: Gotas opacas
et: Läbipaistmatud plekid
fi: Sameat möykyt
fr: Nuées opaques
ga: Blobaí teimhneacha
gl: Burbullas opacas
hu: Átlátszatlan alakzatok
it: Cosi opachi
ja: 透明でない物体
kk: Бұлдыр денелі
ko: 불투명한 물방울
lv: Necaurspīdīgi izaugumi
nb: Ugjennomsiktige klumper
nds: Fast Amöben
nl: Ondoorzichtige klodders
nn: Ugjennomsiktige klattar
pl: Nieprzezroczyste bąble
pt: Bolhas opacas
ru: Непрозрачные сгустки
sl: Prekrivne kepice
sr@ijekavian: Непровидне мрље
sv: Ogenomskinliga droppar
uk: Непрозорі плями
zh_tw: 不透明小點

# @option:radio
source: XOR blobs
ca@valencia: Bombolles XOR
es: Gotas XOR
et: Liituvate värvidega plekid
fi: XOR-möykyt
fr: Nuées XOR
ga: Blobaí XOR
gl: Burbullas XOR
hu: XOR művelet az alakzatok között
it: Cosi XOR
ja: 物体を XOR
kk: XOR денелі
ko: XOR 물방울
lv: XOR izaugumi
nb: XOR klumper
nds: Amööb-Verscheel
nl: Geïnverteerde klodders
nn: XELLER-klattar
pl: Bąble XOR
pt: Bolhas XOR
ru: Сложение XOR
sl: XOR kepice
sr@ijekavian: КСИЛИ мрље
sv: XOR-droppar
uk: XOR-плями
zh_tw: XOR 小點

# @option:radio
source: Additive colors (transmitted light)
ca@valencia: Colors additius (llum tramesa)
es: Colores aditivos (luz transmitida)
et: Aditiivsed värvid (läbiv valgus)
fi: Additiiviset värit (läpäisevä valo)
fr: Couleurs additives (lumière transmise)
ga: Dathanna breiseánacha (solas tarchurtha)
gl: Cores subtractivas (luz transmitida)
hu: Additív színek (fényáteresztő)
it: Colori additivi (luce trasmessa)
ja: 加法色 (透過した照明)
kk: Қосымды түсті (өткен жарық)
ko: 가산 혼합(투과광)
lv: Summējošas krāsas (cauri izlaista gaisma)
nb: Additive farger (gjennomlyst)
nds: Klören tosamentellen (utsendt Licht)
nl: Additieve kleuren (doorgelaten licht)
pl: Addytywne kolory (światło przekazane)
pt: Cores aditivas (luz transmitida)
ru: Аддитивные цвета (пропускаемый свет)
sl: Seštevajoče se barve (prenesena svetloba)
sr@ijekavian: Адитивне боје (емитована свјетлост)
sv: Additiva färger (genomgående ljus)
uk: Додавання кольорів (пропускання світла)
zh_tw: 加成色 (透光)

# @option:radio
source: Subtractive colors (reflected light)
ca@valencia: Colors subtractius (llum reflectida)
es: Colores sustractivos (luz reflejada)
et: Subtraktiivsed värvid (peegelduv valgus)
fi: Subtraktiiviset värit (heijastava valo)
fr: Couleurs soustractives (lumière réfléchie)
ga: Dathanna dealaitheacha (solas frithchaite)
gl: Cores aditivas (luz reflectida)
hu: Szubtraktív színek (fényáteresztő)
it: Colori sottrattivi (luce riflessa)
ja: 減法色 (反射された照明)
kk: Алымды түсті (шағылысқан жарық)
ko: 감산 혼합(반사광)
lv: Atņemošas krāsas (atstarota gaisma)
nb: Subtraktive farger (reflektert lys)
nds: Klören aftrecken (torüchstrahlt Licht)
nl: Subtractieve kleuren (weerkaatsend licht)
pl: Odejmujące się kolory (światło odbite)
pt: Cores subtractivas (luz reflectida)
ru: Субтрактивные цвета (отражённый свет)
sl: Odštevajoče se barve (odsev luči)
sr@ijekavian: Супстрактивне боје (одбијена свјетлост)
sv: Subtraktiva färger (reflekterat ljus)
uk: Віднімання кольорів (відбиття світла)
zh_tw: 相減色 (反光)

# @item screen saver name
source: Grav
fi: Painovoima
fr: Gravité
hu: Gravitáció
it: Gravità
kk: Гравитация
ko: 중력
lv: Gravitācija
nb: Tyngdekraft
nds: Swoorkraft
nl: Zwaartekracht
nn: Tyngdekraft
pl: Grawitacja
sl: Gravitacija
sr@ijekavian: Грав
sv: Banor
uk: Гравітація

# @info screen saver description
source: This draws a simple orbital simulation. With trails enabled, it looks kind of like a cloud-chamber photograph. Written by Greg Bowering; 1997.
ca@valencia: Este dibuixa una simulació orbital. Si activeu els rastres, semblarà com si fos una fotografia capturada amb una càmera de boira. Escrit per Greg Bowering; 1997.
es: Este programa dibuja una sencilla simulación orbital. Con rastros activado, parece como si fuera una fotografía tomada con una cámara de niebla. Creado por Greg Bowering.
et: Näitab lihtsat orbitaalsimulatsiooni. Kui jäljed sisse lülitada, siis meenutab see udukambri fotot. Autor: Greg Bowering; 1997.
eu: Honek orbita simulazio sinple bat marrazten du. Aztarnak gaitzen badituzu, hodei-ganbera fotografia bat dirudi. Greg Bowering-ek idatzia; 1997.
fi: Näytölle piirtyy yksinkertainen ratasimulaatio. Kun jäljet ovat käytössä,tulos muistuttaa valokuvaa sumukammiosta. Kirjoittanut Greg Bowering, 1997.
fr: Ce programme dessine une simple simulation orbitale. Si vous activez les traînées, cela ressemble à une chambre à nuages de photographe. Écrit par Greg Bowering ; 1997.
ga: Dearann an ríomhchlár seo insamhladh simplí fithise. Má chumasaíonn tú na rianta, beidh dealramh aige le grianghraf i néalsoitheach. Scríofa ag Greg Bowering, 1997.
gl: Isto debuxa unha simulación orbital simple. Se activa os rastros, o efecto é semellante a unha fotografía dunha cámara de nubes. Escribiuno Greg Bowering en 1997.
hu: Egyszerű pályavonal-szimulációt valósít meg. Ha bekapcsolja a nyomvonalhúzást, hasonlítani fog egy ködkamrában készített felvételhez. Készítette: Greg Bowering, 1997.
it: Disegna una semplice simulazione orbitale. Abilitando le scie avrai un effetto simile alla fotografia in una camera a nebbia. Scritto da Greg Bowering; 1997.
ja: これはシンプルな回転軌道のシミュレーションです。オブジェクトの軌跡を有効にしていると、人でいっぱいの部屋の中の写真のように見えるでしょう。Greg Bowering、1997年作。
kk: Жәй орбиталар эмуляциясының бейнесі. Іздерді рұқсат етсеңіз, Вильсон камерасының суретіне ұқсас. Авторы: Greg Bowering; 1997.
ko: 간단한 궤도를 그립니다. 자취를 사용할 경우 구름 상자 사진과 비슷해집니다. Greg Bowering 작성, 1997년.
nb: Dette programmet tegner en enkel simulering av baner i rommet. Hvis du slår på objektspor likner det et fotografi fra et tåkekammer. Skrevet av Greg Bowering i 1997.
nds: En eenfache Ümloopbahn-Simuleren. Wenn Du de Sporen anmaakst, lett dat en beten wat as binnen en physikaalsch Nevelkamer. Schreven vun Greg Bowering, 1997.
nl: Dit toont een simpele simulatie van een ruimtebaan. Met paden ingeschakeld lijkt het op een soort van foto van een bellenkamer. In 1997 geschreven door Greg Bowering.
nn: Teiknar ei enkel simulering av planetbaner. Med spora på, ser det litt ut som eit tåkekammer-fotografi. Skriven av Greg Bowering i 1997.
pl: Ten program rysuje prostą symulację orbit. Jeśli włączone są ślady, wygląda to trochę jak fotografia z komory dymnej. Autor: Greg Bowering; 1997.
pt: Este programa desenha uma simulação orbital simples. Se activar os rastos, fica semelhante a uma fotografia de uma câmara de nuvens. Feito por Greg Bowering; 1997.
ru: Простая орбитальная симуляция. С опцией "Пути объектов" выглядит как фото диффузионной камеры. Автор Грег Боверинг (Greg Bowering), 1997.
sl: Izriše enostavno simulacijo orbitale. Če so sledi omogočene, je videti kot fotografija v oblačni komori. Napisal Greg Bowering, 1997.
sr@ijekavian: Црта једноставну орбиталну симулацију. Са укљученим траговима наликује фотографијама из маглене коморе. Написао Грег Бауеринг, 1997.
sv: Den här ritar en enkel bansimulering. Om du sätter på spår, ser det ut ungefär som ett fotografi från en dimkammare. Skriven av Greg Bowering, 1997.
uk: Ця програма малює просту імітацію орбіт. Якщо ввімкнути сліди руху,складається враження, що це фотографія зроблена камерою Вільсона. Автор — Greg Bowering, 1997.
zh_tw: 畫出簡單的軌道模擬。如果將軌跡打開，會看起來像是個「雲室」的圖片。由 Greg Bowering 撰寫，1997。

# @label:slider
source: Number of objects
ca@valencia: Nombre d'objectes
es: Número de objetos
et: Objektide arv
eu: Objektu kopurua
fi: Kappaleiden määrä
fr: Nombre d'objets
ga: Líon na réad
gl: Número de obxectos
hu: Objektumok száma
it: Numero di oggetti
ja: 物体の数
kk: Нысандар
ko: 객체 수
lv: Objektu skaits
nb: Antall objekter
nds: Tall vun Objekten
nl: Aantal objecten
nn: Talet på objekt
pl: Liczba obiektów
pt: Número de objectos
ru: Количество объектов
sl: Število predmetov
sr@ijekavian: Број објеката
sv: Antal objekt
uk: Кількість об’єктів
zh_tw: 物件數目

# @item:inrange Number of objects
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Number of objects
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @option:check
source: Orbital decay
ca@valencia: Debilitament orbital
es: Debilitamiento orbital
et: Orbiidi vaibumine
eu: Gainbehera orbitala
fi: Orbitaalihajoaminen
fr: Décalage orbital
ga: Meathlú fithiseach
gl: Decaemento orbital
hu: Pályalecsengés
it: Decadimento orbitale
ja: 軌道の減衰
kk: Ізі сөнсін
ko: 궤도 붕괴
lv: Orbītas sabrukšana
nb: Banehenfall
nds: Deeltjetobreken
nl: Orbitaal verval
nn: Banereduksjon
pl: Gasnące orbity
pt: Decaimento orbital
ru: Снижение орбиты
sl: Razpad orbite
sr@ijekavian: Опадање орбите
sv: Banförsämring
uk: Згасання орбіти
zh_tw: 軌道衰退

# @option:check
source: Object trails
ca@valencia: Rastres dels objectes
es: Rastros de objetos
et: Objektijälg
eu: Objektuen aztarnak
fi: Kappaleiden vanat
fr: Traînées des objets
ga: Rianta réada
gl: Rastros de obxectos
hu: Objektum nyomvonalak
it: Scie degli oggetti
ja: 物体の軌跡
kk: Траекториясы
ko: 객체 자취
lv: Objektu pēdas
nb: Objektspor
nds: Objektsporen
nl: Objectpaden
nn: Objektspor
pl: Ślady obiektów
pt: Rastos de objectos
ru: Пути объектов
sl: Sledi predmetov
sr@ijekavian: Трагови објеката
sv: Spår av objekt
uk: Сліди об'єктів
zh_tw: 物件軌跡

# @item screen saver name
source: Greynetic
ca@valencia: Grisnètic
et: Hallimeelsus
gl: Greynético
it: Grigionetico
kk: Қабаттасу
ko: 회색 도형
nds: Grieseneetsch
sr@ijekavian: Грејнетик
sv: Gråhet
uk: Стрибки разом
