Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @option:radio
source: Y lissajous
ca@valencia: Lissajous Y
fr: Lissajous Y
hu: Y Lissajous-féle
it: Lissajous Y
ja: Y リサジュー
kk: Y лиссажу
ko: Y 리사주
ru: лиссажу Y
sl: LIssajous Y
sr@ijekavian: Y Лисажуово
sv: Y-Lissajousfigurer
uk: Y-лісажу

# @option:check
source: Leave a trail
ca@valencia: Deixa un rastre
es: Dejar rastro
et: Jälgede jätmine
eu: Utzi arrasto bat
fi: Jätä jälki
fr: Laisse des traînées
ga: Fág conair
gl: Deixar un rastro
it: Lascia una scia
ja: 跡を残す
kk: Іздері қалсын
ko: 자취 남기기
lv: Atstāt pēdas
nb: Etterlat spor
nds: En Spoor trecken
nl: Sporen achterlaten
pl: Zostawiaj ślad
pt: Deixar um rasto
ru: Оставлять след
sl: Pusti sled
sr@ijekavian: Остављај траг
sv: Lämna ett spår
uk: Залишати сліди
zh_tw: 留下殘跡

# @option:check
source: Explain modes
ca@valencia: Explica els modes
es: Modo de explicación
et: Režiimide selgitamine
eu: Azalpen moduak
fi: Selitystilat
fr: Mode d'explication
gl: Explicar os modos
hu: Módok magyarázata
it: Spiega i modi
ja: 説明モード
kk: Түсініктеме
ko: 모드 설명
lv: Izskaidrot režīmus
nb: Forklar moduser
nds: Verkloren-Bedrief
nl: Uitlegmodussen
pl: Tryby wyjaśniające
pt: Explicar os modos
ru: Объяснять
sl: Načini razlage
sr@ijekavian: Објашњавај режиме
sv: Förklara lägen
uk: Опис режимів
zh_tw: 解釋模式

# @option:check
source: Wrap the screen
ca@valencia: Captura la pantalla
es: Ajustar la pantalla
et: Ekraani murdmine
eu: Pantaila bildu
fi: Kietaise näyttö
fr: Effacer l'écran
gl: Capturar a pantalla
it: Avvolgi lo schermo
ja: スクリーンを包む
kk: Экранды орап
ko: 화면 둘러싸기
lv: Apliekt ekrānu
nb: Bryt om skjermen
nds: Schirm ümbreken
nl: Het scherm omvouwen
pl: Zawiń ekran
pt: Enrolar o ecrã
ru: Обтекать экран
sl: Ovij zaslon
sr@ijekavian: Омотавај екран
sv: Ta över skärmen
uk: Навколо вікна
zh_tw: 包裹螢幕

# @item screen saver name
source: Worm
ca@valencia: Cuc
es: Gusano
et: Ussike
eu: Zizarea
fi: Mato
fr: Ver
gl: Verme
hu: Féreg
it: Verme
ja: 虫
kk: Құрт
ko: 벌레
lv: Tārps
nb: Orm
nn: Orm
pl: Robak
pt: Larva
sl: Črv
sr@ijekavian: Црв
sv: Mask
uk: Хробак
zh_tw: 蟲

# @info screen saver description
source: This screen saver was removed from the XScreenSaver distribution as of version 5.08. Draws multicolored worms that crawl around the screen. Written by Brad Taylor, Dave Lemke, Boris Putanec, and Henrik Theiling; 1991.
ca@valencia: Este estalvi de pantalla s'ha eliminat de la distribució de l'XScreenSaver des de la versió 5.08. Dibuixa cucs multicolors que s'arrosseguen per la pantalla. Escrit per Brad Taylor, Dave Lemke, Boris Putanec i Henrik Theiling; 1991.
es: Este salvapantallas ha sido eliminado del paquete XScreenSaver en la versión 5.08. Dibuja gusanos multicolores que se arrastran por la pantalla. Escrito por Brad Taylor, Dave Lemke, Boris Putanec y Henrik Theiling; 1991.
et: See ekraanisäästja eemaldati XScreenSaverist alates versioonist 5. 08. Näitab ekraanil roomavaid paljuvärvilisi ussikesi. Autorid: Brad Taylor, Dave Lemke, Boris Putanec ja Henrik Theiling; 1991.
eu: Pantaila babesle hau XScreenSaver banaketatik kendu zen 5.08 bertsioan. Pantailan zehar ibiltzen diren kolore askotako harrak marrazten ditu. Brad Taylor, Dave Lemke, Boris Putanec, eta Henrik Theiling-ek idatzia; 1991.
fi: Tämä näytönsäästäjä poistettiin XScreenSaver-jakelusta versiosta 5.08 alkaen. Luo ympäri näyttöä kiemurtelevia monivärisiä matoja. Kirjoittaneet Brad Taylor, Dave Lemke, Boris Putanec ja Henrik Theiling, 1991.
fr: Cet écran de veille a été retiré de la distribution de XScreenSaver depuis la version 5.08. Dessine des vers multicolores qui rampent autour de l'écran. Écrit par Brad Taylor, Dave Lemke, Boris Putanec, et Henrik Theiling ; 1991.
gl: Este salvapantallas eliminouse da distribución de XScreenSaver na súa versión 5.08. Debuxa varios vermes multicoloridos que andan pola pantalla. Escribírono Brad Taylor, Dave Lemke, Boris Putanec e Henrik Theiling en 1991.
hu: Ez a képernyővédő eltávolításra került az XScreenSaverből az 5.08-as verzió óta. Többszínű kukacokat rajzol, amelyek mindenfelé csúszkálnak a képernyőn. Készítette: Brad Taylor, Dave Lemke, Boris Putanec és Henrik Theiling, 1991.
it: Questo salvaschermo è stato rimosso da XScreenSaver a partire dalla versione 5.08. Disegna vermi di colori multipli che girano intorno nello schermo. Scritto da Brad Taylor, Dave Lemke, Boris Putanec e Henrik Theiling; 1991.
ja: このスクリーンセーバーは XScreenSaver バージョン 5.08 から削除されました。xlock の古くからある、スクリーン上を多色の虫が這いずり回るハックです。Brad Taylor、Dave Lemke、Boris Putanec、Henrik Theiling、1991年作。
kk: Бұл экран сақтаушысы XScreenSaver-ден 5.08 дистрибутивінен бастап алынып тасталған. Экранда бауырлап жүрген түрлі-түсті құрттарды бейнелейді. Авторлары: Brad Taylor, Dave Lemke, Boris Putanec, Henrik Theiling; 1991.
nb: Denne pauseskjermen ble tatt bort fra XScreenSaver i versjon65.08.Tegner flerfargede marker som kravler rundt på skjermen. Skrevet av Brad Taylor, Dave Lemke, Boris Putanec og Henrik Theiling i 1991.
nds: Disse Pausschirm warrt af XScreenSaver-Verschoon 5.08 nich mehr anbaden. Wörms in all Regenbagenklören kruupt op Dien Schirm rüm. 1991 schreven vun Brad Taylor, Dave Lemke, Boris Putanec un Henrik Theiling.
nl: Deze schermbeveiliging was verwijderd van de XScreenSaver distributie vanaf versie 5.08. Toont veelkleurige wormen die over het scherm kruipen. In 1991 geschreven door Brad Taylor, Dave Lemke, Boris Putanec en Henrik Theiling.
pl: Ten wygaszacz został usunięty z XScreenSaver od wersji 5.08. Rysuje wielokolorowe robaki pełzające po ekranie. Autorzy: Brad Taylor, Dave Lemke, Boris Putanec i Henrik Theiling; 1991.
pt: Este protector de ecrã foi removido da distribuição do XScreenSaver na versão 5.08. Desenha várias larvas multi-coloridas que andam às voltas no ecrã. Feito por Brad Taylor, Dave Lemke, Boris Putanec e por Henrik Theiling; 1991.
ru: Этот хранитель экрана был удалён из поставки XScreenSaver с версии 5.08. Одна из первых экранных заставок, рисует ползающих по экрану цветных червяков. Авторы Брэд Тейлор (Brad Taylor), Дейв Лемке (Dave Lemke), Борис Путанек (Boris Putanec) и Генрих Тейлинг (Henrik Theiling), 1991
sl: Ta ohranjevalnik zaslona je bil iz distribucij XScreenSaver v različici 5.08. Izriše večbarvne črve, ki se plazijo po zaslonu. Napisali Brad Taylor, Dave Lemke, Boris Putanec in Henrik Theiling, 1991.
sr@ijekavian: (Овај чувар екрана уклоњен је из дистрибуције Икс‑чувара-екрана од издања 5.08.) Црта шарене црве како гмижу преко екрана. Написали Бред Тејлор, Дејв Лемке, Борис Путанек и Хенрик Тајлинг, 1991.
sv: Den här skärmsläckaren togs bort från distributionen av XScreenSavers från version 5.08. Ritar mångfärgade ormar som krälar omkring på skärmen. Skrivet av Brad Taylor, Dave Lemke, Boris Putanec och Henrik Theiling, 1991.
uk: Зберігач екрана було вилучено з пакунка XScreenSaver, починаючи з версії 5.08. Показує різнокольорових черв’яків, що повзають екраном. Автори — Brad Taylor, Dave Lemke, Boris Putanec та Henrik Theiling; 1991.
zh_tw: 這個螢幕保護程式從版本 5.08 起已從 XScreenSaver 中移除。畫出不同顏色的蟲，在螢幕上爬行。由 Brad Taylor，Dave Lemke，Boris Putanec 與 Henrik Theiling 撰寫，1991。

# @item screen saver name
source: Wormhole
ca@valencia: Forat de cuc
es: Agujero de gusano
et: Ussiauk
eu: Zizare-zuloa
fi: Madonreikä
fr: Tunnel spatial
gl: Furado de verme
hu: Féreglyuk
it: Cunicolo spazio-temporale
ja: ワームホール
kk: Жұлдызды дәліз
ko: 웜홀
lv: Tārpeja
nb: Markhull
nds: Wormlock
nn: Ormehol
pl: Tunel
pt: Buraco de larva
ru: Туннели Вселенной
sl: Črvja luknja
sr@ijekavian: Црвоточина
sv: Maskhål
uk: Хробакова дірка
zh_tw: 蟲洞

# @info screen saver description
source: Flying through a colored wormhole in space. Written by Jon Rafkind; 2004.
ca@valencia: Volant per dins un forat de cuc acolorit a l'espai. Escrit per Jon Rafkind; 2004.
es: Volar a través de un agujero de gusano de color en el espacio. Escrito por Jon Rafkind; 2004.
et: Lendamine läbi kosmose värvilise ussiaugu. Autor: Jon Rafkind; 2004.
eu: Espazioko zizare-zulo koloredun batean zehar hegan egiten. Jon Rafkind-ek idatzia; 2004.
fi: Lentää värikkään madonreiän läpi avaruudessa. Kirjoittanut Jon Rafkind, 2004.
fr: Voler à travers un tunnel coloré dans l'espace. Écrit par Jon Rafkind ; 2004.
gl: Voar a través dun canal colorido no espazo. Escribiuno Jon Rafkind en 2004.
hu: Egy színes féreglyukon keresztüli repülés az űrben. Készítette: Jon Rafkind, 2004.
it: Vola attraverso un cunicolo spaziale colorato. Scritto da Jon Rafkind; 2004.
ja: 色付けられたワームホールの中を飛び抜けます。Jon Rafkind、2004年作。
kk: Жұлдызды дәлізден ұшуды бейнелейді. Авторы: Jon Rafkind; 2004.
lv: Lidojums cauri krāsainai tārpejai Visumā. Sarakstīja Jon Rafkind; 2004.
nb: Flyr gjennom et farget markhull i rommet. Skrevet av Jon Rafkind i 2004.
nds: En Floog dör en bunt Wormlock in'n Weltruum. Schreven vun Jon Rafkind, 2004.
nl: Vliegend dooor een gekleurde wormgat in de ruimte. In 2004 geschreven door Jon Rafkind.
pl: Lot poprzez kolorowy tunel w przestrzeni. Autor: Jon Rafkind; 2004.
pt: Voar através de um canal colorido no espaço. Feito por Jon Rafkind; 2004.
ru: Полёт сквозь цветной туннель в пространстве. Автор Джон Рафкинд (Jon Rafkind), 2004.
sl: Letenje skozi obarvano črvjo luknjo v vesolju. Napisal Jon Rafkind, 2004.
sr@ijekavian: Лет кроз разнобојну црвоточину у свемиру. Написао Џон Рафкинд, 2004.
sv: Flygning genom ett färgat maskhål i rymden. Skriven av Jon Rafkind, 2004.
uk: Політ крізь кольорову хробакову дірку (червоточину) у просторі. Автор — Jon Rafkind; 2004.
zh_tw: 飛過太空中的彩色蟲洞。由 Jon Rafkind 撰寫，2004。

# @label:slider
source: Star speed
ca@valencia: Velocitat de les estrelles
es: Velocidad de la estrella
et: Tähe kiirus
eu: Izarren abiadura
fi: Tähtien nopeus
fr: Vitesse des étoiles
gl: Velocidade das estrelas
hu: Csillagsebesség
it: Velocità delle stelle
ja: 星のスピード
kk: Жұлдыздар жылдамдығы
ko: 별 속도
lv: Zvaigžņu ātrums
nb: Stjernehastighet
nds: Steerngauheit
nl: Sterrensnelheid
pl: Prędkość gwiazd
pt: Velocidade das estrelas
ru: Скорость звёзд
sl: Hitrost zvezd
sr@ijekavian: Брзина звијезда
sv: Stjärnhastighet
uk: Швидкість зірок
zh_tw: 星體速度

# @item:inrange Star speed
source: Slow
ca@valencia: Lenta
es: Lenta
et: Aeglane
eu: Poliki
fi: Hidas
fr: Lente
ga: Mall
gl: Lento
hu: Lassú
it: Lente
ja: 遅く
kk: Баяу
ko: 느리게
lv: Lēni
nb: Langsom
nds: Langsam
nl: Traag
nn: Sakte
pl: Wolno
pt: Lenta
ru: Медленнее
sl: Počasna
sr@ijekavian: споре
sv: Långsam
uk: Повільно
zh_tw: 慢

# @item:inrange Star speed
source: Fast
ca@valencia: Ràpida
es: Rápida
et: Kiire
eu: Azkar
fi: Nopea
fr: Rapide
ga: Tapa
gl: Rápido
hu: Gyors
it: Veloci
ja: 速く
kk: Тез
ko: 빠르게
lv: Ātri
nb: Rask
nds: Gau
nl: Snel
nn: Rask
pl: Szybko
pt: Rápida
ru: Быстрее
sl: Hitra
sr@ijekavian: брзе
sv: Snabb
uk: Швидко
zh_tw: 快

# @label:slider
source: Stars created
ca@valencia: Estrelles creades
es: Estrellas creadas
et: Loodud tähti
eu: Izarrak sortuta
fi: Luotuja tähtiä
fr: Étoiles créées
gl: Estrelas creadas
hu: Csillagok létrehozva
it: Stelle create
ja: 星の数
kk: Жұлдыздар
ko: 별 생성
lv: Izveidotās zvaigznes
nb: Stjerner laget
nds: Opstellt Steerns
nl: Aangemaakte sterren
pl: Utworzone gwiazdy
pt: Estrelas criadas
ru: Количество звёзд
sl: Ustvarjene zvezde
sr@ijekavian: Стварање звијезда
sv: Stjärnor skapas
uk: Кількість зірок
zh_tw: 已建立星體

# @item:inrange Stars created
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Dažas
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: слабо
sv: Få
uk: Мало
zh_tw: 少

# @item:inrange Stars created
source: Lots
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Paljon
fr: Beaucoup
ga: Go Leor
gl: Moitos
hu: Sok
it: Molte
ja: 組
kk: Көп
ko: 많음
lv: Daudzas
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: издашно
sv: Massor
uk: Багато
zh_tw: 很多

# @item screen saver name
source: XAnalogTV
ca@valencia: TV analògica X
et: XAnaloogTV
fi: X-Analogi-TV
fr: Vieille TV
it: TV analogica
ja: アナログテレビ
kk: Ескі телевизор X
ko: X 아날로그 TV
nds: XOolFeernsehn
ru: Старенький телевизор
sr@ijekavian: Икс‑аналогни‑ТВ
uk: Старий телевізор (X)

# @info screen saver description
source: a detailed simulation of an old TV set, including artifacts like snow, bloom, distortion, ghosting, and hash noise. It also simulates the TV warming up. It will cycle through 12 channels, some with images you give it, and some with color bars or nothing but static. Written by Trevor Blackwell; 2003.
ca@valencia: Una simulació detallada d'una televisió antiga, amb diversos defectes d'imatge com neu, vellut, distorsió doble imatge, i soroll. També simula l'esclafament de la TV. Canviarà entre 12 canals, alguns amb imatges que heu proporcionat, i d'altres amb barres de colors, o res més que estàtica. Escrit per Trevor Blackwell; 2003.
es: una detallada simulación de un televisor antiguo incluyendo cosas como nieve, imágenes fantasma, flores o distorsiones y sonido cribado. También simula el calentamiento del televisor. Tiene 12 canales, algunos con imágenes que usted proporciona, otros con barras de colores, y otros con nada. Escrito por Trevor Blackwell; 2003.
et: Üksikasjalik vana teleri simulatsioon, sealhulgas niisugused artefaktid, nagu lumesadu, õitsemine, moonutus, tondiefekt ja räsimüra. Samuti simuleeritakse teleri soojenemist. Keritakse läbi kõik kakstest kanalit, milles mõnes on sinu antud pildid, mõnes aga esinevad värviribad või üldse ainult staatiline müra. Autor: Trevor Blackwell; 2003.
fi: Yksityiskohtainen simulointi vanhasta TV-vastaanottimesta lumisateineen, vääristymineen, haamukuvineen ja muine häiriöineen. Jäljittelee myös TV:n lämpenemistä. Käy vuoroon 12 kanavalla, joista joiltakin tulee ohjelmaa, joillakin on väripalkkeja tai vain kohinaa. Kirjoittanut Trevor Blackwell, 2003.
it: Mostra una simulazione dettagliata di un vecchio televisore, inclusi artefatti come neve, debordo, distorsione, immagini fantasma, e rumore di fondo. Simula anche il riscaldamento del televisore. Passerà in ciclo tra dodici canali, alcuni con le immagini che fornisci tu, altri con barre di colori o nient'altro che interferenze. Scritto da Trevor Blackwell; 2003.
nb: en detaljert simulering av en gammel TV, som også inneholder diverse bildefeil som snø, bildeblomst, spøkelsesbilde og støy.Det simulerer også oppvarming av apparatet. Det går gjennom 12 kanaler, noen med bilder du oppgir, noen med fargesøyler eller bare støy. Skrevet av Trevor Blackwell i 2003.
nds: En nau Simuleren vun en ool Feernsehn mit verscheden Bildfehlers, as a.B. Snee, Överstrahlen, Vertarren, Spöökbiller un Signaalstören. Ok de Warmlooptiet warrt simuleert. Wiest warrt 12 Senners, en poor mit Dien angeven Biller, un en poor mit Klöörbalkens, oder bloots staatsch Rusen. Schreven vun Trevor Blackwell, 2003.
nl: Een gedetailleerde simulatie van een oud televisietoestel inclusief verschillende artefacten zoals sneeuw, aanslag, vervorming, spookbeelden en sissende ruis. Het simuleert ook het opwarmen van de televisietoestel. Het zal 12 kanalen doorlopen, sommige met door u gegeven afbeeldingen en sommige met kleurbalken of niets dan statische ruis. In 2003 geschreven door Trevor Blackwell.
pl: szczegółowa symulacja starego odbiornika TV, uwzględniając takie zakłócenia jak śnieżenie, poświata, zniekształcenie, zjawy czy szum. Symuluje również rozgrzewanie się odbiornika TV. Przełącza się przez 12 kanałów: niektóre z dostarczonymi wcześniej obrazami, inne z kolorowymi pasami, czy też po prostu statyczne. Autor: Trevor Blackwell; 2003.
pt: Uma simulação detalhada de uma televisão antiga, mostrando diferentes padrões de testes, com diversos defeitos da imagem, como a chuva, distorção, imagens-fantasma e ruído disperso. Também simula a televisão a aquecer. Irá percorrer 12 canais, alguns deles mostrando imagens que lhe indicar, e outros com barras coloridas ou apenas estática. Feito por Trevor Blackwell; 2003.
sl: Podrobna simulacija stare televizije, ki prikaže različne preizkusne vzorce z različnimi artefakti kot so sneženje, cvetenje, popačenje, duhovi in razpršeni šum. Simulira tudi ogrevanje televizije. Krožil bo skozi 12 kanalov, nekatere s podanimi slikami, nekatere pa z barvnimi vrsticami ali samo s statiko. Napisal je Trevor Blackwell, 2003.
sr@ijekavian: Детаљна симулација старог телевизора, уз сметње попут снијега, цвјетања, изобличења, духова, и дисперзионог шума. Такође симулира загријевање телевизора. Скакаће кроз 12 канала; на некима ће бити слике које сами задате, а на другима траке боја или ништа до шума. Написао Тревор Блаквел, 2003.
sv: En detaljerad simulering av en gammal tv-apparat inklusive bildförvrängningar som snö, flamning, distorsion, spökbilder och omslagsbrus. Den simulerar också när tv:n värms upp. Den går igenom 12 kanaler i tur och ordning, vissa med bilder som du anger, och vissa med färgade linjer eller ingenting annat en brus. Skriven av Trevor Blackwell, 2003.
uk: У XAnalogTV ви спостерігатимете за докладною імітацією старого телеприймача, зокрема снігом, шаром пилу, викривленням, роздвоєнням зображення, шумом. Також програма імітує «розігрівання» телевізора. Програма циклічно перемикає 12 каналів. На деяких з них буде показано вказані вами зображення, на деяких — кольорові смуги, на інших — нічого, окрім статики. Автор — Trevor Blackwell; 2003.
zh_tw: 寫實地模擬舊式的電視機上的測試畫面，包括快損壞時的雪花啦、雜訊啦、扭曲啦、軌影啦等等。它也模擬舊電視暖機的樣子。它會輪流跑過 12 個頻道，有些顯示您指定的影像，有些是色彩測試用的靜止彩色列（color bar）畫面。由 Trevor Blackwell 撰寫，2003。
