Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inrange Spin
source: Whirlwind
ca@valencia: Molí de vent
et: Tuulispask
eu: Haize zurrunbiloa
fi: Pyörretuuli
fr: Souffle de vent tourbillonnant
ga: Cuaifeach
gl: Remuíño do vento
hu: Forgószél
it: Vortice
kk: Құйындап
ko: 소용돌이
lv: Virpulis
nb: Virvelvind
nds: Küselwind
nl: Wervelwind
nn: Kvervelvind
pl: Trąba powietrzna
pt: Remoinho
ru: Смерч
sl: Vrtinec
sr@ijekavian: вихор
sv: Virvelvind
uk: Вихор
zh_tw: 旋風

# @option:radio
source: Draw Tiles
ca@valencia: Dissenya les peces
es: Dibujar baldosas
et: Klotside näitamine
eu: Marraztu teilak
fi: Piirrä laattoja
fr: Dessiner des carreaux
ga: Dear Tíleanna
gl: Debuxar pezas
hu: Lapok rajzolása
it: Disegna piastrelle
ja: タイルを描画
kk: Шаршылар
ko: 타일 그리기
lv: Zīmēt kauliņus
nb: Tegn fliser
nds: Kacheln wiesen
nl: Tegels tekenen
nn: Teikn fliser
pl: Rysuj klocki
pt: Desenhar as Peças
ru: Рисовать костяшки
sl: Izriši ploščice
sr@ijekavian: Цртај плочице
sv: Rita plattor
uk: Малювати плитки
zh_tw: 繪製磚塊

# @option:radio
source: Draw Sticks
ca@valencia: Dibuixa pals
es: Dibujar palos
et: Pulkade näitamine
eu: Marraztu makilak
fi: Piirrä tikkuja
fr: Dessiner des battons
ga: Dear Maidí
gl: Debuxar barras
hu: Pálcikák rajzolása
it: Disegna bastoncini
ja: 線を描く
kk: Таяқшалар
ko: 막대 그리기
lv: Zīmēt mietus
nb: Tegn pinner
nds: Pinnen wiesen
nl: Stokken tekenen
nn: Teikn pinnar
pl: Rysuj pręty
pt: Desenhar os Paus
ru: Рисовать палочки
sl: Izriši palice
sr@ijekavian: Цртај штапове
sv: Rita pinnar
uk: Малювати палички
zh_tw: 繪製棒子

# @label:spinbox
source: Width
ca@valencia: Amplada
es: Ancho
et: Laius
eu: Zabalera
fi: Leveys
fr: Largeur
ga: Leithead
gl: Ancho
hu: Szélesség
it: Larghezza
ja: 幅
kk: Ені
ko: 너비
lv: Platums
nb: Bredde
nds: Breed
nl: Breedte
nn: Breidd
pl: Szerokość
pt: Largura
ru: Ширина
sl: Širina
sr@ijekavian: Ширина
sv: Bredd
uk: Ширина
zh_tw: 寬度

# @label:spinbox
source: Depth
ca@valencia: Profunditat
es: Profundidad
et: Sügavus
eu: Sakonera
fi: Syvyys
fr: Profondeur
ga: Doimhneacht
gl: Profundidade
hu: Mélység
it: Profondità
ja: 深さ
kk: Ұзындығы
ko: 깊이
lv: Dziļums
nb: Dybde
nds: Deepde
nl: Diepte
nn: Djupn
pl: Głębokość
pt: Profundidade
ru: Глубина
sl: Globina
sr@ijekavian: Дубина
sv: Djup
uk: Глибина
zh_tw: 深度

# @option:check
source: Load image
ca@valencia: Carrega una imatge
es: Cargar imagen
et: Laaditud pilt
eu: Zamatu irudia
fi: Lataa kuva
fr: Charger une image
ga: Luchtaigh íomhá
gl: Cargar a imaxe
hu: Kép betöltése
it: Carica immagine
ja: イメージの読み込み
kk: Кескіні болсын
ko: 그림 불러오기
lv: Ielādēt attēlu
nb: Last inn bilde
nds: Bild laden
nl: Afbeelding laden
nn: Bruk bilete
pl: Wczytaj obraz
pt: Carregar uma imagem
ru: Загрузить изображение
sl: Naloži sliko
sr@ijekavian: Учитај слику
sv: Ladda bild
uk: Завантажити зображення
zh_tw: 載入圖像

# @item screen saver name
source: FlipScreen3D
ca@valencia: Gira pantalles 3D
et: 3DEkraaniMuserdaja
eu: Pantaila biratu 3D
fi: Näytönpyöräytys 3D
fr: Tourne écran 3D
gl: Pantalla invertida 3D
it: Schermo invertito tridimensionale
ja: フリップスクリーン 3D
kk: Бұралма экран
ko: 3차원 화면 뒤집기
nds: Dreihschirm 3D
nn: Skjermvendar 3D
pl: Obracający się ekran 3D
pt: Ecrã Invertido 3D
ru: Перевёртыш
sl: Zrcali zaslon 3D
sr@ijekavian: Окрет-екран 3Д
sv: Skärmvändare 3D
uk: Просторове віддзеркалення екрана
zh_tw: 翻轉螢幕3D

# @info screen saver description
source: Spins and deforms an image. Written by Ben Buxton and Jamie Zawinski; 2001.
ca@valencia: Gira i deforma una imatge. Escrit per Ben Buxton i Jamie Zawinski; 2001.
es: Gira y deforma una imagen. Escrito por Ben Buxton y Jamie Zawinski; 2001.
et: Pildi pööritamine ja moonutamine. Autorid: Ben Buxton ja Jamie Zawinski, 2001.
fi: Pyörittää ja vääristää kuvaa. Kirjoittaneet Ben Buxton ja Jamie Zawinski, 2001.
it: Ruota e deforma un'immagine. Scritto da Ben Buxton e Jamie Zawinski; 2001.
ko: 그림을 회전하고 변형합니다. Ben Buxton, Jamie Zawinski 작성, 2001년.
nb: Roterer og forvrenger et bilde.Skrevet av Ben Buxton og Jamie Zawinski, 2001.
nds: Dreiht un vertarrt en Bild. Schreven 2001 vun Ben Buxton Jamie Zawinski.
nl: Draait en vervormt een afbeelding. In 2001 geschreven door Ben Buxton en Jamie Zawinsk.
pl: Obraca i zniekształca obraz. Autor: Ben Buxton i Jamie Zawinski; 2001.
pt: Roda e deforma uma imagem. Feito por Ben Buxton e Jamie Zawinski; 2001.
sl: Zavrti in popači sliko. Napisala Ben Buxton in Jamie Zawinski; 2001.
sr@ijekavian: Врти и деформише слику. Написали Бен Бакстон и Џејми Завински, 2001.
sv: Snurrar och deformerar en bild. Skriven av Ben Buxton och Jamie Zawinski; 2001.
uk: Обертає і спотворює зображення у різні способи. Автори — Ben Buxton та Jamie Zawinski; 2001.
zh_tw: 將一張影像旋轉並變形。由 Ben Buxton 與 Jamie Zawinski 撰寫，2001。

# @info screen saver description
source: Grabs an image of the desktop and spins and deforms it in 3D. Written by Ben Buxton and Jamie Zawinski; 2001.
ca@valencia: Captura una imatge de l'escriptori, la gira i la deforma en 3D. Escrit per Ben Buxton i Jamie Zawinski; 2001.
es: Captura una imagen del escritorio y la gira y deforma en 3D. Creado por Ben Buxton y Jamie Zawinski; 2001.
et: Haarab töölaua kujutise ning keerutab ja moonutab seda seejärel ruumiliselt kõikvõimalikul moel. Autorid: Ben Buxton ja Jamie Zawinski; 2001.
fi: Kaappaa työpöydältä kuvan ja pyörittää ja vääristää sitä kolmiulotteisesti. Kirjoittaneet Ben Buxton ja Jamie Zawinski, 2001.
it: Prende un'immagine dal desktop e la ruota fino a deformarla in vari modi. Scritto da Ben Buxton e Jamie Zawinski; 2001.
ko: 데스크톱 이미지를 캡처하여 3차원 형태로 회전 및 변형시킵니다. Ben Buxton, Jamie Zawinski 작성, 2001년.
nb: Griper et bilde av skrivebordet, lager et GL teksturkart av det, snurrer det rundt og deformerer det i 3D.Skrevet av Ben Buxton og Jamie Zawinski, 2001.
nds: Griept sik Bild vun den Schirm un dreiht un formt dat in 3D op verscheden Oorden üm. Schreven 2001 vun Ben Buxton un Jamie Zawinski.
nl: Neemt een schermafdruk van uw bureaublad en draait het rond in 3D. In 2001 geschreven door Ben Buxton en Jamie Zawinsk.
pl: Pobiera obraz z pulpitu, a następnie obraca go i zniekształca w trójwymiarze. Autor: Ben Buxton i Jamie Zawinski; 2001.
pt: Agarra numa imagem do ecrã, roda-a e deforma-a de várias formas em 3D. Feito por Ben Buxton e Jamie Zawinski; 2001.
sl: Zgrabi sliko namizja, jo zavrti in popači v 3D. Napisala Ben Buxton in Jamie Zawinski, 2001.
sr@ijekavian: Хвата слику површи и врти је и деформише у 3Д. Написали Бен Бакстон и Џејми Завински, 2001.
sv: Fångar en bild av skrivbordet och snurrar runt och deformerar den i tre dimensioner. Skriven av Ben Buxton och Jamie Zawinski, 2001.
uk: Бере зображення із стільниці і обертає та спотворює його у різний спосіб. Автори — Ben Buxton та Jamie Zawinski; 2001.
zh_tw: 從桌面上抓取畫面，並以不同的方式旋轉與變形為 3D。由 Ben Buxton 與 Jamie Zawinski 撰寫，2001。

# @info screen saver description
source: Grabs an image of the desktop, turns it into a GL texture map, and spins it around and deforms it in various ways. Written by Ben Buxton and Jamie Zawinski; 2001.
ca@valencia: Captura una imatge de l'escriptori, la converteix en un mapa de textures GL, la fa girar i la deforma de diverses maneres. Escrit per Ben Buxton i Jamie Zawinski; 2001.
es: Captura una imagen del escritorio, la convierte en un mapa de texturas GL y la hace girar hasta que la deforma de varias maneras. Creado por Ben Buxton y Jamie Zawinski; 2001.
et: Haarab töölaua kujutise, tekstuurib selle GL kujutiseks ning keerutab ja moonutab seda seejärel kõikvõimalikul moel. Autorid: Ben Buxton ja Jamie Zawinski; 2001.
eu: Mahaigainaren irudi bat hartu, GL textura mapa batera bihurtu eta modu anitzetan biratu eta deformatzen du. Ben Buxton eta Jamie Zawinski-k idatzia; 2001.
fi: Kaappaa työpöydältä kuvan, muuttaa sen GL-pintakuvioksi ja pyörittää ja vääristää sitä eri tavoin. Kirjoittaneet Ben Buxton ja Jamie Zawinski, 2001.
fr: Prend une image du bureau, la fait tourner et la déforme de plusieurs manières en utilisant une texture OpenGL. Écrit par Ben Buxton et Jamie Zawinski ; 2001.
ga: Tógann sé seo íomhá den deasc, déanann sé mapa uigeachta GL as, agus díchumann sé é ar bhealaí éagsúla. Scríofa ag Ben Buxton agus Jamie Zawinski, 2001.
gl: Toma unha imaxe da pantalla, transfórmaa nun mapa de textura de GL e ródao e defórmao de varias maneiras. Escribírono Ben Buxton e Jamie Zawinski en 2001.
hu: A program OpenGL-es textúrává alakítja az asztal képét, majd körbeforgatja és változatos módon eltorzítja. Készítette: Ben Buxton és Jamie Zawinski, 2001.
it: Prende un'immagine dal desktop, la rende una mappatura di trama GL e la ruota fino a deformarla in vari modi. Scritto da Ben Buxton e Jamie Zawinski; 2001.
ja: デスクトップの画像を GL のテクスチャマップに変換し、回転させ、さまざまな方法で変形させます。Ben Buxton と Jamie Zawinski、2001年作。
kk: Экранның кескінін алып, GL текстураға аударып, оны бұрайды да, бұрмалайды да. Авторлары: Ben Buxton мен Jamie Zawinski; 2001.
ko: 데스크톱 이미지를 캡처하여 GL 텍스처 맵으로 변환하고 다양한 형태로 회전 및 변형시킵니다. Ben Buxton, Jamie Zawinski 작성, 2001년.
nb: Griper et bilde av skrivebordet, lager et GL teksturkart av det, og snurrer det rundt og deformerer det på forskjellige måter. Skrevet av Ben Buxton og Jamie Zawinski, 2001.
nds: Wannelt dat Schirmbild na en GL-Textuurkoort üm, dreiht ehr un formt ehr op verscheden Oorden üm. 2001 schreven vun Ben Buxton un Jamie Zawinski.
nl: Neemt een schermafdruk van uw bureaublad en verandert dit in een GL-textuurmap, draait het rond en vervormt het op verscheidene manieren. In 2001 geschreven door Ben Buxton en Jamie Zawinsk.
nn: Snurrar eit bilete av skjermen rundt, og forvrengjer det på ulike vis. Skriven av Ben Buxton og Jamie Zawinski i 2001.
pl: Zrzuca obraz ekranu, zamienia go na teksturę GL którą obraca i deformuje na różne sposoby. Autor: Ben Buxton i Jamie Zawinski; 2001.
pt: Agarra numa imagem do ecrã, transforma-a num mapa de textura de GL e roda-o e deforma-o de várias formas. Feito por Ben Buxton e Jamie Zawinski; 2001.
ru: Захватывает изображение рабочего стола, переводит его в текстуру OpenGL, переворачивает и искажает его различными способами. Авторы — Бен Бакстон (Ben Buxton) и Джеми Завински (Jamie Zawinski), 2001.
sl: Zgrabi sliko namizja, jo pretvori v preslikavo GL teksture in jo na različne načine zavrti in popači. Napisala Ben Buton in Jamie Zawinski, 2001.
sr@ijekavian: Хвата слику површи, претвара је у ГЛ текстуру, и врти је и деформише на различите начине. Написали Бен Бакстон и Џејми Завински, 2001.
sv: Fångar en bild av skrivbordet, omvandlar den till en GL strukturavbildning, och snurrar runt och deformerar den på olika sätt. Skriven av Ben Buxton och Jamie Zawinski, 2001.
uk: Бере зображення із стільниці, перетворює його в карту текстури GL та обертає її і спотворює різними способами. Автори — Ben Buxton та Jamie Zawinski; 2001.
zh_tw: 從桌面上抓取畫面，轉換成 GL 組織圖，並以不同的方式旋轉與變形。由 Ben Buxton 與 Jamie Zawinski 撰寫，2001。

# @option:check
source: Rotate
ca@valencia: Gira
es: Rotar
et: Pööramine
eu: Biratu
fi: Kierrä
fr: Tourner
ga: Rothlaigh
gl: Rotar
hu: Forgatás
it: Ruota
ja: 回転
kk: Айналсын
ko: 회전
lv: Pagriezt
nb: Roter
nds: Dreihen
nl: Draaien
nn: Drei
pl: Obróć
pt: Rodar
ru: Вращение
sl: Zavrti
sr@ijekavian: Обртање
sv: Rotera
uk: Обернути
zh_tw: 旋轉

# @item screen saver name
source: FlipText
ca@valencia: Text invertit
et: Tekstipööraja
eu: FlipText (Testu biratua)
fi: Tekstinpyöräytys
fr: Texte bondissant
gl: Voltear o texto
hu: Forgó szöveg
it: Ribalta testo
ja: フリップテキスト
kk: Ұшқыш сөздер
ko: 뒤집히는 텍스트
nb: Tekstvender
nds: Spegeltext
nl: Omgedraaide tekst
nn: Tekstvendar
pl: Przewróć tekst
pt: Texto Invertido
sl: Zrcaljenje besedila
sr@ijekavian: Текстокрет
sv: Vändtext
uk: Віддзеркалення тексту
zh_tw: 翻轉文字

# @info screen saver description
source: Draws successive pages of text. The lines flip in and out in a soothing 3D pattern. Written by Jamie Zawinski; 2005.
ca@valencia: Dibuixa pàgines successives de text. Les línies giren al voltant d'un patró 3D. Escrit per Jamie Zawinski; 2005.
es: Muestra varias páginas de texto con las líneas dando vueltas según un relajante patrón 3D. Creado por Jamie Zawinski; 2005.
et: Näitab mõnd rida ekraanil lendlevat kolmemõõtmelist teksti. Autor: Jamie Zawinski; 2005.
fi: Näytöllä pyörii muutamarivinen teksti kolmiulotteisin kirjaimin. Kirjoittanut Jamie Zawinski, 2005.
fr: Affiche quelques lignes de texte tournant dans une police en 3D. Écrit par Jamie Zawinski ; 2005.
ga: Taispeánann sé seo leathanaigh chomhleantacha téacs. Smeachann na línte isteach agus amach i bpatrún suaimhneasach. Scríofa ag Jamie Zawinski, 2005.
gl: Debuxa páxinas de texto sucesivas. As liñas van dun lado para outro nun relaxante patrón 3D. Escribiuno Jamie Zawinski en 2005.
hu: Egymást követő szöveges oldalakat jelenít meg. A sorok egy nyugtató 3D-s mintában mozognak. Készítette: Jamie Zawinski, 2005.
it: Mostra delle pagine di testo in successione. Le righe entrano ed escono secondo un rilassante schema tridimensionale. Scritto da Jamie Zawinski; 2005.
kk: Кеңістікте ұшып жүрген жазулар.Авторы: Jamie Zawinski; 2005.
ko: 여러 쪽의 텍스트를 그립니다. 선은 톱니 3D 패턴으로 안쪽 바깥쪽으로 그립니다. Jamie Zawinski 작성, 2005년.
nb: Viser etterfølgende tekstsider. Tekstlinjene vipper ut og inn i et beroligende 3D- mønster. Skrevet av Jamie Zawinski, 2005.
nds: Wiest en Reeg vun dörgahn Textsieden. De Regen warrt suutje in en 3D-Muster ümdreiht. Schreven vun Jamie Zawinski, 2005.
nl: Toont een aantal driedimensionale tekstregels die draaiende bewegingen maken. In 2005 geschreven door Jamie Zawinski.
nn: Teiknar etterfølgjande tekstsider. Tekstlinjene fer inn og ut i eit roleg 3D-mønster. Skriven av Jamie Zawinski i 2005.
pl: Strony tekstu wyświetlane kolejno po sobie. Linie tekstu przełączają się w spokojnym, trójwymiarowym wzorze. Autor: Jamie Zawinski; 2005.
pt: Desenha algumas páginas sucessivas de texto. As linhas andam às voltas com um padrão 3D. Feito por Jamie Zawinski; 2005.
ru: Последовательно выводит страницы текста. Строчки зеркально отражаются в одну и в другую сторону в плавном и спокойном трёхмерном рисунке. Автор Джеми Завински (Jamie Zawinski), 2005.
sl: Izriše zaporedne strani besedila. Vrstice se zrcalijo v pomirjajočem 3D vzorcu. Napisal Jamie Zawinski, 2005.
sr@ijekavian: Црта надовезујуће странице текста. Редови се појављују и нестају по смирујућем 3Д обрасцу. Написао Џејми Завински, 2005.
sv: Ritar på varandra följande textsidor. Raderna glider in och ut med ett lugnande tredimensionellt mönster. Skriven av Jamie Zawinski, 2005.
uk: Малює сторінки з текстом. Рядки тексту відзеркалюються у просторі. Автор — Jamie Zawinski; 2005.
zh_tw: 繪製幾頁文字，以立體樣式內外翻轉。由 Jamie Zawinski 撰寫，2005。

# @option:radio
source: Random text alignment
ca@valencia: Text alineat a l'atzar
es: Alineación del texto aleatoria
et: Juhuslik teksti joondus
eu: Ausazko testu larrokapena
fi: Satunnaisesti tasattu teksti
fr: Alignement de texte aléatoire
gl: Aliñar aleatoriamente o texto
hu: Véletlenszerű szövegigazítás
it: Allineamento casuale del testo
ja: 任意の配置
kk: Туралауы кездейсоқ
ko: 임의 텍스트 정렬
lv: Nejaušs teksta novietojums
nb: Tilfeldig tekstinnretting
nds: Tofällig Textutrichten
nl: Willekeurige tekstplaatsing
nn: Tilfeldig tekstjustering
pl: Losowe wyrównanie tekstu
pt: Alinhamento do texto aleatório
ru: Произвольное выравнивание текста
sl: Naključna poravnava besedila
sr@ijekavian: Насумично поравнање текста
sv: Slumpmässig textjustering
uk: Випадковий стиль вирівнювання
zh_tw: 隨機文字排列

# @option:radio
source: Flush left text
ca@valencia: Text alineat a l'esquerra
es: Vaciar texto a la izquierda
et: Vasakjoondatud tekst
fi: Vasemmalle tasattu teksti
fr: Vider le texte par la gauche
ga: Téacs comhfhadaithe ar chlé
gl: Empurrar o texto para a esquerda
hu: A szöveg ki, balra
it: Allinea il testo a sinistra
ja: テキストを左揃え
kk: Солға туралау
ko: 왼쪽 텍스트 분출
lv: Teksts pa kreisi
nb: Venstrejuster tekst
nds: Text linkerhand utrichten
nl: Linkertekst verwijderen
nn: Venstrejustert tekst
pl: Wyrównaj tekst do lewej
pt: Empurrar o texto para a esquerda
ru: Выравнивание по левому краю
sl: Počisti besedilo levo
sr@ijekavian: Равнај текст лијево
sv: Texten följer vänsterkant
uk: Вирівняти текст ліворуч
zh_tw: 沖走左邊文字

# @option:radio
source: Centered text
ca@valencia: Text centrat
es: Texto centrado
et: Keskjoondatud tekst
eu: Testu erdiratua
fi: Keskitetty teksti
fr: Texte centré
ga: Téacs láraithe
gl: Texto centrado
hu: A szöveg középre igazítása
it: Centra il testo
ja: テキストを中央寄せ
kk: Ортаға туралау
ko: 텍스트 가운데 정렬
lv: Centrēts teksts
nb: Sentrert tekst
nds: Text in de Merrn
nl: Gecentreerde tekst
nn: Midtstilt tekst
pl: Tekst wycentrowany
pt: Texto centrado
ru: Выравнивание по центру
sl: Usredinjeno besedilo
sr@ijekavian: Центрирај текст
sv: Centrerad text
uk: Текст по центру
zh_tw: 文字置中

# @option:radio
source: Flush right text
ca@valencia: Text alineat a la dreta
es: Vaciar texto a la derecha
et: Paremjoondatud tekst
fi: Oikealle tasattu teksti
fr: Vider le texte par la droite
ga: Téacs comhfhadaithe ar dheis
gl: Empurrar o texto para a dereita
hu: A szöveg ki, jobbra
it: Allinea il testo a destra
ja: テキストを右揃え
kk: Оңға туралау
ko: 오른쪽 텍스트 분출
lv: Teksts pa labi
nb: Høyrejuster tekst
nds: Text rechterhand utrichten
nl: Rechtertekst verwijderen
nn: Høgrejustert tekst
pl: Wyrównaj tekst do prawej
pt: Empurrar o texto para a direita
ru: Выравнивание по правому краю
sl: Počisti besedilo desno
sr@ijekavian: Равнај текст десно
sv: Texten följer högerkant
uk: Вирівняти текст праворуч
zh_tw: 沖走右邊文字

# @label:spinbox
source: Font point size
ca@valencia: Mida del tipus de lletra
es: Tamaño del tipo de letra
et: Kirjasuurus
fi: Fontin pistekoko
fr: Taille de la police
ga: Méid pointe an chló
gl: Tamaño da fonte
hu: Betűpont méret
it: Dimensione in punti dei caratteri
ja: フォントのポイントサイズ
kk: Қарыптың өлшемі
ko: 글꼴 포인트 크기
lv: Fonta punkta izmērs
nb: Skriftstørrelse i punkter
nds: Schrift-Punktgrött
nl: Puntgrootte lettertype
nn: Skriftstorleik
pl: Rozmiar czcionki
pt: Tamanho do tipo de letra
ru: Размер шрифта
sl: Velikost točke pisave
sr@ijekavian: Величина фонта
sv: Teckenstorlek i punkter
uk: Розмір шрифту
zh_tw: 字型點數大小

# @label:spinbox
source: Text columns
ca@valencia: Columnes de text
es: Columnas de texto
et: Tekstiveerud
eu: Testu zutabeak
fi: Tekstisarakkeita
fr: Colonnes de texte
ga: Colúin téacs
gl: Columnas de texto
hu: Szövegoszlopok
it: Colonne di testo
ja: テキスト列
kk: Мәтін бағандары
ko: 텍스트 칸
lv: Teksta kolonnas
nb: Tekstspalter
nds: Textstriepen
nl: Tekstkolommen
nn: Tekstkolonnar
pl: Kolumny tekstu
pt: Colunas de texto
ru: Колонок текста
sl: Stolpci besedila
sr@ijekavian: Колоне текста
sv: Textkolumner
uk: Текстові стовпчики
zh_tw: 文字欄

# @label:spinbox
source: Text lines
ca@valencia: Línies de text
es: Líneas de texto
et: Tekstiread
eu: Testu lerroak
fi: Tekstirivejä
fr: Lignes de textes
ga: Línte téacs
gl: Liñas de texto
hu: Szövegsorok
it: Righe di testo
ja: テキスト行
kk: Мәтін жолдары
ko: 텍스트 줄
lv: Teksta rindas
nb: Tekstlinjer
nds: Textregen
nl: Tekstregels
nn: Tekstlinjer
pl: Wiersze tekstu
pt: Linhas de texto
ru: Строк текста
sl: Vrstice besedila
sr@ijekavian: Редови текста
sv: Textrader
uk: Рядки тексту
zh_tw: 文字行

# @item screen saver name
source: Flow
ca@valencia: Flux
es: Flujo
et: Voog
eu: Isuri
fi: Virtaus
fr: Flot
gl: Fluxo
hu: Folyam
it: Flusso
ja: 流れ
kk: Ағын
ko: 흐름
lv: Plūsma
nb: Flyt
nds: Fleten
nl: Stromen
nn: Flyt
pl: Przepływ
pt: Fluxo
ru: Поток
sl: Tok
sr@ijekavian: Ток
sv: Flöde
uk: Потік
zh_tw: 流動
