Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws a compass, with all elements spinning about randomly, for that "lost and nauseous" feeling. Written by Jamie Zawinski; 1999.
ca@valencia: Este dibuixa una brúixola, amb tots els elements girant quasi aleatòriament, per a sentir-se «perdut i marejat». Escrit per Jamie Zawinski; 1999.
es: Muestra una brújula, con todos los elementos girando al azar, para dar un efecto «perdido y mareante». Creado por Jamie Zawinski; 1999.
et: Näitab kompassi, mille kõik elemendid keerlevad täiesti suvaliselt, et tekiks vastik täieliku peataoleku tunne. Autor: Jamie Zawinski; 1999.
eu: Honek iparorratz bat marrazten du, bere elementu guztiak ausaz biraka aridirela, "galduta eta zorabiatuta" sentipena adieraziz. Jamie Zawinski-k idatzia; 1999.
fi: Kompassi, jonka osat pyörivät satunnaisesti ympäri saaden aikaan ”huonovointisen” olon. Kirjoittanut Jamie Zawinski, 1999.
fr: Ceci dessine une boussole dont les éléments tournent dans tous les sens pour donner cet aspect « perdu et nauséeux ». Écrit par Jamie Zawinski ; 1999.
ga: Dearann sé seo compás, agus a chodanna ar bóróiricín go randamach, a chuireann "seachrán agus masmas" ort. Scríofa ag Jamie Zawinski, 1999.
gl: Isto debuxa un compás, con todos os elementos a xirar aleatoriamente, dando aquela sensación de «perdido e mareado». Escribiuno Jamie Zawinski en 1999.
hu: Iránytűt rajzol ki, melynek tűje véletlenszerűen pörög, egyfajta "imbolygó" hatást kiváltva. Készítette: Jamie Zawinski, 1999.
it: Disegna una bussola, con tutti gli elementi che ruotano casualmente, dando una sensazione di nausea. Scritto da Jamie Zawinski; 1999.
ja: これは、すべての要素がランダムにスピンするコンパスを描画します。「遭難した嫌な感じ」を再現しています。Jamie Zawinski、1999年作。
kk: Компастың бейнесі. Адасып-жоғалып кеткен сезім туғызу үшін тілі кездейсоқ айналды. Авторы: Jamie Zawinski; 1999.
ko: 길을 잃은 방랑자처럼 모든 바늘이 어지럽게 도는 나침반을 그립니다. Jamie Zawinski 작성, 1999년.
nb: Dette tegner et kompass, der alle elementer snurrer rundt på måfå, en skikkelig «sjøsykegenerator». Skrevet av JamieZawinski; 1999.
nds: All Buudelen vun en Kompass dreiht sik as dull, wat en wunnerbor Geföhl vun "Verloren un Seesüük" gifft; 1999. Schreven vun Jamie Zawinski, 1999.
nl: Dit toont een kompas met alle elementen willekeurig ronddraaiend voor dat gevoel van "verloren en opstandig". In 1999 geschreven door Jamie Zawinski.
nn: Teiknar eit kompass, der alle delane snurrar rundt tilfeldig. Gjev ei fin kjensle av å vera kvalm og bortkommen. Skriven av Jamie Zawinski i 1999.
pl: Kompas którego elementy obracają się losowo powodując poczucie "zagubienia i mdłości". Autor: Jamie Zawinski; 1999.
pt: Isto desenha um compasso, com todos os elementos a rodarem aleatoriamente à sua volta, para aquela sensação de "perdido e enjoado". Feito por Jamie Zawinski; 1999.
ru: Компас, стрелки которого вращаются случайным образом для того, чтобы вы почувствовали себя заблудившимся. Автор Джеми Завински (Jamie Zawinski); 1999.
sl: Izriše kompas z naključno vrtečimi se predmeti za občutek "izgubljenosti in vrtenja". Napisal Jamie Zawinski, 1999.
sr@ijekavian: Црта компас, са елементима који се сви насумично обрћу, зарад осјећаја „изгубљености и мучнине“. Написао Џејми Завински, 1999.
sv: Den här ritar en kompass, där alla delar snurrar runt slumpmässigt, som ger känslan "vilse och illamående". Skriven av Jamie Zawinski, 1999.
uk: Ця програма відображає компас з елементами, що випадково обертаються, створюючи відчуття «втраченості і нудоти». Автор — Jamie Zawinski; 1999.
zh_tw: 畫出一個羅盤，所有的元素隨機旋轉，製造「失落與噁心」的感覺。由 Jamie Zawinski 撰寫，1999。

# @item screen saver name
source: Coral
ca@valencia: Corall
et: Korall
eu: Coral (Korala)
fi: Koralli
fr: Corail
hu: Korall
it: Corallo
ja: 珊瑚
kk: Маржан
ko: 산호
lv: Korallis
nb: Korall
nds: Korall
nl: Koraal
nn: Korallar
pl: Koral
ru: Коралл
sl: Korale
sr@ijekavian: Корал
sv: Korall
uk: Корал
zh_tw: 珊瑚

# @info screen saver description
source: Simulates coral growth, albeit somewhat slowly. Written by Frederick Roeber; 1997.
ca@valencia: Simula el creixement del corall, tot i que una mica lentament. Escrit per Frederick Roeber; 1997.
es: Simula el crecimiento del coral, aunque algo lentamente. Creado por Frederick Roeber; 1997.
et: Jäljendab korallide kasvamist, kuigi mõnevõrra aeglaselt. Autor: Frederick Roeber; 1997.
eu: Koralen hazkundea simulatzen du, poliki gertatu arren. Frederick Roeber-rek idatzia; 1997.
fi: Näytönsäästäjä jäljittelee korallin kasvua, vaikkakin melko hitaasti. Kirjoittanut Frederick Roeber, 1997.
fr: Simule la naissance d'un corail au ralenti. Écrit par Frederic Roeber ; 1997.
ga: Déanann sé seo insamhladh ar fhás coiréil, cé go bhfuil sé go mall. Scríofa ag Frederick Roeber, 1997.
gl: Simula o crecemento dos corais, aínda que algo lentamente.Escribiuno Frederick Roeber en 1997.
hu: Egy korallzátony növekedését szimulálja, jóllehet meglehetősen lassan. Készítette: Frederick Roeber, 1997.
it: Simula la crescita dei coralli, seppur lentamente. Scritto da Frederick Roeber; 1997.
ja: ややスローですが珊瑚の成長をシミュレートします。Frederick Roeber、1997年作。
kk: Маржанның өсуін бейнелейді, әлбетте біршама баяу. Авторы: Frederick Roeber; 1997.
ko: 살짝 느린 산호의 성장 과정을 흉내냅니다. Frederick Roeber 작성, 1997년.
lv: Simulē koraļļu augšanu, lai gan visai lēnu. Sarakstīja Frederick Roeber; 1997.
nb: Simulerer korallvekst, selv om det går litt seint. Skrevet av Frederick Roeber i 1997.
nds: Simuleert dat Wassen vun Korallen, wenn ok en beten langsam. Schreven vun Frederick Roeber, 1997.
nl: Simleert de groei van koraal, zij het soms wat langzaam. Geschreven door Frederick Roeber; 1997.
nn: Simulerer vekst av korallar, men er litt treg. Skriven av Frederick Roeber i 1997.
pl: Symuluje wzrost korala, aczkolwiek trochę powoli. Autor: Frederick Roeber; 1997.
pt: Simula o crescimento dos corais, ainda que de alguma forma lentamente. Esta imagem não lhe faz jus, de facto. Feito por Frederick Roeber; 1997.
ru: Рост кораллов в ускоренном режиме. Автор Фредерик Ребер (Frederick Roeber); 1997.
sl: Simulira rast koral, čeprav malce počasi. Napisal Frederick Roeber, 1997.
sr@ijekavian: Симулира раст корала, мада помало споро. Написао Фредерик Ребер, 1997.
sv: Simulerar tillväxt av korall, dock något långsamt. Skriven av Frederick Roeber, 1997.
uk: Імітує ріст корала, хоча і дещо повільно. Автор — Frederick Roeber; 1997.
zh_tw: 模擬珊瑚成長，雖然有點慢。由 Frederick Roeber 撰寫，1997。

# @item:inrange Linger
source: 1 second
ca@valencia: 1 segon
es: 1 segundo
et: 1 sekund
eu: segundo 1
fi: 1 sekunti
fr: 1 seconde
ga: Soicind amháin
gl: 1 segundo
hu: 1 másodperc
it: 1 secondo
ja: 1 秒
kk: 1 секунд
ko: 1초
lv: 1 sekunde
nb: 1 sekund
nds: 1 Sekunn
nl: 1 seconde
nn: 1 sekund
pl: 1 sekunda
pt: 1 segundo
ru: 1 секунда
sl: 1 sekunda
sr@ijekavian: 1 секунда
sv: 1 sekund
uk: 1 секунда
zh_tw: 1 秒鐘

# @item:inrange Linger
source: 1 minute
ca@valencia: 1 minut
es: 1 minuto
et: 1 minut
eu: minutu 1
fi: 1 minuutti
ga: Nóiméad amháin
gl: 1 minuto
hu: 1 perc
it: 1 minuto
ja: 1 分
kk: 1 минут
ko: 1분
lv: 1 minūte
nb: 1 minutt
nds: 1 Minuut
nl: 1 minuut
nn: 1 minutt
pl: 1 minuta
pt: 1 minuto
ru: 1 минута
sl: 1 minuta
sr@ijekavian: 1 минут
sv: 1 minut
uk: 1 хвилина
zh_tw: 1 分鐘

# @item:inrange Density
source: Sparse
ca@valencia: Dispersa
es: Escasa
et: Hõre
eu: Eskasa
fi: Harva
fr: Clairsemée
ga: Gann
gl: Disperso
hu: Ritka
it: Sparsa
ja: 疎
kk: Төмен
ko: 드문드문
lv: Reti
nb: Spredt
nds: Verdeelt
nl: Schaars
nn: Spreidd
pl: Nieliczne
pt: Esparso
ru: Реже
sl: Redko
sr@ijekavian: ријетко
sv: Gles
uk: Рідше
zh_tw: 稀疏

# @item:inrange Density
source: Dense
ca@valencia: Densa
es: Densa
et: Tihe
eu: Trinkoa
fi: Tiheä
ga: Dlúth
gl: Denso
hu: Sűrű
it: Densa
ja: 密度
kk: Қалың
ko: 밀집됨
lv: Blīvi
nb: Tett
nds: Dicht
nl: Dicht
nn: Tett
pl: Gęsty
pt: Denso
ru: Плотнее
sl: Gosto
sr@ijekavian: густо
sv: Tät
uk: Щільність
zh_tw: 密度

# @label:slider
source: Seeds
ca@valencia: Llavors
es: Semillas
et: Seemned
eu: Haziak
fi: Siemeniä
fr: Germes
ga: Síolta
gl: Sementes
hu: Magok
it: Semi
ja: シード
kk: Жиілігі
ko: 씨앗
lv: Sēklas
nb: Frø
nds: Spraten
nl: Zaden
nn: Frø
pl: Zarodki
pt: Sementes
ru: Распределение
sl: Semena
sr@ijekavian: Сјемена
sv: Frön
uk: Зернятка
zh_tw: 種子

# @item:inrange Seeds
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Сирек
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @item:inrange Seeds
source: Many
ca@valencia: Moltes
es: Muchas
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Жиі
ko: 많음
lv: Daudz
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitas
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: Crackberg
it: Montefratto
kk: Сынықтау
ko: 인공 산맥
lv: Krakbergs
nn: Fjelltur
pl: Góra pęknięć
sl: Visoki otoki
sr@ijekavian: Кракберг
sv: Knäckberg
uk: Кракберг

# @info screen saver description
source: Flies through height maps, optionally animating the creation and destruction of generated tiles; tiles `grow' into place. Written by Matus Telgarsky; 2005.
ca@valencia: Vola per mapes d'alçada, opcionalment animant la creació i destrucció de les peces generades; les peces «creixen» en el lloc. Escrit per Matus Telgarsky; 2005.
es: Vuela a través de mapas de elevación, donde opcionalmente puede animar la creación y destrucción de las baldosas generadas; las baldosas «crecen» en el lugar. Escrito por Matus Telgarsky; 2005.
et: Kõrguskaartide läbilappamine, soovi korral ka klotside loomise ja hävitamine animeerimisega, nii et klotsid sõna otseses mõttes kasvavad ja kaovad. Autor: Matus Telgarsky; 2005.
eu: Altuera mapeta zehar hegan egiten du, aukeratutakoaren arabera sortutako lauzen sorrera eta suntsipena animatuz; lauzak lekuan 'hazten' dira. Matus Telgarsky-k idatzai; 2005.
fi: Lentelee korkeuskarttojen yllä valinnaisesti animoiden laattojen luonnin ja tuhon – laatat ”kasvavat” paikoilleen. Kirjoittanut Matus Telgarsky, 2005.
fr: Vole à travers des cartes d'élévation, animant, éventuellement, la création et la destruction de carreaux générés ; les carreaux « se développent » sur place. Rédigé par Matus Telgarsky ; 2005
gl: Voa por mapas de alturas, opcionalmente animando a creación e destrución dos terreos, que «crecerán» no lugar. Escribiuno Matus Telgarsky en 2005.
it: Vola tra mappe di altitudine, a scelta animando la creazione e la distruzione delle piastre generate; le piastre «crescono» sul posto. Scritto da Matus Telgarsky; 2005.
kk: Құрылып-қирап жатқан таулардың үстінен ұшу бейнесі. Авторы: Matus Telgarsky; 2005.
ko: 추가적인 타일 생성 및 삭제가 진행되는 입체 지도를 날아다닙니다. 각각 타일은 장소에 맞게 성장합니다. Matus Telgarsky 작성, 2005년.
nb: Flyr gjennom høydekart, om ønskes med animasjon av at fliser opprettes og ødelegges, fliser «vokser» inn på plass. Skrevet av Matus Telgarsky 2005.
nds: En Floog dör en Hööchdenfeld. Optschonaal lett sik dat Opstellen un Tweimaken vun opstellt Kacheln animeren. Kacheln "wasst" tosamen. Schreven vun Matus Telgarsky, 2005.
nl: Vliegt door hoogtekaarten, als optie met animeren van de creatie en vernietiging van gegenereerde tegels; tegels `groeien'ter vervanging. In 2005 geschreven door Matus Telgarsky.
nn: Flyr gjennom fjellformasjonar som eventuelt veks fram. Skriven av Matus Telgarsky i 2005.
pl: Lot przez mapy sytuacyjno-wysokościowe, opcjonalnie animuje tworzenie i niszczenie wygenerowanych płytek które "wrastają" w miejsca. Autor: Matus Telgarsky; 2005.
pt: Voa por mapas de altura, animando opcionalmente a criação e destruição dos padrões gerados; os padrões 'crescem' no local. Feito por Matus Telgarsky; 2005.
ru: Полёт сквозь карту рельефной местности, с выборочной анимацией создания и разрушения создаваемых плит, "врастающих" в местность. Автор Матус Телгарски (Matus Telgarsky), 2005.
sl: Leti skozi višinske zemljevide, izbirno animira ustvarjanje in uničenje ustvarjenih ploščic: ploščice se združujejo. Napisal Matus Telgarsky, 2005.
sr@ijekavian: Лети кроз висинске мапе, опционо анимирајући стварање и уништавање генерисаних плочица; плочице „расту“ на мјесту. Написао Матус Телгарски, 2005.
sv: Flyger genom höjdkartor, valfritt med animering av skapade och förstörda rutor. Rutorna 'växer' på plats. Skriven av Matus Telgarsky, 2005.
uk: Політ над картами рельєфу з можливим створенням або знищенням плиток поверхні та їхнім зростанням. Автор — Matus Telgarsky; 2005.
zh_tw: 飛過高度地圖，產生的鋪排會有建立與消失的動畫。鋪排會「生長」。由 Matus Telgarsky 撰寫，2005。

# @label:slider
source: Visibility
ca@valencia: Visibilitat
es: Visibilidad
et: Nähtavus
eu: Ikusgarritasuna
fi: Näkökulma
fr: Visibilité
ga: Infheictheacht
gl: Visibilidade
hu: Láthatóság
it: Visibilità
ja: 視認性
kk: Көрінетіні
ko: 시야
lv: Redzamība
nb: Sikt
nds: Sichtborkeit
nl: Zichtbaarheid
nn: Sikt
pl: Widoczność
pt: Visibilidade
ru: Видимость
sl: Vidljivost
sr@ijekavian: Видљивост
sv: Synlighet
uk: Видимість
zh_tw: 可見

# @item:inrange Visibility
source: Mouse hole
ca@valencia: Forat de ratolí
es: Agujero de ratón
et: Hiireurg
eu: Sagu zuloa
fi: Hiirenkolo
fr: Trou de souris
ga: Poll luiche
gl: Furado dos ratos
hu: Egérlyuk
it: Tana di topo
ja: 鼠の穴
kk: Суыр інінен
ko: 쥐구멍
lv: Peles ala
nb: Musehull
nds: Muuslock
nl: Muizengat
nn: Musehol
pl: Mysia dziura
pt: Buraco de rato
ru: Из мышиной норы
sl: Mišja luknja
sr@ijekavian: мишја рупа
sv: Mushål
uk: Мишача нора
zh_tw: 鼠洞

# @item:inrange Visibility
source: Eagle nest
ca@valencia: Niu d'àguila
es: Nido de águila
et: Kotkapesa
eu: Arrano habia
fi: Kotkanpesä
fr: Nid d'aigle
ga: Nead an iolair
gl: Niño das aguias
hu: Sasfészek
it: Nido d'aquila
ja: 鷲の巣
kk: Бүркіт ұясынын
ko: 독수리 둥지
lv: Ērgļa ligzda
nb: Ørnerede
nds: Aadlerhorst
nl: Arendsnest
nn: Ørnereir
pl: Orle gniazdo
pt: Ninho de águia
ru: С высоты птичьего полёта
sl: Orlovo gnezdo
sr@ijekavian: орловско гнијездо
sv: Örnnäste
uk: Гніздо орла
zh_tw: 鷹巢

# @label:slider
source: Subdivisions
es: Subdivisiones
et: Alamjaotised
eu: Banaketa
fi: Alijakopintoja
ga: Foranna
gl: Subdivisións
hu: Felosztások
it: Suddivisioni
ja: 分割
kk: Бөлшектері
ko: 하위 조각
lv: Apakšdivīzijas
nb: Inndelinger
nds: Ünnerdelen
nl: Onderverdeling
nn: Inndelingar
pl: Podpodziały
pt: Sub-divisões
ru: Фигуры
sl: Podrazdelki
sr@ijekavian: Потподјеле
sv: Uppdelningar
uk: Ділення
zh_tw: 細部設定

# @item:inrange Subdivisions
source: Few
ca@valencia: Poques
es: Unas pocas
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Poche
ja: 少数
kk: Аз
ko: 적음
lv: Nedaudz
nb: Noen
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucas
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @item:inrange Subdivisions
source: Hurt me
ca@valencia: Fereix-me
es: Duele
et: Silmipimestavalt palju
eu: Ni kaltetu
fi: Satuta minua
fr: Blesse moi
ga: Bíodh do mo ghortú
gl: Dóeme
it: Facciamoci del male
kk: Сұмдық
ko: 너무 많음
lv: Spīdzini mani
nb: Gjør meg vondt
nds: Trietz mi
nl: Doe me pijn
nn: Skad meg
pl: Ranienie
pt: Magoem-me
ru: В глазах рябит
sl: Poškoduj me
sr@ijekavian: повриједи ме
sv: Gör mig illa
uk: Зробіть мені боляче
zh_tw: 傷害我

# @option:check
source: Flat shading
ca@valencia: Ombrejat pla
es: Sombreado plano
et: Ühtlane varjundamine
eu: Itzaldura laua
fi: Tasasävytys
fr: Ombrage plat
ga: Scáthlíniú maol
gl: Sombreado plano
hu: Egyszerű árnyékolás
it: Illuminazione uniforme
ja: 単調な陰影
kk: Көлеңке
ko: 단색 그림자
lv: Vienkārša iekrāsošana
nb: Flat skyggelegging
nds: Eenfach Schadden
nl: Gelijkmatige arcering
nn: Flatfarga
pl: Jednolite cieniowanie
pt: Iluminação plana
ru: "плоское" затенение
sl: Plosko senčenje
sr@ijekavian: Равно сијенчење
sv: Enkel ljussättning
uk: Рівномірні тіні
zh_tw: 平面遮蔽

# @option:check
source: Water
ca@valencia: Aigua
es: Agua
et: Vesi
eu: Ura
fi: Vesi
fr: Eau
ga: Uisce
gl: Auga
hu: Víz
it: Acqua
ja: 水
kk: Су
ko: 물
lv: Ūdenskrātuve
nb: Vann
nn: Vatn
pl: Woda
pt: Água
ru: Вода
sl: Voda
sr@ijekavian: Вода
sv: Vatten
uk: Вода
zh_tw: 水域

# @option:check
source: Confused
ca@valencia: Confús
es: Confuso
et: Kaootiline
eu: Nahastuta
fi: Sekava
fr: Confus
ga: Trí Chéile
gl: Confundido
hu: Zavaros
it: Confuso
ja: 混乱した
kk: Шатасқан
ko: 혼란스러움
lv: Apjucis
nb: Forvirret
nds: Verbiestert
nl: Verward
nn: Forvirra
pl: W nieładzie
pt: Confuso
ru: Беспорядочно
sl: Zmedeno
sr@ijekavian: Збуњено
sv: Förvirrad
uk: Збентежений
zh_tw: 煩惱

# @option:check
source: Immediate
ca@valencia: Immediata
es: Inmediato
et: Otsene
eu: Berehalako
fi: Välitön
fr: Immédiat
ga: Láithreach
gl: Inmediato
hu: Azonnal
it: Immediato
ja: すぐ
kk: Бірден
ko: 즉시 합침
lv: Nekavējoties
nb: Øyeblikkelig
nds: Direktemang
nl: Onmiddelijk
nn: Ferdiglaga fjell
pl: Natychmiastowe
pt: Imediato
ru: Соседние
sl: Takojšnje
sr@ijekavian: Тренутно
sv: Omedelbar
uk: Негайно
zh_tw: 立即

# @option:check
source: Letterbox
ca@valencia: Caixa de lletres
es: Buzón
eu: Postontzia
fr: Boîte à lettre
ga: Bosca litreacha
gl: Panorámico
hu: Postaláda
it: Lettera
kk: Пошта жәшігі
ko: 레터박스
nb: Brevsprekk
nds: Breefkasten
nl: Brievenbus
nn: Breiformat
pl: Skrzynka pocztowa
pt: Caixa de letras
ru: Леттербоксинг
sl: Pisemsko polje
sr@ijekavian: Коверат
sv: Brevlådeformat
uk: Поштова скринька
zh_tw: 信箱

# @option:radio
source: Random coloration
ca@valencia: Coloració aleatòria
es: Coloración al azar
et: Juhuslikud toonid
eu: Ausazko koloreztatzea
fi: Satunnainen väritys
fr: Coloration aléatoire
ga: Dathú randamach
gl: Coloración aleatoria
hu: Véletlenszerű színezés
it: Colore casuale
ja: ランダムな着色
kk: Кездейсоқ бояу
ko: 무작위 색상
lv: Nejauša iekrāsošana
nb: Tilfeldig fargelegging
nds: Tofällig Klöör
nl: Willekeurige kleuren
nn: Tilfeldig fargestil
pl: Losowe zabarwienie
pt: Coloração aleatória
ru: Случайная окраска
sl: Naključno obarvanje
sr@ijekavian: Насумично бојење
sv: Slumpmässig färgläggning
uk: Випадкове розфарбування
zh_tw: 隨機顏色

# @option:radio
source: Earthy coloration
ca@valencia: Coloració del terreny
es: Coloración plana
et: Looduslähedased toonid
eu: Lurraren koloreztatzea
fi: Maaperäinen väritys
fr: Coloration terreuse
ga: Dathú créúil
gl: Coloración da terra
hu: Földszerű színezés
it: Colorazione terrosa
ja: 地味な色づけ
kk: Жер бояуы
ko: 지표면 색상
lv: Piezemēta iekrāsošana
nb: Jordfarger
nds: Eerdklören
nl: Aardse kleuren
nn: Jordfargar
pl: Ziemiste zabarwienie
pt: Coloração terrena
ru: Землистые оттенки
sl: Zemeljska obarvanost
sr@ijekavian: Земљишне нијансе
sv: Jordliknande färgläggning
uk: Розфарбування Землі
zh_tw: 泥土的花紋

# @option:radio
source: Icy coloration
ca@valencia: Coloració gelada
es: Coloración helada
et: Jäised toonid
eu: Izotzaren koloreztatzea
fi: Jäinen väritys
fr: Coloration glacée
ga: Dathú oighreata
gl: Coloración do xeo
hu: Jeges színezés
it: Colorazione ghiacciata
ja: 冷たい色づけ
kk: Мұз бояу
ko: 얼음 색상
lv: Ledaina iekrāsošana
nb: Isfarger
nds: Iesklören
nl: Ijskleuren
nn: Isfargar
pl: Lodowe zabarwienie
pt: Coloração gelada
ru: Оттенки льда
sl: Ledena obarvanost
sr@ijekavian: Ледене нијансе
sv: Isliknande färgläggning
uk: Льодяне розфарбування
zh_tw: 冰的花紋

# @option:radio
source: Swampy coloration
ca@valencia: Coloració pantanosa
es: Coloración cenagosa
et: Soised toonid
eu: Zingiraren koloreztatzea
fi: Soinen väritys
fr: Coloration marécageuse
ga: Dathú criathrach
gl: Coloración de illó
hu: Mocsárszerű színezés
it: Colorazione paludosa
kk: Батпақты бояу
ko: 늪지대 색상
lv: Purvaina iekrāsošana
nb: Sumpfarger
nds: Sumpklören
nl: Moeraskleuren
nn: Sumpfargar
pl: Bagniste zabarwienie
pt: Coloração pantanosa
ru: Болотные оттенки
sl: Močvirno obarvanje
sr@ijekavian: Мочварне нијансе
sv: Träskliknande färgläggning
uk: Болотяне розфарбування
zh_tw: 沼澤的花紋

# @option:radio
source: Vomitous coloration
ca@valencia: Coloració vomitiva
es: Coloración vomitiva
et: Iiveldama ajavad toonid
eu: Botaka koloreztatzea
fi: Oksennusväritys
fr: Coloration nauséeuse
ga: Dathú urlacach
gl: Coloración do vómito
hu: Vomitous színezés
it: Colorazione vomitevole
kk: Құстыратын бояу
ko: 어지러운 색상
lv: Vēmekļaina kustība
nb: Spyfarger
nds: Kotzklören
nl: Afstotelijke kleuren
nn: Spyfargar
pl: Różnorodne zabarwienie
pt: Coloração vomitiva
ru: Тошнотные оттенки
sl: Barve bruhanja
sr@ijekavian: Мучне нијансе
sv: Spyliknande färgläggning
uk: Блювотне розфарбування
zh_tw: 噁心的花紋

# @item screen saver name
source: Critical
ca@valencia: Crític
es: Crítico
et: Kriitiline
eu: Critical (Larria)
fi: Kriittinen
fr: Critique
gl: Crítico
hu: Kritikus
it: Critico
ja: クリティカル
kk: Сынық
ko: 크리티컬
lv: Kritisks
nb: Kritisk
nds: Kritisch
nl: Kritisch
nn: Kritisk
pl: Krytyczny
pt: Crítico
sl: Kritično
sr@ijekavian: Критично
sv: Kritisk
uk: Ламані
zh_tw: 判斷力
