Repository: fluxer/kde-l10n
Catalog: */messages/kdeartwork/kxsconfig.po
Languages: ca@valencia, es, et, eu, fi, fr, ga, gl, hu, it, ja, kk, ko, lv, nb, nds, nl, nn, pl, pt, ru, sl, sr@ijekavian, sv, uk, zh_tw

# @info screen saver description
source: This draws the two-dimensional variant of the recursive Sierpinski triangle fractal. See also the "Sierpinski3D" screen saver. http://en.wikipedia.org/wiki/Sierpinski_triangle Written by Desmond Daignault; 1997.
ca@valencia: Este dibuixa una variant bidimensional del recursiu triangle fractal de Sierpinski. Vegeu també l'estalvi de pantalla «Sierpinski 3D». http://en.wikipedia.org/wiki/Sierpinski_triangle Escrit per Desmond Daignault; 1997.
es: Dibuja una variante bidimensional del recursivo triángulo fractal de Sierpinski. Vea también el salvapantallas «Sierpinski 3D». Creado por Desmond Daignault; 1997.
et: Näitab rekursiivse Sierpinski kolmnurga fraktaali kahemõõtmelist varianti. Vaata ka ekraanisäästjat "Sierpinksi3D". http://en.wikipedia.org/wiki/Sierpinski_triangle Autor: Desmond Daignault; 1997.
fi: Kaksiulotteinen versio rekursiivisesta Sierpińskin kolmiofraktaalista. http://fi.wikipedia.org/wiki/Sierpińskin_kolmio Tekijä: Desmond Daignault; 1997.
fr: Ceci dessine une variante en deux dimensions de la fractale récursive triangulaire de Sierpinski. Voir aussi l'écran de veille « Sierpinski ». http://en.wikipedia.org/wiki/Sierpinski_triangle Écrit par Desmond Daignault ; 1997.
ga: Dearann sé seo leagan déthoiseach den fhrachtal athchúrsach 'Triantán Sierpinski'. Féach ar an spárálaí scáileáin "Sierpinski 3D" freisin. http://en.wikipedia.org/wiki/Sierpinski_triangle Scríofa ag Desmond Daignault, 1997.
gl: Isto debuxa a variante bidimensional do fractal triangular recursivo de Sierpinski. Vexa tamén o protector de pantalla «Sierpinski 3D». http://en.wikipedia.org/wiki/Sierpinski_triangle. Escribiuno Desmond Daignault en 1997.
it: Disegna la variante bidimensionale del frattale triangolare ricorsivo di Sierpinski. Vedi anche il salvaschermo «Sierpinski tridimensionale». http://it.wikipedia.org/wiki/Triangolo_di_Sierpinski Scritto da Desmond Daignault; 1997.
ja: 再帰的シェルピンスキー三角形のフラクタルの二次元版を描きます。「Sierpinski3D」スクリーンセーバーも参照。http://ja.wikipedia.org/wiki/シェルピンスキーのギャスケット Desmond Daignault、1997年作。
kk: Серпинскийдің үшбұрышты фракталының екі-өлшемді түрінің бейнесі. Ұқсас "Серпинский3D" экран сақтаушынs қараңыз. http://en.wikipedia.org/wiki/Sierpinski_triangle Авторы Desmond Daignault; 1997.
nb: Dette tegner den todimensjonale varianten av den rekursive fraktalen Sierpinski-trekanten. Se også pauseskjermen «Sierpinski 3D». <link>http://en.wikipedia.org/wiki/Sierpinski_triangle</link> Skrevet av Desmon Daignault i 1998.
nds: De 2D-Verschoon vun dat rekursive Sierpinski-Dre'eckfraktaal. Kiek Di ok den Pausschirm "Sierpinski 3D" an. http://de.wikipedia.org/wiki/Sierpinski-Dreieck Schreven vun Desmond Daignault, 1997.
nl: Toont de tweedimensionale variant van de recursieve Sierpinski driehoekfractal. Zie ook de "Sierpinski3D" schermbeveiliging. http://en.wikipedia.org/wiki/Sierpinski_triangle In 1997 geschreven door Desmond Daignault.
pl: Rysuje dwuwymiarową odmianę rekurencyjnego fraktala - trójkąta Sierpińskiego. Zobacz także wygaszacz "Sierpiński 3D" http://pl.wikipedia.org/wiki/Trójkąt_Sierpińskiego Autor: Desmond Daignault; 1997.
pt: Isto desenha a variante bidimensional do fractal triangular recursivo de Sierpinski. Veja também o protector de ecrã "Sierpinski 3D". http://en.wikipedia.org/wiki/Sierpinski_triangle. Feito por Desmond Daignault; 1997.
ru: Двухмерная вариация рекурсивного фрактала треугольника Серпинского. Также см. хранитель экрана "Sierpinski3D". http://ru.wikipedia.org/wiki/Треугольник_Серпинского Автор Дезмон Дайно (Desmond Daignault), 1997.
sl: Izriše dvodimenzionalno različico rekurzivnega Sierpinskega trikotnega fraktala. Oglejte si tudi ohranjevalnik zaslona "Sierpinski3D". http://en.wikipedia.org/wiki/Sierpinski_triangle Napisal Desmond Daignault, 1997.
sr@ijekavian: Црта 2Д варијанту рекурзивног троугластог фрактала Сјерпињског (http://en.wikipedia.org/wiki/Sierpinski_triangle). Погледајте и чувар екрана Сјерпињски‑3Д. Написао Дезмонд Дајгнолт, 1997.
sv: Den här ritar den tvådimensionella versionen av en rekursiv Sierpinskis triangelfraktal. Se också skärmsläckaren "Sierpinski 3D" och http://sv.wikipedia.org/wiki/Sierpinskitriangel. Skriven av Desmond Daignault, 1997.
uk: Малює двовимірний варіант рекурсивного трикутного фрактала Серпінського. Див. також зберігач екрана «Серпінський (3D)» http://en.wikipedia.org/wiki/Sierpinski_triangle Автор — Desmond Daignault; 1997.
zh_tw: 畫出二維的遞迴 Sierpinski 三角形圖樣。參考資料：http://en.wikipedia.org/wiki/Sierpinski_triangle 。由 Desmond Daignault 撰寫，1997。

# @label:slider
source: Points
ca@valencia: Punts
es: Puntos
et: Punktid
eu: Puntuak
fi: Pisteitä
ga: Pointí
gl: Puntos
hu: Pontok
it: Punti
ja: 点
kk: Нүктелері
ko: 지점
lv: Punkti
nb: Punkter
nds: Kuntrullpünkt
nl: Punten
nn: Punkt
pl: Punkty
pt: Pontos
ru: Количество точек
sl: Točke
sr@ijekavian: Тачке
sv: Punkter
uk: Точки
zh_tw: 點

# @item:inrange Points
source: Few
ca@valencia: Pocs
es: Unos pocos
et: Vähe
eu: Gutxi
fi: Vähän
fr: Peu
ga: Beagán
gl: Poucos
hu: Kevés
it: Pochi
ja: 少数
kk: Аз
ko: 적음
lv: Daži
nb: Få
nds: Minn
nl: Weinig
nn: Få
pl: Kilka
pt: Poucos
ru: Меньше
sl: Malo
sr@ijekavian: мало
sv: Få
uk: Менше
zh_tw: 少

# @item:inrange Points
source: Many
ca@valencia: Molts
es: Muchos
et: Palju
eu: Asko
fi: Monta
fr: Beaucoup
ga: Cuid Mhór
gl: Moitos
hu: Sok
it: Molti
ja: 多数
kk: Көп
ko: 많음
lv: Daudzi
nb: Mange
nds: Vele
nl: Veel
nn: Mange
pl: Dużo
pt: Muitos
ru: Больше
sl: Veliko
sr@ijekavian: много
sv: Många
uk: Багато
zh_tw: 多

# @item screen saver name
source: Sierpinski3D
fi: Sierpiński 3D
it: Sierpinski tridimensionale
ja: シェルピンスキー 3D
kk: Серпинский3D
ko: 시어핀스키 3D
lv: Sierpinskis3D
pl: Sierpiński 3D
sr@ijekavian: Сјерпињски‑3Д
uk: Серпінський (3D)

# @info screen saver description
source: The recursive Sierpinski tetrahedron fractal. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Written by Jamie Zawinski and Tim Robinson; 1999.
ca@valencia: El tetraedre fractal recursiu de Sierpinski. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Escrit per Jamie Zawinski i Tim Robinson; 1999.
es: El tetraedro fractal de Sierpinski. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension. Escrito por Jamie Zawinski y Tim Robinson; 1999.
et: Rekursiivne Sierpinski tetraeedri fraktaal. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Autorid: Jamie Zawinski ja Tim Robinson; 1999.
fi: Rekursiivinen Sierpińskin tetraedrifraktaali. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimensionKirjoittaneet Jamie Zawinski ja Tim Robinson, 1999.
it: Il frattale tetraedrico ricorsivo di Sierpinski. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogues_in_higher_dimensions Scritto da Jamie Zawinski e Tim Robinson; 1999.
nb: Den rekursive fraktalen Sierpinskis tetraeder. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Skrevet av Jamie Zawinski ogTim Robinson i 1999.
nds: Dat rekursive Sierpinski-Veerflaagfraktaal. http://de.wikipedia.org/wiki/Sierpinski-Dreieck Schreven vun Jamie Zawinski un Tim Robinson, 1999.
nl: De recursieve Sierpinski tetraëder-fractal. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension In 1999 geschreven door Jamie Zawinski en Tim Robinson.
pl: Rekursywny czworościan Sierpińskiego. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Autor: Jamie Zawinski i Tim Robinson; 1999.
pt: Isto desenha o fractal tetraédrico de Sierpinski, a variante tridimensional do triângulo de Sierpinski recursivo. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Feito por Jamie Zawinski e Tim Robinson; 1999.
sl: Rekurzivni fraktal tetraedra Sierpinskega. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Napisala Jamie Zawinski in Tim Robinson, 1999.
sr@ijekavian: Рекурзивни тетраедарски фрактал Сјерпињског (http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension). Написали Џејми Завински и Тим Робинсон, 1999.
sv: Sierpinskis rekursiva tetraederfraktal. Se http://sv.wikipedia.org/wiki/Sierpinskitriangel#Variationer. Skriven av Jamie Zawinski och Tim Robinson, 1999.
uk: Рекурсивний тетраедричний фрактал Серпінського. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Автор — Jamie Zawinski; 1999.
zh_tw: 遞迴 Sierpinski tetrahedron fractal，參考資料：http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension ，由 Jamie Zawinski 與 Tim Robinson 撰寫，1999。

# @info screen saver description
source: This draws the Sierpinski tetrahedron fractal, the three-dimensional variant of the recursive Sierpinski triangle. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Written by Jamie Zawinski and Tim Robinson; 1999.
ca@valencia: Este dibuixa el tetraedre fractal de Sierpinski, la variant tridimensional del triangle de Sierpinski recursiu. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Escrit per Jamie Zawinski i Tim Robinson; 1999.
es: Dibuja el tetraedro fractal de Sierpinski, la variante tridimensional del triángulo Sierpinski. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension. Escrito por Jamie Zawinski y Tim Robinson; 1999.
et: Joonistab Sierpinski tetraeedri fraktaali, mis kujutab endast rekursiivse Sierpinski kolmnurga kolmemõõtmelist varianti. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Autorid: Jamie Zawinski ja Tim Robinson; 1999.
fi: Piirtää Sierpińskin tetraedrifraktaalin, kolmiulotteinen version rekursiivisesta Sierpińskin kolmiosta. http://fi.wikipedia.org/wiki/Sierpińskin_kolmio Kirjoittaneet Desmond Daignault ja Tim Robinson, 1997.
fr: Ceci dessine la fractal tétraèdrique de Sierpinski, la variante tri-dimensionnelle du triangle de Sierpinski. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Écrit par Jamie Zawinski et Tim Robinson ; 1999.
gl: Isto debuxa o fractal tetraédrico de Sierpinski, a variante tridimensional do triángulo de Sierpinski recursivo. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension. Escribírono Jamie Zawinski e Tim Robinson en 1999.
it: Disegna il frattale tetraedrico di Sierpinski, la variante tridimensionale del triangolo di Sierpinski ricorsivo. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogues_in_higher_dimensions Scritto da Jamie Zawinski e Tim Robinson; 1999.
ja: 再帰的シェルピンスキー三角形のフラクタルの 3 次元版を描きます。http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Jamie Zawinski と Tim Robinson 作; 1999年。
kk: Серпинскийдің үшбұрышты фракталының үш-өлшемді Серпинский тетраэрінің бейнесі. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Авторлары: Jamie Zawinski және Tim Robinson; 1999.
nb: Tegner fraktalen Sierpinskis tetraeder, den tredimensjonale utgaven av den rekursive Sierpinski-trekanten. <link>http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension</link> Skrevet av Jamie Zawinski ogTim Robinson i 1999.
nds: Dat Sierpinski-Veelflaagfraktaal, de 3D-Verschoon vun dat rekursive Sierpinski-Dre'eckfraktaal. http://de.wikipedia.org/wiki/Sierpinski-Dreieck Schreven vun Desmond Daignault un Tim Robinson, 1999.
nl: Toont de Sierpinski tetraëder-fractal, de driedimensionale variant van de recursieve Sierpinski driehoek. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension In 1999 geschreven door Tim Robinson en Jamie Zawinski.
pl: Rysuje trójwymiarową odmianę rekurencyjnego fraktala - trójkąta Sierpińskiego. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Autor: Jamie Zawinski i Tim Robinson; 1999.
pt: Isto desenha o fractal tetraédrico de Sierpinski, a variante tridimensional do triângulo de Sierpinski recursivo. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Feito por Jamie Zawinski e Tim Robinson; 1999.
ru: Фрактал "четырёхгранник Серпинского", трёхмерный вариант рекурсивного треугольника Серпинского. http://ru.wikipedia.org/wiki/Треугольник_Серпинского Авторы: Джеми Завински и Тим Робинсон (Jamie Zawinski, Tim Robinson), 1999.
sl: Izriše fraktal Sierpinskega tetraedra, tridimenzionalno različico rekurzivnega Sierpinski trikotnika. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Napisala Jamie Zawinski in Tim Robinson, 1999.
sr@ijekavian: Црта тетраедарски фрактал Сјерпињског, тродимензионалну варијанту рекурзивног троугла Сјерпињског (http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension). Написали Џејми Завински и Тим Робинсон, 1999.
sv: Den här ritar Sierpinskis tetraederfraktal, den tredimensionella versionen av en rekursiv Sierpinskis triangel. Se http://sv.wikipedia.org/wiki/Sierpinskitriangel#Variationer. Skriven av Jamie Zawinski och Tim Robinson, 1999.
uk: Ця програма показує тетраедричний фрактал Серпінського, тривимірний варіант трикутника Серпінського. http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Автор — Jamie Zawinski; 1999.
zh_tw: 繪製 Sierpinski tetrahedron fractal，遞迴 Sierpinski 三角的三維變化形。參考資料：http://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension ，由 Jamie Zawinski 與 Tim Robinson 撰寫，1999。

# @item screen saver name
source: SkyTentacles
ca@valencia: Tentacles del cel
es: Tentáculos del cielo
et: Taevahaarmed
eu: Zeruko garroak
fi: Taivaslonkerot
fr: Tentacules du Ciel
gl: Tentáculo celestes
hu: Égi csápok
it: Tentacoli nel cielo
kk: Қармауыштар
ko: 촉수 괴물
lv: Debesu taustekļi
nb: Himmeltentakler
nds: Fangarms
nn: Himmeltentaklar
pt: Tentáculo Celestes
sl: Lovke v zraku
sr@ijekavian: Пипци одозго
sv: Himmelstentakler
uk: Небесні вусики
zh_tw: 天空上的觸手

# @info screen saver description
source: There is a tentacled abomination in the sky. From above you it devours. Written by Jamie Zawinski; 2008.
ca@valencia: Hi ha una abominació tentacular en el cel. Des de dalt, devora. Escrit per by Jamie Zawinski; 2008.
es: Hay una abominación con tentáculos en el cielo. Te devora desde arriba. Escrito por Jamie Zawinski; 2008.
et: Haarmed otse taevast - hädaoht on lähedal! Autor: Jamie Zawinski; 2008.
eu: Garrodun abominazio bat dago zeruan. Zure gainetik irensten du. Jamie Zawinski-k idatzia; 2008.
fi: Lonkeroinhottavuus taivaalla. Yläpuoleltasi se tuhoaa. Kirjoittanut Jamie Zawinski, 2008.
fr: Il y a une abomination tentaculaire dans le ciel... De là haut elle dévore tout. Écrit par Jamie Zawinski ; 2008.
gl: Existe unha abominación con tentáculos no ceo, desde onde devora. Escribiuno Jamie Zawinski en 2008.
it: C'è un'abominio tentacolare nel cielo. Ti divora dall'alto. Scritto da Jamie Zawinski; 2008.
kk: Аспаннан қармалауыштарын салбыратқан құбыжық. Үстінен бәрін де жұтады. Авторы: Jamie Zawinski; 2008.
nb: Det er et uhyre med tentakler på himmelen. Det sluker ovenfra. Skrevet av Jamie Zawinski i 2008.
nds: En gresig Undeert mit Fangarms will Di opfreten. Schreven vun Jamie Zawinski, 2008.
nl: Er is een van tentakels voorzien afschrikwekkend iets in the lucht. U wordt van bovenaf verslonden. In 2008 geschreven door Jamie Zawinski.
pl: Na górze w niebie istnieje mackowata odraza. Trawi ona sponad ciebie. Napisane przez Jamie Zawinski (tł. z ang.); 2008.
pt: Existe uma abominação com tentáculos no céu. Ela devora, por cima de si. Feito por Jamie Zawinski; 2008.
ru: Отвратительные щупальца, заслонившие небеса, и пожирающие вас сверху. Автор Джеми Завински (Jamie Zawinski), 2008.
sl: Na nebu je grozota z lovkami. Nad vami žre. Napisal Jamie Zawinski, 2008.
sr@ijekavian: С неба вреба пипковита гроза. Одозго ће те прождрати. Написао Џејми Завински, 2008.
sv: Det finns en tentakelförsedd vederstygglighet i luften. Den förtär dig från ovan. Skriven av Jamie Zawinski, 2008.
uk: Це потвора з вусиками у небі. Вона поглинає все над вами. Автор — Jamie Zawinski; 2008.
zh_tw: 一個有觸手的怪東西在天空，到您上空時吞沒。由 Jamie Zawinski 撰寫，2008。

# @label:slider
source: Flexibility
ca@valencia: Flexibilitat
es: Flexibilidad
et: Painduvus
eu: Malgutasuna
fi: Joustavuus
fr: Flexibilité
gl: Flexibilidade
hu: Rugalmasság
it: Flessibilità
ja: 柔軟性
kk: Иілгіштігі
ko: 유연함
lv: Elastīgums
nb: Fleksibilitet
nds: Smeegsamkeit
nl: Flexibiliteit
pl: Elastyczność
pt: Flexibilidade
ru: Гибкость
sl: Prilagodljivost
sr@ijekavian: Савитљивост
sv: Flexibilitet
uk: Гнучкість
zh_tw: 彈性

# @item:inrange Flexibility
source: Low
ca@valencia: Baixa
es: Baja
et: Väike
eu: Baxua
fi: Kankea
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zems
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Flexibility
source: High
ca@valencia: Alta
es: Alta
et: Suur
eu: Altua
fi: Joustava
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsts
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Wiggliness
ca@valencia: Remenada
es: Burbujeo
et: Vingerdamine
fi: Kiemuraisuus
fr: Tremblement
gl: Axitación
it: Dimenamento
ja: くねくね度
kk: Қимылдауы
ko: 찌그러짐
lv: Lokanība
nb: Ustøhet
nds: Wabbeligkeit
nl: Wiegeligheid
nn: Ristegrad
pl: Chybotanie
pt: Tremura
ru: Шевеление
sl: Voljnost
sr@ijekavian: Копрцавост
sv: Vinglighet
uk: Хиткість
zh_tw: 搖擺

# @item:inrange Wiggliness
source: Low
ca@valencia: Baix
es: Bajo
et: Väike
eu: Baxua
fi: Suora
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Basso
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niskie
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Wiggliness
source: High
ca@valencia: Alta
es: Alto
et: Suur
eu: Altua
fi: Kiemurainen
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alto
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysokie
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: X resolution
ca@valencia: Resolució X
es: Resolución X
et: X-lahutusvõime
eu: X bereizmena
fi: X-tarkkuus
fr: Résolution X
ga: Taifeach X
gl: Resolución en X
hu: X felbontás
it: Risoluzione X
ja: X 解像度
kk: X айырымдылығы
ko: X 해상도
lv: X izšķirtspēja
nb: Oppløsning i X
nds: X-Oplösen
nl: X-resolutie
nn: X-oppløysing
pl: Rozdzielczość X
pt: Resolução em X
ru: Разрешение X
sl: Ločljivost X
sr@ijekavian: Резолуција по X
sv: X-upplösning
uk: Роздільна здатність за X
zh_tw: X 解析度

# @item:inrange X resolution
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Epätarkka
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niska
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange X resolution
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Tarkka
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysoka
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @label:slider
source: Y resolution
ca@valencia: Resolució Y
es: Resolución Y
et: Y-lahutusvõime
eu: Y bereizmena
fi: Y-tarkkuus
fr: Résolution Y
ga: Taifeach Y
gl: Resolución en Y
hu: Y felbontás
it: Risoluzione Y
ja: Y 解像度
kk: Y айырымдылығы
ko: Y 해상도
lv: Y izšķirtspēja
nb: Oppløsning i Y
nds: Y-Oplösen
nl: Y-resolutie
nn: Y-oppløysing
pl: Rozdzielczość Y
pt: Resolução em Y
ru: Разрешение Y
sl: Ločljivost Y
sr@ijekavian: Резолуција по Y
sv: Y-upplösning
uk: Роздільна здатність за Y
zh_tw: Y 解析度

# @item:inrange Y resolution
source: Low
ca@valencia: Baixa
es: Baja
et: Madal
eu: Baxua
fi: Epätarkka
fr: Bas
ga: Íseal
gl: Baixa
hu: Alacsony
it: Bassa
ja: 低い
kk: Төмен
ko: 낮음
lv: Zema
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pl: Niska
pt: Baixa
ru: Ниже
sl: Nizka
sr@ijekavian: ниска
sv: Låg
uk: Низька
zh_tw: 低

# @item:inrange Y resolution
source: High
ca@valencia: Alta
es: Alta
et: Kõrge
eu: Altua
fi: Tarkka
fr: Haut
ga: Ard
gl: Alta
hu: Magas
it: Alta
ja: 高い
kk: Жоғары
ko: 높음
lv: Augsta
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pl: Wysoka
pt: Alta
ru: Выше
sl: Visoka
sr@ijekavian: висока
sv: Hög
uk: Висока
zh_tw: 高

# @option:check
source: Draw skin
ca@valencia: Dibuixa la pell
es: Dibuja la piel
et: Naha näitamine
eu: Marraztu azala
fi: Piirrä nahka
fr: Dessiner la peau
gl: Debuxar a pel
it: Disegna la pelle
ja: スキンの描画
kk: Терісі болсын
ko: 피부 그리기
lv: Zīmēt ādu
nb: Tegn hud
nds: Böversiet wiesen
nl: Skin tekenen
pl: Rysuj skórę
pt: Desenhar a pele
ru: Рисовать кожу
sl: Izriši preobleko
sr@ijekavian: Цртај кожу
sv: Rita skinn
uk: Малювати оболонку
zh_tw: 繪製外觀

# @option:check
source: Cartoony
ca@valencia: Còmic
es: Dibujos animados
et: Koomikslik
fi: Sarjakuvamainen
fr: Cartoonifier
gl: Banda deseñada
hu: Karikatúra
it: Fumettistico
kk: Мульти
ko: 카툰 렌더링
lv: Karikatūrveida
nds: Trickfilm-liek
pl: Rysunkowy
pt: Banda Desenhada
ru: Мультипликация
sl: V obliki risank
sr@ijekavian: У стилу цртаћа
sv: Serieliknande
uk: Мультяшні
zh_tw: 卡通化

# @option:check
source: Tentacles can intersect
ca@valencia: Els tentacles poden encreuar-se
es: Los tentáculos puede intersectar
et: Haarmed võivad lõikuda
eu: Garroak gurutzatu daitezke
fi: Lonkerot voivat leikata toisensa
fr: Intersections de tentacules
gl: Os tentáculos pódense intersectar
hu: A csápok metszhetik egymást
it: I tentacoli possono intersecarsi
kk: Қиылысып
ko: 촉수끼리 겹침
lv: Taustekļi var krustoties
nb: Tentakler kan skjære hverandre
nds: Överlappen Fangarms
nl: Tentakels kunnen elkaar snijden
pl: Macki mogą się przecinać.
pt: Os tentáculos podem-se intersectar
ru: Щупальца могут переплетаться
sl: Lovke se lahko sekajo
sr@ijekavian: Пипци могу да се пресијецају
sv: Tentakler kan överlappa
uk: Вусики можуть перетинатися
zh_tw: 觸手可交叉

# @item screen saver name
source: SlideScreen
ca@valencia: Trencaclosques lliscant
et: EkraaniPusle
fi: Liukunäyttö
fr: Taquin
gl: Pantalla deslizante
hu: Elcsúszó képernyők
it: Tessere scorrevoli
ja: スライドスクリーン
kk: "Он бес" ойны
ko: 화면 퍼즐
lv: Slīdošais ekrāns
nb: SkyveSkjerm
nds: Schirmschuven
nl: Diavoorstelling
nn: Skyv skjermen
pl: Slajdy
pt: Ecrã Deslizante
sl: Drseči zaslon
sr@ijekavian: Клизоекран
sv: Skyffla skärmen
uk: Зсув екрана
zh_tw: 滑動螢幕
