Repository: fluxer/kde-l10n
Catalog: */messages/kdegames/kblackbox.po
Languages: bs, eu

# NAME OF TRANSLATORS
source: Your names
bs: Slobodan Mišković, Časlav Ilić,Slobodan Simic,Armin Baljić,Samir Ribić
eu: Marcos , Ion Gaztañaga

# EMAIL OF TRANSLATORS
source: Your emails
bs: Yugoslavia@Canada.COM, chaslav@sezampro.yu,ss@etf.ba,ab@etf.ba,samir.ribic@etf.unsa.ba
eu: marcos@euskalgnu.org, igaztanaga@gmail.com

# A number between 1 and 99 is displayed in front of it.
source: ball
bs: lopta
eu: bola

# A number between 2 and 30 is displayed in front of it.
source: column
bs: kolona
eu: zutabe

# A number between 2 and 30 is displayed in front of it.
source: row
bs: red
eu: errenkada

source: Time: 00:00
bs: Vrijeme: 00:00
eu: Denbora: 00:00

source: Size: 00 x 00
bs: Veličina: 00 x 00
eu: Tamaina: 00 x 00

# Difficulty level title
source: Configurable
bs: Konfigurabilno

source: Start Tutorial
bs: Počni tutorijal
eu: Hasi tutoretza

source: Start tutorial
bs: Počni tutorijal
eu: Hasi tutoretza

source: <qt>The <b>tutorial</b> is a fast, user friendly and interactive way to learn the rules of the game. Start it if you do not know them!</qt>
bs: <qt> <b> tutorijal </b> je brz, dobar i interaktivan način da se nauče pravila igre. Pokrenuti ako ih ne znaš! </qt>
eu: <qt><b>Tutoretza</b> jokoaren arauak ikasteko modu azkarra, erraza eta elkarreragile bat da. Hasi tutoretza ez badakizu.</qt>

source: New Sandbox Game
bs: Nova igra pješčani sat
eu: Trebatzeko joko berria

source: Start a new sandbox game
bs: Počni novu igru pješčani sat
eu: Hasi trebatzeko joko berria

source: <qt><p>In a <b>sandbox game</b>, the solution is displayed at the beginning of the game. This is useful to understand the game principles.</p><p>However: after a while, it is not really fun and you should try to start a real game!</p></qt>
bs: <qt> <p> <b> igra pješčani sat </b>, rješenje je prikazano na početku igre. Ovo je korisno za razumjevanje principa igre </p><p> No: nakon nekog vremena, to nije stvarno zabavno i trebali biste pokušati pokrenuti pravu igru </p> </qt>
eu: <qt><p><b>Trebatzeko</b> jokoan emaitza jokoaren hasieran bistaratzen da. Oso erabilgarria da jokoaren oinarriak ulertzeko.</p><p>Hala ere, denbora baten ostean, azpergarri izan daiteke eta benetako jokoarekin saiatu beharko zinateke.</p></qt>

# This is the last action of a game to check the result, when the user is done.
source: Done!
bs: Urađeno!
eu: Eginda.

source: <qt><ul><li>First, you have to place all the balls on the black box. To guess the correct positions of the balls and see how they interact with laser beams, you should use the lasers that are positioned around the black box.</li><li><b>When you think you are done</b>, you should click here.</li></ul><p>Note that it is only possible to click here if you have placed the correct number of balls.</p></qt>
bs: <qt> <ul> <li> Prvo, morate staviti sve lopte na crne kutije. Pogoditi ispravne pozicije lopti i vidjeti kako su u interakciji s laserskim zrakama, trebali biste koristiti lasere koji su pozicionirani oko crne kutije. </li> <li> <b> Kada mislite da ste gotovi </b> , trebate kliknuti ovdje. </li> </ul> <p> Imajte na umu da je jedino moguće da kliknete ovdje, ako ste stavili ispravan broj lopti. </p> </qt>
eu: <qt><ul><li>Aurrenik, bola guztiak koadro beltzean jarri beharko zenituzke. Bolen posizio zuzena asmatzeko eta laser izpiekin nola elkarreragiten duten ikusteko, koadro beltzaren inguruan dauden laserrak erabili.</li><li><b>Egin duzula pentsatzen duzunean</b>, egin klik hemen.</li></ul><p>Jakin ezazu bola kopuru zuzena jarrita egon behar duela hemen klik egiteko.</p></qt>

source: Give up the game
bs: Odustani od igre
eu: Laga jokoa

source: <qt><p>Choose "<b>Solve</b>" if you want to give up the current game. The solution will be displayed.</p><p>If you placed all the balls and do not want to give up, choose "Done!".</p></qt>
bs: <qt> <p> Odaberite "<b> Riješi </b>" ako želite odustati od trenutne igre. Rješenje će biti prikazano. </p><p> Ako ste postavili sve kugle i ne želite odustati, odaberite "Gotovo !".</p> </qt>
eu: <qt><p>Aukeratu "<b>Ebatzi</b>" uneko jokoa lagatzea nahi baduzu. Emaitza bistaratuko da.</p><p>Bola guztiak jarri badituzu, eta ez baduzu lagatzerik nahi, aukeratu "Eginda".</p></qt>

source: Move Down
bs: Pomjeri dolje
eu: Mugitu behera

source: Move Up
bs: Pomjeri gore
eu: Mugitu gorantz

source: Move Left
bs: Pomjeri lijevo
eu: Mugitu ezkerrera

source: Move Right
bs: Pomjeri desno
eu: Mugitu eskuinera

source: Switch Ball or Shoot Laser
bs: Promijenite kuglu ili uključite laser
eu: Aldatu bola edo jaurti laserra

source: Switch Marker
bs: Promijenite znak
eu: Aldatu markatzailea

source: Note: You can change<br />the parameters of<br />custom games in the<br />Settings dialog.
bs: Napomena: Možete promijeniti <br /> parametre <br /> obične igre u <br /> Podešavajući prozor.
eu: Oharra: joko pertsonalizatuen<br />parametroak<br />alda ditzakezu<br />ezarpenen elkarrizketa-koadroan.

source: First, you need to remove 1 ball from the black box.
bs: Prvo, trebate ukloniti %1 loptu iz crne kutije.
eu: Aurrenik, bola 1 kendu behar duzu koadro beltzetik.

source: To check if you successfully guessed the ball positions, click here!
bs: Da biste provjerili ako ste uspješno pogodili pozicije lopti, kliknite ovdje!
eu: Bolen posizioak ongi asmatu dituzun egiaztatzeko, egin klik hemen.

source: You need to place 1 more ball on the black box.
bs: Morate staviti još %1 loptu na crne kutije.
eu: Bola 1 gehiago jarri behar duzu koadro beltzean.

source: Game over.
bs: Kraj igre.
eu: Jokoa amaitu da.

source: Game paused.
bs: Pauzirana igra.
eu: Jokoa pausarazita.

source: Tutorial
bs: Tutorijal
eu: Tutoretza

source: 1 ball too many!
bs: %1 lopta viška!
eu: Bola 1 soberan.

source: No more balls to place
bs: Nema više lopti za postaviti
eu: Ez dago bola gehiago jartzeko

source: 1 ball to place
bs: %1 lopta za postaviti
eu: Bola 1 jartzeko

source: Game over
bs: Igra je završena
eu: Jokoa amaitu da

source: Time: %1
bs: Vrijeme: %1
eu: Denbora: %1

source: Size: %1 x %2
bs: Veličina: %1 x %2
eu: Tamaina: %1 x %2

source: Clicking on "Done!" is the normal way to check the positions of the balls at the end of the game. However, it is not possible in the tutorial to end the game before you reached the last step. Please first finish the tutorial.
bs: Klikom na "Gotovo!" je uobičajeni način za provjeru pozicije lopti na kraju igre. Međutim, nije moguće da u tutorijalu prekinete igru prije nego što ste došli na zadnji korak. Molimo prvo završite tutorijal.
eu: "Eginda" gainean klik egitea da normalena bolen posizioak egiaztatzeko jokoaren amaieran. Hala ere, ezinezkoa da tutoretzan jokoa amaitzea azken urratsera iritsi aurretik. Aurrenik, amaitu tutoretza.

source: Check positions
bs: Provjeri pozicije
eu: Egiaztatu posizioak

source: Your final score is: %1.<br />You did really well!
bs: Vaš konačni rezultat je: %1.<br /> ste uradili jako dobro!
eu: Zure puntuazioa: %1<br />Oso ondo egin duzu!

source: But it does not count<br />because <b>it is the sandbox!</b>
bs: Ali to se ne računa<br />jer <b>je testno okruženje!</b>
eu: Baina ez da kontutan hartzen<br /><b>trebatzeko jokoa baita.</b>

source: Your final score is: %1.<br />I guess you need more practice.
bs: Vaš konačni rezultat je: %1.<br />Mislim da vam je potrebno više vježbe.
eu: Zure amaierako puntuazioa: %1.<br />Uste dut praktika gehiago behar duzula.

source: Game paused.<br />Press "%1" to resume.
bs: Igra je pauzirana.<br />Pritisnite "%1" da nastavite.
eu: Jokoa pausarazita.<br />Sakatu "%1" jarraitzeko.

source: Do you want to cancel the current custom game and start a new one with the new parameters?
bs: Želite li otkazati trenutno prilagođenu igru i početi novu sa novim parametrima?
eu: Uneko joko pertsonalizatua bertan behera utzi eta parametro berriekin joko berri ba hastea nahi duzu?

source: Start new game
bs: Počni novu igru
eu: Hasi joko berria

source: Custom Game
bs: Vlastita igra
eu: Joko pertsonalizatua

source: Sorry, you may not give up during the tutorial.
bs: Nažalost, ne smijete odustati tokom tutorijala.
eu: Ezin duzu bertan laga tutoretzan zehar.

source: Solve
bs: Riješi
eu: Ebatzi

source: You placed all the balls. Great! You should now click on "Done!" to end the game and check if you guessed correctly. So, do you really want to give up this game?
bs: Postavili ste sve lopte. Odlično! Sada trebate kliknuti na "Gotovo!" za kraj igre i provjerite je li ste pogodili ispravno. Dakle, da li vi stvarno želite odustati od ove igre?
eu: Bola guztiak jarri dituzu. Zoragarria! Orain "Eginda" botoian egin beharko zenuke klik jokoa amaitzeko eta ongi asmatu duzun egiaztatzeko. Ziur zaude joko hau lagatzea nahi duzula?

source: Give up
bs: Odustanite
eu: Laga

source: You should place %1 ball!
bs: Trebali biste postaviti %1 loptu!
eu: Bola %1 jarri beharko zenuke.

source: You have placed %1.
bs: Postavili ste %1.
eu: %1 jarri duzu.

source: Do you really want to give up this game?
bs: Želite li zaista da odustanete od ove igre?
eu: Benetan joko hau lagatzea nahi duzu?

source: Note: In the sandbox mode,<br />the solution is already displayed.<br />Have fun!
bs: Napomena: U režimu testnog okruženja,<br />rješenje već je prikazano.<br />Zabavite se!
eu: Oharra: trebakuntza moduan,<br /> emaitza jadanik bistaratuta dago.<br /> Ongi pasa!

source: This will be the end of the current game!
bs: Ovo će biti kraj tekuće igre!
eu: Hau oraingo joakoaren bukaera izango da!

source: Score
bs: Rezultat
eu: Puntuazioa

source: <qt><p>This is <b>your score</b>. You should try to get the lowest possible.</p><p>The score increases:<ul><li>with time: <b>1 point</b> per second.</li><li>with the use of lasers:<ul><li><b>3 points</b> if the laser beam hits a ball or exits at the entry point,</li><li><b>9 points</b> if it exits at another entry point.</li></ul></li></ul></p><p>Your score is set to <b>999</b> at the end of the game if you make a mistake.</p></qt>
bs: <qt><p>Ovo je <b>vaš rezultat</b>. Trebali biste pokušati dobili najniži mogući.</p><p>Rezultat se povećava:<ul><li>s vremenom: <b>1 bod</b> po sekundi.</li><li>sa upotrebom lasera:<ul><li><b>3 boda</b>ako laserske zrake udaraju loptu ili ako izlaze na ulaznu tačku,</li><li><b>9 bodova</b> ako izlaze na neku drugu tačku.</li></ul></li></ul></p><p>Vaš rezultat je postavljen na <b>999</b> na kraju igre, ako pogriješite.</p></qt>
eu: <qt><p>Hau <b>zure puntuazioa</b> da. Ahalik eta baxuena lortzea saiatu beharko zenuke.</p><p>Puntuazioa igo egiten da:<ul><li>denborarekin: <b>puntu 1</b> segundoko</li><li>laserrak erabiltzean:<ul><li><b>3 puntu</b> laser izpiak bola bat jotzen badu edo sarrerako puntutik irtetzen bada,</li><li><b>9 puntua</b> beste sarrerako puntu batetik irtetzen bada.</li></ul></li></ul></p> <p>Zure puntuazioa <b>999</b> ezarriko da jokoaren amaieran hutsegite bat egiten baduzu.</p></qt>

source: <qt><p>This is the <b>main game area</b>.</p><ul><li>The <b>black box</b> is in the center.</li><li>On the left, there are the <b>balls</b> you have to place over the black box.</li><li>Around the black box, there are <b>lasers</b> that are replaced with <b>interaction information</b> if you use them.</li></ul></qt>
bs: <qt><p>Ovo je <b>glavni prostor za igru</b>.</p><ul><li> <b>crna kutija</b> je u centru.</li><li>Lijevo su <b>kugle</b> morate staviti preko crne kutije.</li><li>Oko crne kutije su <b>laseri</b> koji su zamjenjeni sa <b>interakcije informacije</b> ako ih koristite.</li></ul></qt>
eu: <qt><p>Hau <b>jokoaren area nagusia</b> da.</p><ul><li><b>koadro beltza</b> zentrua da.</li><li>Ezkerrean, <b>bolak</b> daude, eta koadro beltzean kokatu behara dituzu.</li> <li>Koadro beltzaren inguruan, <b>laserrak</b> daude, etaerabiltzen badituzu <b>elkarreragiketaren informazioa</b>rekin ordeztuko dira.</li></ul></qt>

source: Displays the progress of the tutorial.
bs: Prikaži napredak tutorijala.
eu: Bistaratu tutoretzaren aurrerapena.

source: Describes what you should do to reach the next tutorial step.
bs: Opisuje šta trebate učiniti kako bi došli na sljedeći korak tutorijala.
eu: Tutoretzako hurrengo urratsera iristeko zer egin behar duzun azaltzen du.

# Previous tutorial step
source: &Previous
bs: &Prethodni
eu: &Aurrekoa

source: Go back to the previous tutorial step.
bs: Vrati se na prethodni korak tutorijala.
eu: Itzuli tutoretzaren aurreko urratsera.

# Next tutorial step
source: &Next
bs: &Sljedeći
eu: &Hurrengoa

source: Go to the next tutorial step.
bs: Idi na sljedeći korak tutorijala.
eu: Joan tutoretzaren hurrengo urratsera.

source: Welcome!
bs: Dobro došli!
eu: Ongietorri!

source: This tutorial will teach you how to play KBlackBox, using a simple example.<br /><br />We are playing with a square black box of 6 columns and 6 rows. It has 3 balls <b>hidden</b> inside it and 24 laser probes around it.<br /><br />The goal is to <b>find the positions of the balls.</b>
bs: Ovaj tutorijal će vas naučiti kako da igrate KCrna kutija, koristeći jednostavne primjere.<br /><br />Igramo sa četvrtastom crnom kutijom od 6 kolona i 6 redova. ima 3 lopte <b>sakrivene</b> unutra i 24 laserske sonde oko nje.<br /><br />Cilj je <b>pronaći pozicije lopti.</b>
eu: Tutoretza honek KBlackBox nola jokatzen den irakatsiko dizu, adibide bakun bat erabiliz.<br /><br />Koadro karratu beltz batean (6 zutabe eta 6 errenkadakoa) jokatzen da. 3 <b>ezkutatutako</b> bola daude barruan eta 24 laser bere inguruan.<br /><br /> Helburua <b>bolen posizioak aurkitzea da.</b>

source: Click on "Next"
bs: Kliknite na "Sljedeći"
eu: Egin klik "Hurrengoa"n

source: Black box principles
bs: Principi crne kutije
eu: Koadro beltzaren oinarriak

source: The balls are not visible, but we can shoot laser beams into the box at different entry points and observe if the laser beams leave the box, and if they do, where they come out.<br /><br />The laser beams interact with the balls in various ways.
bs: Lopte nisu vidljive, ali možemo pucati laserske zrake u okvir u različitim ulaznim tačkama i promatrati ako laserske zrake napuste okvir, a ako napuste, gdje one izlaze.<br /><br />Laserske zrake su u interakciji sa loptama na različite načine.
eu: Bolak ez daude ikusgai, baina laser izpiak jaurti daitezke koadroaren barrura sarrerako puntu desberdinetan eta laserren izpiek koadrotik irtetzen badirazein lekutik irtetzen diren ikusteko.<br /><br />Laserren izpiek bolekin modu desberdinetan elkarreragiten dute.

source: Please click on the marked laser to shoot a beam into the black box.
bs: Molimo kliknite na označeni laser za pucanje zraka u crnu kutiju.
eu: Egin klik markatutako laserreran izpi bat koadro beltzera jaurtitzeko.

source: No interaction
bs: Bez interakcije
eu: Elkarreragiterik ez

source: If a laser beam does not interact with any ball in the black box, it comes out at the point opposite the entry point.<br /><br />Example: Suppose we have 3 balls in the box as shown. They will not affect laser beam "1".<br /><br />As the game progresses, each pair of entry/exit points is marked with a different number.
bs: Ako laserska zraka nije u interakciji s bilo kojom loptom u crnoj kutiji, ona izlazi na mjestu nasuprot ulazne tačke.<br /><br />Primjer: Pretpostavimo da imamo 3 lopte u kutiji kao što je prikazano. One neće utijcati na laserske zrake "1".<br /><br /> Kako igra napreduje, svaki par ulaz/izlaz tačaka je označen drugim brojem.
eu: Laser izpi batek ez badu koadro beltzeko edozein bolekin elkarreragiten, kanpora irtetzen da sarrerako puntuaren bestaldean.<br /><br />Adibidez, demagun koadroan 3 bola daudela erakusten den bezala. Hauek ez dute "1" laser izpiarekin elkarreragiten.<br /><br />Jokoa aurrera doan heinean, sarrera/irteera puntu bikote bakoitza zenbaki desberdin batekin markatzen da.

source: Now shoot the marked laser to discover the first kind of interaction.
bs: Sada pucajte označenim laserom da otkrijete prvu vrstu interakcije.
eu: Orain jaurti markatutako laserra aurreneko elkarreragite mota aurkitzeko.

source: Hit
bs: Pogodak
eu: Jo

source: A direct impact on a ball is called a "<b>hit</b>". A beam that hits a ball does <b>not</b> emerge from the black box.<br /><br />Example: The beam might have hit a ball at the position shown, but the exact position of the hit is not certain: There are many other possibilities.
bs: Direktan udar u loptu se zove "<b>pogodak</b>". Zraka koja udari u loptu <b>ne</b> izlaze iz crne kutije.<br /><br />Primjer: Zraka možda udari loptu na prikazanoj poziciji, no tačan položaj pogotka nije određen: postoje mnoge druge mogućnosti.
eu: Bola batean zuzeneko talka bati "<b>Jo</b> deitzen zaio. Izpi batek bola bat jotzen duenean <b>ez</b> da koadro beltzetik azaleratzen.<br /><br />Adibidea: izpiak bola bat jotzen du erakusten den posizioan, baina posizio zehatza ez da ezaguna. Beste aukera batzuk daude.

source: Shoot the marked laser to discover the second kind of interaction.
bs: Pucajte označenim laserom da otkrijete drugu vrstu interakcije.
eu: Jaurti markatutako laserra bigarren motako elkarreragiketa aurkitzeko.

source: Simple deflection
bs: Jednostavan otklon
eu: Desbideraketa bakuna

source: The interaction of a beam that does not actually hit a ball, but aims to one side of it, is called a "<b>deflection</b>". The angle of deflection of the beam is always <b>90 degrees</b>.<br /><br />Example: The ball shown would deflect beam "2" upward, as shown, but this is <b>not</b> the only possibility.
bs: Interakcija zraka koji zapravo ne udara loptu, ali cilja njenu jednu stranu, zove se "<b>otklon</b>".Ugao otklona zrake je uvijek <b>90 stepeni</b>.<br /><br />Primjer: Ciljana lopta bi trebala skrenuti zraku "2" prema gore, kao što je prikazano, ali to nije <b>not</b> jedina mogućnost.
eu: Bola bat jotzen ez duen izpi baten elkarreragiketa, baina bere alde bat ukitzen badu, "<b>desbideraketa</b>" deitzen zaio. Izpiaren desbideraketaren angelua beti da <b>90 gradu</b>.<br /><br /> Adibidea: erakusten den bolak "2" izpia gorantz desbideratu beharko luke, baina hau <b>ez</b> da aukera bakarra.

source: Click on "Next" to see another combination of ball positions that deflects the laser beam as shown.
bs: Kliknite na "Sljedeći" kako biste vidjeli drugu kombinaciju pozicije lopti koje skreću lasersku zraku kao što je prikazano.
eu: Egin klik "Hurrengoa"n laser izpia desbideratzen duten bolen posizioen beste konbinazioak ikusteko erakusten den bezala.

source: Several deflections
bs: Nekoliko otklona
eu: Hainbat desbideraketa

source: As you can see, interactions in the black box can be quite complicated!<br />A laser beam entering and exiting at the positions "2" might have been deflected by this configuration of 3 balls.
bs: Kao što možete vidjeti, interakcije u crnoj kutiji mogu biti vrlo komplicirane!<br />Laserske zrake ulaza i izlaza na pozicijama "2" možda je skrenuta od ove konfiguracije od 3 lopte.
eu: Ikus dezakezunez, koadro beltzeko elkarreragiketak nahi konplikatuak izan daitezke.<br />Laser izpi bat "2" posiziotik irten eta sartzen bada 3 bolek desbideratuko zuten konfigurazio honekin.

source: Shoot the marked laser to discover another kind of result.
bs: Pucajte označenim laserom da otkrijete drugu vrstu rezultata.
eu: Jaurti markatutako laserra beste motako emaitza aurkitzeko.

source: Reflection
bs: Refleksija
eu: Islapena

source: If the laser beam leaves the black box <b>at the entry point</b>, it has been reflected backward inside the black box.<br /><br />Example: We have placed 2 balls for you in a configuration that would lead to such a reflection.
bs: Ako laserske zrake napuste crnu kutiju <b>na ulaznoj tački</b>, što je odraz nazad u crnu kutiju.<br /><br />Primjer: Smjestili smo 2 lopte za vas u obliku konfiguracije koja bi dovela do takve refleksije.
eu: Laser izpi batek koadro beltzetik <b>sarrerako puntuan</b> irtetzen bada, koadro beltzaren barruan atzerantz itzularazten duen islapen bat jaso du.<br /><br />Adibidez: 2 bola halako islapena gertatzeko konfigurazioan jarri dira.

source: Shoot the marked laser to see another backward reflection case.
bs: Pucajte označenim laserom da vidite još jedan slučaj refleksije unazad.
eu: Jaurti markatutako laserra beste atzerantzko islapenaren kasua ikusteko.

source: Special reflection
bs: Specijalna refleksija
eu: Islapen berezia

source: If a ball is <b>at the edge of the box</b> (with no other ball nearby), a beam which is aimed into the black box directly beside it causes a backward reflection.<br /><br />Example: The configuration shown can cause a backward reflection.
bs: Ako lopta <b>na rubu kutije</b> (bez druge kutije u blizini), zrake koja je usmjerena u crnu kutiju neposredno uz to uzrokuje refleksiju unazad.<br /><br />Primjer: prikazana konfiguracija može uzrokovati refleksiju unazad.
eu: Bola bat <b>koadroaren ertzean</b> badago (inguruan beste bolarik gabe), bere albotik zuzenean koadro beltzera izpi bat jaurtitzeak atzerantzko islapena sortzen du.<br /><br />Adibidea: erakusten den konfigurazioak atzerantzko islapena sor dezake.

source: Nearly done. Click on "Next".
bs: Skoro gotovo. Kliknite na "Sljedeće".
eu: Ia eginda. Egin klik "Hurrengoa"n.

source: Marker for "free position"
bs: Marker za "slobodno mjesto"
eu: "Posizio librea"ren markatzailea

source: We are sure there are no balls in the first 2 columns. If there were any, the beam entering at position "1" would hit a ball or be deflected by a ball in column 2. You can mark a "free position" with a right mouse click (see also keyboard shortcuts).<br /><br />Example: There are 12 markers in the first 2 columns.
bs: Sigurni smo da nema lopti u prve 2 kolone. Ako ih ima, zraka koja ulazi u položaj "1" će udariti loptu ili biti skrenuta od strane lopte u koloni 2. Možete označiti "slobodan položaj" sa desnim klikom miša (vidi također skraćenicu na tastaturi).<br /><br />Primjer: Ima 12 markera u prve 2 kolone.
eu: Aurreneko 2 zutabetan ez dago bolarik. Bat egonez gero "1" posizioan sartuko litzatekeen izpiak bola bat joko luke edo islatua izango litzateke 2 zutabeko bola batengatik. Saguaren eskuineko botoiarekin klik eginez (ikus teklatuko lasterbideak ere) "Posizio librea" markatu dezakezu.<br /><br />Adibidea: 12 markatzaile daude aurreneko 2 zutabetan.

source: Click on "Next".
bs: Kliknite na "Sljedeće".
eu: Egin klik "Hurrengoa"n.

source: Marking balls
bs: Markiranje lopti
eu: Bolak markatzea

source: When you have worked out where a ball is, please use the left mouse button to mark it. To remove a ball mark, use the left mouse button again. Last tip: If you are not sure about a position, you can use a right click on a ball to mark it as "unsure". (See also keyboard shortcuts.)<br /><br />Example: We marked one position as sure, the other one as unsure.
bs: Kada ste razradili gdje je lopta, molimo koristite lijevi klik miša da to označite. Za uklanjanje znaka lopte, koristite lijevi klik miša jednom. Zadnji savjet: Ako niste sigurni o položaju, možete koristiti desni klik na loptu da je označite kao "nesigurni". (Vidi također skraćenicu na tastaturi.)<br /><br />Primjer: Obilježili smo jednu poziciju kao sigurnu, a drugu kao nesigurnu.
eu: Bola bat non dagoen dakizunean, erabili saguaren ezkerreko botoia hura markatzeko. Bola baten marka kentzeko, erabili saguaren ezkerreko botoia berriro. Azken argibidea: ez bazaude ziur posizio bati buruz, egin klik saguaren eskuineko botoiarekin "ez-ziurra" gisa markatzeko (ikusi teklatuaren lasterbideak ere).<br /><br /> Adibidea: posizio bat ziurra bezala markatu da, beste bat ez-ziurra bezala.

source: Let us play!
bs: Hajdemo igrati!
eu: Goazen jokatzera!
