Repository: fluxer/kde-l10n
Catalog: */messages/kdegames/kblackbox.po
Languages: bs, eu

source: <b>Congratulations!</b> You now know <b>all the rules</b> for KBlackBox.<br /><br /><b>You can start to play.</b> Try to finish this tutorial game by yourself!<br /><br />Tip: We have sent in enough beams to deduce the positions of the 3 balls with certainty. Of course, you can use some more shots if needed.
bs: <b>Čestitamo!</b> Sada znate <b>sva pravila</b> za KCrna kutija.<br /><br /><b>Možete početi igrati.</b> Pokušajte završiti ovaj tutorijal sami!<br /><br />Savjet: Poslali smo u dovoljno zraka da zaključite pozicije 3 lopte sa sigurnošću. Naravno, možete koristiti još neki pokušaj, ako je potrebno.
eu: <b>Zorionak!</b> Orain KBlackBox-eko arauak dakizkizu.<br /><br /><b>Jokatzen has zaitezke.</b> Saiatu jokoaren tutoretza hau zure kasa amaitzen.<br /><br />Argibidea: nahiko a izpi bidali dira 3 bolen posizioa ziurtasunez ebazteko. Behar izanez gero, gehiago jaurti ditzakezu.

source: Finish placing the balls and click on "Done!" when you are done!
bs: Završite stavljanje lopti i kliknite na "Gotovo!" kada ste gotovi!
eu: Amaitu bolak jartzea eta egin klik "Eginda" botoian burututakoan.

source: File of the current theme of the graphic elements. (SVGZ file with path and file extension)
bs: Datoteka tekuće teme grafičkih elemenata. (SVGZ datoteka sa putanjom i nadograđena datoteka)
eu: Uneko elementu grafikoen gaiaren fitxategia (SVGZ fitxategia bide-izen eta luzapenarekin)

source: Number of balls for custom difficulty level
bs: Broj lopti za prilagođenje nivoa težine
eu: Bola kopurua zailtasun maila pertsonalizatzeko

source: Number of columns of the board for custom difficulty level
bs: Broj kolona ploče za prilagođenje nivoa težine
eu: Taularen zutabe kopurua zailtasun maila pertsonalizatzeko

source: Number of rows of the board for custom difficuty level
bs: Broj redova ploče za prilagođenje nivoa težine
eu: Taularen errenkada kopurua zailtasun maila pertsonalizatzeko

source: Find the balls hidden in the black box by shooting laser beams!
bs: Pronađite skrivene lopte u crnoj kutiji ispaljivanjem laserske zrake!
eu: Aurkitu ezkutatuta dauden bolak koadro beltzean laser izpiak jaurtiz.

source: (c) 2007, Nicolas Roffet (c) 1999-2000, Robert Cimrman
bs: (c) 2007, Nikolas Rofet (c) 1999-2000, Robert Cimrman

source: Developer of version 0.4.
bs: Razvijač verzije 0.4.
eu: 0.4 bertsioaren garatzailea.

source: Original developer
bs: Izvorni razvijač
eu: Jatorrizko garatzailea

source: Artist
bs: Umjetnik
eu: Artista
