Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/lancelot.po
Languages: pa, sl, sv, zh_tw

# NAME OF TRANSLATORS
source: Your names
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sl: Mihael Simonič,Andrej Vernekar,Andrej Mernik
sv: Stefan Asserhäll
zh_tw: Franklin Weng

# EMAIL OF TRANSLATORS
source: Your emails
pa: aalam@users.sf.net
sl: smihael@gmail.com,andrej.verneka@moj.net,andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net
zh_tw: franklin@goodhorse.idv.tw

source: Next-generation application launcher.
pa: ਨਵੀਂ ਪੀੜ੍ਹੀ ਦਾ ਐਪਲੀਕੇਸ਼ਨ ਲਾਂਚਰ ਹੈ।
sl: Zaganjalnik programov naslednje generacije.
sv: Nästa generations programstart.
zh_tw: 新一代的應用程式啟動器

source: (C) 2007, 2008, 2009, 2010 Ivan Čukić
sl: © 2007, 2008, 2009, 2010 Ivan Čukić
sv: © 2007, 2008, 2009, 2010 Ivan Čukić

source: Maintainer and lead developer
pa: ਪਰਬੰਧਕ ਅਤੇ ਮੁੱਖ ਡਿਵੈਲਪਰ
sl: Vzdrževalec in glavni razvijalec
sv: Underhåll och huvudutvecklare
zh_tw: 維護者和首席發展者

source: Raptor compositing code
sl: Koda skladnje 3D Raptor
sv: Raptor sammansättningskod
zh_tw: Raptor 組合代碼

source: Kickoff data models
pa: ਕਿੱਕਆਫ ਡਾਟਾ ਮਾਡਲ
sl: Podatkovni modeli Kickoffa
sv: Kickoff datamodeller
zh_tw: Kickoff 資料模組

source: &Documents
pa: ਡੌਕੂਮੈਂਟ(&D)
sl: &Dokumenti
sv: &Dokument
zh_tw: 文件(&D)

source: &Contacts
pa: ਸੰਪਰਕ(&C)
sl: &Stiki
sv: &Kontakter
zh_tw: 聯絡人(&C)

source: Co&mputer
pa: ਕੰਪਿਊਟਰ(&m)
sl: &Računalnik
sv: Da&tor
zh_tw: 電腦(&M)

source: &Applications
pa: ਐਪਲੀਕੇਸ਼ਨ(&A)
sl: &Programi
sv: Progr&am
zh_tw: 應用程式(&A)

source: Documents
pa: ਡੌਕੂਮੈਂਟ
sl: Dokumenti
sv: Dokument
zh_tw: 文件

source: Contacts
pa: ਸੰਪਰਕ
sl: Stiki
sv: Kontakter
zh_tw: 聯絡人

source: Computer
pa: ਕੰਪਿਊਟਰ
sl: Računalnik
sv: Dator
zh_tw: 電腦

source: Applications
pa: ਐਪਲੀਕੇਸ਼ਨ
sl: Programi
sv: Program
zh_tw: 應用程式

# needed program is not running
source: %1 is not running
pa: %1 ਨਹੀਂ ਚੱਲ ਰਿਹਾ ਹੈ
sl: %1 ni zagnan
sv: %1 kör inte
zh_tw: %1 未執行

# start a program
source: start %1
pa: %1 ਸ਼ੁਰੂ
sl: zaženi %1
sv: starta %1
zh_tw: 啟動 %1

source: Online contacts
pa: ਆਨਲਾਈਨ ਸੰਪਰਕ
sl: Povezani stiki
sv: Direktkontakter
zh_tw: 線上聯絡人

source: e-Mail contacts
pa: ਈਮੇਲ ਸੰਪਰਕ
sl: Stiki prek e-pošte
sv: E-postkontakter
zh_tw: 發信給聯絡人

source: Available Features
pa: ਉਪਲੱਬਧ ਫੀਚਰ
sl: Razpoložljive zmožnosti
sv: Tillgängliga funktioner
zh_tw: 可用的功能

source: Search
pa: ਖੋਜ
sl: Poišči
sv: Sök
zh_tw: 搜尋

# Enter the text to search for
source: Search...
pa: ਖੋਜ...
sl: Poišči ...
sv: Sök...
zh_tw: 搜尋...

source: Favorites
pa: ਪਸੰਦੀਦਾ
sl: Priljubljene
sv: Favoriter
zh_tw: 我的最愛

source: Places
pa: ਥਾਵਾਂ
sl: Mesta
sv: Platser
zh_tw: 地方

source: System
pa: ਸਿਸਟਮ
sl: Sistem
zh_tw: 系統

# @title Removable devices
source: Removable
pa: ਹਟਾਉਣਯੋਗ
sl: Odstranljive
sv: Flyttbara
zh_tw: 可移除

# @title Fixed devices
source: Fixed
pa: ਸਥਿਰ
sl: Neodstranljive
sv: Fasta
zh_tw: 固定

# @title New documents
source: New
pa: ਨਵਾਂ
sl: Novi
sv: Nya
zh_tw: 新增

# @title List of open documents
source: Open
pa: ਖੋਲ੍ਹੋ
sl: Odprti
sv: Öppna
zh_tw: 開啟

# @title Recent documents
source: Recent
pa: ਤਾਜ਼ਾ
sl: Nedavni
sv: Senaste
zh_tw: 最近使用

source: Unread messages
pa: ਨਾ-ਪੜ੍ਹੇ ਸੁਨੇਹੇ
sl: Neprebrana sporočila
sv: Olästa brev
zh_tw: 未讀信件

source: Make buttons wider
pa: ਬਟਨ ਖੁੱਲ੍ਹੇ ਬਣਾਓ
sl: Razširi gumbe
sv: Gör knappar bredare
zh_tw: 讓按鍵變寬

source: Make buttons narrower
pa: ਬਟਨ ਤੰਗ ਬਣਾਓ
sl: Zoži gumbe
sv: Gör knappar smalare
zh_tw: 讓按鍵變窄

source: Open Lancelot menu
pa: ਲਾਂਸਲੋਟ ਮੇਨੂ ਖੋਲ੍ਹੋ
sl: Odpri meni Lancelota
sv: Öppna Lancelot-meny
zh_tw: 開啟 Lancelot 選單

source: Menu Editor
pa: ਮੇਨੂ ਐਡੀਟਰ
sl: Urejevalnik menijev
sv: Menyeditor
zh_tw: 選單編輯器

source: Configure Shortcuts...
pa: ਸ਼ਾਰਟਕੱਟ ਸੰਰਚਨਾ...
sl: Nastavi bližnjice ...
sv: Anpassa genvägar...
zh_tw: 設定快捷鍵...

source: Configure Lancelot menu...
pa: ...ਲਾਂਸਲੋਟ ਮੇਨੂ ਸੰਰਚਨਾ
sl: Nastavi meni Lancelot ...
sv: Anpassa Lancelot-meny...
zh_tw: 設定 Lancelot 選單...

source: About Lancelot
pa: ਲਾਂਸਲੋਟ ਬਾਰੇ
sl: O Lancelotu
sv: Om Lancelot
zh_tw: 關於 Lancelot

source: Configure Lancelot menu
pa: ਲਾਂਸਲੋਟ ਮੇਨੂ ਸੰਰਚਨਾ
sl: Nastavi meni Lancelot
sv: Anpassa Lancelot-meny
zh_tw: 設定 Lancelot 選單

source: &General
pa: ਆਮ(&G)
sl: &Splošno
sv: A&llmänt
zh_tw: 一般(&G)

source: Activation Method
pa: ਐਕਟੀਵੇਸ਼ਨ ਢੰਗ
sl: Metoda omogočitve
sv: Aktiveringsmetod
zh_tw: 啟動方法

source: Choose this option if you like to click. Every interface item will be activated only by clicking it.
sl: Izberite to možnost, če radi klikate. Vsak predmet vmesnika bo omogočen s klikom.
sv: Välj alternativet om du gillar att klicka. Varje objekt i gränssnittet aktiveras bara genom att klicka på det.
zh_tw: 如果您喜歡點擊的話，可以選擇此選項。每個介面項目都必須點擊才會啟動。

source: &Click on everything
pa: ਹਰੇਕ ਚੀਜ਼ ਉੱਤੇ ਕਲਿੱਕ ਕਰੋ(&C)
sl: &Klik na vse
sv: &Klicka på allting
zh_tw: 所有東西都用點的(&C)

source: Choose this option if you want the menu to behave like the standard application launchers. In order to launch applications, you should click on them. Section buttons are activated by hovering.
sl: Izberite to možnost, če želite da se bo meni obnašal kot običajni zaganjalniki programov. Da zaženete programe, morate nanje klikniti. Gumbi odsekov se omogočijo s prehodom miške.
sv: Välj alternativet om du vill att menyn ska bete sig som en vanlig programstartfunktion. För att starta program, ska du klicka på dem. Sektionsknappar aktiveras genom att hålla musen över dem.
zh_tw: 如果您喜歡選單使用標準應用程式啟動器的行為，請選擇此選項。您必須點擊來啟動應用程式。區段按鍵在游標移到它上面時才會啟動。

source: Cla&ssic menu
pa: ਕਲਾਸਿਕ ਮੇਨੂ(&s)
sl: Kla&sični meni
sv: Kla&ssisk meny
zh_tw: 傳統選單(&S)

source: Choose this option if you want to avoid clicking. Section buttons are activated by hovering. Applications are launched by hovering the button extenders.
sl: Izberite to možnost, če se želite izogniti klikanju. Gumbi odsekov se omogočijo s prehodom miške. Programi se zaženejo s prehodom miške nad razširilniki gumbov.
sv: Välj alternativet om du vill undvika att klicka. Sektionsknappar aktiveras genom att hålla muspekaren över dem. Program startas genom att hålla muspekaren över de förlängda knapparna.
zh_tw: 若您不喜歡點擊，可以選擇此選項。游標移到其上時會啟動區段按鍵。應用程式在游標移到延伸器按鍵時啟動。

source: &No-click activation
pa: ਗ਼ੈਰ-ਕਲਿੱਕ ਐਕਟੀਵੇਸ਼ਨ(&N)
sl: Omogočitev &brez klika
sv: Aktivering &utan klick
zh_tw: 不點選啟動(&N)

source: Do not close the menu until it loses focus.
pa: ਜਦੋਂ ਤੱਕ ਫੋਕਸ ਨਾ ਹਟੇ ਮੇਨੂ ਬੰਦ ਨਾ ਕਰੋ।
sl: Ne zapri menija, dokler ne izgubi žarišča.
sv: Stäng inte menyn förrän den förlorar fokus.
zh_tw: 不要關閉此選單，直到它失去焦點。

source: &Keep menu open
pa: ਮੇਨੂ ਖੁੱਲ੍ਹਾ ਰੱਖੋ(&K)
sl: &Ohrani meni odprt
sv: &Behåll menyn öppen
zh_tw: 保持選單開啟(&K)

source: System Actions
pa: ਸਿਸਟਮ ਕਾਰਵਾਈਆਂ
sl: Sistemska dejanja
sv: Systemåtgärder
zh_tw: 系統動作

source: Choose which actions you want to be assigned to the system buttons:
pa: ਕਾਰਵਾਈਆਂ ਚੁਣੋ, ਜੋ ਤੁਸੀਂ ਸਿਸਟਮ ਬਟਨਾਂ ਨੂੰ ਦੇਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ:
sl: Izberite, katera dejanje želite dodeliti sistemskim gumbom:
sv: Välj vilka åtgärder du vill ska tilldelas till systemknapparna:
zh_tw: 選擇您要在 Lancelot 中的系統按鍵指定哪個動作：

source: Application Browser
pa: ਐਪਲੀਕੇਸ਼ਨ ਬਰਾਊਜ਼ਰ
sl: Brskalnik po programih
sv: Programbläddrare
zh_tw: 應用程式瀏覽器

source: Reset the browser to show Favorites on menu open
pa: ਮੇਨੂ ਖੋਲ੍ਹਣ ਉੱਤੇ ਪਸੰਦੀਦਾ ਵੇਖਾਣਉ ਲਈ ਬਰਾਊਜ਼ਰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
sl: Ponastavi brskalnik, da ob odprtju menija prikaže Priljubljene
sv: Återställ bläddraren så att favoriter syns när menyn visas
zh_tw: 設定選單開啟時我的最愛的瀏覽器

source: Columns behavior:
pa: ਕਾਲਮ ਰਵੱਈਆ:
sl: Obnašanje stolpcev:
sv: Kolumnbeteende
zh_tw: 欄位行為：

source: No column number limit
pa: ਕੋਈ ਕਾਲਮ ਨੰਬਰ ਲਿਮਟ ਨਹੀਂ
sl: Brez omejitve števila stolpcev
sv: Ingen begränsning av kolumnantal
zh_tw: 無欄編號限制

source: Limit to two columns
pa: ਦੋ ਕਾਲਮਾਂ ਤੱਕ ਸੀਮਿਤ
sl: Omeji na dva stolpca
sv: Begränsa till två kolumner
zh_tw: 限制為兩欄

source: Open popups for subcategories
pa: ਸਬ-ਕੈਟਾਗਰੀਆਂ ਲਈ ਪੋਪਅੱਪ ਖੋਲ੍ਹੋ
sl: Za podkategorije odpri pojavna okna
sv: Öppna fönster för delkategorier
zh_tw: 子類別開啟彈出式視窗

source: EXPERIMENTAL FEATURE
pa: ਤਜਰਬੇ ਅਧੀਨ ਫੀਚਰ
sl: PREIZKUSNA_ZMOŽNOST
sv: EXPERIMENTELL FUNKTION
zh_tw: 實驗性功能

source: Edit...
pa: ਸੋਧ...
sl: Uredi ...
sv: Redigera...
zh_tw: 編輯...

source: System applications:
pa: ਸਿਸਟਮ ਐਪਲੀਕੇਸ਼ਨ:
sl: Sistemski programi:
sv: Systemprogram:
zh_tw: 系統應用程式：

source: New documents applications:
pa: ਨਵੇਂ ਡੌਕੂਮੈਂਟ ਐਪਲੀਕੇਸ਼ਨ:
sl: Programi za nove dokumente:
sv: Program för nytt dokument:
zh_tw: 新文件應用程式：

source: Show the application name first, and then the description (requires restart)
sl: Najprej pokaži ime programa in nato opis (zahteva ponovni zagon)
sv: Visa först programnamnet, och därefter beskrivningen (kräver omstart)
zh_tw: 先顯示應用程式名稱，再顯示描述 （需要重新啟動）

source: &Usage Statistics
pa: ਵਰਤੋਂ ਅੰਕੜੇ(&U)
sl: Statistika &uporabe
sv: An&vändningsstatistik
zh_tw: 用量統計(&U)

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Oxygen'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">The usage statistics are intended to track applications you start, in order to provide a better user experience.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">The collected data is considered private and is not shared with the outside world.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">Note: The collected data is not used by Lancelot at the moment, but will be in the future. Leaving this option "on" will ensure that, once the features that depend on usage statistics are implemented, you will not need to train them.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans'; font-size:10pt;"><br /></p></body></html>
sl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Oxygen'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">namen statistike uporabe je sledenje programom, ki jih zaženete. Na ta način lahko izboljšate uporabniško izkušnjo.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">Zbrani podatki so obravnavani kot zasebni in niso deljeni z zunanjim svetom.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">Opomba: zbranih podatkov zaenkrat Lancelot še ne uporablja, jih pa bo v prihodnosti. Če pustite to možnost vklopljeno, zagotovite, da vam zmožnosti, ki bodo uporabljale to statistiko, v prihodnosti ne bo treba učiti od začetka.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Oxygen'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">Användningsstatistiken är avsedd att följa program du startar, för att kunna ge en bättre användarupplevelse.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">Insamlad data anses privat, och delas inte med omgivningen.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">Observera: Insamlad data används för närvarande inte av Lancelot, men i framtiden kommer det att göras. Att lämna alternativet "på" försäkrar att när funktionerna som beror på användningsstatistik väl implementeras, behöver de inte tränas upp.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans'; font-size:10pt;"><br /></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Oxygen'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">用量統計會追蹤您啟動應用程 式的次數，以提供更方便的使用經驗。</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">收集的資料會保密，不會與外界分享。</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:10pt;">注意：收集的資料目前不會用 在 Lancelot，但未來可能會使用。您開啟此選項，可以在將來跟用量統計相關的功能完 成後，您不需要再重新收集資料。</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Bitstream Vera Sans'; font-size:10pt;"><br/></p></body></html>

source: Enable usage statistics
pa: ਵਰਤੋਂ ਅੰਕੜੇ ਚਾਲੂ
sl: Omogoči statistiko uporabe
sv: Aktivera användningsstatistik
zh_tw: 開啟用量統計

source: Clear Gathered Data
pa: ਇੱਕਠਾ ਕੀਤਾ ਡਾਟਾ ਸਾਫ਼ ਕਰੋ
sl: Počisti zbrane podatke
sv: Rensa insamlad data
zh_tw: 清除收集的資料

source: Lock Session
pa: ਸ਼ੈਸ਼ਨ ਲਾਕ ਕਰੋ
sl: Zakleni sejo
sv: Lås session
zh_tw: 鎖定工作階段

source: Log Out
pa: ਲਾਗ ਆਉਟ
sl: Odjavi
sv: Logga ut
zh_tw: 登出

source: Switch User
pa: ਯੂਜ਼ਰ ਬਦਲੋ
sl: Preklopi uporabnika
sv: Byt användare
zh_tw: 切換使用者

source: Applet
pa: ਐਪਲਿਟ
sl: Aplet
sv: Miniprogram
zh_tw: 小程式

source: Lancelot Launcher Applet
pa: ਲਾਂਸਲੋਟ ਲਾਂਚਰ ਐਪਲਿਟ
sl: Aplet zaganjalnika Lancelot
sv: Lancelot startminiprogram
zh_tw: Lancelot 啟動器小程式

source: Menu
pa: ਮੇਨੂ
sl: Meni
sv: Meny
zh_tw: 選單

source: Lancelot Menu
pa: ਲਾਂਸਲੋਟ ਮੇਨੂ
sl: Meni Lancelot
sv: Lancelot meny
zh_tw: Lancelot 選單

source: KDE Logo
pa: KDE ਲੋਗੋ
sl: Logotip KDE
sv: KDE-logotyp
zh_tw: KDE 圖標

source: Start here
pa: ਇੱਥੋਂ ਸ਼ੁਰੂ ਕਰੋ
sl: Začni tukaj
sv: Starta här
zh_tw: 在此開始

# Choose a custom icon
source: Custom
pa: ਕਸਟਮ
sl: Po meri
sv: Egen
zh_tw: 自訂

source: Applet Icons
pa: ਐਪਲਿਟ ਆਈਕਾਨ
sl: Ikone apleta
sv: Miniprogramikoner
zh_tw: 小程式圖示

source: Show cate&gories inside the applet
pa: ਐਪਲਿਟ ਵਿੱਚ ਕੈਟਾਗਰੀਆਂ ਵੇਖੋ(&g)
sl: Prikaži kate&gorije znotraj apleta
sv: Visa kate&gorier inne i miniprogrammet
zh_tw: 在小程式內顯示類別(&G)

source: Show only &menu launcher icon
pa: ਕੇਵਲ ਮੇਨੂ ਲਾਂਚਰ ਆਈਕਾਨ ਵੇਖੋ(&m)
sl: Prikaži samo ikono zaganjalnika &menijev
sv: Visa bara ikon för &menystart
zh_tw: 只顯示選單啟動器圖示(&M)

source: Choose Icon
pa: ਆਈਕਾਨ ਚੁਣੋ
sl: Izberite ikono
sv: Välj ikon
zh_tw: 選擇圖示

source: Choose categories to show
pa: ਵੇਖਾਉਣ ਲਈ ਕੈਟਾਗਰੀਆਂ ਚੁਣੋ
sl: Izberite prikazane kategorije
sv: Välj kategorier att visa
zh_tw: 選擇要顯示的類別

source: Menu Activation
pa: ਮੇਨੂ ਐਕਟੀਵੇਸ਼ਨ
sl: Omogočitev menija
sv: Menyaktivering
zh_tw: 選單啟動

source: Show menu on icon &hover (after a predefined interval of time)
pa: ਆਈਕਾਨ ਹੋਵਰ ਉੱਤੇ ਮੇਨੂ ਵੇਖੋ (ਕੁਝ ਤਹਿ ਸਮੇਂ ਦੇ ਬਾਅਦ)(&h)
sl: Ob pre&hodu miške čez ikono prikaži meni (po vnaprej določenem časovnem obdobju)
sv: Visa meny när pekaren &hålls över ikonen (efter fördefinierat tidsintervall)
zh_tw: 游標移到圖示上（並經過特定時間後）顯示選單(&H)

source: Show menu on &click
pa: ਕਲਿੱਕ ਉੱਤੇ ਮੇਨੂ ਵੇਖੋ(&c)
sl: Ob &kliku prikaži meni
sv: Visa meny vid &klick
zh_tw: 點擊顯示選單(&C)

source: Shelf
pa: ਸੈਲਫ਼
sl: Polica
sv: Lägg undan
zh_tw: 書架

source: Contents
pa: ਸਮੱਗਰੀ
sl: Vsebina
sv: Innehåll
zh_tw: 內容

source: Advanced
pa: ਤਕਨੀਕੀ
sl: Napredno
sv: Avancerat
zh_tw: 進階

source: Remove
pa: ਹਟਾਉਣਯੋਗ
sl: Odstrani
sv: Ta bort
zh_tw: 移除

source: Add...
sl: Dodaj ...
sv: Lägg till...
zh_tw: 新增...

# Contents of the applet
source: Activation:
pa: ਐਕਟੀਵੇਸ਼ਨ:
sl: Omogočitev:
sv: Aktivering:
zh_tw: 啟動：

source: Click to activate items
pa: ਐਕਟੀਵੇਟ ਆਈਟਮਾਂ ਉੱਤੇ ਕਲਿੱਕ ਕਰੋ
sl: Kliknite za omogočitev predmetov
sv: Klicka för att aktivera alternativ
zh_tw: 點擊以啟動項目

source: Use no-click interface
pa: ਗ਼ੈਰ-ਕਲਿੱਕ ਇੰਟਰਫੇਸ ਵਰਤੋਂ
sl: Uporabi vmesnik brez klikov
sv: Använd gränssnitt utan klick
zh_tw: 使用不點擊介面

source: Extender Position
pa: ਐਕਸਪੈਂਡਰ ਸਥਿਤੀ
sl: Položaj razširilnika
sv: Förlängningens position
zh_tw: 延伸位置

# Position the extender left
source: Left
pa: ਖੱਬੇ
sl: Levo
sv: Vänster
zh_tw: 左

# Position the extender right
source: Right
pa: ਸੱਜੇ
sl: Desno
sv: Höger
zh_tw: 右

source: Applet Icon:
pa: ਐਪਲਿਟ ਆਈਕਾਨ:
sl: Ikona apleta:
sv: Miniprogramikon:
zh_tw: 小程式圖示：

source: Show contents on &click
pa: ਕਲਿੱਕ ਕਰਨ ਉੱਤੇ ਸਮੱਗਰੀ ਵੇਖੋ(&c)
sl: Ob &kliku prikaži vsebino
sv: Visa innehåll vid &klick
zh_tw: 點擊顯示內容(&C)

source: Show contents on icon &hover (after a predefined interval of time)
pa: ਆਈਕਾਨ ਹੋਵਰ ਉੱਤੇ ਸਮੱਗਰੀ ਵੇਖੋ (ਕੁਝ ਤਹਿ ਸਮੇਂ ਦੇ ਬਾਅਦ)(&h)
sl: Ob pre&hodu miške čez ikono prikaži vsebino (po vnaprej določenem časovnem obdobju)
sv: Visa innehåll när pekaren &hålls över ikonen (efter fördefinierat tidsintervall)
zh_tw: 游標移到圖示上（並經過特定時間後）顯示內容(&H)

source: Show the search box
pa: ਖੋਜ ਬਾਕਸ ਵੇਖੋ
sl: Prikaži iskalno polje
sv: Visa sökruta
zh_tw: 顯示搜尋盒

source: Remove this
pa: ਇਹ ਹਟਾਓ
sl: Odstrani
sv: Ta bort denna
zh_tw: 移除此

source: Removable devices
pa: ਹਟਾਉਣਯੋਗ ਜੰਤਰ
sl: Odstranljive naprave
sv: Flyttbara enheter
zh_tw: 可移除裝置

source: Fixed devices
pa: ਸਥਿਰ ਜੰਤਰ
sl: Neodstranljive naprave
sv: Fasta enheter
zh_tw: 固定裝置

source: New Documents
pa: ਨਵੇਂ ਡੌਕੂਮੈਂਟ
sl: Novi dokumenti
sv: Nytt dokument
zh_tw: 新文件

source: Open Documents
pa: ਡੌਕੂਮੈਂਟ ਖੋਲ੍ਹੋ
sl: Odprti dokumenti
sv: Öppna dokument
zh_tw: 開啟文件

source: Recent Documents
pa: ਤਾਜ਼ਾ ਡੌਕੂਮੈਂਟ
sl: Nedavni dokumenti
sv: Senaste dokument
zh_tw: 最近使用的文件

source: Favorite Applications
pa: ਪਸੰਦੀਦਾ ਐਪਲੀਕੇਸ਼ਨ
sl: Priljubljeni programi
sv: Favoritprogram
zh_tw: 我的最愛應用程式

source: Lancelot
pa: ਲਾਂਸਲੋਟ

source: Robert Knight
pa: ਰਾਬਰਟ ਨਾਈਟ
