Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/libplasma_groupingcontainment.po
Languages: eu, pa, uk

source: Group Configuration
eu: Talde konfiguraketa
pa: ਗਰੁੱਪ ਸੰਰਚਨਾ
uk: Налаштування групування

source: Add Groups
eu: Erantsi taldeak
pa: ਗਰੁੱਪ ਸ਼ਾਮਲ
uk: Додати групи

source: Remove this %1
eu: Ezabatu %1 hau
pa: ਇਹ %1 ਹਟਾਓ
uk: Вилучити %1

source: Configure this %1
eu: Konfiguratu %1 hau
pa: ਇਹ %1 ਸੰਰਚਨਾ
uk: Налаштувати %1

source: Floating Group
eu: Talde mugikorra
pa: ਤਰਦਾ ਗਰੁੱਪ
uk: Плаваюча група

source: Flow Group
pa: ਤਰਦਾ ਗਰੁੱਪ
uk: Група-потік

source: Grid Group
eu: Sareta taldea
pa: ਗਰਿੱਡ ਗਰੁੱਪ
uk: Таблична група

source: Add a new column
eu: Erantsi zutabe berri bat
pa: ਨਵਾਂ ਕਾਲਮ ਸ਼ਾਮਲ
uk: Додати новий стовпчик

source: Remove a column
eu: Ezabatu zutabe bat
pa: ਕਾਲਮ ਹਟਾਓ
uk: Вилучити стовпчик

source: Add a new row
eu: Erantsi errenkada berri bat
pa: ਨਵੀਂ ਕਤਾਰ ਸ਼ਾਮਲ
uk: Додати новий рядок

source: Remove a row
eu: Ezabatu errenkada bat
pa: ਕਤਾਰ ਹਟਾਓ
uk: Вилучити рядок

source: Stacking Group
eu: Pilatzeko taldea
uk: Група-стос

# a general page in the config dialog
source: General
eu: Orokorra
pa: ਆਮ
uk: Загальне

source: New Tab
eu: Fitxa berria
pa: ਨਵੀਂ ਟੈਬ
uk: Нова вкладка

source: Tabbing Group
eu: Fitxa taldea
pa: ਗਰੁੱਪ ਟੈਬਿੰਗ
uk: Група вкладок

source: Pages
eu: Orrialdeak
pa: ਪੇਜ਼
uk: Сторінки

source: Rename page
eu: Berrizendatu orrialdea
pa: ਪੇਜ਼ ਨਾਂ ਬਦਲੋ
uk: Перейменувати сторінку

source: Move up
eu: Mugitu gora
pa: ਉੱਤੇ ਭੇਜੋ
uk: Пересунути вгору

source: Move down
eu: Mugitu behera
pa: ਹੇਠਾਂ ਭੇਜੋ
uk: Пересунути вниз
