Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/libplasmaweather.po
Languages: lv

source: Celsius °C
lv: Celsija °C

source: Fahrenheit °F
lv: Fārenheita °F

source: Kelvin K
lv: Kelvina K

source: Hectopascals hPa
lv: Hektopaskāli hPa

source: Kilopascals kPa
lv: Kilopaskāli kPa

source: Millibars mbar
lv: Milibāri mbar

source: Inches of Mercury inHg
lv: Dzīvsudraba milimeri inHg

source: Meters per Second m/s
lv: Metri sekundē m/s

source: Kilometers per Hour km/h
lv: Kilometri stundā km/h

source: Miles per Hour mph
lv: Jūdzes stundā mph

source: Knots kt
lv: Mezgli kt

source: Beaufort scale bft
lv: Boforta skala bft

source: Kilometers
lv: Kilometri

source: Miles
lv: Jūdzes

source: No weather stations found for '%1'
lv: Nav atrastas laikapstākļu stacijas priekš '%1'

source: minute
lv: minūte

source: Weather Station Configuration
lv: Laikapstākļu stacijas konfigurācija

source: Providers
lv: Piegādātāji

source: &Get New Providers...
lv: &Iegūt jaunus piegādātājus...

source: Weather Station
lv: Laikapstākļu stacija

source: &Location:
lv: &Vieta:

source: &Search
lv: &Meklēt

source: Update &every:
lv: Atjaunināt ik &pēc:

source: minutes
lv: minūtēm

source: Units
lv: Vienības

source: &Temperature:
lv: &Temperatūra:

source: &Pressure:
lv: &Spiediens:

source: Wind &speed:
lv: &Vēja ātrums:

source: &Visibility:
lv: &Redzamība:

source: Weather information retrieval for %1 timed out.
lv: Laikapstākļu informācijas ielādes laiks %1 noildzis.

source: Weather
lv: Laikapstākļi

source: Cannot find '%1' using %2.
lv: Neizdevās atrast '%1' izmantojot '%2.

source: Connection to %1 weather server timed out.
lv: Savienojumam ar laikapstākļu staciju '%1' ir iestājusies noildze.
