Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_runner_kopete.po
Languages: cs, fi, nb, nn, pa, pl, sk, sv, tr, uk

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák
fi: Lasse Liehu
nb: Bjørn Steensrud
nn: Eirik U. Birkeland
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ (A S Alam)
pl: Kamil Dziuba
sk: Michal Šulek
sv: Stefan Asserhäll
tr: Serdar Soytetir, Gökmen Göksel
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org
fi: lasse.liehu@gmail.com
nb: bjornst@skogkatt.homelinux.org
nn: eirbir@gmail.com
pa: aalam@user.sf.net
pl: kamil_dziuba@o2.pl
sk: misurel@gmail.com
sv: stefan.asserhall@bredband.net
tr: tulliana@gmail.com, gokmen@pardus.org.tr
uk: yurchor@ukr.net

source: Searches your Kopete buddylist for contacts matching :q:.
cs: Prohledá seznam kontaktů Kopete na kontakty odpovídající :q:.
fi: Etsii Kopeten yhteystietoluettelosta :q::a vastaavia yhteystietoja.
nb: Søker i din Kopete kameratliste etter kontakter som passer med :q:.
nn: Søkjer i kontaktlista i Kopete etter kontaktar med treff på :q:.
pa: :q: ਮਿਲਦੇ ਸੰਪਰਕਾਂ ਲਈ ਆਪਣੀ ਕੋਪੀਟੀ ਬੱਡੀਲਿਸਟ ਖੋਜੋ।
pl: Przeszukuje twoją listę znajomych, w poszukiwaniu kontaktów odpowiadających :q:.
sk: Hľadá kontakty vo vašom zozname priateľov zodpovedajúce :q:.
sv: Söker i Kopetes kompislista efter kontakter som matchar :q:.
tr: :q: ile eşleşen kişileri Kopete kişi listesinde arar.
uk: Шукає у вашому списку приятелів Kopete записи контактів, що відповідають ключу :q:.

source: Connect all Kopete accounts
cs: Připojit všechny účty v Kopete
fi: Yhdistä kaikkii Kopeten tileihin
nb: Koble til alle Kopete-kontoer
nn: Kopla til alle Kopete-kontoane
pa: ਸਭ ਕੋਪਟੀ ਅਕਾਊਂਟ ਕੁਨੈਕਟ ਕਰੋ
pl: Połącz wszystkie konta Kopete
sk: Pripojiť všetky účty v Kopete
sv: Ansluter alla Kopetes konton
tr: Tüm Kopete hesaplarına bağlan
uk: Встановити з’єднання на всіх облікових записах Kopete

source: Disconnect all Kopete accounts
cs: Odpojit všechny účty v Kopete
fi: Katkaise kaikkien Kopete-tilien yhteys
nb: Koble fra alle Kopete-kontoer
nn: Kopla frå alle Kopete-kontoane
pa: ਸਭ ਕੋਪਟੀ ਅਕਾਊਂਟ ਡਿਸ-ਕੁਨੈਕਟ ਕਰੋ
pl: Odłącz wszystkie konta Kopete
sk: Odpojiť všetky účty v Kopete
sv: Kopplar ner alla Kopetes konton
tr: Tüm Kopete hesaplarının bağlantısını kes
uk: Роз’єднати всі облікові записи Kopete

source: Set Kopete accounts to a status with an optional message
cs: Nastavit účty Kopete na stav s volitelnou správou
fi: Vaihda Kopete-tilien tila, valinnaisesti aseta myös tilaviesti
nb: Sett status med en valgfri melding for Kopete-kontoer
nn: Vel status og eventuelt ei melding for Kopete-kontoane
pa: ਕੋਪੀਟੀ ਅਕਾਊਂਟ ਲਈ ਚੋਣਵੇਂ ਸੁਨੇਹੇ ਨਾਲ ਹਾਲਤ ਸੈੱਟ ਕਰੋ
pl: Ustaw status z opisem dla kont Kopete
sk: Nastaviť účty Kopete na stav s voliteľnou správou
sv: Ställer in Kopetes konton till en viss status med ett valfritt meddelande
tr: Kopete hesaplarının durumunu isteğe bağlı bir mesaj ile değiştirir
uk: Встановити стан на облікових записах Kopete з необов’язковим повідомленням

source: Set Kopete status message
cs: Nastavit stavovou zprávu Kopete
fi: Aseta Kopeten tilaviesti
nb: Sett statusmelding for Kopete
nn: Vel statusmelding for Kopete
pa: ਕੋਪਟੀ ਹਾਲਤ ਸੁਨੇਹਾ ਸੈੱਟ ਕਰੋ
pl: Ustaw opis dla Kopete
sk: Nastaviť správu o stave v Kopete
sv: Ställer in Kopetes statusmeddelande
tr: Kopete durum iletisini ayarla
uk: Вказати повідомлення стану Kopete

source: Set all accounts as online
cs: Nastavit všechny účty jako Připojen
fi: Aseta kaikki tilit paikalla oleviksi
nb: Sett alle kontoer som tilkoblet
nn: Vis alle kontoar som «tilkopla»
pa: ਸਭ ਅਕਾਊਂਟ ਆਨਲਾਈਨ ਸੈੱਟ ਕਰੋ
pl: Ustaw wszystkie konta jako online
sk: Nastaviť všetky účty ako Pripojené
sv: Ställ in alla konton att vara uppkopplade
tr: Tüm hesapları çevrimiçi olarak ayarla
uk: Встановити для всіх облікових записів стан «У мережі»

source: Set all accounts as offline
cs: Nastavit všechny účty jako Odpojen
fi: Katkaise kaikki tilit verkosta
nb: Sett alle kontoer som frakoblet
nn: Vis alle kontoar som «fråkopla»
pa: ਸਭ ਅਕਾਊਂਟ ਆਫਲਾਈਨ ਸੈੱਟ ਕਰੋ
pl: Ustaw wszystkie konta jako offline
sk: Nastaviť všetky účty ako Nepripojené
sv: Ställ in alla konton att vara nerkopplade
tr: Tüm hesapları çevrimdışı olarak ayarla
uk: Встановити стан «поза мережею» на всіх облікових записах

# The ': ' is used as a separator
source: Status: %1
cs: Stav: %1
fi: Tila: %1
pa: ਹਾਲਤ: %1
sk: Stav: %1
tr: Durum: %1
uk: Стан: %1

# The ': ' is used as a separator
source: Message: %1
cs: Zpráva: %1
fi: Viesti: %1
nb: Melding: %1
nn: Melding: %1
pa: ਸੁਨੇਹਾ: %1
pl: Wiadomość: %1
sk: Správa: %1
sv: Meddelande: %1
tr: İleti: %1
uk: Повідомлення: %1

source: Set Status Message
cs: Nastavit stavovou zprávu
fi: Aseta tilaviesti
nb: Sett statusmelding
nn: Vel statusmelding
pa: ਹਾਲਤ ਸੁਨੇਹਾ ਸੈੱਟ ਕਰੋ
pl: Ustaw opis
sk: Nastaviť správu o stave
sv: Ställ in statusmeddelande
tr: Durum İletisini Ayarla
uk: Встановити повідомлення стану

source: Send message to %1
cs: Poslat zprávu %1
fi: Lähetä viesti henkilölle %1
nb: Send melding til %1
nn: Send melding til %1
pa: %1 ਨੂੰ ਸੁਨੇਹਾ ਭੇਜੋ
pl: Wyślij wiadomość do: %1
sk: Poslať správu %1
sv: Skicka meddelande till %1
tr: %1 kişisine ileti gönder
uk: Надіслати повідомлення %1

source: Status: %1
cs: Stav: %1
fi: Tila: %1
pa: ਹਾਲਤ: %1
sk: Stav: %1
tr: Durum: %1
uk: Стан: %1

source: %1 Message: %2
cs: %1 Zpráva: %2
fi: %1 Viesti: %2
nb: %1 Melding: %2
nn: %1 Melding: %2
pa: %1 ਸੁਨੇਹਾ: %2
pl: %1 Wiadomość: %2
sk: %1 Správa: %2
sv: %1 Meddelande: %2
tr: %1 İleti: %2
uk: %1 Повідомлення: %2
