Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_kdeobservatory.po
Languages: fr, it

# Commit history for a given project %1
source: Commit History - %1
fr: Valider l'historique - %1
it: Storico dei depositi - %1

source: Top Active Projects
fr: Projets actifs principaux
it: Progetti più attivi

source: Top Developers
fr: Développeurs principaux
it: Sviluppatori principali

source: Commit History
fr: Historique de validation
it: Storico dei depositi

source: Krazy Report
fr: Rapport de Krazy
it: Report Krazy

source: No active network connection
fr: Aucune connexion réseau active
it: Nessuna connessione di rete attiva

source: Go to previous view
fr: Aller à la vue précédente
it: Vai alla vista precedente

source: Go to next view
fr: Aller à la vue suivante
it: Vai alla vista successiva

source: Last update: %1 %2
fr: Dernière mise à jour : %1 %2
it: Ultimo aggiornamento: %1 %2

# Global configuration options
source: General
fr: Général
it: Generale

source: Projects
fr: Projets
it: Progetti

source: Views
fr: Vues
it: Viste

source: Are you sure you want to remove project '%1'?
fr: Voulez-vous vraiment supprimer le projet « %1 » ?
it: Sei sicuro di voler rimuovere il progetto «%1»?

source: Remove project
fr: Supprimer un projet
it: Rimuovi progetto

# Krazy report for a given project %1
source: Krazy Report - %1
fr: Rapport de Krazy - %1
it: Report Krazy - %1

source: %2 %1 error
fr: %2 %1 erreur
it: %2 %1 errore

source: %2 - %1 commit
fr: %2 - %1 validation
it: %2 - %1 deposito

source: Top Developers - %1
fr: Développeurs principaux - %1
it: Sviluppatori principali - %1

source: Activity Range
fr: Intervalle d'activité
it: Intervallo di attività

source: &Full history
fr: &Historique complet
it: Storico co&mpleto

source: &Past
fr: &Passé
it: Do&po

# noun, the 24-hour period
source: days
fr: jours
it: giorni

# The beginning of a range
source: Fro&m
fr: De&puis
it: &Da

# The end of a range
source: to
fr: à
it: a

source: &Enable automatic view change
fr: Activ&er le changement automatique de vue
it: Abilita cambiam&ento automatico della vista

source: Change view every:
fr: Changer la vue chaque :
it: Cambia vista ogni:

source: hh 'Hours' mm 'Mins' ss 'Secs'
fr: hh « Heures » mm « Minutes » ss « Secondes »
it: hh 'Ore' mm 'Minuti' ss 'Secondi'

source: Project name:
fr: Nom du projet :
it: Nome del progetto:

source: Commit subject:
fr: Objet de la validation :
it: Oggetto del deposito:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Prefix used for this project in kde-commits mailing list.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> KDE/kdebase/runtime/plasma/</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Préfixe utilisé pour ce projet dans la liste de diffusion « kde-commits ».</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex :</span> KDE/kdebase/runtime/plasma/</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Prefisso utilizzato per questo progetto nella lista di distribuzione kde-commits.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ad es:</span> KDE/kdebase/runtime/plasma/</p></body></html>

source: Icon:
fr: Icône :
it: Icona:

source: Krazy report:
fr: Rapport de Krazy :
it: Report Krazy

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Krazy report web address for this project.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Format:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Adresse Web du rapport de Krazy pour ce projet.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Format :</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;rapport-krazy&gt;</span> <span style=" font-weight:600;"> ou </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;module-composant-krazy&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex. :</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;"> ou </span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">composant = kde-4.x&amp;module = kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Indirizzo web del report Krazy per questo progetto.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Formato:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">o </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>

source: Krazy file identifier:
fr: Identifiant de fichier Krazy :
it: Identificatore file Krazy:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sub-string that must appear in files belonging to this project. Leave it blank if all files in Krazy report belong to this project or a component-module address was given.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ex: for a plasmoid in playground, <span style=" text-decoration: underline;">Krazy report</span> would be "playground/base/plasma" and <span style=" text-decoration: underline;">Krazy file identifier</span> would be "&lt;plasmoid-directory&gt;".</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sous-chaîne devant apparaître dans les fichiers appartenant à ce projet. Laissez-la vide si tous les fichiers du rapport Krazy appartiennent à ce projet ou si une adresse de module ou de composant a été indiquée.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ex : pour un composant graphique dans « playground », le <span style=" text-decoration: underline;">rapport Krazy</span> serait « playground/base/plasma » et l'<span style=" text-decoration: underline;">identifiant de fichier Krazy</span> serait « &lt;dossier-composant-graphique&gt; ».</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">La sottostringa che deve apparire nei file appartenenti a questo progetto. Lasciala vuota se tutti i file del report Krazy appartengono al progetto o è stato fornito un indirizzo di componente-modulo.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ad es: per un plasmoide in playground, Il <span style=" text-decoration: underline;">report Krazy</span> sarà "playground/base/plasma" e l'<span style=" text-decoration: underline;">identificatore file Krazy</span> sarà "&lt;plasmoid-directory&gt;".</p></body></html>

source: Project
fr: Projet
it: Progetto

source: Commit Subject
fr: Objet de la validation
it: Oggetto del deposito

source: Krazy File Identifier
fr: Identifiant de fichier Krazy
it: Identificatore file Krazy

source: &Add
fr: &Ajouter
it: &Aggiungi

source: &Remove
fr: &Supprimer
it: &Rimuovi

source: &Edit
fr: &Modifier
it: Mo&difica

source: Active views:
fr: Vues actives :
it: Viste attive:

source: View Configuration
fr: Configuration de la vue
it: Configurazione vista

source: View:
fr: Vue :
it: Vista:

source: Projects in view:
fr: Projets dans la vue :
it: Progetti nella vista:

source: &Check All
fr: &Tout cocher
it: &Seleziona tutto

source: &Uncheck All
fr: To&ut décocher
it: &Deseleziona tutto
