Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_binaryclock.po
Languages: es, et, ja, kk, nl, nn, pt, ro

source: Appearance
es: Aspecto
et: Välimus
ja: 外観
kk: Көрініс
nl: Uiterlijk
nn: Utsjånad
pt: Aparência
ro: Aspect

source: Active LEDs:
es: LED activos:
et: Aktiivsed LED-id:
ja: 点灯している LED:
kk: Жарық шаршылардың бояуы:
nl: Actieve LED's:
nn: På-lysdiodar:
pt: LEDs activos:
ro: Grafituri active:

source: Use custom color for active LEDs:
es: Usar un color personalizado para los LED activos:
et: Aktiivsetel LED-idel kasutatakse kohandatud värvi:
ja: 点灯している LDE にカスタム色を使う:
kk: келесі түспен болсын:
nl: Aangepaste kleur voor actieve LED's gebruiken:
nn: Bruk sjølvvald farge for på-lysdiodar:
pt: Usar uma cor personalizada para os LED's activos:
ro: Utilizează culoare personalizată pentru LED-uri active:

source: Inactive LEDs:
es: LED inactivos:
et: Mitteaktiivsed LED-id:
ja: 点灯していない LED:
kk: Сонген шаршылардың бояуы:
nl: Uitgeschakelde LED's:
nn: Av-lysdiodar:
pt: LEDs inactivos:
ro: LED-uri inactive:

source: Show the inactive LEDs
es: Mostrar los LED inactivos
et: Mitteaktiivsete LED-ide näitamine
ja: 点灯していない LED を表示する
kk: Сөнген шаршыларды бояу
nl: Toon de uitgeschakelde LED's
nn: Vis av-lysdiodar
pt: Mostrar os LED's inactivos
ro: Arată LED-urile inactive

source: Check this if you want to see the inactive LEDs.
es: Marque esta casilla si desea ver los LED inactivos.
et: Märkimisel näidatakse väljalülitatud LED-e.
ja: 点灯していない LED も表示させる場合、これをチェックします。
kk: Сөнген шаршыларды бояу керек болса - осыны белгіленіз.
nl: Selecteer dit als u de uitgeschakelde LED's wilt weergeven.
nn: Kryss av her viss du òg vil sjå av-lysdiodane.
pt: Assinale isto se quiser ver os LED's desligados.
ro: Bifați dacă doriți să vedeți LED-urile inactive.

source: Show
es: Mostrar
et: Näitamine
ja: 表示する
kk: болсын
nl: Tonen
nn: Vis
pt: Mostrar
ro: Arată

source: Use theme color
es: Usar el color del tema
et: Teema värvi kasutamine
ja: テーマ色を使う
kk: нақышына сай болсын
nl: Themakleur gebruiken
nn: Bruk temafargane
pt: Usar a cor do tema
ro: Utilizează culoarea tematicii

source: Use custom color for inactive LEDs:
es: Usar un color personalizado para los LED inactivos:
et: Mitteaktiivsetel LED-idel kasutatakse kohandatud värvi:
ja: 点灯していない LDE にカスタム色を使う:
kk: келесі түспен боялсын
nl: Gebruik een aangepaste kleur voor uitgeschakelde LED's:
nn: Bruk sjølvvald farge for av-lysdiodar:
pt: Usar uma cor personalizada para os LED's inactivos:
ro: Utilizează culoare personalizată pentru LED-uri inactive:

source: Grid:
es: Cuadrícula:
et: Alusvõrk
ja: グリッド:
kk: Торының бояуы:
nl: Raster:
nn: Rutenett:
pt: Grelha:
ro: Grilă:

source: Show the grid
es: Mostrar la cuadrícula
et: Alusvõrgu näitamine
ja: グリッドを表示します
kk: Торын бояу
nl: Het raster tonen
nn: Vis rutenettet
pt: Mostrar a grelha
ro: Arată grila

source: Check this if you want to see a grid around leds.
es: Marque esta casilla si desea ver una cuadrícula alrededor de los LED.
et: Märkimisel näidatakse alusvõrku.
ja: LED の周りにグリッドを表示させる場合、これをチェックします。
kk: Торын бояуы болсын десеңіз - осыны белгілеңіз.
nl: Selecteer dit als u een raster rond de LED's wilt laten weergeven
nn: Kryss av her viss du vil sjå eit rutenett rundt lysdiodane.
pt: Assinale isto se quiser ver uma grelha em torno dos leds.
ro: Bifați dacă doriți să vedeți o grilă în jurul grafiturilor.

source: Use custom grid color:
es: Usar un color personalizado para la cuadrícula:
et: Alusvõrgul kohandatud värvi kasutamine:
ja: カスタム色を使う:
kk: келесі түспен боялсын:
nl: Aangepaste kleur voor raster gebruiken:
nn: Bruk sjølvvald farge på rutenettet:
pt: Usar uma cor personalizada para a grelha:
ro: Utilizează culoare personalizată a grilei:

source: Information
es: Información
et: Info
ja: 情報
kk: Мәліметі
nl: Informatie
nn: Informasjon
pt: Informação
ro: Informații

source: Seconds:
es: Segundos:
et: Sekundid:
ja: 秒:
kk: Секундтары:
nl: Seconden:
nn: Sekund:
pt: Segundos:
ro: Secunde:

source: Show the seconds LEDs
es: Mostrar los LED de los segundos
et: Sekundite LED-ide näitamine
ja: 秒を表す LED を表示します
kk: Секундтары көрсету
nl: LED's voor seconden tonen
nn: Vis sekund-lysdiodar
pt: Mostrar os LED's dos segundos
ro: Arată LED-urile secundelor

source: Check this if you want to display seconds LEDs in order to see the seconds.
es: Marque esta casilla si desea que se muestren los LED de los segundos.
et: Märkimisel näidatakse sekundite LED-e.
ja: 秒を表す LED を表示させる場合、これをチェックします。
kk: Секундтарын көрсетуі болсын десеңіз - осыны белгілеңіз.
nl: Selecteer dit als u de seconden LED's wilt laten weergeven.
nn: Kryss av her viss du òg vil visa lysdiodar for sekund.
pt: Assinale isto se quiser mostrar os LED's dos segundos, para os poder consultar.
ro: Bifați dacă doriți să se afișeze LED-urile secundelor pentru a vedea secundele.
