Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_comic.po
Languages: nds, sv

# refers to caching of files on the users hd
source: Cache
nds: Twischenspieker

source: strips per comic
nds: Regen per Comic
sv: serier per serietyp

source: No size limit
nds: Keen Gröttgrenz
sv: Ingen storleksgräns

source: Comic cache:
nds: Comic-Twischenspieker:
sv: Local serielagring:

source: Error Handling
nds: Fehlerverarbeiden
sv: Felhantering

source: Display error image when getting comic failed:
nds: Fehler wiesen, wenn sik en Comic nich halen lett:
sv: Visa fel när serien inte kunde hämtas:

source: Show arrows only on &hover:
nds: Pielen bloots bi't &Anrögen wiesen:
sv: Visa bara pilar när musen &hålls stilla:

source: Information
nds: Informatschonen

source: Show comic &title:
nds: Comic-&Titel wiesen:
sv: Visa seriens &namn:

source: Show comic &identifier:
nds: Comic-&Beteker wiesen:
sv: Visa seriens &identifierare:

source: Show comic &author:
nds: Comic-&Autor wiesen:
sv: Visa seriens &författare:

source: Show comic &URL:
nds: Comic-&URL wiesen:
sv: Visa seriens &webbadress:

# here strip means comic strip
source: &Next Tab with a new Strip
nds: &Nakamen Paneel mit nieg Reeg
sv: &Nästa flik med en ny serie

source: Jump to &first Strip
nds: Na &eerst Reeg jumpen
sv: Gå till &första serie

source: Jump to &current Strip
nds: Na &aktuell Reeg jumpen
sv: Gå till &aktuell serie

source: Jump to Strip ...
nds: Jump na Reeg...
sv: Gå till serie...

source: Visit the shop &website
nds: Na de Inkööp-&Nettsiet gahn
sv: Besök affärens &webbplats

source: &Save Comic As...
nds: Comic &sekern as...
sv: &Spara serie som...

source: &Create Comic Book Archive...
nds: Comicbookarchiev &opstellen…
sv: S&kapa seriearkiv...

# @option:check Context menu of comic image
source: &Actual Size
nds: &Orginaalgrött
sv: &Verklig storlek

# @option:check Context menu of comic image
source: Store current &Position
nds: Aktuell &Positschoon sekern
sv: Lagra nuvarande &position

source: General
nds: Allgemeen
sv: Allmänt

source: Appearance
nds: Utsehn
sv: Utseende

source: Advanced
nds: Verwiedert
sv: Avancerat

source: Archiving comic failed
nds: Comic lett sik nich archiveren.
sv: Misslyckades arkivera serie

source: Create %1 Comic Book Archive
nds: %1-Comicbookarchiev opstellen
sv: Skapa %1 seriearkiv

source: Destination:
nds: Teel:
sv: Mål:

source: *.cbz|Comic Book Archive (Zip)
nds: *.cbz|Comicbookarchiev (Zip)
sv: *.cbz|Seriearkiv (zip)

source: The range of comic strips to archive.
nds: Rebeet vun Comics för't Archiveren
sv: Intervall av serier att arkivera.

source: Range:
nds: Rebeet:
sv: Intervall:

source: From beginning to ...
nds: Vun den Anfang bet…
sv: Från början till...

source: From end to ...
nds: Vun't Enn bet…
sv: Från slutet till...

source: Manual range
nds: Sülven fastleggt Rebeet
sv: Manuellt intervall

# in a range: from to
source: From:
nds: Vun:
sv: Från:

# in a range: from to
source: To:
nds: Bet:
sv: Till:

source: dd.MM.yyyy
nds: DD.MM.JJJJ
sv: yyyy-MM-dd

source: No zip file is existing, aborting.
nds: Dat gifft keen Zip-Datei, bi to afbreken
sv: Det finns ingen zip-fil, avbryter.

source: An error happened for identifier %1.
nds: Dat hett en Fehler för Beteker %1 geven.
sv: Ett fel uppstod för identifieraren %1.

source: Failed creating the file with identifier %1.
nds: Opstellen vun Datei mit Beteker "%1" fehlslaan
sv: Misslyckades skapa filen med identifieraren %1.

source: Creating Comic Book Archive
nds: Comicbookarchiev warrt opstellt
sv: Skapar seriearkiv

source: Failed adding a file to the archive.
nds: En Datei lett sik dat Archiev nich tofögen.
sv: Misslyckades lägga till en fil i arkivet.

source: Could not create the archive at the specified location.
nds: Dat Archiev lett sik nich an de angeven Steed opstellen.
sv: Kunde inte skapa arkivet på den angivna platsen.

source: Getting comic strip failed:
nds: Comic lett sik nich halen:
sv: Misslyckades hämta serie:

source: Maybe there is no Internet connection. Maybe the comic plugin is broken. Another reason might be that there is no comic for this day/number/string, so choosing a different one might work.
nds: Villicht steiht Dien Internetverbinnen nich. Oder dat Comic-Moduul is schaadhaftig. Oder för disse(n) Dag/Nummer/Tekenkeed gifft dat gor keen Comic, un en anner löppt villicht.
sv: Kanske finns det ingen anslutning till Internet. Kanske är det ett fel i serieinsticksprogrammet. En annan orsak kan vara att det inte finns någon serier för den här dagen, numret eller strängen, så att välja en annan kan fungera.

source: Choose the previous strip to go to the last cached strip.
nds: Söök den verleden Comic ut, wenn Du na den tolest twischenspiekert Comic gahn wullt.
sv: Välj föregående serie för att gå till den senast lagrade serien.

source: Download new comics
nds: Nieg Comics daalladen
sv: Ladda ner nya serier

source: &Get New Comics...
nds: Nieg Comics &halen...
sv: &Hämta nya serier...

source: &Middle-click on the comic to show it at its original size
nds: &Middelklick op den Comic, wenn Du em in Orginaalgrött ankieken wullt.
sv: Klicka med &mittenknappen på serien för att visa den med originalstorlek

source: Update
nds: Opfrischen
sv: Uppdatera

source: Automatically update comic plugins:
nds: Comic-Modulen automaatsch opfrischen:
sv: Uppdatera serieinsticksprogram automatiskt:

source: days
nds: Daag
sv: dagar

source: every
nds: elk
sv: efter

source: never
nds: nienich
sv: aldrig

source: Check for new comic strips:
nds: Na niege Comics kieken:
sv: Kontrollera om det finns nya serier:

source: minutes
nds: Minuten
sv: minuter

source: Visit the comic website
nds: Na de Comic-Nettsiet gahn
sv: Besök seriens webbplats

source: Go to Strip
nds: Na Reeg gahn
sv: Gå till serie

source: &Strip Number:
nds: &Reegnummer:
sv: &Serienummer:

source: Strip identifier:
nds: Comic-Beteker:
sv: Seriens identifierare:

source: All
sv: Alla

source: Comic
sv: Serie
