Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_rtm.po
Languages: nds

source: Displays the current authentication state of the KDE Remember The Milk applet. If the light is green, the applet is authenticated. If the light is red, you need to enter your username and password below to log in.
nds: Wiest den aktuellen Anmellstatus för't KDE-Lüttprogramm "Dor-An-Denken". Dat Lüttprogramm is anmeldt, wenn de gröne Latücht an is. Wenn de rode Latücht lücht, muttst Du nerrn Dien Brukernaam un Passwoort ingeven.

source: Current Authentication Status
nds: Aktuell Anmellenstatus

source: Authenticated
nds: Anmeldt

source: Re-Authenticate
nds: Nieg anmellen

source: Authenticate with Remember The Milk Service
nds: Mit den Dor-An-Denken-Deenst anmellen

source: No Remember The Milk Account?
nds: Keen Brukerkonto för "Dor-An-Denken"?

source: Register for one here.
nds: Hier anmellen

source: Sort by:
nds: Sorteren na:

source: Change the current sorting method. Priority: Items are first sorted by their priority (1, 2, 3, none) and secondly by due date. Due Date: Items are first sorted by their due date and secondly by priority.
nds: De aktuelle Sorteermetood ännern.. Prioriteet: Indrääg warrt toeerst na ehr Prioriteet (1, 2, 3, keen) un denn na ehr Afloopdatum sorteert. Afloopdatum: Indröög warrt toeerst na ehr Afloopdatum un denn na ehr Prioriteet sorteert.

source: Due Date
nds: Afloopdatum

source: Priority
nds: Prioriteet

source: Click to finish authentication
nds: Klick hier, wenn Du de Identiteetprööv beennen wullt.

source: General
nds: Allmeen

source: General Configuration Options
nds: Allmeen Instelloptschonen

source: Authentication
nds: Identiteetprööv

source: Remember The Milk Authentication
nds: Identiteetprööv för Dor-An-Denken

source: Not Authenticated
nds: Nich anmeldt

source: Login Failed. Please try again.
nds: Anmellen fehlslaan. Versöök dat man nochmaal.

source: Remember The Milk Tasks
nds: Opgaven binnen Dor-An-Denken

source: Editing Task:
nds: Bewerkt Opgaav:

source: Failed to load the Remember The Milk DataEngine
nds: Dor-An-Denken sien Datenkarn lett sik nich laden.

source: No Data Yet. Refreshing...
nds: Noch keen Daten. Opfrischen löppt...

source: Filter Tasks...
nds: Opgaven filtern...

source: Create New Task...
nds: Nieg Opgaav opstellen…

source: Authentication to Remember The Milk needed
nds: Anmellen na Dor-An-Denken sien Datenkarn deit noot.

source: Name:
nds: Naam:

source: Due:
nds: Steiht an:

source: Tags:
nds: Slötelwöör:

source: Priority:
nds: Prioriteet:

source: Complete:
nds: Afslaten:

source: Top Priority
nds: Hööchst Prioriteet

source: Medium Priority
nds: Middel Prioriteet

source: Low Priority
nds: Siet Prioriteet

source: No Priority
nds: Keen Prioriteet

source: Update Task
nds: Opgaav opfrischen

source: Discard Changes
nds: Ännern wegsmieten

source: Tags:
nds: Slötelwöör:

source: Top Priority:
nds: Hööchst Prioriteet:

source: Medium Priority:
nds: Middel Prioriteet:

source: Low Priority:
nds: Siet Prioriteet:

source: No Priority:
nds: Keen Prioriteet:

source: Overdue
nds: Steiht ut

source: Today
nds: Vundaag

source: Tomorrow
nds: Morgen

source: Anytime
nds: Jichtenswann
