Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_pastebin.po
Languages: ko, lt, sv, wa, zh_tw

# The status of the applet has not been set - i.e. it is unset.
source: Unset
ko: 설정 해제
lt: Panaikinti nustatymą
sv: Inte inställd
wa: Disfé
zh_tw: 取消設定

source: Drop text or an image onto me to upload it to Pastebin.
ko: Pastebin에 붙여넣을 텍스트나 그림을 끌어다 놓으십시오.
lt: Numeskite tekstą ar paveikslėlį čia ir jis bus išsiųstas į Pastebin.
sv: Släpp en text eller en bild här för att ladda upp den till Pastebin.
wa: Bodjîz on scrijhaedje ou ene imådje eyet poizer e mi po l' eberweter dins Pastebin.
zh_tw: 將文字或影像拖到這裡以上傳到 Pastebin。

source: Error during upload. Try again.
ko: 업로드가 실패하였습니다. 다시 시도하십시오.
lt: Išsiuntimo klaida. Mėginkite iš naujo.
sv: Fel vid uppladdning. Försök igen.
wa: Åk n' a nén stî come dj' eberwetéve. Sayîz cor on côp.
zh_tw: 上傳時發生錯誤！請再試一次。

source: Successfully uploaded to %1.
ko: %1에 업로드하였습니다.
lt: Sėkmingai išsiųsta į %1.
sv: Laddade upp till %1 med lyckat resultat.
wa: L' eberwetaedje so %1 a stî comifåt.
zh_tw: 已成功上傳到 %1。

source: Sending....
ko: 업로드 중...
lt: Siunčiama...
sv: Skickar...
wa: Dj' evoye....
zh_tw: 傳送中...

source: General
ko: 일반
lt: Bendri
sv: Allmänt
wa: Djenerå
zh_tw: 一般

# Notification when the pastebin applet has copied the URL to the clipboard
source: The URL for your paste has been copied to the clipboard
ko: 붙여넣은 항목의 URL이 클립보드에 복사되었습니다
lt: Įterpties URL nukopijuotas į Iškarpinę
sv: Webbadressen för inklistringen har kopierats till klippbordet
wa: L' URL po voste aclapaedje a bén stî copyî e presse-papî
zh_tw: 您的 paste 網址已複製到剪貼簿

source: Open browser
ko: 브라우저 열기
lt: Atverti naršyklę
sv: Öppna webbläsare
wa: Drovi betchteu
zh_tw: 開啟瀏覽器

source: Pastebin Config Dialog
ko: Pastebin 설정 대화상자
lt: Pastebin konfigūravimo dialogas
sv: Inställningsdialogruta för Pastebin
wa: Divize d' apontiaedje di Pastebin
zh_tw: Pastebin 設定對話框

source: Pastebin server:
ko: Pastebin 서버:
lt: Pastebin serveris:
wa: Sierveu Pastebin :
zh_tw: Pastebin 伺服器：

source: Imagebin server:
ko: Imagebin 서버:
lt: Imagebin serveris:
wa: Sierveu Imagebin :
zh_tw: Imagebin 伺服器：

source: History size:
ko: 과거 기록 크기:
lt: Istorijos ilgis:
sv: Historikstorlek:
wa: Grandeu di l' istwere :
zh_tw: 歷史紀錄大小：

source: &Get New Providers
ko: 새 공급자 가져오기(&G)
lt: &Gauti naujų tiekėjų
sv: &Hämta nya leverantörer
wa: &Cweri après des noveas ahesseus
zh_tw: 取得新的提供者(&G)
