Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_incomingmsg.po
Languages: mr, pl, sr@ijekavian, tr, wa

source: No new mail.
mr: नवीन मेल नाही.
pl: Brak nowych wiadomości.
sr@ijekavian: Нема нове поште.
tr: Yeni ileti yok.
wa: Nou novea emile.

source: No new XChat messages.
mr: नवीन एक्सचेट संदेश नाहीत.
pl: Brak nowych wiadomości w XChat.
sr@ijekavian: Нема нових порука из Икс‑ћаскања.
tr: Yeni XChat iletiniz yok.
wa: Nou novea messaedje XChat.

source: No new Kopete messages.
mr: नवीन कोपेट संदेश नाहीत.
pl: Brak nowych wiadomości w Kopete.
sr@ijekavian: Нема нових порука из Копетеа.
tr: Yeni Kopete iletiniz yok.
wa: Nou novea messaedje Kopete.

source: No new Pidgin messages.
mr: नवीन पिडगिन संदेश नाहीत.
pl: Brak nowych wiadomości w Pidginie.
sr@ijekavian: Нема нових порука из Пиџина.
tr: Yeni Pidgin iletiniz yok.
wa: Nou novea messaedje Pidgin.

source: You have a new qutIM message.
mr: तुमच्या करिता एक नवीन क्युटआयएम संदेश आहे.
pl: Masz nową wiadomość qutIM.
sr@ijekavian: Имате %1 нову поруку преко КјутИМ‑а.
tr: %1 yeni qutIM iletiniz var.
wa: Vos avoz on novea messaedje qutIM.

source: No new qutIM messages.
mr: नवीन क्युटआयएम संदेश नाहीत.
pl: Brak nowych wiadomości qutIM.
sr@ijekavian: Нема нових порука преко КјутИМ‑а.
tr: Yeni qutIM iletiniz yok.
wa: Nou novea messaedje qutIM.

source: No running messaging apps found. Supported apps are %1, %2, %3, %4, %5.
mr: कोणतेही चालू संदेशवाहक अनुप्रयोग सापडले नाहीत. समर्थीत अनुप्रयोग %1, %2, %3, %4, %5.
pl: Nie znaleziono uruchomionych komunikatorów. Obsługiwane programy to %1, %2, %3, %4, %5.
sr@ijekavian: Није нађен ниједан гласнички програм. Подржани су %1, %2, %3, %4 и %5.|/|Није нађен ниједан гласнички програм. Подржани су $[ном %1], $[ном %2], $[ном %3], $[ном %4] и $[ном %5].
tr: Çalışan bir mesajlaşma uygulaması yok. Desteklenen uygulamalar, %1, %2, %3, %4, %5.
wa: Dji n' a trové nou programe di messaedjreye en alaedje. Les programes sopoirtés sont %1, %2, %3, %4 eyet %5.

source: General
mr: सामान्य
pl: Ogólne
sr@ijekavian: Опште
tr: Genel
wa: Djenerå

source: Your Evolution mail count has changed.
mr: तुमची इव्होल्युशन मेल संख्या बदलली आहे.
pl: Liczba Twoich wiadomości w Evolution uległa zmianie.
sr@ijekavian: Измијењен број порука у Еволуцији.
tr: Evolution e-posta hesabınızda bir değişiklik var.
wa: Vosse conte d' emile Evolution a candjî.

source: Your KMail mail count has changed.
mr: तुमची के-मेल मेल संख्या बदलली आहे.
pl: Liczba Twoich wiadomości w KMailu uległa zmianie.
sr@ijekavian: Измијењен број порука у К‑пошти.
tr: KMail e-posta hesabınızda bir değişiklik var.
wa: Vosse conte d' emile KMail a candjî.

source: You have new XChat messages.
mr: तुमच्या करिता नवीन एक्सचेट संदेश आहेत.
pl: Masz nową wiadomość w XChat.
sr@ijekavian: Нове поруке из Икс‑ћаскања.
tr: Yeni XChat iletiniz var.
wa: Vos avoz des noveas messaedjes XChat.

source: You have new Kopete messages.
mr: तुमच्या करिता नवीन कोपेट संदेश आहेत.
pl: Masz nową wiadomość w Kopete.
sr@ijekavian: Нове поруке из Копетеа.
tr: Yeni Kopete iletiniz var.
wa: Vos avoz des noveas messaedjes Kopete.

source: You have new Pidgin messages.
mr: तुमच्या करिता नवीन पिडगिन संदेश आहेत.
pl: Masz nową wiadomość w Pidginie.
sr@ijekavian: Нове поруке из Пиџина.
tr: Yeni Pidgin iletiniz var.
wa: Vos avoz des noveas messaedjes Pidgin.

source: Show these applications if they are running:
mr: हे अनुप्रयोग चालू असल्यास दर्शवा :
pl: Pokaż te programy, jeśli są uruchomione.
sr@ijekavian: Прикажи ове програме ако су у погону:
tr: Eğer çalışıyorlarsa bu uygulamaları göster:
wa: Mostrer ces programes si sont-st enondés :

source: KMail
mr: के-मेल
sr@ijekavian: К‑пошта

source: Kopete
mr: कोपेट
sr@ijekavian: Копете

source: Pidgin
mr: पिडगिन
sr@ijekavian: Пиџин

source: XChat
mr: एक्सचेट
sr@ijekavian: Икс‑ћаскање

source: qutIM
mr: क्युटआयएम
sr@ijekavian: КјутИМ
