Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_luna.po
Languages: da, nds, nn, sr@ijekavian, sr@ijekavianlatin, wa

source: The luna SVG file was not found
da: Luna SVG-filen blev ikke fundet
nds: De SVG-Datei vun "luna" lett sik nich finnen
nn: Fann ikkje SVG-biletfila
sr@ijekavian: Није нађен Лунин СВГ фајл
sr@ijekavianlatin: Nije nađen Lunin SVG fajl
wa: Li fitchî SVG di lune n' a nén stî trové

source: General
da: Generelt
nds: Allmeen
nn: Generelt
sr@ijekavian: Опште
sr@ijekavianlatin: Opšte
wa: Djenerå

source: Full Moon
da: Fuldmåne
nds: Vullmaand
nn: Fullmåne
sr@ijekavian: Пун мјесец
sr@ijekavianlatin: Pun mjesec
wa: Plinte lune

source: New Moon
da: Nymåne
nds: Tonehmen SeßelNiegmaand
nn: Nymåne
sr@ijekavian: Млад мјесец
sr@ijekavianlatin: Mlad mjesec
wa: Novele lune

source: Waxing Crescent (New Moon was yesterday)
da: Halvmåne (nymåne var i går)
nds: Tonehmen Seßel (Güstern weer Niegmaand)
nn: Veksande måne (nymåne i går)
sr@ijekavian: Напредујући срп (млад био прије %1 дан)
sr@ijekavianlatin: Napredujući srp (mlad bio prije %1 dan)
wa: Prumî cwårt crexhant (li novele lune c' esteut ayir)

source: First Quarter
da: Første fjerdedel
nds: Tonehmen Halfmaand
nn: Ny, halvmåne
sr@ijekavian: Прва четврт
sr@ijekavianlatin: Prva četvrt
wa: Prumî cwårtî

source: Waxing Gibbous (Tomorrow is Full Moon)
da: Mellem halv og fuld (fuldmåne er i morgen)
nds: Tonehmen Maand (Morgen is Vullmaand)
nn: Snart fullmåne (i morgon)
sr@ijekavian: Напредујући грбав (%1 дан до пуног)
sr@ijekavianlatin: Napredujući grbav (%1 dan do punog)
wa: Deujhinme cwårt crexhant (li plinte lune c' est dmwin)

source: Waning Gibbous (Yesterday was Full Moon)
da: Mellem fuld og halv (fuldmåne var i går)
nds: Afnehmen Maand (Güstern weer Vullmaand)
nn: Minkande måne (fullmåne i går)
sr@ijekavian: Нестајући грбав (пун био прије %1 дан)
sr@ijekavianlatin: Nestajući grbav (pun bio prije %1 dan)
wa: Prumî cwårt discrexhant (li plinte lune c' esteut ayir)

source: Last Quarter
da: Sidste fjerdedel
nds: Afnehmen Halfmaand
nn: Ne, halvmåne
sr@ijekavian: Посљедња четврт
sr@ijekavianlatin: Posljednja četvrt
wa: Dierin cwårtî

source: Waning Crescent (Tomorrow is New Moon)
da: Halvmåne (i morgen er nymåne)
nds: Afnehmen Seßel (Morgen is Niegmaand)
nn: Snart nymåne (i morgon)
sr@ijekavian: Нестајући срп (%1 дан до младог)
sr@ijekavianlatin: Nestajući srp (%1 dan do mladog)
wa: Deujhinme cwårt discrexhant (li novele lune c' est dmwin)

source: Show moon as seen in:
da: Vis månen som set på:
nds: Maand wiesen as sehn in:
nn: Vis månen som ved:
sr@ijekavian: Прикажи мјесец како се види са:
sr@ijekavianlatin: Prikaži mjesec kako se vidi sa:
wa: Mostrer l' lune come veyowe el :

source: Northern hemisphere
da: Nordlige halvkugle
nds: Noorden Halfkugel
nn: Nordlege halvkule
sr@ijekavian: сјеверне полулопте
sr@ijekavianlatin: sjeverne polulopte
wa: Dimey del bole bijhrece

source: Southern hemisphere
da: Sydlige halvkugle
nds: Söden Halfkugel
nn: Sørlege halvkule
sr@ijekavian: јужне полулопте
sr@ijekavianlatin: južne polulopte
wa: Dimey del bole nonnrece
