Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_fuzzy_clock.po
Languages: ca@valencia

# hour in the messages below
source: one
ca@valencia: una|/|$[propietats de 'd\'una' de-horames 'de dues']

# hour in the messages below
source: two
ca@valencia: dues|/|$[propietats de 'de dues' de-horames 'de tres']

# hour in the messages below
source: three
ca@valencia: tres|/|$[propietats de 'de tres' de-horames 'de quatre']

# hour in the messages below
source: four
ca@valencia: quatre|/|$[propietats de 'de quatre' de-horames 'de cinc']

# hour in the messages below
source: five
ca@valencia: cinc|/|$[propietats de 'de cinc' de-horames 'de sis']

# hour in the messages below
source: six
ca@valencia: sis|/|$[propietats de 'de sis' de-horames 'de set']

# hour in the messages below
source: seven
ca@valencia: set|/|$[propietats de 'de set' de-horames 'de vuit']

# hour in the messages below
source: eight
ca@valencia: vuit|/|$[propietats de 'de vuit' de-horames 'de nou']

# hour in the messages below
source: nine
ca@valencia: nou|/|$[propietats de 'de nou' de-horames 'de deu']

# hour in the messages below
source: ten
ca@valencia: deu|/|$[propietats de 'de deu' de-horames 'd\'onze']

# hour in the messages below
source: eleven
ca@valencia: onze|/|$[propietats de 'd\'onze' de-horames 'de dotze']

# hour in the messages below
source: twelve
ca@valencia: dotze|/|$[propietats de 'de dotze' de-horames 'd\'una']

# %1 the hour translated above
source: %1 o'clock
ca@valencia: %1 en punt

# %1 the hour translated above
source: five past %1
ca@valencia: %1 i cinc

# %1 the hour translated above
source: ten past %1
ca@valencia: %1 i deu

# %1 the hour translated above
source: quarter past %1
ca@valencia: %1 i quart|/|un quart $[de-horames %1]

# %1 the hour translated above
source: twenty past %1
ca@valencia: %1 i vint|/|un quart i cinc $[de-horames %1]

# %1 the hour translated above
source: twenty five past %1
ca@valencia: %1 i vint-i-cinc|/|un quart i deu $[de-horames %1]

# %1 the hour translated above
source: half past %1
ca@valencia: %1 i trenta|/|dos quarts $[de-horames %1]

# %1 the hour translated above
source: twenty five to %1
ca@valencia: %1 i trenta-cinc|/|dos quarts i cinc $[de %1]

# %1 the hour translated above
source: twenty to %1
ca@valencia: %1 i quaranta|/|dos quarts i deu $[de %1]

# %1 the hour translated above
source: quarter to %1
ca@valencia: %1 i quaranta-cinc|/|tres quarts $[de %1]

# %1 the hour translated above
source: ten to %1
ca@valencia: %1 i cinquanta|/|tres quarts i cinc $[de %1]

# %1 the hour translated above
source: five to %1
ca@valencia: %1 i cinquanta-cinc|/|tres quarts i deu $[de %1]

source: Night
ca@valencia: Nit

source: Early morning
ca@valencia: De bon matí

source: Morning
ca@valencia: Matí

source: Almost noon
ca@valencia: Cap al migdia

source: Noon
ca@valencia: Migdia

source: Afternoon
ca@valencia: Tarda

source: Evening
ca@valencia: Capvespre

source: Late evening
ca@valencia: Vespre

source: Start of week
ca@valencia: Inici de setmana

source: Middle of week
ca@valencia: Meitat de la setmana

source: End of week
ca@valencia: Final de setmana

source: Weekend!
ca@valencia: Cap de setmana!

source: Appearance
ca@valencia: Aparença

source: Font style:
ca@valencia: Estil de tipus de lletra:

source: Check if you want the font in bold
ca@valencia: Marqueu això si voleu el tipus de lletra en negreta

source: When this is checked, the clock font will be bold.
ca@valencia: Quan això estiga marcat, el tipus de lletra del rellotge serà negreta.

source: &Bold
ca@valencia: &Negreta

source: Check if you want the font in italic
ca@valencia: Marqueu això si voleu el tipus de lletra en cursiva

source: When this is checked, the clock font will be in italic.
ca@valencia: Quan això estiga marcat, el tipus de lletra del rellotge serà cursiva.

source: &Italic
ca@valencia: &Cursiva

source: Font color:
ca@valencia: Color del tipus de lletra:

source: Use current desktop theme color
ca@valencia: Usa el tema actual de color d'escriptori

source: This is default. The clock will get its font color from the current desktop theme.
ca@valencia: Este és el valor per defecte. El rellotge obtindrà el color del tipus de lletra del tema actual de l'escriptori.

source: Use theme color
ca@valencia: Usa el tema de color

source: Choose your own font color
ca@valencia: Seleccioneu el color del tipus de lletra

source: When checked you can choose a custom color for the clock font by clicking on the color widget on the right.
ca@valencia: Quan estiga marcat, podreu seleccionar un color personalitzat pel tipus de lletra del rellotge fent clic a l'estri de color de la dreta.

source: Use custom color:
ca@valencia: Usa un color personalitzat:

source: Color chooser
ca@valencia: Selector de color

source: Click on this button and the KDE standard color dialog will show. You can then choose the new color you want for your clock.
ca@valencia: Cliqueu en este botó per a visualitzar el diàleg estàndard de color del KDE. Llavors podreu seleccionar el nou color que desitgeu pel rellotge.

source: Adjust text to panel-height:
ca@valencia: Ajusta el text a l'alçada del plafó:

source: 0: disable; 2: use full panel-height
ca@valencia: 0: inhabilita; 2: usa tota l'alçada del plafó

source: Information
ca@valencia: Informació

source: Show date:
ca@valencia: Mostra la data:

source: Display the date of the day
ca@valencia: Mostra la data del dia

source: Display day of the week
ca@valencia: Mostra el dia de la setmana

source: Add the day of the week to the date display.
ca@valencia: Afig el dia de la setmana a la visualització de la data.

source: Show day of the &week
ca@valencia: Mostra el dia de la &setmana

source: Display the current year
ca@valencia: Mostra l'any actual

source: Add the year to the date string.
ca@valencia: Afig l'any al text de la data.

source: Show &year
ca@valencia: Mostra l'an&y

source: Show time zone:
ca@valencia: Mostra la zona horària:

source: Display the time zone name
ca@valencia: Mostra el nom de la zona horària

source: Display the time zone name under the time.
ca@valencia: Mostra el nom de la zona horària sota l'hora.

source: Degree of fuzzyness:
ca@valencia: Grau d'aproximació:

source: 1: least fuzzy
ca@valencia: 1: menys aproximació
