Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_systemloadviewer.po
Languages: nn, pa, ro

source: Colors
nn: Fargar
pa: ਰੰਗ
ro: Culori

source: Background
nn: Bakgrunn
pa: ਬੈਕਗਰਾਊਂਡ
ro: Fundal

source: Color:
nn: Farge:
pa: ਰੰਗ:
ro: Culoare:

source: Translucency:
nn: Gjennomsikt:
pa: ਟਰਾਂਸਪਰੇਸੀ:
ro: Transluciditate:

source: CPU
nn: Prosessor
ro: Procesor

source: Nice:
nn: Snillverdi:
pa: ਨਾਈਸ:

source: User:
nn: Brukar:
pa: ਯੂਜ਼ਰ:
ro: Utilizator:

source: IOWait:
nn: I/U-venting:
ro: Așteptare I/E:

source: Memory
nn: Minne
pa: ਮੈਮੋਰੀ
ro: Memorie

source: Buffers:
nn: Mellomlager:
pa: ਬਫ਼ਰ:
ro: Tampoane:

source: Cached:
nn: Mellomlagra:
pa: ਕੈਸ਼:
ro: În cache:

source: Used:
nn: Brukt:
pa: ਵਰਤੀ:
ro: Utilizat:

source: Swap
nn: Vekselminne
pa: ਸਵੈਪ

source: General Config
nn: Generelt oppsett
pa: ਆਮ ਸੰਰਚਨਾ
ro: Configurare generală

source: Show vertically in panel:
nn: Vis loddrett i panelet:
pa: ਪੈਨਲ ਵਿੱਚ ਵਰਟੀਕਲ ਵੇਖੋ:
ro: Arată vertical în panou:

source: Show usage of all processors:
nn: Vis bruk av alle prosessorar:
pa: ਸਭ ਪਰੋਸੈੱਸਾਂ ਦੀ ਵਰਤੋਂ ਵੇਖੋ:
ro: Arată utilizarea tuturor procesoarelor:

source: Update interval:
nn: Oppdateringsintervall:
pa: ਅੱਪਡੇਟ ਇੰਟਰਵਲ:
ro: Interval de actualizare:

source: CPU %1 Usage: %2% at %3 MHz<br />
nn: Prosessor %1 brukar %2 % ved %3 MHz<br />
pa: CPU %1 ਵਰਤੋਂ: %2% %3 MHz ਨਾਲ<br />
ro: CPU %1 Utilizare: %2% la %3 MHz<br />

source: CPU %1 Usage: %2%<br />
nn: Prosessor %1 brukar %2 %<br />
pa: CPU %1 ਵਰਤੋਂ: %2%<br />
ro: CPU %1 Utilizare: %2%<br />

source: CPU Usage: %1% at %2 MHz/CPU<br />
nn: Prosessorbruk: %1 % ved %2 MHz/CPU<br />
pa: CPU ਵਰਤੋਂ: %2 MHz/CPU ਉੱਤੇ %1%<br />
ro: Utilizare CPU: %1% la %2 MHz/CPU<br />

source: CPU Usage: %1% at %2 MHz<br />
nn: Prosessorbruk: %1 % ved %2 MHz<br />
pa: CPU ਵਰਤੋਂ: %2 MHz ਉੱਤੇ %1%<br />
ro: Utilizare CPU: %1% la %2 MHz<br />

source: CPU Usage: %1%<br />
nn: Prosessorbruk: %1 %<br />
pa: CPU ਵਰਤੋਂ: %1%<br />
ro: Utilizare CPU: %1%<br />

source: Ram Usage: %1% of %2 MiB<br />
nn: Minnebruk: %1 % av %2 MiB<br />
pa: ਰੈਮ ਵਰਤੋਂ: %2 MiB ਵਿੱਚੋਂ %1%<br />
ro: Utilizare memorie: %1% din %2 MiO<br />

source: Swap Usage: %1% of %2 MiB
nn: Vekselminnebruk: %1 % av %2 MiB
pa: ਸਵੈਪ ਵਰਤੋਂ: %2 MiB ਵਿੱਚੋਂ %1%
ro: Utilizare swap: %1% din %2 MiO

# not available means the system does not have swap
source: Swap: not available
nn: Vekselminne: Ikkje tilgjengeleg
pa: ਸਵੈਪ: ਉਪਲੱਬਧ ਨਹੀਂ
ro: Swap: indisponibil

source: System Load Viewer
nn: Systemlastvising
pa: ਸਿਸਟਮ ਲੋਡ ਦਰਸ਼ਕ
ro: Vizualizator încărcare sistem

source: System:
pa: ਸਿਸਟਮ:
ro: Sistem:
