Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_icontasks.po
Languages: nds, nl

source: Style:
nds: Stil:
nl: Stijl:

source: Rotate vertical frames:
nds: Pielrecht Rahmens dreihen:
nl: Verticale frames roteren:

source: <p>Controls whether the frames drawn around taskbar entries should be rotated 90-degrees counter-clockwise when the taskbar is in a vertical panel.</p>
nds: <p>Leggt fast, wat de Rahmens rund Programmbalken-Indrääg 90° na links dreiht warrt, wenn de Programmbalken binnen en pielrecht Paneel is.</p>
nl: <p>Bestuurt of de frames rond taakbalk-items 90 graden linksom gedraaid moeten worden wanneer de taakbalk in een verticaal paneel is.</p>

source: Tooltips:
nds: Kortinformatschonen:
nl: Tekstballonnen:

source: Window preview size:
nds: Finster-Vöransichtgrött:
nl: Voorbeeldgrootte van venster:

source: <p>Controls the width of window previews with tooltips.</p>
nds: <p>Leggt de Breed vun Finstervöransichten mit Kortinformatschonen fast.</p>
nl: <p>bestuurt de breedte van voorbeelden van vensters met tekstballonnen.</p>

source: Always use launcher icons:
nds: Jümmers Oproper-Lüttbiller bruken:
nl: Altijd pictogrammen van programmastarter gebruiken:

source: <p>Enabling this item forces the icon for a running application to be the same as that used for the launcher. This resolves some oddities where the launcher icon is different from the application icon - as happens with LibreOffice.</p>
nds: <p>Maakst Du dit an, bruukt en lopen Programm jümmers dat Lüttbild vun den Oproper. Dat lööst en poor snaaksch Effekten, bi de de Oproper en anner Lüttbild bruukt as dat Programm - as dat bi LibreOffice vörkamen kann.</p>
nl: <p>Dit item inschakelen forceert het pictogram voor een actieve toepassing om hetzelfde te zijn als dat gebruikt voor de programmastarter. Dit lost enige rare situaties op waar het pictogram van de programmastarter verschilt van het pictogram van de toepassing - zoals met LibreOffice.</p>

source: Scale icons to:
nds: Lüttbiller topassen op:
nl: Pictogrammen schalen naar:

source: <p>Controls the scaling of the taskbar icon. When set to "Automatic", the taskbar will attempt to determine the optimal size.</p>
nds: <p>Leggt de Topassen vun't Opgavenbalken-Lüttbild fast. Is hier „Automaatsch“ instellt, leggt de Programmbalken de grött fast.</p>
nl: <p>Bestuurt het schalen van het pictogram in de takenbalk. Indien op "Automatisch" ingesteld, zal de taakbalk proberen om de optimale grootte te bepalen.</p>

source: Spacing:
nds: Afstand:
nl: SpatiÃ«ring:

source: <p>Set the amount of extra spacing between items.</p>
nds: <p>Giff de Tall vun Bito-Afstänn twischen Indrääg an.</p>
nl: <p>Stelt de hoeveelheid extra ruimte tussen items in.</p>

source: Maximum rows:
nds: Gröttst Regentall:
nl: Maximum aantal rijen:

source: <p>Controls the maximum number of rows (for a horizontal taskbar), or columns (for a vertical taskbar), that will be used.</p>
nds: <p>Gifft de Hööchsttall vun Regen (vun en kimmrecht Programmbalken), oder Striepen (vun en pielrecht Programmbalken), an.</p>
nl: <p>Bestuurt het maximum aantal te gebruiken rijen (voor een horizontale taakbalk) of kolommen (voor een verticale taakbalk).</p>

source: Sorting:
nds: Sorteren:
nl: Sortering:

source: Separator:
nds: Trennteken:
nl: Scheidingsteken:

source: <p>When enabled, and there is only 1 row/column, then a separator will be drawn between the launchers/tasks-with-launchers and non-launcher tasks.</p>
nds: <p>Wenn anmaakt, un wenn dat bloots en Reeg oder Striep gifft, warrt en Trenner wiest twischen de Opropers/Programmen mit Oproper un anner Programmen.</p>
nl: <p>Indien ingeschakeld en er is slecht 1 rij/kolom, dan zal er een scheiding worden gemaakt tussen de programmastarters/taken-met-programmastarters en taken-zonder-programmastarter.</p>

source: Highlight windows:
nds: Finstern rutheven:
nl: Venster op laten lichten:

source: General
nds: Allmeen
nl: Algemeen

source: Show job progress on task icon:
nds: Vörankamen in'n Syteemafsnitt-Lüttbild wiesen:
nl: Voortgang van de job op het taakpictogram tonen:

source: <p>When enabled, a progressbar will be drawn over the applications icons to represent its overall job progress.</p>
nds: <p>Wenn anmaakt, warrt en Vörankamenbalken baven de Programmlüttbiller wiest, dat dat Vörankamen mit all Opgaven wiest.</p>
nl: <p>Indien ingeschakeld, zal een voortgangsbalk getoond worden over het pictogram van de toepassingen om algemene voortgang van de job te tonen.</p>

source: Show control buttons on media player tooltips:
nds: Stüerknööp binnen Medianafspeler-Kortinfos wiesen:
nl: Besturingsknoppen tonen op de tekstballon van de mediaspeler:

source: <p>When enabled - previous, play/pause, and next buttons will be shown in the tooltips for media players.</p>
nds: <p>Wenn anmaakt, warrt Knööp för Afspelen/Anhollen, Verleden un Nakamen Stück binnen de Kortifnos vun Medienafspelers wiest.</p>
nl: <p>Indien ingeschakeld - zullen de knoppen vorige, afspelen/pauzeren en volgende worden getoond in de tekstballon voor mediaspelers.</p>

source: Enable support for Unity features:
nds: Ünnerstütten för „Unity“ anmaken:
nl: Ondersteuning voor functies van Unity inschakelen:

source: <p>Toggles support for the Unity D-Bus API.</p>
nds: <p>Maakt de Ünnerstütten för de D-Bus-API vun Unity an oder ut.</p>
nl: <p>Schakelt ondersteuning voor de D-Bus API van Unity om.</p>

source: Show recent documents:
nds: Tolest bruukt Dokmenten wiesen:
nl: Recente documenten tonen:

source: <p>Toggles support for listing an application's recent documents in its popup menu.</p>
nds: <p>Maakt de Ünnerstütten dor för an oder ut, dat de tolest bruukten Dokmenten binnen en Programm sien Opdukmenü wiest warrt.</p>
nl: <p>Schakelt ondersteuning voor het tonen van de recente documenten van een toepassing in zijn popup-menu om.</p>

source: Group click action:
nds: Koppel-Klickakschoon:
nl: Groepsactie bij een klik:

source: <p>Configures what should occur when a task group is clicked.</p>
nds: <p>Leggt fast, wat passeren schall, wenn Du op en Programmkoppel klickst.</p>
nl: <p>Stelt in wat moet gebeuren wanneer op een taakgroep wordt geklikt.</p>

source: Middle-click action:
nds: Middelklick-Akschoon:
nl: Actie bij middelste muisklik:

source: Filters
nds: Filtern

source: Only show tasks from the current screen:
nds: Bloots Programmen vun den aktuellen Schirm wiesen:
nl: Alleen taken van het huidige scherm tonen:

source: Only show tasks from the current desktop:
nds: Bloots Programmen vun den aktuellen Schriefdisch wiesen:
nl: Alleen taken van het huidige bureaublad tonen:

source: Only show tasks from the current activity:
nds: Bloots Programmen vun de aktuelle Aktiviteet wiesen:
nl: Alleen taken van de huidige activiteit tonen:

source: Dock Manager
nds: Dockpleger
nl: Beheerder voor verankeren

source: Open
nds: Opmaken
nl: Openen

source: Sorry, failed to download %1
nds: Daalladen is fehlslaan %1
nl: Downloaden is mislukt %1

source: <p>Contents of metadata file are invalid.<ul>
nds: <p>Inholt vun de Metadaten-Datei gellt nich.<ul>
nl: <p>Inhoud van bestand met metagegevens is ongeldig.<ul>

source: <li><i>Name</i> field is missing.</li>
nds: <li>Dat Feld <i>Name</i> fehlt.</li>
nl: <li><i>Naam</i>veld ontbreekt.</li>

source: <li><i>Description</i> field is missing.</li>
nds: <li>Dat Feld <i>Description</i> fehlt.</li>
nl: <li><i>Beschrijving</i>veld ontbreekt.</li>

source: <p>Metadata file does not contain <i>DockmanagerHelper</i> group.</p>
nds: <p>De Metadaten-Datei bargt keen <i>DockmanagerHelper</i>-Koppel.</p>
nl: <p>Bestand met metagegevens bevat geen groep <i>DockmanagerHelper</i>.</p>

source: Invalid DockManager plugin.
nds: Leeg DockManager-Moduul.
nl: Plug-in van Verankeringsbeheerder is ongeldig.

source: <p>A Plugin named <b>%1</b> already exists.</p><p>Overwrite?</p>
nds: <p>Dat gifft al en Moduul mit den Naam <b>%1</b>.</p><p>Överschrieven?</p>
nl: <p>Een plug-in genaamd <b>%1</b> bestaat al.</p><p>Overschrijven?</p>

source: Overwrite?
nds: Överschrieven?
nl: Overschrijven?

source: <p>Sorry, failed to remove previous plugin metadata file.</p><p><i>%1</i></p>
nds: <p>De Metadaten-Datei vun't verleden Moduul lett sik nich wegmaken.</p><p><i>%1</i></p>
nl: <p>Het vorige metagegevensbestand van de plug-in kon niet worden verwijderd.</p><p><i>%1</i></p>

source: <p>Sorry, failed to create scripts folder.</p><p><i>%1</i></p>
nds: <p>Skriptorner lett sik nich opstellen.</p><p><i>%1</i></p>
nl: <p>Aanmaken van de map voor scripts is mislukt.</p><p><i>%1</i></p>

source: <p>Sorry, failed to create metadata folder.</p><p><i>%1</i></p>
nds: <p>Metadaten-Orner lett sik nich opstellen.</p><p><i>%1</i></p>
nl: <p>Aanmaken van de map voor metagegevens is mislukt.</p><p><i>%1</i></p>

source: Sorry, failed to install script file.
nds: Skriptdatei lett sik nich installeren.
nl: Installatie van scriptbestand is mislukt.

source: Sorry, failed to install metadata file.
nds: Metadaten-Datei lett sik nich installeren.
nl: Installatie van metagegevensbestand is mislukt.

source: <li>Script file is missing.</li>
nds: <li>Skriptdatei fehlt</li>
nl: <li>Scriptbestand ontbreekt.</li>

source: <li>Metadata file is missing.</li>
nds: <li>Metadaten-Datei fehlt.</li>
nl: <li>Metagegevensbestand ontbreekt.</li>

source: <p>Are you sure you wish to delete <b>%1</b></p><p><i>(%2)</i></p>
nds: <p>Wullt Du <b>%1</b> redig wegdoon?</p><p><i>(%2)</i></p>
nl: <p>Wilt u <b>%1</b> verwijderen</p><p><i>(%2)</i></p>

source: Remove Script
nds: Skript wegmaken
nl: Script verwijderen

source: <p>Failed to delete the script file.</p><p><i>%1</i></p>
nds: <p>Skriptdatei lett sik nich wegdoon.</p><p><i>%1</i></p>
nl: <p>Scriptbestand kon niet worden verwijderd.</p><p><i>%1</i></p>

source: <tr><td align="right">Script File:</td><td>%1</td></tr>
nds: <tr><td align="right">Skriptdatei:</td><td>%1</td></tr>
nl: <tr><td align="right">Scriptbestand:</td><td>%1</td></tr>

source: <tr><td align="right">Location:</td><td>%1</td></tr>
nds: <tr><td align="right">Steed:</td><td>%1</td></tr>
nl: <tr><td align="right">Locatie:</td><td>%1</td></tr>

source: <tr><td align="right">Application:</td><td>%1</td></tr>
nds: <tr><td align="right">Programm:</td><td>%1</td></tr>
nl: <tr><td align="right">Toepassing:</td><td>%1</td></tr>

source: Enable DockManager Plugins
nds: DockManager-Modulen anmaken
nl: Plug-ins voor verankeringsbeheerder inschakelen

source: Add
nds: Tofögen
nl: Toevoegen

source: Remove
nds: Wegmaken
nl: Verwijderen

source: Recent Documents
nds: Tolest bruukt Dokmenten
nl: Recente documenten

source: Appearance
nds: Utsehn
nl: Uiterlijk

source: Behaviour
nds: Bedregen
nl: Gedrag

source: Do Not Show
nds: Nich wiesen
nl: Niet tonen

source: Show Immediately
nds: Fuurts wiesen
nl: Onmiddellijke tonen

source: Show After Delay
nds: Na Töövtiet wiesen
nl: Na vertraging tonen

source: Minimize/Restore
nds: Minimeren/Wedderherstellen
nl: Minimaliseren/herstellen

source: Present Windows Effect
nds: „Vörhannen Finstern“-Effekt
nl: Huidig venstereffect

source: Show Popup Menu
nds: Opdukmenü wiesen
nl: Popup-menu tonen

source: Use Workspace Theme
nds: Arbeitrebeet-Muster bruken
nl: Werkruimte-thema gebruiken

source: Use Indicators
nds: Marken bruken
nl: Indicatoren gebruiken

source: Use Indicators & Colored Background
nds: Marken un klöört Achtergrund bruken
nl: Indicatoren en gekleurde achtergrond gebruiken

source: Never Show
nds: Nienich wiesen
nl: Nooit weergeven

source: Show When Required
nds: Wiesen wenn nödig
nl: Indien vereist tonen

source: Always Show
nds: Jümmers wiesen
nl: Altijd weergeven

source: Start New Instance
nds: Nieg Utgaav opmaken
nl: Een nieuw exemplaar starten

source: Close Application
nds: Programm tomaken
nl: Toepassing afsluiten

source: Move To Current Desktop
nds: Na aktuellen Schriefdisch verschuven
nl: Naar huidig bureaublad verplaatsen

source: Nothing
nds: Nix
nl: Niets

source: Automatic
nds: Automaatsch
nl: Automatisch

source: Manually
nds: Vun Hand
nl: Handmatig

source: Alphabetically
nds: Na Alfabeet
nl: Alfabetisch

source: By Desktop
nds: Na Schriefdisch
nl: Per bureaublad

source: Unlock Launchers
nds: Programmopropers opsluten
nl: Programmastarters ontgrendelen

source: Lock Launchers
nds: Programmopropers afsluten
nl: Programmastarters vergrendelen

source: Refresh
nds: Opfrischen
nl: Verversen

source: (On All Desktops)
nds: (Op all Schriefdischen)
nl: (Op alle bureaubladen)

# Which virtual desktop a window is currently on
source: (On %1)
nds: (Op %1)
nl: (Op %1)

source: Plus %1 more...
nds: Un %1 anner...
nl: Plus %1 meer...
