Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_qalculate.po
Languages: el, ja

source: &Copy result to clipboard
el: &Αντιγραφή αποτελέσματος στο πρόχειρο
ja: 結果をクリップボードへコピー(&C)

source: Enter an expression...
el: Εισαγάγετε μια έκφραση...
ja: 式を入力...

source: Show History
el: Εμφάνιση ιστορικού

source: Hide History
el: Απόκρυψη ιστορικού

source: The exchange rates could not be updated. The following error has been reported: %1
el: Αδυναμία ενημέρωσης των συναλλαγματικών ισοτιμιών. Το ακόλουθο σφάλμα έχει αναφερθεί: %1
ja: 為替レートを更新できませんでした。次のエラーがありました: %1

source: Convert to &best units
el: Μετατροπή στις &βέλτιστες μονάδες
ja: 最適な単位に変換(&B)

source: Copy result to clipboard
el: Αντιγραφή αποτελέσματος στο πρόχειρο
ja: 結果をクリップボードへコピー

source: Write results in input line edit
el: Εγγραφή αποτελεσμάτων στη γραμμή εισαγωγής δεδομένων

source: Live evaluation
el: Υπολογισμός σε πραγματικό χρόνο

source: Enable reverse Polish notation
el: Ενεργοποίηση αντίστροφου Πολωνικού συμβολισμού
ja: 逆ポーランド記法を有効にする

source: None
el: Κανένας
ja: なし

source: Simplify
el: Απλοποίηση
ja: 簡約

source: Factorize
el: Παραγοντοποίηση
ja: 因数分解

source: Radians
el: Ακτίνια
ja: ラジアン

source: Degrees
el: Μοίρες
ja: 度

source: Gradians
el: Βαθμοί
ja: グラジアン

source: Structuring mode:
el: Τρόπος δόμησης:

source: Angle unit:
el: Μονάδα γωνίας:
ja: 角度の単位:

source: Expression base:
el: Βάση έκφρασης:
ja: 式の基数:

source: Result base:
el: Βάση αποτελέσματος:
ja: 結果の基数:

# Evaluation
source: Evaluation Settings
el: Ρυθμίσεις υπολογισμού
ja: 評価設定

source: Decimal
el: Δεκαδική
ja: 十進数

source: Exact
el: Ακριβής

source: Fractional
el: Κλασματική
ja: 分数

source: Combined
el: Συνδυαστική

source: Pure
el: Καθαρή

source: Scientific
el: Επιστημονική
ja: 科学表記

source: Precision
el: Ακριβής
ja: 精度

source: Engineering
el: Τεχνολογική
ja: 工学表記

source: Indicate infinite series
el: Να δηλώνει άπειρη ακολουθία

source: Use all prefixes
el: Με χρήση όλων των προθεμάτων

source: Use denominator prefix
el: Με χρήση προθέματος παρονομαστή

source: Negative exponents
el: Αρνητικοί εκθέτες

source: Show integers also in base:
el: Να εμφανίζονται οι ακέραιοι και σε βάση:

source: Binary
el: Δυαδική
ja: 二進数

source: Octal
el: Οκταδική
ja: 八進数

source: Hexadecimal
el: Δεκαεξαδική
ja: 十六進数

source: Number fraction format:
el: Μορφή κλασματικού αριθμού:
ja: 分数フォーマット:

source: Numerical display:
el: Αριθμητική εμφάνιση:
ja: 数値表示:

# Print
source: Print Settings
el: Ρυθμίσεις εκτύπωσης
ja: 印刷設定

source: Update exchange rates at startup
el: Να ενημερώνονται οι συναλλαγματικές ισοτιμίες στην έναρξη
ja: 起動時に為替レートを更新

# Currency
source: Currency Settings
el: Ρυθμίσεις νομίσματος
ja: 為替設定
