Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_fifteenPuzzle.po
Languages: fr, ga, it, nds, sv, wa

source: Shuffle
fr: Mélanger
ga: Suaith
it: Mescola
nds: Mischen
sv: Blanda
wa: Comaxhî

source: General
fr: Général
ga: Ginearálta
it: Generale
nds: Allmeen
sv: Allmänt
wa: Djenerå

# The time since the puzzle started, in minutes and seconds
source: Time: %1:%2
fr: Temps : %1:%2
ga: Am: %1:%2
it: Tempo: %1:%2
nds: Tiet: %1:%2
sv: Tid: %1:%2
wa: Tins : %1:%2

source: Shuffle Pieces
fr: Mélanger les pièces
ga: Suaith na Píosaí
it: Disposizione casuale
nds: Stücken küseln
sv: Blanda bitar
wa: Comaxhî pîces

source: Configure Fifteen Puzzle
fr: Configurer le taquin
ga: Cumraigh Puzal Cúig Déag
it: Configura Gioco del quindici
nds: Föffteihn Stücken instellen
sv: Anpassa femtonspel
wa: Apontyî Puzeule des céncwantes

source: Size:
fr: Taille :
ga: Méid:
it: Dimensioni:
nds: Grött:
sv: Storlek:
wa: Grandeu :

source: pieces wide
fr: pièces en largeur
ga: píosa ar leithead
it: pezzi sparsi
nds: Stückbreed
sv: delar bred
wa: pîces di lådje

source: Use plain pieces:
fr: Utiliser des pièces simples :
ga: Úsáid píosaí simplí:
it: Usa pezzi semplici:
nds: Eenfache Stücken bruken:
sv: Använd enkla delar:
wa: Eployî des plintès pîces :

source: Use custom image:
fr: Utiliser une image personnalisée :
ga: Úsáid íomhá shaincheaptha:
it: Usa immagine personalizzata:
nds: Egen Bild bruken:
sv: Använd egen bild:
wa: Eployî ene imådje tchoezeye par vos :

source: Show numerals:
fr: Afficher des nombres :
ga: Taispeáin uimhreacha:
it: Mostra numeri:
nds: Tallen wiesen:
sv: Visa nummer:
wa: Mostrer limeros :
