Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_runner_events.po
Languages: bs, ca, el, fi, hu, it, kk, nb, pt, sk, uk, zh_tw

# In number of minutes phrase (may contain regexp symbols)
source: in %1 minutes (after)?
bs: za %1 minuta (nakon)?
ca: d'aquí %1 minuts (després)?
el: σε %1 λεπτά (μετά);
fi: (%1 minuutin (kuluttua|päästä)|%1 minuutissa)
hu: %1 perc alatt (után)?
it: tra %1 minuti (dopo)?
kk: %1 минуттан кейін
nb: om %1 minutter (etter)?
pt: daqui a %1 minutos (depois)?
sk: za %1 minút (po)?
uk: за %1 хвилин (після)?
zh_tw: 於 %1 分鐘後？

# In number of hours phrase (may contain regexp symbols)
source: in %1 hours (after)?
bs: za %1 sata (nakon)?
ca: d'aquí %1 hores (després)?
el: σε %1 ώρες (μετά);
fi: (%1 tunnin (kuluttua|päästä)|%1 tunnissa)
hu: %1 óra alatt (után)?
it: tra %1 ore (dopo)?
kk: %1 сағаттан кейін
nb: om %1 timer (etter)?
pt: daqui a %1 horas (depois)?
sk: za %1 hodín (po)?
uk: за %1 годин (після)?
zh_tw: 於 %1 小時後？

# In number of days phrase (may contain regexp symbols)
source: in %1 days (after)?
bs: za %1 dana (nakon)?
ca: d'aquí %1 dies (després)?
el: σε %1 ημέρες (μετά);
fi: (%1 päivän (kuluttua|päästä)|%1 päivässä)
hu: %1 nap alatt (után)?
it: tra %1 giorni (dopo)?
kk: %1 күннен кейін
nb: om %1 dager (etter)?
pt: daqui a %1 dias (depois)?
sk: za %1 dní (po)?
uk: за %1 днів (після)?
zh_tw: 於 %1 天後？

# In number of weeks phrase (may contain regexp symbols)
source: in %1 weeks (after)?
bs: za %1 sedmica (nakon)?
ca: d'aquí %1 setmanes (després)?
el: σε %1 εβδομάδες (μετά);
fi: (%1 viikon (kuluttua|päästä)|%1 viikossa)
hu: %1 hét alatt (után)?
it: tra %1 settimane (dopo)?
kk: %1 аптадан кейін
nb: om %1 uker (etter)?
pt: daqui a %1 semanas (depois)?
sk: za %1 týždňov (po)?
uk: за %1 тижнів (після)?
zh_tw: 於 %1 週後？

# In number of months phrase (may contain regexp symbols)
source: in %1 months (after)?
bs: za %1 mjeseci (nakon)?
ca: d'aquí %1 mesos (després)?
el: σε %1 μήνες (μετά);
fi: (%1 kuukauden (kuluttua|päästä)|%1 kuukaudessa)
hu: %1 hónap alatt (után)?
it: tra %1 mesi (dopo)?
kk: %1 айдан кейін
nb: om %1 måneder (etter)?
pt: daqui a %1 meses (depois)?
sk: za %1 mesiacov (po)?
uk: за %1 місяців (після)?
zh_tw: 於 %1 個月後？

# In number of years phrase (may contain regexp symbols)
source: in %1 years (after)?
bs: za %1 godina (nakon)?
ca: d'aquí %1 anys (després)?
el: σε %1 έτη (μετά);
fi: (%1 vuoden (kuluttua|päästä)|%1 vuodessa)
hu: %1 év alatt (után)?
it: tra %1 anni (dopo)?
kk: %1 жылдан кейін
nb: om %1 år (etter)?
pt: daqui a %1 anos (depois)?
sk: za %1 rokov (po)?
uk: за %1 років (після)?
zh_tw: 於 %1 年後？

# Current time keyword
source: now
bs: sada
ca: ara
el: τώρα
fi: nyt
hu: most
it: adesso
kk: қазір
nb: nå
pt: agora
sk: teraz
uk: now,зараз
zh_tw: 現在

# Current day keyword
source: today
bs: danas
ca: avui
el: σήμερα
fi: tänään
hu: ma
it: oggi
kk: бүгін
nb: i dag
pt: hoje
sk: dnes
uk: today,сьогодні
zh_tw: 今天

# Next day keyword
source: tomorrow
bs: sutra
ca: demà
el: αύριο
fi: huomenna
hu: holnap
it: domani
kk: ертен
nb: i morgen
pt: amanhã
sk: zajtra
uk: tomorrow,завтра
zh_tw: 明天

# Previous day keyword
source: yesterday
bs: jučer
ca: ahir
el: χθες
fi: eilen
hu: tegnap
it: ieri
kk: кеше
nb: i går
pt: ontem
sk: včera
uk: yesterday,вчора
zh_tw: 昨天

# Keyword for start datetime
source: from
bs: od
ca: des de
el: από
fi: alkaen
hu: ettől
it: da
kk: басталуы
nb: fra
pt: de
sk: od
uk: from,з
zh_tw: 從

# Keyword for finish datetime
source: to
bs: do
ca: a
el: έως
fi: päättyen
hu: eddig
it: a
kk: соңы
nb: til
pt: até
sk: do
uk: to,до
zh_tw: 到

# Event creation keyword
source: event
bs: događaj
ca: esdeveniment
el: γεγονός
fi: tapahtuma
hu: esemény
it: evento
kk: оқиға
nb: hendelse
pt: evento
sk: udalosť
uk: event,подія
zh_tw: 事件

# Todo creation keyword
source: todo
bs: zadatak
ca: pendent
el: προς υλοποίηση
fi: tehtävä
hu: tennivaló
it: compito
kk: жоспар
nb: gjøremål
pt: por-fazer
sk: úloha
uk: todo,завдання
zh_tw: 待辦事項

# Todo completion keyword
source: complete
bs: završeno
ca: complet
el: συμπλήρωση
fi: merkitse valmiiksi
hu: kész
it: completato
kk: бітіру
nb: fullført
pt: completo
sk: kompletné
uk: complete,завершено
zh_tw: 完整

# Event comment keyword
source: comment
bs: komentar
ca: comentari
el: σχόλιο
fi: kommentoi
hu: megjegyzés
it: commento
kk: түсініктеме
nb: kommentar
pt: comentário
sk: komentár
uk: comment,коментар
zh_tw: 評論

# Event list keyword
source: events
bs: događaji
ca: esdeveniments
el: γεγονότα
fi: tapahtumat
hu: események
it: eventi
kk: оқиғалар
nb: hendelser
pt: eventos
sk: udalosti
uk: events,події
zh_tw: 事件

# Todo list keyword
source: todos
bs: zadaće
ca: pendents
el: εργασίες προς υλοποίηση
fi: tehtävät
hu: feladatok
it: compiti
kk: жоспарлар
nb: gjøremål
pt: por-fazer
sk: úlohy
uk: todos,завдання
zh_tw: 待辦事項

source: Creates event in calendar by its description in :q:, which consists of parts divided by semicolons. The first two parts (both obligatory) are the event summary and its start date. The third, optional, is list of event categories, divided by commas.
bs: Kreira događaj u kalendaru po njegovom opisu u :q:, koji se sastoji od dijelova podijeljenih tačkom i zarezom. Prva dva dijela (oba obavezna) su rezime događaja i datum početka. Treći, opciono, je lista kategorija događaja , podijeljenih zarezima.
ca: Crea un esdeveniment en el calendari per la seva descripció a :q:, que consisteix de parts dividides per punts i comes. Les primeres dues parts (obligatòries) són el resum de l'esdeveniment i la seva data d'inici. El tercer, opcional, és una llista de categories d'esdeveniments, dividides per comes.
el: Δημιουργεί ένα γεγονός στο ημερολόγιο από την περιγραφή του στο :q:, το οποίο αποτελείται από τμήματα διαχωρισμένα με ελληνικά ερωτηματικά. Τα πρώτα δυο τμήματα (και τα δυο υποχρεωτικά) είναι η σύνοψη του γεγονότος και η ημερομηνία έναρξης. Το τρίτο, προαιρετικό, είναι μια λίστα κατηγοριών γεγονότων, διαχωρισμένη με κόμματα.
fi: Luo :q::lla kuvatun tapahtuman kalenteriin. Se koostuu puolipisteillä erotelluista osista, joista ensimmäinen on tapahtuman kuvaus ja toinen sen alkamispäivä. Kolmas on vapaaehtoinen pilkuilla eroteltu luettelo tapahtumaluokista.
hu: Esemény létrehozása a naptárban :q: szerint, ami pontosvesszővel elválasztott részekből áll. Az első két, kötelező rész az esemény összegzése és kezdődátuma. A harmadik, opcionális rész az eseménykategóriák listája, vesszővel elválasztva.
it: Crea un evento nel calendario dalla sua descrizione in :q:, che consiste di parti divise da punti e virgola. Le prime due parti (entrambe obbligatorie) sono il riassunto e la data di inizio dell'evento. La terza, facoltativa, è un elenco di categorie di eventi, diviso da virgole.
kk: :q: сипатамасына қарап, күнтізбеге оқиғаны енгізеді. Ол үтірлі нүктемен бөлінген бөлімдерден құрылады. Алғашқы екі бөлім - ол оқиғаның атауы және бастау кезі (екеуі де міндетті). Үшіншісі,.үтірмен бөліктелген оқиғаның санаттары (міндетті емес).
nb: Oppretter hendelse i kalenderen etter beskrivelsen i :q:, som består av deler atskilt med semikolon. De to første delene (begge obligatoriske) er sammendrag og startdato. Den tredje, som er valgfri, er en liste over hendelseskategorier, atskilt med kommaer.
pt: Cria um evento no calendário, estando a sua descrição em :q:, consistindo em algumas partes divididas por ponto-e-vírgula. As duas partes obrigatórias são o resumo do evento e a sua data inicial; a terceira, opcional, é a lista de categorias do evento, divididas por vírgulas.
sk: Vytvorí udalosť v kalendári podľa popisu v :q:, ktorý pozostáva z častí oddelených bodkočiarkami. Prvé dve časti (obe povinné) sú súhrn udalosti a jej dátum začatia. Tretí, nepovinný, je zoznam kategórií udalosti, oddelený čiarkami.
uk: Створює запис події у календарі за його описом у :q:, який містить частини, відокремлені крапкою з комою. Двома першими обов’язковими частинами є резюме події та дата її початку. Третім, необов’язковим, є список категорій подій, відокремлених комами.
zh_tw: 用事件於 :q: 的描述在行事曆中建立事件。描述分為幾部份。頭兩個部份為事件的摘要與起始日期，這兩個都是必須的。第三個是事件的分類列表，不同的分類用分號分隔。

source: event description
bs: Opis događaja
ca: descripció de l'esdeveniment
el: περιγραφή γεγονότος
fi: tapahtuman kuvaus
hu: eseményleírás
it: descrizione dell'evento
kk: оқиғаның сипаттамасы
nb: hendelsesbeskrivelse
pt: descrição do evento
sk: popis udalosti
uk: event опис
zh_tw: 事件描述

source: Creates todo in calendar by its description in :q:, which consists of parts divided by semicolons. The first two parts (both obligatory) are a summary of the todo, and its due date. The third, optional, is list of todo categories, divided by commas.
bs: Kreira zadatak u kalendaru po njegovom opisu u :q:, koji se sastoji od dijelova podijeljenih tačkom i zarezom. Prva dva dijela (oba obavezna) su rezime zadatka i datum početka. Treći, opciono, je lista kategorija događaja , podijeljenih zarezima.
ca: Crea una tasca pendent en el calendari per la seva descripció a :q:, que consisteix de parts dividides per punts i comes. Les primeres dues parts (obligatòries) són el resum de la tasca pendent i la seva data de venciment. El tercer, opcional, és una llista de categories de pendents, dividides per comes.
el: Δημιουργεί μια εργασία προς υλοποίηση στο ημερολόγιο σύμφωνα με την περιγραφή της στο :q:, η οποία αποτελείται από τμήματα διαχωρισμένα με ελληνικά ερωτηματικά. Τα πρώτα δυο τμήματα (και τα δυο υποχρεωτικά) είναι η σύνοψη της εργασίας και η ημερομηνία λήξης. Το τρίτο, προαιρετικό, είναι μια λίστα κατηγοριών εργασιών προς υλοποίηση, διαχωρισμένη με κόμματα.
fi: Luo :q::lla kuvatun tehtävän kalenteriin. Se koostuu puolipisteillä erotelluista osista, joista ensimmäinen on tehtävän kuvaus ja toinen sen määräpäivä. Kolmas on vapaaehtoinen pilkuilla eroteltu luettelo tehtäväluokista.
hu: Feladat létrehozása a naptárban :q: szerint, ami pontosvesszővel elválasztott részekből áll. Az első két, kötelező rész a feladat összegzése és lejárat dátuma. A harmadik, opcionális rész a feladatkategóriák listája, vesszővel elválasztva.
it: Crea un compito nel calendario dalla sua descrizione in :q:, che consiste di parti divise da punti e virgola. Le prime due parti (entrambe obbligatorie) sono il riassunto e la data di inizio del compito. La terza, facoltativa, è un elenco di categorie di compiti, diviso da virgole.
kk: :q: сипатамасына қарап, күнтізбеге жоспарды енгізеді. Ол үтірлі нүктемен бөлінген бөлімдерден құрылады. Алғашқы екі бөлім - ол жоспардың атауы және орындау кезі (екеуі де міндетті). Үшіншісі,.үтірмен бөліктелген жоспардың санаттары (міндетті емес).
nb: Oppretter gjøremål i kalenderen etter beskrivelsen i :q:, som består av deler atskilt med semikolon. De to første delene (begge obligatoriske) er sammendrag og forfallsdato. Den tredje, som er valgfri, er en liste over gjøremålkategorier, atskilt med kommaer.
pt: Cria um item por-fazer no calendário, estando a sua descrição em :q:, consistindo em algumas partes divididas por ponto-e-vírgula. As duas partes obrigatórias são o resumo do item e a sua data-limite; a terceira, opcional, é a lista de categorias do item por-fazer, divididas por vírgulas.
sk: Vytvorí úlohu v kalendári podľa popisu v :q:, ktorý pozostáva z častí oddelených bodkočiarkami. Prvé dve časti (obe povinné) sú súhrn udalosti a jej dátum začatia. Tretí, nepovinný, je zoznam kategórií udalosti, oddelený čiarkami.
uk: Створює запис завдання у календарі за його описом у :q:, який містить частини, відокремлені крапкою з комою. Двома першими обов’язковими частинами є резюме завдання та дата її початку. Третім, необов’язковим, є список категорій завдань, відокремлених комами.
zh_tw: 用待辦事項於 :q: 的描述在行事曆中建立待辦事項。描述分為幾部份。頭兩個部份為待辦事項的摘要與起始日期，這兩個都是必須的。第三個是待辦事項的分類列表，不同的分類用分號分隔。

source: todo description
bs: opis zadatka
ca: descripció de la tasca pendent
el: περιγραφή εργασίας προς υλοποίηση
fi: tehtävän kuvaus
hu: feladatleírás
it: descrizione del compito
kk: жоспардың сипаттамасы
nb: beskrivelse av gjøremål
pt: descrição do item por-fazer
sk: popis úlohy
uk: todo опис
zh_tw: 待辦事項描述

source: Selects todo from calendar by its summary in :q: and marks it as completed.
bs: Bira zadatak iz kalendara po njegovom rezimeu u :q: i obeležava ga kao dovršen.
ca: Selecciona una tasca pendent del calendari pel seu resum a :q: i la marca com a finalitzada.
el: Επιλέγει μια εργασία προς υλοποίηση από το ημερολόγιο σύμφωνα με τη σύνοψή της στο :q: και τη σημειώνει ως ολοκληρωμένη.
fi: Merkitsee tehdyksi tehtävän, jonka yhteenveto vastaa :q::ta.
hu: Feladat kiválasztása a naptárból a :q:-ban megadott összegzés alapján, és megjelölése késznek.
it: Seleziona compito dal calendario per il riassunto in :q: e lo segna come completato.
kk: :q: атауына қарап, күнтізбеде жоспарды таңдап алып, оны біткен деп белгілейді.
nb: Velger gjøremål fra kalenderen etter sammendraget i :q: og merker det fullført.
pt: Selecciona o item por-fazer do calendário pelo seu resumo em :q:, marcando-o como completo.
sk: Vyberie úlohu z kalendára podľa súhrnu v :q: a označí ju ako ukončenú.
uk: Знаходить запис завдання з календаря за його резюме у :q: і додає до нього позначку «виконано».
zh_tw: 依於 :q: 的摘要從行事曆中選擇待辦事項，並標記為完成。

# The command syntax description for complete
source: complete todo description
bs: završi opis zadatka
ca: descripció completa de la tasca pendent
el: συμπλήρωση περιγραφής εργασίας προς υλοποίηση
fi: valmiiksi merkittävän tehtävän kuvaus
hu: feladat befejezése: leírás
it: descrizione di completamento del compito
kk: жоспар сипттамасын біткен қылу
nb: beskrivelse av fullført gjøremål
pt: descrição completa do item por-fazer
sk: úplný popis úlohy
uk: complete завдання опис
zh_tw: 完成待辦事項描述

source: Selects event from calendar by its summary in :q: and append <comment> to its body.
bs: Bira događaj iz kalendara po njegovom rezimeu u :q: i dodaje <comment> njegovom tijelu.
ca: Selecciona un esdeveniment del calendari pel seu resum a :q: i afegeix un <comentari> al seu cos.
el: Επιλέγει ένα γεγονός από το ημερολόγιο σύμφωνα με τη σύνοψή του στο :q: και το προσθέτει <comment> στο τέλος του σώματός του.
fi: Lisää <kommentin> tapahtumaan, jonka yhteenveto vastaa :q::ta.
hu: Feladat kiválasztása a naptárból a :q:-ban megadott összegzés alapján, és a <megjegyzés> hozzáfűzése a törzséhez.
it: Seleziona evento dal calendario per il riassunto in :q: e aggiunge <commento> al suo corpo.
kk: :q: атауына қарап, күнтізбеде оқиғаны таңдап алып, оған<comment> дегенді жалғайды.
nb: Velger hendelse fra kalenderen etter sammendraget i :q: og legger til <comment> til kroppen.
pt: Selecciona o item por-fazer do calendário pelo seu resumo em :q:, adicionando o <comentário> ao seu conteúdo.
sk: Vyberie udalosť z kalendára podľa súhrnu v :q: a pridá <comment> do jej tela.
uk: Знаходить запис події у календарі за його резюме у :q: і додає до нього <comment>.
zh_tw: 依於 :q: 的摘要從行事曆中選擇事件，並將 <comment> 附加上去。

# The command syntax description for comment
source: comment todo description
bs: komentiraj opis zadatka
ca: comentari de la descripció de la tasca
el: σχόλιο περιγραφής εργασίας προς υλοποίηση
fi: kommentoitavan tehtävän kuvaus
hu: feladat kommentálása: leírás
it: descrizione del commento del compito
kk: жоспар сипаттамасына түсініктеме қосу
nb: kommenter gjøremålsbeskrivelse
pt: descrição do comentário do item por-fazer
sk: popis úlohy komentára
uk: comment завдання опис
zh_tw: 註解待辦事項描述

source: Shows events from calendar by its date in :q:.
bs: Prikazuje događaje s kalendara po svom datumu u :q:.
ca: Mostra els esdeveniments del calendari per la seva data :q:.
el: Εμφανίζει γεγονότα από το ημερολόγιο σύμφωνα με την ημερομηνία τους στο :q:.
fi: Näyttää tapahtumia kalenterista ajan :q: perusteella.
hu: Események megjelenítése a naptárból a :q:-ban megadott dátum alapján.
it: Mostra eventi dal calendario per la data in :q:.
kk: :q: күніне қарап, күнтізбедегі оқиғаларын көрсету.
nb: Viser hendelser fra kalenderen etter datoen i :q:.
pt: Mostra os eventos do calendário de acordo com a sua data em :q:.
sk: Zobraziť udalosti z kalandára podľa dátumu v :q:.
uk: Знаходить запис події у календарі за його резюме у :q:.
zh_tw: 於 :q: 從行事曆中依日期顯示事件。

# The command syntax description for event
source: event date/time
bs: vrijeme i datum događaja
ca: data/hora de l'esdeveniment
el: ημερομηνία/ώρα γεγονότος
fi: tapahtuman päivä tai aika
hu: esemény dátuma/ideje
it: data e ora dell'evento
kk: оқиғаның күні/уақыты
nb: dato/tid for hendelse
pt: data/hora do evento
sk: dátum/čas udalosti
uk: event дата/час
zh_tw: 事件日期/時間

source: Shows todos from calendar by its date in :q:.
bs: Prikazuje zadatke s kalendara po svom datumu u :q:.
ca: Mostra les tasques pendents del calendari per la seva data a :q:.
el: Εμφανίζει εργασίες προς υλοποίηση από το ημερολόγιο σύμφωνα με την ημερομηνία τους στο :q:.
fi: Näyttää tehtäviä kalenterista ajan :q: perusteella.
hu: Feladatok megjelenítése a naptárból a :q:-ban megadott dátum alapján.
it: Mostra compiti dal calendario per la data in :q:.
kk: :q: күніне қарап, күнтізбедегі жоспарларын көрсету.
nb: Viser gjøremål fra kalenderen etter datoen i :q:.
pt: Mostra os itens por-fazer do calendário pela sua data em :q:.
sk: Zobraziť úlohy z kalandára podľa dátumu v :q:.
uk: Знаходить запис завдання з календаря за його резюме у :q:.
zh_tw: 於 :q: 從行事曆中依日期顯示待辦事項。

# The command syntax description for todo
source: todo date/time
bs: vrijeme i datum zadatka
ca: data/hora de la tasca pendent
el: ημερομηνία/ώρα εργασίας προς υλοποίηση
fi: tehtävän päivä tai aika
hu: feladat dátuma/ideje
it: data e ora del compito
kk: жоспардың күні/уақыты
nb: dato/tid for gjøremål
pt: data/hora do item por-fazer
sk: dátum/čas úlohy
uk: todo дата/час
zh_tw: 待辦事項日期/時間

# %1 is the summary of event, %2 is the start time of event
source: Create event "%1" at %2
bs: Kreiraj događaj "%1" u %2
ca: Crea l'esdeveniment «%1» en %2
el: Δημιουργία γεγονότος «%1» στις %2
fi: Luo tapahtuma ”%1” aikaan %2
hu: „%1” esemény létrehozása ekkor: %2
it: Crea evento «%1» alle %2
kk: "%1" оқиғасын, болатын кезі: %2 деп қою
nb: Opprett hendelse «%1» på %2
pt: Criar um evento "%1" em %2
sk: Vytvoriť udalosť "%1" o %2
uk: Створити запис події «%1» у %2
zh_tw: 建立事件 %1 於 %2

source: Create event "%1" from %2 to %3
bs: Kreiraj događaj "%1" od %2 do %3
ca: Crea l'esdeveniment «%1» des de %2 a %3
el: Δημιουργία του γεγονότος «%1» από τις %2 έως τις %3
fi: Luo tapahtuma ”%1”, joka alkaa %2 ja päättyy %3
hu: „%1” esemény létrehozása ettől: %2 eddig: %3
it: Crea evento «%1» dalle %2 alle %3
nb: Opprett hendelse «%1» fra %2 til %3
pt: Criar um evento "%1" de %2 até %3
sk: Vytvoriť udalosť "%1" od %2 do %3
uk: Створити запис події «%1» з %2 до %3
zh_tw: 建立事件 %1 從 %2 到 %3

# %1 is the summary of todo, %2 is the due time of todo
source: Create todo "%1" due to %2
bs: Kreiraj zadatak "%1" s rokom %2
ca: Crea la tasca pendent «%1» amb venciment %2
el: Δημιουργία της εργασίας προς υλοποίηση «%1» με λήξη στις %2
fi: Luo tehtävä ”%1”, jonka määräaika on %2
hu: „%1” feladat létrehozása, esedékesség: %2
it: Crea compito «%1» con scadenza alle %2
kk: "%1" жоспарын, бітетін кезі: %2 деп құру
nb: Opprett gjøremål «%1» med forfall %2
pt: Criar um item por-fazer "%1" a terminar em %2
sk: Vytvoriť úlohu "%1" s termínom do %2
uk: Створити запис завдання «%1» зі строком виконання до %2
zh_tw: 建立待辦事項 %1，期限為 %2

source: Create todo "%1" due to %3 starting at %2
bs: Kreoraj zadatak "%1" s rokom %3 počevši u %2
ca: Crea la tasca pendent «%1» amb venciment %3 i inici el %2
el: Δημιουργία εργασίας προς υλοποίηση «%1» με λήξη στις %3 και έναρξη στις %2
fi: Luo tehtävä ”%1”, jonka määräaika on %3 ja alkaa %2
hu: „%1” feladat létrehozása, esedékesség: %3, kezdés: %2
it: Crea compito «%1» con scadenza alle %3 e inizio alle %2
kk: "%1" жоспарын, бітетін кезі: %3, басталуы: %2 деп құру
nb: Opprett gjøremål «%1» med forfall %3, starter %2
pt: Criar um item por-fazer "%1" em %2 e a terminar em %3
sk: Vytvoriť úlohu "%1" s termínom do %3 začínajúcu o %2
uk: Створити запис завдання «%1» зі строком виконання до %3 і початком %2
zh_tw: 建立待辦事項 %1，從 %2 開始，期限為 %3

source: Categories: %1
bs: Kategorije: %1
el: Κατηγορίες: %1
fi: Luokat: %1
hu: Kategóriák: %1
it: Categorie: %1
kk: Санаттары: %1
nb: Kategorier: %1
pt: Categorias: %1
sk: Kategórie: %1
uk: Категорії: %1
zh_tw: 類別：%1

# The todo is complete
source: Complete todo "%1"
bs: Kompletiraj zadatak "%1"
ca: Finalitza la tasca pendent «%1»
el: Ολοκληρωμένη εργασία «%1»
fi: Merkitse tehtävä ”%1” valmiiksi
hu: A(z) „%1” feladat befejezve
it: Compito completato «%1»
kk: "%1" жоспарын бітіру
nb: Fullfør gjøremål «%1»
pt: Completar o item por-fazer "%1"
sk: Hotová úloha "%1"
uk: Завершено завдання «%1»
zh_tw: 已完成的待辦事項 %1

source: Date: %1
bs: Datum: %1
ca: Data: %1
el: Ημερομηνία: %1
fi: Päivämäärä: %1
hu: Dátum: %1
it: Data: %1
kk: Күні: %1
nb: Dato: %1
pt: Data: %1
sk: Dátum: %1
uk: Дата: %1
zh_tw: 日期：%1

source: Comment incidence "%1"
bs: Komentiraj incident "%1"
ca: Incidència de comentari «%1»
el: Σχόλιο περιστατικού «%1»
fi: Kommentoi merkintää ”%1”
hu: „%1” esemény kommentelése
it: Commenta l'incidenza «%1»
kk: "%1" түсініктемесі
nb: Kommenter hendelse «%1»
pt: Incidência do comentário "%1"
sk: Výskyt komentára "%1"
uk: Коментар у «%1»
zh_tw: 註解事件 %1

source: Akonadi collections
bs: Akonadi kolekcije
ca: Col·leccions Akonadi
el: Συλλογές Akonadi
fi: Akonadi-kokoelmat
hu: Akonadi gyűjtemények
it: Raccolte di Akonadi
kk: Akonadi жиындары
nb: Akonadi-samlinger
pt: Colecções do Akonadi
sk: Kolekcie Akonadi
uk: Збірки Akonadi
zh_tw: Akonadi 收藏

source: Insert events into:
bs: Ubaci događaje u:
ca: Inserir els esdeveniments a:
el: Εισαγωγή γεγονότος σε:
fi: Lisää tapahtumat kokoelmaan:
hu: Események beszúrása ide:
it: Inserisci eventi in:
kk: Оқиғаларды мынаған енгізу:
nb: Sett inn hendelser i:
pt: Inserir os eventos em:
sk: Vložiť udalosti do:
uk: Додати події до:
zh_tw: 將事件插入到：

source: Insert tasks into:
bs: Ubaci zadatke u:
ca: Inserir les tasques a:
el: Εισαγωγή εργασιών σε:
fi: Lisää tehtävät kokoelmaan:
hu: Feladatok beszúrása ide:
it: Inserisci compiti in:
kk: Тапсырмаларды мынаған енгізу:
nb: Sett inn gjøremål i:
pt: Inserir as tarefas em:
sk: Vložiť úlohy do:
uk: Додати завдання до:
zh_tw: 將工作插入到：
