Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_wallpaper_marble.po
Languages: lv, nds

source: Map &theme:
lv: Kartes &tēma:
nds: Koort&muster:

source: &Projection:
lv: &Projekcija:
nds: &Projizeren:

source: Globe
lv: Lode
nds: Globus

source: Flat Map
lv: Plakana karte
nds: Flache Koort

source: Mercator
lv: Merkartora

source: &Quality:
lv: &Kvalitāte:
nds: &Gööd:

source: Low
lv: Zema
nds: Siet

source: Normal
lv: Normāla
nds: Normaal

source: High
lv: Augsta
nds: Hooch

source: Print
lv: Drukas
nds: Drucken

source: Movement:
lv: Kustība:
nds: Bewegen:

source: Interactive
lv: Interaktīva
nds: Bedenen

source: Follow the sun
lv: Sekot saulei
nds: De Sünn nalopen

source: Rotate
lv: Rotēt
nds: Dreihen

source: Do not move
lv: Nekustēties
nds: Nich verschuven

source: Longitude rotation:
lv: Garuma rotācija:
nds: Längdendreihen:

source: Latitude rotation:
lv: Platuma rotācija:
nds: Bredendreihen:

source: Update every:
lv: Atjaunināt ik pēc:
nds: Opfrischtiet:

source: seconds
lv: sekundēm
nds: Sekunnen

source: Determines whether all kind of placemarks are shown or not.
lv: Nosaka vai rādīt visas vietu zīmes vai nē.
nds: Leggt fast, wat all Oorden vun Steedmarken wiest warrt.

source: Show &placemarks
lv: Rādīt &vietu zīmes
nds: &Steedmarken wiesen

source: Drag (move the mouse while pressing the left mouse button) to rotate. Use the mouse wheel to zoom in and out.
lv: Vilkt (ar peli, turot nospiestu kreiso pogu), lai rotētu. Ar peles riteni var tuvināt un attālināt.
nds: Du kannst de Eer trecken (den linken Muusknoop daalhollen un de Muus verschuven), un de Ansichtgrött lett sik över't Muusrad ännern.
