Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_applet_life.po
Languages: nb, ro, sk, sl

source: second
nb: sekund
ro: secundă
sk: sekunda
sl: sekund

source: generation
nb: generasjon
ro: generație
sk: generácia
sl: generacij

source: Cells Array
nb: Cellematrise
ro: Tablou de celule
sk: Pole buniek
sl: Polje celic

source: Horizontal cells:
nb: Vannrette celler:
ro: Celule orizontale:
sk: Horizontálne bunky:
sl: Vodoravne celice:

source: Vertical cells:
nb: Loddrette celler:
ro: Celule verticale:
sk: Vertikálne bunky:
sl: Navpične celice:

source: Reflect About:
nb: Speilvend om:
ro: Reflectează pe:
sk: Odrážať o:
sl: Zrcali prek:

source: Vertical Axis
nb: Loddrett akse
ro: Axă verticală
sk: Vertikálna os
sl: Navpične osi

source: Horizontal Axis
nb: Vannrett akse
ro: Axă orizontală
sk: Horizontálna os
sl: Vodoravne osi

source: Initial Population Density:
nb: Befolkningstetthet ved start:
ro: Densitatea inițială a populației:
sk: Počiatočná hustota populácie:
sl: Začetna gostota populacije:

source: Update and Restart
nb: Oppdater og start om
ro: Actualizare și repornire
sk: Aktualizovať a znovu spustiť
sl: Posodobi in zaženi znova

source: Update every:
nb: Oppdater hver(t):
ro: Actualizare la fiecare:
sk: Aktualizovať každých:
sl: Posodobi vsakih:

source: Restart game every:
nb: Start om igjen hvert:
ro: Repornire joc la fiecare:
sk: Reštartovať hru každých:
sl: Igro ponovno zaženi vsakih:
