Repository: fluxer/kde-l10n
Catalog: */messages/kdeplasma-addons/plasma_runner_audioplayercontrol.po
Languages: es

source: Start playing
es: Iniciar la reproducción

source: Audio player control
es: Control del reproductor de audio

source: Play next song
es: Reproducir la siguiente canción

source: Play previous song
es: Reproducir la canción anterior

source: Pause playing
es: Pausar la reproducción

source: Stop playing
es: Detener la reproducción

source: Increase volume by %1
es: Aumentar volumen en %1

source: Reduce volume by %1
es: Disminuir el volumen en %1

source: Set volume to %1%
es: Establecer el volumen a %1%

source: Mute
es: Silenciar

source: Quit %1
es: Salir de %1

source: Play
es: Reproducir

source: Queue
es: Encolar

source: Append to playlist
es: Agregar a la lista de reproducción

source: play
es: reproducir

source: append
es: agregar

source: queue
es: encolar

source: pause
es: pausa

source: next
es: siguiente

source: mute
es: silenciar

source: increase
es: aumentar

source: decrease
es: disminuir

source: prev
es: anterior

source: stop
es: detener

source: volume
es: volumen

source: quit
es: salir

source: Plays the selected song. If :q: is not empty it lists songs matching :q: to play them
es: Reproduce la canción seleccionada. Si :q: no está vacío, elabora una lista con las canciones que coincidan con :q: para reproducirlas

source: Displays songs matching :q: for appending the selected to the playlist
es: Muestra las canciones que coincidan con :q: para agregar las seleccionadas a la lista de reproducción

source: Displays songs matching :q: for queueing them
es: Muestra las canciones que coincidan con :q: para encolarlas

source: Plays a song from playlist
es: Reproduce una canción de la lista de reproducción

source: Pauses the playing
es: Pausa la reproducción

source: Plays the next song in the playlist if one is available
es: Reproduce la siguiente canción de la lista de reproducción, si hay alguna disponible

source: Mutes/unmutes the player
es: Activa/silencia el sonido del reproductor

source: Increases the volume by :q:. If :q: is empty it increases by the configured value
es: Aumenta el volumen en :q:. Si :q: está vacío, lo aumenta de acuerdo al valor configurado

source: Decreases the volume by :q:. If :q: is empty it decreases by the configured value
es: Disminuye el volumen en :q:. Si :q: está vacío, lo disminuye de acuerdo al valor configurado

source: Plays the previous song if one is available
es: Reproduce la canción siguiente si hay alguna disponible

source: Stops the playing
es: Detiene la reproducción

source: Sets the volume to :q:
es: Establece el volumen en :q:

source: Quits the player
es: Sale del reproductor

source: %1 not found
es: %1 no encontrado

source: %1 was not found so the runner is unable to work.
es: %1 no se encontró, por lo tanto, el lanzador no puede funcionar.

# next song
source: next
es: siguiente

# increase the sound volume
source: increase
es: aumentar

# decrease the sound volume
source: decrease
es: disminuir

# previous song
source: prev
es: anterior

# set the sound volume
source: volume
es: volumen

# quit media player
source: quit
es: salir

source: Append
es: Agregar

source: Pause
es: Pausa

source: Next
es: Siguiente

source: Increase
es: Aumentar

source: Decrease
es: Disminuir

source: Prev
es: Anterior

source: Stop
es: Detener

source: Volume
es: Volumen

source: Quit
es: Salir

source: Audio Player Control Runner Settings
es: Preferencias del lanzador del control del reproductor de audio

source: The player the runner controls:
es: El reproductor que controla el lanzador:

source: The collection search is only available for Amarok. You may add another player. That player has to support the MPRIS specification.
es: La búsqueda en la colección está disponible únicamente para Amarok. Usted puede añadir otro reproductor que implemente la especificación MPRIS.

source: Search &collection
es: Buscar en la &colección

source: Use Command&s
es: Usar órdene&s

source: Pla&y:
es: Repro&ducir:

source: Can be used as "Play" for playing and "Play <song>" for playing a song that matches to <song> (in title, artist and album)
es: Se puede usar como «Reproducir» para reproducir y «Reproducir <canción>» para reproducir una canción que coincida con <canción> (en el título, artista y álbum)

source: Ap&pend a song:
es: &Agregar una canción:

source: Use: append <term> (where <term> matches to artist, title or album)
es: Use: agregar <término> (donde <término> coincide con el artista, título o álbum)

source: Q&ueue a song:
es: Encolar &una canción:

source: Use: queue <term> (where <term> matches to artist, title or album)
es: Use: encolar <término> (donde <término> coincide con el artista, título o álbum)

source: P&ause:
es: P&ausa:

source: S&top:
es: De&tener:

source: Previ&ous song:
es: Canción anteri&or:

source: &Next song:
es: Canción siguie&nte:

source: Set &volume:
es: Establecer el &volumen:

source: The numbers are automatically added at the end: Amarok:Volume=10
es: Los números se añaden automáticamente al final: Amarok:Volumen=10

source: &Increase volume by
es: Au&mentar el volumen en

source: &Decrease volume by
es: &Disminuir el volumen en

source: &Mute:
es: &Silenciar:

source: Quit player:
es: Salir del reproductor:
