Repository: fluxer/kde-l10n
Catalog: */messages/applications/adblock.po
Languages: ar, bg, da, el, et, fr, gl, he, hr, ia, is, ja, kk, km, lt, lv, nb, nn, pa, pl, pt_br, ro, ru, sk, tr, ug, wa

source: Adblock
ar: مانع الإعلانات
bg: Блокиране на реклами
he: חסימת פרסומות - Adblock
ia: Adblock (bloco de reclamos)
kk: Жарнаманы бұғаттау
nb: Reklamestopp
nn: Reklamestopp
pa: ਐਡ-ਬਲਾਕ
sk: Zablokovanie reklám
ug: ئېلان سۈزگۈچ

source: Show Blockable Elements...
ar: اظهر العناصر القابلة للمنع...
bg: Показване на блокируемите елементи...
da: Vis blokérbare elementer...
el: Εμφάνιση στοιχείων προς φραγή ...
et: Näita blokitavaid elemente...
fr: Afficher les éléments pouvant être bloqués...
gl: Mostrar os elementos bloqueábeis...
he: פתח את רשימת הפריטים לחסימה...
hr: Prikaži blokirajuće elemente …
ia: Monstra elementos blocabile...
is: Sýna hluti sem hægt er að banna...
ja: ブロックできる要素を表示...
kk: Бұғатталмақ элементерін көрсету...
km: បង្ហាញ​ធាតុ​ដែលអាច​ទប់ស្កាត់បាន...
lt: Rodyti blokuotinus elementus...
lv: Rādīt bloķējamos elementus...
nb: Vis elementer som kan blokkeres …
nn: Vis blokkerbare element …
pa: ਐਡਬਲਾਕ ਐਲੀਮੈਂਟ ਵੇਖੋ...
pl: Wyświetl blokowalne elementy...
pt_br: Mostrar elementos bloqueáveis...
ro: Afișare elemente blocabile...
ru: Показать блокируемые элементы...
sk: Zobraziť blokovateľné položky...
tr: Engellenebilir Ögeleri Göster...
ug: توسۇشچان ئېلېمېنتلارنى كۆرسەت…
wa: Mostrer les elemints blocåves...

source: Configure Filters...
ar: اضبط المرشّحات...
bg: Настройки на филтрите...
da: Indstil filtre...
el: Ρύθμιση φίλτρων...
et: Seadista filtrid...
fr: Configurer les filtres...
gl: Configurar os filtros......
he: הגדר מסננים...
hr: Podesi filtre …
ia: Configura Filtros...
is: Stilla síur...
ja: フィルタの設定...
kk: Сүзгілерді баптау...
km: កំណត់​រចនាសម្ព័ន្ធ​តម្រង...
lt: Konfigūruoti filtrus...
lv: Konfigurēt filtrus...
nb: Sett opp filtre …
nn: Set opp filter …
pa: ਫਿਲਟਰ ਸੰਰਚਨਾ...
pl: Ustawienia filtrów...
pt_br: Configurar filtros...
ro: Configurare filtre...
ru: Настроить фильтры...
sk: Nastavenie &filtrov...
tr: Filtreleri Yapılandır...
ug: سۈزگۈچ سەپلىمىسى…
wa: Apontyî les passetes...

source: No blocking for this page
ar: عطّلها لهذه الصفحة
bg: Изключване за тази страница
da: Ingen blokering på denne side
el: Χωρίς φραγή γι' αυτήν τη σελίδα
et: Seda lehekülge ei blokita
fr: Ne pas bloquer pour cette page
gl: Non bloquear esta páxina
he: אל תחסום בעמוד זה
hr: Nema blokiranja za ove stranice
ia: Nulle blocar pro iste pagina
is: Engir hlutir bannaðir á þessari síðu
ja: このページではブロックしない
kk: Бұл бетті бұғаттамау
km: គ្មាន​កា​រទប់ស្កាត់​សម្រាប់​ទំព័រ​នេះ​ទេ
lt: Neblokuoti šiame puslapyje
lv: Nebloķēt šajā lapā
nb: Ingen blokkering for denne siden
nn: Inga blokkering for denne nettsida
pa: ਇਹ ਪੇਜ਼ ਲਈ ਕੋਈ ਪਾਬੰਦੀ ਨਹੀਂ
pl: Wyłącz blokowanie na tej stronie
pt_br: Nenhum bloqueio para esta página
ro: Fără blocare pentru această pagină
ru: Не блокировать на этой странице
sk: Žiadne blokovanie pre túto stránku
tr: Bu sayfa için engelleme yok
ug: بۇ بەتتە توسما
wa: Pont d' blocaedje po cisse pådje cial

source: No blocking for this site
ar: عطّلها لهذا الموقع
bg: Изключване за този сайт
da: Ingen blokering på dette websted
el: Χωρίς φραγή γι' αυτήν την τοποθεσία
et: Seda saiti ei blokita
fr: Ne pas bloquer pour ce site
gl: Non bloquear este sitio
he: אל תחסום באתר זה
hr: Nema blokiranja za ovo sjedište
ia: Nulle blocar pro iste sito
is: Engir hlutir bannaðir á þessum vef
ja: このサイトではブロックしない
kk: Бұл сайтты бұғаттамау
km: គ្មាន​ការ​ទប់ស្កាត់​សម្រាប់​តំបន់បណ្ដាញ​នេះ​ទេ
lt: Neblokuoti šitoje svetainėje
lv: Nebloķēt šajā vietnē
nb: Ingen blokkering for dette nettstedet
nn: Inga blokkering for denne nettstaden
pa: ਇਹ ਸਾਈਟ ਲਈ ਕੋਈ ਪਾਬੰਦੀ ਨਹੀਂ
pl: Wyłącz blokowanie w tej witrynie
pt_br: Nenhum bloqueio para este site
ro: Fără blocare pentru acest sit
ru: Не блокировать на этом сайте
sk: Žiadne blokovanie pre tento server
tr: Bu site için engelleme yok
ug: بۇ بېكەتتە توسما
wa: Pont d' blocaedje po cisse waibe cial

source: Please enable Konqueror's Adblock
ar: فضلًا مكّن مانع الإعلانات لكنكر
bg: Включете блокирането на реклами за Konqueror
da: Aktivér venligst Konquerors Adblock
el: Παρακαλώ ενεργοποιήστε το Adblock του Konqueror
et: Palun lülita Konquerori Adblock sisse
fr: Veuillez activer Adblock pour Konqueror
gl: Active o bloqueo de publicidade de Konqueror
he: אפשר חסימת פרסומות ב־Konqueror
hr: Molim vas da omogućite Konquerorov Adblock
ia: Pro favor tu habilita Adblock de Konqueror
is: Virkja Adblock í Konqueror
ja: Konqueror の Adblock を有効にしてください
kk: Konqueror-де жарнама буғаталсыншы
km: សូម​បើក Adblock របស់ Konqueror
lt: Prašom įgalinti Konqueror Adblock
lv: Lūdzu, ieslēdziet Konqueror Adblock
nb: Slå på Konquerors Adblock
nn: Slå på reklamestopp i Konqueror
pa: ਕੋਨਕਿਊਰੋਰ ਦਾ ਐਡ-ਬਲਾਕ ਯੋਗ ਕਰੋ ਜੀ
pl: Proszę włączyć Adblocka programu Konqueror
pt_br: Por favor, habilite o Adblock do Konqueror
ro: Activați modulul Adblock al lui Konqueror
ru: Включите Adblock
sk: Prosím povoľte zablokovanie reklám v Konquerore
tr: Lütfen Konqueror Adblock eklentisini etkinleştirin
ug: Konqueror نىڭ ئېلان سۈزگۈچ(Adblock)نى قوزغات
wa: Metoz èn alaedje l' Adblock da Konqueror s' i vs plait

# @title:window
source: Adblock disabled
ar: مانع الإعلانات معطّل
bg: Блокирането на реклами е изключено
da: Adblock deaktiveret
el: Adblock ανενεργό
et: Adblock on keelatud
fr: Adblock désactivé
gl: Adblock está desactivado
he: התוסף Adblock מבוטל
hr: Adblock onemogućen
ia: Adblock dishabilitate
is: Adblock óvirkt
ja: Adblock が無効になっています
kk: Жарнаманы бұғаттауы қосылған
km: បានបិទ Adblock
lt: Adblock išjungtas
lv: Adblock ir atslēgts
nb: Adblock slått av
nn: Reklamestopp slått av
pa: ਐਡਬਲਾਕ ਆਯੋਗ ਹੈ
pl: Adblock wyłączony
pt_br: Adblock desabilitado
ro: Adblock dezactivat
ru: Adblock отключён
sk: Adblock zakázaný
tr: Adblock pasifleştirildi
ug: ئېلان سۈزگۈچ چەكلەندى
wa: Adblock essocté

source: script
ar: سكرِبت
bg: скрипт
el: σενάριο
et: skript
he: תסריט
hr: skripta
is: skrifta
ja: スクリプト
kk: скрипт
km: ស្គ្រីប
lt: scenarijus
lv: skripts
nb: skript
nn: skript
pa: ਸਕ੍ਰਿਪਟ
pl: skrypt
ru: сценарий
sk: skript
tr: betik
ug: قوليازما
wa: sicripe

source: object
ar: كائن
bg: обект
da: objekt
el: αντικείμενο
et: objekt
fr: objet
gl: obxecto
he: אובייקט
hr: objekt
ia: objecto
is: hlutur
ja: オブジェクト
kk: нысан
km: វត្ថុ
lt: objektas
lv: objekts
nb: objekt
nn: objekt
pa: ਆਬਜੈਕਟ
pl: obiekt
pt_br: objeto
ro: obiect
ru: объект
sk: objekt
tr: nesne
ug: نەڭ
wa: cayet

source: frame
ar: إطار
bg: рамка
da: ramme
el: πλαίσιο
et: paneel
fr: cadre
gl: marco
he: מסגרת
hr: okvir
ia: quadro
is: rammi
ja: フレーム
kk: фрейм
km: ស៊ុម
lt: sritis
lv: rāmis
nb: ramme
nn: ramme
pa: ਫਰੇਮ
pl: ramka
pt_br: moldura
ro: cadru
ru: фрейм
sk: rámec
tr: çerçeve
ug: كۆزنەك
wa: cåde

source: image
ar: صورة
bg: изображение
da: billede
el: εικόνα
et: pilt
gl: imaxe
he: תמונה
hr: slika
ia: imagine
is: mynd
ja: 画像
kk: кескін
km: រូបភាព
lt: paveikslėlis
lv: attēls
nb: bilde
nn: bilete
pa: ਚਿੱਤਰ
pl: obraz
pt_br: imagem
ro: imagine
ru: изображение
sk: obrázok
tr: resim
ug: سۈرەت
wa: imådje

source: Blocked by %1
ar: منعهُ %1
bg: Блокирано от %1
da: Blokeret af %1
el: Φραγή από %1
et: Blokeerinud %1
fr: Bloqué par %1
gl: Bloqueado por %1
he: חסום ע"י %1
hr: Blokirao %1
ia: Blocate per %1
is: Bannað af %1
ja: %1 によりブロック
kk: %1 бұғаттаған
km: បាន​ទប់ស្កាត់ដោយ %1
lt: Blokuoja: %1
lv: Bloķējis %1
nb: Blokkert av %1
nn: Blokkert av %1
pa: %1 ਵਲੋਂ ਪਾਬੰਦੀ ਲਾਈ
pl: Blokowane przez %1
pt_br: Bloqueado por %1
ro: Blocat de %1
ru: Заблокировано фильтром %1
sk: Blokované cez %1
tr: %1 tarafından engellendi
ug: %1 توستى
wa: Bloké pa %1

source: Allowed by %1
ar: سمح لهُ %1
bg: Разрешено от %1
da: Tilladt af %1
el: Επιτρέπεται από %1
et: Lubanud %1
fr: Autorisé par %1
gl: Permitido por %1
he: מאופשר ע"י %1
hr: Dozvoljava %1
ia: Permittite per %1
is: Leyft af %1
ja: %1 により許可
kk: %1 рұқсат еткен
km: បានអនុញ្ញាត​ដោយ %1
lt: Praleidžia: %1
lv: Atļāvis %1
nb: Tillatt av %1
nn: Tillate av %1
pa: %1 ਵਲੋਂ ਮਨਜ਼ੂਰ
pl: Zezwolone przez %1
pt_br: Permitido por %1
ro: Permis de %1
ru: Разрешено фильтром %1
sk: Povolené cez %1
tr: %1 tarafından izin verildi
ug: %1 يول قويدى
wa: Permetou pa %1

# @title:window
source: Blockable items on this page
ar: العناصر القابلة للمنع في هذه الصفحة
bg: Блокируеми обекти на тази страница
da: Blokérbare elementer på denne side
el: Αντικείμενα προς φραγή σε αυτήν τη σελίδα
et: Selle lehekülje blokitavad elemendid
fr: Tous les éléments pouvant être bloqués sur cette page
gl: Elementos bloqueábeis nesta páxina
he: ניתנים לחסימה בעמוד זה
hr: Blokirajući elementi na ovoj stranici
ia: Elementos blocabile sur iste pagina
is: Hlutir sem hægt er að banna á þessari síðu
ja: このページでブロック可能なアイテム
kk: Бұл беттегі бұғатталмақтары
km: ធាតុ​ដែល​អាច​ទប់ស្តាក់​បាន​នៅ​ក្នុង​ទំព័រ​នេះ
lt: Šio puslapio blokuotini elementai
lv: Bloķējamie elementi šajā lapā
nb: Elementer som kan blokkeres på denne siden
nn: Blokkerbare element på nettsida
pa: ਇਹ ਪੇਜ਼ ਲਈ ਪਾਬੰਦੀਸ਼ੁਧਾ ਆਈਟਮਾਂ
pl: Blokowane elementy na tej stronie
pt_br: Itens bloqueáveis nesta página
ro: Elemente blocabile pe această pagină
ru: Блокируемые элементы на этой странице
sk: Blokovatelné položky na tejto stránke
tr: Bu sayfadaki engellenebilir ögeler
ug: بۇ بەتتە توسقىلى بولىدىغان تۈرلەر
wa: Cayets blocåves so cisse pådje cial

source: Add filter
ar: أضف مرشّحًا
bg: Добавяне на филтър
da: Tilføj filter
el: Προσθήκη φίλτρου
et: Lisa filter
fr: Ajouter un filtre
gl: Engadir un filtro
he: הוסף מסנן
hr: Dodaj filtar
ia: Adde filtro
is: Bæta við síu
ja: フィルタを追加
kk: Сүзгіні қосу
km: បន្ថែម​តម្រង
lt: Pridėti filtrą
lv: Pievienot filtru
nb: Legg til filter
nn: Legg til filter
pa: ਫਿਲਟਰ ਸ਼ਾਮਲ
pl: Dodaj filtr
pt_br: Adicionar filtro
ro: Adaugă filtru
ru: Добавить фильтр
sk: Pridať filter
tr: Filtre ekle
ug: سۈزگۈچ قوش
wa: Radjouter ene passete

source: Search:
ar: ابحث:
bg: Търсене:
da: Søg:
el: Αναζήτηση:
et: Otsing:
fr: Rechercher :
gl: Buscar:
he: חיפוש:
hr: Traži:
ia: Cerca:
is: Leita:
ja: 検索:
kk: Іздейтіні:
km: ស្វែងរក ៖
lt: Ieškoti:
lv: Meklēt:
nb: Søk:
nn: Søk:
pa: ਖੋਜ:
pl: Znajdź:
pt_br: Pesquisar:
ro: Caută:
ru: Поиск:
sk: Hľadať:
tr: Ara:
ug: ئىزدە:
wa: Trover :

source: Blockable items:
ar: العناصر القابلة للمنع:
bg: Блокируеми обекти:
da: Blokérbare elementer:
el: Σε αυτήν τη σελίδα αντικείμενα προς φραγή:
et: Blokitavad elemendid:
fr: Tous les éléments pouvant être bloqués :
gl: Elementos bloqueábeis:
he: פריטים ניתנים לחסימה:
hr: Blokirajući elementi:
ia: Elementos blocabile:
is: Hlutir sem hægt er að banna:
ja: ブロック可能なアイテム:
kk: Бұғатталмақтары:
km: ធាតុ​ដែល​អាច​ទប់ស្តាក់​បាន ៖
lt: Blokuojami objektai:
lv: Bloķējamie elementi:
nb: Elementer som kan blokkeres:
nn: Blokkerbare element:
pa: ਪਾਬੰਦੀਸ਼ੁਦਾ ਆਈਟਮਾਂ:
pl: Blokowalne elementy:
pt_br: Itens bloqueáveis:
ro: Elemente blocabile:
ru: Блокируемые элементы:
sk: Blokovateľné položky:
tr: Engellenebilir ögeler:
ug: توسۇلىدىغان تۈرلەر:
wa: Cayets blocåves :

source: Source
ar: المصدر
bg: Източник
da: Kilde
el: Πηγή
et: Allikas
gl: Orixe
he: מקור
hr: Izvor
ia: Fonte
is: Uppruni
ja: ソース
kk: Көзі
km: ប្រភព
lt: Šaltinis
lv: Avots
nb: Kilde
nn: Kjelde
pa: ਸਰੋਤ
pl: Źródło
pt_br: Origem
ro: Sursă
ru: Источник
sk: Zdroj
tr: Kaynak
ug: مەنبە
wa: Sourdant

source: Category
ar: التصنيف
bg: Категория
da: Kategori
el: Κατηγορία
et: Kategooria
fr: Catégorie
gl: Categoría
he: סוג
hr: Kategorija
ia: Categoria
is: Flokkur
ja: カテゴリ
kk: Санаты
km: ប្រភេទ
lt: Kategorija
lv: Kategorija
nb: Kategori
nn: Kategori
pa: ਕੈਟਾਗਰੀ
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
sk: Kategória
tr: Kategori
ug: كاتېگورىيە
wa: Categoreye

source: Tag
ar: الوسم
bg: Етикет
da: Mærke
el: Ετικέτα
et: Silt
fr: Balise
gl: Etiqueta
he: תגית
hr: Oznaka
ia: Scheda
is: Merki
ja: タグ
kk: Белгі
km: ស្លាក
lt: Žymė
lv: Tags
nb: Merke
nn: Merkelapp
pa: ਟੈਗ
pl: Znacznik
pt_br: Etiqueta
ro: Marcaj
ru: Метка
sk: Značka
tr: Etiket
ug: خەتكۈش
wa: Etikete

source: New filter (can use *?[] wildcards, /RE/ for regular expression, prefix with @@ for white list):
ar: مرشّح جديد (يمكنك استعمال أحرف البَدَل *‎?[]، و /RE/ للتعابير النمطية، والسابقة @@ للقائمة البيضاء):
bg: Нов филтър (може да ползвате маските *?[], /RE/ за регулярен израз и представка @@ за белия списък):
da: Det nye filter (kan bruge jokertegnene *?[], /RE/ til regulært udtryk, præfiks med @@ for at hvidliste):
el: Νέο φίλτρο (δυνατότητα χρησιμοποίησης *?[] σύμβολα υποκατάστασης, , /RE/ για κανονικές εκφράσεις, πρόθεμα με @@ για λευκή λίστα):
et: Uus filter (võib kasutada metamärke *?[], /RE/ regulaaravaldisteks ning lubatavate puhul prefiksit @@):
fr: Nouveau filtre (vous pouvez utiliser les caractères de substitution * ? [ ], /RE/ pour une expression rationnelle, et préfixer par @@ pour la liste blanche) :
gl: Novo filtro (pode usar os caracteres de substitución *?[], /RE/ para expresións regulares, anteceder con @@ para unha lista de permitidos):
he: מסנן חדש (ניתן להשתמש בביטוים כגון *?[] ג'וקרים, בתסדיר /RE/ עבור ביטויים רגולריים, קידומת @@ עבור רשימה לבנה):
hr: Novi filtar (moguće koristiti višeznačnike *?[], /RE/ za regularne izraze, prefiks sa @@ za bijelu listu):
ia: Nove filtro (pote usar symbolos de wildcards *?[] pro expression regular, prefixate con @@ per lista blanc):
is: Ný sía (má nota *?[] algildisstafi, /RE/ í reglulegum segðum, forskeyti með @@ yrir leyfða listann):
ja: 新しいフィルタ (ワイルドカードは *?[]、正規表現は /RE/、ホワイトリストは @@ で前置):
kk: Жаңа сүзгі (пайдалануға болатыны: *?[] үлгі қалқалары, /RE/ - үлгі өрнегі үшін, @@ префиксі - "ақ" тізімі үшін):
km: តម្រង​ថ្មី (អាច​ប្រើ​អក្សរ​ជំនួស *?[], /RE/ សម្រាប់កន្សោម​ធម្មតា បុព្វបទ​ដែលមាន @@ សម្រាប់បញ្ជី​ស) ៖
lt: Naujas filtras (galima naudoti *?[] šablonus, naudokite /RE/ prefiksą reguliariajam reiškiniui, @@ prefiksas žymi sankcionavimą):
lv: Jauns filtrs (iespējams izmantot *?[] aizstājzīmēm, /RE/ regulārajām izteiksmēm, izmantot kā prefiksu @@ - atļaujamo sarakstam):
nb: Nytt filter (kan bruke jokertegn *?[], /RU/ for regulært uttrykk, sett @@ foran for å hvitliste):
nn: Nytt filter (kan bruka jokerteikna *?[], /RE/ for regulære uttrykk og prefikset @@ for kviteliste):
pl: Nowy filtr (można używać can znaków wieloznacznych *?[], /RE/ wyrażeń regularnych; dla listy zaufanych należy poprzedzić je znakami @@):
pt_br: Novo filtro (é possível usar os curingas *?[], /RE/ para expressão regular e iniciados com @@ para a lista branca):
ro: Filtru nou (poate utiliza metacaractere *?[], /RE/ pentru expresie regulată, prefixați cu @@ pentru listă albă):
ru: Новый фильтр (можно использовать символы маски *?[], синтаксис /RE/ для регулярных выражений и приставку @@ для белого списка):
sk: Nový filter (môžete použiť divoké karty *?[], /RE/ pre regulárny výraz, prefix s @@ pre white list):
tr: Yeni filtre (*?[] işaretleri kullanılabilir, düzenli ifadeler için /RE/, izin verilenler listesi için @@ öneki kullanın):
ug: يېڭى سۈزگۈچ(ئورتاق بەلگە *?[] لەر، /RE/ مۇنتىزىم ئىپادە، @@ ئاق تىزىم ئالدى قوشۇلغۇچىسى):
wa: Novele passete (pout eployî les djokers *?[], /RE/ po les erîlêyès ratourneures, ene betchete avou @@ po ene blanke lisse) :

source: Filter this item
ar: رشّح هذا العنصر
bg: Филтриране на този обект
da: Filtrér dette element
el: Φίλτρο αυτού του αντικειμένου
et: Filtreeri see element
fr: Filtrer cet élément
gl: Filtrar este ítem
he: סנן פריט זה
hr: Filtriraj ovu stavku
ia: Filtra iste elemento
is: Sía þennan hlut
ja: このアイテムをフィルタに追加
kk: Мынау бұғатталсын
km: ត្រង​ធាតុ​នេះ
lt: Filtruoti šį objektą
lv: Filtrēt šo vienību
nb: Filtrer dette elementet
nn: Filtrer elementet
pa: ਇਹ ਆਈਟਮ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj ten element
pt_br: Filtrar este item
ro: Filtrează acest element
ru: Фильтровать этот элемент
sk: Filtrovať túto položku
tr: Bu ögeyi filtrele
ug: بۇ تۈرنى سۈز
wa: Passer al passete ci cayet cial

source: Filter all items at same path
ar: رشّح كلّ العناصر في نفس المسار
bg: Филтриране на всички обекти със същия път
da: Filtrér alle elementer med samme sti
el: Φίλτρα όλων των αντικειμένων της ίδιας διαδρομής
et: Filtreeri kõik sama asukohaga elemendid
fr: Filtrer tous les éléments au même emplacement
gl: Filtrar todos os elementos na mesma ruta
he: סנן את כל הפריטים מאותו נתיב
hr: Filtriraj sve stavke s istom putanjom
ia: Filtra omne elementos al mesme percurso
is: Sía alla hluti á sömu slóð
ja: 同じパスのすべてのアイテムをフィルタに追加
kk: Адресі осындайлары бүкілі бұғатталсын
km: ត្រង​ធាតុទាំងអស់​នៅ​ផ្លូវ​ដដែល
lt: Filtruoti visus elementus tame pačiame kelyje
lv: Filtrēt visas vienības ar tādu pašu ceļu
nb: Filtrer alle elementer ved samme sti
nn: Filtrer alle elementa på same adresse
pa: ਇਹੋ ਪਾਥ ਉੱਤੇ ਸਭ ਆਈਟਮਾਂ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj wszystkie elementy w tej samej ścieżce
pt_br: Filtrar todos os itens no mesmo caminho
ro: Filtrează toate elementele la aceeași cale
ru: Фильтровать все элементы по такому же пути
sk: Filtrovať všetky položky s tou istou cestou
tr: Aynı yoldaki tüm ögeleri filtrele
ug: ئوخشاش يولدىكى ھەممە تۈرلەرنى سۈز
wa: Passer tos les cayets do minme tchimin

source: Filter all items from same host
ar: رشّح كلّ العناصر من نفس المضيف
bg: Филтриране на всички обекти от същия сървър
da: Filtrér alle elementer fra samme vært
el: Φιλτράρισμα όλων των αντικειμένων από τον ίδιο υπολογιστή
et: Filtreeri kõik samast masinast pärit elemendid
fr: Filtrer tous les éléments venant du même hôte
gl: Filtrar todos os elementos do mesmo servidor
he: סנן את כל הפריטים מאותו מארח
hr: Filtriraj sve stavke s istog hosta
ia: Filtra omne elementos ex mesme hospite
is: Sía alla hluti frá sama vefþjóni
ja: 同じホストからのすべてのアイテムをフィルタに追加
kk: Осындай хосттан бүкілі бұғатталсын
km: ត្រង​ធាតុទាំងអស់​ពី​ម៉ាស៊ីន​ដូច​គ្នា
lt: Filtruoti visus elementus tame pačiame serveryje
lv: Filtrēt visas vienības no tā paša resursdatora
nb: Filtrer alle elementer fra samme vert
nn: Filtrer alle element frå same vert
pa: ਇਹੋ ਹੋਸਟ ਤੋਂ ਸਭ ਆਈਟਮਾਂ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj wszystkie elementy z tego samego hosta
pt_br: Filtrar todos os itens da mesma máquina
ro: Filtrează toate elementele de la aceeași gazdă
ru: Фильтровать все элементы с такого же узла
sk: Filtrovať všetky položky z rovnakého hostu
tr: Aynı makineden gelen tüm ögeleri filtrele
ug: ئوخشاش ماشىنىدىكى ھەممە تۈرلەرنى سۈز
wa: Passer tos les cayets do minme lodjoe

source: Filter all items from same domain
ar: رشّح كلّ العناصر في نفس النطاق
bg: Филтриране на всички обекти от същия домейн
da: Filtrér alle elementer fra samme domæne
el: Φιλτράρισμα όλων των αντικειμένων από τον ίδιο τομέα
et: Filtreeri kõik samast domeenist pärit elemendid
fr: Filtrer tous les éléments venant du même domaine
gl: Filtrar todos os elementos do mesmo dominio
he: סנן את כל הפריטים מאותו מתחם
hr: Filtriraj sve stavke s iste domene
ia: Filtra omne elementos ex mesme dominio
is: Sía alla hluti frá sama léni
ja: 同じドメインからのすべてのアイテムをフィルタに追加
kk: Осындай доменнен бүкілі бұғатталсын
km: ត្រង​ធាតុទាំងអស់​ពី​ដែន​ដូច​គ្នា
lt: Filtruoti visus elementus tame pačiame domene
lv: Filtrēt visas vienības no tā paša domēna
nb: Filtrer alle elementer fra samme domene
nn: Filtrer alle element frå same domenenamn
pa: ਇਹ ਡੋਮੇਨ ਤੋਂ ਸਭ ਆਈਟਮਾਂ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj wszystkie elementy z tej samej domeny
pt_br: Filtrar todos os itens no mesmo domínio
ro: Filtrează toate elementele de la același domeniu
ru: Фильтровать все элементы с такого же домена
sk: Filtrovať všetky položky z rovnakej domény
tr: Aynı alan adından gelen tüm ögeleri filtrele
ug: ئوخشاش دائىرىدىكى ھەممە تۈرلەرنى سۈز
wa: Passer tos les cayets do minme dominne

source: Add this item to white list
ar: أضف هذا العنصر إلى القائمة البيضاء
bg: Добавяне на този обект в бял списък
da: Tilføj dette element til positivliste
el: Προσθήκη του αντικειμένου στη λευκή λίστα
et: Lisa see element valgesse nimekirja
fr: Ajouter cet élément à la liste blanche
gl: Engadir este ítem á lista branca
he: הוסף פריט לרשימה לבנה
hr: Dodaj ovu stavku na bijelu listu
ia: Adde iste elemento a lista blanc
is: Bæta þessum hlut á leyfða listann
ja: このアイテムをホワイトリストに追加
kk: Бұл "ақ" тізімге кірісн
km: បន្ថែម​ធាតុ​នេះ​ទៅ​បញ្ជីស
lt: Pridėti šį objektą į baltąjį sąrašą
lv: Pievienot šo vienību atļauto sarakstam
nb: Legg til dettee elementet i hvitlista
nn: Legg til kvitelista
pa: ਇਹ ਆਈਟਮ ਨੂੰ ਸਾਫ਼ ਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj ten element do listy zaufanych
pt_br: Adicionar este item à lista branca
ro: Adaugă acest element la lista albă
ru: Добавить этот элемент в белый список
sk: Pridať položku do povolených
tr: Ögeyi izin verilenler listesine ekle
ug: بۇ تۈرنى ئاق تىزىمغا قوش
wa: Radjouter ci cayet la al blanke lisse

source: Copy Link Address
ar: انسخ عنوان الوصلة
bg: Копиране адреса на препратката
da: Kopiér henvisning
el: Αντιγραφή διεύθυνσης δεσμού
et: Kopeeri lingi aadress
fr: Copier l'adresse du lien
gl: Copiar o enderezo da ligazón
he: העתק כתובת קישור
hr: Kopiraj adresu linka
ia: Copia adresse de ligamine
is: Afrita vistfang tengils
ja: リンクアドレスをコピー
kk: Адресін көшірп алу
km: ចម្លង​អាសយដ្ឋាន​តំណ
lt: Kopijuoti nuorodos adresą
lv: Kopēt saites adresi
nb: Kopier lenkeadresse
nn: Kopier lenkjeadresse
pa: ਲਿੰਕ ਐਡਰੈੱਸ ਕਾਪੀ ਕਰੋ
pl: Kopiuj adres odnośnika
pt_br: Copiar endereço do link
ro: Copiază adresa legăturii
ru: Скопировать адрес ссылки
sk: Kopírovať adresu odkazu
tr: Bağlantı Adresini Kopyala
ug: ئۇلانما ئادرېسىنى كۆچۈر
wa: Copyî l' adresse do loyén

source: View item
ar: اعرض العنصر
bg: Преглед на обект
da: Vis element
el: Εμφάνιση αντικειμένου
et: Vaata elementi
fr: Voir l'élément
gl: Ver o elementos
he: הצג פריט
hr: Prikaži stavku
ia: Vide elemento
is: Skoða hlut
ja: アイテムを表示
kk: Нысанды көру
km: មើល​ធាតុ
lt: Žiūrėti objektą
lv: Skatīt vienību
nb: Vis element
nn: Vis element
pa: ਆਈਟਮ ਵੇਖੋ
pl: Pokaż element
pt_br: Exibir item
ro: Vizualizează element
ru: Показать элемент
sk: Zobraziť položku
tr: Ögeyi göster
ug: تۈرنى كۆرسەت
wa: Vey cayet

source: &Tools
ar: أ&دوات
bg: &Инструменти
da: Værk&tøjer
el: Ερ&γαλεία
et: &Tööriistad
fr: Ou&tils
gl: &Utilidades
he: &כלים
hr: Aka&ti
ia: Ins&trumentos
is: Á&höld
ja: ツール(&T)
kk: &Құралдар
km: ឧបករណ៍
lt: Į&rankiai
lv: &Rīki
nb: &Verktøy
nn: V&erktøy
pa: ਟੂਲ(&T)
pl: &Narzędzia
pt_br: Ferramen&tas
ro: &Unelte
ru: С&ервис
sk: &Nástroje
tr: &Araçlar
ug: قوراللار(&T)
wa: &Usteyes

source: Extra Toolbar
ar: شريط أدوات إضافي
bg: Допълнителна лента с инструменти
da: Ekstra værktøjslinje
el: Πρόσθετη γραμμή εργαλείων
et: Ekstratööriistariba
fr: Barre supplémentaire d'outils
gl: Barra de ferramentas Extra
he: סרגל כלים נוסף
hr: Dodatna alatna traka
ia: Barra de Instrumento Extra
is: Auka tækjastika
ja: 拡張ツールバー
kk: Қосымша құралдар
km: របារ​ឧបករណ៍​បន្ថែម
lt: Papildoma įrankinė
lv: Papildu rīkjosla
nb: Ekstra verktøylinje
nn: Ekstraverktøylinje
pa: ਵਾਧੂ ਟੂਲਬਾਰ
pl: Dodatkowy pasek narzędzi
pt_br: Barra de ferramentas extra
ro: Bară suplimentară
ru: Дополнительная панель инструментов
sk: Dodatočná lišta nástrojov
tr: Ek Araç Çubuğu
ug: قوشۇمچە قورال بالداق
wa: Båre ås usteyes di dpus
