Repository: fluxer/kde-l10n
Catalog: */messages/applications/katefiletemplates.po
Languages: bs, cs, da, el, es, et, eu, fi, fr, gl, hi, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, ro, sk, sl, sr, sv, tr, ug, uk, zh_tw

source: File Templates
bs: Šabloni datoteka
cs: Šablony souborů
da: Filskabeloner
el: Πρότυπα αρχείων
es: Plantillas de archivos
et: Failimallid
eu: Fitxategien txantiloiak
fi: Tiedostopohjat
fr: Modèles de fichiers
gl: Modelos de ficheiros
hu: Fájlsablonok
ia: Patronos de file
it: Gestisci i modelli di file
ja: ファイルのテンプレート
kk: Файл үлгілері
km: ពុម្ព​ឯកសារ
ko: 파일 템플릿
lt: Failų šablonai
lv: Datņu veidnes
nb: Fil-maler
nds: Dateivörlagen
nl: Bestandssjablonen
nn: Filmalar
pl: Szablony plików
pt: Modelos de Ficheiros
ro: Șabloane de fișier
sk: Šablóny súborov
sl: Predloge datotek
sr: Шаблони фајлова|/|$[својства аку 'Шаблоне фајлова']
sv: Filmallar
tr: Dosya Şablonları
ug: ھۆججەت قېلىپلىرى
uk: Шаблони файлів
zh_tw: 檔案樣本

source: Create files from templates
bs: Napravi datoteku od šablona
cs: Vytvořit soubory z šablon
da: Opret filer fra skabeloner
el: Δημιουργία αρχείων από πρότυπα
es: Crear archivos a partir de plantillas
et: Failide loomine mallide põhjal
eu: Sortu fitxategiak txantiloietatik
fi: Luo tiedostoja pohjista
fr: Créer des fichiers à partir de modèles
gl: Crear ficheiros a partir de modelos
hu: Fájlok létrehozása sablonból
ia: Crea files ex patronos
it: Crea file da modelli
ja: テンプレートからファイルを作成します
kk: Үлгілер негізінде файлдарды құру
km: បង្កើត​ឯកសារ​ពី​ពុម្ព
ko: 템플릿을 기반으로 새 파일 만들기
lt: Sukurti failus iš šablonų
lv: Izveidot datnes no veidnēm
nb: Lag filer fra maler
nds: Dateien ut Vörlagen opstellen
nl: Bestanden aanmaken van sjabloon
nn: Lag filer frå malar
pl: Utwórz pliki z szablonów
pt: Criar ficheiros a partir de modelos
ro: Creează fișiere din șabloane
sk: Vytvoriť súbory zo šablón
sl: Ustvarite datoteke iz predlog
sr: Стварајте фајлове из шаблона
sv: Skapa filer från mallar
tr: Şablonlardan dosyalar oluştur
ug: قېلىپتىن ھۆججەت قۇر
uk: Створення файлів з шаблонів
zh_tw: 從樣本建立檔案

source: &Manage Templates...
bs: &Upravljanje šablonima...
cs: &Správa šablon...
da: &Håndtér skabeloner...
el: &Διαχείριση προτύπων...
es: &Gestionar plantillas...
et: &Mallide haldamine...
eu: &Kudeatu txantiloiak...
fi: &Hallitse pohjia…
fr: Gérer les &modèles...
gl: &Xestionar os modelos...
hi: टैम्पलेट्स का प्रबंधन करें... (&M)
hr: &Upravljanje predlošcima …
hu: S&ablonkezelő...
ia: &Gere patronos...
it: Gestisci i &modelli...
ja: テンプレートの管理(&M)...
kk: Үлгілерді &басқару...
km: គ្រប់គ្រង​ពុម្ព...
ko: 템플릿 관리(&M)...
lt: &Tvarkyti šablonus...
lv: &Pārvaldīt veidnes...
nb: &Håndter maler …
nds: Vörlagen &plegen...
nl: Sjablonen behere&n...
nn: &Handter malar …
pl: Zarządzaj sza&blonami...
pt: &Gerir os Modelos...
ro: &Gestionare șabloane...
sk: &Správa šablón...
sl: &Upravljanje predlog ...
sr: &Управљај шаблонима...
sv: &Hantera mallar...
tr: Şablo&nları Yönet...
ug: قېلىپ باشقۇر(&M)…
uk: &Керування шаблонами...
zh_tw: 管理樣本...(&M)

source: New From &Template
bs: Novo iz &Šablona
cs: Nový ze ša&blony
da: Ny fra s&kabelon
el: Νέο πρότυπο &Φόρμας
es: Nuevo desde &Plantilla
et: Uus mallis&t
eu: Berria &txantiloitik
fi: Uusi tiedosto p&ohjasta
fr: Créer à par&tir d'un modèle
gl: Novo a partir dun &Modelo
hi: टेम्पलेट से नया (&T)
hr: Nova od &predloška
hu: Ú&j fájl sablonból
ia: Nove ex pa&trono
it: &Nuovo da modello
ja: テンプレートから新規作成(&T)
kk: Ү&лгі негізінде құру
km: ថ្មី​ពី​ពុម្ព
ko: 템플릿에서 새로 만들기(&T)
lt: Nauja iš ša&blono
lv: Jauna no &veidnes
nb: Ny fra &mal
nds: Nieg vun &Vörlaag
nl: &Nieuw van sjabloon
nn: Ny frå &mal
pl: Nowy z &szablonu
pt: Novo do &Modelo
ro: Nou din șa&blon
sk: Nový zo ša&blóny
sl: Nova iz &predloge
sr: Нов према &шаблону
sv: Ny &från mall
tr: Şablondan &Yeni
ug: قېلىپتىن پايدىلىنىپ يېڭىدىن قۇر(&T)
uk: Створити з &шаблону
zh_tw: 由樣本建立(&T)

source: Any File...
bs: Bilo koja datoteka...
cs: Jakýkoliv soubor...
da: Enhver fil...
el: Οποιοδήποτε αρχείο...
es: Cualquier archivo...
et: Suvaline fail...
eu: Edozein fitxategi...
fi: Mikä tahansa tiedosto…
fr: N'importe quel fichier...
gl: Calquera ficheiro...
hi: कोई भी फ़ाइल...
hr: Bilo koja datoteka …
hu: Bármely fájl...
ia: Ulle file...
it: Qualsiasi file...
ja: 任意のファイル...
kk: Кез-келген файл...
km: ​ឯកសារ​ណាមួយ...
ko: 아무 파일...
lt: Bet koks failas...
lv: Jebkura datne...
nb: Vilkårlig fil …
nds: Jichtenseen Datei...
nl: Een bestand...
nn: Vilkårleg fil …
pl: Dowolny plik...
pt: Qualquer Ficheiro...
ro: Orice fișier...
sk: Ľubovoľný súbor...
sl: Katerakoli datoteka ...
sr: Према фајлу...
sv: Någon fil...
tr: Herhangi Bir Dosya...
ug: خالىغان ھۆججەت…
uk: Будь-який файл...
zh_tw: 任何檔案...

# @item:inmenu
source: Other
bs: Ostalo
cs: Jiný
da: Andet
el: Άλλο
es: Otro
et: Muu
eu: Beste bat
fi: Muu
fr: Autre
gl: Outro
hu: Egyéb
ia: Altere
it: Altro
ja: その他
kk: Басқа
km: ផ្សេងទៀត
ko: 기타
lt: Kita
lv: Cits
nb: Andre
nds: Anner
nl: Overig
nn: Anna
pl: Inne
pt: Outro
ro: Altul
sk: Ďalšie
sl: Drugo
sr: Остало
sv: Annan
tr: Diğer
ug: باشقا
uk: Інші
zh_tw: 其他

source: Author:
bs: Autor:
cs: Autor:
da: Udvikler:
el: Συγγραφέας:
es: Autor:
et: Autor:
eu: Egilea:
fi: &Tekijä:
fr: Auteur :
gl: Autor:
hi: लेखकः
hu: Szerző:
ia: Autor:
it: Autore:
ja: 作者:
kk: Авторы:
km: ​អ្នក​និពន្ធ ៖
ko: 작성자:
lt: Autorius:
lv: Autors:
nb: Forfatter:
nds: Autor:
nl: Auteur:
nn: Forfattar:
pl: Autor:
pt: Autor:
ro: Autor:
sk: Autor:
sl: Avtor:
sr: Аутор:
sv: Upphovsman:
tr: Yazar:
ug: ئاپتور:
uk: Автор:
zh_tw: 作者：

source: Open as Template
bs: Otvori kao šablon
cs: Otevřít jako šablonu
da: Åbn som skabelon
el: Άνοιγμα σαν πρότυπο
es: Abrir como plantilla
et: Ava mallina
eu: Ireki txantiloi gisa
fi: Avaa pohjana
fr: Ouvrir comme modèle
gl: Abrir como modelo
hi: टैम्प्लेट के रूप में खोलें
hr: Otvori kao predložak
hu: Megnyitás sablonként
ia: Aperi un patrono
it: Apri come modello
ja: テンプレートとして開く
kk: Үлгі ретінде ашу
km: បើក​ជា​ពុម្ព
ko: 템플릿으로 열기
lt: Atverti kaip šabloną
lv: Atvērt kā veidni
nb: Åpne som mal
nds: As Vörlaag opmaken
nl: Als een sjabloon openen
nn: Opna som mal
pl: Otwórz jako szablon
pt: Abrir como Modelo
ro: Deschide ca șablon
sk: Otvoriť ako šablónu
sl: Odpri kot predlogo
sr: Отвори као шаблон
sv: Öppna som mall
tr: Şablon olarak Aç
ug: قېلىپ شەكلىدە ئاچ
uk: Відкрити як шаблон
zh_tw: 開啟成樣本

source: <qt>Error opening the file<br /><strong>%1</strong><br />for reading. The document will not be created.</qt>
bs: <qt>Greška pri otvaranju datoteke <br /><strong>%1</strong><br />za čitanje. Dokument neće biti kreiran.</qt>
cs: <qt>Chyba při otevírání souboru <br /><strong>%1</strong><br />pro čtení. Dokument nebude vytvořen.</qt>
da: <qt>Fejl ved at åbne filen<br /><strong>%1</strong><br />til læsning. Dokument vil ikke blive lavet.</qt>
el: <qt>Σφάλμα ανοίγματος του αρχείου<br /><strong>%1</strong><br />για ανάγνωση. Το έγγραφο δεν θα δημιουργηθεί.</qt>
es: <qt>Error al abrir el archivo<br /><strong>%1</strong><br />para lectura. No se creará el documento.</qt>
et: <qt>Viga faili<br /><strong>%1</strong><br />avamisel lugemiseks. Dokumenti ei looda.</qt>
eu: <qt>Akatsa <br /><strong>%1</strong><br />fitxategia irakurtzeko irekitzean. Dokumentua ez da sortuko.</qt>
fi: <qt>Virhe avattaessa tiedostoa<br /><strong>%1</strong><br />lukemista varten. Tiedostoa ei luoda.</qt>
fr: <qt>Erreur lors de l'ouverture du fichier <br /><strong>%1</strong><br /> en lecture. Le document ne sera pas créé.</qt>
gl: <qt>Aconteceu un erro ao abrir o ficheiro<br/><strong>%1</strong><br/>para lectura. O documento non se creará.</qt>
hi: <qt>फ़ाइल <br /><strong>%1</strong><br />को पढ़ने हेतु खोलने में त्रुटि. दस्तावेज़ बनाया नहीं जा सकता.</qt>
hu: <qt>Hiba történt a(z)<br /><strong>%1</strong><br />fájl olvasásra való megnyitásakor. A dokumentum nem lesz létrehozva.</qt>
ia: <qt>Error durante que on aperiva le file<br /><strong>%1</strong><br /> in lectura. Le documento non essera create.</qt>
it: <qt>Errore nell'aprire in lettura il file <br/><strong>%1</strong><br />. Il documento non sarà creato.</qt>
ja: <qt><para>ファイル <filename>%1</filename> を<br />読み込みのために開けませんでした。文書は作成されません。</para></qt>
kk: <qt><strong>%1</strong><br />деген файлды оқу үшін ашқандағы ашу қатесі. Құжат құрылмайды.</qt>
km: <qt>កំហុស​ក្នុង​ការ​បើក​ឯកសារ <br /><strong>%1</strong><br /> សម្រាប់​ការ​អាន ។ ឯកសារ​នឹង​មិន​ត្រូវ​បាន​បង្កើត​ទេ ។</qt>
ko: <qt>파일<br /><strong>%1</strong><br />을(를) 읽기 위해 여는 중 오류가 발생하였습니다. 문서를 만들지 않을 것입니다.</qt>
lt: <qt>Klaida atveriant failą <br /><strong>%1</strong><br /> skaitymui. Dokumentas nebus sukurtas.</qt>
lv: <qt>Kļūda, atverot datni<br /><strong>%1</strong><br /> lasīšanai. Dokuments netiks izveidots.</qt>
nb: <qt>Feil ved åpning av fila <br /><strong>%1</strong><br />for lesing. Dokumentet blir ikke opprettet.</qt>
nds: <qt>Fehler bi't Lesen vun<br /><strong>%1</strong>.<br />Dat Dokment warrt nich opstellt.</qt>
nl: <qt>Fout bij het openen van bestand <br /><strong>%1</strong><br />. Het document zal niet aangemaakt worden.</qt>
nn: <qt>Klarte ikkje opna fila<br /><strong>%1</strong>.<br />Dokumentet vert ikkje oppretta.</qt>
pl: <qt>Błąd podczas otwierania pliku <br /><strong>%1</strong><br /> do odczytu. Dokument nie zostanie utworzony.</qt>
pt: <qt>Erro ao abrir o ficheiro<br/><strong>%1</strong><br/>para leitura. O documento não será criado.</qt>
ro: <qt>Eroare la deschiderea fișierului<br /><strong>%1</strong><br />pentru citire. Documentul nu va fi creat.</qt>
sk: <qt>Chyba pri otváraní súboru <br /><strong>%1</strong><br /> pre čítanie. Dokument nebude vytvorený.</qt>
sl: <qt>Napaka med odpiranjem datoteke<br /><strong>%1</strong><br />za branje. Dokument ne bo ustvarjen.</qt>
sr: <qt>Грешка при отварању фајла<br/><filename>%1</filename><br/>за читање. Документ неће бити направљен.</qt>
sv: <qt>Fel när filen <br /><strong>%1</strong><br /> skulle öppnas för läsning. Dokumentet kommer inte att skapas.</qt>
tr: <qt>Dosya<br/><strong>%1</strong><br/>okunmak için açılamadı. Döküman oluşturulmayacak.</qt>
ug: <qt>ھۆججەت<br /><strong>%1</strong><br />نى ئوقۇش ئۈچۈن ئېچىش مەغلۇپ بولدى. پۈتۈك قۇرۇلمايدۇ.</qt>
uk: <qt>Помилка відкриття файла<br /><strong>%1</strong><br />для читання. Документ не буде створений.</qt>
zh_tw: <qt>開啟檔案 <strong>%1</strong> 時發生錯誤。<br /> 無法建立文件。</qt>

source: Template Plugin
bs: Dodatak za šablone
cs: Modul šablon
da: Skabelon-plugin
el: Πρόσθετο προτύπων
es: Complemento de plantilla
et: Malliplugin
eu: Txantiloien plugina
fi: Pohjaliitännäinen
fr: Module externe de modèle
gl: Complemento de modelo
hi: टेम्पलेट प्लगइन
hr: Dodatak za predložak
hu: Sablonbővítmény
ia: Plugin de patrono
it: Estensione per modelli
ja: テンプレートプラグイン
kk: Үлгілер плагині
km: កម្មវិធី​ជំនួយ​ពុម្ព
ko: 템플릿 플러그인
lt: Šablonų priedas
lv: Veidņu spraudnis
nb: Programtillegg for maler
nds: Vörlaagmoduul
nl: Sjabloonplug-in
nn: Maltillegg
pl: Wtyczka szablonów
pt: 'Plugin' de Modelos
ro: Modul Șablon
sk: Modul pre šablóny
sl: Vstavek predlog
sr: Прикључак за шаблоне
sv: Mallinsticksprogram
tr: Şablon Eklentisi
ug: قېلىپ قىستۇرمىسى
uk: Додаток шаблонів
zh_tw: 樣本外掛程式

source: Untitled %1
bs: Neimenovano %1
cs: Nepojmenovaný %1
da: Uden navn %1
el: Ανώνυμο %1
es: Sin título %1
et: Nimetu %1
eu: Izengabea %1
fi: Nimetön %1
fr: %1 sans titre
gl: Sen título %1
hi: अनाम %1
hr: Bez naslova %1
hu: Névtelen %1
ia: Sin Titulo %1
it: Senza titolo %1
ja: 名前なし %1
kk: Аталмаған %1
km: គ្មាន​ចំណង​ជើង %1
ko: 제목 없음 %1
lt: Bevardis %1
lv: Nenosaukts %1
nb: Uten navn %1
nds: Ahn Naam %1
nl: Naamloos %1
nn: Namnlaus %1
pl: Bez tytułu %1
pt: Sem título %1
ro: Neintitulat %1
sk: Bez názvu %1
sl: Neimenovana %1
sr: Неименовано %1
sv: Namnlös %1
tr: Adsız %1
ug: ماۋزۇسىز %1
uk: Без назви %1
zh_tw: 未命名 %1

source: Manage File Templates
bs: Upravljanje šablonima datoteka
cs: Správa šablon souborů
da: Håndtér filskabeloner
el: Διαχείριση αρχείου προτύπων
es: Gestionar plantillas de archivos
et: Failimallide haldus
eu: Kudeatu fitxategien txantiloiak
fi: Hallitse tiedostopohjia
fr: Gérer les modèles de fichiers
gl: Xestionar os modelos de ficheiros
hi: फ़ाइल टैम्पलेट्स प्रबंधन करें
hr: Upravljanje predlošcima
hu: Fájlsablonok kezelése
ia: Gere patronos de file
it: Gestisci i modelli di file
ja: ファイルのテンプレートを管理
kk: Файл үлгілерін басқару
km: គ្រប់គ្រង​​ពុម្ព​ឯកសារ
ko: 파일 템플릿 관리
lt: Tvarkyti failų šablonus
lv: Pārvaldīt datņu veidnes
nb: Håndter fil-maler
nds: Dateivörlagen plegen
nl: Bestandssjablonen beheren
nn: Handter filmalar
pl: Zarządzaj szablonami plików
pt: Gerir os Modelos de Ficheiros
ro: Gestionează șabloanele de fișiere
sk: Správa šablón súborov
sl: Upravljanje s predlogami datotek
sr: Управљајте шаблонима фајлова
sv: Hantera filmallar
tr: Dosya Şablonlarını Yönet
ug: ھۆججەت قېلىپلىرىنى باشقۇرۇش
uk: Керування файлами шаблонів
zh_tw: 管理檔案樣本

source: &Template:
bs: &Šablon:
cs: Š&ablona:
da: &Skabelon:
el: &Πρότυπο:
es: &Plantilla:
et: M&all:
eu: &Txantiloia:
fi: &Pohja:
fr: &Modèle :
gl: &Modelo:
hi: टैम्प्लेट: (&T)
hr: &Predložak:
hu: Sabl&on:
ia: Pa&trono:
it: &Modello:
ja: テンプレート(&T):
kk: &Үлгі:
km: ពុម្ព ៖
ko: 템플릿(&T):
lt: &Šablonas:
lv: &Veidne:
nb: &Mal:
nds: &Vörlaag:
nl: &Sjabloon:
nn: &Mal:
pl: &Szablon:
pt: &Modelo:
ro: Șa&blon:
sk: Ša&blóna:
sl: &Predloga:
sr: &Шаблон:
sv: Ma&ll:
tr: Şa&blon:
ug: قېلىپ(&T):
uk: &Шаблон:
zh_tw: 樣本(&T)：

source: <p>This string is used as the template's name and is displayed, for example, in the Template menu. It should describe the meaning of the template, for example 'HTML Document'.</p>
bs: <p>Ovaj znakovni niz se koristi kao ime šablona i prikazan je, naprimjer, u meniju Šabloni. Trebao bi da opisivati značenje šablona, na primjer 'HTML dokument'.</p>
cs: <p> Tento řetězec je použit jako jméno šablony a je zobrazeno v nabídce šablon. Může popisovat třeba význam šablony např. 'HTML dokument'.</p>
da: <p> Denne streng bruges som skabelonens navn, og ses for eksempel i Skabelonmenuen. Den skal beskrive betydningen af skabelonen, for eksempel 'HTML-Dokument'</p>
el: <p>Αυτή η συμβολοσειρά χρησιμοποιείται σαν όνομα του προτύπου και εμφανίζεται, για παράδειγμα, στο μενού Πρότυπα. Θα πρέπει να περιγράφει τη σημασία του προτύπου, για παράδειγμα 'Έγγραφο HTML'.</p>
es: <p>Esta cadena se usa como nombre de la plantilla y se muestra, por ejemplo, en el menú Plantilla. Debería describir el comportamiento de la plantilla, por ejemplo «Documento HTML».</p>
et: <p>Seda stringi kasutatakse malli nimena ja näidatakse näiteks mallimenüüs. See võiks kirjeldada malli ennast - näiteks 'HTML dokument'.</p>
eu: <p>Kate hau txantiloiaren izen bezala erabiltzen da eta, adibidez, Txantiloia menuan bistaratzen da. Txantiloiaren eginkizuna azaldu behar luke, adibidez 'HTML dokumentua'.</p>
fi: <p>Tätä merkkijonoa on käytetty mallipohjan nimenä. Sitä on näytetty esimerkiksi mallivalikossa. Sen tulee kuvata mallin tarkoitus, esimerkiksi ”HTML-tiedosto”.</p>
fr: <p>Cette chaîne est utilisée comme nom de modèle et est affichée, par exemple, dans le menu « Modèle ». Elle devra décrire la signification du modèle, par exemple, « Document HTML ».</p>
gl: <p>Este texto utilízase como nome do modelo, e móstrase, por exemplo, no menú de Modelos. Debe describir o significado do modelo, por exemplo «Documento HTML»</p>
hi: <p>यह वाक्यांश टेम्पलेट नाम के रूप में उपयोग में लिया जाएगा तथा प्रदर्शित होगा - उदाहरण के लिए, टेम्पलेट मेन्यू में. इससे टेम्पलेट का विवरण पता चलना चाहिए. उदाहरण के लिए, 'एचटीएमएल दस्तावेज़'.</p>
hr: <p>Ovaj se niz upotrebljava kao naziv predloška i prikazan je na izborniku predloška. Trebao bi opisivati smisao predloška, na primjer 'HTML dokument'.</p>
hu: <p>Ez a sztring a sablon neve, ez jelenik meg például a Sablon menüben. Érdemes úgy megválasztani, hogy a sablon rendeltetésére utaljon, például 'HTML-dokumentum'.</p>
ia: <p>Iste catena es usate como nomine de patrono e es monstrate, pro exemplo, in le menu de patrono. Il deberea describer le significato del patrono, pro exemplo, 'Documento HTML'.</p>
it: <p>Questa stringa è il nome del modello ed è visualizzata, per esempio, nel menu «Modelli». Dovrebbe descrivere il tipo di modello, per esempio «Documento HTML».</p>
ja: <qt><para>この文字列はテンプレートの名前として使用され、テンプレートメニューなどに表示されます。名前は、例えば「HTML 文書」のように、テンプレートの意味を表すものにしてください。</para></qt>
kk: <p>Бұл жол үлгінің атауы ретінде пайдаланылып, керегінде, мысалы, мәзірінде көрсетіледі. Үлгінің атауы оның мақсатын анықтайтын болу керек, мысалы, 'HTML құжаты'.</p>
km: <p>ខ្សែអក្សរ​នេះ​ត្រូវ​បាន​ប្រើ​ជា​ឈ្មោះ​ពុម្ព និង​ត្រូវ​បាន​បង្ហាញ ឧទាហរណ៍ ក្នុង​ម៉ឺនុយ​ពុម្ព ។ វា​គួរ​ពិពណ៌នា​អត្ថន័យ​របស់​ពុម្ព ឧទាហរណ៍ 'ឯកសារ HTML' ។</p>
ko: <p>이 문자열은 템플릿 메뉴 등에 표시되는 템플릿 이름입니다. 'HTML 문서'와 같이 템플릿의 기능을 설명하는 문자열이 좋습니다.</p>
lt: <p>Ši eilutė naudojama kaip šablono pavadinimas ir yra rodoma, pvz., Šablonų meniu. Ji turi apibūdinti šablono paskirtį, pvz., 'HTML dokumentas'.</p>
lv: <p>Šis teksts tiek rādīts veidnes nosaukumā, piemēram, veidņu izvēlnē. Tam vajadzētu aprakstīt veidnes būtību, piemēram, 'HTML dokuments'.</p>
nb: <p>Denne strengen brukes som navn på malen og vises for eksempel i Mal-menyen. Den bør beskrive hensikten med malen, for eksempel «HTML-dokument».</p>
nds: <p>Disse Tekenkeed warrt as Vörlaagnaam bruukt un t.B. in't Vörlaagmenü wiest. Se schall de Bedüden vun de Vörlaag beschrieven, t.B. "HTML-Dokment".</p>
nl: <p>Deze tekst wordt gebruikt als sjabloonnaam en wordt bijvoorbeeld weergegeven in het Sjablonenmenu. Het dient de betekenis van het sjabloon te beschrijven (bv.:'HTML-document').</p>
nn: <p>Denne teksten vert brukt som malnamn, og vert vert for eksempel vist i malmenyen. Han bør skildra kva malen inneheld. Eksempel: HTML-dokument.</p>
pl: <p>Ten napis jest używany jako nazwa szablonu i jest wyświetlany, na przykład, w menu Szablony. Powinien opisywać znaczenie szablonu, na przykład "Dokument HTML".</p>
pt: <p>Este texto é utilizado como o nome do modelo, e mostrado, por exemplo, no menu de Modelos. Deve descrever o significado do modelo, por exemplo 'Documento HTML'</p>
ro: <p>Acest șir este folosit ca numele șablonului și este afișat, de exemplu, în meniul Șabloane. Ar trebui să descrie sensul șablonului, de exemplu „Document HTML”.</p>
sk: <p>Tento reťazec sa používa ako meno šablóny a je zobrazený napríklad v menu Šablóny. Mal by popisovať zmysel šablóny, napríklad 'Dokument HTML'.</p>
sl: <p>Ta niz je uporabljen kot ime predloge in je prikazan npr. v meniju Predloge. Opisati bi moral pomen predloge, npr. »Dokument HTML«.</p>
sr: <p>Ова ниска се користи као име шаблона и приказана је, рецимо, у менију шаблона. Требало би да описује намену шаблона, на пример „ХТМЛ документ“.</p>
sv: <p>Denna sträng används som mallens namn, och visas till exempel i menyn Mall. Den ska beskriva mallens betydelse, till exempel 'HTML-dokument'.</p>
tr: <p> Bu satır şablonun adını gösterir, örneğin Şablon menüsünde. Şablonun açıklaması olabilir örneğin 'HTML Dökümanı'.</p>
ug: <p>مەزكۇر تېكىست قېلىپ ئاتى قىلىپ ئىشلىتىلىدۇ ۋە كۆرسىتىلىدۇ. مەسىلەن قېلىپ تىزىملىكىدە. ئۇ چوقۇم قېلىپنىڭ مەنىسىنى ئىپادىلەپ بېرىشى كېرەك. مەسىلەن: 'HTML پۈتۈكى' دېگەندەك.</p>
uk: <p>Цей рядок використовується як назва шаблону і показується, наприклад, в меню шаблонів. Вона має містити опис значення шаблону, наприклад «Документ HTML».</p>
zh_tw: <p>此字串用於樣本名稱，並在樣本選單中顯示。通常應該用來描述樣本的意義，例如，HTML 文件。</p>

source: Press to select or change the icon for this template
bs: Kliknite da biste izabrali ili izmjenili ikonu za ovaj šablon.
cs: Stisknutím nastavíte nebo změníte ikonu této šablony
da: Tryk for at vælge eller ændre ikonen for denne skabelon
el: Πατήστε το για να επιλέξετε ή να αλλάξετε το εικονίδιο για αυτό το πρότυπο
es: Pulse para seleccionar o cambiar el icono de esta plantilla
et: Klõpsa malli ikooni valimiseks või muutmiseks
eu: Sakatu txantiloi honentzako ikonoa hautatu edo aldatzeko
fi: Paina valitaksesi tai vaihtaaksesi tämän pohjan kuvaketta
fr: Cliquez pour sélectionner ou modifier l'icône de ce modèle
gl: Prema para escoller ou alterar a icona deste modelo
hi: इस टेम्पलेट के प्रतीक को चुनने या बदलने के लिए दबाएँ
hr: Kliknite da biste odabrali ili promijenili ikonu predloška
hu: Nyomja meg ezt a sablon ikonjának kiválasztásához ill. cseréjéhez
ia: Pressa pro seliger o cambiar le icone per iste patrono
it: Premi per selezionare o cambiare l'icona per questo modello
ja: このテンプレートのアイコンを選択または変更します
kk: Үлгінің таңбашасын таңдау не ауыстыру үшін басыңыз
km: ចុច​ដើម្បី​ជ្រើស ឬ​ផ្លាស់ប្ដូរ​រូប​តំណាង​សម្រាប់​ពុម្ព​នេះ
ko: 템플릿의 아이콘을 선택하거나 변경하려면 누르십시오
lt: Spragtelėkite norėdami pasirinkti šablono ženkliuką ar jį pakeisti
lv: Nospiediet, lai izvēlētos vai mainītu veidnes ikonu
nb: Trykk for å velge eller endre ikon for denne malen
nds: För't Utsöken oder Ännern vun dat Lüttbild för disse Vörlaag hier klicken
nl: Klik hier om het pictogram van dit sjabloon te selecteren of te wijzigen
nn: Trykk for å velja eller endra ikon til denne malen
pl: Naciśnij, aby wybrać lub zmienić ikonę dla tego szablonu
pt: Carregue para seleccionar ou alterar o ícone deste modelo
ro: Apăsați pentru a selecta sau a schimba iconița acestui șablon
sk: Stlačením tohto môžete vybrať alebo zmeniť ikonu šablóny
sl: Pritisnite, da izberete ali spremenite ikono za to predlogo
sr: Кликните да изаберете или измените икону овог шаблона
sv: Klicka för att välja eller ändra mallens ikon
tr: Bu şablonun simgesini seçmek veya değiştirmek için tıklayın
ug: مەزكۇر قېلىپنىڭ سىنبەلگىسىنى تاللاڭ ياكى ئۆزگەرتىڭ
uk: Натисніть, щоб вибрати або змінити піктограму для цього шаблону
zh_tw: 按下以選擇或改變此樣本之圖示

source: &Group:
bs: &Grupa:
cs: Sk&upina:
da: &Gruppe:
el: &Ομάδα:
es: &Grupo:
et: &Grupp:
eu: &Taldea:
fi: &Ryhmä:
fr: &Groupe :
gl: &Grupo:
hi: समूह: (&G)
hr: &Grupa:
hu: &Csoport:
ia: &Gruppo:
it: &Gruppo:
ja: グループ(&G):
kk: &Тобы:
km: ក្រុម ៖
ko: 그룹(&G):
lt: &Grupė:
lv: &Grupa:
nb: &Gruppe:
nds: &Koppel:
nl: &Groep:
nn: &Gruppe:
pl: &Grupa:
pt: &Grupo:
ro: &Grup:
sk: &Skupina:
sl: S&kupina:
sr: &Група:
sv: &Grupp:
tr: &Grup:
ug: گۇرۇپپا(&G):
uk: &Група:
zh_tw: 群組(&G)：
