Repository: fluxer/kde-l10n
Catalog: */messages/applications/katefiletemplates.po
Languages: bs, cs, da, el, es, et, eu, fi, fr, gl, hi, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, ro, sk, sl, sr, sv, tr, ug, uk, zh_tw

source: <p>Select the highlight to use for the template. If 'None' is chosen, the property will not be set.</p>
bs: <p>Izaberite isticanje koje će se koristiti za šablon. Ukoliko je izabran 'Nijedan', osobina neće biti postavljena.</p>
cs: <p>Zvolte zvýraznění v šabloně. Pokud zvolíte 'Žádné', nepoužije se žádné zvýraznění.</p>
da: <p>Vælg den fremhævning der skal bruges for skabelonen. Hvis 'Ingen' vælges, vil egenskaben ikke blive sat.</p>
el: <p>Επιλέξτε τον τονισμό που θα χρησιμοποιηθεί για αυτό το πρότυπο. Αν επιλεγεί 'Τίποτα', η ιδιότητα δε θα οριστεί.</p>
es: <p>Selecciona lo resaltado para ser usado por la plantilla. Si se elige «Nada» no se establecerá la propiedad.</p>
et: <p>Valib mallis kasutatava esiletõstmise. Kui määrata 'Puudub', siis seda omadust ei kasutata.</p>
eu: <p>Hautatu txantiloian erabili beharreko nabarmentzea. 'Bat ere ez' aukeratzen bada, propietatea ez da ezarriko.</p>
fi: <p>Valitse käytettävä korostustyyli tälle pohjalle. Jos valitset ’Ei mikään’ asetusta ei aseteta.</p>
fr: <p>Sélectionnez la surbrillance à utiliser pour le modèle. Si « Aucun » est choisi, la propriété ne sera pas définie.</p>
gl: <p>Escolla o realce a utilizar no modelo. Se escolle «Ningún» a propriedade non se configura.</p>
hi: <p>टेम्पलेट के उपयोग के लिए उभारे गए को चुनें. यदि 'कुछ नहीं' चुना जाता है, तो गुणों को नियत नहीं किया जाएगा.</p>
hr: <p>Odaberite naglašavanje za upotrebu s novim predloškom. Ako je odabrana opcija 'Bez', naglašavanje neće biti.</p>
hu: <p>Válassza ki, mi jelezze a sablonban a kiemelést. Ha a 'Nincs'-et választja, a tulajdonság nem lesz beállítva.</p>
ia: <p>Selige le evidentia de usar pro le patrono. Si 'Necun' es seligite, le proprietate non essera fixate.</p>
it: <p>Seleziona l'evidenziazione da usare per il modello. Se «Nessuna» è scelta, la proprietà non verrà impostata.</p>
ja: <qt><para>テンプレートに使用する強調表示を選択してください。<interface>なし</interface>を選択した場合、プロパティはセットされません。</para></qt>
kk: <p>Үлгі үшін синтаксисын талдап бояулауын таңдаңыз. 'Жоқ' дегенді таңдасаңыз бұл қасиет орнатылмайды.</p>
km: <p>ជ្រើស​ផ្នែក​សំខាន់​ដើម្បី​ប្រើ​សម្រាប់​ពុម្ព ។ ប្រសិន​បើ 'គ្មាន' ត្រូវ​បាន​ជ្រើស លក្ខណសម្បត្តិ​នឹង​មិន​ត្រូវ​បាន​កំណត់​ទេ ។</p>
ko: <p>템플릿에 사용할 구문 강조 종류를 선택하십시오. '없음'을 선택하면 구문 강조를 하지 않습니다.</p>
lt: <p>Pasirinkite pažymėjimo stilių, naudotiną su šiuo šablonu. Pasirinkus „Nėra“ ši savybė nebus nustatyta.</p>
lv: <p>Norādiet kādu izcelšanu izmantot šai veidnei. Izvēloties 'Nav', šī īpašība netiks iestatīta.</p>
nb: <p>Velg framheving som skal brukes for malen. Hvis Ingen er valgt, så blir egenskapen ikke brukt.</p>
nds: <p>Söök de Syntaxmarkeren för de Vörlaag ut. Wenn "Keen" utsöcht is, warrt disse Egenschap nich fastleggt.</p>
nl: <p>Selecteer de te gebruiken accentuering voor het sjabloon. Als 'Niets' is gekozen, dan zal de eigenschap niet ingesteld worden.</p>
nn: <p>Vel kva syntaksmerking du vil bruka på malen. Viss du vel «Ingen», vert ikkje denne eigenskapen definert.</p>
pl: <p>Proszę wybrać podświetlenie dla szablonu. Jeśli wybrane zostanie "Brak", właściwość nie zostanie ustawiona.</p>
pt: <p>Seleccione o realce a utilizar no modelo. Se for escolhido 'Nenhum' a propriedade não é configurada.</p>
ro: <p>Selectați evidențierea pentru a folosi pentru șablon. Dacă „Niciuna” este aleasă, proprietatea nu va fi stabilită.</p>
sk: <p>Vyberte zvýrazňovanie, ktoré sa má pre túto šablónu používať. Ak vyberiete žiadne, vlastnosť nebude nastavená.</p>
sl: <p>Izberite poudarjanje, ki se uporabi za predlogo. Če je izbrano »Brez«, se lastnost ne nastavi.</p>
sr: <p>Изаберите истицање које се користи за шаблон. Ако изаберете „Никакво“, својство неће бити постављено.</p>
sv: <p>Välj färgläggning som ska användas för mallen. Om 'Ingen' väljes, kommer inte egenskapen att anges.</p>
tr: <p>Bu şablon için kullanılacak renklendirmeyi seçin. 'Yok' seçilirse özellik kapatılır.</p>
ug: <p>قېلىپقا ئىشلىتىدىغان يورۇتۇشنى تاللاڭ. ئەگەر ‹يوق› تاللانسا، بۇ خاسلىقى بەلگىلەنمەيدۇ.</p>
uk: <p>Виберіть виділення для шаблону. Якщо вибрано «Немає», цю властивість не буде встановлено.</p>
zh_tw: <p>選擇此樣本使用的突顯設定。如果選擇「無」，則表示不使用。</p>

source: &Description:
bs: &Opis:
cs: &Popis:
da: &Beskrivelse:
el: &Περιγραφή:
es: &Descripción:
et: &Kirjeldus:
eu: &Azalpena:
fi: &Kuvaus:
gl: &Descrición:
hi: वर्णनः (&D)
hr: &Opis:
hu: &Leírás:
it: &Descrizione:
ja: 説明(&D):
kk: &Сипаттамасы:
km: សេចក្តី​ពិពណ៌នា ៖
ko: 설명(&D):
lt: &Aprašymas:
lv: &Apraksts:
nb: &Beskrivelse:
nds: &Beschrieven:
nl: B&eschrijving:
nn: &Skildring:
pl: &Opis:
pt: &Descrição:
ro: &Descriere:
sk: &Popis:
sl: &Opis:
sr: &Опис:
sv: &Beskrivning:
tr: A&çıklama:
ug: چۈشەندۈرۈش(&D):
uk: &Опис:
zh_tw: 描述(&D)：

source: <p>This string is used, for example, as context help for this template (such as the 'whatsthis' help for the menu item.)</p>
bs: <p>Ovaj znakovni niz se koristi, naprimjer, kao pomoć pri konktekstu za ovaj šablon (poput 'štajeovo' pomoći za stavku menija.)</p>
cs: <p> tento řetězec je použit jako nápověda k šabloně (s podobnou funkcí jako nabídka 'Co je toto?' v nápovědě).</p>
da: <p> Denne streng bruges for eksempel som en sammenhængshjælp for denne skabelon, (for eksempel 'Hvad er dette'-hjælp for menupunktet).</p>
el: <p>Αυτή η συμβολοσειρά χρησιμοποιείται, για παράδειγμα, σαν Σχετική βοήθεια για αυτό το πρότυπο (όπως η βοήθεια 'Τι είναι αυτό' για το αντικείμενο του μενού.)</p>
es: <p>Esta cadena se usa, por ejemplo, como ayuda contextual para esta plantilla (como la ayuda «qué es esto» para para las opciones de menú.)</p>
et: <p>Seda stringi kasutatakse näiteks malli kontekstiabis, kui näiteks valid menüükäsu 'Mis see on?'</p>
eu: <p>Kate hau, adibidez, txantiloi honen testuinguruko laguntza gisa erabiltzen da (esaterako menuko elementuaren 'zer da hau' laguntza gisa). </p>
fi: <p>Tätä merkkijonoa käytetään esimerkiksi sisältöavustajana (kuten ’whatsthis’ avustajaa valikkoihin.)</p>
fr: <p>La chaîne est utilisée, par exemple, en tant qu'aide contextuelle pour ce modèle (comme l'aide « Qu'est-ce que c'est ? » pour l'élément de menu).</p>
gl: <p>Este texto utilízase, por exemplo, para a axuda contextual para este modelo, por exemplo a axuda «Que é isto» do ítem do menú.</p>
hi: <p>यह वाक्यांश इस टेम्प्लेट के लिए कॉन्टेक्स्ट मदद के लिए उपयोग में लिया जाएगा (जैसे कि 'यह-क्या-है' मदद मेन्यू वस्तुओं में से.)</p>
hr: <p>Ovaj se niz upotrebljava kao kontekstualna pomoć za ovaj predložak (poput pomoći 'whatsthis' ('što je ovo') za izbornik).</p>
hu: <p>Ez a sztring megjelenik a sablon felbukkanó menüjében, például ha a 'Mi ez?' funkciót használja a menüponton.</p>
ia: <p>Le catena es usate, pro exemplo, como adjuta de contexto pro iste patrono (tal como le adjuta de 'queesisto' pro le elemento de menu).</p>
it: <p>Questa stringa è utilizzata, ad esempio, come aiuto di contesto per questo modello (come l'aiuto «Che cos'è» per l'elemento del menu.)</p>
ja: <qt><para>この文字列はこのテンプレートのコンテキストヘルプなどに使用されます。(メニュー項目の<interface>これは何？</interface>ヘルプのようなもの)</para></qt>
kk: <p>Бұл жол "Бұл не?" сияқты үлгінің анықтамасында қолданылады.</p>
km: <p>ខ្សែ​អក្សរ​នេះ​​​ត្រូវ​បាន​ប្រើ ឧទាហរណ៍ ជា​ជំនួយ​បរិបទ​សម្រាប់​ពុម្ព​នេះ (ដូចជា ជំនួយ 'នេះ​ជា​អ្វី' សម្រាប់​ធាតុ​ម៉ឺនុយ ។)</p>
ko: <p>이 설정은 템플릿의 풍선 도움말 등에서 사용됩니다.</p>
lt: <p>Ši eilutė gali būti naudojama, pavyzdžiui, kaip konteksto pagalba šiam šablonui (pvz., „Kas tai?“ pagalba šiam meniu įrašui.)</p>
lv: <p>Šis teksts tiek izmantots, piemēram, šīs veidnes konteksta palīdzībā (tādā kā “kas tas” palīdzībā izvēlnes elementam).</p>
nb: <p> Denne strengen blir brukt for eksempel som kontekst-hjelp for denne malen (slik som «Hva er dette»-hjelp for menyelementet.)</p>
nds: <p>Disse Tekenkeed warrt t.B. as Kontexthülp för disse Vörlaag bruukt (so as de "Wat is dat?"-Hülp för den Menüindrag).</p>
nl: <p> Deze tekst wordt bijvoorbeeld gebruikt als een contexthelp voor dit sjabloon, bijvoorbeeld de hulpballon bij de menuoptie.</p>
nn: <p>Denne teksten vert blant anna brukt som konteksthjelp for denne malen (for eksempel «Kva er dette?»-hjelp for menyval).</p>
pl: <p>Ten napis jest używany, na przykład, jako pomoc kontekstowa dla szablonu (tak jak przy wskazaniu elementu za pomocą "Co to jest?")</p>
pt: <p>Este texto é utilizado, por exemplo, para a ajuda de contexto para este modelo, por exemplo a ajuda 'o que é isto' do item do menu.</p>
ro: <p>Acest șir este folosit, de exemplu, ca un ajutor contextual pentru acest șablon (cum este ajutorul „ce este aceasta” pentru elementele de meniu.)</p>
sk: <p>Tento text sa použije napríklad ako kontextový pomocník pre túto šablónu (ako 'Čo je to' v menu)</p>
sl: <p>Ta niz se uporabi za, npr. kot vsebinsko pomoč te predloge (kot je pomoč »Kaj je to« za predmet menija).</p>
sr: <p>Ово се користи, на пример, као контекстна помоћ за овај шаблон (нпр. „Шта је ово?“ за ставку у менију).</p>
sv: <p>Denna sträng används till exempel som sammanhangsberoende hjälp för mallen (som 'Vad är det här'-hjälpen för menyalternativet).</p>
tr: <p>Bu satır bu şablon için yardım olarak kullanılabilir (örneğin menü ögelerinde bulunan 'bunedir' yardımı.)</p>
ug: <p>بۇ ھەرپ تىزىقى مەزكۇر قېلىپنىڭ تىل مۇھىتى ياردىمىگە ئىشلىتىلىدۇ(مەسىلەن، تىزىملىك تۈرىدىكى «بۇ نېمە» ياردەمگە ئوخشاش)</p>
uk: <p>Цей рядок використовується, наприклад, як контекстна довідка для цього шаблону (така як довідка «що це» для елементів меню.)</p>
zh_tw: <p>此字串用於描述此樣本。</p>

source: &Author:
bs: &Autor:
cs: &Autor:
da: &Forfatter:
el: &Συγγραφέας:
es: &Autor:
et: &Autor:
eu: &Egilea:
fi: &Tekijä:
fr: &Auteur :
gl: &Autor:
hi: लेखकः (&A)
hr: &Autor:
hu: Sz&erző:
ia: &Autor:
it: &Autore:
ja: 作者(&A):
kk: &Авторы:
km: ​អ្នក​និពន្ធ ៖
ko: 작성자(&A):
lt: &Autorius:
lv: &Autors:
nb: &Forfatter:
nds: &Autor:
nl: &Auteur:
nn: &Forfattar:
pl: &Autor:
pt: &Autor:
ro: &Autor:
sk: &Autor:
sl: &Avtor:
sr: &Аутор:
sv: &Upphovsman:
tr: Y&azar:
ug: ئاپتور(&A):
uk: &Автор:
zh_tw: 作者(&A)：

source: <p>You can set this if you want to share your template with other users.</p><p>the recommended form is like an Email address: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
bs: <p>Možete ovo postaviti ukoliko želite dijeliti svoj šablon sa ostalim korisnicima.</p><p>preporučeni oblik je u vidu Email adrese, npr: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
cs: <p>Nastavte, pokud si přejete šablonu sdílet s ostatními uživateli.</p> <p>Doporučená forma je e-mailová adresa např. 'Jan Novák &lt;jan.novak@priklad.cz&gt;'</p>
da: <p>Du kan sætte dette hvis du ønsker at dele din skabelon med andre brugere.</p><p>Den anbefalede form er som en e-mail-adresse: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
el: <p>Μπορείτε να το επιλέξετε αν θέλετε να μοιράζεστε το πρότυπό σας με άλλους χρήστες.</p><p>Η προτεινόμενη μορφή είναι σαν μια διεύθυνση Email: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
es: <p>Puede establecer esto si desea compartir su plantilla con otros usuarios.</p><p>la forma recomendada es el formato de una dirección Email: «Anders Lund &lt;anders@alweb.dk&gt;»</p>
et: <p>Kui soovid oma malli teistega jagada, võid ka autori määrata.</p><p>Soovitatav on see anda e-posti aadressina: Andres Lume &lt;andres@suvaveeb.ee&gt;</p>
eu: <p>Hau ezarri dezakezu zure txantiloia beste erabiltzaile batzuekin partekatzea nahi baduzu.</p> <p>Gomendatutako era helbide elektroniko gisa da: 'Enbata Ondamendieta &lt;enbata@lurrikaraenea.eu&gt;'</p>
fi: <p>Voit asettaa tämän, jos haluat jakaa mallipohjasi muiden käyttäjien kanssa.</p><p>Suositeltu lähetystapa on sähköpostiosoite: ’Anders Lund &lt;anders@alweb.dk&gt;’</p>
fr: <p>Vous pouvez définir cet élément si vous voulez partager votre modèle avec d'autres utilisateurs.</p><p>La forme recommandée est similaire à une adresse de courrier électronique : « Paul Dupond &lt; paul@dupond.com&gt; ».</p>
gl: <p>Pode configurar isto se desexa compartir o seu modelo con outros usuarios.</p><p>O formato recomendado é como un enderezo de correo: «Anders Lund &lt;anders@alweb.dk&gt;»</p>
hi: <p>इसे आप नियत कर सकते हैं यदि आप अपने टेम्पलेट अन्यों के साथ साझा कर सकते हैं.</p><p>टेम्पलेट फॉर्म इस प्रकार के ईमेल पता हो सकते हैं: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
hr: <p>Zadajte ako želite svoj predložak razmjenjivati s drugim korisnicima.</p><p>Preporučuje se oblik poput adrese e-pošte: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
hu: <p>Ha más is használni fogja ezt a sablont, célszerű kitölteni ezt a mezőt.</p><p>Érdemes a név mellett az e-mail címet is megadni: 'Kovács István &lt;kovacsi@dexelero.hu&gt;'</p>
ia: <p>Tu pote fixar isto si tu vole compartir tu patrono con altere usatores.</p> <p>le forma recommendate es como un adresse de e-posta:'Anders Lund &lt; anders@alweb.dk&gt;'</p>
it: <p>Puoi selezionare questo se vuoi condividere il tuo modello con altri utenti.</p><p>La forma raccomandata è come un indirizzo di posta elettronica: «Anders Lund &lt;anders@alweb.dk&gt;»</p>
ja: <qt><para>他のユーザとテンプレートを共有する場合は、ここで設定することができます。</para><para>メールアドレスのような形式を推奨します: “Anders Lund <email>anders@alweb.dk</email>”</para></qt>
kk: <p>Үлгіңіздің файлын басқаларға тарататын болсаңыз, осы жолды толтырған жөн.</p><p>Мынадай түрде: 'Anders Lund &lt;anders@alweb.dk&gt;' толтырсаңыз, болғаны.</p>
km: <p>អ្នក​អាច​កំណត់​វា​ ប្រសិន​បើ​អ្នក​ចង់​ចែករំលែក​ពុម្ព​របស់​អ្នក​​​ជា​មួយ​អ្នក​ប្រើ​ផ្សេងៗ​ទៀត ។</p><p>សំណុំ​បែបបទ​ដែល​បាន​ផ្ដល់​អនុសាសន៍​​គឺ​ដូច​ជា​​​​អាសយដ្ឋាន​អ៊ីមែល ៖ 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
ko: <p>템플릿을 다른 사용자와 공유하고 싶으면 설정할 수 있습니다.</p> <p>추천하는 형식은 이메일 주소를 포함한 전체 이름입니다. 예를 들어 'John Doe &lt;someone@example.com&gt;' 입니다.</p>
lt: <p>Galite pažymėti tai jei norite dalintis savo šablonais su kitais naudotojais.</p><p>rekomenduojama forma yra panaši į el. pašto adresą: 'Vardenis Pavardenis &lt;vardenis@sritis.lt&gt;'</p>
lv: <p>Šeit varat ierakstīt kaut ko, ja plānojat veidni dot citiem.</p><p> Rekomendētā forma ir e-pasta adreses veidā — “Anders Lund &lt;anders@alweb.dk&gt;”</p>
nb: <p>Du kan oppgi dette hvis du vil dele dine maler med andre brukere.</p><p>Det anbefales å oppgi det på samme form som en e-postadresse: «Anders Lund &lt;anders@alweb.dk&gt;»</p>
nds: <p>Du kannst dit fastleggen, wenn Du Dien Vörlaag mit anner Brukers delen wullt.</p><p>De anraadt Form is liek to en Nettpostadress: 'Hein Mück &lt;hein@platt.de&gt;'</p>
nl: <p>U kunt dit instellen als u uw sjabloon wilt delen met andere gebruikers.</p><p>de aangeraden vorm is zoals een e-mailadres: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
nn: <p>Du kan definera dette viss du ønskjer å dela malen med andre.</p><p>Tilrådd format er: Kari Nordmann &lt;kari.nordmann@eksempel.no&gt;</p>
pl: <p>Można ustawić to pole, jeśli chcesz dzielić szablon z innymi użytkownikami.</p> <p>Zalecane jest podanie autora w postaci adresu e-mail:"Anders Lund &lt;anders@alweb.dk&gt;"</p>
pt: <p>Pode configurar isto se deseja partilhar o seu modelo com outros utilizadores.</p><p>O formato recomendado é como um endereço de e-mail: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
ro: <p>Puteți stabili aceasta dacă doriți să partajați șablonul cu alți utilizatori.</p><p>forma recomandată este ca o adresă de Email: „Anders Lund &lt;anders@alweb.dk&gt;”</p>
sk: <p>Toto nastavte, ak chcete šablónu zdieľať s ostatnými užívateľmi.</p><p>Doporučený formát je podobný e-mailovej adrese: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
sl: <p>To lahko nastavite, če želite deliti vašo predlogo z drugimi uporabniki.</p><p>Predlagana oblika je podobna elektronskemu naslovu: »Anders Lund &lt;anders@alweb.dk&gt;«</p>
sr: <p>Ово можете задати када желите да поделите шаблон са другим корисницима.</p><p>Препоручени облик је као код адресе е‑поште: Пера Перић &lt; pera@birtija.org&gt;</p>
sv: <p>Du kan ange detta om du vill dela din mall med andra användare.</p><p>Den rekommenderade formen är som en e-postadress: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
tr: <p>Bu şablonu diğer kullanıcılarla paylaşmak için bunu ayarlayabilirsiniz.</p> <p>tavsiye edilen biçim email adresi gibidir. 'Adil Yıldız &lt;adil_yildiztr@yahoo.com&gt;'</p>
ug: <p>ئەگەر سىز قېلىپىڭىز بىلەن باشقا ئىشلەتكۈچىلەر بىلەن ھەمبەھىرلەنمەكچى بولسىڭىز بۇ مەزمۇننى تەڭشىسىڭىز بولىدۇ.</p><p>تەۋسىيە قىلىدىغان پىچىم ئېلخەت ئادرېس: 'Anders Lund &lt;anders@alweb.dk&gt;'</p>
uk: <p>Можна позначити цей пункт, якщо є намір ділитись цим шаблоном з іншими користувачами.</p><p>Рекомендуємо скористатися форму подібну до адреси ел. пошти: «Anders Lund &lt;anders@alweb.dk&gt;»</p>
zh_tw: <p>如果您要將此樣本分享給其他使用者，您可以設定此值。</p> <p>建議使用的格式是類似電子郵件地址：Anders Lund &lt;anders@alweb.dk&gt;</p>

source: Template Origin
bs: Izvor šablona
cs: Původ šablony
da: Skabelonens oprindelse
el: Προέλευση προτύπου
es: Origen de la plantilla
et: Malli päritolu
eu: Txantiloiaren jatorria
fi: Pohja-alkupiste
fr: Origine du modèle
gl: Orixe do modelo
hu: Sablon eredetű
ia: Origine de patrono
it: Origine del modello
kk: Түбір үлгісі
km: ប្រភព​ដើម​របស់​ពុម្ព
ko: 템플릿 원본
lt: Šablono originalas
lv: Veidņu izcelsme
nb: Opprinnelse for mal
nds: Vörlaagborn
nl: Begin van sjabloon
pl: Pierwowzór szablonu
pt: Origem do Modelo
ro: Sursă Șablon
sk: Pôvod šablóny
sl: Izvor predloge
sr: Порекло шаблона
sv: Ursprungsmall
tr: Şablon Kaynağı
ug: قېلىپنىڭ كېلىش مەنبەسى
uk: Походження шаблону
zh_tw: 樣本來源

source: If you want to base this template on an existing file or template, select the appropriate option below.
bs: Ako želite bazirati ovaj šablon na postojećuj datoteci ili šalonu, dolje izaberite odgovarajuću opciju
cs: Pokud si přejete tuto šablonu založit na existujícím souboru nebo šabloně, zvolte vhodnou možnost níže.
da: Vælg den tilsvarende indstilling nedenfor hvis du vil basere denne skabelon på en eksisterende fil eller skabelon.
el: Αν θέλετε το πρότυπο αυτό να βασιστεί σε ένα υπάρχον αρχείο ή πρότυπο, επιλέξτε την κατάλληλη από τις παρακάτω επιλογές.
es: Si desea basar esta plantilla en un archivo o plantilla existente, seleccione a continuación la opción adecuada.
et: Kui soovid võtta malli aluseks mõne olemasoleva faili või malli, langeta allpool sobiv valik.
eu: Txantiloi hau aurretik dagoen fitxategi edo txantiloi batean oinarritu nahi baduzu, hautatu behean aukera egokia.
fi: Jos haluat perustaa tämän pohjan olemassa olevaan tiedostoon tai pohjaan, valitse sopiva valitsin alla.
fr: Si vous voulez développer ce modèle sur un fichier ou un modèle existant, sélectionnez l'option appropriée ci-dessous.
gl: Se desexa basear este modelo nun ficheiro ou modelo xa existente escolla a opción axeitada en baixo.
hu: Ha egy létező fájl vagy sablon alapján szeretné létrehozni ezt a sablont, válassza a megfelelő opciót lent.
ia: Si tu vole basar iste patrono sur un file existente o patrono, selige le appropriate option a basso.
it: Se vuoi basare questo modello su di un file esistente o di un altro modello, seleziona l'opzione appropriata.
kk: Егер бұл үлгі басқа бір файл немесе үлгіні негіздесін деп қаласаңыз, төменде керек параметрді таңдаңыз.
km: ប្រសិនបើ​អ្នក​ចង់​ដាក់​មូលដ្ឋាន​ពុម្ព​នេះ​លើ​ឯកសារ ឬ​ពុម្ព​ដែល​មាន​ស្រាប់ ជ្រើស​ជម្រើស​ដែល​សមរម្យ​ខាងក្រោម ។
ko: 기존 파일이나 템플릿에서 새 템플릿을 만들려면 아래에서 옵션을 선택하십시오.
lt: Jei norite sukurti šabloną iš turimo failo, padarykite atitinkamą pasirinkimą žemiau.
lv: Ja vēlaties balstīt šo sagatavi uz jau esošas datnes vai veidnes, izvēlieties atbilstošu opciju zemāk.
nb: Hvis du vil basere denne malen på en fil eller al som finnes fra før, så angi det tilsvarende valget nedenfor.
nds: Wullt Du de Vörlaag ut en vörhannen Datei oder Vörlaag opstellen, söök nerrn de tohören Akschoon ut.
nl: Als u dit sjabloon wilt baseren op een bestaand bestand of sjabloon, selecteer dan de onderstaand van toepassing zijnde optie.
pl: Jeżeli chcesz utworzyć ten szablon na podstawie istniejącego pliku lub szablonu, wybierz odpowiednią opcję poniżej
pt: Se deseja basear este modelo num ficheiro ou modelo existentes, seleccione a opção apropriada em baixo.
ro: Dacă doriți să creați acest șablon ca o extensie a unui fișier sau șablon existent, alegeți opțiunea corespunzătoare mai jos.
sk: Ak chcete založiť túto šablónu na existujúcom súbore alebo šablóne, vyberte vhodnú možnosť dolu.
sl: Če želite osnovati to predlogo na obstoječi datoteki ali predlogi, izberite primerno možnost spodaj.
sr: Ако желите да заснујете овај шаблон на постојећем фајлу или шаблону, изаберите одговарајућу опцију испод.
sv: Om du vill basera den här mallen på en befintlig fil eller mall, välj lämpligt alternativ nedan.
tr: Eğer bu şablonu var olan bir dosya ya da şablon için temel alacaksanız aşağıdan uygun seçeneği seçin.
ug: ئەگەر بۇ قېلىپتا نۆۋەتتىكى مەۋجۇت ھۆججەت ياكى قېلىپنى ئاساس قىلسىڭىز، تۆۋەندىكى مۇۋاپىق تاللانمىنى تاللاڭ.
uk: Якщо ви хочете, щоб цей шаблон було засновано на вже створеному файлі або шаблонів, позначте нижче відповідний пункт.
zh_tw: 若您要以現有的檔案或樣本來產生新樣本，請在底下選擇適當的選項。

source: Start with an &empty document
bs: Počni sa &praznim dokumentom
cs: Začít s &prázdným dokumentem
da: Start med et &tomt dokument
el: Έναρξη με κ&ενό έγγραφο
es: Empezar con un documento &vacío
et: Alustatakse &tühja dokumendiga
eu: Hasi dokumentu &huts batekin
fi: Aloita tyhjällä t&iedostolla
fr: Démarr&er avec un document vide
gl: Com&ezar cun documento baleiro
hi: एक खाली दस्तावेज़ के साथ प्रारंभ करें (&e)
hr: &Započni s praznim dokumentom
hu: Kezdés üres dok&umentummal
ia: Initia con un documento vacu&e
it: Inizia con un docum&ento vuoto
ja: 空の文書で開始(&E)
kk: &Бос құжаттан басталсын
km: ចាប់ផ្តើម​ដោយ​ឯកសារ​ទទេ​មួយ
ko: 빈 문서에서 시작하기(&E)
lt: Pradėti tuščiu dokumentu
lv: Sākt ar &tukšu dokumentu
nb: Start med &tomt dokument
nds: Mit en l&eddig Dokment anfangen
nl: Met een l&eeg document beginnen
nn: Start med &tomt dokument
pl: Rozpocznij z &pustym dokumentem
pt: Com&eçar com um documento vazio
ro: Înc&epeți cu un document gol
sk: Začať s &prázdnym dokumentom
sl: Začni s p&raznim dokumentom
sr: Почни са &празним документом
sv: Starta med &tomt dokument
tr: Boş bir döküman il&e başla
ug: قۇرۇق پۈتۈك بىلەن باشلا(&E)
uk: Запустити з поро&жнім документом
zh_tw: 以空白的文件開始(&E)

source: Use an existing file:
bs: Koristi postojeću datoteku:
cs: Použit existující soubor:
da: Brug en eksisterende fil:
el: Χρήση υπάρχοντος αρχείου:
es: Usar un archivo existente:
et: Kasutatakse olemasolevat faili:
eu: Erabili aurrez dagoen fitxategi bat:
fi: Käytä olemassa olevaa tiedostoa:
fr: Utiliser un fichier existant :
gl: Utilizar un ficheiro existente:
hi: कोई मौज़ूदा फ़ाइल उपयोग करें:
hr: Upotrijebi postojeću datoteku:
hu: Már létező fájl használata:
ia: Usa un file existente:
it: Utilizza un file esistente:
ja: 既存のファイルを使用する:
kk: Пайдаланатын файл:
km: ប្រើ​ឯកសារ​មួយ​​ដែល​មាន​ស្រាប់ ៖
ko: 존재하는 파일 사용하기:
lt: Atverti egzistuojantį failą:
lv: Izmantot esošu datni:
nb: Bruk en eksisterende fil:
nds: En vörhannen Datei bruken:
nl: Gebruik een bestaand bestand:
nn: Bruk ei gammal fil:
pl: Użyj istniejącego pliku:
pt: Utilizar um ficheiro existente:
ro: Folosiți un fișier existent:
sk: Použiť existujúci súbor:
sl: Uporabi obstoječo datoteko:
sr: Употреби постојећи фајл:
sv: Använd befintlig fil:
tr: Mevcut bir dosya kullan:
ug: مەۋجۇت ھۆججەت ئىشلىتىدۇ:
uk: Використовувати існуючий файл:
zh_tw: 使用現存的檔案：
