Repository: fluxer/kde-l10n
Catalog: */messages/applications/katefiletemplates.po
Languages: bs, cs, da, el, es, et, eu, fi, fr, gl, hi, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, ro, sk, sl, sr, sv, tr, ug, uk, zh_tw

source: <p>The group is used for choosing a submenu for the plugin. If it is empty, 'Other' is used.</p><p>You can type any string to add a new group to your menu.</p>
bs: <p>Grupa se koristi za izbor podmenija za dodatak. Ako je prazna 'Ostalo' se koristi.</p><p>Možete utipkati bilo koji znakovni niz da biste dodali novu grupu u vaš meni.</p>
cs: <p>Skupina je použita pro nastavení podnabídky modulu. Pokud je prázdná, nastaví se 'Jiné'.</p> <p>Zadat můžete jakýkoliv řetězec.</p>
da: <p>Gruppen bruges til at vælge en undermenu for dette plugin. Hvis den er tom, bruges 'Andet'.</p><p>Du kan skrive en vilkårlig streng for at tilføje en ny gruppe til din menu.</p>
el: <p>Η ομάδα χρησιμοποιείται για την επιλογή ενός υπομενού για το πρόσθετο. Αν είναι κενό, θα χρησιμοποιηθεί το 'Άλλο'.</p><p>Μπορείτε να πληκτρολογήσετε οποιαδήποτε συμβολοσειρά για να προσθέσετε μία νέα ομάδα στο μενού σας.</p>
es: <p>El grupo se usa para elegir un submenú para el complemento. Si está vacío, se usa «Otro».</p><p>Puede introducir cualquier cadena para añadir un grupo nuevo a su menú.</p>
et: <p>Gruppi kasutatakse plugina alammenüü valimisel. Kui see on tühi, tarvitatakse gruppi 'Muu'.</p><p>Sa võid kirjutada siia mida tahes uue grupi lisamiseks menüüsse.</p>
eu: <p>Taldea pluginaren azpimenu bat hautatzeko erabiltzen da. Hutsik egonez gero, 'Beste bat' erabiltzen da.</p><p>Edozein kate tekleatu dezakezu zure menuari talde berri bat gehitzeko.</p>
fi: <p>Ryhmää käytetään liitännäisten järjestämiseksi alivalikkoihin. Jos se on tyhjä, ryhmäksi tulee ’Muu’.</p><p>Voit käyttää mitä tahansa merkkijonoa uuden ryhmän nimeksi valikkoosi.</p>
fr: <p>Le groupe est utilisé pour choisir un sous-menu pour le module externe. S'il est vide, « Autre » sera employé.</p><p>Vous pouvez saisir n'importe quelle chaîne pour ajouter un groupe à votre menu.</p>
gl: <p>Este grupo utilízase para escoller un submenú para o complemento. Se estivese baleiro, utilízase o «Outro».</p><p>Pode escribir calquera texto para engadir un novo grupo ao seu menú</p>
hi: <p>समूह का उपयोग प्लगइन के सब मेन्यू को चुनने के लिये उपयोग में लिया जाता है. यदि यह रिक्त है, 'अन्य' का उपयोग किया जाता है.</p><p>आप अपने मेन्यू में नया समूह जोड़ने के लिए कोई भी वाक्यांश टाइप कर सकते हैं.</p>
hu: <p>A csoportnév segítségével lehet a bővítőmodulban új almenüt választani. Ha üres, az 'Egyéb' alapértelmezés lesz érvényes.</p><p>Tetszőleges sztring megadható csoportnévnek.</p>
ia: <p>Le gruppo es usate per seliger un sub-menu per le plugin. Si il es vacue, 'Altere' es usate.</p><p>Tu pote typar ulle catena pro adder un nove gruppo a tu menu.</p>
it: <p>Il gruppo è utilizzato per scegliere un sottomenu per l'estensione. Se questo è vuoto, viene utilizzato «Altro».</p><p>Puoi scrivere ogni stringa per aggiungere un nuovo gruppo al tuo menu.</p>
ja: <qt><para>グループはプラグインのためのサブメニューを選択するために使用されます。空の場合は<interface>その他</interface>に分類されます。</para><para>文字列を自由に入力してメニューに新しいグループを追加することもできます。</para></qt>
kk: <p>Үлгілерді ішкі мәзіріне топтастыру үшін қолданылады. Бос болса, 'Басқа' деген топқа жатқызылады.</p><p>Кез келген атауын келтіріп, мәзіріне жаңа топты енгізе аласыз.</p>
km: <p>ក្រុម​គឺ​ត្រូវ​បាន​ប្រើ​សម្រាប់​ការ​ជ្រើស​ម៉ឺនុយ​រង​សម្រាប់​កម្មវិធី​ជំនួយ ។ ប្រសិន​បើ​វា​ទទេ 'ផ្សេងទៀត' គឺ​ត្រូវ​បាន​ប្រើ ។</p><p>អ្នក​អាច​វាយ​បញ្ចូល​ខ្សែ​អក្សរ​ណាមួយ ដើម្បី​បន្ថែម​ក្រុម​ថ្មី​ទៅ​ម៉ឺនុយ​របស់​អ្នក ។</p>
ko: <p>그룹은 플러그인의 하위 메뉴를 지정하는 데 사용됩니다. 비어 있으면 '기타' 그룹을 사용합니다.</p><p>임의의 새 그룹을 메뉴 아래에 추가할 수 있습니다.</p>
lt: <p>Grupė naudojama submeniu priedui parinkti. Jei ji tuščia, bus naudojama grupė „Kiti“.</p><p>Čia galite įrašyti bet kokią eilutė, ir taip sukurti naują grupę Jūsų meniu.</p>
lv: <p>Grupa ļauj norādīt kurā apakšizvēlnē sagatavi likt. Ja tā ir tukša, tiek izmantota apakšizvēlne “Citas”.</p><p>Šeit var ievadīt jebkādu tekstu, kas tiks pievienots kā jauna izvēlnes grupa.</p>
nb: <p>Gruppa brukes til å velge en undermeny for programtillegget. Hvis det er tomt, så blir «Annet» brukt. </p><p>Du kan oppgi en vilkårlig streng for å legge til en ny gruppe til menyen.</p>
nds: <p>De Koppel warrt bruukt, wenn Du en Ünnermenü för't Moduul fastleggen wullt. Wenn he leddig is, warrt "Anner" bruukt.</p><p>Wenn Du Dien Menü en nieg Koppel tofögen wullt, kannst Du jichtenseen Tekenkeed ingeven.</p>
nl: <p>De groep wordt gebruikt om een submenu voor de plug-in te kiezen. Indien dit leeg wordt gelaten, dan zal 'Overige' worden gebruikt.</p><p>U kunt een willekeurige tekst invoeren om een nieuwe groep toe te voegen aan uw menu.</p>
nn: <p>Denne gruppa vert brukt til å velja ein undermeny for tillegget. Viss han er tom, vert «Anna» brukt.</p><p>Du kan skriva inn ein tekst for å leggja ei ny gruppe til menyen.</p>
pl: <p>Grupa jest używana do wybrania podmenu dla wtyczki. Jeśli jest pusta, użyte zostanie "Inne".</p> <p>Możesz podać dowolny napis, najwyżej spowoduje to dodanie nowej grupy do Twojego menu.</p>
pt: <p>Este grupo é utilizado para escolher um sub-menu para o 'plugin'. Se estiver vazio, é utilizado o 'Outro'.</p><p>Pode escrever qualquer texto para adicionar um novo grupo ao seu menu.</p>
ro: <p>Grupul este folosit pentru alegerea unui submeniu pentru modul. Dacă este gol, „Altul” este folosit.</p><p>Puteți tasta orice șir pentru a adăuga un nou grup la meniul dumneavoastră.</p>
sk: <p>Skupina sa používa pre výber podmenu pre modul. Ak je prázdna, použije sa 'Iné'.</p><p>Môžete zadať ľubovoľný text, čím sa pridá nová skupina do menu.</p>
sl: <p>Skupina je uporabljena za izbiranje podmenija za vstavek. Če je to prazno, se uporablja »Drugo«.</p><p>Vnesete lahko katerikoli niz, da dodate novo skupino v vaš meni.</p>
sr: <p>Група се користи за бирање подменија за шаблон. Ако је празна, користи се „Остало“.</p><p>Ако упишете групу које нема од раније, биће додата у мени.</p>
sv: <p>Gruppen används för att välja undermeny för insticksprogrammet. Om den är tom används 'Annat'.</p><p>Du kan skriva in vilken sträng som helst för att lägga till en ny grupp i menyn.</p>
tr: <p>Grup eklenti için bir altmenü seçmek için kullanılır. Boş olursa, 'Diğer' kullanılır.</p><p>Menünüze yeni bir grup eklemek için istediğiniz diziyi girebilirsiniz.</p>
ug: <p>بۇ گۇرۇپپا قىستۇرمىنىڭ تارماق تىزىملىكىنى تاللاش ئۈچۈن ئىشلىتىلىدۇ. قۇرۇق بولسا، ‹باشقىلار› نى ئىشلىتىدۇ.</p><p>سىز خالىغان تېكىستنى كىرگۈزۈپ تىزىملىككە يېڭى گۇرۇپپا قوشالايسىز.</p>
uk: <p>Група використовується для вибору підменю додатка. Якщо воно порожнє, буде використано «Інші».</p><p>Щоб додати нову групу до вашого меню, введіть будь-який рядок.</p>
zh_tw: <p>此群組是用於選擇外掛程式的子選單。如果保持空白，則會使用「其他」。</p> <p>您可以輸入任何字串以新增群組到您的選單中。</p>

source: Document &name:
bs: &Naziv dokumenta:
cs: Jméno &dokumentu:
da: Dokumentets &navn:
el: Ό&νομα εγγράφου:
es: &Nombre del documento:
et: Dokume&ndi nimi:
eu: Dokumentuaren &izena:
fi: &Tiedoston nimi:
fr: &Nom du document :
gl: &Nome do documento:
hi: दस्तावेज़ नाम (:)
hr: &Naziv dokumenta:
hu: A dokumentum ne&ve:
ia: Nomi&ne de documento:
it: &Nome del documento:
ja: 文書名(&N):
kk: Құжаттың &атауы:
km: ឈ្មោះ​ឯកសារ ៖
ko: 문서 이름(&N):
lt: Dokumento &pavadinimas:
lv: Dokumenta &nosaukums:
nb: Dokument&navn:
nds: Dokment&naam:
nl: Document&naam:
nn: Dokument&namn:
pl: &Nazwa dokumentu:
pt: &Nome do documento:
ro: De&numire document:
sk: &Meno dokumentu:
sl: I&me dokumenta:
sr: &Име документа:
sv: Dokument&namn:
tr: Döküma&n adı:
ug: پۈتۈك ئاتى(&N):
uk: &Назва документа:
zh_tw: 文件名稱(&N)：

source: <p>This string will be used to set a name for the new document, to display in the title bar and file list.</p><p>If the string contains '%N', that will be replaced with a number increasing with each similarly named file.</p><p> For example, if the Document Name is 'New shellscript (%N).sh', the first document will be named 'New shellscript (1).sh', the second 'New shellscipt (2).sh', and so on.</p>
bs: <p>Ovaj znakovni niz će biti korišten za postavljanje imena novog dokumenta, koje će biti prikazano u naslovnoj traci i listi datoteka.</p><p>Ukoliko znakovni niz sadrži '%N', to će biti zamijenjeno brojem koji se povećava sa svakom slično imenovanom datotekom.</p><p>Naprimjer, ukoliko je ime dokumenta 'New shellscript (%N).sh', prvi dokument će biti nazvan 'New shellscript (1).sh', drugi 'New shellscript (2).sh', i tako dalje.</p>
cs: <p>Tento řetězec bude použit jako jméno nového dokumentu a zobrazen v liště a v seznamu souborů.</p> <p>Pokud bude obsahovat '%N', bude se tento znak nahrazovat zvyšujícím se číslem.</p> <p>Například dokument pojmenovaný 'shellscript (%N).sh' se poprvé uloží jako 'shellscript (1).sh', podruhé 'shellscript (1).sh' atd.</p>
da: <p>Denne streng vil blive brugt til at sætte et navn for det nye dokument, der vil blive vist i titellinjen og i fillisten.</p><p>Hvis strengen indeholder '%N', vil dette blive erstattet med et tal der øges hver gang der er en fil med et lignende navn.</p><p> For eksempel, hvis dokumentets navn er 'Nyt skalscript (%N).sh', vil det første dokument komme til at hedde 'Nyt skalscript (1).sh', det andet 'Nyt skalscript (2).sh' og så videre.</p>
el: <p>Αυτή η συμβολοσειρά θα χρησιμοποιηθεί για να ορίσει το όνομα του νέου εγγράφου, που θα εμφανιστεί στη γραμμή τίτλου και στη λίστα αρχείων.</p><p>Αν η συμβολοσειρά περιέχει το '%N', αυτό θα αντικατασταθεί με έναν αριθμό που θα αυξάνει για κάθε παρόμοια ονομαζόμενο αρχείο.</p><p> Για παράδειγμα, αν το όνομα του εγγράφου είναι 'New shellscript (%N).sh', το πρώτο έγγραφο θα ονομαστεί 'New shellscript (1).sh', το δεύτερο 'New shellscipt (2).sh', κ.ο.κ.</p>
es: <p>Esta cadena se usará para establecer un nombre para el nuevo documento, que se mostrará en la barra de título y en la lista de archivos.</p><p>Si la cadena contiene «%N», eso será reemplazado con un número que se irá incrementando con cada nombre de archivo similar.</p><p> Por ejemplo, si el nombre del documento es «Nueva shellscript (%N).sh», el primer documento se llamará «Nueva shellscript (1).sh», el segundo «Nueva shellscipt (2).sh», y así sucesivamente.</p>
et: <p>Seda stringi kasutatakse uue dokumendi nime jaoks, mida näidatakse tiitliribal ja failinimekirjas.</p><p>Kui stringis on '%N', asendatakse see numbriga, mis suureneb iga samanimelise dokumendi korral.</p><p>Kui näiteks dokumendi nimi on 'Uus shelliskript (%N).sh', siis esimene dokument saab nimeks 'Uus shelliskript (1).sh', teine 'Uus shelliskript (2).sh' ja nii edasi.</p>
eu: <p>Kate hau dokumentu berriari izen bat ezartzeko erabiliko da, fitxategien zerrendan eta titulu-barran erakusteko.</p> <p>Kateak '%N' badarama, hori izen berdina duen fitxategi bakoitzarentzako gehitzen doan zenbaki batekin ordeztuko da</p><p>Adibidez, dokumentuaren Izena 'script_berria(%N).sh' bada, lehenengo dokumentua 'script_berria(1).sh' izendatuko da, bigarrena 'script_berria(2).sh', eta abar.</p>
fi: <p>Tätä merkkijonoa on käytetty uuden tiedoston nimelle otsikkopalkkiin ja tiedostoluetteloon.</p><p>Jos ”%N” sisältyy merkkijonoon, se korvataan numerolla, joka kasvaa joka tiedoston kohdalla.</p><p> Jos tiedoston nimi on esimerkiksi ”Uusi komentoskripti (%N).sh”, ensimmäinen tiedosto nimetään ”Uusi komentoskripti (1).sh”, toinen ”Uusi komentoskripti (2).sh”, ja niin edelleen.</p>
fr: <p>Cette chaîne sera utilisée pour définir un nom pour le nouveau document, à afficher dans la barre de titre et dans la liste des fichiers.</p><p>Si la chaîne contient « %N », elle sera remplacée par un nombre croissant pour chaque fichier nommé de façon similaire.</p><p>Par exemple, si le nom du document est « Nouveau script shell (%N).sh », le premier document sera nommé « Nouveau script shell (1).sh », le deuxième « Nouveau script shell (2).sh », et ainsi de suite.</p>
gl: <p>Este texto utilizarase para escoller o nome do novo documento, para mostrar na barra de título e na lista de ficheiros.</p><p>Se o texto contén «%N», este substituirase por un número que aumentará con cada ficheiro con nome semellante.</p><p> Por exemplo, se o nome do documento é «Novo ficheiro HTML (%N).html», o primeiro documento terá o nome «Novo ficheiro HTML (1).html», o segundo «Novo ficheiro HTML (2).html» e sucesivamente.</p>
hi: <p>यह वाक्यांश नए दस्तावेज़ के लिए नए नाम के लिए उपयोग में लिया जाएगा, जो शीर्षक पट्टी तथा फ़ाइल सूची में प्रदर्शित होगा.</p><p>यदि वाक्यांश में '%N' है, तो वह प्रत्येक एक जैसे नाम से एक संख्या से अधिक में बढ़ता जाएगा.</p><p> उदाहरण के लिए, यदि दस्तावेज़ नाम है 'नया शैल स्क्रिप्ट (%N).sh', तो पहले दस्तावेज़ का नाम दिया जाएगा 'नया शैल स्क्रिप्ट (1).sh', दूसरे दस्तावेज़ का 'नया शैल स्क्रिप्ट (2).sh', इत्यादि.</p>
hr: <p>Ovaj će niz biti upotrijebljen kao naziv novog dokumenta i bit će prikazan u naslovnoj traci popisa datoteka.</p><p>Ako niz sadrži '%N', bit će nadomješteno uzlaznim brojem sa svakom sljedećom, slično nazvanom datotekom.</p><p> Na primjer, ako je naziv dokumenta 'Nova_skripta_ljuske(%N).sh', prvi će dokument biti nazvan 'Nova_skripta_ljuske(1).sh', drugi će biti nazvan 'Nova_skripta_ljuske(2).sh', itd.</p>
hu: <p>Ez a sztring lesz az új dokumentum neve, megjelenik a címsorban és a fájllistában is.</p><p>Ha a sztringben előfordul a '%N' szimbólum, akkor annak helyébe egy sorszám fog automatikusan kerülni több dokumentumpéldány esetén.</p><p> Ha például a megadott név 'Új szkript (%N).sh', akkor az első ilyen dokumentum neve 'Új szkript (1).sh', a második 'Új szkript (2).sh' stb. lesz.</p>
ia: <p>Iste catena essera usate pro fixar un nomine per le nove documento, de monstrar se in le barra de titulo e in lista de file.</p><p>Si le catena contine '%N' illo essera reimplaciate con un numero augmentante con cata file nominate similarmente.</p><p>Pro exemplo, si le nomine de documento es 'Nove shellscript (%N).sh', le prime documento essera nominate 'Nove shellscript(1).sh', le secunde 'Nove shellscript(2).sh' , e assi via.</p>
it: <p>Questa stringa verrà usata per impostare un nome per il documento nuovo da visualizzare nella barra del titolo e nella lista dei file.</p><p>Se la stringa contiene «%N», questo verrà sostituito con un numero che verrà incrementato con ogni file che avrà un nome simile.</p> <p>Ad esempio, se il nome del documento è «Nuovo script (%N).sh» il primo documento avrà nome «Nuovo script (1).sh», il secondo «Nuovo script (2).sh» e così via.</p>
ja: <qt><para>この文字列は、タイトルバーやファイルリストに表示する新しい文書の名前を設定するために使用されます。</para><para>文字列中の %N は、新しい文書を作成するにつれて増加する数字に置換されます。</para><para>例えば、文書名が <filename>new_shellscript(%N).sh</filename> であれば、最初の文書は <filename>new_shellscript(1).sh</filename>、次の文書は <filename>new_shellscript(2).sh</filename> になります。</para></qt>
kk: <p>Бұл жол үлгі бойынша құрылатын жаңа құжаттарға берілетін атауларын анықтайды.</p><p>Егер бұл жолда '%N' деген кездессе, ол құжатты құрғанда нөмірімен алмастырлады.</p><p> Мәселен, "Құжаттың атауы" дегені 'New shellscript (%N).sh' деп берілсе, бірінші құрылған құжаты 'New shellscript (1).sh' деп аталады, екіншісі - 'New shellscipt (2).sh' деп, солай әрі кете береді.</p>
km: <p>ខ្សែ​អក្សរ​នេះ​នឹង​ត្រូវ​បាន​ប្រើ​ដើម្បី​កំណត់​ឈ្មោះ​សម្រាប់​ឯកសារ​ថ្មី ដើម្បី​បង្ហាញ​ក្នុង​របារ​ចំណង​ជើង​ និង​បញ្ជី​ឯកសារ ។</p><p>ប្រសិន​បើ​ខ្សែ​អក្សរ​មាន '%N' នោះ​នឹង​ត្រូវ​បាន​ជំនួស​ដោយ​ការ​បង្កើន​លេខ ដោយ​ប្រើ​ឯកសារ​ដែល​មាន​ឈ្មោះ​ដូច​គ្នា​នីមួយៗ ។</p><p> ឧទាហរណ៍ ប្រសិន​បើ​ឈ្មោះ​ឯកសារ​គឺ 'New shellscript (%N).sh', ឯកសារ​ដំបូង​នឹង​ត្រូវ​បាន​ដាក់​ឈ្មោះ 'New shellscript (1).sh' ទី ២ 'New shellscipt (2).sh' និង​បន្តបន្ទាប់ ។</p>
ko: <p>이 문자열은 제목 표시줄과 파일 목록에 나타나는 새 문서의 이름에 사용됩니다.</p><p>문자열에 '%N'이 들어 있다면 비슷한 이름의 파일이 나타날 때마다 증가하는 숫자로 대체됩니다.</p><p> 예를 들어 문서 이름이 '새 셸 스크립트 (%N).sh'라면 첫 문서는 '새 셸 스크립트 (1).sh', 두 번째 문서는 '새 셸 스크립트 (2).sh' 등으로 이름이 지어집니다.</p>
lt: <p>Ši eilutė bus naudojama suteikiant pavadinimą naujajam dokumentui, rodoma pavadinimo juostoje ir failų sąraše.</p><p>Jei eilutėje bus „%N“ išraiška, ji bus pakeista numeriu, didėjančiu kaskart, kai taip pavadinamas failas.</p><p> Pvz., jei dokumento pavadinimas yra „Naujas apvalkalo scenarijus (%N).sh“, pirmasis dokumentas bus pavadintas „Naujas apvalkalo scenarijus (1).sh', antrasis - „Naujas apvalkalo scenarijus (2).sh“, ir taip toliau.</p>
lv: <p>Šis teksts tiek izmantots, lai izveidotu jaunā dokumenta nosaukumu, ko rādīt virsraksta joslā un datņu sarakstā.</p><p>Ja teksts satur '%N', tas tiks aizvietots ar skaitli, kas augs ar katru līdzīgi nosauktu datni.</p><p> Piemēram, ja dokumenta nosaukums ir “jauns skripts (%N).sh”, pirmais dokuments tiks saukts “jauns skripts (1).sh”, otrais, “jauns skripts (2).sh”, un tā tālāk.</p>
nb: <p>Denne strengen brukes til å angi et navn på det nye dokumentet, som skal vises på tittellinja og i fillista.</p><p>Hvis strengen inneholder «%N» så blir dette erstattet med et tall som øker med hver fil med liknende navn.</p><p> Hvis Dokumentnavn for eksempel er «Nytt skallskript (%N).sh» så vil det første dokumentet hete «Nytt skallskript (1).sh», det neste «Nytt skallskript (2).sh» og så videre.</p>
nds: <p>Mit disse Tekenkeed leggst Du den Naam för dat niege Dokment fast, wat in den Titelbalken un in de Dateilist wiest warrt.</p><p>Wenn de Tekenkeed "%N" bargt, warrt dat mit en för elk lieknöömt Dokment opstiegen Tall utwesselt.</p><p>Wenn de Dokmentnaam t.B. "Nieg Konsoolskript (%N).sh" is, warrt dat eerst Dokment "Nieg Konsoolskript (1).sh" nöömt, dat twete "Nieg Konsoolskript (2).sh", un so wieder.</p>
nl: <p>Deze tekst zal gebruikt worden om de naam van het nieuwe document in te stellen en zal gebruikt worden om weer te geven in de titelbalk en bestandenlijst.</p><p>Als de tekst '%N' bevat, dan zal dit vervangen worden door een nummer dat zal verhogen bij elk bestand met dezelfde naam.</p><p>Als de documentnaam bijvoorbeeld 'Nieuw shellscript (%N).sh' is, dan zal het eerste document 'Nieuw shellscript (1).sh' genoemd worden, het tweede 'Nieuw shellscript (2).sh' enzovoort.</p>
nn: <p>Denne teksten vert brukt til å velja namn til det nye dokumentet, for vising i tittellinja og fillista.</p><p>Viss teksten inneheld «%N», vert dette bytt ut med eit tal som aukar med 1 for kvar fil med likt namn.</p><p>Viss for eksempel dokumentnamnet er «Nytt skript (%N).sh», får det første dokumentet namnet «Nytt skript (1).sh», det andre får namnet «Nytt skript (2).sh», og så vidare.</p>
pl: <p>Ten napis będzie użyty do określenia nazwy nowego dokumentu, wyświetlanej w pasku tytułu i w liście plików.</p> <p>Jeśli napis zawiera ciąg znaków "%N", zostaną one zastąpione liczbą zwiększaną dla każdego pliku o podobnej nazwie.</p> <p>Na przykład, jeśli nazwą dokumentu jest "Nowy skrypt (%N).sh", pierwszy dokument otrzyma nazwę "Nowy skrypt (1).sh", drugi "Nowy skrypt (2).sh", i tak dalej.</p>
pt: <p>Este texto será utilizado para escolher o nome do novo documento, para mostrar na barra de título e na lista de ficheiros.</p><p>Se o texto conter '%N', este será substituído por um número a aumentar com cada ficheiro com nome semelhante.</p><p> Por exemplo, se o nome do documento é 'Novo ficheiro HTML (%N).html', o primeiro documento terá o nome 'Novo ficheiro HTML (1).html', o segundo 'Novo ficheiro HTML (2).html' e assim por diante.</p>
ro: <p>Acest șir va fi folosit pentru a stabili un nume pentru noul document, pentru a afișa în bara de titlu și lista de fișiere.</p><p>Dacă șirul conține „%N”, acesta va fi înlocuit cu un număr crescător la fiecare fișier cu același nume.</p><p>De exemplu, dacă Nume document este „Nou script shell (%N).sh”, primul document va fi denumit „Nou script shell (1).sh”, al doilea „Nou script shell (2).sh” și tot așa.</p>
sk: <p>Tento text sa použije pre nastavenie mena nového dokumentu, pre zobrazenie v titulku a v zozname súborov.</p><p>Ak obsahuje %N, nahradí sa toto makro poradovým číslom podľa podobne nazvaných súborov.</p><p>Napríklad, ak je meno dokumentu Nový skript (%N).sh, prvý dokument sa bude volať 'Nový skript (1).sh', druhý 'Nový skript (2).sh' atď.</p>
sl: <p>Ta niz bo uporabljen za nastavljanje imena novega dokumenta, ki se prikaže v naslovni vrstici in seznamu datotek.</p><p>Če niz vsebuje »%N«, bo ta zamenjan s številom, ki bo naraščalo z vsako podobno imenovano datoteko.</p><p>Na primer, če je ime dokumenta »Nov lupinski skript (%N).sh«, se prvi dokument imenuje »Nov lupinski skript (1).sh«, drugi »Nov lupinski skript (2).sh« in tako naprej.</p>
sr: <html><p>Овај ниска ће бити име новог документа, приказано у наслову прозора и списку фајлова.</p><p>Ако садржи <icode>%N</icode>, оно ће бити смењено бројем који се увећава за сваки слично именован фајл. На пример, ако се зада <icode>nova_skripta_%N.sh</icode>, први документ ће бити назван <filename>nova_skripta_1.sh</filename>, други <filename>nova_skripta_2.sh</filename>, и тако даље.</p></html>
sv: <p>Denna sträng används för att ge det nya dokumentet ett namn, som visas i namnlisten och fillistan.</p><p>Om strängen innehåller '%N', ersätts det med ett tal som ökar med varje fil med liknande namn.</p><p> Om dokumentnamnet till exempel är 'Nytt skalskript (%N).sh', får det första dokumentet namnet 'Nytt skalskript (1).sh', det andra 'Nytt skalskript (2).sh' och så vidare.</p>
tr: <p>Bu satır yeni döküman için kullanılacak ve başlık çubuğu ve dosya listesinde gösterilecek adını belirtir.</p><p>Eğer bu satır '%N' içeriyorsa dosya adı aynı ismi taşıyan dosyadan bir numara büyük olarak adlandırılacaktır.</p><p>Örneğin, eğer Döküman Adı 'Yeni kabuk komutu (%N).sh' ise, ilk döküman 'Yeni kabuk komutu (1).sh', ikinci 'Yeni kabuk komutu (2).sh' ve sonrası şeklinde adlandırılır.</p>
ug: <p>بۇ ھەرپ تىزىقى يېڭى پۈتۈك ئاتىغا ئىشلىتىلىپ، ماۋزۇ بالداق ۋە ھۆججەت تىزىمىدا كۆرسىتىشكە قۇلايلىق يارىتىدۇ.</p><p>ئەگەر ھەرپ تىزىقى '%N' نى ئۆز ئىچىگە ئالسا ئۇنداقتا بۇ ئورۇن بەلگىسى تەرتىپ بويىچە قوشۇلغان سان بىلەن ئالماشتۇرۇلىدۇ.</p><p> مەسىلەن، ئەگەر ھۆججەتنىڭ ئاتى 'New shellscript (%N).sh' بولسا ئۇنداقتا يېڭىدىن قۇرغان پۈتۈك ئاتى 'New shellscript (1).sh، ئىككىنچىسى 'New shellscipt (2).sh' مۇشۇنداق داۋاملىشىدۇ.</p>
uk: <p>Цей рядок буде використаний для встановлення назви нового документа, який відображається в заголовках і списках файлів.</p><p>Якщо рядок містить «%N», це значення буде замінено номером, який зростатиме кожний раз, коли з'являтиметься однаково названий файл.</p><p> Наприклад, якщо документ називається «Новий скрипт оболонки (%N).sh», перший документ буде названо «Новий скрипт оболонки (1).sh», другий — «Новий скрипт оболонки (2).sh» тощо.</p>
zh_tw: <p>這個字串用於設定新文件的名稱，以顯示於檔案清單及標頭列。</p> <p>如果字串包含了 '%N'，則會替換為類似檔名的編號。</p> <p>例如，如果文件名稱為 "New shellscript (%N)"，則第一個檔案名稱為 New shellscript (1)，第二個則為 New shellscript (2) 依此類推。</p>

source: &Highlight:
bs: &Istaknuti:
cs: &Zvýraznění:
da: &Fremhævning:
el: &Τονισμός:
es: &Resaltar:
et: &Esiletõstmine:
eu: &Nabarmendu:
fi: &Korostus:
fr: &Surbrillance :
gl: &Realce:
hi: उभारें (&H)
hr: &Naglasak:
hu: K&iemelés:
ia: &Evidentia:
it: &Evidenziazione:
ja: 強調表示(&H):
kk: Талдап &бояулау:
km: បន្លិច ៖
ko: 강조(&H):
lt: &Paryškinti:
lv: &Izcelšana:
nb: &Framhev:
nds: &Syntaxmarkeren:
nl: Accent&ueren:
nn: &Syntaksmerking:
pl: &Podświetlenie:
pt: &Realce:
ro: &Evidențiere:
sk: Z&výraznenie:
sl: &Poudarjanje:
sr: &Истицање:
sv: &Färgläggning:
tr: Renklend&irme:
ug: يورۇت(&H)
uk: &Виділення:
zh_tw: 突顯(&H)：

source: None
bs: Nijedan
cs: Žádné
da: Ingen
el: Κανένα
es: Nada
et: Puudub
eu: Bat ere ez
fi: Ei mikään
fr: Aucun
gl: Ningún
hi: कुछ नहीं
hr: Bez
hu: Nincs
ia: Necun
it: Nessuna
ja: なし
kk: Жоқ
km: ​គ្មាន
ko: 없음
lt: Nieko
lv: Nav
nb: Ingen
nds: Keen
nl: Geen
nn: Inga
pl: Brak
pt: Nenhum
ro: Niciuna
sk: Žiadne
sl: Brez
sr: Никакво
sv: Ingen
tr: Yok
ug: يوق
uk: Немає
zh_tw: 無
