Repository: fluxer/kde-l10n
Catalog: */messages/applications/katefiletemplates.po
Languages: bs, cs, da, el, es, et, eu, fi, fr, gl, hi, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, ro, sk, sl, sr, sv, tr, ug, uk, zh_tw

source: Unable to save the template to '%1'. The template will be opened, so you can save it from the editor.
bs: Ne mogu snimiti šablon u '%1'. Šablon će biti otvoren, tako da ga možete snimiti iz editora.
cs: Není možné uložit šablonu do '%1'. Šablona bude otevřena, takže ji můžete uložit z editoru.
da: Kan ikke gemme skabelonen til '%1'! Skabelonen vil blive åbnet, så du kan gemme den fra din editor.
el: Αδύνατη η αποθήκευση του προτύπου στο '%1'. Το πρότυπο θα ανοιχτεί, ώστε να μπορέσετε να το αποθηκεύσετε από τον επεξεργαστή.
es: Imposible guardar la plantilla en «%1». Se abrirá la plantilla, así que puede guardarla desde el editor.
et: Malli salvestamine asukohta '%1' nurjus. Mall avatakse ja sa saad seda redaktoris muuta.
eu: Ezin da txantiloia '%1'(e)ra gorde. Txantiloia ireki egingo da, editoretik gorde ahal dezazun.
fi: Pohjan tallentaminen tiedostoon ”%1” epäonnistui. Pohja avataan, joten voit tallentaa sen muokkaimesta.
fr: Impossible d'enregistrer le modèle sous « %1 ». Le modèle sera ouvert et ainsi vous pouvez l'enregistrer à partir de l'éditeur.
gl: Non foi posíbel gardar o modelo en «%1»! O modelo abrirase, polo que pode gardalo desde o editor.
hi: टेम्पलेट को '%1' में सहेजने में असफल. टेम्पलेट को खोला जाएगा ताकि आप इसे संपादक के द्वारा सहेज सकें.
hr: Spremanje predloška u '%1' nije moguće. Predložak će biti otvoren da biste ga mogli spremiti iz uređivača.
hu: Nem sikerült elmenteni a sablont ide: '%1'. A sablon megnyílik, hogy el lehessen menteni a szerkesztőből.
ia: Incapace de salveguardar le patrono in '%1'. Le patrono essera aperite, assi que tu pote vider lo ex un editor.
it: Non riesco a salvare il modello su «%1». Il modello verrà aperto così potrai salvarlo dall'editor.
ja: テンプレートを <filename>%1</filename> に保存できません。 テンプレートが開くので、エディタからそれを保存してください。
kk: '%1' дегенге үлгі сақталмады. Редактор ішінен сақтау үшін үлгі файлы редакторда ашылады.
km: មិន​អាច​រក្សាទុក​ពុម្ព​ទៅកាន់ '%1' បាន​ទេ ។ ពុម្ព​នឹង​ត្រូវ​បាន​បើក ដូច្នេះ​អ្នក​អាច​រក្សា​​​ទុក​វា​​ពី​កម្មវិធី​និពន្ធ ។
ko: 템플릿을 '%1'에 저장할 수 없습니다. 템플릿이 열릴 것입니다. 편집기에서 저장하십시오.
lt: Nepavyko įrašyti šablono į „%1“. Šablonas bus atvertas, ir Jūs galėsite jį įrašyti iš rengyklės.
lv: Neizdevās saglabāt veidni datnē “%1”. Veidne tiks atvērta, jūs to varat saglabāt no redaktora.
nb: Klarte ikke lagre malen til «%1». Malen vil bli åpnet, slik at du kan lagre den fra redigeringen.
nds: De Vörlaag lett sik nich na "%1" sekern. De Vörlaag warrt opmaakt, so dat Du ehr mit den Editor sekern kannst.
nl: Het opslaan van het sjabloon als '%1' is mislukt. Het sjabloon zal worden geopend zodat u het kunt opslaan vanuit de editor.
nn: Klarte ikkje lagra malen til «%1». Malen vert opna, slik at du kan lagra han i skriveprogrammet.
pl: Nie można zapisać szablonu do "%1". Szablon zostanie otworzony, tak że będzie można go zapisać z poziomu edytora.
pt: Não foi possível gravar o modelo em '%1'! O modelo será aberto, por isso pode gravá-la no editor.
ro: Imposibil de salvat șablonul în „%1”. Șablonul va fi deschis, ca să puteți să-l salvați din editor.
sk: Nepodarilo sa uložiť šablónu do '%1'. Šablóna bud etovorená, takže ju môžete uložiť z editora.
sl: Ni bilo mogoče shraniti predloge v »%1«. Predloga bo odprta, da jo lahko shranite iz urejevalnika.
sr: Не могу да сачувам шаблон у <filename>%1</filename>. Шаблон ће бити отворен, тако да га можете сачувати из уређивача.
sv: Misslyckades med att spara mallen till '%1'. Mallen kommer att öppnas, så att du kan spara den från editorn.
tr: Şablon '%1'e kaydedilemiyor. Şablon açılabilir, dolayısıyla düzenleyiciyi kullanarak kaydedebilirsiniz.
ug: قېلىپنى ‹%1› نىڭغا ساقلىيالمىدى . قېلىپ ئېچىلغاندىن كېيىن، سىز ئۇنى تەھرىرلىگۈچتە ساقلىسىڭىز بولىدۇ.
uk: Неможливо зберегти шаблон у «%1». Відкриється шаблон, щоб можна було зберегти його з редактора.
zh_tw: 無法儲存樣本到 %1。 將開啟此樣本，您可以由編輯器來儲存。

source: Save Failed
bs: Snimanje nije uspjelo
cs: Uložení selhalo
da: Mislykkedes at gemme
el: Η αποθήκευση απέτυχε
es: Fallo al guardar
et: Salvestamine nurjus
eu: Gordetzeak huts egin du
fi: Tallennus epäonnistui
fr: L'enregistrement a échoué
gl: A garda fallou
hi: सहेजना असफल
hr: Spremanje neuspjelo
hu: A mentés nem sikerült
ia: Salvamento fallite
it: Salvataggio non riuscito
ja: 保存に失敗
kk: Сақтау жаңылысы
km: ការ​រក្សាទុក​បាន​បរាជ័យ
ko: 저장 실패
lt: Įrašymas nepavyko
lv: Neizdevās saglabāt
nb: Lagring mislyktes
nds: Sekern fehlslaan
nl: Opslaan is mislukt
nn: Feil ved lagring
pl: Zapisywanie nie powiodło się
pt: A Gravação Falhou
ro: Salvarea a eșuat
sk: Uloženie zlyhalo
sl: Shranjevanje ni uspelo
sr: Уписивање није успело
sv: Misslyckades med att spara
tr: Kaydetme Başarısız
ug: ساقلاش مەغلۇپ بولدى
uk: Не вдалося зберегти
zh_tw: 儲存失敗

source: Template
bs: Šablon
cs: Šablona
da: Skabelon
el: Πρότυπο
es: Plantilla
et: Mall
eu: Txantiloia
fi: Pohja
fr: Modèle
gl: Modelo
hi: टेम्पलेट
hr: Predložak
hu: Sablon
ia: Patrono
it: Modello
ja: テンプレート
kk: Үлгі
km: ​ពុម្ព
ko: 템플릿
lt: Šablonas
lv: Veidne
nb: Mal
nds: Vörlaag
nl: Sjabloon
nn: Mal
pl: Szablon
pt: Modelo
ro: Șablon
sk: Šablóna
sl: Predloga
sr: Шаблон
sv: Mall
tr: Şablon
ug: قېلىپ
uk: Шаблон
zh_tw: 樣本

# @action:button Template
source: New...
bs: Novi...
cs: Nový...
da: Ny...
el: Νέο...
es: Nuevo...
et: Uus...
eu: Berria...
fi: Uusi…
fr: Nouveau...
gl: Novo...
hu: Új...
ia: Nove ...
it: Nuovo...
ja: 新規...
kk: Жаңа...
km: ​ថ្មី...
ko: 새로 만들기...
lt: Naujas...
lv: Jauna...
nb: Ny …
nds: Nieg...
nl: Nieuw...
nn: Ny …
pl: Nowy...
pt: Novo...
ro: Nou...
sk: Nový...
sl: Nova ...
sr: Нов...
sv: Ny...
tr: Yeni...
ug: يېڭى…
uk: Новий...
zh_tw: 新增...

# @action:button Template
source: Edit...
bs: Izmijeni...
cs: Upravit...
da: Redigér...
el: Επεξεργασία...
es: Editar...
et: Muuda...
eu: Editatu...
fi: Muokkaa…
fr: Modifier...
gl: Editar...
hu: Szerkesztés...
ia: Edita ...
it: Modifica...
ja: 編集...
kk: Өңдеу...
km: ​កែសម្រួល...
ko: 편집...
lt: Keisti...
lv: Rediģēt....
nb: Rediger …
nds: Bewerken...
nl: Bewerken...
nn: Rediger …
pl: Zmień...
pt: Editar...
ro: Editare...
sk: Upraviť...
sl: Urejanje ...
sr: Уреди...
sv: Redigera...
tr: Düzenle...
ug: تەھرىر…
uk: Змінити...
zh_tw: 編輯...

# @action:button Template
source: Remove
bs: Ukloni
cs: Odstranit
da: Fjern
el: Αφαίρεση
es: Eliminar
et: Eemalda
eu: Kendu
fi: Poista
fr: Supprimer
gl: Borrar
hu: Eltávolítás
it: Rimuovi
ja: 削除
kk: Өшіру
km: យកចេញ
ko: 삭제
lt: Pašalinti
lv: Izņemt
nb: Fjern
nds: Wegmaken
nl: Verwijderen
nn: Fjern
pl: Usuń
pt: Remover
ro: Elimină
sk: Odstrániť
sl: Odstrani
sr: Уклони
sv: Ta bort
tr: Kaldır
ug: چىقىرىۋەت
uk: Вилучити
zh_tw: 移除

source: &File
bs: &Datoteka
cs: &Soubor
da: &Fil
el: &Αρχείο
es: &Archivo
et: &Fail
eu: &Fitxategia
fi: &Tiedosto
fr: &Fichier
gl: &Ficheiro
hi: फ़ाइल (&F)
hr: &Datoteka
hu: &Fájl
ja: ファイル(&F)
kk: &Файл
km: ឯកសារ
ko: 파일(&F)
lt: &Failas
lv: &Datne
nb: &Fil
nds: &Datei
nl: &Bestand
nn: &Fil
pl: &Plik
pt: &Ficheiro
ro: &Fișier
sk: &Súbor
sl: &Datoteka
sr: &Фајл
sv: &Arkiv
tr: &Dosya
ug: ھۆججەت(&F)
uk: &Файл
zh_tw: 檔案(&F)

source: &Settings
bs: &Postavke
cs: Na&stavení
da: &Indstillinger
el: Ρ&υθμίσεις
es: &Preferencias
et: &Seadistused
eu: &Ezarpenak
fi: &Asetukset
fr: &Configuration
gl: &Configuración
hi: विन्यास (&S)
hr: &Postavke
hu: &Beállítások
ia: Preferentia&s
it: Imp&ostazioni
ja: 設定(&S)
kk: &Баптау
km: ការ​កំណត់
ko: 설정(&S)
lt: &Nustatymai
lv: Ie&statījumi
nb: &Innstillinger
nds: &Instellen
nl: &Instellingen
nn: &Innstillingar
pl: &Ustawienia
pt: &Configuração
ro: &Configurări
sk: &Nastavenia
sl: &Nastavitve
sr: &Подешавање
sv: In&ställningar
tr: &Ayarlar
ug: تەڭشەك(&S)
uk: П&араметри
zh_tw: 設定(&S)

source: Main Toolbar
bs: Glavna alatna traka
cs: Hlavní nástrojová lišta
da: Hovedværktøjslinje
el: Κύρια γραμμή εργαλείων
es: Barra de herramientas principal
et: Peamine tööriistariba
eu: Tresna-barra nagusia
fi: Päätyökalurivi
fr: Barre principale d'outils
gl: Barra de ferramentas Principal
hi: मुख्य औज़ार पट्टी
hr: Glavna alatna traka
hu: Alap eszköztár
ia: Barra de instrumento principal
it: Barra degli strumenti principale
ja: メインツールバー
kk: Негізгі құралдар
km: របារ​ឧបករណ៍​មេ
ko: 주 도구 모음
lt: Pagrindinė įrankinė
lv: Galvenā rīkjosla
nb: Hovedverktøylinje
nds: Hööft-Warktüüchbalken
nl: Hoofdwerkbalk
nn: Hovudverktøylinje
pl: Główny pasek narzędzi
pt: Barra Principal
ro: Bara de unelte principală
sk: Hlavný panel nástrojov
sl: Glavna orodna vrstica
sr: Главна трака
sv: Huvudverktygsrad
tr: Ana Araç Çubuğu
ug: ئاساسىي قورال بالداق
uk: Головний пенал
zh_tw: 主工具列

# @info:whatsthis
source: CMake finder skeleton wrapper based on pkg-config
bs: Skelet CMake pretraživača zasnovan na pkg-config
da: Skabelon til CMake-finder baseret på pkg-config
el: Περίβλημα σκελετού προγράμματος αναζήτησης CMake με βάση το pkg-config
es: Plantilla de esqueleto de buscador de CMake basada en pkg-config
et: CMake'i otsingusektsiooni osa pkg-configi põhjal
fi: CMaken hakupohjan pkg-configiin perustuva kääre
fr: Interface de squelette de recherche CMake reposant sur « pkg-config »
gl: Esqueleto do envoltorio do finder de CMake baseado en pkg-config
hu: A pkg-configon alapuló CMake kereső csontváz csomagoló
ia: Inveloppatopr de skeleto de trovator de CMake basate sur pkg-config
it: Scheletro di modulo di ricerca di CMake basato su pkg-config
kk: pkg-config негізіндегі CMake іздеу құралының қаңқасы
ko: pkg-config을 기반으로 한 CMake 파인더 래퍼
nb: Skjelettinnpakker for CMake-finner, basert på pkg-config
nds: CMake-Finder-Skelettwrapper, buut op pkg-config
nl: CMake-module voor zoeken van raamwerkbekleder gebaseerd op pkg-config
pl: Szablon pliku znajdowania CMake w oparciu o pkg-config
ro: Înveliș schelet pentru un căutător CMake bazat pe pkg-config
sk: CMake hľadač kostra wrappera založená na pkg-config
sl: Ovijalnik za ogrodje iskalnika CMake, ki temelji na pkg-config
sr: Скелет за налажење ц‑мејком на основу <command>pkg-config</command>
sv: CMake-sökmallomgivning baserad på pkg-config
tr: Pkg-config tabanlı CMake buluncu iskelet sarıcı
uk: Шаблон засобу пошуку CMake, заснованого на pkg-config
zh_tw: CMake 尋找器框架包裝，基於 pkg-config

# @info:credit
source: Alex Turbov <i.zaufi@gmail.com>
sr: Александар Турбов <email>i.zaufi@gmail.com</email>

# @item:inmenu
source: Kate Highlight Definition
bs: Kate definicija naglašavanja
da: Kate-fremhævningsdefinition
es: Definición de resaltado de Kate
et: Kate esiletõstmise definitsioon
fi: Katen korostusmääritykset
fr: Définition de la coloration syntaxique de Kate
gl: Definición de realzado de Kate
hu: Kate szintaxiskiemelő fájl
ia: Definition evidentiate de Kate
it: Definizione di evidenziazione di Kate
kk: Kate бояулауын анықтау
ko: Kate 구문 강조
lt: Kate paryškinimo apibrėžimas
nb: Syntaksmerking for Kate
nds: Kate-Syntaxmarkerenregel
nl: Kate Accentueerdefinitie
nn: Syntaksmerkingsdefinisjon for Kate
pl: Definicja podświetlania składni Kate
ro: Definiție evidențiere în Kate
sk: Definícia zvýrazňovania v Kate
sl: Določilo poudarjanja za Kate
sr: Кејтина дефиниција истицања
sv: Kate färgläggningsdefinition
tr: Kate Vurgulama Tanımlamaları
ug: Kate يورۇتۇش ئېنىقلىمىسى
uk: Опис підсвічування Kate
zh_tw: Kate 突顯定義

# @info:whatsthis
source: This template will create the basics of a kate highlight definition file.
bs: Ovaj predložak će kreirati osnovnu kate definicionu datoteku za naglašavanje
da: Denne skabelon vil oprettte grundlaget for en fremhævningsdefinitionsfil til Kate
el: Αυτό το πρότυπο θα δημιουργήσει τα βασικά ενός αρχείου ορισμού του τονισμού του Kate.
es: Esta plantilla creará los elementos básicos de un archivo de definición de resaltado de Kate.
et: See mall loob Kate esiletõstmise definitsioonifaili põhistruktuuri.
fi: Tämä pohja luo perustan Katen korostusmäärittelytiedostolle.
fr: Ce modèle crée les bases d'un fichier de définition de coloration syntaxique pour Kate.
gl: Este modelo crea un ficheiro básico de definición de realzado para kate.
hu: Ez a sablon kiindulópont lehet a kate szintaxisleíró fájl készítéséhez.
ia: Iste patrono creara le fundamentales del file de definition de evidentia de Kate.
it: Questo modello crea le basi di un file di definizione di evidenziazione di Kate.
kk: Бұл үлгі Kate бояулауын анықтау файлының негізін құрып береді.
ko: Kate 구문 강조 파일을 만듭니다.
lt: Šis šablonas sukurs pagrindinius kate paryškinimo failo apibrėžimus.
nb: Denne malen lager grunnlaget for en syntaksmerkingsfil for Kate.
nds: En Vörlaag för en Kate-Syntaxmarkerendatei
nl: Dit sjabloon zal de basis leggen voor een Kate-accentueerdefinitiebestand.
nn: Denne malen vil laga eit skjelett til ei syntaksmerkingsfil for Kate.
pl: Ten szablon pozwala na utworzenie podstaw pliku definicji podświetlania składni dla Kate.
ro: Acest șablon creează baza unui fișier de definiție pentru evidențiere în Kate.
sk: Táto šablóna vytvorí základy súboru na definíciu zvýrazňovania.
sl: Ta predloga bo ustvarila osnovo datoteke z določili za poudarjanje za Kate.
sr: Шаблон за фајл основне Кејтине дефиниције истицања.
sv: Den här mallen skapar grunden för en Kate färgläggningsdefinitionsfil.
tr: Bu şablon temel bir kate vurgulama tanımlaması dosyası oluşturur.
ug: بۇ قېلىپ kate يورۇتۇش ئېنىقلىما ھۆججىتىنىڭ ئاساسىنى قۇرىدۇ.
uk: Цей шаблон створить базові елементи файла визначень підсвічування kate.
zh_tw: 這個樣本會建立一個基本的 Kate 突顯定義檔

# @info:credit
source: Dominik Haumann <dhdev@gmx.de>
sr: Доминик Хауман <email>dhdev@gmx.de</email>

# @item:inmenu
source: HTML 4.01 Strict Document
bs: HTML 4.01 striktni dokument
da: HTML 4.01 Strict-dokument
es: Documento HTML 4.01 estricto
et: Range HTML 4.01 dokument
fi: HTML 4.01 Strict -tiedosto
fr: Document strictement HTML 4.01
gl: Documento HTML 4.01 estrito
hu: HTML 4.01 Strict dokumentum
ia: Documento de stricte HTML 4.01
it: Documento HTML 4.01 Strict
ko: HTML 4.01 Strict 문서
lt: HTML 4.01 griežtas dokumentas
nb: HTML 4.01 Strict-dokument
nds: HTML-4.01-Strict-Dokment
nn: HTML 4.01 Strict-dokument
pl: Dokument HTML 4.01 Strict
ro: Document strict HTML 4.0.1
sk: HTML 4.01 Strict dokument
sl: Dokument HTML 4.01 Strict
sr: ХТМЛ документ (4.01 строги)
sv: HTML 4.01 strikt dokument
tr: HTML 4.01 Tam Tanımlanmış Dosya
ug: ئېنىق بولغان HTML 4.01 پۈتۈكى
uk: Документ з точним дотриманням HTML 4.01

# @item:inmenu
source: Internet
el: Διαδίκτυο
kk: Интернет
ko: 인터넷
lt: Internetas
nb: Internett
nn: Internett
sr: Интернет
ug: ئىنتېرنېت
uk: Інтернет
zh_tw: 網際網路

# @info:whatsthis
source: This will create a very basic HTML file with the HTML 4.01 strict DTD.
bs: Ovo će kreirati vrlo jednostavnu HTML datoteku s HTML 4.01 striktnim DTD
da: Dette vil oprette grundlaget for en HTML-fil med HTML 4.01 strict DTD.
el: Αυτό θα δημιουργήσει ένα πολύ βασικό HTML αρχείο με HTML 4.01 strict DTD.
es: Esto creará un archivo HTML muy básico con el DTD de HTML 4.01 estricto.
et: See loob väga lihtsa HTML-faili range DTD-ga HTML 4.01 koodis.
fi: Luo hyvin yksinkertaisen HTML-tiedoston HTML 4.01 Strict -DTD:llä.
fr: Cette fonction crée un fichier HTML très élémentaire avec la DTD strictement HTML 4.01.
gl: Isto crea un ficheiro en HTML moi básico coa DTD estrita de HTML 4.01.
hu: Létrehoz egy egyszerű HTML-fájlt a HTML 4.01 strict DTD alapján.
ia: Isto creara un file HTML multo basic con le DTD stricte de HTML 4.01.
it: Crea un file HTML molto semplice con una DTD di HTML 4.01 strict.
kk: Қатаң DTD HTML 4.01 бойынша ең негізгі HTML файлын құру.
ko: HTML 4.01 Strict DTD를 따르는 HTML 파일을 만듭니다.
lt: Tai sukurs labai paprastą HTML failą su HTML 4.01 strict DTD.
nb: Dette oppretter en veldig enkel HTML-fil med dokumenttypen HTML 4.01 strict.
nds: En bannig eenfach Vörlaag för en HTML-4.01-Strict-Datei
nl: Dit zal een heel basaal HTML-bestand aanmaken met documenttype HTML 4.01 strict DTD.
nn: Dette vil laga ei veldig enkel HTML-fil med DTD-en til HTML 4.01 Strict.
pl: Spowoduje utworzenie bardzo prostego pliku HTML z DTD HTML 4.01 strict.
ro: Acest șablon creează un fișier foarte simplu HTML cu HTML 4.0.1 strict DTD.
sk: Táto voľba vytvorí veľmi jednoduchý dokument s HTML 4.01 strict DTD.
sl: To bo ustvarilo zelo preprosto datoteko HTML v skladu s HTML 4.01 strict DTD.
sr: Ствара основни ХТМЛ фајл по ДТД‑у 4.01 строгом.
sv: Den här skapar en mycket grundläggande HTML-fil med HTML 4.01 strikt DTD.
tr: HTML 4.01 strict DTD uyumlu basit bir HTML dosyası oluşturur.
ug: ئېنىق بولغان HTML 4.01 پۈتۈكىنى ئىشلىتىپ ئەڭ ئاساسلىق HTML ھۆججىتى قۇرىدۇ.
uk: Цей інструмент створить дуже простий файл HTML з ретельним дотриманням DTD HTML 4.01.
zh_tw: 這會以 HTML 4.01 strict DTD 規範建立一個非常簡單的 HTML 檔。

# @info:credit
source: Anders Lund <anders@alweb.dk>
es: <anders@alweb.dk>
sr: Андерс Лунд <email>anders@alweb.dk</email>

# @item:inmenu
source: C++ Source File (LGPL)
bs: C++ izvorna datoteka (LGPL)
cs: Zdrojový soubor C++ (LGPL)
da: C++-kildefil (LGPL)
el: C++ πηγαίο αρχείο (GPL)
es: Archivo fuente C++ (LGPL)
et: C++ lähtekoodifail (LGPL)
fi: C++-lähdekooditiedosto (LGPL)
fr: Fichier source C++ (LGPL)
gl: Ficheiro de fontes en C++ (LGPL)
hu: C++ forrásfájl (GPL)
ia: File fonte C++ (LGPL)
it: File sorgente C++ (LGPL)
kk: C++ бастапқы код файлы (LGPL)
ko: C++ 원본 코드 파일 (LGPL)
lt: C++ pradinis failas (LGPL)
nb: C++ kildefil (LGPL)
nds: C++-Bornkodedatei (LGPL)
nl: C++-bronbestand (LGPL)
nn: C++-kjeldefil (LGPL)
pl: Plik źródłowy C++ (LGPL)
pt: Ficheiro de Código em C++ (LGPL)
ro: Fișier sursă C++ (LGPL)
sk: C++ zdrojový súbor (LGPL)
sl: Izvorna koda C++ (LGPL)
sr: Ц++ изворни фајл (МОЈЛ)
sv: C++ källkodsfil (LGPL)
tr: C++ Kaynak Dosyası (LGPL)
ug: C++ مەنبە ھۆججىتى (LGPL)
uk: Файл початкових кодів C++ (LGPL)
zh_tw: C++ 程式源碼檔（LGPL）

# @item:inmenu
source: Source Code
bs: Izvorni kod
cs: Zdrojový kód
da: Kildekode
el: Πηγαίος κώδικας
es: Código fuente
et: Lähtekood
fi: Lähdekoodi
fr: Code source
gl: Código fonte
hu: Forráskód
ia: Codice fonte
it: Codice sorgente
kk: Бастапқы коды
ko: 원본 코드
lt: Išeities kodas
nb: Kildekode
nds: Bornkode
nl: Broncode
nn: Kjeldekode
pl: Kod źródłowy
pt: Código-Fonte
ro: Cod sursă
sk: Zdrojový kód
sl: Izvorna koda
sr: изворни ко̂д
sv: Källkod
tr: Kaynak Kod
ug: مەنبە كودى
uk: Початковий код
zh_tw: 程式源碼

# @info:whatsthis
source: A very simple LGPL C++ source file
bs: Veoma prosta C++ izvorna datoteka (GPL)
cs: Velice jednoduchý zdrojový soubor LGPL C++
da: En meget enkel C++-kildefil med LGPL
el: Ένα πολύ απλό LGPL C++ πηγαίο αρχείο
es: Un archivo fuente de C++ LGPL muy sencillo
et: Väga lihtne LGPL-litsentsiga C++ lähtekoodifail
fi: Erittäin yksinkertainen LGPL-lisensoitu C++-lähdekooditiedosto
fr: Un fichier source très simple C++ LGPL
gl: Un ficheiro de fontes de C++ moi simple coa LGPL
hu: Egyszerű LGPL C++ forrásfájl
ia: Un file fonte C++ LGPL multo simple
it: Un semplice file sorgente C++ LGPL
kk: Өте қарапайым LGPL C++ бастапқы код файлы
ko: 간단한 LGPL C++ 원본 코드 파일
lt: Labai paprastas LGPL C++ pradinis failas
nb: En fil med veldig enkel LGPL C++ kildekode
nds: En bannig eenfach C++-LGPL-Bornkodedatei
nl: Een zeer eenvoudig LGPL C++-bronbestand
nn: Ei veldig enkel LGPL C++-kjeldefil
pl: Bardzo prosty plik źródłowy C++, LGPL
pt: Um ficheiro de código em C++ muito simples em LGPL
ro: Un fișier sursă C++ LGPL foarte simplu
sk: Veľmi jednoduchý LGPL C++ zdrojový súbor
sl: Zelo preprosta datoteka z izvorno kodo C++ pod LGPL
sr: Врло једноставан Ц++ изворни фајл под МОЈЛ‑ом.
sv: En mycket enkel LGPL C++ källkodsfil
tr: Çok basit bir LGPL C++ kaynak dosyası
ug: ئىنتايىن ئاددىي LGPL C++ مەنبە ھۆججىتى
uk: Дуже простий файл початкових кодів LGPL C++
zh_tw: 非常簡單的 LGPL C++ 程式源碼檔

# @item:inmenu
source: C++ Source File (GPL)
bs: C++ izvorna datoteka (GPL)
cs: Zdrojový soubor C++ (GPL)
da: C++-kildefil (GPL)
el: C++ πηγαίο αρχείο (GPL)
es: Archivo fuente C++ (GPL)
et: C++ lähtekoodifail (GPL)
fi: C++-lähdekooditiedosto (GPL)
fr: Fichier source C++ (GPL)
gl: Ficheiro de fontes en C++ (GPL)
hu: C++ forrásfájl (GPL)
ia: File Fonte C++ (GPL)
it: File sorgente C++ (GPL)
kk: C++ бастапқы код файлы (GPL)
ko: C++ 원본 코드 파일 (GPL)
lt: C++ pradinis failas (GPL)
nb: C++ kildefil (GPL)
nds: C++-Bornkodedatei (GPL)
nl: C++-bronbestand (GPL)
nn: C++-kjeldefil (GPL)
pl: Plik źródłowy C++ (GPL)
pt: Ficheiro de Código em C++ (GPL)
ro: Fișier sursă C++ (GPL)
sk: C++ zdrojový súbor (GPL)
sl: Izvorna koda C++ (GPL)
sr: Ц++ изворни фајл (ОЈЛ)
sv: C++ källkodsfil (GPL)
tr: C++ Kaynak Dosyası (GPL)
ug: C++ مەنبە ھۆججىتى(GPL)
uk: Файл початкових кодів C++ (GPL)
zh_tw: C++ 程式源碼檔（GPL）

# @info:whatsthis
source: A very simple GPL C++ source file
bs: Veoma prosta C++ izvorna datoteka (GPL)
cs: Velice jednoduchý zdrojový soubor GPL C++
da: En meget enkel C++-kildefil med GPL
el: Ένα πολύ απλό GPL C++ πηγαίο αρχείο
es: Un archivo fuente de C++ GPL muy sencillo
et: Väga lihtne GPL-litsentsiga C++ lähtekoodifail
fi: Erittäin yksinkertainen GPL-lisensoitu C++-lähdekooditiedosto
fr: Un fichier source très simple C++ GPL
gl: Un ficheiro de fontes de C++ moi simple coa GPL
hu: Egyszerű GPL C++ forrásfájl
ia: Un file fonte C++ multo simple
it: Un semplice file sorgente C++ GPL
kk: Өте қарапайым GPL C++ бастапқы код файлы
ko: 간단한 GPL C++ 원본 코드 파일
lt: Labai paprastas GPL C++ pradinis failas
nb: En fil med veldig enkel GPL C++ kildekode
nds: En bannig eenfach C++-GPL-Bornkodedatei
nl: Een zeer eenvoudig GPL C++-bronbestand
nn: Ei veldig enkel GPL C++-kjeldefil
pl: Bardzo prosty plik źródłowy C++, GPL
pt: Um ficheiro de código em C++ muito simples em GPL
ro: Un fișier sursă C++ GPL foarte simplu
sk: Veľmi jednoduchý GPL C++ zdrojový súbor
sl: Zelo preprosta datoteka z izvorno kodo C++ pod GPL
sr: Врло једноставан Ц++ изворни фајл под ОЈЛ‑ом.
sv: En mycket enkel GPL C++ källkodsfil
tr: Çok basit bir GPL C++ kaynak kodu
ug: ئىنتايىن ئاددىي GPL C++ مەنبە ھۆججىتى
uk: Дуже простий файл початкових кодів GPL C++
zh_tw: 非常簡單的 GPL C++ 程式源碼檔

# @item:inmenu
source: C++ Header (LGPL)
bs: C++ zaglavlje (LGPL)
cs: C++ hlavička (LGPL)
es: Cabecera C++ (LGPL)
et: C++ päis (LGPL)
fi: C++-otsikkotiedosto (LGPL)
fr: En-tête C++ (LGPL)
gl: Cabeceira en C++ (LGPL)
hu: C++ fejlécfájl (LGPL)
ia: Capite (Header) C++ (LGPL)
it: Intestazione C++ (LGPL)
kk: C++ айдары (LGPL)
ko: C++ 헤더 (LGPL)
lt: C++ antraštė (LGPL)
nb: C++ filhode (LGPL)
nds: C++-Kopp (LGPL)
nn: C++-deklarasjonsfil (LGPL)
pl: Plik nagłówkowy C++ (LGPL)
pt: Ficheiro de Inclusão em C++ (LGPL)
ro: Antet C++ (LGPL)
sk: C++ hlavička (LGPL)
sl: Glava C++ (LGPL)
sr: Ц++ заглавље (МОЈЛ)
sv: C++ deklarationsfil (LGPL)
tr: C++ Başlık dosyası (LGPL)
uk: Заголовок C++ (LGPL)
zh_tw: C++ 標頭檔（GPL）

# @info:whatsthis
source: A very simple LGPL C++ header file
bs: Vrlo jednsotavno LGPL C++ zaglavlje
cs: Velmi jednoduchá hlavička LGPL C++
da: En meget enkel C++-headerfil med LGPL
el: Ένα πολύ απλό LGPL C++ header αρχείο
es: Un archivo de cabecera de C++ LGPL muy sencillo
et: Väga lihtne LGPL-litsentsiga C++ päisefail
fi: Erittäin yksinkertainen LGPL-lisensoitu C++-otsikkotiedosto
fr: Un fichier d'en-tête très simple C++ LGPL
gl: Un ficheiro de cabeceira de C++ moi simple coa LGPL
hu: Egyszerű LGPL C++ fejlécfájl
ia: Un file capite (header) multo simple de LGPL C++
it: Una semplice intestazione C++ LGPL
kk: Өте қарапайым LGPL C++ айдар файлы
ko: 간단한 LGPL C++ 헤더 파일
lt: Labai paprastos LGPL C++ antraštės failas
nb: En fil med et veldig enkelt LGPL C++-filhode
nds: En bannig eenfach C++-LGPL-Koppdatei
nl: Een zeer eenvoudig LGPL C++-headerbestand
nn: Ei veldig enkel LGPL C++-deklarasjonsfil
pl: Bardzo prosty plik nagłówkowy C++ (LGPL)
pt: Um ficheiro de inclusão em C++ muito simples em LGPL
ro: Un fișier antet C++ LGPL foarte simplu
sk: Veľmi jednoduchý LGPL C++ súbor hlavičky
sl: Zelo preprosta datoteka z glavo C++ pod LGPL
sr: Врло једноставан Ц++ фајл заглавља под МОЈЛ‑ом.
sv: En mycket enkel LGPL C++ deklarationsfil
tr: Çok basit bir LGPL C++ başlık dosyası
ug: ئىنتايىن ئاددىي LGPL C++ header ھۆججىتى
uk: Дуже простий файл заголовків C++ під LGPL
zh_tw: 非常簡單的 LGPL C++ 標頭檔
