Repository: fluxer/kde-l10n
Catalog: */messages/applications/katefiletemplates.po
Languages: bs, cs, da, el, es, et, eu, fi, fr, gl, hi, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, ro, sk, sl, sr, sv, tr, ug, uk, zh_tw

source: Use an existing template:
bs: Koristi postojeći šablon:
cs: Použít existující šablonu:
da: Brug en eksisterende skabelon:
el: Χρήση υπάρχοντος προτύπου:
es: Usar una plantilla existente:
et: Kasutatakse olemasolevat malli:
eu: Erabili aurrez dagoen txantiloi bat:
fi: Käytä olemassa olevaa pohjaa:
fr: Utiliser un modèle existant :
gl: Usar un modelo existente:
hi: कोई मौजूदा टैम्प्लेट उपयोग करें:
hr: Upotrijebi postojeći predložak:
hu: Már létező sablon használata:
ia: Usa un patrono existente:
it: Utilizza un modello esistente:
ja: 既存のテンプレートを使用する:
kk: Пайдаланатын үлгі:
km: ប្រើ​ពុម្ព​មួយ​​ដែល​មាន​ស្រាប់ ៖
ko: 존재하는 템플릿 사용하기:
lt: Naudoti esantį šabloną:
lv: Izmantot esošu veidni:
nb: Bruk en eksisterende mal:
nds: En vörhannen Vörlaag bruken:
nl: Gebruik een bestaand sjabloon:
nn: Bruk ein gammal mal:
pl: Użyj istniejącego szablonu:
pt: Usar um modelo existente:
ro: Folosiți un șablon existent:
sk: Použiť existujúcu šablónu:
sl: Uporabi obstoječo predlogo:
sr: Употреби постојећи шаблон:
sv: Använd befintlig mall:
tr: Mevcut bir şablon kullan:
ug: مەۋجۇت قېلىپ ئىشلىتىدۇ
uk: Використовувати існуючий шаблон:
zh_tw: 使用現存的樣本：

source: Edit Template Properties
bs: Izmijeni osobine šablona
cs: Upravit vlastnosti šablony
da: Redigér skabelonens egenskaber
el: Επεξεργασία ιδιοτήτων προτύπου
es: Editar propiedades de la plantilla
et: Malli omaduste muutmine
eu: Editatu txantiloiaren propietateak
fi: Muokkaa pohjan ominaisuuksia
fr: Modifier les propriétés du modèle
gl: Editar as propriedades do modelo
hi: टेम्पलेट गुणों का संपादन करें
hr: Uredi svojstva predloška
hu: A sablon jellemzőinek szerkesztése
ia: Edita proprietate de patrono
it: Modifica le proprietà del modello
ja: テンプレートのプロパティを編集
kk: Үлгінің қасиеттерін өзгерту
km: កែសម្រួល​លក្ខណៈសម្បត្តិ​ពុម្ព
ko: 템플릿 속성 편집
lt: Redaguoti šablono savybes
lv: Rediģēt veidnes īpašības
nb: Rediger malens egenskaper
nds: Vörlaag-Egenschappen bewerken
nl: Sjablooneigenschappen bewerken
nn: Rediger maleigenskapar
pl: Zmień właściwości szablonu
pt: Editar as Propriedades do Modelo
ro: Editați proprietățile șablonului
sk: Upraviť vlastnosti šablóny
sl: Uredi lastnosti predloge
sr: Уреди својства шаблона
sv: Redigera mallegenskaper
tr: Şablon Özelliklerini Düzenle
ug: قېلىپ خاسلىقىنى تەھرىرلە
uk: Редагувати властивості шаблону
zh_tw: 編輯樣本內容

source: Specify the main properties of your plugin. You can leave fields empty for which you have no meaningful value.
bs: Navedite glavne osobine vašeg dodatka. Možete ostaviti prazna polja za koje nemate smislenu vrijednost.
cs: Zadejte hlavní vlastnosti svého modulu. Můžete ponechat prázdná pole, která nemají smysluplnou hodnotu.
da: Angiv hovedegenskaberne for dit plugin. Du kan efterlade felter tomme for hvilke du ikke har nogen meningsfyldt værdi.
el: Ορίστε τις κύριες ιδιότητες του προσθέτου σας. Μπορείτε να αφήσετε κενά τα πεδία για τα οποία δεν έχετε κάποια ουσιαστική τιμή.
es: Especificar las propiedades principales de su complemento. Puede dejar los campos en blanco si no dispone de un valor significativo para ellos.
et: Määra oma plugina peamised omadused. Väljad, mille jaoks sul pole anda mingeid väärtusi, võib jätta tühjaks.
eu: Zehaztu zure pluginaren propietate nagusiak. Balio esanguratsurik ez daukazunean eremua hutsik utz dezakezu.
fi: Määritä liitännäisen tärkeimmät ominaisuudet. Voit jättää tyhjäksi kentät, joille ei ole mielekästä sisältöä.
fr: Spécifiez les propriétés principales de votre module externe. Vous pouvez laisser des champs vides, pour lesquels vous n'avez aucune valeur significative.
gl: Especifica as propriedades principais do complemento. Pode deixar campos baleiros para os que non teña ningún valor significativo.
hi: अपने प्लगइन के मुख्य गुण को निर्धारित करें. आप उन क्षेत्रों को रिक्त छोड़ सकते हैं जिनका कोई अर्थवान मूल्य आपके लिए नहीं है.
hu: Itt lehet megadni a bővítmény jellemzőit. A mezők üresen hagyhatók.
ia: Specifica le proprietate principal de tu plugin. Tu pote lassar campos vacue per le qual tu non ha valor significative.
it: Specifica le proprietà principali della tua estensione. Puoi lasciare vuoti i campi per cui non hai un valore sensato.
ja: あなたのプラグインの主なプロパティを指定します。特に指定する値がないフィールドは空のままにしておいてかまいません。
kk: Плагиніңіздің негізгі қасиеттерін келтіріңіз. Мәні жоқ болса - бос қалдырыңыз.
km: បញ្ជាក់​លក្ខណៈ​ចម្បង​របស់​កម្មវិធី​ជំនួយ​របស់​អ្នក ។ អ្នក​អាច​ទុក​វាល​ឲ្យ​នៅ​ទទេ​ដែល​អ្នក​មិនមាន​តម្លៃ​ដែល​មាន​ន័យ​សម្រាប់​វា ។
ko: 플러그인의 주 속성을 지정하십시오. 불필요한 필드는 비워 둘 수 있습니다.
lt: Nurodyti pagrindinius Jūsų priedo nustatymus. Galite palikti laukelius tuščius, kuriems neturite atitinkamų verčių.
lv: Norādiet sava spraudņa galvenās īpašības. Šos laukus var atstāt tukšus, ja jums īsti nav ko tajos ierakstīt.
nb: Oppgi hovedegenskapene for programtillegget. Felter som ikke kan få noen verdi med mening kan stå tomme.
nds: Giff bitte Dien Moduul sien Hööftegenschappen an. Hett en Feld bi Dien Moduul keen Bedüden, kannst Du dat ok leddig laten.
nl: Geef de hoofdeigenschappen van uw plug-in op. U kunt velden leeg laten als u daarvoor geen betekenisvolle waarde voor heeft.
nn: Vel hovudverdiane til tillegget. Du kan lata felt stå tomme viss det ikkje finst passande verdiar for dei.
pl: Wpisz główne własności Twojej wtyczki. Zostaw puste pola, dla których nie masz sensownych wartości.
pt: Indique as propriedades principais do seu 'plugin'. Poderá deixar os campos em branco que não tenham valor significativo para si.
ro: Specificați proprietățile principale ale modulului dumneavoastră. Puteți lăsa goale cîmpurile pentru care nu aveți nicio valoare.
sk: Určite hlavné vlastnosti vášho pluginu. Môžete nechať polia prázdne, ak pre ne nemáte zmusluplnú hodnotu.
sl: Navedite glavne lastnosti svojega vstavka. Polja, za katera nimate pomenljivih vrednosti, lahko pustite prazna.
sr: Одредите главна својства шаблона. Можете оставити празним поља за која немате ништа конкретно да наведете.
sv: Ange huvudegenskaperna hos insticksprogrammet. Du kan lämna fält tomma där det inte finns något meningsfullt värde.
tr: Eklentiniz için ana özellikleri belirleyin. Sizin için bir anlam ifade etmeyen alanları boş bırakabilirsiniz.
ug: قىستۇرمىڭىزنىڭ ئاساسلىق خاسلىقىنى كۆرسىتىپ بېرىڭ. مەنىلىك قىممەت يوق بولسا، بوش قويسىڭىزمۇ بولىدۇ.
uk: Вкажіть головні властивості вашого додатка. Можете залишити поля, які не мають значень, порожніми.
zh_tw: 指定您的外掛程式的主要屬性。您可以將此欄位留白，表示沒有。

source: Choose Location
bs: Odaberite lokaciju
cs: Výběr umístění
da: Vælg sted
el: Επιλογή τοποθεσίας
es: Elija localización
et: Asukoha valik
eu: Aukeratu kokalekua
fi: Valitse sijainti
fr: Sélectionner un emplacement
gl: Escoller a localización
hi: स्थान चुनें
hr: Odaberite lokaciju
hu: Válassza ki az elérési utat
ia: Selige location
it: Seleziona posizione
ja: 場所を選択
kk: Орналасуын таңдау
km: ជ្រើស​ទីតាំង
ko: 위치 선택
lt: Parinkite vietą
lv: Izvēlieties atrašanās vietu
nb: Velg sted
nds: Oort utsöken
nl: Locatie kiezen
nn: Vel plassering
pl: Proszę wybrać lokalizację
pt: Escolher a Localização
ro: Alege amplasarea
sk: Výber umiestnenia
sl: Izberite mesto
sr: Изаберите локацију
sv: Välj plats
tr: Yer Seç
ug: ئورۇن تاللا
uk: Вибрати адресу
zh_tw: 選擇位置：

source: <p>Choose a location for the template. If you store it in the template directory, it will automatically be added to the template menu.</p>
bs: <p>Odaberite lokaciju za šablon. Ukoliko ga spremite u direktorij šablona, biće automatski dodan u meni šablona.</p>
cs: <p>Zvolte umístění šablony. Pokud ji uložíte do adresáře šablon, bude automaticky dostupná v nabídce.</p>
da: <p>Vælg et sted for skabelonen. Hvis du opbevarer den i skabelonmappen, vil den automatisk blive tilføjet til skabelonmenuen.</p>
el: <p>Επιλέξτε μια τοποθεσία για το πρότυπο. Αν το αποθηκεύσετε στον κατάλογο προτύπων, θα προστεθεί αυτόματα στο μενού προτύπων.</p>
es: <p>Elija una ubicación para la plantilla. Si la almacena en la carpeta de plantillas, será añadida automáticamente al menú de plantillas.</p>
et: <p>Vali malli asukoht. Kui salvestad selle mallikataloogi, lisatakse see automaatselt mallimenüüsse.</p>
eu: <p>Aukeratu kokalekua txantiloiarentzako. Txantiloien direktorioan biltegiratzen baduzu, txantiloien menuari automatikoki gehituko zaio.</p>
fi: <p>Valitse mallipohjan sijainti. Jos tallennat sen pohjahakemistoon, se lisätään automaattisesti pohjavalikkoon.</p>
fr: <p>Sélectionnez un emplacement pour le modèle. Si vous l'enregistrez dans le dossier des modèles, il sera automatiquement ajouté au menu « Modèle ».</p>
gl: <p>Escolla unha localización para o modelo. Se o garda no cartafol dos modelos, engadirase automaticamente ao menú de modelos.</p>
hi: <p>टेम्पलेट के लिए स्थान चुनें. यदि आप इसे टेम्पलेट डिरेक्ट्री में भंडारित करते हैं तो यह स्वचालित रूप से टेम्पलेट मेन्यू में जोड़ दिया जाएगा.</p>
hu: <p>Válassza ki a sablon helyét. Ha a sablonkönyvtárba menti, akkor a program automatikusan felveszi a Sablon menübe.</p>
ia: <p>Selige un location pro le patrono. Si tu immagazina lo in le directorio de patrono, illo essera automaticamente addite a le menu de patrono.</p>
it: <p>Seleziona un percorso per il modello. Se lo salvi nella cartella dei modelli, verrà automaticamente aggiunto al menu dei modelli.</p>
ja: <qt><para>テンプレートの場所を選んでください。テンプレートのディレクトリに保存すると、自動的にテンプレートメニューに追加されます。</para></qt>
kk: <p>Үлгінің орналасуын таңдаңыз. Үлгілерге арналған қапшығында сақтасаңыз, ол автоматты түрде үлгілер мәзірінде пайда болады.</p>
km: <p>ជ្រើស​ទីតាំង​សម្រាប់​ពុម្ព ។ ប្រសិន​បើ​អ្នក​ទុក​វា​នៅក្នុង​ថត​ពុម្ព នោះ​វា​នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​ក្នុង​ម៉ឺនុយ​ពុម្ព​ដោយ​ស្វ័យ​ប្រវត្តិ ។</p>
ko: <p>템플릿의 경로를 선택하십시오. 만약 템플릿 디렉터리에 저장하면 자동적으로 템플릿 메뉴에 추가합니다.</p>
lt: <p>Pasirinkite vietą šablonui įrašyti. Jei šabloną įrašysite šablonų aplanke, jis bus automatiškai pridėtas prie šablonų meniu.</p>
lv: <p>Izvēlieties veidnes atrašanās vietu. Ja jūs to saglabājat veidņu mapē, tā tiks automātiski pievienota veidņu izvēlnei.</p>
nb: <p>Velg hvor du vil plassere malen. Hvis du lagrer den i malmappa, så blir den automatisk lagt til i malmenyen.</p>
nds: <p>Söök en Spiekeroort för de Vörlaag ut. Wenn Du ehr na den Vörlagen-Orner sekerst, warrt se dat Vörlagenmenü automaatsch toföögt.</p>
nl: <p>Kies een locatie voor de sjabloon. Als u het opslaat in de sjablonenmap, dan wordt het automatisch toegevoegd aan het sjabloonmenu.</p>
nn: <p>Vel plassering av malen. Viss du lagrar han i malmappa, vert han automatisk lagd til malmenyen.</p>
pl: <p>Proszę wybrać lokalizację dla szablonu. Jeśli zapiszesz go w katalogu szablonów, zostanie automatycznie dodany do menu szablonów.</p>
pt: <p>Escolha uma localização para o modelo. Se o guardar na pasta de modelos, será automaticamente adicionada ao menu de modelos.</p>
ro: <p>Alegeți o locație pentru șablon. Dacă îl păstrați în dosarul de șabloane, va fi adăugat automat la meniul șablon.</p>
sk: <p>Vyberte umiestnenie šablóny. Ak ich uložíte v priečinku šablón, bude automaticky pridaná do menu šablón.</p>
sl: <p>Izberite mesto za predlogo. Če jo shranite v mapi s predlogami, bo samodejno dodana v meni s predlogami.</p>
sr: <p>Изаберите локацију за шаблон. Ако га сместите у фасциклу шаблона, аутоматски ће бити додат и у мени шаблона.</p>
sv: <p>Välj en plats för mallen. Om du lagrar den i mallkatalogen, läggs den automatiskt till i mallmenyn.</p>
tr: <p>Şablon için bir konum seçin. Eğer şablon dizinine saklarsanız, şablon menüsüne otomatik olarak eklenecektir.</p>
ug: <p>مەزكۇر قېلىپنىڭ يولىنى تاللاڭ. ئەگەر ئۇنى قېلىپ مۇندەرىجىسىگە ساقلىسىڭىز، ئۇ قېلىپ تىزىملىكىگە ئاپتوماتىك قوشۇلىدۇ.</p>
uk: <p>Виберіть адресу для цього шаблону. Якщо його зберегти в каталозі шаблонів, то його буде автоматично додано в меню шаблонів.</p>
zh_tw: <p>選擇樣本位置。如果您儲存在樣本目錄中，它會自動加入樣本選單內。</p>

source: Template directory
bs: Direktorij šablona
cs: Adresář šablon
da: Skabelonmappe
el: Κατάλογος προτύπων
es: Carpeta de plantillas
et: Mallikataloog
eu: Txantiloien direktorioa
fi: Pohjahakemisto
fr: Dossier des modèles
gl: Cartafol dos modelos
hi: टेम्पलेट डिरेक्टरी
hr: Mapa predloška
hu: Sablonkönyvtár
ia: Directorio de patrono
it: Cartella dei modelli
ja: テンプレートのディレクトリ
kk: Үлгілер қапшығы
km: ថត​ពុម្ព
ko: 템플릿 디렉터리
lt: Šablonų aplankas
lv: Veidņu mape
nb: Mal-mappe
nds: Vörlagenorner
nl: Sjablonenmap
nn: Malmappe
pl: Katalog szablonów
pt: Pasta do modelo
ro: Director cu șabloane
sk: Priečinok šablón
sl: Mapa s predlogami
sr: Фасцикла шаблона
sv: Mallkatalog
tr: Şablon dizini
ug: قېلىپ مۇندەرىجىسى
uk: Каталог шаблонів
zh_tw: 樣本目錄

source: Template &file name:
bs: Ime &datoteka šablona:
cs: Název &souboru šablony:
da: Skabelonens &filnavn:
el: Όνομα α&ρχείου προτύπου:
es: Nombre de &archivo de plantilla:
et: Malli&faili nimi:
eu: Txantiloiaren &fitxategi-izena:
fi: Pohjan &tiedostonimi:
fr: Nom du &fichier de modèle :
gl: Nome do &ficheiro modelo:
hi: टेम्पलेट फ़ाइल नाम (&f)
hr: Naziv predloška:
hu: A sablonfájl ne&ve:
ia: Nomine de &file de patrono:
it: Nome file del &modello:
ja: テンプレートのファイル名(&F):
kk: Үлгі &файлының атауы:
km: ឈ្មោះ​ឯកសារ​ពុម្ព ៖
ko: 템플릿 파일 이름(&F):
lt: Šablono &failo vardas:
lv: Veidnes &datnes nosaukums:
nb: Malens &filnavn:
nds: Vörlaag-&Dateinaam:
nl: &Bestandsnaam van sjabloon:
nn: Mal&filnamn:
pl: Nazwa &pliku szablonu:
pt: Nome do &ficheiro de modelo:
ro: Nume &fișier șablon:
sk: &Meno súboru šablóny:
sl: Ime &datoteke predloge:
sr: Име &фајла шаблона:
sv: Mall&filnamn:
tr: Şablon d&osya adı:
ug: قېلىپ ھۆججەتنىڭ ئاتى(&F):
uk: Назва &файла шаблону:
zh_tw: 樣本檔案名稱(&F)：

source: Custom location:
bs: Korisnički odabrana lokacija:
cs: Vlastní umístění:
da: Selvvalgt sted:
el: Προσαρμοσμένη τοποθεσία:
es: Localización personalizada:
et: Kohandatud asukoht:
eu: Kokaleku pertsonalizatua:
fi: Muu sijainti:
fr: Emplacement personnalisé :
gl: Localización personalizada:
hi: अनुकूलित स्थान:
hr: Prilagođena lokacija:
hu: Egyéni elérési út:
ia: Location personalisate:
it: Percorso personalizzato:
ja: 場所を指定:
kk: Басқа орын:
km: ទីតាំង​ផ្ទាល់ខ្លួន ៖
ko: 사용자 정의 위치:
lt: Pasirinkta vieta:
lv: Pielāgota atrašanās vieta:
nb: Selvvalgt sted:
nds: Egen Oort:
nl: Aangepaste locatie:
nn: Sjølvvald mappe:
pl: Własna lokalizacja:
pt: Localização personalizada:
ro: Amplasare personalizată:
sk: Vlastné umiestnenie:
sl: Mesto po meri:
sr: Посебна локација:
sv: Egen plats:
tr: Özel yer:
ug: ئىختىيارى ئورنى:
uk: Нетипова адреса:
zh_tw: 自訂位置：

source: Autoreplace Macros
bs: Automatska zamjena makroa
cs: Makra automatické náhrady
da: Autoerstat-makroer
el: Αυτόματη αντικατάσταση μακροεντολών
es: Macros de auto reemplazo
et: Automaatasenduse makrod
eu: Automatikoki ordezteko makroak
fi: Automaattikorvausmakrot
fr: Remplacer automatiquement des macros
gl: Substituír automaticamente as macros
hi: ऑटोरिप्लेस मेक्रोज़
hr: Automatska zamjena makroa
hu: Automatikusan kezelt makrók
ia: Macros de auto-reimplaciamento
it: Sostituisci automaticamente le macro
ja: 自動置換マクロ
kk: Автоауыстыру макростары
km: ជំនួស​​ម៉ាក្រូ​ដោយ​ស្វ័យប្រវត្តិ
ko: 매크로 자동 치환
lt: Automatinio keitimo makrokomandos
lv: Automātiskas aizvietošanas makrosi
nb: Autoerstatt makroer
nds: Makros automaatsch utwesseln
nl: Automatisch-vervangen-macro's
nn: Byt ut makroar automatisk
pl: Automatyczne zastępowanie makrami
pt: Auto-substituir Macros
ro: Macrocomenzi auto-înlocuibile
sk: Automaticky nahradiť makrá
sl: Samodejno zamenjaj makre
sr: Макрои аутоматске смене
sv: Ersätt makron automatiskt
tr: Makroları Otomatik Değiştir
ug: ماكرولارنى ئاپتوماتىك ئالماشتۇر
uk: Автоматична заміна макросів
zh_tw: 自動取代為巨集

source: You can replace certain strings in the text with template macros. If any of the data below is incorrect or missing, edit the data in the personal kaddressbook entry.
bs: Možete zamijeniti određene znakovne nizove u tekstu sa makro šablonima. Ako bilo koji od podataka ispod je netačan ili nedostaje, izmijenite podatke u vlastitom kaddressBook unosu.
cs: Celé textové řetězce můžete nahradit pomocí maker šablony. Pokud některé z dále umístěných dat chybí, upravte je v KDE informacích o poště.
da: Du kan erstattet visse strenge i teksten med skabelonmakroer. Hvis noget data nedenfor er forkert eller mangler, så redigér data i den personlige indgang i kaddressbook.
el: Μπορείτε να αντικαταστήσετε ορισμένες συμβολοσειρές στο κείμενο με μακροεντολές προτύπων. Αν κάποια από τα παρακάτω δεδομένα είναι εσφαλμένα ή λείπουν, επεξεργαστείτε τα δεδομένα στην προσωπική καταχώρηση του kaddressbook.
es: Puede reemplazar ciertas cadenas en el texto con macros de plantillas. Si los datos de más abajo son incorrectos o falta alguno, edite los datos en la entrada personal de KAddressBook.
et: Teatud tekstistringid võib asendada malli makrodega. Kui mingi allpool toodud info on vigane või puudub, muuda oma KDE aadressiraamatu kirje andmeid.
eu: Testuko zenbait kate txantiloi makroekin ordeztu ditzakezu. Beheko datuetako batzuk okerrak badira edo falta badira, editatu datuak kaddressbook sarrera pertsonalean.
fi: Voit vaihtaa merkkijonoja tekstissä mallimakroilla. Jos jokin alla oleva tieto on väärin tai puuttuu, korjaa tieto Kaddressbook-ohjelmalla.
fr: Vous pouvez remplacer certaines chaînes dans le texte par des macros de modèles. Si l'une quelconque parmi les données ci-dessous est incorrecte ou manquante, modifiez les données dans l'élément « kadressbook » personnel.
gl: Pode substituír certas palabras no texto con macros do modelo. Se algún dos datos en baixo fose incorrecto ou en falta edite os datos na información de correo electrónico de KDE.
hi: आप टेम्पलेट मेक्रोज़ के द्वारा पाठ के कुछ विशेष वाक्यांशों को बदल सकते हैं. यदि नीचे दिए डाटा में से कोई भी गलत है या गुम है तो व्यक्तिगत केएड्रेसबुक प्रविष्टि में उस डाटा को संपादित करें
hu: Bizonyos szövegek helyett makrókat lehet használni. Ha az alábbi adatok nem megfelelőek, írja be a kívánt értéket a KDE címjegyzékében.
ia: Tu pote reimplaciar certe catenas in le texto con macros de patrono. Si alcun de datos a basso es incorrecte o mancante, edita le datos in le entrata personal de kaddressbook (adressario).
it: Puoi sostituire certe stringhe nel testo con delle macro del modello. Se i dati sono sbagliati o mancanti, modificali nella voce appropriata della rubrica di KDE.
ja: テキスト中の文字列をテンプレートマクロに置換することができます。下のデータの中に正しくない、あるいは欠けているものがあれば、KDE のアドレス帳でデータを編集してください。
kk: Мәтіннің бір үзіндісін керек бір макроспен ауыстыруға болады. Төмендегі деректер толық емес болса, не мүлдем болмаса KDE адрестік кітапшадағы дербес жазуын түзеңіз.
km: អ្នកអាច​ជំនួស​ខ្សែអក្សរ​ពិតប្រាកដ​នៅ​ក្នុង​អត្ថបទ​ដោយ​​ម៉ាក្រូ​ពុម្ព ។ ប្រសិន​បើ​ទិន្នន័យ​​ដូច​​ខាង​ក្រោម​មិនត្រឹមត្រូវ ​ឬ​​បាត់បង់ ត្រូវ​កែសម្រួល​ទិន្នន័យ​នៅ​ក្នុង​​ធាតុ kaddressbook ផ្ទាល់ខ្លួន​ ។
ko: 텍스트에 있는 일부 문자열을 템플릿 매크로로 치환할 수 있습니다. 만약 아래 데이터가 정확하지 않거나 빠져 있으면 개인 KAddressBook 항목에서 편집하십시오.
lt: Kai kurias eilutes tekste galite pakeisti šablonų makrokomandomis. Jei duomenys, įrašyti apačioje, yra neteisingi ar jų trūksta, pataisykite duomenis KDE el. pašto informacijoje.
lv: Jūs varat aizstāt tekstā dažas lietas, izmantojot veidņu makrosus. Ja kādi dati zemāk ir nepareizi vai trūkst, rediģējiet tos savā adrešu grāmatiņā.
nb: Du kan erstatte visse strenger i teksten med mal-makroer. Hvis noen av opplysningene nedenfor mangler eller er feil, så rediger opplysningene i den personlige adresseboka.
nds: Du kannst binnen den Text Vörlaag-Makros bruken. Wenn een vun de nakamen Angaven leeg is oder fehlt, bewerk de Daten binnen Dien KAdressBook-Indrag.
nl: U kunt met behulp van sjabloonmacro's bepaalde tekenreeksen vervangen in de tekst.Als sommige van onderstaande gegevens niet juist zijn of ontbreken, bewerk dan uw persoonlijke gegevens in het KDE-adresboek.
nn: Du kan byta ut visse tekstar med malmakroar. Viss noko av informasjonen nedanfor er feil eller manglar, kan du redigera han i den personoppføringa i KDE-adresseboka.
pl: Można zamienić pewne napisy w tekście makrami szablonu. Jeśli jakiekolwiek dane poniżej są niewłaściwe lub ich brakuje, zmień dane we właściwym wpisie Książki adresowej.
pt: Pode substituir certas palavras no texto com macros do modelo. Se algum dos dados em baixo estiver incorrecto ou em falta edite os dados na informação de e-mail do KDE.
ro: Puteți înlocui anumite șiruri în text cu macrocomenzile șablon. Dacă vreuna din datele de dedesubt este incorectă sau lipsește, editați-le în intrarea personală din kaddressbook.
sk: V texte šablóny môžete nahradiť niektoré makra. Ak niektoré informácie dole nie sú dostupné alebo chýbajú, upravte dáta v položke osobného adresára.
sl: Določene nize v besedilu lahko zamenjate z makri predlog. Če je katerikoli podatek spodaj nepravilen ali manjkajoč, uredite podatke v osebnem vnosu v imeniku.
sr: Можете заменити извесне ниске у тексту шаблонским макроима. Ако неки од података испод није тачан или недостаје, допуните их у свом личном уносу у К‑адресару.
sv: Du kan ersätta vissa strängar i texten med mallmakron. Om någon information nedan är felaktig eller saknas, redigera den i din personliga post i adressboken.
tr: Metindeki sabit satırları şablon makroları ile değiştirebilirsiniz. Alttaki verilerden herhangi bir eksikse veya yanlışsa, KDE adres bilgisinden veriyi düzenleyin.
ug: سىز تېكىستتىكى بەلگىلىك ھەرپ تىزىقىنى قېلىپ ماكروسى ئارقىلىق ئالماشتۇرالايسىز. ئەگەر تۆۋەندىكى ھەر قانداق سانلىق-مەلۇماتتا خاتالىق بولسا ياكى كەم بولسا KDE ئادرېس دەپتىرى kaddressbook نىڭ شەخسىي تۈرىدىكى سانلىق-مەلۇماتلارنى تەھرىرلەڭ.
uk: Деякі рядки в тексті можна замінити шаблонами макросів. Якщо якісь дані нижче або неправильні, або неповні, змініть їх в записі адресної книги KDE.
zh_tw: 您可以將目前文字裡的字串換成樣本巨集。如果底下的資料不正確或遺失，請編輯 KDE 通訊錄裡的資料。

source: Replace full name '%1' with the '%{fullname}' macro
bs: Zamijeni puno ime '%1' sa '%{punoime}' makroom
cs: Nahradit celé jméno '%1' jménem '%{fullname}'
da: Erstat fuldt navn '%1' med makroen '%{fullname}'
el: Αντικατάσταση του πλήρους ονόματος '%1' με τη μακροεντολή '%{fullname}'
es: Reemplace el nombre completo «%1» con la macro «%{fullname}»
et: Täielik nimi '%1' asendatakse makroga '%{fullname}'
eu: Ordeztu '%1' izen osoa '%{fullname}' makroarekin
fi: Korvaa koko nimi ’%1’ ’%{fullname}’-makrolla
fr: Remplacer le nom complet « %1 » par la macro « %{nom-complet} »
gl: Substituír o nome completo «%1» coa macro «%{fullname}»
hi: पूरे नाम '%1' को '%{fullname}' मेक्रो के साथ बदलें
hr: Puno ime '%1' zamijeni makro naredbom '%{fullname}' .
hu: A teljes név ('%1') helyettesítése a '%{fullname}' makróval
ia: Reimplacia complete nomine '%1' con le macro '%{fullname}'
it: Sostituisci il nome completo «%1» con la macro «%{fullname}»
ja: 氏名 “%1” を <icode>%{fullname}</icode> マクロに置換
kk: '%1' деген толық аты '%{fullname}' макросымен ауыстырылсын
km: ជំនួស​ឈ្មោះ​ពេញ​ '%1' ដោយ​​​ម៉ាក្រូ '%{ឈ្មោះ​ពេញ}'
ko: 이름 '%1'을(를) '%{fullname}' 매크로 자리에 삽입하기
lt: Pakeisti visą vardą „%1“ į „%{fullname}“ makro
lv: Aizstājiet pilnu vārdu “%1” ar “%{fullname}” makrosu
nb: Erstatt det fulle navnet «%1» med makroen «%{fullname}»
nds: Heel Naam "%1" mit dat "%{fullname}"-Makro utwesseln
nl: Volledige naam '%1' vervangen door de macro '%{fullname}'
nn: Byt ut fullt namn «%1» med makroen «%{fullname}»
pl: Zastąp pełne imię i nazwisko "%1" makrem "%{fullname}"
pt: Substituir o nome completo '%1' com a macro '%{fullname}'
ro: Înlocuiți numele complet „%1” cu macrocomanda „%{fullname}”
sk: Náhrada celého mena '%1' za makro '%{fullname}'
sl: Zamenjaj polno ime »%1« z makrom »%{fullname}«
sr: Замени пуно име „%1“ макроом <icode>%{fullname}</icode>
sv: Ersätt fullständig namn '%1' med makrot '%{fullname}'
tr: '%1' tam adını %{fullname} makrosu ile değiştir
ug: تولۇق ئات «%1» نى «%{fullname}» ماكروغا ئالماشتۇر
uk: Замінити повну назву «%1» макросом «%{fullname}»
zh_tw: 取代完整名稱 %1 為 '%{fullname}' 巨集
