Repository: fluxer/kde-l10n
Catalog: */messages/applications/katefiletemplates.po
Languages: bs, cs, da, el, es, et, eu, fi, fr, gl, hi, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, ro, sk, sl, sr, sv, tr, ug, uk, zh_tw

# @item:inmenu
source: Kate Plugin Docbook Chapter
bs: Poglavlje dokumentacije za Kate dodatke
da: Kate-plugin til Docbook-kapitler
es: Capítulo de DocBook de complemento de Kate
et: Kate käsiraamatu pluginapeatükk
fi: Docbook-kappale Kate-liitännäisestä
fr: Chapitre « Docbook » sur les modules externes de Kate
gl: Complemento de Kate para capítulos de Docbook
hu: DocBook-fejezet Kate-bővítmény
ia: Capitulo de Docbook de Plugin de Kate
it: Capitolo in DocBook di estensione di Kate
kk: Kate плагиннің Docbook тарауы
ko: Kate 플러그인 Docbook 장
lt: Kate priedo docbook skyrius
nb: Docbook-kapittel for Kate programtillegg
nds: Katemoduul-Docbook-Kapitel
nl: Docbook-hoofdstuk voor Kate-plug-in
nn: DocBook-kapittel for Kate-programtillegg
pl: Rozdział DocBooka o wtyczce Kate
ro: Extensie Kate pentru capitol în manual
sl: Poglavje Docbook o vstavku za Kate
sr: докбук поглавље о прикључку за Кејт
sv: Docbook-kapitel för Kate insticksprogram
tr: Kate eklentisi Docbook Bölümü
ug: Kate قىستۇرمىسىنىڭ Docbook بابى
uk: Розділ Docbook додатку Kate
zh_tw: Kate 外掛程式 Docbook 說明文件章節

# @item:inmenu
source: Documentation
bs: Dokumentacija
da: Dokumentation
es: Documentación:
et: Dokumentatsioon
fi: Dokumentaatio
gl: Documentación
hu: Dokumentáció
it: Documentazione
kk: Құжатамасы
ko: 문서
lt: Dokumentacija
nb: Dokumentasjon
nds: Dokmentatschoon
nl: Documentatie
nn: Hjelpetekst
pl: Dokumentacja
ro: Documentație
sl: Dokumentacija
sr: документација
sv: Dokumentation
tr: Belgelendirme
ug: قوللانمىلار
uk: Документація
zh_tw: 文件

# @info:whatsthis
source: This creates a suitable beginning of a docbook chapter for a Kate plugin.
bs: Ovo kreira adekvatan početak docbook poglavlja za Kate dodatak.
da: Dette opretter en passende begyndelse på et docbook-kapitel for et Kate-plugin
es: Esto crea el principio de un capítulo de DocBook para un complemento de Kate.
et: See loob sobiva Kate pluginast kõneleva käsiraamatu peatüki alguse.
fi: Luo sopivan alun Docbook-kappaleeseen Kate-liitännäisestä.
fr: Cette fonction crée un début approprié d'un chapitre « docbook » pour un module externe de Kate.
gl: Isto crea o principio dun capítulo docbook para un complemento de Kate.
hu: Létrehoz egy DocBook-fejezetet egy Kate-bővítményhez.
ia: Isto crea un convenibile initio del capitulo de docbook pro un plug-in de Kate.
it: Crea un opportuno inizio di capitolo in formato DocBook per estensioni di Kate.
kk: Kate плагиннің Docbook тарауын лайықты бастап беруі.
ko: Kate 플러그인의 Docbook 장의 시작을 생성합니다
lt: Tai sukuria tinkamą Kate priedo docbook skyriaus pradžią.
nb: Dette lager en passende begynnelses på et Docbook-kapittel for et Kate programtillegg.
nds: Stellt en Anfang för't Docbook-Kapitel vun en Katemoduul praat
nl: Dit maakt een geschikt begin van een Docbook-hoofstuk aan voor een Kate-plug-in.
nn: Dette lagar eit utkast til eit DocBook-kapittel for eit Kate-programtillegg.
pl: To powoduje utworzenie prawidłowego początku rozdziału pliku DocBooka dla wtyczki Kate.
ro: Acest șablon creează un început potrivit pentru un capitol în manual pentru o extensie Kate
sl: To ustvari primeren začetek poglavja Docbook za vstavek za Kate.
sr: Ствара одговарајуће докбук поглавље о неком прикључку за Кејт.
sv: Den här skapar en lämplig början för ett Docbook-kapitel om ett insticksprogram i Kate.
tr: Kate eklentisi için bir uyumlu bir docbook bölümü başlangıcı oluşturur.
ug: بۇ قىستۇرمىسىنىڭ مۇۋاپىق بولغان docbook باپىنىڭ بېشىنى قۇرىدۇ.
uk: Цей інструмент створить відповідний початок розділу docbook для додатку Kate.
zh_tw: 這會建立一個合適的 Kate 外掛程式的 docbook 文件的章節開頭

# @item:inmenu
source: C++ Header (GPL)
bs: C++ zaglavlje (GPL)
cs: C++ hlavička (GPL)
es: Cabecera C++ (GPL)
et: C++ päis (GPL)
fi: C++-otsikkotiedosto (GPL)
fr: En-tête C++ (GPL)
gl: Cabeceira en C++ (GPL)
hu: C++ fejlécfájl (GPL)
ia: Capite (Header) C++ (GPL)
it: Intestazione C++ (GPL)
kk: C++ айдары (GPL)
ko: C++ 헤더 (GPL)
lt: C++ antraštė (GPL)
nb: C++-deklarasjonsfil (GPL))
nds: C++-Kopp (GPL)
nn: C++-deklarasjonsfil (GPL)
pl: Plik nagłówkowy C++ (GPL)
pt: Ficheiro de Inclusão em C++ (GPL)
ro: Antet C++ (GPL)
sk: C++ hlavička (GPL)
sl: Glava C++ (GPL)
sr: Ц++ заглавље (ОЈЛ)
sv: C++ deklarationsfil (GPL)
tr: C++ Başlık Dosyası (GPL)
uk: Заголовок C++ (GPL)
zh_tw: C++ 標頭檔（GPL）

# @info:whatsthis
source: A very simple GPL C++ header file
bs: Veoma prosto C++ zaglavlje (GPL)
cs: Velmi jednoduchá hlavička GPL C++
da: En meget enkel C++-headerfil med GPL
el: Ένα πολύ απλό GPL C++ header αρχείο
es: Un archivo de cabecera de C++ GPL muy sencillo
et: Väga lihtne GPL-litsentsiga C++ päisefail
fi: Erittäin yksinkertainen GPL-lisensoitu C++-otsikkotiedosto
fr: Un fichier très simple d'en-tête C++ GPL
gl: Un ficheiro de cabeceira de C++ moi simple coa GPL
hu: Egyszerű GPL C++ fejlécfájl
ia: Un file capite multo simple de GPL C++
it: Una semplice intestazione C++ GPL
kk: Өте қарапайым GPL C++ айдар файлы
ko: 간단한 GPL C++ 헤더 파일
lt: Labai paprastos GPL C++ antraštės failas
nb: En veldig enkel GPL C++-deklarasjonsfil
nds: En bannig eenfach C++-GPL-Koppdatei
nl: Een eenvoudig GPL C++-headerbestand
nn: Ei veldig enkel GPL C++-deklarasjonsfil
pl: Bardzo prosty plik nagłówkowy C++, GPL
pt: Um ficheiro de inclusão em C++ muito simples em GPL
ro: Un fișier antet C++ GPL foarte simplu
sk: Veľmi jednoduchý GPL C++ súbor hlavičky
sl: Zelo preprosta glava C++ pod GPL
sr: Врло једноставан Ц++ фајл заглавља под ОЈЛ‑ом.
sv: En mycket enkel GPL C++ deklarationsfil
tr: Çok basit bir GPL C++ başlık dosyası
ug: ئىنتايىن ئاددىي GPL C++ header ھۆججىتى
uk: Дуже простий файл заголовка GPL C++
zh_tw: 非常簡單的 GPL C++ 標頭檔

# NAME OF TRANSLATORS
source: Your names
kk: Сайран Киккарин
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
kk: sairan@computer.org
uk: yurchor@ukr.net

# @item:inmenu
source: FindXXX.cmake
nb: FinnXXX.cmake
sv: Sök XXX.cmake
