Repository: fluxer/kde-l10n
Catalog: */messages/applications/katemailfilesplugin.po
Languages: ar, bs, cs, da, el, es, et, eu, fi, fr, gl, he, hi, hu, ia, it, ja, kk, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Chusslove Illich,Samir Ribić,Chusslove Illich,Chusslove IllichChusslove Illich,Chusslove Illich ,Chusslove Illich,Chusslove Illich,Chusslove Illich ,Chusslove Illich,Chusslove Illich,Chusslove Illich ,Chusslove Illich,Chusslove Illich,Chusslove Illich ,Chusslove Illich
da: Martin Schlander
el: Τούσης Μανώλης
it: Federico Zenith
ja: Yukiko Bando
lt: Andrius Štikonas, Liudas Ališauskas
nb: Bjørn Steensrud
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
ro: Sergiu Bivol, Cristian Buzdugă
sv: Stefan Asserhäll
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى

# EMAIL OF TRANSLATORS
source: Your emails
bs: caslav.ilic@gmx.net,samir.ribic@etf.unsa.ba,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.netcaslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net,caslav.ilic@gmx.net
da: mschlander@opensuse.org
el: manolis@koppermind.homelinux.org
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp
lt: andrius@stikonas.eu, liudas@akmc.lt
nb: bjornst@skogkatt.homelinux.org
pa: aalam@users.sf.net
ro: sergiu@ase.md, cristianbzdg@gmail.com
sv: stefan.asserhall@bredband.net
ug: sahran.ug@gmail.com, gheyret@gmail.com

source: Mail Files
ar: إرسال الملفات بالبريد
bs: Slanje e‑poštom
cs: Soubory e-mailu
da: Send filer i e-mail
el: Αρχεία αλληλογραφίας
es: Enviar archivos por correo
et: Failide saatmine e-postiga
eu: Posta-fitxategiak
fi: Sähköpostita tiedostoja
fr: Envoyer des fichiers par courrier électronique
gl: Enviar por correo os ficheiros
he: שלח קבצים בדוא"ל
hu: Fájlok elküldése e-mailben
ia: Invia files
it: Invia i file
ja: ファイルをメールで送る
kk: Файлдарды поштамен жіберу
km: ឯកសារ​សំបុត្រ
ko: 이메일로 보내기
lt: Siųsti failus el. paštu
lv: Sūtīt datnes
mr: मेल फाईल्स
nb: Send filer via e-post
nds: Nettpost-Dateien
nl: Bestanden via e-mail verzenden
nn: Send filer via e-post
pa: ਫਾਇਲਾਂ ਈਮੇਲ ਕਰੋ
pl: Wyślij plik(i) e-mailem
pt: Enviar os Ficheiros por E-Mail
pt_br: Enviar Arquivos por E-mail
ro: Fișiere poștale
ru: Отправка файлов
sk: Poštové súbory
sl: Pošlji datoteke
sr@ijekavian: Слање е‑поштом
sv: E-posta filer
ug: خەت ھۆججەتلىرى
uk: Надсилання файлів поштою
zh_tw: 郵寄檔案

source: Support mailing files
ar: دعم إرسال الملفات بالبريد
bs: Podrška za slanje datoteka e‑poštom
cs: Podpora pro odeslání souborů
da: Understøt afsendelse af filer i e-mail
el: Υποστήριξη αρχείων αλληλογραφίας
es: Uso de archivos de mailing
et: Failide e-postiga saatmise toetus
eu: Posta-fitxategientzako euskarria
fi: Sähköpostitiedostojen tuki
fr: Prendre en charge les fichiers de messagerie
gl: Soporte do envío de ficheiros por correo
he: תמיכה בשליחת קבצים בדוא"ל
hu: Fájlküldés e-mailben
ia: Supporta files de inviar
it: Supporta l'invio dei file
ja: ファイルをメールで送れるようにします
kk: Файлдарды пошта арқылы жіберу
km: គាំទ្រ​​ឯកសារ​សំបុត្រ
ko: 파일을 이메일로 보내기 지원
lt: Palaikomas failų siuntimas el. paštu
lv: Nodrošina datņu nosūtīšanu pa e-pastu
mr: फाईल्स मेलिंग समर्थन
nb: Støttet sending av filer som e-post
nds: Ünnerstütten för Nettpost-Dateien
nl: Ondersteuning voor het e-mailen van bestanden
nn: Støtta sending av filer
pa: ਮੇਲਿੰਗ ਲਿਸਟ ਸਹਿਯੋਗ
pl: Obsługuj wysyłanie plików e-mailem
pt: Suporte ao envio de ficheiros por e-mail
pt_br: Suporte ao envio de arquivos por e-mail
ro: Suportă trimiterea fișierelor prin email
ru: Поддерживаемые форматы файлов для пересылки
sk: Podpora poštových súborov
sl: Podpora za pošiljanje datotek po e-pošti
sr@ijekavian: Подршка за слање фајлова е‑поштом
sv: Stöd för att skicka filer med e-post
ug: خەت ھۆججەتلەرنى قوللايدۇ
uk: Підтримка надсилання файлів поштою
zh_tw: 支援郵寄檔案

source: Send one or more of the open documents as email attachments.
ar: أرسل مستندًا مفتوحًا أو أكثر كمرفقات رسالة إلكترونية.
bs: Pošaljite jedan ili više otvorenih dokumenata u prilogu e‑pošte.
cs: Odeslat jeden nebo více otevřených dokumentů jako přílohy e-mailu.
da: Send en eller flere af de åbne dokumenter som e-mail-vedhæftninger.
el: Στείλτε ένα ή περισσότερα από τα ανοικτά έγγραφα σας σαν συνημμένα σε email.
es: Enviar uno o más de los documentos abiertos como adjuntos de correo.
et: Üks või enama avatud dokumendi saatmine e-kirjale kaasatud failina.
eu: Bidali irekitako dokumentu bat edo gehiago postaren eranskin gisa.
fi: Lähetä yksi tai useampi avoin tiedosto sähköpostin liitteenä.
fr: Envoyez un ou plusieurs des documents ouverts en tant que pièces jointes à un courrier électronique.
gl: Enviar un ou máis dos documentos abertos como anexos de correo.
he: שלח מסמך אחד או יותר שפתוחים בתור קבצים מצורפים בדוא"ל.
hi: खुले दस्तावेज़ों में से एक या अधिक को ई-मेल अटेचमेंट की तरह भेजें
hu: A kijelölt nyitott dokumentumokat elküldi e-mailben, csatolásként.
ia: Inviar un o plure de documentos aperite como attachamentos de e-posta.
it: Invia uno o più dei documenti attuali come allegati di posta elettronica.
ja: 開いている一つ以上の文書をメールの添付ファイルとして送信します。
kk: Ашылған құжаттарының біреуін не бірнешеуін эл.пошта тіркемесі ретінде жіберу.
km: ផ្ញើ​ឯកសារ​បើក​មួយ​ ឬ​ច្រើន​ជា​ឯកសារ​ភ្ជាប់​អ៊ីមែល ។
ko: 하나 이상의 열린 문서를 이메일의 첨부 파일로 보냅니다.
lt: Siųsti vieną arba kelis atvertus dokumentus kaip el. pašto priesagas.
lv: Nosūtīt vienu vai vairākus atvērtus dokumentus kā e-pasta pielikumus.
nb: Send ett eller flere av de åpne dokumentene som e-postvedlegg.
nds: Een oder mehr vun de opmaakten Dokmenten as Nettbreefbilaag loosstüern
nl: Verzend een of meer van de open documenten als e-mailbijlagen.
nn: Send eitt eller fleire av dei opne dokumenta som e-postvedlegg.
pl: Wyślij jeden lub kilka z otwartych dokumentów jako załącznik(i) do e-maila.
pt: Enviar um ou mais documentos abertos como anexos de e-mail.
pt_br: Enviar um ou mais documentos abertos como anexos de e-mail.
ro: Trimite unul sau mai multe din documentele deschise ca atașamente de email.
ru: Послать один или более документов как вложения.
sk: Poslať jeden alebo viac otvorených dokumentov ako prílohy e-mailu.
sl: Pošlji enega ali več odprtih dokumentov kot e-poštne priloge.
sr@ijekavian: Пошаљите један или више отворених докумената у прилогу е‑поште.
sv: Skicka ett eller flera av de öppnade dokumenten som e-postbilagor.
ug: ئېچىلغان بىر ياكى كۆپ پۈتۈكنى ئېلخەت قوشۇلمىسى سۈپىتىدە يوللايدۇ.
uk: Відіслати один або декілька відкритих документів по ел. пошті як долучення.
zh_tw: 將一個或多個開啟文件做為郵件附加檔。

source: <p>The current document has not been saved, and cannot be attached to an email message.</p><p>Do you want to save it and proceed?</p>
ar: <p>لم يُحفظ الملف الحاليّ، ولا يمكن إرساله بالبريد.</p><p>هل تريد أن تحفظه وتستمر؟</p>
bs: <p>Tekući dokument nije snimljen, te se ne može poslati kao prilog e‑poštom.</p><p>Želite li da ga snimite i nastavite?</p>
cs: <p>Tento dokument nebyl uložen a nemůže být přiložen k e-mailu.</p> <p>Přejete si jej uložit a pokračovat?</p>
da: <p>Det nuværende dokument er ikke blevet gemt og kan ikke vedhæftes til en e-mail.</p><p>Vil du gemme det og fortsætte?</p>
el: <p>Το τρέχον έγγραφο δεν αποθηκεύτηκε, και δεν μπορεί να προσαρτηθεί σε ένα email. </p><p>Επιθυμείτε την αποθήκευση και τη συνέχεια;</p>
es: <p>El documento actual no ha sido guardado, por lo que no se puede adjuntar a un mensaje de correo.</p><p>¿Desea guardarlo y continuar?</p>
et: <p>Aktiivne dokument pole salvestatud ja seda ei saa e-kirjaga kaasata.</p><p>Kas soovid dokumendi salvestada ja jätkata?</p>
eu: <p>Uneko dokumentua ez da gorde, eta ezin zaio erantsi mezu elektroniko bati.</p><p>Gorde eta jarraitu nahi duzu?</p>
fi: <p>Nykyistä tiedostoa ei ole tallennettu, eikä sitä voida siksi liittää sähköpostiin.</p><p> Haluatko tallentaa ja jatkaa?</p>
fr: <p>Le document actuel n'a pas été enregistré et ne peut être joint à un courrier électronique.</p><p>Voulez-vous l'enregistrer et continuer ?</p>
gl: <p>O documento actual non se gardou, polo que non pode ser anexado a unha mensaxe de correo.</p><p>Desexa gardalo e continuar?</p>
he: <p> המסמך הנוכחי לא נשמע, ואין אפשרות לצרף אותו אל הודעת דוא"ל.</p><p> האם ברצונך לשמור אותו ולהמשיך? </p>
hi: <p>मौज़ूदा दस्तावेज़ सहेजा नहीं गया है, तथा किसी ई-मेल संदेश में संलग्न नहीं किया जा सकता.</p><p>क्या आप इसे सहेज कर आगे बढ़ना चाहते हैं?</p>
hu: <p>Az aktuális dokumentum még nincs elmentve, ezért nem lehet csatolni.</p><p>El szeretné előbb menteni?</p>
ia: <p>Le documento currente non ha essite salveguardate, e non pote esser attachate a un message de e-posta.</p><p>Tu vole salveguardar lo e proceder?</p>
it: <p>Il documento attuale non è stato salvato, e non può essere allegato a un messaggio di posta elettronica.</p><p>Vuoi salvarlo e procedere?</p>
ja: <qt><para>現在の文書は保存されていないので、メールに添付できません。</para><para>保存して処理を続行しますか？</para></qt>
kk: <p>Назардағы құжат эл.поштаға тіркелмейді, өйткені ол әлі сақталмаған.</p> <p>Құжатты сақтауды қалайсыз ба?</p>
km: <p>ឯកសារ​បច្ចុប្បន្ន​មិន​ត្រូវ​បាន​រក្សាទុក​ទេ និង​មិន​អាច​ត្រូវ​បាន​ភ្ជាប់​ទៅ​សារ​អ៊ីមែល​ទេ ។</p><p>តើ​អ្នក​ចង់​ករក្សាទុកវា និង​បន្តឬ ?</p>
ko: <p>현재 문서가 저장되지 않아서 이메일 메시지에 첨부할 수 없습니다.</p> <p>저장하고 계속 진행하시겠습니까?</p>
lt: <p>Dabartinis dokumentas nebuvo išsaugotas ir negali būti pridėtas prie el. laiško. </p><p>Ar norite išsaugoti jį ir tęsti?</p>
lv: <p>Aktīvais dokuments nav saglabāts, tāpēc to nevar pievienot e-pasta vēstulei.</p><p>Vai vēlaties to saglabāt un turpināt?</p>
nb: <p>Dokument er ikke lagret, og kan derfor ikke legges ved en e-postmelding.</p> <p>Vil du lagre dokumentet og fortsette?</p>
nds: <p>Du hest dat aktuelle Dokment noch nich sekert, dat lett sik nich na en Nettbreef bileggen.</p><p>Wullt Du dat nu sekern un wiedermaken?</p>
nl: <p>Het huidige document is nog niet opgeslagen en kan daardoor niet als bijlage aan een e-mailbericht worden toegevoegd.</p><p>Wilt u het opslaan en doorgaan?</p>
nn: <p>Dokumentet er ikkje lagra og kan derfor ikkje leggjast ved ein e-post.</p><p>Vil du lagra dokumentet og halda fram?</p>
pl: <p>Bieżący dokument nie został zapisany i nie może być dołączony do wiadomości pocztowej.</p><p>Chcesz go zapisać i kontynuować?</p>
pt: <p>O documento actual não foi gravado, pelo que não pode ser anexado a uma mensagem de e-mail.</p><p>Deseja gravá-lo e prosseguir?</p>
pt_br: <p>O documento atual não foi salvo, e por isso não pode ser anexado a uma mensagem de e-mail.</p><p>Deseja salvá-lo e prosseguir?</p>
ro: <p>Documentul curent nu a fost salvat și nu poate fi atașat la un masaj de email.</p><p>Doriți să-l salvați și să continuați?</p>
ru: <p>Текущий документ не может быть сохранён и не может быть вложен в электронное письмо.</p><p>Сохранить его и продолжить?</p>
sk: <p>Aktuálny dokument ešte nebol uložený a nemôže byť priložený k e-mailovej správe.</p><p>Chcete ho uložiť a pokračovať?</p>
sl: <p>Trenutni dokument ni shranjen, zato ga ni mogoče priložiti k e-poštnemu sporočilu.</p><p>Ga želite shraniti in nadaljevati?</p>
sr@ijekavian: <p>Текући документ није сачуван, те се не може послати као прилог е‑поштом.</p><p>Желите ли да га сачувате и наставите?</p>
sv: <p>Aktuellt dokument har inte sparats, och kan inte bifogas till ett e-postmeddelande.</p><p>Vill du spara det och fortsätta?</p>
ug: <p>نۆۋەتتىكى پۈتۈك ساقلانمىغان، ئېلخەت ئۇچۇرىغا قوشقىلى بولمايدۇ</p><p> ئۇنى ساقلاپ داۋاملاشتۇرامسىز؟</p>
uk: <p>Поточний документ не було збережено, і його неможливо долучити до ел.пошти.</p><p>Зберегти його і продовжити?</p>
zh_tw: <p>目前的文件尚未儲存，無法被附加到電子郵件中。</p> <p>您要先儲存嗎？</p>

source: Cannot Send Unsaved File
ar: لا يمكن إرسال ملف غير محفوظ
bs: Ne mogu poslati datoteku koja nije snimljena
cs: Nelze odeslat neuložený soubor
da: Kan ikke sende ugemt fil
el: Αδύνατη η αποστολή μη αποθηκευμένου αρχείου
es: No se puede enviar un archivo sin guardar
et: Salvestamata faili pole võimalik saata
eu: Ezin da gorde gabeko fitxategirik bidali
fi: Tiedostoa ei voida lähettää tallentamatta
fr: Impossible d'envoyer un fichier non enregistré
gl: Non é posíbel enviar ficheiros non gardados
he: אין אשפרות לשלוח קובץ שלא נשמר
hi: बगैर सहेजी फ़ाइल भेजी नहीं जा सकती
hu: Még nem mentett fájl nem küldhető el
ia: Il non pote inviar file non salveguardate
it: Impossibile inviare file non salvato
ja: 未保存のファイルは送信できません
kk: Сақталмаған файл жіберілмейді
km: មិន​អាច​ផ្ញើ​ឯកសារ​ដែល​មិន​បាន​រក្សា​ទុក
ko: 저장하지 않은 파일 보낼 수 없음
lt: Negalima išsiųsti neišsaugoto dokumento
lv: Nevar nosūtīt nesaglabātu datni
mr: न साठवलेली फाईल पाठवू शकत नाही
nb: Kan ikke sende en fil som ikke er lagret
nds: Nich sekert Dokment lett sik nich loosstüern
nl: Een onopgeslagen bestand kan niet worden verzonden
nn: Kan ikkje senda fil som ikkje er lagra
pa: ਨਾ-ਸੰਭਾਲੀ ਫਾਇਲ ਭੇਜੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
pl: Nie można wysłać niezapisanego pliku
pt: Não é Possível Enviar um Ficheiro por Gravar
pt_br: Não é Possível Enviar um Arquivo não Salvo
ro: Imposibil de expediat fișierul nesalvat
ru: Нельзя отправить несохранённый файл
sk: Nie je možné odoslať neuložený súbor
sl: Ni mogoče poslati datoteke. ki ni shranjena
sr@ijekavian: Не могу да пошаљем несачуван фајл
sv: Kan inte skicka en osparad fil
ug: ساقلانمىغان ھۆججەتنى يوللىيالمايدۇ
uk: Неможливо відіслати незбережений файл
zh_tw: 無法送出未儲存的檔案

source: The file could not be saved. Please check if you have write permission.
ar: تعذّر حفظ الملف. فضلًا تأكّد من أنّ لديك صلاحية الكتابة.
bs: Ovu datoteku nije bilo moguće snimiti. Molim provjerite da li imate ovlasti za pisanje.
cs: Soubor nelze uložit. Prosím, zkontrolujte jestli máte práva pro zápis.
da: Filen kunne ikke gemmes. Tjek venligst at du har skrivetilladelse.
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου. Παρακαλώ βεβαιωθείτε ότι έχετε άδεια εγγραφής.
es: No se puede guardar el archivo. Compruebe si tiene permiso de escritura.
et: Faili pole võimalik salvestada. Kontrolli, kas sul on luba faili kirjutada.
eu: Ezin izan da fitxategia gorde. Egiaztatu idazteko baimena daukazula.
fi: Tiedostoa ei voitu tallentaa. Tarkista, onko sinulla kirjoitusoikeudet.
fr: Impossible d'enregistrer le fichier. Veuillez vérifier que vous avez les droits d'écriture.
gl: Non foi posíbel gardar o ficheiro. Verifique que teña permisos de escrita.
he: אין אשפרות לשמור את הקובץ. אנא בדוק שיש לך הרשאות כתיבה.
hi: इस फ़ाइल को सहेजा नहीं जा सकता. कृपया जांचें कि क्या आपको लिखने की अनुमति है.
hu: A fájlt nem sikerült elmenteni. Ellenőrizze, van-e írási jogosultsága.
ia: Le file non pote esser salveguardate. Pro favor tu verifica que tu ha permission de scriber.
it: Impossibile salvare il file. Controlla se hai i permessi in scrittura.
ja: ファイルを保存できませんでした。書き込み権限があるか確認してください。
kk: Файл сақталмады. Жазу рұқсатыңызды түгелдеңіз.
km: ឯកសារ​មិន​អាច​ត្រូវ​បាន​រក្សាទុក ។ សូម​ពិនិត្យ​មើល ប្រសិន​បើ​អ្នក​មាន​សិទ្ធិសរសេរ ។
ko: 파일을 저장할 수 없습니다. 쓰기 권한이 있는지 확인하십시오.
lt: Failas negali būti išsaugotas. Pasitikrinkite, ar turite leidimą įrašymui.
lv: Neizdevās saglabāt datni. Lūdzu, pārbaudiet vai jums ir rakstīšanas atļauja.
nb: Kunne ikke lagre fila. Kontroller om du har skrivetilgang.
nds: De Datei lett sik nich sekern. Bitte prööv, wat du Schriefverlööf hest.
nl: Het bestand kon niet worden opgeslagen. Controleer of u schrijftoegang hebt.
nn: Klarte ikkje lagra fila. Kontroller om du har skriveløyve.
pl: Plik nie może zostać zapisany. Proszę się upewnić, czy masz prawo zapisu do tego pliku.
pt: O ficheiro não pôde ser gravado. Verifique por favor se tem permissões de escrita.
pt_br: O arquivo não pôde ser salvo. Verifique por favor se você tem permissões de escrita.
ro: Fișierul nu a putut fi salvat. Vă rog verificați dacă aveți permisiunea de scriere
ru: Файл не может быть сохранён. Проверьте права на запись.
sk: Súbor nie je možné uložiť. Prosím skontrolujte, či máte práva na zápis.
sl: Datoteke ni bilo mogoče shraniti. Preverite ali imate dovoljenja za pisanje.
sr@ijekavian: Фајл не може да се сачува. Провјерите имате ли дозволе уписа.
sv: Filen kunde inte sparas. Kontrollera om du har skrivbehörigheter.
ug: ھۆججەتنى ساقلىغىلى بولمايدۇ. يېزىش ھوقۇقىڭىزنىڭ بار يوقلۇقىنى تەكشۈرۈڭ.
uk: Не вдалося зберегти файл. Будь ласка, перевірте права на запис.
zh_tw: 檔案無法儲存。請檢查您是否有寫入權限。

source: <p>The current file:<br /><strong>%1</strong><br />has been modified. Modifications will not be available in the attachment.</p><p>Do you want to save it before sending it?</p>
ar: <p>الملف:<br /><strong>%1</strong><br />الحالي عُدِّل. التعديلات لن تتوفّر في المرفقات.</p><p>أتريد حفظ الملف قبل إرساله؟</p>
bs: <html><p>Tekuća datoteka:<br /><filename>%1</filename><br />izmijenjena je u međuvremenu. Izmjene se neće sadržati u prilogu.</p><p>Želite li stoga da sačuvate datoteku prije slanja?</p></html>
cs: <p>Soubor:<br /><strong>%1</strong><br />byl změněn. Změny nebudou v příloze k disposici.</p><p>Přejete si jej před odesláním uložit?</p>
da: <p>Den nuværende fil:<br /><strong>%1</strong><br />er blevet ændret. Ændringer vil ikke være til stede i vedhæftningen.</p><p>Vil du gemme det før afsendelse?</p>
el: <p>Το τρέχον αρχείο: <br /><strong>%1</strong><br /> τροποποιήθηκε. Οι αλλαγές δε θα είναι διαθέσιμες στην επισύναψη. </p><p>Επιθυμείτε την αποθήκευση πριν την αποστολή;</p>
es: <p>El archivo actual:<br /><strong>%1</strong><br />ha sido modificado. Los cambios no estarán disponibles en el adjunto.</p><p>¿Desea guardarlo antes de enviarlo?</p>
et: <p>Aktiivset faili<br /><strong>%1</strong><br />on muudetud. Muudatusi ei kaasata.</p><p>Kas soovid faili enne saatmist salvestada?</p>
eu: <p>Uneko fitxategia:<br /><strong>%1</strong><br />aldatu egin da. Aldaketak ez dira eranskinean erabilgarri egongo.</p><p>Bidali aurretik gorde nahi duzu?</p>
fi: <p>Nykyistä tiedostoa <br /><strong>%1</strong><br />on muutettu. Muutokset eivät siirry liitteeseen.</p><p>Haluatko tallentaa tiedoston ennen lähettämistä?</p>
fr: <p>Le fichier actuel :<br /><strong>%1</strong><br /> a été modifié. Les modifications ne seront pas disponibles dans la pièce jointe.</p><p>Voulez-vous l'enregistrer avant de l'envoyer ?</p>
gl: <p>O ficheiro <br/><strong>%1</strong><br/>foi modificado. As mudanzas non estarán dispoñíbeis no anexo.</p><p>Desexa gardalo antes de envialo?</p>
he: <p>הקובץ הנוכחי<br /><strong>%1</strong><br />השתנה. השינויים לא יהיו זמינים בקובץ המצורף.</p> <p>האם ברצונך לשמור אותו לפני השליחה? </p>
hi: <p>मौज़ूदा फ़ाइल:<br /><strong>%1</strong><br />परिवर्धित किया गया है. संलग्नक में ये परिवर्धन उपलब्ध नहीं रहेंगे.</p><p>भेजने से पहले क्या आप इसे सहेजना चाहेंगे?</p>
hu: <p>Az aktuális fájl:<br /><strong>%1</strong><br />megváltozott. A módosítások ezért nem szerepelnek a csatolásban.</p><p>El szeretné előbb menteni a fájlt?</p>
ia: <p>Le file currente:<br /><strong>%1</strong><br /> ha essite modificate. Modificationes non essera disponibile in le attachamento.</p><p>Tu vole salveguardar lo ante que inviar lo?</p>
it: <p>Il file attuale:<br/><strong>%1</strong><br/>è stato modificato. Le modifiche non saranno disponibili nell'allegato.</p><p>Vuoi salvarlo prima di inviarlo?</p>
ja: <qt><para>現在のファイル <filename>%1</filename> は変更されています。<br />変更された部分は添付ファイルには反映されません。</para><para>送信する前に保存しますか？</para></qt>
kk: <p>Назардағы файл:<br /><strong>%1</strong><br />өзгертілген. Сақталмаған өзгерістер тіркемеге кірмейді.</p><p>Жіберу алдында сақтауды қалайсыз ба?</p>
km: <p>ឯកសារ​បច្ចុប្បន្ន ៖<br /><strong>%1</strong><br />ត្រូវ​បានកែប្រែ ។ កា​រកែប្រែ​នឹង​មិន​អាច​ប្រើ​បាន​នៅ​ក្នុង​ឯកសារ​ភ្ជាប់ទេ ។</p><p>តើ​អ្នក​ចង់​រក្សាទុក​វា​មុន​ពេល​ផ្ញើ​ដែរឬទេ ?</p>
ko: <p>현재 파일:<br /><strong>%1</strong><br />이(가) 수정되었습니다. 첨부 파일에 수정된 사항은 반영되지 않습니다.</p><p>보내기 전에 저장하시겠습니까?</p>
lt: <p>DAbartinis failas:<br /><strong>%1</strong><br />buvo pakeistas. Pakeitimų nebus priede.</p><p>Ar norite jį išsaugoti prieš siunčiant?</p>
lv: <p>Aktīvā datne <br /><strong>%1</strong><br />ir mainīta. Izmaiņas pielikumā nebūs pieejamas.</p><p>Vai vēlaties to pirms nosūtīšanas saglabāt?</p>
nb: <p>Fila: <br /><strong>%1</strong> <br />er endret. Endringene vil ikke bli med i vedlegget. </p><p>Vil du lagre dokumentet før du sender det?</p>
nds: <p>De aktuelle Datei<br /><strong>%1</strong><br /> wöör ännert. De Ännern warrt sik nich binnen de Bilaag wedderfinnen.</p><p>Wullt Du dat sekern, ehr Du dat loosstüerst?</p>
nl: <p>Het huidige bestand:<br /><strong>%1</strong><br />is gewijzigd. De wijzigingen zullen niet beschikbaar zijn in de bijlage.</p><p>Wilt u ze opslaan voordat u het bestand verstuurt?</p>
nn: <p>Fila: <br /><strong>%1</strong><br />er endra. Endringane kjem ikkje med i vedlegget.</p><p>Vil du lagra dokumentet før du sender det?</p>
pl: <p>Bieżący plik:<br /><strong>%1</strong><br />został zmodyfikowany. Zmiany nie będą widoczne w załączniku.</p><p>Czy chcesz zapisać zmiany przez wysłaniem?</p>
pt: <p>O ficheiro actual:<br/><strong>%1</strong><br/>foi modificado. As modificações não ficarão disponíveis no anexo.</p><p>Deseja gravá-lo antes de o enviar?</p>
pt_br: <p>O arquivo atual:<br /><strong>%1</strong><br />foi modificado. As modificações não ficarão disponíveis no anexo.</p><p>Deseja salvá-lo antes de enviar?</p>
ro: <p>Fișierul curent:<br /><strong>%1</strong><br />a fost modificat. Modificările nu vor fi disponibile în atașament.</p><p>Doriți să-l salvați înainte de a-l trimite?</p>
ru: <p>Текущий файл:<br /><strong>%1</strong><br />был изменён. Изменения не будут доступны во вложении.</p><p>Сохранить его перед отправкой?</p>
sk: <p>Aktuálny súbor:<br /><strong>%1</strong><br />bol zmemený. Zmeny nebudú dostupné v prílohe.</p><p>Chcete ho uložiť pred jeho odoslaním?</p>
sl: <p>Trenutna datoteka:<br /><strong>%1</strong><br />je bila spremenjena. Spremembe ne bodo na voljo v prilogi.</p><p>Jo želite pred pošiljanjem shraniti?</p>
sr@ijekavian: <html><p>Текући фајл:<br /><filename>%1</filename><br />измијењен је у међувремену. Измјене се неће садржати у прилогу.</p><p>Желите ли стога да сачувате фајл пре слања?</p></html>
sv: <p>Aktuell fil:<br /><strong>%1</strong><br />har ändrats. Ändringarna blir inte tillgängliga i bilagan.</p><p>Vill du spara det innan det skickas?</p>
ug: <p>نۆۋەتتىكى ھۆججەت:<br /><strong>%1</strong><br /> ئۆزگەرتىلدى. قوشۇلما بۇ ئۆزگەرتىشلەرنى ئۆز ئىچىگە ئالمايدۇ. </p><p>ئۇنى يوللاشتىن ئىلگىرى ساقلامسىز؟</p>
uk: <p>Поточний файл:<br /><strong>%1</strong><br />було змінено. Зміни не будуть наявні в долученні.</p><p>Хочете зберегти його перед відсиланням?</p>
zh_tw: <p>目前的檔案：<br /><strong>%1</strong><br />已變更。所做的變更不會出現在附加檔中。您要先儲存變更再送出嗎？</p>

source: Save Before Sending?
ar: أأحفظ الملف قبل إرساله؟
bs: Snimi prije slanja?
cs: Uložit před odesláním?
da: Gem før afsendelse?
el: Αποθήκευση πριν την αποστολή;
es: ¿Guardar antes de enviar?
et: Kas salvestada enne saatmist?
eu: Gorde bidali aurretik?
fi: Tallenna ennen lähettämistä?
fr: Enregistrer avant d'envoyer ?
gl: Gardar antes de enviar?
he: האם לשמור לפני השליחה?
hi: भेजने से पहले सहेजें?
hu: Mentés elküldés előtt?
ia: Salveguarda ante que inviar?
it: Salvare prima di inviare?
ja: 送信前に保存しますか？
kk: Жіберу алдында сақтамақсыз ба?
km: រក្សាទុក​មុន​ពេល​ផ្ញើ ?
ko: 보내기 전에 저장하시겠습니까?
lt: Įrašyti prieš siunčiant?
lv: Saglabāt pirms nosūtīšanas?
mr: पाठविण्यापूर्वी साठवायची का?
nb: Lagre før sending?
nds: Ehr't Loosstüern sekern?
nl: Bestand opslaan voor verzending?
nn: Vil du lagra før sending?
pa: ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਸੰਭਾਲਣਾ ਹੈ?
pl: Zapisać przed wysłaniem?
pt: Gravar Antes de Enviar?
pt_br: Salvar antes de enviar?
ro: Salvați înainte de expediere?
ru: Сохранить перед отправкой?
sk: Uložiť pred odoslaním?
sl: Shrani pred pošiljanjem?
sr@ijekavian: Сачувати прије слања?
sv: Spara innan den skickas?
ug: يوللاشتىن ئىلگىرى ساقلامسىز؟
uk: Зберегти перед відсиланням?
zh_tw: 要先儲存再送出嗎？
