Repository: fluxer/kde-l10n
Catalog: */messages/applications/katebuild-plugin.po
Languages: gl

# NAME OF TRANSLATORS
source: Your names
gl: Marce Villarino

# EMAIL OF TRANSLATORS
source: Your emails
gl: mvillarino@kde-espana.es

source: Output
gl: Saída

# Header for the file name column
source: File
gl: Ficheiro

# Header for the line number column
source: Line
gl: Liña

# Header for the error message column
source: Message
gl: Mensaxe

source: Build Plugin
gl: Complemento de construción

source: Build Output
gl: Saída da compilación

source: Build Default Target
gl: Construír o obxectivo predeterminado

source: Clean
gl: Limpar

source: Stop
gl: Deter

source: Build Target...
gl: Construír o obxectivo...

source: Build Previous Target Again
gl: Construír de novo o anterior obxectivo

source: Next Error
gl: Seguinte erro

source: Previous Error
gl: Erro anterior

source: Sets of Targets
gl: Conxuntos de obxectivos

source: Next Set of Targets
gl: Seguinte conxunto de obxectivos

# Tab label
source: Target Settings
gl: Configuración do destino

# The same word as 'make' uses to mark an error.
source: error
gl: erro

# The same word as 'ld' uses to mark an ...
source: undefined reference
gl: referencia non definida

# The same word as 'make' uses to mark a warning.
source: warning
gl: aviso

source: There is no file or directory specified for building.
gl: Non se especificou ningún ficheiro nin cartafol para construír.

source: The file "%1" is not a local file. Non-local files cannot be compiled.
gl: O ficheiro «%1» non é un ficheiro local. Non se poden compilar os ficheiros non locais.

source: No previous target to build.
gl: Non hai obxectivo anterior que construír.

source: No target set as default target.
gl: Non hai conxunto de obxectivos por omisión.

source: No target set as clean target.
gl: Non hai conxunto de obxectivos para obxectivo limpo.

source: Failed to run "%1". exitStatus = %2
gl: Fallou a execución de «%1». Estado de saída = %2

source: Target "%1" not found for building.
gl: Non se atopou o obxectivo «%1» para construílo.

source: Found one error.
gl: Atopouse un erro.

source: Found one warning.
gl: Atopouse un aviso.

source: Make Results
gl: Resultados da compilación

source: Build failed.
gl: A construción fallou.

source: Build completed without problems.
gl: A construción completouse con problemas.

source: Really delete target %1?
gl: Desexa realmente eliminar o obxectivo %1?

source: Target Set %1
gl: Conxunto de obxectivos %1

source: Target
gl: Obxectivo

source: Project Plugin Targets
gl: Obxectivos do complemento de proxecto

source: Target:
gl: Obxectivo:

source: from
gl: de

source: Command:
gl: Orde:

source: Target set
gl: Conxunto de obxectivos

source: Create new set of targets
gl: Crear un novo conxunto de obxectivos

source: Copy set of targets
gl: Copiar o conxunto de obxectivos

source: Delete current set of targets
gl: Eliminar este conxunto de obxectivos

source: Working directory
gl: Directorio de traballo

source: Leave empty to use the directory of the current document.
gl: Déixeo en branco para empregar o cartafol do documento actual.

source: Add new target
gl: Engadir un novo obxectivos

source: Delete selected target
gl: Eliminar o obxectivo escollido

source: Build selected target
gl: Construír o obxectivo escollido

source: &Build
gl: &Construír
