Repository: fluxer/kde-l10n
Catalog: */messages/applications/katemailfilesplugin.po
Languages: ar, bs, cs, da, el, es, et, eu, fi, fr, gl, he, hi, hu, ia, it, ja, kk, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, ug, uk, zh_tw

source: Do Not Save
ar: لا تحفظ
bs: Nemoj snimati
cs: Neukládat
da: Gem ikke
el: Να μην αποθηκευτεί
es: No guardar
et: Ära salvesta
eu: Ez gorde
fi: Älä tallenna
fr: Ne pas enregistrer
gl: Non gardar
he: אל תשמור
hi: सहेजें नहीं
hu: Nem kell menteni
ia: Non salveguarda
it: Non salvare
ja: 保存しない
kk: Керегі жоқ
km: កុំ​រក្សាទុក
ko: 저장하지 않음
lt: Neįrašyti
lv: Nesaglabāt
mr: साठवू नका
nb: Ikke lagre
nds: Nich sekern
nl: Niet opslaan
nn: Ikkje lagra
pa: ਨਾ ਸੰਭਾਲੋ
pl: Nie zapisuj
pt: Não Gravar
pt_br: Não salvar
ro: Nu salva
ru: Не сохранять
sk: &Neukladať
sl: Ne shrani
sr@ijekavian: Немој да сачуваш
sv: Spara inte
ug: ساقلىما
uk: Не зберігати
zh_tw: 不要儲存

source: Email Files
ar: أرسل الملفات بالبريد
bs: Slanje datoteka e‑poštom
cs: Soubory e-mailu
da: Send filer i e-mail
el: Αποστολή αρχείων με Email
es: Enviar archivos por correo
et: Failide saatmine e-postiga
eu: Bidali fitxategiak postaz
fi: Sähköpostita tiedostoja
fr: Envoyer des fichiers par courrier électronique
gl: Enviar por correo os ficheiros
he: שלח קבצים בדוא"ל
hi: फ़ाइलें ई-मेल करें
hu: Fájlok elküldése e-mailben
ia: Inviar via e-posta files
it: Invia i file
ja: ファイルをメールで送る
kk: Эл.пошамен жіберу
km: ឯកសារ​អ៊ីមែល
ko: 이메일로 보내기
lt: Siųsti failus el. paštu
lv: Sūtīt datnes pa e-pastu
mr: इमेल फाईल्स
nb: Send filer med e-post
nds: Dateien mit Nettpost loosstüern
nl: Bestanden verzenden
nn: Send filer
pa: ਫਾਇਲਾਂ ਈਮੇਲ ਕਰੋ
pl: Wyślij plik(i) e-mailem
pt: Enviar os Ficheiros por E-Mail
pt_br: Enviar arquivos por e-mail
ro: Expediază fișierele
ru: Отправить файлы
sk: Súbory e-mailov
sl: Pošlji datoteke
sr@ijekavian: Слање фајлова е‑поштом
sv: E-posta filer
ug: ئېلخەت ھۆججەتلىرى
uk: Надіслати файли по пошті
zh_tw: 電子郵件檔案

source: &Show All Documents >>
ar: أ&ظهر كلّ المستندات >>
bs: &Prikaži sve dokumente >>
cs: Z&obrazit všechny dokumenty >>
da: &Vis alle dokumenter >>
el: &Εμφάνιση όλων των εγγράφων >>
es: Mo&strar todos los documentos >>
et: &Näita kõiki dokumente >>
eu: &Erakutsi dokumentu guztiak >>
fi: &Näytä kaikki tiedostot >>
fr: Afficher tou&s les documents >>
gl: &Mostrar todos os documentos >>
he: &הצג את כל המסמכים >>
hi: सभी दस्तावेज़ दिखाएँ (&S) >>
hu: Min&den dokumentum megjelenítése >>
ia: Mon&stra omne documentos >>
it: Mo&stra tutti i documenti >>
ja: すべての文書を表示(&S) >>
kk: &Барлық құжаттарын көрсету >>
km: បង្ហាញ​ឯកសារ​ទាំង​អស់ >>
ko: 모든 문서 보이기(&S) >>
lt: &Rodyti visus dokumentus >>
lv: Parādīt vi&sus dokumentus >>
mr: सर्व दस्तऐवज दाखवा (&S)>>
nb: Vi&s alle dokumenter >>
nds: All Dokmenten &wiesen >>
nl: Alle &documenten tonen >>
nn: &Vis alle dokument →
pa: ਸਭ ਡੌਕੂਮੈਂਟ ਵੇਖੋ(&S) >>
pl: &Pokaż wszystkie dokumenty >>
pt: Mo&strar Todos os Documentos >>
pt_br: Mo&strar Todos os Documentos >>
ro: Arată &toate documentele >>
ru: &Показать все документы >>
sk: &Ukázať všetky dokumenty >>
sl: Prikaži &vse dokumente >>
sr@ijekavian: &Прикажи све документе >>
sv: Vi&sa alla dokument >>
ug: ھەممە پۈتۈكلەرنى كۆرسەت(&S)>>
uk: &Показати всі документи >>
zh_tw: 顯示所有文件(&S) >>

source: &Mail...
bs: &Pošalji...
cs: Od&eslat poštou...
da: &E-mail...
el: &Αλληλογραφία ...
es: C&orreo...
et: &Saada...
eu: &Posta...
fi: &Sähköpostita…
fr: &Envoyer par courrier électronique...
gl: &Enviar...
he: &דוא"ל
hi: डाक (&M)
hu: &Elküldés...
ia: &Invia via posta...
it: &Invia...
ja: メール(&M)...
kk: Эл.&поштаны жіберу...
km: សំបុត្រ...
ko: 보내기(&M)...
lt: &Siųsti el. paštu...
lv: &Sūtīt...
mr: मेल (&M)...
nb: &Send …
nds: &Nettpost...
nl: &Verzenden...
nn: &Send …
pa: ਮੇਲ ਕਰੋ(&M)...
pl: &Wyślij...
pt: Enviar por E-&mail...
pt_br: Enviar por e-&mail...
ro: E-&mail...
ru: &Отправить...
sk: &Pošta...
sl: &Pošlji ...
sr@ijekavian: &Пошаљи...
sv: Ski&cka e-post...
ug: ئېلخەت(&M)…
uk: &Відіслати листа...
zh_tw: 寄信(&M)...

source: <p>Press <strong>Mail...</strong> to email the current document.</p><p>To select more documents to send, press <strong>Show All Documents&nbsp;&gt;&gt;</strong>.</p>
bs: <html><p>Kliknite na <interface>Pošalji...</interface> da pošaljete tekući dokument e‑poštom.</p><p>Za slanje više dokumenata izjedna, kliknite na <interface>Prikaži sve dokumente &gt;&gt;</interface>.</p></html>
cs: <p>Stiskněte <strong>Od&eslat poštou...</strong> pro odeslání tohoto dokumentu.</p><p>Pro výběr více dokumentů vyberte <strong>Zobrazit všechny dokumenty&nbsp;&gt;&gt;</strong>.</p>
da: <p>Tryk på <strong>E-mail...</strong> for at sende det nuværende dokument.</p><p> For at vælge flere dokumenter til afsendelse trykkes på <strong>Vis alle dokumenter&nbsp;&gt;&gt;</strong>.</p>
el: <p>Πιέστε <strong>Αλληλογραφία...</strong> για αποστολή με email του τρέχοντος εγγράφου.</p><p>Για αποστολή περισσότερων του ενός, πιέστε<strong>Εμφάνιση όλων των εγγράφων&nbsp;&gt;&gt;</strong>.</p>
es: <p>Pulse <strong>Correo...</strong> para enviar por correo el documento actual.</p><p>Para seleccionar más documentos a enviar, pulse <strong>Mostrar todos los documentos&nbsp;&gt;&gt;</strong>.</p>
et: <p>Vajuta <strong>Saada...</strong> aktiivse dokumendi saatmiseks e-kirjaga.</p><p>Rohkemate saadetavate dokumentide valimiseks klõpsa <strong>Näita kõiki dokumente&nbsp;&gt;&gt;</strong>.</p>
eu: <p>Sakatu <strong>Posta...</strong> uneko dokumentua posta elektronikoz bidaltzeko.</p><p>Bidaltzeko dokumentu gehiago hautatzeko, sakatu <strong>Erakutsi dokumentu guztiak&nbsp;&gt;&gt;</strong>.</p>
fi: <p>Lähetä nykyinen tiedosto sähköpostitse painamalla<strong>Sähköpostita…</strong>.</p><p>Voit valita useampia lähetettäviä tiedostoja painamalla <strong>Näytä kaikki tiedostot&nbsp;&gt;&gt; </strong>.</p>
fr: <p>Cliquez sur <strong>Envoyer par courrier électronique...</strong> pour envoyer le document actuel par courrier électronique.</p><p>Pour sélectionner plus de documents à envoyer, cliquez sur <strong>Afficher tous les documents&nbsp;&gt;&gt;</strong>.</p>
gl: <p>Prema en <strong>Enviar...</strong> para enviar por correo o documento actual.</p><p>Para escoller máis documentos para envialos, prema <strong>Mostrar todos os documentos&nbsp;&gt;&gt;</strong>.</p>
he: <p>לחץ על <strong>דוא"ל...</strong> כדי לשלוח את המסמך הנוכחי.</p><p> כדי לבחור מסמכים נוספים לשליחה לחץ על <strong>הצג את כל המסמכים&nbsp;&lt;&lt;</strong>.</p>
hi: <p>दबाएँ <strong>डाक...</strong> मौज़ूदा दस्तावेज़ को ई-मेल करने के लिए.</p><p>अधिक दस्तावेज़ चुनकर भेजने के लिए दबाएँ<strong>सभी दस्तावेज़ दिखाएँ&nbsp;&gt;&gt;</strong>.</p>
hu: <p>Kattintson az <strong>E-mail...</strong> gombra az aktuális dokumentum elküldéséhez.</p><p>Ha több dokumentumot szeretne elküldeni, kattintson a <strong>Minden dokumentum megjelenítése&nbsp;&gt;&gt;</strong> gombra.</p>
ia: <p>Pressa<strong>Invia via posta...</strong> per inviar via e-posta le documento currente.</p><p>Per seliger ulterior documentos de inviar, pressa <strong> Monstra omne documentos&nbsp;&gt;&gt;</strong>.</p>
it: <p>Premi <strong>Invia...</strong> per inviare il documento attuale.</p><p>Per selezionare più documenti da inviare, premi <strong>Mostra tutti i documenti&nbsp;&gt;&gt;</strong>.</p>
ja: <qt><para>現在の文書をメールで送信するには<interface>メール...</interface>を押してください。</para><para>複数の文書を送信するには<interface>すべての文書を表示 >></interface>を押してください。</para></qt>
kk: <p>Назардағы құжатты жіберу үшін <strong>Эл.поштаны жіберу...</strong> дегенді басыңыз.</p><p>Басқа құжаттарын жіберуге таңдау үшін <strong>&Барлық құжаттарын көрсету&nbsp;&gt;&gt;</strong> дегенді басыңыз.</p>
km: <p>ចុច <strong>សំបុត្រ...</strong> ដើម្បី​​ផ្ញើ​អ៊ីមែល​ឯកសារ​បច្ចុប្បន្ន ។</p><p>ដើម្បីជ្រើស​ឯកសារ​ច្រើន​ត្រូវ​​ផ្ញើ ចុច <strong>បង្ហាញ​ឯកសារ​ទាំងអស់&nbsp;&gt;&gt;</strong> ។</p>
ko: <p><strong>보내기...</strong> 단추를 누르면 현재 문서를 보냅니다.</p><p>하나 이상의 문서를 보내려면 <strong>모든 문서 보이기&nbsp;&gt;&gt;</strong> 단추를 누르십시오.</p>
lt: <p>Spauskite<strong>Siųsti el. paštu...</strong>, kad išsiųsti dabartinį dokumentą.</p><p>Kad pažymėti daugiau siunčiamų dokumentų, spauskite <strong>Rodyti visus dokumentus&nbsp;&gt;&gt;</strong>.</p>
lv: <p>Nospiediet <strong>Sūtīt...</strong>, lai nosūtītu aktīvo dokumentu.</p><p>Lai pieliktu vēl citus dokumentus, nospiediet <strong>Parādīt visus dokumentus &nbsp;&gt;&gt;</strong>.</p>
nb: <p>Trykk på <strong>Send …</strong> for å sende dokumentet.</p><p>Dersom du vil sende flere dokumenter, kan du trykke på <strong> Vis alle dokumenter&nbsp;&gt;&gt;</strong>.</p>
nds: <p>Mit <strong>Nettpost...</strong> kannst Du dat aktuelle Dokment as Nettpost loosstüern</p><p>Wullt Du mehr Dokmenten op eenmaal loosstüern, bruuk <strong>All Dokmenten wiesen&nbsp;&gt;&gt;</strong>.</p>
nl: <p>Klik op <strong>Verzenden...</strong> om het huidige document via e-mail te versturen.</p><p>Om meerdere documenten voor verzending te selecteren, klik op <strong>Alle documenten tonen&nbsp;&gt;&gt;</strong>.</p>
nn: <p>Trykk på <strong>Send</strong> for å senda dokumentet.</p><p>Dersom du vil senda fleire dokument, kan du trykkja <strong>Vis alle dokument&#xa0;→</strong>.</p>
pl: <p>Naciśnij przycisk <strong>Wyślij...</strong>, by wysłać pocztą bieżący dokument.</p><p>Aby wybrać więcej plików do wysłania, naciśnij <strong>Pokaż wszystkie dokumenty&nbsp;&gt;&gt;</strong>.</p>
pt: <p>Carregue em <strong>Enviar por E-Mail...</strong> para enviar o documento actual.</p><p>Para seleccionar mais documentos a enviar, carregue em <strong>Mostrar Todos os Documentos&nbsp;&gt;&gt;</strong>.</p>
pt_br: <p>Pressione <strong>Enviar por E-mail...</strong> para enviar o documento atual.</p><p>Para selecionar mais documentos a enviar, pressione <strong>Mostrar Todos os Documentos&nbsp;&gt;&gt;</strong>.</p>
ro: <p>Apăsați <strong>E-mail...</strong> pentru a trimite email cu documentul curent.</p><p>Pentru a selecta mai multe documente de trimis, apăsați <strong>Arață toate documentele&nbsp;&gt;&gt;</strong>.</p>
ru: <p>Нажмите <strong>Отправить...</strong>, чтобы переслать данный документ.</p><p>Чтобы выбрать ещё документы для отправки нажмите<strong>Показать все документы&nbsp;&gt;&gt;</strong>.</p>
sk: <p>Stlačte <strong>Mail...</strong> na poslanie aktuálneho dokumentu mailom.</p><p>na výber viac dokumentov na poslanie stlačte <strong>Ukázať všetky dokumenty&nbsp;&gt;&gt;</strong>.</p>
sl: <p>Pritisnite <strong>Pošlji ...</strong> za pošiljanje trenutnega dokumenta.</p><p>Za izbiro več dokumentov za pošiljanje pritisnite <strong>Prikaži vse dokumente&nbsp;&gt;&gt;</strong>.</p>
sr@ijekavian: <html><p>Кликните на <interface>Пошаљи...</interface> да пошаљете текући документ е‑поштом.</p><p>За слање више докумената изједна, кликните на <interface>Прикажи све документе &gt;&gt;</interface>.</p></html>
sv: <p>Klicka på <strong>Skicka e-post...</strong> för att skicka aktuellt dokument med e-post.</p><p>För att markera fler dokument att skicka, klicka på <strong>Visa alla dokument&nbsp;&gt;&gt;</strong>.</p>
ug: <p><strong>خەت…</strong> بېسىلسا نۆۋەتتىكى پۈتۈكنى ئېلخەتتە يوللىيالايدۇ.</p><p>يوللايدىغان تېخىمۇ كۆپ ھۆججەت تاللاشتا <strong>ھەممە پۈتۈكنى كۆرسەت&nbsp;&gt;&gt;</strong>نى بېسىڭ.</p>
uk: <p>Натисніть <strong>Відіслати&nbsp;лист...</strong>, щоб відіслати поточний документ електронною поштою.</p><p>Щоб вибрати інші документи для відсилання, натисніть <strong>Показати всі документи&nbsp;&gt;&gt;</strong>.</p>
zh_tw: <p>按下「寄信...」送出目前的文件。 </p> <p>要選擇寄送多個文件，按下「顯示所有文件 &nbsp;&gt;&gt;」按鍵。</p>

source: Name
ar: الاسم
bs: ime
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
he: שם
hi: नाम
hu: Név
ia: Nomine
it: Nome
ja: 名前
kk: Аты
km: ឈ្មោះ
ko: 이름
lt: Pavadinimas
lv: Nosaukums
mr: नाव
nb: Navn
nds: Naam
nl: Naam
nn: Namn
pa: ਨਾਂ
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Denumire
ru: Имя
sk: Meno
sl: Ime
sr@ijekavian: име
sv: Namn
ug: ئاتى
uk: Назва
zh_tw: 名稱

source: URL
ar: العنوان
eu: URLa
fi: Osoite
he: כתובת
hi: यूआरएल
nl: URL-adres
nn: Nettadresse
sr@ijekavian: УРЛ
sv: Webbadress
zh_tw: 網址

source: &Hide Document List <<
ar: أ&خفِ قائمة المستندات <<
bs: &Sakrij spisak dokumenata <<
cs: Skrýt seznam do&kumentů <<
da: &Skjul dokumentliste <<
el: &Απόκρυψη λίστας εγγράφων <<
es: Oc&ultar lista de documentos <<
et: &Peida dokumentide nimekiri <<
eu: E&zkutatu dokumentuen zerrenda <<
fi: &Piilota tiedostoluettelo <<
fr: Cac&her la liste de documents <<
gl: &Agochar a lista de documentos <<
he: &הסתר את רשימת המסמכים <<
hi: दस्तावेज़ सूची छुपाएँ (&H) <<
hu: A dokumentumlista &elrejtése <<
ia: &Cela lista de documento <<
it: &Nascondi l'elenco dei documenti <<
ja: 文書リストを隠す(&H) <<
kk: Құжаттар тізімін &жасыру <<
km: លាក់​បញ្ជី​ឯកសារ <<
ko: 문서 목록 숨기기(&H) <<
lt: S&lėpti dokumentų sąrašą <<
lv: &Slēpt dokumentu sarakstu <<
mr: दस्तऐवज यादी लपवा (&H)<<
nb: &Skjul dokumentlista <<
nds: Dokmentenlist &versteken <<
nl: Documentlijst &verbergen <<
nn: &Gøym dokumentliste ←
pa: ਡੌਕੂਮੈਂਟ ਲਿਸਟ ਓਹਲੇ(&H) <<
pl: &Ukryj listę dokumentów <<
pt: Es&conder a Lista de Documentos <<
pt_br: &Ocultar Lista de Documentos <<
ro: Ascun&de lista de documente <<
ru: &Скрыть список документов <<
sk: &Skryť zoznam dokumentov <<
sl: &Skrij seznam dokumentov <<
sr@ijekavian: &Сакриј списак докумената &lt;&lt;
sv: &Dölj dokumentlista <<
ug: پۈتۈك تىزىمىنى يوشۇر(&H)<<
uk: &Сховати список документів <<
zh_tw: 隱藏文件列表(&H) <<

source: Press <strong>Mail...</strong> to send selected documents
bs: Kliknite na <strong>Pošalji...</strong> za slanje izabranih dokumenata
cs: Stiskněte <strong>Odeslat poštou...</strong> pro odeslání vybraných dokumentů
da: Tryk på <strong>E-mail...</strong> for at afsende valgte dokumenter
el: Πιέστε <strong>Mail...</strong> για αποστολή επιλεγμένων εγγράφων
es: Pulse <strong>Correo...</strong> para enviar los documentos seleccionados
et: Vajuta <strong>Saada...</strong> valitud dokumentide saatmiseks e-postiga
eu: Sakatu <strong>Posta...</strong> hautatutako dokumentuak bidaltzeko
fi: Lähetä valitut tiedostot painamalla <strong>Sähköpostita…</strong>
fr: Cliquez sur <strong>Envoyer par courrier électronique...</strong> pour envoyer les documents sélectionnés
gl: Prema <strong>Enviar...</strong> para enviar os documentos escollidos
he: לחץ על <strong>דוא"ל...</strong> כדי לשלוח את הקבצים הנבחרים.
hi: दबाएँ <strong>डाक...</strong> चुने दस्तावेज़ भेजने के लिए
hu: Kattinston az <strong>Elküldés...</strong> gombra elküldéshez
ia: Pressa <strong>Invia via posta...</strong> per inviar le documentos seligite
it: Premi <strong>Invia...</strong> per inviare i documenti selezionati
ja: 選択した文書を送信するには<interface>メール...</interface>を押してください
kk: Таңдалған құжаттарды жіберу үшін <strong>Эл.поштаны жіберу...</strong> дегенді басыңыз
km: ចុច <strong>សំបុត្រ...</strong> ដើម្បី​ផ្ញើ​ឯកសារ​ដែល​បាន​ជ្រើស
ko: 선택한 문서를 보내려면 <strong>보내기...</strong> 단추를 누르십시오
lt: Paspauskite <strong>Paštas...</strong> išsiųsti pažymėtus dokumentus
lv: Nospiediet <strong>Sūtīt...</strong>, lai nosūtītu izvēlētos dokumentus
nb: Trykk på <strong>Send …</strong> for å sende de valgte dokumentene
nds: Klick op <strong>Nettpost...</strong>, wenn Du de utsöchten Dokmenten loosstüern wullt
nl: Klik op de knop <strong>Verzenden...</strong> om de geselecteerde documenten als e-mail te verzenden
nn: Trykk på <strong>Send</strong> for å senda dei valde dokumenta
pl: Naciśnij <strong>Wyślij...</strong>, by wysłać pocztą wybrane dokumenty
pt: Carregue em <strong>Enviar por E-Mail...</strong> para enviar os documentos seleccionados
pt_br: Pressione <strong>Enviar por E-mail...</strong> para enviar os documentos selecionados
ro: Apăsați <strong>Expediază...</strong> pentru a trimite documentele alese
ru: Нажмите <strong>Отправить...</strong>, чтобы отправить документы
sk: Stlačte <strong>Mail...</strong> na poslanie vybraných dokumentov
sl: Pritisnite <strong>Pošlji ...</strong> za pošiljanje izbranih dokumentov
sr@ijekavian: <html>Кликните на <interface>Пошаљи...</interface> за слање изабраних докумената</html>
sv: Klicka på <strong>Skicka e-post...</strong> för att skicka markerade dokument
ug: <strong>خەت…</strong>نى بېسىلسا تاللانغان پۈتۈك يوللىنىدۇ
uk: Натисніть <strong>Відіслати&nbsp;лист...</strong>, щоб відіслати лист з вибраними документами
zh_tw: 按下「寄信」按鍵送出選取的文件

source: &File
ar: &ملف
bs: &Datoteka
cs: S&oubor
da: &Fil
el: &Αρχείο
es: &Archivo
et: &Fail
eu: &Fitxategia
fi: &Tiedosto
fr: &Fichier
gl: &Ficheiro
he: &קובץ
hi: फ़ाइल (&F)
hu: &Fájl
ja: ファイル(&F)
kk: &Файл
km: ឯកសារ
ko: 파일(&F)
lt: &Failas
lv: &Datne
mr: फाईल (&F)
nb: &Fil
nds: &Datei
nl: &Bestand
nn: &Fil
pa: ਫਾਇਲ(&F)
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
ro: &Fișier
ru: &Файл
sk: &Súbor
sl: &Datoteka
sr@ijekavian: &Фајл
sv: &Arkiv
ug: ھۆججەت(&F)
uk: &Файл
zh_tw: 檔案(&F)
