Repository: fluxer/kde-l10n
Catalog: */messages/applications/katetextfilter.po
Languages: ar, gl

source: Filter Te&xt...
ar: رشّح الن&صّ...
gl: Fi&ltrar o texto...

# @info
source: <title>Result of:</title><nl /><pre><code>$ %1 <nl />%2</code></pre>
ar: <title>نتيجة:</title><nl /><pre><code>$ %1 <nl />%2</code></pre>
gl: <title>Resultado de:</title><nl /><pre><code>$ %1 <nl />%2</code></pre>

source: You are not allowed to execute arbitrary external applications. If you want to be able to do this, contact your system administrator.
gl: Non ten permisos para executar programas externos á súa vontade. Se desexa este permiso contacte co administrador do sistema.

source: Access Restrictions
gl: Restricións de acceso

source: <qt><p>Usage: <code>textfilter COMMAND</code></p><p>Replace the selection with the output of the specified shell command.</p></qt>
ar: <qt><p>الاستخدام: <code>textfilter COMMAND</code></p><p>استبدل التحديد بخَرْج أمر الصَدفة المُحدَّد.</p></qt>
gl: <qt><p>Utilización: <code>textfilter ORDE</code></p><p>Substitúe a escolla co resultado da orde da shell indicada.</p></qt>

source: Usage: textfilter COMMAND
ar: الاستخدام: textfilter COMMAND
gl: Utilización: textfilter ORDE

source: Filter
ar: مرشّح
gl: Filtro

source: Enter command to pipe selected text through:
ar: أدخِل أمرًا ليُمرَّر النصّ المحدّد إليه أنبوبيًا:
gl: Indique a orde por onde canalizar o texto escollido:

source: Copy the result to clipboard leaving a document unchanged.
ar: انسخ النتيجة إلى الحافظة تاركًا المستند غير مغيّر.
gl: Copia o resultado para o portarretallos sen modificar o documento.

source: Copy the result instead of pasting it
ar: انسخ النتائج بدل لصقها
gl: Copiar o resultado no canto de apegalo

source: If checked, an output from STDOUT and STDERR will be merged and no errors will be reported. Otherwise, STDERR will be displayed as a passive message.
ar: إن عُلِّم، الخَرْج من STDOUT و STDERR سيُدمجان دون التبليغ عن أخطاء. وإلّا، سيُعرض STDERR في رسالة سلبيّة.
gl: Se escolle esta opción hanse xuntar as saídas STDOUT e STDERR e non se han informar os erros. Se non a escolle, STDERR mostrarase como unha mensaxe pasiva.

source: Merge STDOUT and STDERR
ar: ادمج STDOUT مع STDERR
gl: Xuntar STDOUT e STDERR

source: &Tools
ar: أ&دوات
gl: &Utilidades
