Repository: fluxer/kde-l10n
Catalog: */messages/applications/kateproject.po
Languages: it

# NAME OF TRANSLATORS
source: Your names
it: Nicola Ruggero

# EMAIL OF TRANSLATORS
source: Your emails
it: nicola@nxnt.org

source: <untracked>
it: <non tracciato>

source: Project Completion
it: Progetto completamento

source: Terminal
it: Terminale

source: Code Index
it: Indice codice

source: Code Analysis
it: Analisi codice

source: Notes
it: Note

source: Start Analysis...
it: Avvia analisi...

source: Please install 'cppcheck'.
it: Devi installare 'cppcheck'

source: Name
it: Nome

source: Line
it: Riga

source: The index could not be created. Please install 'ctags'.
it: Impossibile creare l'indice. Devi installare 'ctags'.

source: Hello World
it: Buongiorno mondo

source: Example kate plugin
it: Esempio di estensione di Kate

source: Projects
it: Progetti

source: Current Project
it: Progetto corrente

source: Copy Filename
it: Copia nome di file

source: Open With
it: Apri con

source: Git Tools
it: Strumenti Git

source: Launch gitk
it: Avvia gitk

source: Launch qgit
it: Avvia qgit

source: Launch git-cola
it: Avvia git-cola

source: &Projects
it: &Progetti
