Repository: fluxer/kde-l10n
Catalog: */messages/applications/katekonsoleplugin.po
Languages: ar, pl

# NAME OF TRANSLATORS
source: Your names
ar: عبدالرحيم الفاخوري
pl: Michał Smoczyk, Marta Rybczyńska, Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
ar: abdilra7eem@yahoo.com
pl: msmoczyk@wp.pl, kde-i18n@rybczynska.net, lukasz.wojnilowicz@gmail.com

source: Konsole
ar: كونسول
pl: Konsola

source: Embedded Konsole
ar: كونسول مضمّن
pl: Wbudowana konsola

source: You do not have enough karma to access a shell or terminal emulation
ar: ليس لديك ما يكفي من الكارما للوصول إلى صَدفة أو محاكي طرفية
pl: Nie masz wystarczających uprawnień aby uzyskać dostęp do powłoki lub konsoli

source: Terminal
ar: الطرفية
pl: Konsola

source: Terminal Settings
ar: إعدادات الطرفية
pl: Ustawienia konsoli

# @action
source: &Pipe to Terminal
ar: مرّر أنبوبيًا إلى ال&طرفية
pl: &Potok do konsoli

# @action
source: S&ynchronize Terminal with Current Document
ar: &زامن الطرفية مع المستند الحالي
pl: Z&synchronizuj konsolę z bieżącym dokumentem

# @action
source: &Focus Terminal
ar: ر&كّز الطرفية
pl: U&aktywnij konsolę

source: Do you really want to pipe the text to the console? This will execute any contained commands with your user rights.
ar: أتريد حقًّا تمرير النصّ أنبوبيًا إلى الكونسول؟ هذا سينفّذ أيّ أوامر محتواة بحقوق المستخدم.
pl: Naprawdę chcesz przekazać potokiem tekst do konsoli? Wszystkie polecenia w nim zawarte zostaną wykonane z Twoimi prawami użytkownika.

source: Pipe to Terminal?
ar: أأُمرّر أنبوبيًا إلى الطرفية؟
pl: Potok do konsoli?

source: Pipe to Terminal
ar: مرّر أنبوبيًا إلى الطرفية
pl: Potok do konsoli

source: Sorry, cannot cd into '%1'
ar: آسفون، تعذّر الانتقال إلى '%1'
pl: Wybacz, ale nie można zmienić katalogu na '%1'

source: Defocus Terminal
ar: أزِل تركيز الطرفية
pl: Dezaktywuj konsolę

source: Focus Terminal
ar: ركّز الطرفية
pl: Uaktywnij konsolę

source: &Automatically synchronize the terminal with the current document when possible
ar: زامن الطرفية مع المستند الحالي آل&يًا عندما يكون هذا ممكنًا
pl: S&amoczynnie synchronizuj konsolę z bieżącym dokumentem, kiedy jest to możliwe

source: Set &EDITOR environment variable to 'kate -b'
ar: اضبط متغيّر البيئة للم&حرّر إلى 'kate -b'
pl: Ustaw zmienną środowiskową &EDITOR na "kate -b"

source: Important: The document has to be closed to make the console application continue
ar: هامّ: يجب إغلاق المستند لجعل تطبيق الكونسول يُكمِل
pl: Ważne: dokument musi zostać zamknięty, aby umożliwić kontynuowanie programu konsoli

source: &Tools
ar: أ&دوات
pl: &Narzędzia
