Repository: fluxer/kde-l10n
Catalog: */messages/applications/katefiletemplates.po
Languages: bs, cs, da, el, es, et, eu, fi, fr, gl, hi, hr, hu, ia, it, ja, kk, km, ko, lt, lv, nb, nds, nl, nn, pl, pt, ro, sk, sl, sr, sv, tr, ug, uk, zh_tw

source: Replace email address '%1' with the '%email' macro
bs: Zamijeni email adresu '%1' sa '%email' makroom
cs: Nahradit nahradit e-mailovou adresu '%1' makrem '%email'
da: Erstat e-mail-adresse '%1' med makroen '%email'
el: Αντικατάσταση της διεύθυνσης email '%1' με τη μακροεντολή '%email'
es: Reemplace la dirección de email «%1» con la macro «%email»
et: E-posti aadress '%1' asendatakse makroga '%email'
eu: Ordeztu '%1' helbide elektronikoa '%email' makroarekin
fi: Korvaa sähköpostiosoite ’%1’ ’%email’-makrolla
fr: Remplacer l'adresse de courrier électronique « %1 » par la macro « %email »
gl: Substituír o enderezo de correo «%1» coa macro «%email»
hi: ईमेल पता '%1' को '%email' मेक्रो के साथ बदलें
hr: Adresu e-pošte '%1' zamijeni makro naredbom '%email'
hu: Az e-mail cím ('%1') helyettesítése az '%email' makróval
ia: Reimplacia adresse de e-posta '%1' con le macro '%email'
it: Sostituisci l'indirizzo di posta «%1» con la macro «%email»
ja: メールアドレス “%1” を <icode>%email</icode> マクロに置換
kk: '%1' эл.пошта адресі '%email' макросымен ауыстырылсын
km: ជំនួស​អាសយដ្ឋាន​អ៊ីមែល '%1' ដោយ​ម៉ាក្រូ '%email'
ko: 이메일 주소 '%1'을(를) '%email' 매크로 자리에 삽입하기
lt: Pakeisti el. pašto adresą „%1“ į „%email“ makro
lv: Aizstājiet e-pasta adresi “%1” ar “%email” makrosu
nb: Erstatt e-postadressen «%1» med makroen «%email»
nds: Nettpostadress "%1" mit dat "%email"-Makro utwesseln
nl: E-mailadres '%1' vervangen door de macro '%email'
nn: Byt ut e-postadressa «%1» med makroen «%email»
pl: Zastąp adres e-mail "%1" makrem "%email"
pt: Substituir o endereço de e-mail '%1' com a macro '%email'
ro: Înlocuiți adresa de email „%1” cu macroul „%email”
sk: Náhrada makra %email za e-mailovú adresu '%1'
sl: Zamenjaj e-poštni naslov »%1« z makrom »%email«
sr: Замени адресу е‑поште „%1“ макроом <icode>%email</icode>
sv: Ersätt e-postadress '%1' med makrot '%email'
tr: Email adresi '%1' i '%email' makrosu ile değiştir
ug: ئېلخەت ئادرېسى «%1» نى «%email» ماكروغا ئالماشتۇر
uk: Замінити адресу ел. пошти «%1» макросом «%email»
zh_tw: 取代電子郵件地址 %1 為 '%email' 巨集

source: Create Template
bs: Napravi šablon
cs: Vytvořit šablonu
da: Opret skabelon
el: Δημιουργία προτύπου
es: Crear plantilla
et: Malli loomine
eu: Sortu txantiloia
fi: Luo pohja
fr: Créer un modèle
gl: Crear un modelo
hi: टैम्पलेट बनाएँ
hr: Izradi predložak
hu: Sablon létrehozása
ia: Crea patrono
it: Crea modello
ja: テンプレートを作成
kk: Үлгіні құру
km: បង្កើត​ពុម្ព
ko: 템플릿 만들기
lt: Sukurti šabloną
lv: Izveidot veidni
nb: Opprett mal
nds: Vörlaag opstellen
nl: Sjabloon aanmaken
nn: Lag mal
pl: Stwórz szablon
pt: Criar um Modelo
ro: Creați șablon
sk: Vytvoriť šablónu
sl: Ustvari predlogo
sr: Направи шаблон
sv: Skapa mall
tr: Şablon Oluştur
ug: قېلىپ قۇر
uk: Створити шаблон
zh_tw: 建立樣本

source: The template will now be created and saved to the chosen location. To position the cursor put the string ${|} where you want it in files created from the template.
bs: Šablon će sada biti kreiran i snimljen na odabranu lokaciju.Da pozicionirate pokazivač stavite string${|} gdje želite u datoteke kreirane iz šablona.
cs: Nyní se vytvoří šablona a uloží se na zvolené místo. Tam, kde si přejete umístit po otevření kurzor, vložte řetězec ${|}.
da: Skabelonen vil nu blive lavet og gemt på det valgte sted. For at placere markøren puttes sættes strengen ${|} hvor du ønsker filerne oprettet ud fra skabelonen.
el: Το πρότυπο θα δημιουργηθεί και θα αποθηκευτεί τώρα. Για να τοποθετήσετε το δρομέα, εισάγετε ένα χαρακτήρα ${|} εκεί όπου το θέλετε στα αρχεία που δημιουργήθηκαν από το πρότυπο.
es: Ahora se creará la plantilla y se guardará en la localización elegida. Para posicionar el cursor coloque la cadena ${|} donde quiera tenerlo en los archivos creados a partir de la plantilla.
et: Nüüd luuakse mall ja salvestatakse valitud asukohta. Kursori asukoha määramiseks kindlasse positsiooni aseta malli põhjal loodud failidesse string ${|}.
eu: Txantiloia orain sortu eta aukeratutako kokalekuan gordeko da. Kurtsorea kokatzeko ipini ${|} katea txantiloitik sortutako fitxategietan berau izan nahi duzun lekuan.
fi: Mallipohja luodaan nyt ja talletetaan valittuun paikkaan. Lisää ${|} kohtaan, johon haluat sijoittaa kohdistimen mallista luoduissa tiedostoissa.
fr: Le modèle sera maintenant créé et enregistré dans l'emplacement choisi. Pour positionner le curseur, placez la chaîne « ${|} » là où vous le souhaitez dans les fichiers créés à partir du modèle.
gl: O modelo vai agora ser creado e gardado na localización escollida. Para posicionar o cursor coloque a cadea ${|} na posición que o quer nos ficheiros creados a partir do modelo.
hi: अब टेम्पलेट बनाया जाएगा तथा चयनित स्थान पर सहेजा जाएगा. संकेतक के स्थान के लिए वाक्यांश ${|} को उस जगह पर रखें जहाँ से टेम्पलेट फ़ाइल बनाई जानी है.
hu: A sablon létre lesz hozva a megadott helyen. A kurzor pozícióját a ${|} sztringgel lehet megadni, ide kerül a kurzor, amikor a felhasználó új dokumentumot hoz létre a sablonnal.
ia: Le patrono ora essera create e salveguardate al location seligite. Per positionar le cursor pone le catena ${|} ubi tu lo vole in files create ab le patrono.
it: Il modello verrà ora creato e salvato nel percorso selezionato. Per posizionare il cursore metti la stringa ${|} dove vuoi che sia nei file creati dal modello.
ja: テンプレートを作成し、指定された場所に保存します。テンプレートから作成するファイルにカーソルを配置するには、望みの個所に文字列 ${|} を入れてください。
kk: Үлгі енді құрылып таңдалған орынға сақталады. Үлгіден құрылған файлда меңзер бастапқы орналасатын орынды ${|} деп белгілеңіз.
km: ឥឡូវ ពុម្ព​​​នឹង​ត្រូវ​បាន​បង្កើត​ និង​រក្សា​ទុក​ទៅ​​ទីតាំង​ដែល​បាន​ជ្រើស ។ ដើម្បី​កំណត់​​ទីតាំង​​ទស្សន៍ទ្រនិច គឺ​ត្រូវ​ដាក់​សញ្ញា​​ ${|} នៅកន្លែង​ដែល​អ្នក​ចង់​ដាក់​វា​ក្នុង​ឯកសារ​ដែល​បាន​បង្កើត​ពី​ពុម្ព ។
ko: 템플릿이 생성되어 지정한 위치에 저장될 것입니다. 커서 위치를 변경하려면 템플릿 파일의 커서가 위치할 곳에 ${|} 문자열을 삽입하십시오.
lt: Šablonas dabar bus sukurtas ir įrašytas į pasirinktą vietą. Norėdami, kad atvėrus iš šablono sukurtą failą žymeklis būtų ties tam tikra vieta, įterpkite toje vietoje ${|} ženklą.
lv: Tagad veidne tiks izveidota un saglabāta izvēlētajā vietā. Lai norādītu, kur novietotu kursoru jaunā dokumentā, ievietojiet veidnē tekstu ${|}.
nb: Malen vil nå bli opprettet og lagret på det valgte stedet. Du kan sette inn strengen ${|} i malen for å plassere markøren der i filer som lages ut fra malen.
nds: De Vörlaag warrt nu opstellt un na de utsöchte Steed sekert. De Steed, woneem Du den Blinker in nieg opstellte Dokmenten hebben wullt, lett sik mit de Tekenkeed "${|}" fastleggen.
nl: Het sjabloon zal nu aangemaakt en opgeslagen worden op de gekozen locatie. Plaats de tekenreeks ${|} om de cursor op de door u gewenste positie te plaatsen in de bestanden die met dit sjabloon worden aangemaakt.
nn: Malen vert no oppretta og lagra i den valde mappa. Du kan markera kor du vil plassera skrivemerket i filer lagra frå malen med teksten «${1}».
pl: Szablon zostanie teraz utworzony i zapisany w wybranej lokalizacji. Aby ustawić położenie kursora umieść w nim znak daszka ${|} w odpowiednim miejscu.
pt: O modelo vai agora ser criado e gravado na localização escolhida. Para posicionar o cursor coloque um acento circunflexo ('^') na posição que o quer nos ficheiros criados a partir do modelo.
ro: Șablonul va fi creat acum și salvat în locația aleasă. Pentru a poziționa cursorul plasați șirul ${|} unde doriți în fișierele create din șablon.
sk: Šablóna sa teraz vytvorí a uloží na zadané miesto. Ak chcete pri vytvorení nového súboru pomocou tejto šablóny nastaviť kurzor na nejaké miesto, vložte naň znak ${|}.
sl: Sedaj bo predloga ustvarjena in shranjena na izbrano mesto. Da postavite kazalec v datotekah, ustvarjenih iz predlog, postavite niz ${|} tja, kamor želite.
sr: Шаблон ће сада бити направљен и сачуван на изабраној локацији. Да би се у фајлу створеном према шаблону курсор одмах поставио на одређено место, упишите ниску ${|} тамо где га желите.
sv: Mallen kommer nu att skapas och sparas på vald plats. För att placera markören, skriv in ett strängen ${|} där du vill ha den i filer som skapas från mallen.
tr: Şablon şimdi oluşturulup seçili yere kaydediliecek. Şablondan oluşturulacak dosyalarda imlecin yerini belirmek için üs ${|} karakteri kullanın.
ug: ھازىر قېلىپ قۇرۇپ تاللىغان جايغا ساقلايدۇ. نۇربەلگە ئورنىنى بەلگىلەشتە، قېلىپقا ئاساسەن قۇرغان ھۆججەتتە كۆرۈلگەن ئورنىغا ${|} نى يېزىڭ.
uk: Тепер шаблон буде створено і збережено у вибрану адресу. Щоб розмістити курсор, вставте рядок ${|} там, де ви хочете його в файлах створених з шаблону.
zh_tw: 現在要建立樣本並儲存到指定的位置了。若您要指定游標的位置，請放一個 ${|} 符號在您想要的位置。

source: Open the template for editing in Kate
bs: Otvorite šablon za izmjenu u Kate.
cs: Otevřít šablonu pro úpravu v Kate
da: Åbn skabelonen til redigering i Kate
el: Άνοιγμα του προτύπου για επεξεργασία στο Kate
es: Abrir la plantilla para editarla en Kate
et: Ava mall muutmiseks Kates
eu: Ireki txantiloia Kate-n editatzeko
fi: Avaa pohja muokattavaksi Kate-ohjelmalla
fr: Ouvrir le modèle pour le modifier dans Kate
gl: Abrir o modelo para editalo en Kate
hi: टैम्प्लेट को केएटीई में संपादित करने के लिए खोलें
hu: A sablon megnyitása szerkesztésre
ia: Aperi le patrono per editar in Kate
it: Apri il modello per la modifica in Kate
ja: 編集のためにテンプレートを Kate で開く
kk: Үлгіні Kate-те өңдеу үшін ашу
km: បើក​ពុម្ព​សម្រាប់​ការ​កែសម្រួលក្នុង Kate
ko: Kate에서 편집하기 위하여 템플릿 열기
lt: Atverti šabloną redagavimui Kate programoje
lv: Atvērt veidni rediģēšanai ar Kate
nb: Åpne malen for redigering i Kate
nds: De Vörlaag för't Bewerken mit Kate opmaken
nl: Sjabloon openen om in Kate te bewerken
nn: Opna malen for redigering i Kate
pl: Otwórz szablon do edycji w Kate
pt: Abrir o modelo para edição no Kate
ro: Deschide șablonul pentru editare în Kate
sk: Otvoriť šablónu pre úpravu v Kate
sl: Odpri predlogo za urejanje v Kate
sr: Отвори шаблон за уређивање у Кејт
sv: Öppna mall för redigering i Kate
tr: Şabonu düzenlemek için Kate ile aç
ug: قېلىپنى Kate دا تەھرىرلەش ئۈچۈن ئاچىدۇ
uk: Відкрити шаблон для редагування в Kate
zh_tw: 開啟樣本以在 Kate 中編輯

source: <p>The file <br /><strong>'%1'</strong><br /> already exists; if you do not want to overwrite it, change the template file name to something else.</p>
bs: <p>Datoteka<br /><strong>'%1'</strong><br /> već postoji; ako ne želite da je prepišete, promijenite naziv datoteke šablona u nešto drugo. </p>
cs: <p>Soubor <br /><strong>'%1'</strong><br /> již existuje. Pokud jej nechce přepsat, změňte jméno šablony.</p>
da: <p>Filen <br /><strong>'%1'</strong><br /> eksisterer allerede. Hvis du ikke ønsker at overskrive den, så lav skabelonens filnavn om til noget andet.</p>
el: <p>Το αρχείο <br /><strong>'%1'</strong><br /> υπάρχει ήδη. Αν δε θέλετε να το αντικαταστήσετε, αλλάξτε το όνομα αρχείου του προτύπου.</p>
es: <p>El archivo <br /><strong>«%1»</strong><br /> ya existe; si no lo quiere sobrescribir, cambie el nombre del archivo de la plantilla.</p>
et: <p>Fail <br /><strong>'%1'</strong><br /> on juba olemas. Kui sa ei soovi seda üle kirjutada, vali mallile mõni muu nimi.</p>
eu: <p><strong>'%1'</strong><br /> fitxategia badago lehendik ere;<br /> hau gainidatzi nahi ez baduzu, aldatu txantiloiaren fitxategi-izena beste zerbaitera.</p>
fi: <p>Tiedosto <br /><strong>’%1’</strong><br /> on jo olemassa. Jos et halua korvata sitä, vaihda nimi joksikin muuksi.</p>
fr: <p>Le fichier <br /><strong>%1</strong> <br />existe déjà. Si vous ne voulez pas l'écraser, modifiez le nom du fichier de modèle vers quelque chose d'autre.</p>
gl: <p>O ficheiro <br/><strong>«%1»</strong><br/> xa existe. Se non desexa sobrescribilo, mude o nome do ficheiro de modelo.</p>
hi: <p>फ़ाइल <br /><strong>'%1'</strong><br /> पहले से ही मौज़ूद है; यदि आप इसके ऊपर लिखना नहीं चाहते हैं तो टेम्पलेट फ़ाइल नाम को कोई और नाम दें.</p>
hu: <p>Már létezik <br /><strong>'%1'</strong><br /> nevű fájl. Ha nem akarja felülírni, változtassa meg a sablon nevét valami másra.</p>
ia: <p>Le file<br /><strong>'%1'</strong><br />ja existe: si tu non vole super scriber lo, modifica le nomine de file de patrono a un altere nomine.</p>
it: <p>Il file <br/><strong>«%1»</strong><br /> esiste già; se non vuoi sovrascriverlo, scegli un altro nome di file per il modello.</p>
ja: <qt><para>ファイル <filename>%1</filename> は既に存在します。<br />上書きしない場合は、テンプレートのファイル名を他のものに変更してください。</para></qt>
kk: <p><strong>'%1'</strong><br /> деген файл бар екен. Егер оны үстінен жазбаймын десеңіз; үлгіні басқаша атаңыз.</p>
km: <p>មាន​ឯកសារ <br /><strong>'%1'</strong><br /> រួចហើយ ។ ប្រសិន​បើ​អ្នក​មិន​ចង់​សរសេរ​ជាន់លើ​វា​ទេ គឺ​ត្រូវ​ផ្លាស់ប្ដូរ​ឈ្មោះ​ឯកសារ​ពុម្ព​ទៅ​ជា​អ្វី​ផ្សេង ។</p>
ko: <p>파일<br /><strong>'%1'</strong><br />이(가) 이미 존재합니다. 덮어 쓰지 않으려면 템플릿 파일 이름을 바꾸십시오.</p>
lt: <p>Failas <br /><strong>„%1“</strong><br /> jau egzistuoja; jei nenorite jo perrašyti, pakeiskite šablono vardą į kitokį.</p>
lv: <p>Datne <br /><strong>“%1”</strong><br /> jau pastāv; ja nevēlaties to pārrakstīt, mainiet veidnes datnes nosaukumu.</p>
nb: <p> Fila <br /><strong>«%1»</strong><br /> finnes fra før, hvis du ikke vil overskrive den, så endre malens filnavn til noe annet.</p>
nds: <p>De Datei <br /><strong>%1</strong><br /> gifft dat al; wenn Du ehr nich överschrieven wullt, änner den Dateinaam vun de Vörlaag.</p>
nl: <p>Het bestand <br /><strong>'%1'</strong><br /> bestaat al. Als u het niet wilt overschrijven, verander dan de bestandsnaam van het sjabloon.</p>
nn: <p>Fila <br /><strong>%1</strong><br /> finst frå før. Viss du ikkje ønskjer å skriva over ho, må du endra malfilnamnet.</p>
pl: <p>Plik <br /><strong>"%1"</strong><br /> już istnieje. Jeśli nie chcesz go zastąpić, zmień nazwę pliku szablonu na inną.</p>
pt: <p>O ficheiro <br/><strong>'%1'</strong><br/> já existe. Se não o deseja sobrepor, altere o nome do ficheiro de modelo para outra coisa.</p>
ro: <p>Fișierul <br /><strong>„%1”</strong><br />există deja: dacă nu vreți să-l suprascrieți, schimbați numele fișierului șablon în altceva.</p>
sk: <p>Súbor <br /><strong>'%1'</strong><br /> už existuje. Ak ho nechcete prepísať, zmeňte meno súboru na iné.</p>
sl: <p>Datoteka <br /><strong>»%1«</strong><br />že obstaja. Če je ne želite nadomestiti, spremenite ime datoteke predloge v nekaj drugega.</p>
sr: <html><p>Фајл<br/><filename>%1</filename><br/>већ постоји. Ако не желите да га пребришете, задајте неко друго име за фајл шаблона.</p></html>
sv: <p>Filen <br /><strong>'%1'</strong><br /> finns redan. Om du inte vill skriva över den, ändra mallens filnamn till något annat.</p>
tr: <p><br /><strong>'%1'</strong><br /> dosyası zaten var; eğer üzerine yazmak istemiyorsanız, şablonun adını değiştirin.</p>
ug: <p>ھۆججەت<br /><strong>‹%1›</strong><br /> مەۋجۇت؛ قاپلىۋەتمىسۇن دېسىڭىز، قېلىپ ئاتىنى باشقا بىر ئاتقا ئۆزگەرتىڭ.</p>
uk: <p>Файл <br /><strong>'%1'</strong><br /> вже існує. Якщо ви не хочете його перезаписати, змініть назву файла шаблону на щось інше.</p>
zh_tw: <p>檔案 <strong>%1</strong> 已存在。<br />如果您不想覆寫它，請修改樣本檔案名稱。</p>

source: File Exists
bs: Datoteka već postoji
cs: Soubor existuje
da: Fil eksisterer
el: Το αρχείο υπάρχει
es: El archivo existe
et: Fail on olemas
eu: Fitxategia existitzen da
fi: Tiedosto on jo olemassa
fr: Le fichier existe
gl: O ficheiro xa existe
hi: फ़ाइल अस्तित्व में है
hr: Datoteka postoji
hu: A fájl már létezik
ia: File existe
it: Il file esiste
ja: ファイルは存在します
kk: Бұндай файл бар
km: មាន​ឯកសារ​រួចហើយ
ko: 파일이 존재함
lt: Failas jau egzistuoja
lv: Datne pastāv
nb: Fila finnes
nds: Gifft Datei al
nl: Bestand bestaat reeds
nn: Fila finst frå før
pl: Plik istnieje
pt: O Ficheiro Existe
ro: Fișierul există
sk: Súbor existuje
sl: Datoteka obstaja
sr: Фајл постоји
sv: Filen finns
tr: Dosya Mevcut
ug: ھۆججەت مەۋجۇت
uk: Файл існує
zh_tw: 檔案已存在

source: Overwrite
bs: Piši preko
cs: Přepsat
da: Overskriv
el: Αντικατάσταση
es: Sobrescribir
et: Kirjuta üle
eu: Gainidatzi
fi: Korvaa
fr: Écraser
gl: Sobrescribir
hi: मिटाकर लिखें
hr: Prepiši
hu: Felülírás
ia: Super scribe
it: Sovrascrivi
ja: 上書き
kk: Үстінен жазу
km: ​សរសេរ​ជាន់​លើ
ko: 덮어쓰기
lt: Perrašyti
lv: Pārrakstīt
nb: Overskriv
nds: Överschrieven
nl: Overschrijven
nn: Skriv over
pl: Zastąp
pt: Sobrepor
ro: Suprascrie
sk: Prepísať
sl: Prepiši
sr: Пребриши
sv: Skriv över
tr: Üstüne yaz
ug: قاپلا
uk: Перезаписати
zh_tw: 覆寫

source: <qt>Error opening the file<br /><strong>%1</strong><br />for reading. The document will not be created</qt>
bs: <qt> Greška pri otvaranju datoteke <br /><strong>%1</strong><br /> za čitanje. Dokument neće biti kreiran </qt>
cs: <qt>Chyba při otevírání souboru <br /><strong>%1</strong><br />pro čtení. Dokument nebude vytvořen.</qt>
da: <qt>Fejl under åbning af filen<br /><strong>%1</strong><br />til læsning. Dokumentet vil ikke blive lavet</qt>
el: <qt>Σφάλμα ανοίγματος του αρχείου <br /><strong>%1</strong><br />για ανάγνωση. Το έγγραφο δεν θα δημιουργηθεί</qt>
es: <qt>Error al abrir el archivo<br /><strong>%1</strong><br />para lectura. No se creará el documento</qt>
et: <qt>Viga faili<br /><strong>%1</strong><br />avamisel lugemiseks. Dokumenti ei looda.</qt>
eu: <qt>Akatsa <br /><strong>%1</strong><br /> fitxategia irakurtzeko irekitzean. Dokumentua ez da sortuko</qt>
fi: <qt>Virhe avattaessa tiedostoa<br /><strong>%1</strong><br /> lukemista varten. Tiedostoa ei luoda</qt>
fr: <qt>Erreur lors de l'ouverture du fichier <br /><strong>%1</strong><br /> en lecture. Le document ne sera pas créé.</qt>
gl: <qt>Aconteceu un erro ao abrir o ficheiro<br/><strong>%1</strong><br/>para lectura. O documento non se creará.</qt>
hi: <qt>फ़ाइल <br /><strong>%1</strong><br />को पढ़ने हेतु खोलने में त्रुटि. दस्तावेज़ बनाया नहीं जा सकता.</qt>
hu: <qt>Nem sikerült megnyitni a(z)<br /><strong>%1</strong><br />fájlt olvasásra. A dokumentum nem fog létrejönni.</qt>
ia: <qt>Error durante que on aperiva le file <br /><strong>%1</strong><br />in lectura. Le documento non essera create</qt>
it: <qt>Errore durante l'apertura del file <br /><strong>%1</strong><br />. Il documento non verrà creato.</qt>
ja: <qt><para>ファイル <filename>%1</filename> を<br />読み込みのためにを開けませんでした。文書は作成されません。</para></qt>
kk: <qt><strong>%1</strong><br />деген файлды оқу үшін ашу қатесі. Құжат құрылмайды.</qt>
km: <qt>កំហុស​ក្នុង​ការ​បើក​ឯកសារ<br /><strong>%1</strong><br />ដើម្បី​អាន ។ ឯកសារ​នឹង​មិនត្រូវ​បាន​បង្កើត​ឡើយ</qt>
ko: <qt>파일<br /><strong>%1</strong><br />을(를) 읽기 위해 여는 중 오류가 발생하였습니다 문서를 만들지 않을 것입니다.</qt>
lt: <qt>Klaida atveriant failą <br /><strong>%1</strong><br /> skaitymui. Dokumentas nebus sukurtas</qt>
lv: <qt>Kļūda, atverot lasīšanai datni <br /><strong>%1</strong><br />. Dokuments netiks izveidots</qt>
nb: <qt>Feil ved åpning av fila <br /><strong>%1</strong><br /> for lesing. Dokumentet blir ikke opprettet</qt>
nds: <qt>De Datei<br /><strong>%1</strong><br />lett sik nich lesen. Dat Dokment warrt nich opstellt</qt>
nl: <qt>Fout bij het openen van bestand<br /><strong>%1</strong><br />. Het document zal niet aangemaakt worden</qt>
nn: <qt>Klarte ikkje opna fila<br /><strong>%1</strong><br />Dokumentet vert ikkje oppretta.</qt>
pl: <qt>Błąd podczas otwierania pliku <br /><strong>%1</strong><br /> do odczytu. Dokument nie zostanie utworzony.</qt>
pt: <qt>Erro ao abrir o ficheiro<br/><strong>%1</strong><br/>para leitura. O documento não será criado</qt>
ro: <qt>Eroare la deschiderea fișierului<br /><strong>%1</strong><br />pentru citire. Documentul nu va fi creat</qt>
sk: <qt>Chyba pri otváraní súboru <br /><strong>%1</strong><br /> pre čítanie. Dokument nebude vytvorený.</qt>
sl: <qt>Napaka med odpiranjem datoteke<br /><strong>%1</strong><br />za branje. Dokument ne bo ustvarjen.</qt>
sr: <qt>Грешка при отварању фајла<br/><filename>%1</filename><br/>за читање. Документ неће бити направљен.</qt>
sv: <qt>Fel när filen<br /><strong>%1</strong><br /> skulle öppnas för läsning. Dokumentet kommer inte att skapas.</qt>
tr: <qt><strong>%1</strong> <br /> dosyası okumak için açılamıyor.<br /> Döküman oluşturulamayacak</qt>
ug: <qt>ھۆججەت<br /><strong>%1</strong><br />نى ئوقۇش ئۈچۈن ئېچىش مەغلۇپ بولدى. پۈتۈك قۇرۇلمايدۇ</qt>
uk: <qt>Помилка відкриття файла<br /><strong>%1</strong><br />для читання. Документ не буде створено</qt>
zh_tw: <qt>開啟<br /><strong>%1</strong><br />讀取時發生錯誤。無法建立文件。</qt>
