Repository: fluxer/kde-l10n
Catalog: */messages/applications/kcmperformance.po
Languages: ar, ca@valencia, cs, da, es, et, eu, fa, fi, fr, ga, gl, he, hr, ia, ja, kk, km, ko, lt, lv, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, uk

source: <p>If enabled, KDE will always try to have one preloaded Konqueror instance ready; preloading a new instance in the background whenever there is not one available, so that windows will always open quickly.</p><p><b>Warning:</b> In some cases, it is actually possible that this will reduce perceived performance.</p>
ar: <p>إن مُكِّن، ستحاول كدي دائمًا امتلاك سيرورة كنكر مُحمَّلة مسبقًا جاهزة، وأيضًا تحميل سيرورة جديدة مسبقًا في الخلفيّة متى ما لم تتوفّر واحدة، لتبقى النوافذ تفتح بسرعة دائمًا.</p><p><b>تحذير:</b> في بعض الحالات، قد يُنقِص هذا في الواقع الأداء المنتظر.</p>
ca@valencia: <p>Si està habilitat, KDE sempre provarà de tindre una instància Konqueror precarregada i preparada; precarregant una nova instància al fons sempre que no n'hi haja cap disponible, de manera que les finestres sempre s'òbriguen ràpidament.</p><p><b>Avís:</b> En alguns casos, és possible que això reduïsca el rendiment que es percep.</p>
cs: <p>Pokud je povoleno, KDE se pokusí mít vždy k dispozici jednu instanci Konqueroru tak, že si ji načte na pozadí, je-li potřeba. Nová okna se tak budou otevírat rychleji.</p><p><b>Varování:</b> V některých případech se může stát, že toto naopak sníží výkon vnímaný uživatelem.</p>
da: <p>Hvis dette er aktiveret, vil KDE prøve altid at have én forudindlæst Konqueror instans parat ved at indlæse en ny instans i baggrunden nårsomhelst der ikke er nogen tilgængelig, så åbning af Konqueror's vinduer altid skulle være hurtig.</p> <p><b>Advarsel:</b> Det er muligt at dette tilvalg i visse tilfælde rent faktisk har negativ virkning på den ydelse man fornemmer.</p>
es: <p>Si esta opción está activada, KDE tratará siempre de tener una sesión de Konqueror lista, precargando una nueva sesión en segundo plano siempre que no haya una disponible, de modo que las ventanas se abran más rápido.</p><p><b>Advertencia:</b> en algunos casos puede ocurrir que la percepción del rendimiento empeore.</p>
et: <p>Selle sisselülitamisel püüab KDE alati hoida valmis ühe eellaaditud Konquerori protsessi, avades vajaduse korral uue protsessi taustal, kui kõik muud on suletud, ja kiirendades nii vajaduse korral akende avamist.</p><p><b>Hoiatus:</b> Mõnel juhul võib see siiski oodatud jõudluse kasvu hoopis vähendada.</p>
eu: <p>Gaituta badago, KDE beti ahaleginduko da aurrez kargatutako Konqueror-en instantzia bat prest edukitzen, behar den guztietan atzeko planoan instantzia berria kargatuz; hori dela eta, leihoak beti irekiko dira bizkor. </p><p><b>Abisua:</b> zenbaitetan errendimenduaren murrizketa gerta liteke.</p>
fa: <p>اگر فعال شود، KDEهمواره سعی می‌کند یک نمونه Konqueror از پیش بارگذاری‌شده آماده داشته باشید؛ پیش‌بارگذاری یک نمونه جدید در زمینه، هرگاه هیچ موردی موجود نباشد، به طوری که پنجره‌ها همیشه سریع باز شوند.</p><p><b>اخطار:</b> در برخی موارد،‌ واقعاً ممکن است کارایی مشاهده‌شده را کاهش دهد.</p>
fi: <p>Jos tämä asetus on valittu, KDE säilyttää muistissa aina yhden Konqueror-instanssin. KDE lataa muistiin aina yhden varainstanssin, jolloin Konquerorin ikkunat avautuvat nopeasti. </p><p><b>Varoitus:</b> Joissakin tapauksissa tämä asetus saattaa hidastaa järjestelmän toimintaa.</p>
fr: <p>Si cette option est activée, KDE va toujours essayer d'avoir une instance préchargée de Konqueror, en préchargeant une nouvelle instance lorsqu'il n'y en a aucune, de façon que l'ouverture des fenêtres soit toujours rapide.</p><p><b> Attention :</b> dans certains cas, il est possible que cette option ait des effets négatifs sur la performance.</p>
ga: <p>Leis an rogha seo, déanfaidh KDE iarracht ar phróiseas réamhluchtaithe Konqueror a choinneáil réidh i gcónaí, trí phróiseas nua a luchtú sa chúlra nuair nach bhfuil ceann ar fáil, sa chaoi go n-osclóidh fuinneoga go tapa.</p><p><b>Rabhadh:</b> I gcásanna áirithe, sílfidh tú go bhfuil an ríomhaire níos moille dá bhrí seo.</p>
gl: <p>Se escolle esta opción KDE tentará sempre ter unha sesión de Konqueror precargada, facendo que sempre haxa unha dispoñíbel, o que fai que as xanelas abran máis rápido.</p><p><b>Advertencia:</b> nalgúns casos pode ocorrer que a percepción do rendemento empeore.</p>
he: ‏<p>אם מאופשר, KDE תמיד ינסה להחזיק מקטע של Konqueror מוכן, טוען ברקע חלק כזה כאשר אין אפילו חלק אחד טעון, כך ש־Konqueror יפתח מהר יותר.</p><p><b>אזהרה:</b>במספר מקרים, ישנה אפשרות שדבר זה יגרום לירידה בביצועים.</p>
hr: <p>Ukoliko je omogućena, KDE će pokušati uvijek imati spremnu jednu, unaprijed učitanu, instancu Konquerora; učitavanje nove instance u pozadinu kada ne postoji ni jedna dostupna instanca, što uvijek omogućuje brže otvaranje novog prozora. </p><p><b>Upozorenje:</b> Kod nekih slučajeva, moguće je da će ovo naizgled smanjiti performanse.</p>
ia: <p>Si habilitate, KDE sempre provara a haber un instantia de Konqueror precargate preste; il precarga un nove instantia in le background quando il non ha un disponibile, assi que fenestras aperi rapidemente sempre.</p><p><b>Aviso:</b> In alcun casos, il es possibile que isto il reducera le prestation percipite.</p>
ja: <qt><p>このオプションを有効にすると、KDE は常に一つの Konqueror のインスタンスをプリロードして待機させておこうと試みます。つまり、利用できるインスタンスがなくなると、バックグラウンドでプリロードします。これによって、いつでも素早くウィンドウを開くことができます。</p><p><note>状況によっては、この設定によってパフォーマンスが悪くなったと感じることがあります。</note></p></qt>
kk: <p>Белгісі қойылса, KDE әрқашан да алдын ала жүктелінген бір Konqueror данасын дайын ұстауға тырысады, бары іске қосылса, ая режімінде жаңа бір данасын жүктеп қойып. Сонда жаңа терезелер әрқашан да тез ашылады.</p><p> <b>Ескерту:</b> Кейбірде, бұл жыдамдылығын арттыралмай, керісінше сәл төмендетеді.</p>
km: <p>បើ​អនុញ្ញាត KDE នឹង​ព្យាយាម​​ធ្វើ​ឲ្យ​វត្ថុ Konqueror ដែល​បាន​ផ្ទុក​ជាមុន​មួយ​រួចរាល់​ ការ​ផ្ទុក​បង្អួច​ថ្មី​មួយ​ក្នុង​ផ្ទៃ​ខាងក្រោយ​ពេល​គ្មាន​បង្អួច​​មួយ​សោះ ដូច្នេះ​បង្អួច​នឹង​បើក​​យ៉ាង​លឿន ។</p><p><b>ការ​ព្រមាន ៖</b>​ក្នុង​ករណី​ខ្លះ វា​ពិ​ត​ជា​អាច​ធ្វើ​​ដូច​នេះ​បាន​ដើម្បី​កាត់​បន្ថយ​ដំណើរ​ការ​ដែល​បាន​សង្កេត ។</p>
ko: <p>이 설정을 사용하면 KDE에서는 항상 하나의 Konqueror를 배경에서 실행시킵니다.</p><b>경고:</b> 몇몇 경우에는 성능을 저하시킬 수 있습니다.
lt: <p>Jei ši parinktis įjungta, KDE visuomet stengsis laikyti atmintyje vieną Konqueror egzempliorių; jei atmintyje neliks nei vieno laisvo egzemplioriaus, jis bus įjungiamas fone, kad langai visuomet atsidarytų greitai.</p><p><b>Perspėjimas:</b> kai kuriais atvejais gali nutikti, kad bendras našumas sumažės.</p>
lv: <p>Ja ieslēgts, tad KDE vienmēr mēģinās, lai būtu pieejama viena pirmsielādēta Konqueror instance, pirmsielādējot jaunu instanci fonā, kad vien nav vismaz viena brīva pieejama, lai logi vērtos ātrāk.</p><p><b>Uzmanību:</b> Dažos gadījumos pastāv iespēja, ka tas tieši samazinās uzskatāmo veiktspēju.</p>
nn: <p>Viss det er kryssa av her, vil KDE alltid prøva å ha ein Konqueror-instans lasta og klar til bruk. Det vil seia prøva å lasta ein ny instans med det same ingen instansar er tilgjengelege for bruk. På denne måten vil alltid eit Konqueror-vindauge opnast raskt.</p><p><b>Åtvaring:</b> I nokre tilfelle kan det verka som om denne funksjonaliteten redusera ytinga.</p>
pl: <p>Jeśli ta opcja jest włączona, jedna kopia Konquerora będzie zawsze wczytana do pamięci i gotowa do pracy. Dzięki temu okna Konquerora będą otwierać się szybciej.</p><p><b>Uwaga:</b> w niektórych wypadkach włączenie tej opcji może zmniejszyć wygodę pracy.</p>
pt: <p>Se estiver assinalada, o KDE irá tentar sempre ter uma instância pronta e pré-carregada do Konqueror; carrega antecipadamente uma nova instância em segundo-plano sempre que não existir nenhuma disponível, de modo a que as janelas abram sempre depressa.</p><p><b>Atenção:</b> Em alguns casos, é de facto possível que isto reduza a performance obtida.</p>
pt_br: <p>Se habilitado, o KDE tentará ter sempre uma instância pronta e pré-carregada do Konqueror; carrega antecipadamente uma nova instância em segundo plano, sempre que não existir uma disponível, de modo que as janelas abram rapidamente.</p><p><b>Aviso:</b> Em alguns casos, é possível que esta opção tenha um efeito negativo no desempenho.</p>
ro: <p>Dacă opțiunea este activată, KDE va încerca întotdeauna să aibă în execuție o instanță preîncărcată de Konqueror. O instanță nouă va fi preîncărcată în fundal ori de cîte ori nu există una disponibilă, astfel încît ferestrele vor fi deschise rapid.</p><p><b>Atenție:</b> În anumite cazuri este posibil ca acest lucru să reducă performanța percepută.</p>
ru: <p>Если этот параметр включён, KDE всегда будет пытаться держать в памяти один заранее загруженный в фоновом режиме экземпляр Konqueror. Новый экземпляр будет загружен, если в данный момент все остальные запущенные экземпляры Konqueror будут заняты. Таким образом, окна Konqueror всегда будут открываться быстро.</p><p><b>Внимание:</b> в некоторых случаях это на самом деле может не повысить, а только снизить производительность.</p>
sk: <p>Ak je táto voľba zapnutá, KDE sa pokúsi mať vždy jednu v pamäti načítanú a pripravenú inštanciu prehliadača Konqueror, takže si ju načíta na pozadí, ak je to potrebné. Takže sa budú nové okná otvárať rýchlejšie.</p><p><b>Varovanie:</b> V niektorých prípadoch je možné, že sa dokonca zníži výkon.</p>
sl: <p>Če je omogočeno, bo KDE vedno poskušal imeti pripravljen en prednaložen primerek Konquerorja. Ta primerek se bo naložil v ozadju takrat, ko ni noben na voljo, zato se bodo okna vedno hitro odpirala.</p><p><b>Opozorilo:</b> v nekaterih primerih je mogoče, da to celo upočasni občuteno hitrost.</p>
sr@ijekavian: <html><p>Ако је ово укључено, КДЕ ће покушати да увијек има један спреман примјерак К‑освајача, учитавајући га у позадини кад год нема ниједног, да би се прозори брже отварали.</p><p><warning>У неким случајевима, могуће је да ће ово одавати супротан утисак, тј. да је одзив лошији.</warning></p></html>
sv: <p>Om aktiverad, försöker KDE att alltid ha en förladdad Konqueror-instans klar, med förladdning av nya instanser i bakgrunden så fort ingen är tillgänglig, så att det alltid ska gå fort att öppna Konqueror-fönster.</p><p><b>Varning:</b> Det är möjligt att det här alternativet i vissa fall i själva verket har en negativ effekt på upplevd prestanda.</p>
uk: <p>Якщо буде позначено цей пункт, KDE спробує завжди мати один заздалегідь завантажений екземпляр навігатора Konqueror; запускаючи новий екземпляр у фоновому режимі, коли вже не залишилось наявних. Тому вікна завжди будуть відкриватися швидко.</p><p><b>Увага:</b> іноді це може зменшувати швидкодію.</p>

source: Minimize Memory Usage
ar: قلّص استخدام الذاكرة
ca@valencia: Minimitza l'ús de memòria
cs: Minimalizovat spotřebu paměti
da: Minimér hukommelsesforbrug
es: Minimizar uso de memoria
et: Mälukasutuse minimeerimine
eu: Minimizatu memoriaren erabilera
fa: کمینه‌سازی کاربرد حافظه
fi: Minimoi muistin käyttö
fr: Réduire l'utilisation de la mémoire
ga: Laghdaigh Úsáid na Cuimhne
gl: Minimizar o uso da memoria
he: מזער שימוש בזיכרון
hr: Smanji memorijsku uporabu
ia: Minimisar le uso de memoria
ja: メモリの使用を最小限に制限
kk: Жадын үнемдеу
km: បង្រួម​ការ​ប្រើប្រាស់​សតិ​អប្បបរមា
ko: 메모리 사용 최소화하기
lt: Sumažinti atminties naudojimą
lv: Samazināt atmiņās izmantošanu
nn: Minst mogleg minnebruk
pl: Minimalizuj użycie pamięci
pt: Reduzir a Utilização de Memória
pt_br: Minimizar o uso da memória
ro: Minimizează utilizarea memoriei
ru: Минимизировать использование памяти
sk: Minimalizácia použitia pamäte
sl: Zmanjšaj uporabo pomnilnika
sr@ijekavian: Минимизација коришћења меморије
sv: Minimera minnesanvändning
uk: Мінімізувати використання пам'яті

source: &Never
ar: أ&بدًا
ca@valencia: &Mai
cs: &Nikdy
da: &Aldrig
es: &Nunca
et: &Mitte kunagi
eu: &Inoiz ere ez
fa: &هرگز‌
fi: &Ei koskaan
fr: &Jamais
ga: &Riamh
gl: &Nunca
he: &לעולם לא
hr: &Nikada
ia: &Nunquam
ja: 制限しない(&N)
kk: &Ешқашанда
km: កុំ
ko: 사용 안 함(&N)
lt: &Niekada
lv: &Nekad
nn: &Aldri
pl: &Nigdy
pt: &Nunca
pt_br: &Nunca
ro: &Niciodată
ru: &Никогда
sk: &Nikdy
sl: &Nikoli
sr@ijekavian: &Никад
sv: A&ldrig
uk: &Ніколи

source: For &file browsing only (recommended)
ar: ل&تصفّح الملفات فقط (مُستحسَن)
ca@valencia: Només per a la navegació de &fitxers (recomanat)
cs: Pouze pro pro&cházení souborů (doporučeno)
da: Kun til &filsøgning (anbefalet)
es: Solo para exploración de &archivos (recomendado)
et: Ainult failisüsteemi &lehitsemisel (soovitatav)
eu: &Fitxategiak arakatzeko soilik (gomendatua)
fa: فقط برای مرور &پرونده )پیشنهادشده(‌
fi: &Vain tiedostojenhallinnassa (suositus)
fr: &Pour la navigation locale uniquement (recommandé)
ga: Brabhsáil na g&comhad amháin (molta)
gl: Só para a navegación de &ficheiros (recomendado)
he: עבור &עיון בקבצים בלבד (מומלץ)
hr: Samo za pregledavan&je datoteka (preporučeno)
ia: Solmente pro navigation de &file (recommendate)
ja: ファイルの閲覧の場合に限り制限する(&B) (推奨)
kk: Тек &файлдарды шолу үшін (көбінесе жарайды)
km: សម្រាប់​តែ​ការ​រុករក​ឯកសារ (ផ្ដល់​អនុសាសន៍)
ko: 파일 브라우저에만 사용하기 (권장)(&F)
lt: Tik &failų naršymui (rekomenduojama)
lv: Tikai &failu pārlūkošanai (rekomendējami)
nn: Berre for &fillesing (tilrådd)
pl: &Dla menedżera plików (zalecane)
pt: Apenas para gestão de &ficheiros (recomendado)
pt_br: S&omente para navegação de arquivos (recomendado)
ro: Numai pentru navigare de f&ișiere (recomandat)
ru: Только для диспетчера &файлов (рекомендуется)
sk: Len pre pre&hliadanie súborov (odporúčané)
sl: Samo za brskanje po &datotekah (priporočeno)
sr@ijekavian: &Само за прегледање фајлова (препоручљиво)
sv: &Bara för filbläddring (rekommenderas)
uk: Для навігації &файлами (рекомендовано)

source: Alwa&ys (use with care)
ar: دائ&مًا (استخدم بحذر)
ca@valencia: &Sempre (useu-ho amb compte)
cs: Vžd&y (používat s rozvahou)
da: Al&tid (brug med forsigtighed)
es: &Siempre (utilizar con cuidado)
et: &Alati (kasuta ettevaatlikult)
eu: &Beti (kontuz erabili)
fa: &همیشه )با احتیاط استفاده شود(‌
fi: &Aina (käytä varoen)
fr: &Toujours (à utiliser avec précaution)
ga: I gCó&naí (bí cúramach)
gl: &Sempre (empregar con coidado)
he: תמי&ד (השתמש בזהירות)
hr: U&vijek (koristite sa oprezom)
ia: &Sempre (usar con cura)
ja: 常に制限する(&Y) (慎重を要す)
kk: &Әрқашанда (байқап қолданыңыз)
km: ជានិច្ច (ប្រើ​ដោយ​យក​ចិត្ត​ទុក​ដាក់)
ko: 항상 (주의해서 사용)(&Y)
lt: &Visada (naudoti atsargiai)
lv: &Vienmēr (lietot uzmanīgi)
nn: A&lltid (ver varsam)
pl: &Zawsze (ostrożnie!)
pt: Semp&re (utilize com cuidado)
pt_br: &Sempre (use com cuidado)
ro: În&totdeauna (utilizați cu grijă)
ru: В&сегда (используйте с осторожностью)
sk: Vžd&y (používať s opatrnosťou)
sl: &Vedno (uporabljajte previdno)
sr@ijekavian: &Увијек (користите пажљиво)
sv: All&tid (använd med försiktighet)
uk: Зав&жди (використовуйте з осторогою)

source: Preloading
ar: التحميل المسبق
ca@valencia: Precàrrega
cs: Načtení dopředu
da: Forudindlæsning
es: Precargar
et: Eellaadimine
eu: Aurrekargatzen
fa: پیش‌بارگذاری
fi: Esilataus
fr: Préchargement
ga: Réamhluchtáil
gl: Precarga
he: טעינה מקדימה
hr: Unaprijedno učitavanje
ia: Precargar
ja: プリローディング (常駐化) の設定
kk: Алдын ала жүктеу
km: ការ​ផ្ទុក​ជាមុន
ko: 미리 불러오기
lt: Išankstinis įkėlimas
lv: Pirmsielādēšana
nn: Førehandslasting
pl: Wczesne wczytywanie
pt: Pré-carregamento
pt_br: Pré-carregamento
ro: Preîncărcare
ru: Предварительная загрузка
sk: Prednahranie
sl: Prednalaganje
sr@ijekavian: Предучитавање
sv: Ladda i förväg
uk: Попереднє завантаження

source: Maximum number of instances kept &preloaded:
ar: العدد الأقصى للسيرورات لإبقاءها مُ&حمَّلة مسبقًا:
ca@valencia: Número màxim d'instàncies a mantindre &precarregades:
cs: Maximální &počet instancí, které předem načíst:
da: Maksimalt antal udgaver der holdes &forudindlæst:
es: Número máximo de sesiones &precargadas:
et: &Protsesside maksimum, mida hoitakse eellaadituna:
eu: A&urrekargatuko diren instantzien kopuru handiena:
fa: تعداد بیشینه نمونه‌های از &پیش بارگذاری‌شده حفظ‌شده:‌
fi: Esiladattujen instanssien &maksimimäärä:
fr: Nombre maximal d'instances &préchargées :
ga: Líon uasta ásc &réamhluchtaithe:
gl: Número máximo de sesións &precargadas:
he: מספר מרבי של מופעים שיש לטעון &מראש:
hr: Maksimalan broj instanci nakon unaprijednog učitavanja
ia: Numero maxime de instantias mantenite &precargate:
ja: 常駐させるインスタンスの最大数(&P):
kk: Алдын ала жүктелетін даналар санының жоғарғы шегі:
km: ចំនួន​វត្ថុ​អតិបរមា​ដែល​នៅ​តែ​ផ្ទុក​ជាមុន ៖
ko: 미리 불러올 최대 인스턴스 개수(&P):
lt: Ma&ksimalus iš anksto įkeltų atvejų skaičius:
lv: Maksimālais instanču skaits, cik turēt &pirmsielādētas:
nn: Høgste tal på instansar som skal &førehandslastast:
pl: Maksymalna liczba kopii wczytanych &wcześniej:
pt: Número máximo de instâncias &pré-carregadas:
pt_br: Número máximo de instâncias a manter &pré-carregadas:
ro: Numărul de instanțe &preîncărcate:
ru: Максимальное количество &предварительно загруженных экземпляров:
sk: Maximálny počet inštancii držaných ako &prednahraných:
sl: Največje število ohranjenih &prednaloženih primerkov:
sr@ijekavian: Највећи број &примјерака одржаваних учитаним:
sv: &Maximalt antal instanser som laddas i förväg
uk: Максимальна кількість &завантажених екземплярів:

source: Preload an instance after KDE startup
ar: حمّل مسبقًا سيرورة واحدة بعد بدء كدي
ca@valencia: Precarrega una instància després d'engegar el KDE
cs: Předem načíst instanci po spuštění KDE
da: Indlæs en udgave efter KDE's opstart
es: Precargar una sesión después del inicio de KDE
et: Eellaadimine pärast KDE käivitamist
eu: Aurrekargatu instantzia bat KDE abiaraztean
fa: پیش‌بارگذاری یک نمونه پس از برپایی KDE
fi: Esilataa instanssi KDE:n käynnistyksen jälkeen
fr: Précharger une instance après le démarrage de KDE
ga: Réamhluchtaigh ásc tar éis tosú KDE
gl: Precargar unha sesión despois do inicio do KDE
he: טען מופע מראש בעת ההפעלה של KDE
hr: Unaprijedno učitavanje instance nakon KDE podizanja
ia: Precarga un instantia postea initio de KDE
ja: KDE 起動時にインスタンスをプリロードする(&L)
kk: KDE бастау кезінде алдын ала жүктелсін
km: ផ្ទុក​វត្ថុ​ជាមុន បន្ទាប់​ពី​ចាប់ផ្ដើម KDE
ko: KDE를 시작한 후 인스턴스 미리 불러오기
lt: Įkelti atvejį po KDE paleidimo
lv: Pirmsielādēt instanci pēc KDE palaišanas
nn: Last ein instans på førehand etter at KDE har starta
pl: Wczytaj kopię po uruchomieniu KDE
pt: Carregar uma instância depois do arranque do KDE
pt_br: Pré-carregar uma instância após a inicialização do KDE
ro: Preîncarcă o instanță la pornirea KDE
ru: Предварительно загружать один экземпляр при запуске KDE
sk: Prednahrať inštanciu po štarte KDE
sl: Prednaloži primerek po zagonu KDE
sr@ijekavian: Учитај примјерак по покретању КДЕ‑а
sv: Ladda en instans efter KDE:s start
uk: Попереднє завантаження після старту KDE

source: Always try to have at least one preloaded instance
ar: حاول دائمًا امتلاك سيرورة واحدة على الأقل مُحمَّلة مسبقًا
ca@valencia: Prova sempre de tindre una instància precarregada com a mínim
cs: Vždy se pokusit mít aspoň jednu načtenou instanci
da: Prøv altid at have mindst én forudindlæst udgave
es: Tratar siempre de tener al menos una sesión precargada
et: Alati püütakse elus hoida vähemalt üks eellaaditud protsess
eu: Beti saiatu instantzia bat bederen aurrekargatuta edukitzen
fa: سعی کنید همیشه حداقل یک نمونه از پیش بارگذاری‌شده داشته باشید
fi: Yritä pitää muistissa aina vähintään yhtä esiladattua instanssia
fr: Toujours essayer d'avoir au moins une instance préchargée
ga: Déan iarracht ar phróiseas amháin ar a laghad a bheith réamhluchtaithe i gcónaí
gl: Tentar sempre ter polo menos unha sesión precargada
he: השתדל לשמור מופע אחד טעון
hr: Uvijek nastojte imati barem jednu predučitanu instancu
ia: Essaya sempre de haber al minus un instantia precargate
ja: 常に一つのインスタンスを常駐待機させる(&T)
kk: Әрқашанда жадында бір дайын дана болсын
km: ព្យាយាម​ផ្ទុក​វត្ថុ​​យ៉ាង​ហោច​ណាស់​មួយ​ជានិច្ច
ko: 최소한 하나의 인스턴스를 불러오기
lt: Visuomet stengtis turėti bent vieną iš anksto įkeltą atvejį
lv: Vienmēr censties, lai būtu vismaz viena pirmsielādēta instance
nn: Prøv alltid å ha minst éin førehandslasta instans
pl: Zawsze przechowuj jedną wolną kopię w pamięci
pt: Tentar ter pelo menos uma instância pré-carregada
pt_br: Sempre tentar ter pelo menos uma instância pré-carregada
ro: Încercați să aveți preîncărcată măcar o instanță
ru: Держать в памяти как минимум один предварительно загруженный экземпляр
sk: Mať vždy najmenej jednú inštanciu prednahranú
sl: Vedno poskušaj imeti vsaj en prednaložen primerek
sr@ijekavian: Увијек одржавај барем један учитан примјерак
sv: Försök att alltid ha minst en förladdad instans
uk: Завжди попередньо завантажувати принаймні один екземпляр

source: System Configuration
ar: ضبط النظام
ca@valencia: Configuració del sistema
cs: Nastavení systému
da: Systemkonfiguration
es: Configuración sistema
et: Süsteemi seadistus
eu: Sistemaren konfigurazioa
fa: پیکربندی سیستم
fi: Järjestelmän asetukset
fr: Configuration du système
ga: Cumraíocht an Chórais
gl: Configuración do sistema
he: תצורת מערכת
hr: Konfiguracija Sustava
ia: Configuration de systema
ja: システム設定
kk: Жүйенің конфигурациясы
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ
ko: 시스템 설정
lt: Sistemos konfigūravimas
lv: Sistēmas konfigurācija
nn: Systemoppsett
pl: Konfiguracja systemu
pt: Configuração do Sistema
pt_br: Configuração do sistema
ro: Configurare sistem
ru: Параметры системы
sk: Nastavenie systému
sl: Sistemske nastavitve
sr@ijekavian: Постава система
sv: Systeminställning
uk: Налаштування системи

source: Disable &system configuration startup check
ar: عطّل ف&حص ضبط النظام عند البدء
ca@valencia: Deshabilita la comprovació de la configuració del &sistema en engegar
cs: Zakázat kontrolu na&stavení systému při spuštění
da: Deaktivér tjek af &systemkonfiguration ved opstart
es: Deshabilitar comprobación del &sistema en el inicio
et: &Süsteemi seadistuste kontroll käivitusel keelatakse
eu: Desgaitu &sistemaren konfigurazioa egiaztatzea abiaraztean
fa: غیرفعال کردن بررسی برپایی پیکربندی &سیستم‌
fi: Älä tarkista &järjestelmän kokoonpanoa käynnistyksessä
fr: Désactiver la vérification de la configuration du &système au démarrage
ga: Díchuma&saigh tástáil tosaigh cumraíochta an chórais
gl: Desactivar a comprobación da configuración do &sistema ao inicio
he: בטל את בדיקת תצורת המערכת בעת ההפעלה
hr: Isključi provjeru konfiguracije sustava prilikom podizanja.
ia: Dishabilita verifica de initio de configuration de &systema
ja: 起動時のシステム設定チェックを無効にする(&M)
kk: Бастау кезінде &жүйенің конфигурациясы тексерілмесін
km: មិន​អនុញ្ញាត​ការ​ពិនិត្យ​ពេល​ចាប់ផ្ដើម​ការ​កំណត់​រចនា​សម្ព័ន្ធ​ប្រព័ន្ធ
ko: 시작할 때 시스템 설정 확인하지 않기(&S)
lt: Išjungti &sistemos konfigūravimo patikrą paleisties metu
lv: Atslēgt &sistēmas konfigurācijas pārbaudi pie palaišanas
nn: &Ikkje sjekk systemoppsett ved oppstart
pl: Wyłącz &sprawdzanie konfiguracji systemu przy uruchamianiu
pt: Desactivar a verificação da configuração do &sistema no arranque
pt_br: Desabilitar a verificação da configuração do &sistema ao iniciar
ro: Dezactivează verificarea configurației &sistemului la pornire
ru: Отключить проверку конфигурации системы при запуске
sk: Zakázať kontrolu nastavenia &systému pri štarte
sl: Onemogoči zagonsko preverjanje &sistemskih nastavitev
sr@ijekavian: &Без провјере поставе при покретању
sv: Inaktivera kontroll av &systeminställning vid start
uk: Вимкнути перевірку налаштувань системи &при старті
