Repository: fluxer/kde-l10n
Catalog: */messages/applications/kcmperformance.po
Languages: ar, ca@valencia, cs, da, es, et, eu, fa, fi, fr, ga, gl, he, hr, ia, ja, kk, km, ko, lt, lv, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, uk

source: <p>With this option activated, only one instance of Konqueror used for file browsing will exist in the memory of your computer at any moment, no matter how many file browsing windows you open, thus reducing resource requirements.</p><p>Be aware that this also means that, if something goes wrong, all your file browsing windows will be closed simultaneously</p>
ar: <p>عند تفعيل هذا الخيار، فقط سيرورة واحدة من كنكر المُستخدَمة في تصفّح الملفات ستوجد في ذاكرة جهازك في أي وقت، مهما كان عدد نوافذ تصفّح الملفات التي تفتحها، ممّا يؤدّي إلى تقليل متطلّبات الموارد.</p><p>انتبه أن هذا يعني أنه إن حدث شيء خاطئ، ستُغلق كلّ نوافذ تصفّح الملفات معًا.</p>
ca@valencia: <p>Amb esta opció activada, existirà una sola instància del Konqueror a la memòria de l'ordinador usada per la navegació de fitxers, en tot moment, sense importar quantes finestres de navegació de fitxers obriu, d'esta manera es reduiran els requeriments de recursos.</p><p>Tingueu present que això també significa que, si alguna cosa va malament, totes les finestres de navegació de fitxers es tancaran simultàniament.</p>
cs: <p>Pokud je aktivována tato volba, bude v paměti existovat vždy pouze jedna instance prohlížeče souborů nezávisle na tom, kolik máte otevřeno oken. Tím se sníží paměťová náročnost.</p><p>Všimněte si ovšem, že pokud aplikace zhavaruje, uzavřou se všechna okna.</p>
da: <p>Med dette aktiveret vil kun én udgave af Konqueror eksistere i hukommelsen brugt til fil-søgning på et givet tidspunkt, lige gyldigt hvor mange filsøgnings-vinduer du åbner, hvilket således reducerer ressourcekravene.</p> <p>Vær klar over at dette også betyder at, hvis noget går galt, vil alle dine filsøgnings-vinduer blive lukket samtidigt</p>
es: <p>Con esta opción activada, solo existirá en memoria una sesión de exploración de archivos de Konqueror en cada momento determinado, independientemente del número de ventanas abiertas, lo que reduce el consumo de recursos.</p><p>Tenga en cuenta que esto significa que, si algo va mal, todas las ventanas de exploración de archivos se cerrarán simultáneamente.</p>
et: <p>Selle sisselülitamisel on suvalisel hetkel mälus ainult üks Konquerori faililehitsemise protsess sellest sõltumata, mitu akent on avatud. See vähendab mõnevõrra ressursivajadust.</p><p>Pane tähele, et see tähendab ka seda, et kui midagi viltu läheb, suletakse kõik faililehitseja aknad korraga.</p>
eu: <p>Aukera hau aktibatuz gero, betiere Konqueror-en instantzia bakarra egongo da ordenagailuaren memorian fitxategiak arakatzeko, berdin diolarik zenbat fitxategi-arakatze leiho daukazun irekita, modu horretan baliabideak aurreztuz. </p><p>Kontuan izan honen ondorioz zera gerta daitekeela: zerbait txarto balebil, fitxategi-arakatzailearen leiho guztiak batera itxiko liratekeela.</p>
fa: <p>با فعال کردن این گزینه، در هر لحظه فقط یک نمونه از Konqueror استفاده‌شده برای مرور پرونده، در حافظه رایانه شما موجود است؛ مهم نیست که شما چند پنجره مرور پرونده را باز می‌کنید، چون فقط تجهیزات منبع کاهش می‌یابد.</p><p>آگاه باشید که این به این معناست، که اگر چیزی نادرست باشد، همه پنجره‌های مرور پرونده هم زمان بسته خواهند شد</p>
fi: <p>Jos tämä kohta on valittu, vain yksi Konquerorin instanssi on muistissa riippumatta siitä, kuinka monta ikkunaa on auki. Tämä vähentää käytettävän muistin tarvetta.</p><p>Jos Konquerorissa tapahtuu suoritusvirhe, kaikki ikkunat suljetaan.</p>
fr: <p>Lorsque cette option est activée, une seule instance de Konqueror, sera utilisée pour la gestion des fichiers et existera dans la mémoire de votre ordinateur, indépendamment du nombre de fenêtres de gestion de fichiers que vous ouvrez. Cela réduit donc la quantité de mémoire nécessaire.</p><p> Soyez conscient que cela signifie également que, si quelque chose se passe mal, toutes les fenêtres de gestion de fichiers seront fermées simultanément.</p>
ga: <p>Leis an rogha seo, ní bheidh ach próiseas Konqueror amháin a úsáidtear le comhaid a bhrabhsáil i gcuimhne do ríomhaire san am céanna, is cuma cé mhéad fuinneog bhrabhsála a osclaíonn tú, agus na hacmhainní riachtanacha a laghdú mar sin.</p><p>Ag an am céanna, tabhair faoi deara go gciallaíonn sé seo go ndúnfaí d'fhuinneoga brabhsála go léir dá rachadh rud éigin amú</p>
gl: <p> Con esta opción activada, só existirá en memoria unha sesión de navegación de ficheiros de Konqueror en cada momento, independentemente do número de xanelas abertas, o que reduce o consumo de recursos.</p><p>Teña en conta que isto significa que, se algo vai mal, todas as xanelas de navegación de ficheiros han pecharse simultaneamente</p>
he: <p>אם אפשרות זאת מופעלת, ישמש רק מופע אחד של konqueror בשימוש עבור עיון קבצים ימצא בזיכרון של המחשב שלך בכל רגע, לא משנה כמה חלונות יפתחו ובכך יופחת השימוש במשאבים. </p><p> יש לשים לב שאם משהו קורה, כל החלונות של עיון קבצים יסגרו בו זמנית. </p>
hr: <p>S aktiviranim ovim opcijama, samo jedna instanca Konquerora za pregledavanje datoteka će postojati u memorijina vašem računalu u svakom trenutku, bez obzira koliko prozora za pregledavanje datoteka bude otvoreno, time smanjujući zauzeće resursa.</p><p>Budite svjesni da ovo također znači da ukoliko nešto pođe po zlu sve instance preglednika bit će simultano zatvorene.</p>
ia: <p>Con iste option activate, solmente un instantia de Konqueror usate pro navigar de file existera in le memoria de tu computator in omne momento, il non importa le numero de fenestras de navigation que tu ha aperite, assi il reduce requisitos de ressource.</p><p>Tu nota que isto anque significa que, si alcun cosa es errate, omne tu fenestras de navigation de file essera claudite simultaneemente</p>
ja: <p>これを選択すると、ファイルの閲覧に使われる Konqueror のインスタンスが、コンピュータのメモリの中に常に一つしか存在しなくなります。これはファイルの閲覧のためにいくつウィンドウを開いても変わりません。その結果、メモリに余裕がない状況にも対応できます。</p><p>ただし、これには欠点があることも覚えておいてください。例えば、複数のウィンドウを開いてファイルを操作しているときに、一つのウィンドウに何か問題が発生すると、すべてのウィンドウが同時に閉じてしまいます。</p>
kk: <p>Белгісі қойылса, қанша терезелері ашық болса да, компьютердің жадында Konqueror шолғыштың тек бір ғана данасы болады. Бұл компьютердің ресурстарын үнемдеу жолы.</p><p>Байқаңыз, бұндайда, егер қандай да бір қате пайда болса, шолғыштың барлық терезелері бірден жабылады</p>
km: <p>ជាមួយ​ជម្រើស​ដែល​​សកម្ម​នេះ មាន​តែ​​វត្ថុ​មួយ​របស់ Konqueror ប៉ុណ្ណោះ​ ដែល​បាន​ប្រើ​សម្រាប់ ​រក​មើល​ឯកសារ​ដែល​មាន​នៅ​ក្នុង​សតិ​នៃ​កុំព្យូទ័រ​របស់​អ្នក ដោយ​មិន​ខ្វល់​ថា​អ្នក​បើក​បង្អួច​រក​មើល ឯកសារ​ចំនួន​ប៉ុន្មាន​ទេ ធ្វើ​ដូច្នេះ​ដើម្បី​កាត់​បន្ថយ​តម្រូវ​ការ​ធនធាន ។</p><p>សូម​ជ្រាប​ថា​ វា​ក៏​មាន​ន័យ​ផង​ដែរ​ថា បើ​មាន​អ្វី​ខុស​បង្អួច​រក​មើល​ឯកសារ​របស់​អ្នក ទាំងអស់​នឹង​ត្រូវ​បាន​បិទ​ក្នុង​ពេល​ដំណាល​គ្នា</p>
ko: <p>이 설정을 사용하면 파일 탐색을 위해서 많은 창을 사용한다고 해도 한 번에한 개의 Konqueror만이 메모리에서 실행됩니다. 따라서 자원 사용량을 줄일 수 있습니다.</p><p>또한 이 설정을 사용하면 무언가가 잘못되었을 때 모든 파일 탐색 창이 한 번에 닫힌다는 것을 뜻합니다.</p>
lt: <p>Jei ši parinktis įjungta, failų naršymui bus paleistas tik vienas Konqueror atvejis vienu metu, nepriklausomai nuo to, kiek daug naršymo langų atidarysite, tokiu būdu sumažinant resursų poreikį.</p><p>Atkreipkite dėmesį, kad tai reiškia, kad įvykus klaidai, visi failų naršymo langai bus užverti vienu metu</p>
lv: <p>Ja ieslēgta šī opcija, tad tikai viena Konqueror instance domāta failu pārlūkošanai eksistēs datora atmiņā jebkurā brīdī, lai arī cik failu pārlūka logi netiktu atvērti, tādā veidā samazinot prasības pret resursiem (atmiņu).</p><p>Ievērojiet, ka tas arī nozīmē, ka gadījumā, ja kaut kas noiet greizi, vienlaicīgi aizvērsies visi failu pārlūka logi.</p>
nn: <p>Her kan du velja om Konqueror skal bruka det same minneområdet til alle filhandsamingsvindauga, slik at den samla minnebruken vert lågare.</p><p>Legg merke til at du på denne måten risikerer at alle vindauga vert lukka på same tid dersom noko går gale.</p>
pl: <p>Jeśli ta opcja jest włączona, w komputerze znajdować się będzie najwyżej jedna kopia menedżera plików, niezależnie od liczby otwartych folderów. Dzięki temu użycie zasobów będzie mniejsze.</p><p>Uwaga: wybór tej opcji spowoduje, że w razie awarii Konquerora wszystkie okna zostaną od razu zamknięte!</p>
pt: <p>Com esta opção activada, existirá apenas uma instância do Konqueror em memória para a navegação nos ficheiros, independentemente de quantas janelas de navegação você abrir, reduzindo desta forma os requisitos de recursos.</p><p>Lembre-se que isto também significa que, se algo correr mal, todas as suas janelas de navegação de ficheiros serão fechadas em simultâneo.</p>
pt_br: <p>Com esta opção ativada, somente uma instância do Konqueror usada para navegação de arquivos estará na memória do seu computador, independentemente de quantas janelas de navegação de arquivos você abrir, reduzindo os recursos necessários para esta tarefa.</p><p>Lembre-se de que isto também significa que, se algo errado acontecer, todas as suas janelas de navegação de arquivos serão fechadas simultaneamente.</p>
ro: <p>Dacă această opțiune este activată, atunci în orice moment va exista în memorie numai o instanță de Konqueror care este utilizată la navigarea de fișiere, indiferent de numărul de ferestre deschise. În acest fel sînt reduse cerințele de resurse.</p><p>Aveți grijă că dacă ceva nu merge cum trebuie, vor fi închise toate ferestrele de navigare de fișiere.</p>
ru: <p>Если этот параметр включён, то несмотря на то, сколько открыто окон с локальными папками, в памяти вашего компьютера будет существовать только один экземпляр компонента работы с локальными папками. Таким образом уменьшается объём занимаемой памяти.</p><p> Но будьте осторожны, потому что если произойдёт какая-либо ошибка, все окна браузера будут одновременно закрыты.</p>
sk: <p>Ak je aktivovaná táto voľba, pre prehliadanie súborov sa bude používať iba jediná inštancia Konquerora, bez ohľadu na počet otvorených okien. Tým sa znížia požiadavky na zdroje vášho počítača.</p><p>Uvedomte si, že ak sa stane niečo zlého, všetky vaše okná s prehliadaním súborov sa naraz zatvoria</p>
sl: <p>Če je omogočena ta možnost, bo v pomnilniku v danem trenutku obstajal le en primerek Konquerorja za brskanje po datotekah, ne glede na to koliko oken za brskanje po datotekah odprete; na ta način boste zmanjšali zahteve po sredstvih.</p><p>Pozor, to pomeni tudi, da se bodo, če bo šlo karkoli narobe, zaprla vsa okna za brskanje po datotekah hkrati.</p>
sr@ijekavian: <p>Када је ова опција укључена, у меморији ће се држати само један примјерак К‑освајача за управљање фајловима, без обзира на то колико је прегледачких прозора отворено. Ово смањује неопходне меморијске ресурсе.</p><p>Међутим, ово такође значи да ће, ако нешто пође наопако, сви прозори са прегледом фајлова бити истовремено затворени.</p>
sv: <p>När det här alternativet är aktiverat finns bara en instans av Konqueror för filbläddring i datorns minne ett visst ögonblick, oberoende av hur många filbläddringsfönster som öppnas, och på så sätt reducera resurskrav.</p><p>Var medveten om att detta också betyder att om något går fel, så stängs alla filbläddringsfönster samtidigt.</p>
uk: <p>Якщо буде позначено цей пункт, для навігації локальною файловою системою у пам’яті зберігатиметься лише один екземпляр навігатора Konqueror, незалежно від кількості відкритих вікон, зменшуючи кількість ресурсів, які використовуються. </p><p>Але, майте на увазі, якщо у якомусь з вікон станеться аварія, всі вікна програми буде закрито одночасно.</p>

source: <p>With this option activated, only one instance of Konqueror will exist in the memory of your computer at any moment, no matter how many browsing windows you open, thus reducing resource requirements.</p><p>Be aware that this also means that, if something goes wrong, all your browsing windows will be closed simultaneously.</p>
ar: <p>عند تفعيل هذا الخيار، فقط سيرورة واحدة من كنكر ستوجد في ذاكرة جهازك في أي وقت، مهما كان عدد نوافذ تصفّح الملفات التي تفتحها، ممّا يؤدّي إلى تقليل متطلّبات الموارد.</p><p>انتبه أن هذا يعني أنه إن حدث شيء خاطئ، ستُغلق كلّ نوافذ تصفّح الملفات معًا.</p>
ca@valencia: <p>Amb esta opció activada només existirà una instància de Konqueror a la memòria de l'ordinador en cada moment, sense importar quantes finestres de navegació obriu, reduint d'esta manera els requeriments de recursos.</p><p>Tingueu present que això també significa que, si alguna cosa va malament, totes les finestres de navegació es tancaran a la vegada.</p>
cs: <p>Je-li aktivována tato volba, pak bude v paměti existovat pouze jedna instance Konqueroru bez ohledu na to, kolik prohlížecích oken otevřete, čímž snížíte nároky na zdroje systému.</p><p> Buďte si ovšem vědomi skutečnosti, že pokud dojde k chybě, pak všechna prohlížecí okna budou zavřena.</p>
da: <p>Når denne indstilling er aktiveret er der kun én udgave af Konqueror i hukommelsen på et givet tidspunkt uanset hvor mange netlæsningsvinduer du åbner, således at ressourcekrav reduceres.</p> <p>Vær klar over at dette også betyder at, hvis noget går galt, så vil alle dine netlæsningsvinduer blive lukket samtidigt.</p>
es: <p>Con esta opción activada, solo existirá en memoria una sesión de Konqueror en cada momento determinado, independientemente del número de ventanas abiertas, lo que reduce el consumo de recursos.</p><p>Tenga en cuenta que esto significa que, si algo va mal, todas las ventanas de navegación se cerrarán simultáneamente.</p>
et: <p>Selle sisselülitamisel on suvalisel hetkel mälus ainult üks Konquerori lehitsemisprotsess sellest sõltumata, mitu akent on avatud. See vähendab mõnevõrra ressursivajadust.</p><p>Pane tähele, et see tähendab ka seda, et kui midagi viltu läheb, suletakse kõik lehitseja aknad korraga.</p>
eu: <p>Aukera hau aktibatuz gero, betiere Konqueror-en instantzia bakarra egongo da ordenagailuaren memorian, berdin diolarik zenbat arakatze leiho ireki duzun, era horretan baliabideak aurreztuz. </p><p>Kontuan izan honen ondorioz zera gerta daitekeela: zerbait txarto balebil, arakatzailearen leiho guztiak batera itxiko liratekeela.</p>
fa: <p>با فعال کردن این گزینه، در هر لحظه فقط یک نمونه ازKonqueror در حافظه رایانه شما موجود است؛ مهم نیست که شما چند پنجره مرور پرونده را باز می‌کنید، چون فقط تجهیزات منبع کاهش می‌یابد.</p><p>آگاه باشید که این همچنین به این معناست که، اگر چیزی نادرست باشد، همه پنجره‌های مرور پرونده هم زمان بسته خواهند شد.</p>
fi: <p>Jos tämä kohta on valittu, vain yksi Konquerorin instanssi on muistissa riippumatta siitä kuinka monta ikkunaa on auki. Tämä vähentää käytettävän muistin tarvetta.</p><p>Jos Konquerorissa tapahtuu suoritusvirhe, kaikki ikkunat suljetaan.</p>
fr: <p>Lorsque cette option est activée, une seule instance de Konqueror existera dans la mémoire de votre ordinateur à tout moment, indépendamment du nombre de fenêtres de navigation ouvertes, réduisant ainsi les besoins en ressources.</p><p> Soyez conscient que cela signifie également que, si quelque chose se passe mal, toutes les fenêtres de navigation seront fermées simultanément.</p>
ga: <p>Leis an rogha seo, ní bheidh ach próiseas Konqueror amháin i gcuimhne do ríomhaire san am céanna, is cuma cé mhéad fuinneog bhrabhsála a osclaíonn tú, agus na hacmhainní riachtanacha a laghdú mar sin.</p><p>Ag an am céanna, tabhair faoi deara go gciallaíonn sé seo go ndúnfaí d'fhuinneoga brabhsála go léir dá rachadh rud éigin amú.</p>
gl: <p>Con esta opción activada, só existirá en memoria unha sesión de Konqueror en cada momento, independentemente do número de xanelas abertas, o que reduce o consumo de recursos.</p><p>Teña en conta que isto significa que, se algo vai mal, todas as xanelas de navegación han pecharse simultaneamente.</p>
he: <p>אם אפשרות זאת מופעלת, רק מופע אחד של Konqueror ימצא בזיכרון של המחשב שלך בכל רגע נתון, בלי קשר לכמה חלונות עיון פתוחים, ובכך יופחת השימוש במשאבים. </p> <p>יש לשים לב שאם משהו קורה, כל חלונות העיון יסגרו בו זמנית. </p>
hr: <p>S aktiviranom ovom opcijom, samo jedna instanca Konquerora postojat će u memoriji vašeg računala u svakom trenutku, bez obzira koliko prozora za pregledavanje bude otvoreno, smanjujući time zauzeće resursa.</p><p>Budite svjesni da ovo također znači da ukoliko nešto pođe po zlu sve instance preglednika bit će simultano zatvorene.</p>
ia: <p>Con iste option activate, solmente un instantia de Konqueror existera in le memoria de tu computator in omne momento, il non importa le numero de fenestras de navigation que tu ha aperite, assi il reduce requisitos de ressource.</p><p>Tu nota que isto anque significa que, si alcun cosa es errate, omne tu fenestras de navigation de file essera claudite simultaneemente</p>
ja: <p>これを選択すると、Konqueror のインスタンスが、コンピュータのメモリの中に常に一つしか存在しなくなります。これはいくつウィンドウを開いても変わりません。その結果、メモリに余裕がない状況にも対応できます。</p><p>ただし、これには欠点があることも覚えておいてください。例えば、複数のウィンドウを開いているときに、一つのウィンドウに何か問題が発生すると、すべてのウィンドウが同時に閉じてしまいます。</p>
kk: <p>Белгісі қойылса, қанша терезелері ашық болса да, компьютердің жадында Konqueror шолғыштың тек бір ғана данасы болады. Бұл компьютердің ресурстарын үнемдеу жолы.</p><p> Байқаңыз, бұндайда, егер қандай да бір қате пайда болса, шолғыштың барлық терезелері бірден жабылады.</p>
km: <p>ជាមួយ​ជម្រើស​ដែល​សកម្ម​នេះ មាន​តែ​វត្ថុ​របស់ Konqueror មួយ​ប៉ុណ្ណោះ ដែល​បាន​ប្រើ​សម្រាប់​ការ រក​មើល​ឯកសារ ដែល​មាន​នៅ​ក្នុង​សតិ​នៃ​កុំព្យូទ័រ​របស់​អ្នក ដោយ​មិន​ខ្វល់​ថា​អ្នក​បើក​​បង្អួច​រក​មើល​ឯកសារ​ចំនួន​ប៉ុន្មាន​ទេ ធ្វើ​ដូច្នេះ​ដើម្បី​កាត់​បន្ថយ​តម្រូវ​ការ​ធនធាន ។</p><p>សូម​ជ្រាប​ថា វា​​ក៏​មាន​ន័យ ផង​ដែរ​ថា បើ​មាន​អ្វី​ខុស បង្អួច​រក​មើល​ឯកសារ​របស់​អ្នក​ទាំង​អស់ នឹង​ត្រូវ​បាន​បិទ​ក្នុង​ពេល​ដំណាល​គ្នា ។</p>
ko: <p>이 설정을 사용하면 웹 브라우징 위해서 많은 창을 사용한다고 해도 한 번에한 개의 Konqueror만이 메모리에서 실행됩니다. 따라서 자원 사용량을 줄일 수 있습니다.</p><p>또한 이 설정을 사용하면 무언가가 잘못되었을 때 모든 웹 브라우저 창이 한 번에 닫힌다는 것을 뜻합니다.</p>
lt: <p>Įjungus šią parinktį, tik vienas Konqueror egzempliorius bus kompiuterio atmintyje vienu metu, nepriklausomai nuo to, kiek daug naršymo langų atidarysite, tokiu būdu sumažinant imlumą resursams.</p><p>Atkreipkite dėmesį, kad tai taip pat reiškia, kad įvykus klaidai, vienu metu bus užverti visi naršymo langai.</p>
lv: <p>Ja ieslēgta šī opcija, tad tikai viena Konqueror instance eksistēs datora atmiņā jebkurā brīdī, lai arī cik pārlūka logi netiktu atvērti, tādā veidā samazinot prasības pret resursiem (atmiņu).</p><p>Ievērojiet, ka tas arī nozīmē, ka gadījumā, ja kaut kas noiet greizi, vienlaicīgi aizvērsies visi pārlūka logi.</p>
nn: <p>Her kan du velja om Konqueror skal bruka det same minneområdet til alle nettlesarvindauga, slik at den samla minnebruken vert lågare.</p><p>Legg merke til at du på denne måten risikerer at alle vindauga vert lukka på same tid dersom noko går gale.</p>
pl: <p>Jeśli ta opcja jest włączona, w komputerze znajdować się będzie najwyżej jedna kopia Konquerora, niezależnie od liczby otwartych okien przeglądarki. Dzięki temu użycie zasobów będzie mniejsze.</p><p>Uwaga: wybór tej opcji spowoduje, że w razie awarii Konquerora wszystkie okna zostaną od razu zamknięte.</p>
pt: <p>Com esta opção activada, existirá apenas uma instância do Konqueror em memória em qualquer altura, independentemente de quantas janelas de navegação você abrir, reduzindo desta forma os requisitos de recursos.</p><p>Lembre-se que isto também significa que, se algo correr mal, todas as suas janelas de navegação de ficheiros serão fechadas em simultâneo.</p>
pt_br: <p>Com esta opção ativada, somente uma instância do Konqueror estará na memória do seu computador, independentemente de quantas janelas de navegação de arquivos você abrir, reduzindo os recursos necessários para esta tarefa.</p><p>Lembre-se de que isto também significa que, se algo errado acontecer, todas as suas janelas de navegação de arquivos serão fechadas simultaneamente.</p>
ro: <p>Dacă această opțiune este activată, atunci în orice moment va exista în memorie numai o instanță de Konqueror care este utilizată la navigare, indiferent de numărul de ferestre deschise. În acest fel sînt reduse cerințele de resurse.</p><p>Aveți grijă că dacă ceva nu merge cum trebuie, vor fi închise toate ferestrele de navigare.</p>
ru: <p>Если этот параметр включён, то несмотря на то, сколько открыто окон, в памяти вашего компьютера будет существовать только один экземпляр браузера Konqueror. Таким образом уменьшается объём занимаемой памяти.</p><p> Но будьте осторожны, потому что если произойдёт какая-либо ошибка, все окна браузера будут одновременно закрыты.</p>
sk: <p>Ak je aktivovaná táto voľba, pre prehliadanie súborov sa bude používať iba jediná inštancia Konquerora, bez ohľadu na počet otvorených okien prehliadača. Tým sa znížia požiadavky na zdroje vášho počítača.</p><p>Uvedomte si, že ak sa stane niečo zlého, všetky vaše okná prehliadača sa naraz zatvoria.</p>
sl: <p>Če je omogočena ta možnost, bo v pomnilniku v danem trenutku obstajal le en primerek Konquerorja, ne glede na to koliko oken za brskanje odprete; na ta način boste zmanjšali zahteve po sredstvih.</p><p>Pozor, to pomeni tudi, da se bodo, če bo šlo karkoli narobe, zaprla vsa okna za brskanje po datotekah hkrati.</p>
sr@ijekavian: <p>Када је ова опција укључена, у меморији ће се држати само један примјерак К‑освајача без обзира на то колико је прегледачких прозора отворено. Ово смањује неопходне меморијске ресурсе.</p><p>Међутим, ово такође значи да ће, ако нешто пође наопако, сви прегледачки прозори бити истовремено затворени.</p>
sv: <p>När det här alternativet är aktiverat finns bara en instans av Konqueror i datorns minne ett visst ögonblick, oberoende av hur många bläddringsfönster som öppnas, och på så sätt reducera resurskrav.</p><p>Var medveten om att detta också betyder att om något går fel, så stängs alla bläddringsfönster samtidigt.</p>
uk: <p>Якщо буде позначено цей пункт, тільки один екземпляр навігатора Konqueror знаходиться в пам'яті, незалежно від кількості відкритих вікон, зменшуючи кількість ресурсів, які використовуються. </p><p>Але, зауважте, якщо у якомусь з вікон станеться аварія, всі вікна програми буде одночасно закрито.</p>
