Repository: fluxer/kde-l10n
Catalog: */messages/applications/kcmperformance.po
Languages: ar, ca@valencia, cs, da, es, et, eu, fa, fi, fr, ga, gl, he, hr, ia, ja, kk, km, ko, lt, lv, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, uk

source: <h1>KDE Performance</h1> You can configure settings that improve KDE performance here.
ar: <h1>أداء كدي</h1> يمكن ضبط الإعدادات التي تحسّن من أداء كدي هنا.
ca@valencia: <h1>Rendiment del KDE</h1>. Ací podeu configurar els valors que milloren el rendiment del KDE.
cs: <h1>Výkon KDE</h1> Zde můžete upravit nastavení vylepšující výkon KDE.
da: <h1>KDE's ydelse</h1> Du kan justere indstillinger som forbedrer KDE's ydelse her.
es: <h1>Rendimiento de KDE</h1> Aquí puede configurar las opciones que mejorarán el rendimiento de KDE.
et: <h1>KDE jõudlus</h1> Siin saab seadistada KDE jõudsamalt töötama.
eu: <h1>KDEren errendimendua</h1> KDEren errendimendua hobe dezaketen ezarpenak konfigura ditzakezu hemen.
fa: <h1>کارایی KDE</h1> شما می‌توانید تنظیماتی که کارایی KDE را بهبود می‌بخشد، در اینجا پیکربندی کنید.
fi: <h1>KDE:n suorituskyky</h1> Tässä moduulissa voit muokata asetuksia, jotka vaikuttavat KDE:n suorituskykyyn.
fr: <h1>Performances de KDE</h1> Vous pouvez configurer ici les paramètres qui améliorent les performances de KDE.
ga: <h1>Feidhmiúchán KDE</h1> Anseo is féidir leat socruithe a dhéanamh a chuireann feabhas ar fheidhmiúchán KDE.
gl: <h1>Rendemento do KDE</h1> Aquí­ pode configurar as opcións que mellorarán o rendemento do KDE.
he: <h1>KDE ביצועי</h1> אתה יכול לשנות הגדרות ולשפר ביצועי KDE כאן.
hr: <h1>KDE performanse</h1>Ovdje možete urediti postavke koje poboljšavaju KDE performanse.
ia: <h1>Prestationes de KDE</h1> Tu pote configurar hic preferentias que meliora prestationes de KDE.
ja: <h1>KDE パフォーマンス</h1>この設定により、KDE のパフォーマンスを改善することができます。
kk: <h1>KDE жылдамдығы</h1> Бұнда KDE жұмысын жылдамдату параметрлерін баптай аласыз.
km: <h1>ដំណើរ​ការ​របស់​ KDE</h1> អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ការ​កំណត់​ដែល​ធ្វើ​ឲ្យ​ដំណើរ​ការ​របស់ KDE កាន់​តែ​ប្រសើរ​នៅ​ទីនេះ ។​
ko: <h1>KDE 성능</h1>KDE 성능을 향상시킬 수 있는 설정을 변경할 수 있습니다.
lt: <h1>KDE našumas</h1> čia galite konfigūruoti nustatymus, kurie pagerina KDE našumą.
lv: <h1>KDE Veiktspēja</h1> Šeit jūs varat veikt izmaiņas iestatījumos, kas uzlabo KDE veiktspēju.
nn: <h1>KDE-yting</h1> Her finn du innstillingar som kan gjera KDE raskare.
pl: <h1>Wydajność KDE</h1> Tu można skonfigurować elementy wpływające na wydajność KDE.
pt: <h1>Performance do KDE</h1> Você pode configurar aqui as opções que aumentam a performance do KDE.
pt_br: <h1>Desempenho do KDE</h1> Você pode alterar aqui as configurações que podem melhorar a performance do KDE.
ro: <h1>Performanța KDE</h1> Aici puteți configura setări care îmbunătățesc performanța KDE.
ru: <h1>Быстродействие KDE</h1> Здесь вы можете настроить параметры, ускоряющие работу KDE.
sk: <h1>Výkon KDE</h1> Tu si môžete nastaviť niektoré voľby pre zvýšenie výkonu KDE.
sl: <h1>Hitrost delovanja KDE</h1> Tu lahko nastavite KDE, da deluje hitreje.
sr@ijekavian: <h1>Перформансе КДЕ‑а</h1><p>У овом модулу задајете поставке које се тичу перформанси КДЕ‑а.</p>
sv: <h1>KDE-prestanda</h1> Här kan du anpassa inställningar för att förbättra KDE:s prestanda.
uk: <h1>Швидкодія KDE</h1> Тут ви можете налаштувати параметри, що впливають на швидкість роботи KDE.

source: Konqueror
ar: كنكر
sr@ijekavian: К‑освајач

source: System
ar: النظام
ca@valencia: Sistema
cs: Systém
es: Sistema
et: Süsteem
eu: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
ga: Córas
gl: Sistema
he: מערכת
hr: Sustav
ia: Systema
ja: システム
kk: Жүйе
km: ប្រព័ន្ធ
ko: 시스템
lt: Sistema
lv: Sistēma
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Система
sk: Systém
sl: Sistem
sr@ijekavian: Систем
uk: Система

source: <h1>Konqueror Performance</h1> You can configure several settings that improve Konqueror performance here. These include options for reusing already running instances and for keeping instances preloaded.
ar: <h1>أداء كنكر</h1> يمكنك ضبط العديد من الإعدادات التي تحسّن من أداء كنكر هنا. هذا يتضمن خيارات لإعادة استخدام السيرورات العاملة بالفعل وحفظ السيرورات المحمّلة مسبقًا.
ca@valencia: <h1>Rendiment del Konqueror</h1>. Ací podeu configurar diversos valors que milloren el rendiment del Konqueror. Estos inclouen opcions per a reusar instàncies ja en execució i per a conservar instàncies precarregades.
cs: <h1>Výkon Konqueroru</h1> Zde můžete ovlivnit několik voleb týkajících se výkonu Konqueroru, jako např. opětovné využití již běžící instance a načtení instance dopředu.
da: <h1>Konqueror's ydelse</h1> Du kan indstille adskillige ting til at forbedre Konqueror's ydelse her. Dette inkluderer tilvalg til at genbruge allerede kørende udgaver eller at beholde kørende udgaver forudindlæst.
es: <h1>Rendimiento de Konqueror</h1> Aquí puede configurar varios parámetros que mejoran el rendimiento de Konqueror. Esto incluye opciones para la reutilización de sesiones ya abiertos y precarga de sesiones.
et: <h1>Konquerori jõudlus</h1> Siin saab muuta üht-teist, mis paneb Konquerori jõudsamalt tööle, sealhulgas võimalused kasutada juba töötavaid protsesse ja laadida Konqueror juba enne käivitamist.
eu: <h1>Konqueror-en errendimendua</h1> Konqueror-en errendimendua hobe dezaketen zenbait ezarpen konfigura ditzakezu hemen, dagoeneko abian dauden instantziak berriz erabiltzeko eta instantziak aurretiaz kargatzeko aukerak barne daudelarik.
fa: <h1>کارایی Konqueror</h1> می‌توانید برخی تنظیماتی که کارایی Konqueror را بهبود می‌بخشد، در اینجا تنظیم کنید. شامل گزینه‌هایی برای استفاده مجدد نمونه‌های در حال اجرا و نگهداری نمونه‌های بارگذاری‌شده قبلی است.
fi: <h1>Konquerorin suorituskyky</h1> Täältä voit muokata useita asetuksia, jotka vaikuttavat Konquerorin suorituskykyyn. Näihin asetuksiin sisältyy valmiina päällä olevien instanssien uudelleen käyttö sekä instanssien esiladattuna pitäminen.
fr: <h1>Performances de Konqueror</h1> Vous pouvez configurer ici plusieurs paramètres qui améliorent les performances de Konqueror. Ceux-ci incluent des options pour réutiliser des instances déjà lancées et pour conserver des instances en préchargement.
ga: <h1>Feidhmiúchán Konqueror</h1> Anseo is féidir leat roinnt socruithe a dhéanamh a chuireann feabhas ar fheidhmiúchán KDE. Mar shampla, roghanna a cheadaíonn próisis a athúsáid agus próisis réamhluchtaithe a choinneáil.
gl: <h1>Rendemento de Konqueror</h1> Aquí pode configurar varios parámetros que melloran o rendemento do Konqueror. Isto inclúe opcións para a reutilización de sesións xa abertas e precarga de sesións.
he: <h1>התנהגות Konqueror</h1> כאן ניתן להגדיר כמה דברים שישפרו את ההתנהגות של Konqueror. אפשרויות אלו כוללות שימוש מחדש של מופעים וטעינה מראש של מופעים.
hr: <h1>Konqueror performanse</h1> Možete podesiti nekoliko postavki koje poboljšavaju performanse Konquerora. To uključuje opcije za ponovno korištenje instanci koje se izvode i za očuvanje unaprijed učitanih instanci.
ia: <h1>Prestationes de Konqueror</h1> Hic tu pote configurar plure de preferentias que meliora prestationes de Konqueror. Istos include optiones pro usar de nove instantias ja executante e pro mantener instantias per-cargate.
ja: <h1>Konqueror パフォーマンス</h1>ここでいくつかの設定を変更することによって、Konqueror のパフォーマンスを改善することができます。これには、起動済みのインスタンス (訳注: 実体、この場合、メモリにロードされたプログラムのコードのこと) を再利用したり、プリロードしたインスタンスを保持するための設定も含まれています。
kk: <h1>Konqueror жылдамдығы</h1> Бұнда Konqueror жылдамдығын арттыратын бірнеше параметрлерді баптай аласыз. Бұл қатарда, шолғыштың орындалып жатқан данасын қолдану және оның данасын жүктелген түрде қалдыру әдістері.
km: <h1>ដំណើរ​ការរបស់ Konqueror</h1> អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ការ​កំណត់​ជាច្រើន​ដែល​ធ្វើ​ឲ្យ​ដំណើរ​ការ​របស់ Konqueror កាន់​តែ​ប្រសើរ​នៅ​ទីនេះ ។ ទាំងនេះ​រួម​បញ្ចូល​ជម្រើស​សម្រាប់​ប្រើ​វត្ថុ​ដែល​រត់​រួច​ឡើង​វិញ និង​សម្រាប់​រក្សា​ទុក​វត្ថុ​ដែល​បាន​បើក​ជាមុន ។​
ko: <h1>Konqueror 성능</h1>Konqueror의 성능을 향상시킬 수 있는 설정을 변경할 수 있습니다. Konqueror를 미리 실행시키거나 실행 중인 Konqueror를 다시 사용하는 설정을 포함합니다.
lt: <h1>Konqueror našumas</h1> Čia galima konfigūruoti nustatymus, kurie pagerins Konqueror našumą. Tarp šių nustatymų yra pakartotinio įkeltų langų panaudojimo galimybė ir išankstinio įkėlimo galimybė.
lv: <h1>Konqueror veiktspēja</h1> Šeit varat veikt vairākas izmaiņas iestatījumos, kas uzlabo Konqueror veiktspēju. Tie sevī ietver opcijas izmantot jau darbojošās instances un turēt instances pirms ielādētas.
nn: <h1>Konqueror-yting</h1> Her finn du fleire innstillingar som kan gjera Konqueror raskare, mellom anna førehandslasting og gjenbruk av dei programma som allereie køyrer.
pl: <h1>Wydajność Konquerora</h1> Tu można skonfigurować elementy wpływające na wydajność Konquerora, m. in. wykorzystanie już działających kopii i wczesne wczytywanie programu do pamięci.
pt: <h1>Performance do Konqueror</h1> Você pode configurar aqui várias opções que aumentam a performance do Konqueror. Isto inclui as opções para reutilizar as instâncias já em execução e para manter as instâncias pré-carregadas.
pt_br: <h1>Desempenho do Konqueror</h1> Aqui você pode configurar diversas opções que melhoram o desempenho do Konqueror. Isto inclui opções para reutilização de instâncias em execução e para manutenção de instâncias pré-carregadas.
ro: <h1>Performanța Konqueror</h1> Aici puteți configura mai multe setări care îmbunătățesc performanța Konqueror printre care opțiuni pentru reutilizarea unei instanțe care rulează deja și menținerea în execuție a unor instanțe preîncărcate.
ru: <h1>Быстродействие браузера Konqueror</h1> Здесь вы можете настроить несколько параметров, увеличивающих быстродействие браузера Konqueror, такие как повторное использование уже открытых окон Konqueror и предварительная загрузка.
sk: <h1>Výkon Konquerora</h1> Tu môžete nastaviť niekoľko volieb, ktoré zlepšujú výkon Konquerora. Sú tu voľby pre znovupoužitie už bežiacich inštancií a pre ponechanie inštancií v pamäti.
sl: <h1>Hitrost delovanja Konquerorja</h1> Tu lahko nastavite različne možnosti, ki izboljšajo hitrost delovanja Konquerorja. Med drugim je to tudi vnovična uporaba že zagnanih primerkov programa in ohranjanje prednaloženih primerkov.
sr@ijekavian: <h1>Перформансе К‑освајача</h1><p>Овдје можете одредити неколико поставки које побољшавају перформансе К‑освајача. У њих спадају опција за рециклажу већ покренутих примјерака и за одржавање примјеракâ учитаним.</p>
sv: <h1>Konqueror-prestanda</h1> Du kan anpassa flera inställningar för att förbättra Konquerors prestanda här. Detta omfattar inställningar för att återanvända instanser som redan körs, eller ladda instanser i förväg.
uk: <h1>Швидкодія навігатора Konqueror</h1> Тут можна налаштувати декілька параметрів, які можуть покращити швидкодію навігатора Konqueror. Здебільшого, тут знаходяться параметри для повторного використання вже запущених екземплярів навігатора та для попереднього завантаження навігатора.

source: Disables the minimization of memory usage and allows you to make each browsing activity independent from the others
ar: يُعطّل تقليص كمية الذاكرة المُستخدَمة ويسمح لك بجعل كل نشاط تصفّح مستقّلًا عن غيره
ca@valencia: Deshabilita la minimització de l'ús de memòria i permet fer cada activitat de navegació independent de les altres
cs: Vypíná minimalizaci používání paměti a umožňuje od sebe oddělit jednotlivé prohlížecí činnosti.
da: Deaktiverer minimering af hukommelsesforbrug og tillader dig at gøre alle søgningsaktiviteter uafhængige af hinanden.
es: Desactiva la minimización del uso de memoria y permite que cada sesión de navegación sea independiente de las otras
et: Keelab mälukasutuse minimeerimise ja võimaldab muuta iga lehitsemistegevuse ülejäänutest sõltumatuks
eu: Memoria erabileraren minimizazioa desgaitzen du, eta arakatze iharduera bakoitza besteengandik banatzen utziko dizu.
fa: کمینه‌سازی کاربرد حافظه را فعال کرده و اجازه می‌دهد هر مرورگر را مستقل از دیگران فعال سازید.
fi: Poistaa käytöstä muistin käytön minimoinnin, ja sallii tehdä jokaisesta selailutoiminnosta toisistaan riippumattoman
fr: Désactive l'optimisation relative à l'utilisation de la mémoire et vous permet de rendre chaque activité de navigation indépendante des autres
ga: Díchumasaigh íosmhéadú úsáide chuimhne sa chaoi gur féidir leat gach gníomh brabhsála neamhspleách ar na cinn eile
gl: Desactiva a minimización do uso de memoria e permite que cada sesión de navegación sexa independente das outras
he: מבטל את הקטנת צריכת הזיכרון, ומאפשר לך להגדיר כל פעילות גלישה בצורה עצמאית מן האחרות
hr: Isključuje minimizaciju potrošnje memorije i omogućuje Vam da koristite svaku pregledničku aktivnost nezavisno od ostalih
ia: Il dishabilita le minimization de uso de memoria e il permitte te de facer cata activitate de navigation independente ex alteres
ja: メモリの使用に関する制限を無効にします。これを選択すると、それぞれのアクティビティが他から独立するので、ブラウザの動作がより軽快になります。
kk: Жады үнемдеуді болдырмай, бірнеше бірінен бірі тәуелсіз шолғыш даналарын жегуге мүмкіндік беру
km: មិន​អនុញ្ញាត​ការ​បង្រួម​អប្បបរមា​នៃ​ការ​ប្រើប្រាស់​សតិ និង​អនុញ្ញាត​ឲ្យ​អ្នក​ធ្វើ​ឲ្យ​សកម្មភាព​រុករក​នីមួយៗ​មិន​អាស្រ័យ​សកម្មភាព​ផ្សេង​ទៀត
ko: 메모리 사용을 최소화하지 않고 각각 브라우저가 서로에게 독립적으로 작동하도록 합니다
lt: Išjungia atminties naudojimo taupymą ir leidžia kiekvieną naršymo veiksmą atlikti nepriklausomai nuo kitų
lv: Atslēdz atmiņas lietošanas samazināšanu un ļauj padarīt katru pārlūkošanas darbību vienai no otras
nn: Prøver ikkje å bruka så lite minne som råd, men lèt deg heller halda øktene frå kvarandre i kvar sine minneområde.
pl: Wyłącza minimalizację użycia pamięci i pozwala na uniezależnienie poszczególnych operacji przeglądania
pt: Desactiva a minimização de utilização de memória e permite-lhe fazer cada actividade de navegação independente das outras
pt_br: Desabilita a minimização do uso da memória e permite-lhe fazer com que cada atividade de navegação seja independente uma das outras
ro: Dezactivează minimizarea utilizării memoriei și face ca fiecare activitate de navigare să fie independentă de celelalte
ru: Отключает минимизацию использования памяти, позволяя вам запускать несколько независимых друг от друга экземпляров браузера
sk: Vypne minimalizáciu využitia pamäti a umožní, aby boli jednotlivé okná prehliadača na sebe nezávislé
sl: Onemogoči zmanjšanje uporabe pomnilnika in vsako brskanje naredi neodvisno od drugega
sr@ijekavian: Искључује минимизацију коришћења меморије и омогућава да се свака прегледачка активност учини независном од осталих.
sv: Inaktiverar minimering av minnesanvändning och låter dig göra varje bläddringsaktivitet oberoende av övriga.
uk: Вимикає мінімізацію використання пам'яті та дозволяє робити кожне вікно навігації незалежним від інших
