Repository: fluxer/kde-l10n
Catalog: */messages/applications/kcmperformance.po
Languages: ar, ca@valencia, cs, da, es, et, eu, fa, fi, fr, ga, gl, he, hr, ia, ja, kk, km, ko, lt, lv, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, uk

source: This option may in rare cases lead to various problems. Consult the What's This (Shift+F1) help for details.
ar: يمكن لهذا الخيار (في حالات نادرة) أن يقود إلى مشاكل متنوّعة. استشر مساعدة "ما هذا" (Shift+F1) للتفاصيل.
ca@valencia: Esta opció pot portar diversos problemes en rares ocasions. Consulteu els detalls a l'ajuda Què és això (Majús+F1).
cs: Tato volba může v extrémních případech vést k různým problémům; podrobnosti najdete v nápovědě 'Co je toto?' (Shift+F1).
da: Dette kan i sjældne tilfælde føre til forskellige problemer. Konsultér Hvad er dette (Skift+F1)-hjælpen for detaljer.
es: Esta opción puede en raras ocasiones conducir a problemas diversos. Consulte la ayuda de «¿Qué es esto?» (Mayúsculas+F1) para más detalles.
et: See võib üksikjuhtudel tuua kaasa mitmesuguseid probleeme. Tutvu nendega 'Mis see on?' abi vahendusel (Shift+F1).
eu: Aukera honek arazoak ekar litzake. Begira Hau zer da (Maius+F1) laguntza xehetasun gehiagorako.
fa: این گزینه ممکن است در موارد نادری منجر به مسائل گوناگونی شود. برای جزئیات به کمک این چیست؟ )کلید تبدیل+F1( مراجعه شود.
fi: <b>VAROITUS:</b> Tämä asetus voi johtaa harvinaisissa tilanteissa erilaisiin ongelmiin. Katso lisätietoja Mitä tämä on (Shift+F1) -avustajasta.
fr: Cette option peut, dans de rares cas, être la cause de problèmes variés. Veuillez consulter l'aide « Qu'est-ce que c'est ? » (Maj + F1) pour plus de détails.
ga: I gcásanna neamhchoitianta, feicfidh tú fadhbanna éagsúla leis an rogha seo. Féach ar an gcabhair "Cad É Seo" (Shift+F1) chun tuilleadh eolais a fháil.
gl: Esta opción pode, en raros casos, causar varios problemas. Consulte a axuda Que é isto? (Maiúsc+F1) para máis detalles.
he: אפשרות זו במקרים קיצוניים עלולה לגרום לבעיות שונות. פנה אל עזרת "מה זה" (Shift + F1) לפרטים נוספים.
hr: Ova opcija u rijetkim slučajevima vodi do različitih problema. Posavjetujte se s pomoći Što Je Ovo (Shift+F1) za detalje.
ia: Iste option pote in rar casos ducer a varie problemas. Tu consulta le Que Es (Shift+F1) adjuta pro detalios.
ja: <p>このオプションは、まれに多様な問題を引き起すことがあります。詳細については「これは何？」(Shift+F1) を参照してください。</p>
kk: Сирек бір жағдайларда бұл параметр әр түрлі қиыншылық туғызады. Егжей-тегжейін "Бұл не?" (Shift+F1) анықтамасынан оқыңыз.
km: ជម្រើស​នេះ​ក្នុង​ករណី​កំរ​នាំ​ឲ្យ​មាន​បញ្ហា​ផ្សេងៗ ។ ពិគ្រោះ​ជាមួយ​ជំនួយ នេះ​ជា​អ្វី (ប្ដូរ (Shift+F1)) សម្រាប់​លម្អិត ។
ko: 이 설정은 일부 경우에 다양한 문제를 가져올 수 있습니다. 항목에 대한 설명(Shift+F1)의 도움말을 참고하십시오.
lt: Ši parinktis atskirais atvejais gali kelti problemų. Žr. „Kas tai yra?“ (Lyg2(Shift)+F1) informaciją norėdami sužinoti detales.
lv: Šī opcija var pa retam izraisīt dažādas problēmas. Detalizētāku informāciju meklē Kas tas ir (Shift+F1) palīdzībā.
nn: Denne funksjonen kan i sjeldne tilfelle gje problem. Les meir i «Kva er dette» («Shift + F1»).
pl: Ta opcja w pewnych rzadkich sytuacjach może spowodować rozmaite problemy. Proszę przeczytać pomoc kontekstową (Shift+F1), aby poznać szczegóły.
pt: <b>ATENÇÃO:</b> Esta opção poderá, em alguns casos raros, conduzir a vários problemas. Consulte a ajuda "O Que é Isto" (Shift+F1) para mais detalhes.
pt_br: Esta opção pode, em casos raros, ocasionar vários problemas. Para mais detalhes, consulte a ajuda O que é isto (Shift+F1).
ro: În cazuri foarte rare, această opțiune poate să genereze diferite probleme. Consultați ajutorul rapid „Ce înseamnă aceasta?” pentru detalii.
ru: В редких случаях этот параметр может приводить к разнообразным проблемам. Используйте подсказку «Что это?» (Shift+F1) для получения справки по конкретному параметру.
sk: Táto možnosť môže v zriedkavých prípadoch spôsobiť rôzne problémy. Pozrite sa do Čo je to? (Shift+F1) pre viac detailov.
sl: Ta možnost lahko v redkih primerih povzroči različne težave. Za več podrobnosti si oglejte pomoč Kaj je to (Shift+F1).
sr@ijekavian: <html>Ова опција у ријетким случајевима може довести до разних проблема. Погледајте „Шта је ово?“ (<shortcut>Shift+F1</shortcut>) за детаље.</html>
sv: Det här alternativet kan i sällsynta fall orsaka diverse problem. Titta i hjälpen Vad är det här? (Skift+F1) för detaljinformation.
uk: Цей параметр може іноді призводити до виникнення різноманітних проблем. Щоб дізнатись подробиці, прочитайте довідку «Що це?» (Shift+F1).
