Repository: fluxer/kde-l10n
Catalog: */messages/applications/kcmperformance.po
Languages: ar, ca@valencia, cs, da, es, et, eu, fa, fi, fr, ga, gl, he, hr, ia, ja, kk, km, ko, lt, lv, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, uk

source: <p>During startup KDE needs to perform a check of its system configuration (mimetypes, installed applications, etc.), and in case the configuration has changed since the last time, the system configuration cache (KSyCoCa) needs to be updated.</p><p>This option delays the check, which avoid scanning all directories containing files describing the system during KDE startup, thus making KDE startup faster. However, in the rare case the system configuration has changed since the last time, and the change is needed before this delayed check takes place, this option may lead to various problems (missing applications in the K Menu, reports from applications about missing required mimetypes, etc.).</p><p>Changes of system configuration mostly happen by (un)installing applications. It is therefore recommended to turn this option temporarily off while (un)installing applications.</p>
ar: <p>أثناء البدء، كدي تحتاج إلى إجراء فحص لضبط النظام (أنواع mime، التطبيقات المثبّتة، إلخ)، وفي حال تغيّر الضبط منذ آخر مرّة، خبيئة ضبط النظام (KSyCoCa) ستحتاج إلى أن تُحدَّث.</p><p>هذا الخيار يؤخّر الفحص، والذي يجنّب فحص كلّ الأدلة المحتوية ملفات تصف النظام أثناء بدء كدي، هذا سيجعل بدء كدي أسرع. على أيّ حال، في حالة نادرة حيث تغيّر ضبط النظام منذ آخر مرّة، والتغيير مطلوب قبل أن يبدأ الفحص المُؤجَّل، قد يؤدّي هذا الخيار إلى مشاكل عديدة (تطبيقات ناقصة في قائمتك، تقارير من التطبيقات حول أنواع mime مطلوبة ناقصة، إلخ).</p><p>تحدث تغييرات ضبط النظام غالبًا بـ(إزالة)تثبيت التطبيقات. ولذلك من المستحسن إطفاء هذا الخيار مؤقّتًا أثناء (إزالة) تثبيت التطبيقات.</p>
ca@valencia: <p>Durant l'engegada el KDE necessita efectuar una comprovació de la configuració del sistema (tipus MIME, aplicacions instal·lades, etc.), i en el cas que la configuració haja canviat des del darrer cop, s'ha d'actualitzar el cau de configuració del sistema (KSyCoCa).</p><p>Esta opció ajorna la comprovació, evitant l'exploració de tots els directoris que contenen fitxers amb la descripció del sistema durant l'engegada del KDE, de manera que el KDE engega més ràpidament. En canvi, en el cas poc freqüent que la configuració del sistema haja canviat des del darrer cop, i que el canvi siga necessari abans de què tinga lloc la comprovació ajornada, esta opció pot portar diversos problemes (aplicacions que falten al menú K, informes d'aplicacions referents a tipus MIME que falten i són necessaris, etc.).</p> <p>Els canvis de la configuració del sistema passen sovint a causa de la instal·lació i desinstal·lació d'aplicacions. Per tant es recomana desactivar esta opció temporalment en instal·lar i desinstal·lar aplicacions.</p>
cs: <p>Během spouštění potřebuje KDE provést kontrolu své systémové konfigurace (MIME typy, nainstalované aplikace atd.) a, v případě, že se konfigurace od posledního spuštění změnila, aktualizovat mezipaměť systémové konfigurace (KSyCoCa).</p><p>Tato volba kontrolu oddálí, což během spouštění KDE zamezí procházení všech adresářů se soubory popisujícími systém, a tím spouštění KDE urychlí. Pokud se však konfigurace systému od minula změnila a tato změna je vyžadována před tímto opožděným testem (což je poměrně vzácná situace), může dojít k různým problémům (chybějící aplikace v hlavní nabídce KDE, hlášení aplikací o chybějících MIME typech atd.)</p><p>Ke změnám systémové konfigurace obvykle dochází nainstalováním nebo odinstalováním aplikací. Proto se doporučuje tuto volbu v takových situacích dočasně vypnout.</p><p>Z tohoto důvodu se používání této volby nedoporučuje. Pokud je volba zapnuta, odmítne KDE crash handler vytvořit backtrace pro hlášení o chybě (chybu je nutné reprodukovat po vypnutí této volby nebo přejít do vývojářského režimu).</p>
da: <p>Ved opstart skal KDE udføre et tjek af sine systemkonfiguration (mimetyper, installerede programmer, osv.), og hvis konfigurationen er ændret siden sidste gang, skal systemindstillingens cache (KSyCoCa) opdateres.</p><p>Dette tilvalg forsinker tjekket, hvilket undgår scanning af alle mapper der indeholder filer der beskriver systemet ved KDE's opstart, og gør derved KDE's opstart hurtigere. Imidlertid i de sjældne tilfælde hvor systemkonfigurationen er ændret siden sidste gang, og ændringen behøves før dette forsinkede tjek finder sted, kan dette tilvalg føre til forskellige problemer (manglende programmer i K-menuen, rapporter fra programmer om manglende krævede mimetyper, osv.).</p><p>Ændringer af systemets konfiguration sker for det meste ved at (af)installere programmer. Det er derfor anbefalet at slå dette midlertidigt fra når programmer (af)installeres.</p>
es: <p>Durante el inicio, KDE tiene que realizar una comprobación de la configuración del sistema (tipos mime, aplicaciones instaladas, etc.), y en el caso de que la configuración haya cambiado desde la última vez, se tiene que actualizar el caché de configuración del sistema (KSyCoCa).</p><p>Esta opción retrasa la comprobación, lo que evita buscar en todos los directorios que contengan archivos que describan el sistema el inicio de KDE, consiguiendo que el inicio de KDE sea más rápido. Sin embargo, en el extraño caso de que la configuración del sistema haya cambiado desde la última vez, y de que el cambio se necesite antes de que suceda la comprobación retrasada, esta opción puede conducir a varios problemas (aplicaciones que no se encuentran en el menú K, informes de aplicaciones que no encuentran los tipos MIME necesarios, etc.).</p><p>Los cambios de la configuración del sistema se suelen producir cuando se instalan o desinstalan aplicaciones. Por tanto, se recomienda que desactive temporalmente esta opción cuando vaya a instalar o desinstalar aplicaciones.</p>
et: <p>Käivitumise ajal peab KDE kontrollima oma süsteemseid seadistusi (MIME tüübid, paigaldatud rakendused jne.) ning juhul, kui see on võrreldes eelmise käivitamisega muutunud, tuleb uuendada süsteemi seadistuste vahemälu (KSyCoCa).</p><p>See võimalus lükkab kontrolli edasi, vältides kõigi süsteemi kirjeldavaid faile sisaldavate kataloogide läbiuurimist KDE käivitumise ajal, mis muudab mõistagi käivitamise kiiremaks. Kuid sellistel harvadel juhtudel, kus süsteemi seadistusi on pärast eelmist käivitamist muudetud ja muudatust läheb vaja varem, kui võetakse ette edasilükatud kontroll, võib tekkida mitmesuguseid probleeme (puuduvad rakendused K-menüüs, rakenduste teated puuduvate MIME tüüpide kohta jne.).</p><p>Süsteemi seadistused muutuvad kõige sagedamini rakenduste paigaldamisel või eemaldamisel. Seepärast on soovitav see võimalus ajutiselt välja lülitada, kui rakendusi paigaldad või eemaldad.</p>
eu: <p>Abiatzean KDE-k bere sistemaren konfigurazioa egiaztatu behar du (MIME motak, instalatutako aplikazioak, eta abar) eta konfigurazio aldatu bada, sistemaren konfigurazio cache-a (KSyCoCa) eguneratu behar du.</p><p>Aukera honek egiaztapena atzeratzen du sistema deskribatzen duten fitxategiak dituzten direktorio guztien eskaneatzea saihestuz. Hala ere, sistemaren konfigurazioa aldatzen denean, eta atzeratutako aldaketa egiaztapenaren aurretik behar bada, aukera honek arazoak sor ditzake (K Menuan aplikazioak eta beharrezko MIME motak faltatzea).</p><p>Sistemaren konfigurazioaren aldaketak aplikazioak instalatzean eta kentzean sortzen dira gehienbat. Beraz gomendagarria da aukera hau desgaitzea aplikazioak instalatzean.</p><p>Hau dela eta, ez da aukera hau erabiltzea gomendatzen. KDE-ren kraskatze-kudeatzaileak ez du aztarnarik emango erroreen jakinarazpenerako aukera hau gaituta badago.</p>
fa: <p>KDE هنگام برپایی، نیاز به انجام یک بررسی برای پیکربندی سیستم خود دارد. )انواع مایم، کاربردهای نصب‌شده و غیره(، در صورتی که پیکربندی پس از آخرین بار تغییر کرده باشد، نهانگاه پیکربندی سیستم )KSyCoCa( نیاز دارد به‌روزرسانی شود. </p><p>این گزینه بررسی را، که از پویش همه فهرستهای شامل پرونده‌های توصیف سیستم در طی برپایی KDE پیشگیری می‌کند، تأخیر می‌دهد، در نتیجه برپایی KDE را سریع‌تر می‌سازد. به هر حال، در موارد نادری پیکربندی سیستم از آخرین زمان تغییر کرده است، و پیش از اینکه این بررسی همراه با تأخیر رخ دهد، تغییر لازم است. این گزینه ممکن است منجر به مسائل گوناگونی شود )از دست رفتن کاربردها در گزینگان K، گزارش کاربردها در مورد از دست دادن انواع مایم درخواست‌شده و غیره (</p><p>تغییرات پیکربندی سیستم اغلب توسط نصب )عزل( کاربردها اتفاق می‌افتد. بنابراین، پیشنهاد می‌شود این گزینه را هنگام نصب )عزل( کاربردها خاموش کنید.</p>
fi: <p>Käynnistyksen aikana KDE:n tulisi tarkistaa järjestelmäkokoonpano (mimetyypit, asennetut sovellukset, jne.). Jos kokoonpano on muuttunut viime kerran jälkeen, järjestelmän kokoonpanon välimuisti (KSyCoCa) tulee päivittää.</p><p>Tämä asetus viivästyttää tarkistusta, joka väistää KDE:n järjestelmän kuvaustiedostojen skannauksen. Edelleen se tekee KDE:n käynnistyksen nopeammaksi. Joskus harvoin, kun järjestelmän asetukset ovat muuttuneet viime kerran jälkeen ja muutosta tarvitaan ennen tätä viivästettyä tarkistusta, tämä valinta johtaa erilaisiin ongelmiin (puuttuvia sovelluksia K-valikossa, sovellusten virheilmoituksia puuttuivsta mime-tyypeistä, jne.).</p><p>Järjestelmään tulee muutoksia useimmiten sovellusten asennuksessa ja poistossa. On suositeltavaa ottaa tämä valinta pois väliaikaisesti, kun sovelluksia lisätään tai poistetaan.</p><p>Tämän syyn tähden valinnan käyttämistä ei suositella. KDEn kaatumiskäsittelijä estää bugiraportin backtracen käytön kun tämä valinta on valittuna (sinun tulee saada aikaan kaatuminen uudelleen tämä valinnan poisollessa tai sinun tulee valita kaatumisenkäsittelijän kehittelijä-tila käyttöön).</p>
fr: <p>Lors du démarrage, KDE doit effectuer un test sur sa configuration système (types MIME, applications installées, etc.). Si celle-ci a été modifiée, le cache de la configuration système (KsyCoCa) doit être mis à jour. </p><p> Cette option retarde cette vérification, ce qui évite de scanner tous les dossiers décrivant le système durant le démarrage de KDE et accélère donc celui-ci. Cependant, dans de rares cas, lorsque la configuration du système a été modifiée et que les modifications doivent être prises en compte avant le lancement retardé de cette vérification, cette option peut provoquer des problèmes divers (applications manquantes dans le menu K, messages d'erreur indiquant que des types MIME sont manquants, etc.).</p><p> Les modifications de configuration du système se produisent la plupart du temps lors de l'installation ou de la désinstallation d'applications. Il est par conséquent recommandé de désactiver provisoirement cette option lorsque vous effectuez de telles opérations.</p>
ga: <p>Ag am tosaithe an chórais, déanann KDE seiceáil ar chumraíocht an chórais (cineálacha MIME, feidhmchláir shuiteáilte, srl.) agus nuair a bhí an chumraíocht athraithe ón uair dheireanach, nuashonraíonn KDE taisce chumraíocht an chórais (KSyCoCa).</p><p>Leis an rogha seo, cuirfear an tseiceáil seo ar athló sa chaoi nach ndéanfar scanadh de gach comhadlann ina bhfuil comhaid a dhéanann cur síos ar an gcóras ag am tosaithe KDE. Tosóidh KDE níos tapúla dá bharr seo. Sa chás (as an ngnáth) a bhí cumraíocht an chórais athraithe agus teastaíonn uait an t-athrú seo sula ndéantar an tseiceáil mhoillithe, seans go mbeidh fadhbanna éagsúla ann (feidhmchláir ar iarraidh ó Roghchlár K, fógraí ó fheidhmchláir faoi chineálacha MIME ar iarraidh, srl.).</p><p>De ghnáth, tarlaíonn athruithe i gcumraíocht an chórais nuair a (dhí)shuiteálann tú feidhmchláir. Mar sin, moltar duit an rogha seo a mhúchadh go sealadach agus feidhmchláir á ndíshuiteáil nó á suiteáil.</p>
gl: <p>Durante o inicio, KDE precisa facer unha comprobación da configuración do sistema (tipos mime, programas instalados etc.) e no caso de que a configuración mudara desde a anterior vez, a caché da configuración do sistema (KSyCoCa) precisa anovarse.</p> <p>Esta opción retarda a comprobación, o que evita examinar ao inicio de KDE todos os directorios que conteñan ficheiros que describan o sistema, axilizando así o inicio. Porén, nos raros casos nos que a configuración do sistema mudara desde a última vez, e o cambio sexa preciso antes de que esta comprobación retardada teña lugar, esta opción podería traer varios problemas (programas que non se atopan no Menú K, informes de programas nos que se requiren algúns tipos mime etc.).</p> <p>Os cambios na configuración do sistema case sempre ocorren ao (des)instalar programas, é polo tanto recomendado ter esta opción desactivada temporalmente mentres se (des)instalen programas.</p>
he: ‏<p>בעת אתחול, KDE נצרך לבדוק את כל הגדרות המערכת (שיוכי קבצים, יישומים מותקנים וכו'), ובמקרה וההגדרות השתנו מאז הבדיקה האחרונה, יש צורך לעדכן את מטמון הגדרות המערכת (KSyCoCa).</p><p>אפשרות זו דוחה את הבדיקה, ומונעת את סריקת כל הספריות המכילות קבצי הגדרות במהלך אתחול KDE, כך שהאתחול יהיה מהיר יותר. אך במקרה נדיר שבו ההגדרות השתנו מאז הבדיקה האחרונה, והשינוי נצרך עוד לפני זמן הבדיקה המאוחר, אפשרות זו עשוייה להוביל לבעיות שונות (יישמום חסרים בתפריט ה־K, דיווחים מיישומים על שיוכי קבצים חסרים וכו').</p><p>שינויים של הגדרות מערכת לרוב מתרחשים עקב התקנה / הסרה של יישומים. לכן מומלץ לבטל אפשרות זו באופן זמני בעת התקנה / הסרה של יישומים.</p>
hr: <p>Prilikom podizanja, KDE treba provesti provjeru svojih konfiguracija sustava (MIME tipova, instaliranih aplikacija i dr.) U slučaju da se konfiguracija promijenjena od zadnji put, privremena memorija konfiguracijskog sustava (KSyCoCa) treba biti ažurirana.</p> <p>Ova opcija odgađa provjeru koja izbjegava pretragu svih direktorija koji sadrže datoteke koje opisuju sustav prilikom podizanja KDE-a što uzrokuje brže podizanje KDE-a. No ipak, u rijetkim slučajevima konfiguracija sustava se promijenila od zadnjeg puta i promjena je potrebna prije nego krene ova odgođena provjera što dovodi do različitih problema (nedostaju aplikacije u K izborniku, izvještaji aplikacija o nedostajućim, ali potrebnim MIME tipovima i sl.)</p> <p>Promjene u konfiguraciji sustava uglavnom se događaju prilikom instalacije ili uklanjanja aplikacija. Stoga je preporučljivo privremeno isključiti ovu opciju prilikom instalacije ili uklanjanja aplikacija.</p>
ia: <p>Durante le initio, KDE necessita de executar un verifica de su configuration de systema(typos mime, applicationes installate, etc.), e in caso le configuration ha cambiate ab le ultime vice, le cache de configuration de systema (KSyCoCa) necessitar de esser actualisate.</p><p>Iste option retarda le verifica, que evitar scander omne directorios que contine files describente le systema durante le initio de KDE, assi facente initio de KDE plus rapide. Totevia, in le caso rar que le configuration de systema ha cambiate ex le ultime vice, e le modification es necessari prime que iste retardos de verifica es applicate, iste option pote ducer a varie problemas (applicationes mancante in le K menu, reportos ab applicationes re typos mime requirite mancante, etc.) </p><p>Modificationes de configuration de systema principalmente occurre per (de)installar applications. Ergo il es recommendate de mantener iste option de-activate temporaneemente durante que tu (de)installa applicationes.</p>
ja: <p>KDE は起動時にシステムの設定 (MIME、インストールされたアプリケーションなど) をチェックし、前回と比べて変更されている場合、システム設定のキャッシュ (KSyCoCa) を更新します。</p><p>このオプションは、チェックを遅らせることで、KDE の起動時にシステム設定ファイルを含むすべてのディレクトリがスキャンされるのを回避し、結果として KDE の起動を速くします。ただまれに、システム設定が変更され、その変更が遅延されたチェックの前に必要な場合、さまざまな問題が起こり得ます。(K メニューにアプリケーションがないとか、アプリケーションに MIME タイプがないとか)</p><p>システム設定への変更は、たいていアプリケーションのインストールまたはアンインストール時に起きます。そのため、アプリケーションをインストールしたりアンインストールするときは、このオプションを一時的に無効にすることをお勧めします。</p>
kk: <p>Бастау кезінде KDE жүйе конфигурациясын (MIME түрлерін, орнатылған қолданбадаларды т.б) тексеруді қажет етелі, сонда соңғы жегілген кезден кейінгі өзгертулер табылса, жүйе конфигурацияның кэшін (KSyCoCa) жаңартуы керек болады.</p> <p>Бұл белгіні қойғанда, аталған тексеру кідіртіліп, жүйе кофигурациясы жазылған файлдарды сақтайтын каталогтарды қарауға уақыт жұмсамай, KDE-нің бастауы тездетіледі. Алайда,сирек жағдайларда жүйе конфигурациясы соңғы жегілген кезден кейін өзгертілген болса, бұл параметрді таңдау әр түрлі қиындықтарға әкеледі (қолданбалардың K-мәзірінде жоқтығы, қажетті MIME түрлері жоқ деген хабарламалар т.б.) </p><p>Жүйенің конфигурациясының өзгерістері, көбінде қолданбаны орнату немесе өшіру кезінде болады. Сондықтан, қолданбаны орнату немесе өшіру кезінде бұл белгіні уақытша алып тастағаны жөн.</p> <p>Осы себептен бұл белгіні қою онша ұсынылмайды. Егер белгісі қойылып тұрса, KDE қирау талдағышы жаңылыс хаттамасын бермейді (Оны алу үшін, белгіні алып тастап, немесе қирау талдағышын жетілдірушісі режіміне ауыстырып жаңылысты қайталап көру керек).</p>
km: <p>ក្នុង​កំឡុង​ពេល​ចាប់ផ្តើម KDE ត្រូវ​ការ​ពិនិត្យ​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​វា (ប្រភេទ mime កម្មវិធី​ដែល​បាន​ដំឡើង ។ល។) ហើយ​ក្នុង​ករណី​ដែល​ការ​កំណត់​រចនាសម្ព័ន្ធ​បាន​ផ្លាស់ប្ដូរ​តាំង​ពី​ពេល​ចុង​ក្រោយ ឃ្លាំង​សម្ងាត់​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ (KSyCoCa) តម្រូវ​ឲ្យ​ធ្វើបច្ចុប្បន្នភាព ។</p><p>ជម្រើស​នេះ ពន្យារ​ពេល​ពិនិត្យ ដែល​ជៀស​វាង​ការ​ស្កេន​គ្រប់​ថត​ទាំងអស់ ​ដែល​មាន​ឯកសារ​ពិពណ៌នា​អំពី​ប្រព័ន្ធ​កំឡុង​ពេល​ចាប់​ផ្ដើម KDE ដូច្នេះ​ធ្វើ KDE ចាប់ផ្ដើម​កាន់​តែ​លឿន ។ ទោះជា​យ៉ាង​ណា​ក៏​ដោយ ក្នុង​ករណី​ដ៏​កម្រ ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ​បាន​ផ្លាស់ប្ដូរ​តាំង​ពី​ពេល​ចុង​ក្រោយ និង​ការ​ផ្លាស់ប្ដូរ​ត្រូវ​ការ​មុន​ការ​ពិនិត្យ​ដែល​បាន​ពន្យារ​ពេល​កើត​ឡើង ជម្រើស​នេះ​អាច​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ជា​ច្រើន (ការ​បាត់បង់​កម្មវិធី​ក្នុង​ម៉ឺនុយ K របាយការណ៍​ពី​កម្មវិធី​ដែល​បាត់​បង់​ប្រភេទ mime ដែល​ត្រូវ​ការ ។ល។) ។</p><p>ការ​ផ្លាស់ប្ដូរ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ​ភាគ​ច្រើន​កើត​ឡើង​ដោយ​ការ​ដំឡើង ឬ​លុប​កម្មវិធី ។ ដូច្នេះ វា​ត្រូវ​បាន​ផ្ដល់​អនុសាសន៍ ឲ្យ​បិទ​ជម្រើស​នេះ​ជា​បណ្ដោះ​អាសន្ន ខណៈ​ពេល​ដំឡើង ឬ​លុប​កម្មវិធី ។</p><p>ដូច្នេះ ការ​ប្រើ​ជម្រើស​នេះ​មិន​ត្រូវ​បាន​ផ្ដល់​អនុសាសន៍​ទេ ។ អ្នក​ដោះស្រាយ​ការ​គាំង​របស់ KDE នឹង​មិន​ព្រម​ផ្ដល់​ការ​តាម​ដាន​សម្រាប់​របាយការណ៍​កំហុស​នេះ ​ដែល​ជម្រើស​នេះ​បាន​បើក (អ្នក​នឹង​ត្រូវ​បង្កើត​វា​ម្ដង​ទៀត ​នៅ​ពេល​ដែល​ជម្រើស​នេះ​បាន​បិទ ឬ​បើក​នៅ​លើ​របៀប​អ្នក​បង្កើត​សម្រាប់​អ្នក​ដោះស្រាយ​បញ្ហា​នីមួយៗ) ។</p>
ko: <p>KDE를 시작하는 동안 MIME 형식, 설치된 프로그램과 같은 시스템 설정 변경 사항을 점검합니다. 이 설정이 바뀌었을 경우 시스템 설정 캐시(KSyCoCa)는 업데이트되어야 합니다.</p><p>이 설정을 사용하면 검사를 지연시킵니다. KDE를 시작하는 동안 시스템 파일이 있는 디렉터리를 검사하지 않기 때문에 시작 속도를 빠르게 할 수 있습니다. 그러나 일부 시스템 설정이 변경되었고, 지연된 검사를 하기 전에 변경 사항을 적용해야 한다면 이 설정은 다양한 문제를 가져올 수 있습니다. 예를 들어 K 메뉴에 프로그램이 빠지거나, 프로그램에 필요한 MIME 형식을 사용할 수 없습니다.</p><p>시스템 설정 변경은 프로그램을 설치하거나 삭제할 때 필요합니다. 프로그램을 추가하거나 삭제하는 동안은 이 설정을 임시로 끄기를 추천합니다.</p>
lt: <p>Paleisties metu KDE turi atlikti kai kuriuos sistemos konfigūracijos patikrinimus (mime tipus, įdiegtas programas, ir pan.); tuo atveju, jei sistemos konfigūracija nuo praėjusio karto yra pasikeitusi, sistemos konfigūracijos atmintinė (KSyCoCa) turi būti atnaujinta.</p><p>Šia parinktimi galima nurodyti uždelsti patikrinimą; tuomet paleisties metu nebus skanuojamos visi aplankai, kuriuose yra KDE konfigūraciją aprašantys failai, ir KDE startuos greičiau. Tačiau tais retais atvejais, kai sistemos konfigūracija nuo praėjusio karto bus pasikeitusi, ir bus atliekami sistemos konfigūracijos duomenų reikalaujantys veiksmai, gali būti rodomos įvairios klaidos (trūkti programų K meniu, programos gali pranešinėti apie trūkstamus mime tipus ir pan.).</p><p>Sistemos pakeitimai paprastai vyksta įdiegiant arba pašalinant programas. Todėl diegiant arba šalinant programas šią parinktį patartina laikinai išjungti.</p>
lv: <p>Startēšanās laikā KDE nepieciešams veikt sistēmas konfigurācijas pārbaudi (mime tipus, instalētās lietojumprogrammas utt.), un gadījumā, ja ir notikušas izmaiņas konfigurācijā kopš pēdējās pārbaudes, ir jāaktualizē sistēmas konfigurācijas kešatmiņa (KSyCoCa).</p><p>Šī opcija aiztur pārbaudi, kā rezultātā novērš visu mapju, kas satur aprakstus par sistēmu KDE startēšanai skenēšanu, tādā veidā padarot KDE startēšanos ātrāku. Tomēr retos gadījumos, kad sistēmas konfigurācija var būt izmainīta kopš pēdējās pārbaudes, un šī izmaiņa ir vajadzīga vēl pirms notiek aizturētā pārbaude, šī opcija var izraisīt dažādas problēmas (iztrūkstošas lietojumprogrammas K Izvēlnē <i>K Menu</i>, paziņojumus no lietojumprogrammām par neatrastiem nepieciešamiem mime tipiem utt.).</p><p>Sistēmas konfigurācijas izmaiņas pārsvarā notiek lietojumprogrammu (at)instalēšanas rezultātā. Tādēļ ir ieteicams atslēgt šo opciju uz laiku, kad tiek veikta lietojumprogrammu (at)instalācija.</p>
nn: <p>Ved oppstart må KDE sjekka systemoppsettet (MIME-typar, installerte program, osv.). Dersom oppsettet har endra seg sidan sist, må mellomlageret for systemoppsett (KSyCoCa) oppdaterast.</p><p>Dette alternativet utset denne kontrollen, slik at KDE slepp å undersøkja alle mappene der oppsettfilene ligg. KDE vil då starta raskare. Dersom systemoppsettet har endra seg sidan sist, og dersom endringane verkeleg trengst, kan du oppleva problem som for eksempel program som manglar i K-menyen, program som melder om at mime-typar manglar, osv.</p><p>Endringar i systemoppsettet skjer oftast ved installering eller avinstallering av program. Det kan derfor vera lurt å slå denne funksjonen av medan du installerer eller avinstallerer program.</p><p>Desse problema er grunnen til at funksjonen ikkje er tilrådd. Krasjhandteraren i KDE vil nekta å gje deg eit tilbakespor til feilrapporten dersom denne funksjonen er slått på. (Dersom du vil melda om feil, må du kunna reprodusera feilen utan utsett systemkontroll eller slå på utviklarmodus i krasjhandteraren.)</p>
pl: <p>Podczas uruchamiania KDE sprawdza konfigurację systemu (typów MIME, zainstalowanych programów, itp.) i jeśli została ona zmieniona, uaktualnia pamięć podręczna konfiguracji systemu (KSyCoCa).</p> <p>Ta opcja pozwala opóźnić sprawdzenie, co pozwala uniknąć skanowania w czasie uruchamiania KDE wszystkich katalogów zawierających pliki opisujące system, co przyspiesza start KDE.Jednakże, jeśli konfiguracja została zmieniona od ostatniego razu, i ta zmiana jest potrzebna zanim opóźnione sprawdzenie zostanie wykonane, ta opcja może spowodować różne problemy (brakujące programy w menu K, zgłaszanie brakujących typów MIME przez programy, itp.).</p><p>Zmiany konfiguracji systemu w większości zdarzają się przy instalowaniu lub usuwaniu programów. Zalecane jest więc tymczasowe wyłączenie tej opcji podczas instalowania lub usuwania programów.</p><p>Z tego też powodu, użycie tej opcji nie jest zalecane. Program obsługi błędów KDE odmówi podania śladu wykonania do raportu o błędzie, jeśli ta opcja jest włączona (będzie konieczne zreprodukowanie tego samego błędu z wyłączoną tą opcją lub włączenie trybu programisty w programie obsługi błędów).</p>
pt: <p>Durante o arranque, o KDE necessita de verificar a sua configuração de sistema (tipos MIME, aplicações instaladas, etc.) e, no caso de a configuração ter sido alterada desde a última vez, a 'cache' da configuração do sistema (o KSyCoCa) terá de ser actualizada.</p><p>Esta opção irá atrasar a verificação, o que irá evitar percorrer todas pastas que contenham ficheiros que descrevam o sistema durante o arranque do KDE, fazendo com que o arranque do KDE seja mais rápido. Contudo, no caso raro de a configuração de sistema ter sido alterada desde a última vez e esta alteração ser necessária antes de esta verificação atrasada ter lugar, esta opção poderá levar a vários problemas (aplicações em falta no Menu K, relatórios de aplicações sobre tipos MIME obrigatórios em falta, etc).</p><p>As alterações na configuração do sistema acontecem na sua maioria quando (des)instala aplicações. É por isso recomendado que desligue esta opção temporariamente enquanto (des)instala as aplicações.</p>
pt_br: <p>Durante a inicialização, o KDE precisa executar uma verificação da configuração do seu sistema (tipos MIME, aplicativos instalados, etc.), e no caso da configuração ter sido modificada desde a última vez, o cache da configuração do sistema (KSyCoCa) precisa ser atualizado.</p><p>Esta opção atrasa a verificação, que evita a procura em todas as pastas que contém arquivos que descrevam o sistema durante a inicialização do KDE, tornando a inicialização do KDE mais rápida. No entanto, em casos raros, a configuração do sistema pode ter sido modificada desde o último acesso, e a modificação é necessária antes que esta verificação atrasada ocorra. Esta opção pode trazer vários problemas (perda de aplicativos no menu K, aplicativos reportando a perda de tipos MIME necessários, etc).</p><p>As alterações na configuração do sistema ocorrem mais frequentemente através da (des)instalação dos aplicativos. É recomendado, portanto, desabilitar temporariamente esta opção, enquanto aplicativos são (des)instalados.</p>
ro: <p>La pornire, KDE execută o verificare a sistemului său de configurare (tipuri MIME, aplicații instalate etc.) și în cazul în care configurația s-a modificat, „cache”-ul de configurare al sistemului (KSyCoCa) trebuie actualizat.</p><p>Această opțiune întîrzie verificarea și evită astfel scanarea tuturor directoarele ce descriu sistemul KDE. În acest fel pornirea este mai rapidă. Totuși, în cazul (rar) în care a avut loc o modificare ultima dată și ea e necesară înainte de a avea loc această verificare, această opțiune poate să genereze un număr de probleme: aplicații lipsă în meniul K, aplicații ce raportează lipsa unor tipuri MIME etc.</p><p>În general modificările în sistem apar prin (dez)instalarea de aplicații. De aceea este recomandat să dezactivați temporar opțiunea la instalarea/dezinstalarea de aplicații.</p> <p>Din acest motiv nu este recomandată utilizarea opțiunii. Detectorul de erori KDE va refuza să ofere un "backtrace" pentru rapoartele de erori cînd această opțiune e activă. Va trebui să reproduceți eroarea cu opțiunea dezactivată sau să setați detectorul de erori în mdóul „programator”.</p>
ru: <p>При загрузке среды KDE выполняется проверка конфигурацию системы (типы MIME, установленные приложения и т.д.), и если конфигурация была изменена с момента последнего запуска, кэш системной конфигурации (KSyCoCa) должен быть обновлён.</p><p>Этот параметр откладывает проверку, таким образом запуск KDE происходит быстрее за счёт отключения сканирования каталогов, содержащих указанные файлы конфигурации. Однако в редких случаях, когда конфигурация системы была изменена после последнего запуска, этот параметр может привести к разнообразным проблемам (отсутствующие в К-меню приложения, сообщения программ об отсутствии требуемых типов MIME и т.д.).</p><p>Изменения конфигурации системы как правило происходят при установке или удалении приложений. Поэтому рекомендуется при установке или удалении приложений временно отключить этот параметр.</p>
sk: <p>Počas štartu KDE potrebuje skontrolovať nastavenie systému (typy MIME, nainštalované aplikácie, a pod.) a v prípade, že sa nastavenie zmenilo od posledného spustenia, je nutné aktualizovať vyrovnávaciu pamäť nastavenia systému (KSyCoCa).</p><p>Táto možnosť odloží kontrolu prehľadávania všetkých adresárov obsahujúcich súbory pri štarte KDE, čím sa jeho štart urýchli. V zriedkavých prípadoch sa ale systémové nastavenie mohlo od posledného sedenia zmeniť a tieto zmeny sú nutné pred odloženou kontrolou, čo môže viesť k rôznym problémom (chýbajúce aplikácie v K menu, hlásenia z aplikácií o chýbajúcich typoch MIME, a pod.).</p><p>Zmeny v nastavení systému sú väčšinou spôsobené (od)inštalovaním aplikácií. Z tohoto dôvodu odporúčame dočasne túto možnosť vypnúť počas (od)inštalácie aplikácií.</p>
sl: <p>Med zagonom mora KDE preveriti sistemske nastavitve (vrste datotek, nameščeni programi ipd.) in če so se nastavitve spremenile, mora biti posodobljen sistemski nastavitveni predpomnilnik (KSyCoCa) .</p> <p>Ta možnost preloži preverjanje, s čemer se med zagonom KDE izogne pregledovanju vseh map, ki vsebujejo datoteke, ki opisujejo sistem, zato pa je zagon KDE hitrejši. Vendar pa lahko v redkih primerih, ko se nastavitve KDE spremenijo od zadnjega zagona, sprememba pa je potrebna pred preloženim preverjanjem, ta možnost vodi do različnih težav (manjkajoči programi v zagonskem meniju, poročanje programov o manjkajočih vrstah datotek ipd.)</p> <p>Spremembe sistemskih nastavitev se najpogosteje storijo z namestitvijo ali odstranitvijo programov. Zato je priporočeno, da začasno izklopite to možnost pred nameščanjem ali odstranjevanjem programov.</p>
sr@ijekavian: <p>Током покретања, КДЕ мора да провјери своју системску поставу (МИМЕ типове, инсталиране програме, итд.). У случају да је постава измијењена од последњег пута, кеш поставе (Сикока) мора бити ажуриран.</p><p>Ова опција одгађа провјеру, чиме се при покретању КДЕ‑а избјегава претраживање свих фасцикли које садрже фајлове који описују систем, што убрзава покретање КДЕ‑а. Међутим, у ријетким случајевима када је постава система промијењена од посљедњег пута, и потребна је измјена прије него што се обави ова одгођена провјера, ова опција може довести до неких проблема (недостајући програми у К‑менију, извјештаји о недостајућим неопходним МИМЕ типовима, итд.)</p><p>Промјене у постави система догађају се углавном при (де)инсталирању програма. Зато је препоручљиво привремено искључити ову опцију док се програми (де)инсталирају.</p>
sv: <p>Under start behöver KDE utföra en kontroll av dess systeminställningar (MIME-typer, installerade program, etc.), och om inställningarna har ändrats sedan sist, behöver cachen med systeminställningar (KSyCoCa) uppdateras.</p><p>Det här alternativet fördröjer kontrollen, vilket undviker att avsöka alla kataloger som innehåller filer med beskrivning av systemet under start av KDE, och på så sätt snabbar det upp starten av KDE. I det sällsynta fall då systeminställningen har ändrats sedan sist, och ändringen behövs innan den fördröjda kontrollen äger rum, kan alternativet orsaka diverse problem (saknade program i K-menyn, rapporter från program om att MIME-typer som behövs saknas, etc.)</p><p>Ändringar av systeminställningen orsakas oftast av att installera eller avinstallera program. Därför rekommenderas att alternativet tillfälligt stängs av när program installeras eller avinstalleras.</p>
uk: <p>Під час запуску KDE потрібно перевіряти, чи було внесено зміни до налаштувань системи (типів файлів, встановлених програм тощо), і якщо налаштування було змінено, потрібно оновити кеш системних налаштувань (KSyCoCa).</p><p>Цей параметр затримує цю перевірку при запуску KDE; це дозволяє не сканувати всі каталоги, що містять описи системи; і, тому, запуск відбувається швидше. Однак, у деяких не дуже частих випадках, коли налаштування було змінено, оновлення кешу потрібно зробити до відкладеної перевірки, що призводить до виникнення деяких проблем (відсутні програми у K-меню, звіти програм про відсутні типи файлів, які їм потрібні тощо).</p><p>Зміни системних налаштувань переважно відбуваються при встановленні/прибиранні програм. Тому рекомендується тимчасово вимикати цей параметр (ввімкнути автоматичне оновлення) при встановленні/прибиранні програм.</p><p>З причин наведених вище, позначення цього пункту не рекомендовано. Якщо цей пункт буде позначено, аналізатор крахів KDE буде відмовлятися надавати зворотне трасування для звітів про помилки (потрібно буде повторити аварійне завершення програми після зняття позначки з цього пункту для отримання зворотного трасування).</p>
