Repository: fluxer/kde-l10n
Catalog: */messages/applications/kcmperformance.po
Languages: ar, ca@valencia, cs, da, es, et, eu, fa, fi, fr, ga, gl, he, hr, ia, ja, kk, km, ko, lt, lv, nn, pl, pt, pt_br, ro, ru, sk, sl, sr@ijekavian, sv, uk

source: <p>If non-zero, this option allows keeping Konqueror instances in memory after all their windows have been closed, up to the number specified in this option.</p><p>When a new Konqueror instance is needed, one of these preloaded instances will be reused instead, improving responsiveness at the expense of the memory required by the preloaded instances.</p>
ar: <p>إن لم يكن صفرًا، يسمح هذا الخيار بإبقاء سيرورات كنكر في الذاكرة بعد أن تُغلق كلّ نوافذه، حتّى العدد الذي يحدّدُه هذا الخيار.</p><p>عندما يُحتاج إلى سيرورة جديدة لكنكر، إحدى السيرورات المُحمَّلة مسبقًا يُعاد استخدامها بدل فتح أخرى، وهذا يحسّن من سرعة الاستجابة على حساب الذاكرة المطلوبة لتحميل السيرورات مسبقًا.</p>
ca@valencia: <p>Si no és zero, esta opció permet conservar a la memòria instàncies del Konqueror, després que totes les finestres s'hagen tancat. Com a màxim se'n conservaran tantes com el nombre especificat en esta opció.</p><p>Quan es necessiti una nova instància, Konqueror reusarà una d'estes instàncies precarregades, millorant el temps de resposta a canvi de la memòria requerida per les instàncies precarregades.</p>
cs: <p>Pokud je rozdílné od nuly, daný počet instancí Konqueroru bude držen v paměti i poté, co jste uzavřeli jeho poslední okno.</p><p>Pokud bude potřeba nová instance Konqueroru, jedna z těchto instancí načtených dopředu bude použita, což zvýší rychlost na úkor větší paměťové náročnosti.</p>
da: <p>Hvis ikke lig med nul, tillader dette at holde instanser af Konqueror i hukommelsen efter at alle deres vinduer er blevet lukket, op til det antal der er angivet her.</p> <p> Når en ny Konqueror-instans behøves, vil en af disse forudindlæste instanser blive genbrugt, hvilket giver hurtigere svartid, med den omkostning som hukommelsesforbruget for de forudindlæste instanser er for den tilstedeværende hukommelse.</p>
es: <p>Si no es cero, esta opción permite mantener el número indicado de sesiones de Konqueror en memoria una vez que se han cerrado sus ventanas.</p><p>Cuando se abra una nueva sesión de Konqueror, se reutilizará una de estas sesiones anteriores, mejorando el nivel de respuesta a cambio de un mayor consumo de memoria para la precarga de sesiones.</p>
et: <p>Kui see ei ole null, hoitakse Konquerori protsesse ka pärast kõigi akende sulgemist mälus just nii palju, kui siin määratud.</p><p>Kui nüüd on vaja Konqueror uuesti käivitada, kasutatakse mõnda neist eellaaditud protsessidest, mis kiirendab akna avamist või muud tegevust, kuid protsesside alleshoidmine nõuab mõistagi lõivu mälult.</p>
eu: <p>Zero ez baldin bada, aukera honen bitartez, leiho guztiak itxi ostean zenbakiaz adierazten den Konqueror-en instantzia kopurua gorde daiteke memorian. </p><p>Konqueror-en instantzia berria behar denean, aurrez kargatutako instantzia hauetariko bat erabiliko da sistemaren erantzuna hobetuz, betiere instantzia hauek gordetzeko behar den memoriaren lepotik.</p>
fa: <p>اگر غیر صفر باشد، این گزینه اجازه می‌دهد نمونه‌های Konqueror بعد از اینکه همه پنجره‌هایشان بسته شد، به مدت مشخص‌شده در این گزینه در حافظه نگهداری شوند.</p><p>وقتی نمونه جدید Konqueror نیاز است، در عوض یکی از این نمونه‌های از پیش بارگذاری‌شده استفاده می‌شود، بهبود حساسیت متقابل به قیمت حافظه مورد نیاز توسط نمونه‌های از پیش بارگذاری شده.</p>
fi: <p>Jos arvo arvo on enemmän kuin nolla, Konqueror säilyy muistissa, vaikka kaikki ikkunat on suljettu. Ohjelma poistetaan muistista, kun valittu aika on kulunut. </p><p> Kun tarvitaan uusi Konqueror-instanssi, käytetään aiemmin ladattua instanssia. Tämä parantaa käyttöliittymän vasteaikaa, mutta kuluttaa hieman enemmän muistia.</p>
fr: <p>Si elle est différente de zéro, cette option permet de conserver les instances de Konqueror en mémoire après que la fermeture de toutes leurs fenêtres, jusqu'au nombre précisé dans cette option.</p><p> Lorsqu'une nouvelle instance de Konqueror est requise, une de ces instances préchargées sera réutilisée, améliorant ainsi la réactivité mais aux dépens de la mémoire requise par les instances préchargées.</p>
ga: <p>Má roghnaíonn tú luach nach bhfuil náid, coinneofar próisis Konqueror sa chuimhne fiú tar éis a bhfuinneoga go léir a dhúnadh, suas leis an líon sonraithe anseo.</p><p>Nuair a bheidh próiseas nua Konqueror de dhíth, athúsáidfear ceann de na próisis réamhluchtaithe seo, ag cur feabhas ar luas an chórais, ar chostas na cuimhne a theastaíonn ó na próisis réamhluchtaithe.</p>
gl: <p>Se non é cero, esta opción permite manter o número indicado de sesións de Konqueror en memoria unha vez que se pechen todas as súas xanelas.</p><p>Cando sexa necesaria unha nova sesión de Konqueror, reutilizarase unha destas sesións anteriores, mellorando o nivel de resposta a cambio dun maior consumo de memoria para a precarga de sesións.</p>
he: ‏<p>אם לא מאופס, אפשרות זו מאפשרת שמירה של קטעי זכרון ל־Konqueror לאחר שכל חלונותיו נסגרו, עד למספר המצויין באפשרות זו.</p><p> כאשר מקטע זכרון נצרך ל־Konqueror, אחד מהמקטעים השמורים ישמש אותו, תוך חסכון בזמן התגובה של הקצאת חלק הזכרון הנדרש, באמצעות שימוש במקטעים הטעונים.</p>
hr: <p>Za različito od nule, ova opcija omogućuje održavanje Konqueror instanci u memoriji nakon što se svi prozori zatvore, sve do broja definiranih ovom opcijom.</p><p>Kada nova instanca Konqueror bude potrebna, jedna od ovih unaprijed učitanih instanci bit će upotrijebljena, poboljšavajući vrijeme odziva uz veće zauzimanje performansi od strane unaprijed učitanih instanci.</p>
ia: <p>Si non-zero, Iste option permitte de mantener instantias de Konqueror in memoria postea omne su fenestras ha essite claudite, usque le numero specificate in iste option.</p><p>quando il es necessari un nove instantia de Konqueror, un de iste instantias precargate essera usate de nove in vice, assi meliorante le responsas de systema, sed con plus de memoria usate per le instantias precargate.</p>
ja: <p>ゼロでない値を設定すると、ウィンドウをすべて閉じた後も Konqueror のインスタンスを、ここで指定した数の範囲内で、メモリに常駐させておくことができます。</p><p>その後、新しい Konqueror のインスタンスが必要になると、メモリに常駐しているインスタンスを再利用します。プログラムのインスタンスをプリロードしておくためにメモリが余分に必要となりますが、レスポンスが向上します。</p>
kk: <p>Бұл параметр нөл болмаса, барлық терезелері жабылғаннансоң да, осында келтірілген санға дейін Konqueror шолғыштың даналары компьютердің жадында қалады.</p><p> Konqueror керек болғанда осы жадыда сақталғандардың біреуі қолданылады. Осылай, қосымша жадын жұмсап, жылдамдығын арттыруға болады.</p>
km: <p>បើ​មិន​សូន្យ ជម្រើស​នេះ​អនុញ្ញាត​ឲ្យ​រក្សា​ទុក​វត្ថុ​របស់ Konqueror ក្នុង​សតិ​បន្ទាប់​ពី​បង្អួច​របស់​ពួក​វា​ទាំង​អស់​ត្រូវ​បាន​បិទ អាស្រ័យ​លើ​លេខ​ដែល​បាន​បញ្ជាក់​លម្អិត​ក្នុង​ជម្រើស​នេះ ។</p><p>នៅ​ពេល​ Konqueror ត្រូវ​ការ​បង្អួច​​ថ្មី​មួយ វា​នឹង​ប្រើ​​បង្អួច​មួយ​ក្នុង​ចំណោម​បង្អួច​ទាំងនោះ​​បាន​ផ្ទុក​ជាមុនជំនួស​វិញ​ម្តង ​​ការ​បង្កើន​ភាព​អើពើ​ទាមទារ​ឲ្យ​ចំណាយ​សតិ​ដោយ​ជំនួស​បង្អួច​ដែល​បាន​ផ្ទុក​ជាមុន ។</p>
ko: <p>이 설정이 0이 아니면 Konqueror 창이 모두 닫힌다고 해도 여기 지정한 숫자만큼 Konqueror는 실행되어 있습니다.</p><p>새로운 Konqueror가 필요할 때, 미리 실행된 프로그램을 대신 실행합니다. 메모리를 사용하는 대신 반응 속도가 빨라집니다.</p>
lt: <p>Jei šioje parinktyje nustatytas ne nulis, parinktis leis išlaikyti atmintyje nustatytą Konqueror egzempliorių skaičių net ir po to, kai visi Konqueror langai bus išjungti.</p><p>Prireikus naujo Konqueror egzemplioriaus, vienas iš šių atmintyje išlaikytųjų bus panaudotas iš naujo, taip pagreitinant programos pasileidimą atminties, reikalingos išlaikyti egzempliorius, sąskaita.</p>
lv: <p>Ja lielāka par nulli, tad šī opcija ļauj turēt atmiņā līdz pat tik Konqueror instancēm pēc tā, kā to logi ir aizvērti, cik norādīts šajā opcijā.</p><p>Kad ir vajadzīga jauna Konqueror instance, tā vietā, lai veidotu jaunu, tiks izmantota kāda no šīm pirmsielādētajām instancēm, uzlabojot sistēmas atsaucību uz atmiņas, ko aiņem priekšielādētās instances, rēķina.</p>
nn: <p>Dersom du vel ein annan verdi enn null, vert Konqueror halde ei stund i minnet sjølv om alle vindauga er lukka.</p><p>Når Konqueror vert starta på nytt, vert eit slikt førehandslasta program brukt i staden. Det vil då gå raskare å starta Konqueror, men systemet vil bruka meir minne til å halda det ubrukte programmet i minnet.</p>
pl: <p>Jeśli wartość jest różna od zera, odpowiednia liczba kopii Konquerora będzie przechowywana w pamięci, nawet jeśli wszystkie okna zostaną zamknięte.</p><p>Jeśli potrzebne będzie uruchomienie następnej kopii Konquerora, wykorzystana zostanie jedna z takich kopii w pamięci. Spowoduje to przyspieszenie działania kosztem użycia pamięci.</p>
pt: <p>Se for diferente de zero, esta opção permite manter até este número de instâncias em memória, depois de todas as suas janelas terem sido fechadas.</p><p>Quando for necessária uma nova instância do Konqueror, será utilizada de novo uma destas instâncias pré-carregadas em alternativa, aumentando a resposta em detrimento da memória necessária para as instâncias já carregadas.</p>
pt_br: <p>Se for diferente de zero, esta opção permite manter as instâncias do Konqueror na memória, após o fechamento de todas as suas janelas, acima do número especificado nesta opção.</p><p>Quando for necessária uma nova instância do Konqueror, uma das pré-carregadas será reutilizada, melhorando o tempo de resposta com o uso da memória das instâncias pré-carregadas.</p>
ro: <p>Dacă această opțiune nu este zero, atunci Konqueror va menține activ în memorie numărul de instanțe indicat, chiar dacă ați închis toate ferestrele.</p><p> Atunci cînd este necesară o nouă instanță Konqueror, va fi reutilizată una din instanțele preîncărcate. În acest fel este îmbunătățit timpul de răspuns pe baza creșterii consumului de memorie cerut de instanțele preîncărcate.</p>
ru: <p>При ненулевом значении этого параметра после закрытия всех окон Konqueror в памяти может оставаться указанное число его запущенных экземпляров.</p><p>Когда потребуется запустить новый экземпляр Konqueror, будет использована одна из этих оставшихся в памяти. Таким образом, увеличивая скорость загрузки, вы жертвуете количеством свободной памяти, занимаемой запущенными экземплярами программы.</p>
sk: <p>Ak je nenulová, táto hodnota umožňuje ponechať zadaný počet inštancií prehliadača Konqueror v pamäti aj po zatvorení všetkých okien prehliadača.</p><p>Ak bude potrebná nová inštancia, použije sa jedna z týchto už nahraných inštancií. Tým sa vylepší doba reakcia ale zároveň sa zvyšujú nároky na pamäť.</p>
sl: <p>Če ni ničelna, vam ta možnost dovoljuje ohranjanje primerkov Konquerorja v pomnilniku tudi po tem, ko so zaprta vsa okna, do števila, ki je navedeno v tem polju.</p> <p> Ko se potrebuje nov primerek Konquerorja, se eden od teh prednaloženih primerkov uporabi znova, kar izboljša odzivnost, vendar na račun večje porabe pomnilnika.</p>
sr@ijekavian: <p>Ако није нула, ова опција задаје одржавање примјеракâ К‑освајача у меморији и пошто су сви његови прозори затворени, до броја назначеног њоме.</p><p>Када се затражи нови примјерак, биће употријебљен један од већ учитаних примјерака, што убрзава одзив система, али на рачун већег утрошка меморије за одржавање примјерака.</p>
sv: <p>Om det här alternativet inte är noll tillåts instanser av Konqueror bli kvar i minnet efter alla deras fönster har stängts, upp till antalet som anges av inställningen.</p><p>När en ny Konqueror behövs, återanvänds en av dessa instanser som laddats i förväg, vilket ger snabbare svarstid, men kostar minne som används av instanserna som laddats i förväg.</p>
uk: <p>Якщо значення параметра інше, ніж нуль, у пам'яті буде зберігатися вказана кількість екземплярів навігатора Konqueror після того, як буде закрито всі вікна програми.</p><p>У разі потреби у новому екземплярі навігатора, буде використано один з цих збережених екземплярів. Це зменшує час реакції на подію за рахунок використання пам'яті.</p>

source: <p>If enabled, an instance of Konqueror will be preloaded after the ordinary KDE startup sequence.</p><p>This will make the first Konqueror window open faster, but at the expense of longer KDE startup times (but you will be able to work while it is loading, so you may not even notice that it is taking longer).</p>
ar: <p>إن مُكِّن، أيّة سيرورة من كنكر ستُحمَّل مسبقًا بعد تسلسل بدء كدي الاعتيادي.</p><p>هذا يجعل أول نافذة من كنكر تفتح بسرعة، لكن على حساب زيادة عدد مرات بدء كدي (ولكن يمكنك العمل أثناء تحميلها، لذا فقد لا تلاحظ حتّى أنّه يستغرق وقتًا أطول).</p>
ca@valencia: <p>Si s'habilita, es precarregarà una instància del Konqueror després de la seqüència normal en engegar el KDE.</p><p>Això farà que la primera finestra del Konqueror s'òbriga més ràpid, a canvi de temps d'engegada més llargs (però podreu treballar mentre s'està carregant, per tant, ni podríeu notar que està tardant més).</p>
cs: <p>Pokud je povoleno, bude načtena dopředu instance Konqueroru ihned po spuštění KDE.</p><p> Tímto se první okno Konqueroru otevře rychleji, ale spuštění KDE bude trvat o něco déle.</p>
da: <p>Hvis dette er aktiveret vil en instans af Konqueror blive forudindlæst efter KDE's almindelige opstart.</p> <p> Dette vil få det første Konqueror vindue til at åbnes hurtigere, med den omkostning at KDE's opstart tager længere (men Konqueror vil blive startet ved slutningen af KDE's opstart, så du kan arbejde samtidigt, så måske lægger du ikke engang vil mærke til at det tager længere tid).</p>
es: <p>Si esta opción esta activada, se precargará una sesión de Konqueror después de la secuencia de inicio de KDE.</p><p>Esto hará que la primera ventana de Konqueror se abra más rápido, a cambio de un mayor tiempo de inicio de KDE (pero podrá trabajar durante la carga, por lo que apenas notará la diferencia).</p>
et: <p>Selle sisselülitamisel laaditakse Konquerori protsess kohe pärast tavapärast KDE käivitamist.</p><p>See paneb esimese Konquerori akna väga kiiresti avanema, kuid tähendab KDE käivitamisel veidi pikemat aega (tegelikult saad sa selle protsessi laadimise ajal ka midagi muud teha, nii et tõenäoliselt sa seda viivitust ei märkagi).</p>
eu: <p>Gaituta badago, Konqueror-en instantzia bat kargatuko da KDEren abiatze sekuentzia arruntaren ostean.</p><p> Honen bitartez Konqueror-en lehen leihoa bizkorrago irekiko da, baina KDEren abiatze denbora luzeagoaren lepotik (nahiz eta kargatzen ari den bitartean lan egin dezakezun; beraz, ez zara ohartuko luzaroagoan ari dela).</p>
fa: <p>اگر فعال شود، یک نمونه از Konqueror بعد از دنباله معمولی برپایی KDE پیش‌بارگذاری می‌شود.</p><p>این، باز کردن اولین پنجره Konqueror را سریع‌تر می‌سازد، اما به قیمت طولانی‌تر شدن زمان برپایی KDE )ولی شما هنگام بارگذاری آن قادر به کار کردن می‌باشید، بنابراین ممکن است حتی متوجه طولانی‌تر شدن زمان نشوید(.</p>
fi: <p>Jos tämä asetus on käytössä, Konqueror ladataan muistiin KDE:n käynnistyksen yhteydessä. </p><p> Konquerorin ikkuna avautuu nopeammin, mutta KDE:n käynnistyminen kestää hieman kauemmin. Voit toki työskennellä, vaikka selainta ladataan muistiin, joten et välttämättä juuri huomaa eroa.</p>
fr: <p>Si cette option est activée, une instance de Konqueror sera préchargée après la séquence standard de démarrage de KDE.</p><p> Cela rend l'ouverture de la première fenêtre de Konqueror plus rapide, aux dépens du démarrage de KDE (mais vous pourrez travailler pendant qu'il se charge ; il est donc possible que vous ne vous aperceviez même pas que le démarrage est plus long).</p>
ga: <p>Leis an rogha seo, réamhluchtófar próiseas Konqueror tar éis an ghnáthsheichimh tosaithe KDE.</p><p>Osclófar an chéad fhuinneog Konqueror níos tapúla mar sin, ach ar chostas amanna tosaithe KDE níos faide (ach beidh tú in ann obair a dhéanamh agus KDE á luchtú, agus seans nach dtabharfaidh tú faoi deara go bhfuil sé níos moille dá bhrí sin).</p>
gl: <p>Se escolle esta opción, precargarase unha sesión de Konqueror despois da secuencia de inicio do KDE.</p><p>Isto fará que a primeira xanela de Konqueror abra máis rápido, a cambio dun maior tempo de inicio do KDE (pero poderá traballar durante a carga, polo que apenas notará a diferenza).</p>
he: ‏<p>אם מאופשר, חלק של Konqueror יטען לאחר תהליך האתחול הרגיל של KDE.</p><p>דבר זה יגרום לכך שההפעלה של Konqueror תהיה מהירה יותר, אך במחיר של זמן אתחול ארוך יותר של KDE (אך ניתן לעבוד תוך כדי הטעינה, כך שיתכן וכלל לא תרגיש בעת ששלב זה מתבצע).</p>
hr: <p>Ukoliko je omogućeno, instanca Konquerora bit će unaprijed učitana nakon uobičajnog podizanja KDE-a.</p><p>Ovime će prvi prozor Konquerora biti brže otvoren, ali na račun dužeg podizanja KDE-a (no bit ćete u mogućnosti raditi dok se učitava, tako da možda nećete primjetiti da učitavanje duže traje).</p>
ia: <p>Si habilitate, un instantia de Konqueror essera precargate postea le ordinari sequentia de initio de KDE.</p><p>Isto facera aperir plus rapide le prime fenestra de KDE, sed con plus longe tempores de initio de KDE (ma tu potera travaliar durante que il es cargante, assi que tu pote non relevar que illo es prendente plus tempore).</p>
ja: <p>このオプションを有効にすると、KDE を起動する処理の中で Konqueror のインスタンスがプリロードされるようになります。</p><p> これによって最初の Konqueror ウィンドウが開くまでの時間が短縮されます。ただし、KDE の起動にかかる時間はいくぶん長くなります。といっても、起動中も仕事はできるので、時間が長くなったと感じることもないかもしれません。</p>
kk: <p>Белгісі қойылса, кәдімгі KDE сеансын бастау кезінде, Konquerorалдын ала жадыға жүктеледі.</p><p> Бұл Konqueror терезесін бірінші рет ашқаннан тездетеді, бірақ KDE жүктеу уақтын ұзартады (жүктеліп жатқанда жұмыс істеп, оны байқамауыңыз да мүмкін).</p>
km: <p>​បើ​អនុញ្ញាត បង្អួច​របស់ Konqueror នឹង​ត្រូវ​បាន​ផ្ទុក​ជាមុន បន្ទាប់​ពី​លំដាប់​ចាប់ផ្ដើម KDE ធម្មតា ។</p><p>ការ​នេះ​នឹង​ធ្វើ​ឲ្យ​បង្អួច Konqueror ដំបូង​គេ​បើក​យ៉ាង​លឿន ប៉ុន្ដែ​ចំណាយ​ពេល​វេលា​យ៉ាង​ច្រើន នៅ​ពេល​ចាប់​ផ្ដើម KDE (ប៉ុន្ដែ អ្នក​នឹង​អាច​ធ្វើ​ការ​ខណៈ​ពេល​វា​កំពុង​ផ្ទុក ដូច្នេះ អ្នក​មិន​អាច​សម្គាល់​ថា វា​នឹង​ចំណាយ​ពេល​យូរ​នោះ​ទេ) ។</p>
ko: <p>이 설정을 사용하면 KDE가 시작된 이후 Konqueror를 미리 불러옵니다.</p><p>이 설정을 사용하면 첫 번째 Konqueror 실행은 조금 빨라지지만 KDE 시작 시간이 길어질 수 있습니다. 이 때 다른 작업을 실행할 수 있으므로 시간이 길어진다는 것을 모를 수도 있습니다.</p>
lt: <p>Jei ši parinktis įjungta, vienas Konqueror egzempliorius bus įkeltas į atmintį iškart paleidus KDE.</p><p>Tai padės pirmajam Konqueror langui atsiverti greičiau, tačiau KDE paleidimo laikas pailgės (visgi galėsite dirbti ir įkėlimo metu, tad gal ir nepastebėsite, kad jis ilgiau trunka).</p>
lv: <p>Ja ieslēgts, tad Konqueror instance tiks priekšielādēta pēc parastās KDE palaišanas secības.</p><p>Tas padarīs pirmā Konqueror loga atvēršanos ātrāku, taču tas būs uz ilgākas KDE palaišanas rēķina (bet jūs varēsiet sākt darbu jau tad, kad vēl notiek priekšielāde, tādēļ, iespējams, nemaz nepamanīsiet, ka tas prasa ilgāku laiku).</p>
nn: <p>Viss det er kryssa av her, vil ein instans av Konqueror verta lasta etter den ordinære KDE oppstarten.</p><p>Med dette vil den første instansen av Konqueror vindauget opna seg raskare. Bakdelen er at sjølve oppstarten av KDE tek lenger tid. (Du har likevel høve til å jobba mens dette vert lasta inn, så det kan vera du som brukar ikkje merkar at oppstartstida er lengre.)</p>
pl: <p>Jeśli ta opcja jest włączona, Konqueror będzie wczytany do pamięci zaraz po uruchomieniu KDE.</p> <p>Pozwoli to na szybsze otwarcie pierwszego okna Konquerora, ale kosztem zwiększenia czasu uruchamiania KDE (ponieważ praca w trakcie uruchamiania jest możliwa, opóźnienie może być niedostrzegalne).</p>
pt: <p>Se esta opção estiver assinalada, será pré-carregada uma instância do Konqueror depois do processo normal de arranque do KDE.</p><p>Isto fará com que a primeira janela do Konqueror abra mais depressa, em detrimento de um maior tempo de arranque do KDE (mas você poderá trabalhar enquanto a mesma carrega, por isso nem irá notar que está a levar mais tempo).</p>
pt_br: <p>Se habilitada, uma instância do Konqueror será pré-carregada após inicialização do KDE.</p><p>Isto fará com que a primeira janela do Konqueror abra mais rapidamente, mesmo que inicialização do KDE seja mais longa (mas como é possível trabalhar enquanto estiver carregando, você pode nem notar que leva mais tempo).</p>
ro: <p>Dacă este activată, după secvența normală de pornire a KDE va fi preîncărcată o instanță de Konqueror.</p><p>Acest lucru va face ca prima fereastră de Konqueror să se deschidă rapid, dar cu dezavantajul că pornirea KDE va dura un pic mai mult. Cu toate acestea puteți să lucrați fără probleme, astfel încît este foarte posibil să nici nu observați că pornirea durează ceva mai mult.</p>
ru: <p>Если этот параметр включён, один экземпляр Konqueror будет загружена в память при обычной процедуре запуска KDE.</p><p>При этом, когда вы откроете окно Konqueror в первый раз, оно появится быстрее. Это достигается ценой увеличения времени загрузки KDE (но вы можете и не заметить этого увеличения, потому что сможете работать во время загрузки).</p>
sk: <p>Ak je táto voľba zapnutá, Konqueror sa do pamäti nahrá pri normálnom štarte prostredia KDE.</p><p>Tým sa zabezpečí rýchlejšie otváranie okien prehliadača, ale zaplatíte za to dlhšou dobou štartu KDE (to ale neovplyvní vašu možnosť začať pracovať, takže si ani neuvedomíte, že štart trval dlhšie).</p>
sl: <p>Če je omogočeno, bo primerek Konquerorja prednaložen v pomnilnik po običajnem zagonu KDE.</p> <p> To bo hitreje odprlo prvo okno Konquerorja, vendar se bo zato KDE zaganjal dlje časa (vendar boste lahko med nalaganjem delali, zato mogoče ne boste niti opazili tega).</p>
sr@ijekavian: <p>Ако је ово укључено, примјерак К‑освајача ће бити учитан чим се КДЕ покрене.</p><p>Овако ће се први прозор К‑освајача брже отварати, али на рачун дужег подизања КДЕ‑а. Али, пошто можете почети с радом док се још увијек учитава, не морате ни примијетити ово кашњење.</p>
sv: <p>Om aktiverad, laddas en instans av Konqueror i förväg efter KDE:s vanliga startsekvens.</p><p>Det här gör att också det första Konquerorfönstret öppnas fortare, på bekostnad av längre starttid för KDE (men Konqueror startas mot slutet av KDE:s start, vilket gör att du kan arbeta under tiden, så det är möjligt att du inte ens märker att det tar längre tid).</p>
uk: <p>Якщо буде позначено цей пункт, екземпляр навігатора Konqueror буде попередньо завантажено у пам'ять відразу після завантаження KDE.</p><p>Це надасть змогу швидше відкривати перше вікно навігатора Konqueror за рахунок довшого завантаження KDE (але ви зможете працювати, коли KDE все ще завантажується, тому ви навіть можете не помітити, що завантаження триває довше).</p>
