Repository: fluxer/kde-l10n
Catalog: */messages/applications/kdepasswd.po
Languages: ar, bg, bs, ca@valencia, cs, da, el, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, ug, uk, wa, zh_tw

source: Please enter the new password for user <b>%1</b>:
ar: فضلًا أدخِل كلمة مرور المستخدِم <b>%1</b> الجديدة:
bg: Моля, въведете новата парола за потребител <b>%1</b>:
bs: Molim unesite novu šifru za korisnika <b>%1</b>:
ca@valencia: Introduïu la nova contrasenya per l'usuari <b>%1</b>:
cs: Prosím, zadejte nové heslo pro uživatele <b>%1</b>:
da: Indtast venligst den nye adgangskode for brugeren <b>%1</b>:
el: Παρακαλώ εισάγετε το νέο κωδικό πρόσβασης του χρήστη <b>%1</b>:
et: Palun sisesta kasutaja <b>%1</b> uus parool:
eu: Sartu <b>%1</b> erabiltzailearen pasahitz berria:
fa: لطفاً، برای کاربر <b>%1</b> اسم رمز جدید وارد کنید:
fi: Syötä uusi salasana käyttäjälle <b>%1</b>:
fr: Veuillez saisir le nouveau mot de passe de l'utilisateur <b>%1</b> :
ga: Iontráil an focal faire nua do <b>%1</b>, le do thoil:
gl: Introduza o contrasinal novo para o usuario <b>%1</b>:
he: אנא הכנס ססמה חדשה למשתמש<b>%1</b>:
hi: उपयोक्ता <b>%1</b> के लिए कृपया नया पासवर्ड भरें:
hr: Unesite novu zaporku za korisnika <b>%1</b>:
hu: Adja meg a(z) <b>%1</b> felhasználó új jelszavát:
ia: Pro favor, tu inserta le nove contrasigno pro usator <b>%1</b>:
is: Vinsamlega sláðu inn nýja lykilorðið fyrir <b>%1</b>:
it: Immetti la nuova password per l'utente <b>%1</b>:
ja: ユーザ <resource>%1</resource> の新しいパスワードを入力してください:
km: សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​ថ្មី​សម្រាប់​អ្នក​ប្រើ <b>%1</b> ៖
ko: 사용자 <b>%1</b>의 새로운 암호를 입력하십시오:
lt: Prašome įvesti naują slaptažodį naudotojui <b>%1</b>:
lv: Lūdzu ievadiet jauno lietotāja <b>%1</b> paroli:
mr: वापरकर्ता <b>%1</b> करिता कृपया नवीन गुप्तशब्द दाखल करा:
nb: Oppgi det nye passordet for bruker <b>%1</b>:
nds: Giff dat niege Passwoort för den Bruker <b>%1</b> in:
nl: voer het nieuwe wachtwoord in voor gebruiker <b>%1</b>:
nn: Oppgje det nye passordet for brukaren <b>%1</b>:
pa: ਯੂਜ਼ਰ <b>%1</b> ਲਈ ਨਵਾਂ ਪਾਸਵਰਡ ਦਿਓ ਜੀ:
pl: Proszę podać nowe hasło dla użytkownika <b>%1</b>:
pt: Insira a nova senha para o utilizador <b>%1</b>:
pt_br: Digite a nova senha do usuário <b>%1</b>:
ro: Introduceți noua parolă pentru utilizatorul <b>%1</b>:
ru: Введите новый пароль для пользователя <b>%1</b>:
sk: Zadajte nové heslo pre užívateľa <b>%1</b>:
sl: Vnesite novo geslo za uporabnika <b>%1</b>:
sr: Унесите нову лозинку за корисника <b>%1</b>:
sv: Ange det nya lösenordet för användaren <b>%1</b>:
tr: Lütfen <b>%1</b> kullanıcısı için yeni parola girin:
ug: ئىشلەتكۈچى <b>%1</b>نىڭ يېڭى ئىمىنى كىرگۈزۈڭ:
uk: Будь ласка, введіть новий пароль для користувача <b>%1</b>:
wa: Intrez l' novea scret po l' uzeu <b>%1</b>, s' i vs plait:
zh_tw: 請輸入使用者 <b>%1</b> 的新密碼:

source: Your password is longer than 8 characters. On some systems, this can cause problems. You can truncate the password to 8 characters, or leave it as it is.
ar: كلمة المرور أطول من 8 محارف. في بعض الأنظمة، قد يسبب هذا مشاكل. يمكنك تقصير كلمة المرور إلى 8 محارف، أو تركها كما هي.
bg: Новата парола е по-дълга от 8 символа. На някой системи това може да причини проблем. Може да изберете да бъде отрязана до първите 8 символа или да продължите без промяна.
bs: Vaša šifra je duža od 8 znakova. Na nekim sistemima ovo može dovesti do problema. Možete skratiti šifru na 8 znakova, ili je ostaviti kako jeste.
ca@valencia: La vostra contrasenya té més de 8 caràcters. En alguns sistemes, això pot causar problemes. Podeu truncar-la a 8 caràcters o deixar-la com està.
cs: Vaše heslo je delší než 8 znaků. Na některých systémech toto může činit problémy. Máte možnost toto heslo zkrátit na 8 znaků, nebo jej ponechat, jak je.
da: Din adgangskode er længere end 8 tegn. På nogle systemer kan det forårsage problemer. Du kan trunkere adgangskoden til 8 tegn eller lade den være som den er.
el: Ο κωδικός πρόσβασης αποτελείται από περισσότερους από 8 χαρακτήρες. Σε μερικά συστήματα αυτό μπορεί να προκαλέσει προβλήματα. Μπορείτε να τον περιορίσετε σε 8 χαρακτήρες ή να τον αφήσετε όπως είναι.
et: Sinu parool on pikem kui 8 märki. Mõnes süsteemis võib see põhjustada probleeme. Võid lühendada parooli 8 märgini või jätta selle nii, nagu on.
eu: Zure pasahitzak 8 karaktere baino gehiago ditu. Zenbait sistematan arazoak gerta litezke. 8 karakteretara moztu dezakezu pasahitza edo dagoen moduan utzi.
fa: اسم رمز شما بیش از ۸ نویسه دارد. این می‌تواند در برخی سیستمها، باعث مسائلی شود. می‌توانید اسم رمز را تا ۸ نویسه برش بزنید، یا آن را همان‌طور که هست رها کنید.
fi: Salasanasi on yli kahdeksan merkkiä pitkä. Joissain järjestelmissä tästä voi aiheutua ongelma. Voit lyhentää salasanan kahdeksaan merkkiin tai käyttää sellaisenaan.
fr: Votre mot de passe fait plus de 8 caractères. Sur certains systèmes, cela peut causer des problèmes. Vous pouvez tronquer le mot de passe à 8 caractères ou le laisser tel quel.
ga: Tá d'fhocal faire níos faide ná 8 gcarachtar. Cothaíonn sé seo fadhbanna ar chórais áirithe. Is féidir leat an focal faire a theascadh ag 8 gcarachtar, nó fág é mar atá sé.
gl: O contrasinal ten máis de oito caracteres. Nalgúns sistemas isto pode causar problemas. Pode acurtar o contrasinal para que fique con só oito caracteres ou pode deixalo como está.
he: הססמה שלך ארוכה משמונה תווים. במערכות מסוימות זה יכול לגרום לבעיות. ניתן לקצר את הססמה אל 8 תווים אן להשאיר אותה כמו שהיא.
hi: आपका पासवर्ड 8 अक्षरों से बड़ा है. कुछ तंत्रों पर यह समस्याएँ पैदा कर सकता है. आप पासवर्ड को 8 अक्षर तक समेट सकते हैं या इसे वैसा ही रहने दें जैसा यह है.
hr: Vaša je lozinka dulja od 8 znakova. Na nekim sustavima ovo može prouzrokovati probleme. Lozinku možete skratiti na 8 znakova ili je upotrijebiti takvom kakva jest.
hu: A jelszó hosszabb 8 karakternél. Néhány rendszerben ez problémákat okozhat. Ha szükséges, a program le tudja vágni a jelszó 8. karakter utáni részét.
ia: Tu contrasigno es plus longe de 8 characteres. Super alicun systemas, isto pote causar problemas. Tu pote truncar le contrasigno a 8 characteres, o lassar lo como es.
is: Lykilorðið þitt er lengra en 8 stafir. Á sumum kerfum getur þetta valdið vandamálum. Þú átt þess kost að klippa aftanaf lykilorðinu í 8 stafi eða láta það ósnert.
it: La tua password è più lunga di 8 caratteri. Su alcuni sistemi, ciò può causare problemi. Puoi troncare la password a 8 caratteri, oppure lasciarla così com'è.
ja: あなたのパスワードは 8 文字を超えています。システムによっては、これは問題になります。8 文字に切り詰めるか、このままにしておくこともできます。
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​វែដដែល ង​ជាង ៨ តួ​អក្សរ ។ នៅ​ក្នុង​ប្រព័ន្ធ​មួយ​ចំនួន ពាក្យ​សម្ងាត់​នេះ​អាច​បណ្ដាល​ឲ្យ​មាន​បញ្ហា ។ អ្នក​អាច​បង្រួម​ពាក្យ​សម្ងាត់​ឲ្យ​ខ្លី​ជា​ង ៨ តួ​អក្សរ ឬ​ទុក​វា​នៅ​ដដែល ។
ko: 암호가 8글자 이상입니다. 몇몇 시스템에서 문제가 될 수 있습니다. 암호를 8글자로 자르거나, 그대로 둘 수 있습니다.
lt: Jūsų slaptažodis ilgesnis nei 8 ženklai. Kai kuriose sistemose tai gali sukelti problemų. Galite sutrumpinti slaptažodį iki 8 ženklų, nors galite ir palikti tokį, koks yra.
lv: Jūsu parole ir garāka par 8 simboliem. Dažās sistēmās tas var radīt problēmas. Jūs varat apraut paroli līdz 8 simboliem vai arī atstāt to kā ir.
mr: तुमचा गुप्तशब्द ८ अक्षरांपेक्षा मोठा आहे. यामुळे तुमच्या प्रणालीत समस्या निर्माण होऊ शकते. तुम्ही गुप्तशब्द ८ अक्षरांपर्यत कापु शकता किंवा आहे तसाच ठेवु शकता.
nb: Passordet ditt er lenger enn 8 tegn. Dette kan skape problemer på noen systemer. Du kan kutte passordet ned til 8 tegn eller la det være som det er.
nds: Dien Passwoort hett mehr as 8 Tekens, wat op en Reeg Systemen en Problem wesen mag. Du kannst dat Passwoort na 8 Tekens afsnieden, oder dat so laten, as dat is.
nl: Uw wachtwoord is langer dan 8 tekens. Op sommige systemen kan dit problemen veroorzaken. U kunt het wachtwoord inkorten tot 8 tekens of het zo laten.
nn: Passordet er lengre enn 8 teikn. Dette kan skapa problem på enkelte system. Du kan kutta passordet ned til 8 teikn eller la det vera som det er.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ੮ (8) ਅੱਖਰਾਂ ਤੋਂ ਲੰਮਾ ਹੈ। ਕੁਝ ਸਿਸਟਮਾਂ ਉੱਤੇ ਇਹ ਸਮੱਸਿਆ ਖੜੀ ਕਰ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਪਾਸਵਰਡ ਨੂੰ ਅੱਠ ਅੱਖਰਾਂ ਲਈ ਛਾਂਟ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸੇਤਰਾਂ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Twoje hasło ma więcej niż 8 znaków. W niektórych systemach może to spowodować problemy. Możesz skrócić hasło do 8 znaków albo zostawić je tak, jak jest.
pt: A sua senha tem mais do que 8 caracteres. Nalguns sistemas isto pode causar problemas. Pode cortar a senha para que fique apenas com 8 caracteres ou pode deixá-la ficar como está.
pt_br: Sua senha possui mais de 8 caracteres. Em alguns sistemas, isto pode causar problemas. Você pode truncar a senha para 8 caracteres, ou deixá-la como está.
ro: Parola dumneavoastră este mai lungă de 8 caractere. Pe anumite sisteme acest lucru poate cauza probleme. Puteți trunchia parola la 8 caractere sau să o lăsați așa cum este.
ru: Ваш пароль длиннее 8 символов. В некоторых системах это может вызвать проблемы. Вы можете заменить пароль на 8-символьный или оставить всё как есть.
sk: Vaše heslo je dlhšie ako 8 znakov. Na niektorých systémoch to môže spôsobiť problémy s prihlásením. Heslo môžete skrátiť na 8 znakov, alebo ho nechať bez zmeny.
sl: Vaše geslo je daljše od 8 znakov. To lahko privede do težav na nekaterih sistemih. Geslo lahko skrajšate na 8 znakov ali pa ga pustite takšnega kot je.
sr: Лозинка има више од осам знакова, што на неким системима може изазвати проблеме. Можете сасећи лозинку на осам знакова или је оставити каква јесте.
sv: Lösenordet är längre än 8 tecken. På vissa system kan detta orsaka problem. Du kan korta av lösenordet till 8 tecken, eller lämna det som det är.
tr: Parolanız 8 karakterden uzundur. Bu bazı sistemlerde sorun yaratabilir. Parolayı 8 karakter ile sınırlayabilir ya da olduğu gibi bırakabilirsiniz.
ug: سىز كىرگۈزگەن ئىم 8 ھەرپتىن ئۇزۇن. بەزى سىستېمىلاردا مەسىلە كېلىپ چىقىشى مۇمكىن. سىز ئىمنى ئالدىنقى 8 ھەرپكە قىسقارتىش ياكى ئەسلىسىنى ساقلاپ قېلىشنى تاللىسىڭىز بولىدۇ.
uk: Ваш пароль містить більше, ніж 8 символів. На деяких системах це може викликати проблеми. Ви можете вкоротити пароль до 8 знаків або так його лишити.
wa: Vosse sicret est pus long k' 8 caracteres. So certins sistinmes ça pôreut fé des rujhes. Vos ploz taeyî l' sicret a 8 caracteres oudonbén leyî insi.
zh_tw: 您的密碼超過八個字。在某些系統上，這可能會造成問題。您可以將本密碼刪節成8個字，或是不予理睬，保持這樣。

source: The password is longer than 8 characters. On some systems, this can cause problems. You can truncate the password to 8 characters, or leave it as it is.
ar: كلمة المرور أطول من 8 محارف. في بعض الأنظمة، قد يسبب هذا مشاكل. يمكنك تقصير كلمة المرور إلى 8 محارف، أو تركها كما هي.
bg: Новата парола е по-дълга от 8 символа. На някой системи това може да причини проблем. Може да изберете да бъде отрязана до първите 8 символа или да продължите без промяна.
bs: Šifra je duža od 8 znakova. Na nekim sistemima ovo može dovesti do problema. Možete skratiti šifru na 8 znakova, ili je ostaviti kako jeste.
ca@valencia: La contrasenya té més de 8 caràcters. En alguns sistemes, això pot causar problemes. Podeu truncar-la a 8 caràcters o deixar-la com està.
cs: Heslo je delší než 8 znaků. Na některých systémech toto může činit problémy. Máte možnost toto heslo zkrátit na 8 znaků, nebo jej ponechat, jak je.
da: Adgangskoden er længere end 8 tegn. På nogle systemer kan det forårsage problemer. Du kan trunkere adgangskoden til 8 tegn eller lade den være som den er.
el: Ο κωδικός πρόσβασης αποτελείται από περισσότερους από 8 χαρακτήρες. Σε μερικά συστήματα αυτό μπορεί να προκαλέσει προβλήματα. Μπορείτε να τον περιορίσετε σε 8 χαρακτήρες ή να τον αφήσετε όπως είναι.
et: Parool on pikem kui 8 märki. Mõnes süsteemis võib see põhjustada probleeme. Võid lühendada parooli 8 märgini või jätta selle nii, nagu on.
eu: Pasahitzak 8 karaktere baino gehiago ditu. Zenbait sistematan arazoak gerta litezke. 8 karakteretara moztu dezakezu pasahitza edo dagoen moduan utzi.
fa: اسم رمز بیش از ۸ نویسه دارد. در برخی سیستمها، می‌تواند باعث مسائلی شود. می‌توانید اسم رمز را تا ۸ نویسه برش بزنید، یا آن را همان‌طور که هست رها کنید.
fi: Salasanasi on yli kahdeksan merkkiä pitkä. Joissain järjestelmissä tästä voi aiheutua ongelma. Voit lyhentää salasanan kahdeksaan merkkiin tai käyttää sellaisenaan.
fr: Le mot de passe fait plus de 8 caractères. Sur certains systèmes, cela peut causer des problèmes. Vous pouvez tronquer le mot de passe à 8 caractères ou le laisser tel quel.
ga: Tá an focal faire níos faide ná 8 gcarachtar. Cothaíonn sé seo fadhbanna ar chórais áirithe. Is féidir leat an focal faire a theascadh ag 8 gcarachtar, nó fág é mar atá sé.
gl: O contrasinal ten máis de oito caracteres. Nalgúns sistemas isto pode causar problemas. Pode acurtar o contrasinal para que fique con só oito caracteres ou pode deixalo como está.
he: הססמה ארוכה משמונה תווים. במערכות מסוימות זה יכול לגרום לבעיות. ניתן לקצר את הססמה אל 8 תווים אן להשאיר אותה כמו שהיא.
hi: आपका पासवर्ड 8 अक्षरों से बड़ा है. कुछ तंत्रों पर यह समस्याएँ पैदा कर सकता है. आप पासवर्ड को 8 अक्षर तक समेट सकते हैं या इसे वैसा ही रहने दें जैसा यह है.
hr: Zaporka je dulja od 8 znakova. Na nekim sustavima ovo može prouzrokovati probleme. Zaporku možete skratiti na 8 znakova ili je upotrijebiti takvom kakva jest.
hu: A jelszó hosszabb 8 karakternél. Néhány rendszerben ez problémákat okozhat. Ha szükséges, a program le tudja vágni a jelszó 8. karakter utáni részét.
ia: Le contrasigno es plus longe de 8 characteres. Super alicun systemas, isto pote causar problemas. Tu pote truncar le contrasigno a 8 characteres, o lassar lo como es.
is: Lykilorðið þitt er lengra en 8 stafir. Á sumum kerfum getur þetta valdið vandamálum. Þú átt þess kost að klippa aftanaf lykilorðinu í 8 stafi eða láta það ósnert.
it: La password è più lunga di 8 caratteri. Su alcuni sistemi, ciò può causare problemi. Puoi troncare la password a 8 caratteri, oppure lasciarla così com'è.
ja: パスワードは 8 文字を超えています。システムによっては、これは問題になります。8 文字に切り詰めるか、このままにしておくこともできます。
km: ពាក្យ​សម្ងាត់ច្រើន​ជាង ៨ តួអក្សរ ។ នៅ​ក្នុង​ប្រព័ន្ធ​មួយ​ចំនួន ពាក្យ​សម្ងាត់​នេះ​អាច​បណ្ដាល​ឲ្យ​មាន​បញ្ហា ។ អ្នក​អាច​កាត់ពាក្យ​សម្ងាត់​ឲ្យ​ខ្លី​ជាង ៨ តួអក្សរ ឬ​ទុក​វា​នៅ​ដដែល ។
ko: 암호가 8글자 이상입니다. 몇몇 시스템에서 문제가 될 수 있습니다. 암호를 8글자로 자르거나, 그대로 둘 수 있습니다.
lt: Slaptažodis ilgesnis nei 8 ženklai. Kai kuriose sistemose tai gali sukelti problemų. Galite sutrumpinti slaptažodį iki 8 ženklų, nors galite ir palikti tokį, koks yra.
lv: Parole ir garāka par 8 simboliem. Dažās sistēmās tas var radīt problēmas. Jūs varat apraut paroli līdz 8 simboliem vai arī atstāt to kā ir.
mr: हा गुप्तशब्द ८ अक्षरांपेक्षा मोठा आहे. यामुळे तुमच्या प्रणालीत समस्या निर्माण होऊ शकते. तुम्ही गुप्तशब्द ८ अक्षरांपर्यत कापु शकता किंवा आहे तसाच ठेवु शकता.
nb: Passordet er lenger enn 8 tegn. Dette kan skape problemer på noen systemer. Du kan kutte passordet ned til 8 tegn eller la det være som det er.
nds: Dat Passwoort hett mehr as 8 Tekens, wat op en Reeg Systemen en Problem wesen mag. Du kannst dat Passwoort na 8 Tekens afsnieden, oder dat so laten, as dat is.
nl: Het wachtwoord is langer dan 8 tekens. Op sommige systemen kan dit problemen veroorzaken. U kunt het wachtwoord inkorten tot 8 tekens of het zo laten.
nn: Passordet er lengre enn 8 teikn. Dette kan skapa problem på enkelte system. Du kan kutta passordet ned til 8 teikn eller la det vera som det er.
pa: ਪਾਸਵਰਡ ੮ (8) ਅੱਖਰਾਂ ਤੋਂ ਲੰਮਾ ਹੈ। ਕੁਝ ਸਿਸਟਮਾਂ ਇਹ ਸਮੱਸਿਆ ਖੜੀ ਕਰ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਪਾਸਵਰਡ ਨੂੰ ਅੱਠ ਅੱਖਰਾਂ ਤੱਕ ਛਾਂਟ ਸਕਦੇ ਹੋ ਜਾਂ ਇਸੇ-ਤਰਾਂ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Hasło ma więcej niż 8 znaków. W niektórych systemach może to spowodować problemy. Możesz skrócić hasło do 8 znaków albo zostawić je tak, jak jest.
pt: A sua senha tem mais do que 8 caracteres. Nalguns sistemas isto pode causar problemas. Pode cortar a senha para que fique apenas com 8 caracteres ou pode deixá-la ficar como está.
pt_br: A senha possui mais de 8 caracteres. Em alguns sistemas, isto pode causar problemas. Você pode truncar a senha para 8 caracteres, ou deixá-la como está.
ro: Parola este mai lungă de 8 caractere. Pe anumite sisteme acest lucru poate cauza probleme. Puteți trunchia parola la 8 caractere sau să o lăsați așa cum este.
ru: Ваш пароль длиннее 8 символов. В некоторых системах это может вызвать проблемы. Вы можете заменить пароль на 8-символьный или оставить всё как есть.
sk: Heslo je dlhšie ako 8 znakov. Na niektorých systémoch to môže spôsobiť problémy s prihlásením. Heslo môžete skrátiť na 8 znakov, alebo ho nechať bez zmeny.
sl: Geslo je daljše od 8 znakov. To lahko privede do težav na nekaterih sistemih. Geslo lahko skrajšate na 8 znakov ali pa ga pustite takšnega kot je.
sr: Лозинка има више од осам знакова, што на неким системима може изазвати проблеме. Можете сасећи лозинку на осам знакова или је оставити каква јесте.
sv: Lösenordet är längre än 8 tecken. På vissa system kan detta orsaka problem. Du kan korta av lösenordet till 8 tecken, eller lämna det som det är.
tr: Parola 8 karakterden uzundur. Bu bazı sistemlerde sorun yaratabilir. Parolayı 8 karakter ile sınırlayabilir ya da olduğu gibi bırakabilirsiniz.
ug: بۇ ئىم 8 ھەرپتىن ئۇزۇن. بەزى سىستېمىلاردا مەسىلە كېلىپ چىقىشى مۇمكىن. سىز ئىمنى ئالدىنقى 8 ھەرپكە قىسقارتىش ياكى ئەسلىسىنى ساقلاپ قېلىشنى تاللىسىڭىز بولىدۇ.
uk: Ваш пароль містить більше, ніж 8 символів. На деяких системах це може викликати проблеми. Ви можете вкоротити пароль до 8 знаків або так його лишити.
wa: Li scret est pus long k' 8 caracteres. So certins sistinmes ça pôreut fé des rujhes. Vos ploz taeyî l' sicret a 8 caracteres oudonbén leyî insi.
zh_tw: 您的密碼超過八個字。在某些系統上，這可能會造成問題。您可以將本密碼刪節成8個字，或是不予理睬，保持原樣。

source: Password Too Long
ar: كلمة المرور طويلة جدًا
bg: Паролата е твърде дълга
bs: Šifra je predugačka
ca@valencia: La contrasenya és massa llarga
cs: Příliš dlouhé heslo
da: Adgangskoden er for lang
el: Πολύ μεγάλος κωδικός πρόσβασης
et: Parool on liiga pikk
eu: Pasahitza luzeegia da
fa: اسم رمز بسیار طولانی
fi: Salasana on liian pitkä
fr: Mot de passe trop long
ga: Focal Faire Rófhada
gl: O contrasinal é demasiado longo
he: הססמה ארוכה מדי
hi: पासवर्ड बहुत लंबा है
hr: Zaporka je preduga
hu: A jelszó túl hosszú
ia: Contrasigno troppo longe
is: Lykilorðið er of langt
it: Password troppo lunga
ja: パスワードが長すぎます
km: ពាក្យ​សម្ងាត់​វែង​ពេក
ko: 암호가 너무 김
lt: Slaptažodis per ilgas
lv: Pārāk gara parole
mr: गुप्तशब्द खूपच लांब आहे
nb: For langt passord
nds: Passwoort to lang
nl: Wachtwoord te lang
nn: For langt passord
pa: ਪਾਸਵਰਡ ਵਧੇਰੇ ਲੰਮਾ ਹੈ
pl: Zbyt długie hasło
pt: A Senha É Demasiado Comprida
pt_br: A senha é muito longa
ro: Parola e prea lungă
ru: Пароль слишком длинный
sk: Heslo je príliš dlhé
sl: Geslo je predolgo
sr: Предугачка лозинка
sv: Lösenordet är för långt
tr: Çok Uzun Parola
ug: ئىم بەك ئۇزۇن
uk: Пароль задовгий
wa: Sicret trop long
zh_tw: 密碼過長

source: Truncate
ar: قصّر
bg: Отрязване
bs: Skrati
ca@valencia: Trunca
cs: Zkrátit
da: Trunkér
el: Περιορισμός
et: Lühenda
eu: Moztu
fa: بریدن
fi: Lyhennä
fr: Tronquer
ga: Teasc
gl: Acurtar
he: קצר
hi: छोटा करें
hr: Skrati
hu: Lerövidítés
ia: Trunca
is: Klippa
it: Tronca
ja: 切り詰める
km: កាត់​ឲ្យ​ខ្លី
ko: 자르기
lt: Sutrumpinti
lv: Apraut
mr: ट्रंकेट
nb: Kutt av
nds: Afsnieden
nl: Inkorten
nn: Kutt av
pa: ਛਾਂਗੋ
pl: Skróć
pt: Cortar
pt_br: Truncar
ro: Trunchiază
ru: Исключить
sk: Skrátiť
sl: Skrajšaj
sr: Сасеци
sv: Korta av
tr: Sınırla
ug: قىسقارت
uk: Вкоротити
wa: Taeyî
zh_tw: 刪節

source: Use as Is
ar: استخدمها كما هي
bg: Продължение
bs: Ostavi
ca@valencia: Usa-la així
cs: Použít, jak je
da: Brug som det er
el: Χρήση όπως είναι
et: Jäta nagu on
eu: Erabili dagoen bezala
fa: استفاده همان‌طور که هست
fi: Käytä sellaisenaan
fr: Utiliser tel quel
ga: Úsáid Mar Atá
gl: Utilizar como está
he: השתמש כמו שהוא
hi: जैसा है, उपयोग करें
hr: Upotrijebi takvim
hu: Maradjon így
ia: Usa lo como il es
is: Nota óbreytt
it: Usa così com'è
ja: そのまま使う
km: ប្រើ​ដូច​នេះ
ko: 그대로 사용
lt: Naudoti, koks yra
lv: Atstāt kā ir
mr: जैसेथे वापरा
nb: Bruk som det er
nds: Bruken as dat is
nl: Zo laten
nn: Bruk som det er
pa: ਇੰਝ ਹੀ ਵਰਤੋਂ
pl: Użyj w tej postaci
pt: Utilizar Como Está
pt_br: Usar como está
ro: Utilizează așa cum este
ru: Использовать как есть
sk: Použiť ako je
sl: Pusti kot je
sr: Каква јесте
sv: Använd som det är
tr: Olduğu gibi Bırak
ug: ئەسلى پېتى ئىشلەت
uk: Залишити як є
wa: Eployî insi
zh_tw: 保持這樣

source: Your password has been changed.
ar: غُيِّرت كلمة المرور.
bg: Паролата е променена.
bs: Vaša šifra je promijenjena.
ca@valencia: La vostra contrasenya s'ha canviat.
cs: Vaše heslo bylo změněno.
da: Din adgangskode er blevet ændret.
el: Ο κωδικός πρόσβασής σας έχει τροποποιηθεί.
et: Sinu parool on muudetud.
eu: Zure pasahitza aldatu da.
fa: اسم رمز شما تغییر کرده است.
fi: Salasana on vaihdettu
fr: Votre mot de passe a été modifié.
ga: Athraíodh d'fhocal faire.
gl: O contrasinal foi modificado.
he: ססמתך שונתה.
hi: आपका पासवर्ड बदला गया.
hr: Vaša je lozinka izmijenjena.
hu: A jelszó megváltozott.
ia: Tu contrasigno ha essite cambiate.
is: Lykilorð þitt hefur verið breytt.
it: La tua password è stata cambiata.
ja: パスワードが変更されました。
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ។
ko: 암호가 변경되었습니다.
lt: Jūsų slaptažodis buvo pakeistas.
lv: Jūsu parole ir mainīta.
mr: तुमचा गुप्तशब्द बदलला आहे.
nb: Ditt passord er blitt endret.
nds: Dien Passwoort wöör ännert.
nl: Uw wachtwoord is gewijzigd.
nn: Passordet er endra.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਦਲ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Twoje hasło zostało zmienione.
pt: A sua senha foi alterada.
pt_br: Sua senha foi alterada.
ro: Am modificat parola dumneavoastră.
ru: Ваш пароль изменён.
sk: Vaše heslo bolo zmenené.
sl: Vaše geslo je bilo spremenjeno.
sr: Лозинка је промењена.
sv: Ditt lösenord har ändrats.
tr: Parolanız değiştirildi.
ug: ئىم ئۆزگەردى
uk: Ваш пароль змінено.
wa: Vosse sicret a stî candjî
zh_tw: 您的密碼已經變更

source: Your password has not been changed.
ar: لم تغيَّر كلمة المرور.
bg: Паролата не е променена.
bs: Vaša šifra nije promijenjena.
ca@valencia: La vostra contrasenya no s'ha canviat.
cs: Vaše heslo nebylo změněno.
da: Din adgangskode er ikke blevet ændret.
el: Ο κωδικός πρόσβασής σας δεν έχει τροποποιηθεί.
et: Sinu parooli ei muudetud.
eu: Zure pasahitza ez da aldatu.
fa: اسم رمز شما تغییر نکرده است.
fi: Salasanaa ei vaihdettu
fr: Votre mot de passe n'a pas été modifié.
ga: Níor athraíodh d'fhocal faire.
gl: O contrasinal non foi modificado.
he: ססמתך לא שונתה.
hi: आपका पासवर्ड बदला नहीं गया.
hr: Vaša lozinka nije izmijenjena.
hu: A jelszó nem változott meg.
ia: Tu contrasigno non ha essite cambiate.
is: Lykilorð þitt er óbreytt.
it: La tua password non è stata cambiata.
ja: パスワードは変更されていません。
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​មិន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ។
ko: 암호가 변경되지 않았습니다.
lt: Jūsų slaptažodis nebuvo pakeistas.
lv: Jūsu parole nav mainīta.
mr: तुमचा गुप्तशब्द बदलला नाही.
nb: Ditt passord er ikke endret.
nds: Dien Passwoort wöör nich ännert.
nl: Uw wachtwoord is niet gewijzigd.
nn: Passordet er ikkje endra.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਨਹੀਂ ਬਦਲਿਆ ਨਹੀਂ ਗਿਆ ਹੈ।
pl: Twoje hasło nie zostało zmienione.
pt: A sua senha não foi modificada.
pt_br: Sua senha não foi alterada.
ro: Nu am modificat parola dumneavoastră.
ru: Ваш пароль не изменён.
sk: Vaše heslo nebolo zmenené.
sl: Vaše geslo ni bilo spremenjeno.
sr: Лозинка није промењена.
sv: Ditt lösenord har inte ändrats.
tr: Parolanız değiştirilmedi.
ug: ئىمىڭىز ئۆزگەرتىلمەپتۇ.
uk: Ваш пароль залишився незмінним.
wa: Vosse sicret n' a nén stî candjî.
zh_tw: 您的密碼並未變更

source: Geert Jansen
hi: गीर्त जानसन
mr: गीर्त जानसन
sr: Герт Јансен
