Repository: fluxer/kde-l10n
Catalog: */messages/applications/kdepasswd.po
Languages: ar, bg, bs, ca@valencia, cs, da, el, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, ia, is, it, ja, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, tr, ug, uk, wa, zh_tw

# NAME OF TRANSLATORS
source: Your names
bg: Радостин Раднев
fi: Teemu Rytilahti
fr: Matthieu Robin, Nicolas Ternisien
hi: रविशंकर श्रीवास्तव, जी. करूणाकर
is: Richard Allen
lt: Donatas Glodenis
nb: Bjørn Steensrud
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sl: Gregor Rakar,Jure Repinc,Andrej Mernik
uk: Andriy Rysin, Ivan Petrouchtchak
wa: Djan Cayron

# EMAIL OF TRANSLATORS
source: Your emails
bg: radnev@yahoo.com
fi: teemu.rytilahti@kde-fi.org
fr: kde@macolu.org, nicolas.ternisien@gmail.com
hi: raviratlami@aol.in,
is: ra@ra.is
lt: dgvirtual@akl.lt
nb: bjornst@skogkatt.homelinux.org
pa: aalam@users.sf.net
sl: gregor.rakar@kiss.si,jlp@holodeck1.com,andrejm@ubuntu.si
uk: rysin@kde.org, iip@telus.net
wa: jean.cayron@gmail.com

source: KDE passwd
ar: كلمة مرور كدي
et: KDE parool
fi: Salasanan vaihto
ga: passwd KDE
hi: केडीई पासवर्ड
hr: KDE lozinka
is: KDE lykilorð
it: Gestione password per KDE
ja: KDE パスワード
mr: केडीई passwd
nds: Passwoorttopassen för KDE
nl: KDE-wachtwoord
pa: KDE ਪਾਸਵਰਡ
pt: Mudança de senha do KDE
pt_br: Alteração de senha do KDE
ro: Parolă KDE
sl: Gesla KDE
sr: К‑лозинка
ug: KDE ئىم

source: Changes a UNIX password.
ar: يغيّر كلمة مرور يونكس.
bg: Промяна на парола.
bs: Mijenja UNIX šifru.
ca@valencia: Canvia la contrasenya UNIX.
cs: Změní heslo pro UNIX.
da: Ændrer en UNIX-adgangskode.
el: Αλλάζει έναν κωδικό πρόσβασης του UNIX.
et: Muudab UNIX-i parooli.
eu: UNIX pasahitz bat aldatzen du.
fa: اسم رمز یونیکس را تغییر می‌دهد.
fi: Vaihtaa käyttäjän salasanan.
fr: Modifie un mot de passe UNIX.
ga: Athraigh focal faire UNIX.
gl: Modifica un contrasinal de UNIX.
he: משנה ססמת UNIX.
hi: यूनिक्स पासवर्ड बदलता है.
hr: Promjena UNIX zaporke
hu: A UNIX-os jelszó megváltoztatása.
ia: Il cambia un contrasigno de UNIX
is: Breytir UNIX lykilorði.
it: Cambia una password UNIX.
ja: UNIX パスワードを変更します。
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​យូនីក ។
ko: UNIX 암호를 변경합니다.
lt: Pakeisti UNIX slaptažodį.
lv: Nomaina Unix paroli.
mr: UNIX चा गुप्तशब्द बदलतो.
nb: Endrer et UNIX-passord
nds: Ännert en UNIX-Passwoort.
nl: Wijzigt een UNIX-wachtwoord.
nn: Endrar eit UNIX-passord
pa: ਇੱਕ UNIX ਪਾਸਵਰਡ ਬਦਲੋ।
pl: Zmienia hasło Uniksowe.
pt: Altera uma senha UNIX.
pt_br: Altera uma senha UNIX.
ro: Modifică o parolă UNIX.
ru: Изменяет пароль в UNIX.
sk: Zmení Unixové heslo.
sl: Spremeni geslo v UNIX-u.
sr: Мења корисничку лозинку.
sv: Ändrar ett Unix-lösenord.
tr: Bir UNIX parolası değiştirir.
ug: UNIX ئىمىنى ئۆزگەرتىدۇ.
uk: Змінює пароль UNIX.
wa: Candjî sicret UNIX.
zh_tw: 變更 Unix 的密碼

source: Copyright (c) 2000 Geert Jansen
el: Πνευματικά δικαιώματα (c) 2000 Geert Jansen
et: Autoriõigus (c) 2000: Geert Jansen
fa: حق نشر (ح) ۲۰۰۰ Geert Jansen
fi: Copyright © 2000 Geert Jansen
ga: Cóipcheart © 2000 Geert Jansen
he: כל הזכויות שמורות ‎(c)‎‏ 2000‏ Geert Jansen
hi: सर्वाधिकार (c) 2000 गीर्त जानसन
hu: (C) Geert Jansen, 2000.
km: រក្សា​សិទ្ធិ​ឆ្នាំ​ ២០០០ ដោយ Geert Jansen
ko: 저작권자 (c) 2000 Geert Jansen
lv: (c) 2000 Geert Jansen
mr: Copyright (c) 2000 गीर्त जानसन
nb: Copyright © 2000 Geert Jansen
nds: Copyright © 2000 Geert Jansen
nn: Copyright © 2000 Geert Jansen
pa: Copyright (c) ੨੦੦੦ Geert Jansen
ru: © Geert Jansen, 2000
sl: Avtorske pravice © 2000 Geert Jansen
sr: © 2000, Герт Јансен
sv: Copyright © 2000 Geert Jansen
uk: © Geert Jansen, 2000
wa: Copyright © 2000 Geert Jansen

source: Maintainer
ar: المصين
bs: Održavatelj
ca@valencia: Mantenidor
cs: Správce
da: Vedligeholder
el: Συντηρητής
et: Hooldaja
eu: Mantentzailea
fa: نگه‌دارنده
fi: Ylläpitäjä
fr: Mainteneur
ga: Cothaitheoir
gl: Mantenedor
he: מתחזק
hi: मेंटेनर
hr: Održavatelj
hu: Karbantartó
ia: Mantenitor
is: Umsjónaraðili
it: Responsabile
ja: メンテナ
km: អ្នក​ថែទាំ
ko: 관리자
lt: Prižiūrėtojas
lv: Uzturētājs
mr: नियंत्रक
nb: Vedlikeholder
nds: Pleger
nl: Onderhouder
nn: Vedlikehaldar
pa: ਪਰਬੰਧਕ
pl: Opiekun
pt: Manutenção
pt_br: Mantenedor
ro: Responsabil
ru: Сопровождающий
sk: Správca
sl: Vzdrževalec
sr: одржавалац
sv: Utvecklare
tr: Projeyi Yürüten
ug: مەسئۇل كىشى
uk: Супровід
wa: Mintneu
zh_tw: 維護者

source: Change password of this user
ar: غيّر كلمة مرور هذا المستخدِم
bg: Промяна паролата на потребителя
bs: Promijeni šifru ovog korisnika
ca@valencia: Canvia la contrasenya per este usuari
cs: Změnit heslo tohoto uživatele
da: Ændr denne brugers adgangskode.
el: Αλλαγή κωδικού πρόσβασης αυτού του χρήστη
et: Muudab selle kasutaja parooli
eu: Aldatu erabiltzaile honen pasahitza
fa: تغییر اسم رمز این کاربر
fi: Vaihda käyttäjän salasana
fr: Modifier le mot de passe de cet utilisateur
ga: Athraigh an focal faire atá ag an úsáideoir seo
gl: Mudar o contrasinal deste usuario
he: שנה ססמה עבור משתמש זה
hi: इस उपयोक्ता का पासवर्ड बदलें.
hr: Promjena zaporke za ovog korisnika
hu: A felhasználó jelszavának megváltoztatása
ia: Modifica le contrasigno pro iste usator
is: Breyta lykilorði þessa notanda
it: Cambia la password di questo utente
ja: このユーザのパスワードを変更
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ប្រើ​នេះ
ko: 이 사용자의 암호 변경
lt: Pakeisti šio naudotojo slaptažodį
lv: Nomaina paroli šim lietotājam
mr: या वापरकर्त्याचा गुप्तशब्द बदला
nb: Endre passordet til denne brukeren
nds: Dat Passwoort vun dissen Bruker ännern
nl: Het wachtwoord van deze gebruiker wijzigen
nn: Endra passordet til denne brukaren
pa: ਇਸ ਯੂਜ਼ਰ ਲਈ ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmiana hasła tego użytkownika
pt: Mudar a senha deste utilizador
pt_br: Altera a senha deste usuário
ro: Modifică parola acestui utilizator
ru: Изменить пароль данного пользователя
sk: Zmeniť heslo tohto užívateľa
sl: Spremeni geslo za tega uporabnika
sr: Промени лозинку овог корисника
sv: Ändra lösenord för den här användaren
tr: Bu kullanıcının parolasını değiştir
ug: بۇ ئىشلەتكۈچىنىڭ ئىمىنى ئۆزگەرت
uk: Змінити пароль користувача
wa: Candjî l' sicret di cist uzeu
zh_tw: 更改這位使用者的密碼

source: You need to be root to change the password of other users.
ar: يجب أن تكون الجذر لتغيّر كلمات مرور مستخدِمين آخرين.
bg: Трябва да бъдете администратор (root), за да може да променяте паролите на другите потребители.
bs: Trebate biti root da biste mijenjali šifre drugih korisnika.
ca@valencia: Has de ser el superusuari(root) per canviar les contrasenyes d'altres usuaris.
cs: Abyste mohli měnit hesla ostatních uživatelů, musíte být root.
da: Du skal være root for at kunne ændre andre brugeres adgangskoder.
el: Πρέπει να είστε ο root για να αλλάξετε τον κωδικό πρόσβασης άλλων χρηστών.
et: Teiste kasutajate parooli muutmiseks peab olema administraator (root).
eu: 'root' izan behar duzu beste erabiltzaileen pasahitza aldatzeko.
fa: باید برای تغییر اسم رمز کاربران دیگر، کاربر ارشد باشید.
fi: Sinun täytyy olla pääkäyttäjä, että voit vaihtaa muiden käyttäjien salasanoja.
fr: Vous devez être superutilisateur pour pouvoir modifier le mot de passe des autres utilisateurs.
ga: Ní féidir le gnáthúsáideoir focal faire a athrú d'úsáideoirí eile.
gl: Precisa ser root para mudarlle o contrasinal a outros usuarios.
he: הנך אמור להיות מנהל כדי לשנות ססמאות למשתמשים אחרים.
hi: अन्य उपयोक्ता का पासवर्ड बदलने के लिए आपको रूट होना होगा.
hr: Da biste izmjenili zaporke ostalih korisnika morate biti prijavljeni kao root korisnik.
hu: Más felhasználók jelszavát csak rendszergazdai joggal lehet megváltoztatni.
ia: Tu debe esser super-usator (radice) pro cambiar le contrasigno de altere usatores.
is: Þú þarft að vera rótarnotandinn til að breyta lykilorði annara notanda.
it: È necessario essere root per cambiare la password degli altri utenti.
ja: 他のユーザのパスワードを変更するには root になる必要があります。
km: អ្នក​ត្រូវ​តែ​ចូល​ជា root ​ដើម្បី​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ប្រើ​ផ្សេង​ទៀត​ ។
ko: 다른 사용자의 암호를 변경하려면 루트가 되어야 합니다.
lt: Norėdami pakeisti kitų naudotojų slaptažodžius turite gauti root teises.
lv: Jums jābūt root tiesībām, lai mainītu paroli citiem lietotājiem.
mr: इतर वापरकर्त्याचा गुप्तशब्द बदलण्याकरिता तुम्हाला प्रशासक व्हावे लागेल.
nb: Du må være root for å kunne endre passordet til andre brukere.
nds: Bloots de Systeempleger kann Passwöör vun anner Brukers ännern.
nl: U dient als root te zijn aangemeld om het wachtwoord van andere gebruikers te kunnen wijzigen.
nn: Du må vera root for å kunna endra passordet til andre brukarar.
pa: ਹੋਰ ਯੂਜ਼ਰਾਂ ਦੇ ਪਾਸਵਰਡ ਬਦਲਣ ਲਈ ਤੁਹਾਨੂੰ ਪਰਬੰਧਕ (root) ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Aby zmienić hasła innych użytkowników musisz być administratorem.
pt: Necessita de ser root para mudar a senha de outros utilizadores.
pt_br: Você precisa ser superusuário para modificar a senha de outros usuários.
ro: Trebuie să aveți drepturi de „root” pentru a modifica parola altor utilizatori.
ru: Чтобы изменять пароли других пользователей, вы должны иметь привилегии root.
sk: Aby ste mohli meniť heslo iných užívateľov, musíte byť root.
sl: Biti morate skrbnik, da lahko spreminjate gesla za druge uporabnike.
sr: Морате бити корен да бисте мењали лозинке другим корисницима.
sv: Du måste vara root för att ändra lösenord för andra användare.
tr: Diğer kullanıcıların parolalarını değiştirebilmek için root kullanıcısı olmanız gerekir.
ug: باشقا ئىشلەتكۈچىلەرنىڭ ئىمىنى ئۆزگەرتىش ئۈچۈن سىزدە root ھوقۇقى بولۇشى لازىم.
uk: Щоб змінювати паролі інших користувачів, потрібно бути адміністратором (root).
wa: Vos dovoz esse root po candjî l' sicret d' ôtes uzeus.
zh_tw: 您必須以root的身份來變更其他使用者的密碼

# @title:window
source: Change Password
ar: غيّر كلمة المرور
bg: Промяна на парола
bs: Promjena šifre
ca@valencia: Canvi de contrasenya
cs: Změna hesla
da: Skift adgangskode
el: Αλλαγή κωδικού πρόσβασης
et: Parooli muutmine
eu: Aldatu pasahitza
fa: تغییر اسم رمز
fi: Salasanan vaihto
fr: Modifier le mot de passe
ga: Athraigh Focal Faire
gl: Cambiar o contrasinal
hu: Jelszóváltoztatás
ia: Modifica contrasigno
is: Breyta lykilorði
it: Cambia password
ja: パスワードを変更
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់
ko: 암호 변경
lt: Pakeisti slaptažodį
lv: Mainīt paroli
mr: गुप्तशब्द बदला
nb: Endre passord
nds: Passwoort ännern
nl: Wachtwoord wijzigen
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
pt: Mudar a Senha
pt_br: Alterar senha
ro: Modifică parola
ru: Изменение пароля
sk: Zmeniť heslo
sl: Spremeni geslo
sr: Промена лозинке
sv: Ändra lösenord
tr: Parolayı Değiştir
ug: ئىم ئۆزگەرتىش
uk: Зміна пароля
wa: Candjî di sicret
zh_tw: 更改密碼

source: Please enter your current password:
ar: فضلًا أدخِل كلمة المرور الحالية:
bg: Въведете текущата парола:
bs: Molim unesite vašu trenutnu šifru:
ca@valencia: Introduïu la vostra contrasenya actual:
cs: Prosím, zadejte své současné heslo:
da: Indtast din nuværende adgangskode.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης σας:
et: Palun sisesta oma praegune parool:
eu: Sartu zure uneko pasahitza:
fa: لطفاًً، اسم رمز جاری خود را وارد کنید:
fi: Syötä nykyinen salasana:
fr: Veuillez saisir votre mot de passe actuel :
ga: Iontráil an focal faire atá agat faoi láthair:
gl: Introduza o seu contrasinal:
he: אנא הכנס את ססמתך הנוכחית:
hi: कृपया अपना मौज़ूदा पासवर्ड भरें.
hr: Unesite trenutnu zaporku:
hu: Adja meg a jelenlegi jelszót:
ia: Pro favor, tu inserta tu contrasigno currente:
is: Vinsamlega sláðu inn núverandi lykilorð:
it: Immetti la tua password attuale:
ja: 現在のパスワードを入力してください:
km: សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន​របស់​អ្នក ៖
ko: 현재 암호를 입력하십시오:
lt: Prašome įvesti dabartinį slaptažodį:
lv: Lūdzu ievadiet jūsu pašreizējo paroli:
mr: कृपया तुमचा वर्तमान गुप्तशब्द दाखल करा:
nb: Oppgi det nåværende passordet ditt:
nds: Giff dat aktuelle Passwoort in:
nl: Voer uw huidige wachtwoord in:
nn: Oppgje det noverande passordet ditt:
pa: ਆਪਣਾ ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਦਿਓ ਜੀ:
pl: Proszę podać obecne hasło:
pt: Indique a sua senha actual:
pt_br: Digite sua senha atual:
ro: Introduceți parola curentă:
ru: Введите ваш текущий пароль:
sk: Zadajte vaše aktuálne heslo:
sl: Vnesite vaše trenutno geslo:
sr: Унесите своју текућу лозинку:
sv: Ange ditt nuvarande lösenord:
tr: Lütfen mevcut parolanızı girin:
ug: نۆۋەتتىكى ئىمنى كىرگۈزۈڭ:
uk: Будь ласка, введіть ваш поточний пароль:
wa: Intrez, s' i vs plait, vosse sicret do moumint:
zh_tw: 請輸入您原先的密碼:

source: Conversation with 'passwd' failed.
ar: فشل الحوار مع 'passwd'.
bg: Грешка при стартиране на външната програма "passwd".
bs: "Konverzacija" sa komandom 'passwd' nije uspjela.
ca@valencia: Ha fallat la conversa amb «passwd».
cs: Komunikace s programem 'passwd' selhala.
da: Konversation med 'passwd' mislykkedes.
el: Η επικοινωνία με το 'passwd' απέτυχε.
et: Suhtlemine käsuga 'passwd' nurjus.
eu: Huts egin du 'passwd'-ekin komunikatzean.
fa: خرابی در محاوره با »passwd«.
fi: Keskustelu "passwd"-ohjelman kanssa epäonnistui.
fr: Impossible de communiquer avec « passwd ».
ga: Theip ar chumarsáid le `passwd'.
gl: Fallou a conversación con «passwd».
he: השיחה עם "passwd" נכשלה.
hi: `passwd' के साथ संवाद असफल.
hr: Pregovaranje s 'passwd' nije uspjelo.
hu: Nem sikerült kommunikálni a „passwd” programmal.
ia: Conversation con 'passwd' fallite.
is: Samskiptin við 'passwd' tólið brugðust.
it: Scambio dati con "passwd" non riuscito.
ja: <command>passwd</command> とのやりとりに失敗しました。
km: ការ​សន្ទនា​ជាមួយ 'passwd' បាន​បរាជ័យ ។
ko: 'passwd'와 대화하는 데 실패했습니다.
lt: Ryšys su „passwd“ nepavyko.
lv: Kļūda komunicējot ar 'passwd'.
mr: 'passwd' सह संवाद अपयशी ठरेल.
nb: Samtale med passwd mislyktes.
nds: Kommunikatschoon mit "passwd" fehlslaan.
nl: Conversatie met 'passwd' is mislukt.
nn: Samtale med passwd mislukkast.
pa: 'passwd' ਨਾਲ ਸੰਚਾਰ ਫੇਲ੍ਹ ਹੋਇਆ।
pl: Nie powiodła się komunikacja z programem 'passwd'.
pt: A negociação com o `passwd' falhou.
pt_br: A comunicação com o 'passwd' falhou.
ro: Conversația cu 'passwd' a eșuat.
ru: Сбой обмена с программой «passwd».
sk: Spojenie s programom `passwd' zlyhalo.
sl: Pogovor s »passwd« ni uspel.
sr: Извршавање наредбе <command>passwd</command> није успело.
sv: Konversation med "passwd" misslyckades.
tr: 'passwd' komutu ile iletişim sağlanamadı.
ug: «passwd» بىلەن سۆزلىشەلمىدى.
uk: Помилка обміну даними з «passwd».
wa: Berdelaedje avou «passwd» a fwait berwete.
zh_tw: 與「passwd」系統程式的交談失敗。

source: Could not find the program 'passwd'.
ar: تعذّر العثور على البرنامج 'passwd'.
bg: Липсва външната програма "passwd".
bs: Ne mogu pronaći program 'passwd'.
ca@valencia: No s'ha pogut trobar el programa «passwd».
cs: Nelze najít program 'passwd'.
da: Kunne ikke finde programmet 'passwd'.
el: Αδυναμία εύρεσης του προγράμματος 'passwd'.
et: Programmi 'passwd' ei leitud.
eu: Ezin izan da 'passwd' programa aurkitu.
fa: نمی‌توان برنامه »passwd« را یافت.
fi: Ohjelmaa "passwd" ei löytynyt.
fr: Impossible de trouver le programme « passwd ».
ga: Ní féidir an clár 'passwd' a aimsiú.
gl: Non foi posíbel atopar o programa «passwd».
he: אין אפשרות למצוא את התוכנית "passwd".
hi: प्रोग्राम `passwd'. नहीं मिला.
hr: Program 'passwd' nije moguće pronaći.
hu: A „passwd” program nem található.
ia: Il non pote trovar le programma 'passwd'.
is: Gat ekki fundið 'passwd' tólið.
it: Impossibile trovare il programma "passwd".
ja: <command>passwd</command> プログラムが見つかりませんでした。
km: មិន​អាច​រក​ឃើញ​កម្មវិធី 'passwd' ឡើយ ។
ko: 'passwd' 프로그램을 찾을 수 없습니다.
lt: Nepavyksta rasti programos „passwd“.
lv: Nevar atrast programmu 'passwd'.
mr: कार्यक्रम 'passwd' आढळले नाही.
nb: Klarte ikke finne programmet «passwd».
nds: Dat Programm "passwd" lett sik nich finnen.
nl: Het programma 'passwd' is niet gevonden.
nn: Fann ikkje programmet «passwd».
pa: ਪਰੋਗਰਾਮ 'passwd' ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ।
pl: Nie można znaleźć programu 'passwd'.
pt: Não foi possível encontrar o programa `passwd'.
pt_br: Não foi possível encontrar o programa 'passwd'.
ro: Nu am găsit programul 'passwd'.
ru: Не удаётся найти программу «passwd».
sk: Nepodarilo sa nájsť program `passwd'.
sl: Ni bilo mogoče najti programa »passwd«.
sr: Не могу да пронађем наредбу <command>passwd</command>.
sv: Kunde inte hitta programmet "passwd".
tr: 'passwd' uygulaması bulunamadı.
ug: پروگرامما 'passwd' تېپىلمىدى.
uk: Не вдалось знайти програму «passwd».
wa: Dji n' a sepou trover l' programe «passwd».
zh_tw: 找不到「passwd」這個系統程式。

source: Incorrect password. Please try again.
ar: كلمة المرور خاطئة. فضلًا حاول مجدّدًا.
bg: Грешна парола. Опитайте отново.
bs: Netačna šifra. Molim pokušajte ponovo.
ca@valencia: Contrasenya incorrecta. Torneu-ho a provar.
cs: Neplatné heslo. Prosím, zkuste to znovu.
da: Forkert adgangskode. Prøv igen.
el: Εσφαλμένος κωδικός πρόσβασης. Παρακαλώ προσπαθήστε ξανά.
et: Parool on vale. Palun proovi uuesti.
eu: Okerreko pasahitza. Saiatu berriro.
fa: اسم رمز نادرست. لطفاًً، دوباره سعی کنید.
fi: Virheellinen salasana. Yritä uudelleen.
fr: Mot de passe incorrect. Veuillez réessayer.
ga: Focal faire mícheart. Triail arís é, le do thoil.
gl: Contrasinal incorrecto. Ténteo de novo.
he: הססמה שגויה. אנא נסה שנית.
hi: गलत पासवर्ड! कृपया फिर से कोशिश करें.
hr: Neispravna zaporka. Pokušajte ponovo.
hu: A megadott jelszó helytelen, kérem próbálja meg újból.
ia: Contrasigno incorrecte. Pro favor tu prova de nove.
is: Rangt lykilorð. Vinsamlega reyndu aftur.
it: Password sbagliata. Prova di nuovo.
ja: パスワードが間違っています。やり直してください。
km: ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ ។ សូម​ព្យាយាម​ម្ដង​ទៀត ។
ko: 암호가 틀렸습니다. 다시 시도하십시오.
lt: Neteisingas slaptažodis. Pamėginkite dar kartą.
lv: Nepareiza parole. Mēģiniet vēlreiz.
mr: अयोग्य गुप्तशब्द. कृपया पुन्हा प्रयत्न करा.
nb: Feil passord. Forsøk igjen.
nds: Passwoort gellt nich. Bitte nochmaal versöken.
nl: Onjuist wachtwoord. Probeer het opnieuw.
nn: Feil passord. Prøv igjen.
pa: ਗਲਤ ਪਾਸਵਰਡ ਹੈ। ਮੁੜ-ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ।
pl: Niewłaściwe hasło. Proszę spróbować ponownie.
pt: Senha errada. Tente novamente.
pt_br: Senha incorreta. Tente novamente.
ro: Parolă incorectă. Încercați din nou.
ru: Неверный пароль. Попробуйте ещё раз.
sk: Nesprávne heslo. Skúste to znovu.
sl: Napačno geslo. Poskusite znova.
sr: Погрешна лозинка. Покушајте поново.
sv: Fel lösenord. Försök igen.
tr: Yanlış parola girdiniz. Lütfen tekrar deneyin.
ug: ئىم خاتا. قايتا سىناڭ.
uk: Неправильний пароль! Спробуйте ще раз.
wa: Li sicret n' est nén sgur. Sayî co on côp, s' i vs plait.
zh_tw: 密碼錯誤。請再試一次。

source: Internal error: illegal return value from PasswdProcess::checkCurrent.
ar: خطأ داخلي: إرجاع غير قانوني للقيمة من PasswdProcess::checkCurrent.
bg: Вътрешна грешка: Функцията "PasswdProcess::checkCurrent" върна недопустима стойност.
bs: Interna greška: ilegalna vrijednost vraćena od PasswdProcess::checkCurrent.
ca@valencia: Error intern: valor de retorn il·legal de PasswdProcess::checkCurrent.
cs: Interní chyba: neplatná návratová hodnota z PasswdProcess::checkCurrent.
da: Intern fejl: illegal returværdi fra PasswdProcess::checkCurrent.
el: Εσωτερικό σφάλμα: μη έγκυρη επιστροφή τιμής από την PasswdProcess::checkCurrent.
et: Sisemine viga: vigane tagastatud väärtus funktsioonist PasswdProcess::checkCurrent.
eu: Barne-errorea: PasswdProcess::checkCurrent-engandik itzulitako balioa ez da legezkoa.
fa: خطای داخلی: مقدار بازگشتی غیرمجاز از PasswdProcess::checkCurrent.
fi: Sisäinen virhe: virheellinen paluuarvo PasswdProcess::checkCurrent-funktiolta.
fr: Erreur interne. La valeur retournée par « PasswdProcess::checkCurrent » n'est pas valable.
ga: Earráid inmheánach: aisfhilleadh neamhbhailí ó PasswdProcess::checkCurrent.
gl: Erro interno: valor de retorno ilegal en PasswdProcess::checkCurrent.
he: שגיאה פנימית: הוחזר ערך לא חוקי מ־PasswdProcess::checkCurrent.
hi: आंतरिक त्रुटिः पासवर्ड-प्रक्रियाःवर्तमान-जाँच से अवैध वापस मूल्य
hr: Interna pogreška: Neispravna povratna vrijednost iz PasswdProcess::checkCurrent.
hu: Belső hiba történt: a PasswdProcess:checkCurrent függvény érvénytelen értéket adott vissza.
ia: Error interne: valor de retorno illegal ex PasswdProcess::checkCurrent.
is: Innvær villa: ógilt skilagildi úr PasswdProcess::checkCurrent.
it: Errore interno: PasswdProcess::checkCurrent ha restituito un valore non valido.
ja: 内部エラー: PasswdProcess::checkCurrent が不正な戻り値を返しました。
km: កំហុស​ខាង​ក្នុង ៖ តម្លៃ​ត្រឡប់​មិន​ត្រឹម​ត្រូវ​ពី PasswdProcess::checkCurrent ។
ko: 내부 오류: PasswdProcess::checkCurrent의 잘못된 반환값.
lt: Vidinė klaida: neteisinga grįžtamoji vertė iš PasswdProcess::checkCurrent.
lv: Iekšēja kļūda: nepareiza vērtība atgriezta no PasswdProcesa::checkCurrent.
mr: अंतर्गत त्रुटी : PasswdProcess::checkCurrent ने चुकीची माहिती दिली.
nb: Intern feil: ulovlig returverdi fra PasswdProcess::checkCurrent.
nds: Intern Fehler: "PasswdProcess::checkCurrent" geev en verbaden Weert torüch.
nl: Interne fout: onjuiste waarde ontvangen van PasswdProcess::checkCurrent.
nn: Intern feil: Ulovleg returverdi frå PasswdProcess::checkCurrent.
pa: ਅੰਦਰੂਨੀ ਗਲਤੀ: PasswdProcess::checkCurrent ਤੋਂ ਗਲਤ ਜਵਾਬ ਆਇਆ ਹੈ।
pl: Błąd wewnętrzny : niewłaściwa wartość zwrócona z PasswdProcess::checkCurrent.
pt: Erro interno: o valor de retorno de PasswdProcess::checkCurrent não foi o esperado.
pt_br: Erro interno: valor de retorno ilegal de PasswdProcess::checkCurrent.
ro: Eroare internă: PasswdProcess::checkCurrent a returnat o valoare eronată.
ru: Внутренняя ошибка: функция PasswdProcess::checkCurrent возвратила недопустимое значение.
sk: Vnútorná chyba: nesprávna návratová hodnota z PasswdProcess:checkCurrent.
sl: Notranja napaka: neveljavna vrnjena vrednost iz PasswdProcess::checkCurrent.
sr: Унутрашња грешка: неисправно враћање из <icode>PasswdProcess::checkCurrent</icode>.
sv: Internt fel: otillåtet returnerat värde från PasswdProcess::checkCurrent.
tr: İç hata: PasswdProcess::checkCurrent dan uygunsuz değer dönüşü.
ug: ئىچكى خاتالىق: PasswdProcess::checkCurrent قايتۇرغان قىممەت ئىناۋەتسىز
uk: Внутрішня помилка: недозволене значення відповіді від PasswdProcess::checkCurrent.
wa: Divantrinne aroke: ritoû ilegå d' valixhance di PasswdProcess::checkCurrent.
zh_tw: 內部錯誤：傳回的數值不能符合 PasswdProcess::checkCurrent.

source: Please enter your new password:
ar: فضلًا أدخِل كلمة المرور الجديدة:
bg: Въведете новата парола:
bs: Molim unesite vašu novu šifru:
ca@valencia: Per favor, introduïu la nova contrasenya:
cs: Prosím zadejte své nové heslo:
da: Indtast venligst din nye adgangskode.
el: Παρακαλώ εισάγετε το νέο κωδικό πρόσβασης σας:
et: Palun sisesta oma uus parool:
eu: Sartu zure pasahitz berria:
fa: لطفاً، اسم رمز جدید خود را وارد کنید:
fi: Syötä uusi salasana:
fr: Veuillez saisir votre nouveau mot de passe :
ga: Iontráil focal faire nua, le do thoil:
gl: Introduza o novo contrasinal:
he: אנא הכנס את ססמתך החדשה:
hi: कृपया अपना नया पासवर्ड भरें.
hr: Unesite novu zaporku:
hu: Adja meg az új jelszót:
ia: Pro favor, tu inserta tu nove contrasigno:
is: Vinsamlega sláðu inn nýja lykilorðið:
it: Immetti la tua nuova password:
ja: 新しいパスワードを入力してください:
km: សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​ថ្មី​របស់​អ្នក ៖
ko: 새로운 암호를 입력하십시오:
lt: Prašome įvesti naująjį slaptažodį:
lv: Lūdzu ievadiet jauno paroli:
mr: कृपया नवीन गुप्तशब्द दाखल करा:
nb: Oppgi det nye passordet ditt:
nds: Giff dat niege Passwoort in:
nl: Voer uw nieuwe wachtwoord in:
nn: Oppgje det nye passordet ditt:
pa: ਆਪਣਾ ਨਵਾਂ ਪਾਸਵਰਡ ਭਰੋ ਜੀ:
pl: Proszę podać nowe hasło:
pt: Insira a nova senha:
pt_br: Digite sua nova senha:
ro: Introduceți noua parolă:
ru: Введите новый пароль:
sk: Zadajte vaše nové heslo:
sl: Vnesite svoje novo geslo:
sr: Унесите нову лозинку:
sv: Ange ditt nya lösenord:
tr: Lütfen yeni parolanızı girin:
ug: يېڭى ئىمنى كىرگۈزۈڭ:
uk: Будь ласка, введіть новий пароль:
wa: Intrez vosse novea scret, s' i vs plait:
zh_tw: 請輸入您新的密碼:
