Repository: fluxer/kde-l10n
Catalog: */messages/applications/kdialog.po
Languages: es, nn, ro

# NAME OF TRANSLATORS
source: Your names
es: Jaime Robles,Pablo de Vicente
nn: Gaute Hvoslef Kvalnes
ro: Claudiu Costin

# EMAIL OF TRANSLATORS
source: Your emails
es: jaime@kde.org,vicente@oan.es
nn: gaute@verdsveven.com
ro: claudiuc@kde.org

# @title:window
source: Open
es: Abrir
ro: Deschide

# @title:window
source: Save As
es: Guardar como
ro: Salvează ca

# @title:window
source: Choose Color
es: Seleccionar color
ro: Alege culoarea

source: KDialog can be used to show nice dialog boxes from shell scripts
es: KDialog se puede utilizar para mostrar bonitos cuadros de diálogo desde guiones del intérprete de órdenes
nn: KDialog kan brukast for å visa fine dialogboksar frå skalskript
ro: KDialog poate fi utilizat în scripturile de interpretor pentru a afișa casete de dialog plăcute

source: (C) 2000, Nick Thompson
es: © 2000, Nick Thompson
nn: © 2000 Nick Thompson

source: Current maintainer
es: Encargado actual
nn: Noverande vedlikehaldar
ro: Responsabil actual

source: Question message box with yes/no buttons
es: Cuadro de interrogación con botones de sí/no
nn: Spørsmålsboks med ja/nei-knappar
ro: Dialog de interogare cu butoane da/nu

source: Question message box with yes/no/cancel buttons
es: Cuadro de interrogación con botones de sí/no/cancelar
nn: Spørsmålsboks med ja/nei/avbryt-knappar
ro: Dialog de interogare cu butoane da/nu/renunță

source: Warning message box with yes/no buttons
es: Cuadro de aviso con botones de sí/no
nn: Åtvaringsboks med ja/nei-knappar
ro: Dialog de avertizare cu butoane da/nu

source: Warning message box with continue/cancel buttons
es: Cuadro de aviso con botones de continuar/cancelar
nn: Åtvaringsboks med hald fram / avbryt-knappar
ro: Dialog de avertizare cu butoane continuă/renunță

source: Warning message box with yes/no/cancel buttons
es: Cuadro de aviso con botones de sí/no/cancelar
nn: Åtvaringsboks med ja/nei/avbryt-knappar
ro: Dialog de avertizare cu butoane da/nu/renunță

source: Use text as Yes button label
es: Usar texto como etiqueta del botón «Sí»
ro: Folosiți text ca etichetă a butonului Da

source: Use text as No button label
es: Usar texto como etiqueta del botón «No»
ro: Folosiți text ca etichetă a butonului Nu

source: Use text as Cancel button label
es: Usar texto como etiqueta del botón «Cancelar»
ro: Folosiți text ca etichetă a butonului Renunță

source: Use text as Continue button label
es: Usar texto como etiqueta del botón «Continuar»
ro: Folosiți text ca etichetă a butonului Continuă

source: 'Sorry' message box
es: Cuadro de mensaje «Disculpe»
nn: «Orsak»-boks
ro: Mesaj „Ne pare rău”

source: 'Sorry' message box with expandable Details field
es: Cuadro de mensaje «Disculpe» con campo de «Detalles» expandible
ro: Mesaj „Ne pare rău” cu cîmp Detalii desfășurabil

source: 'Error' message box
es: Cuadro de mensaje «Error»
nn: «Feil»-boks
ro: Dialog de eroare

source: 'Error' message box with expandable Details field
es: Cuadro de mensaje «Error» con campo de «Detalles» expandible
ro: Mesaj „Eroare” cu cîmp Detalii desfășurabil

source: Message Box dialog
es: Ventana de mensaje
nn: Meldingsboks
ro: Dialog de informare

source: Input Box dialog
es: Ventana de introducción de datos
nn: Inndataboks
ro: Dialog de introducere date

source: Password dialog
es: Ventana de contraseña
nn: Passorddialog
ro: Dialog de introducere parolă

source: Text Box dialog
es: Ventana de texto
nn: Tekstboks
ro: Dialog de afișare text

source: Text Input Box dialog
es: Ventana de introducción de texto
nn: Inndataboks
ro: Dialog de introducere text

source: ComboBox dialog
es: Ventana con lista desplegable
nn: Kombinasjonsboks
ro: Dialog căsuță combinată

source: Menu dialog
es: Ventana de menú
nn: Menydialog
ro: Dialog de meniuri

source: Check List dialog
es: Ventana de lista de selección
nn: Sjekklistedialog
ro: Dialog de opțiuni

source: Radio List dialog
es: Ventana de lista de selecciones excluyentes
nn: Radioknappdialog
ro: Dialog de butoane radio

source: Passive Popup
es: Ventana emergente pasiva
nn: Passiv sprettopp
ro: Fereastră pasivă

source: File dialog to open an existing file
es: Ventana de archivo para abrir un archivo ya existente
nn: Fildialog for å opna ei fil
ro: Dialog deschidere de fișiere

source: File dialog to save a file
es: Ventana de archivo para guardar un archivo
nn: Fildialog for å lagra ei fil
ro: Dialog de salvare fișier

source: File dialog to select an existing directory
es: Ventana de archivo para seleccionar un directorio ya existente
nn: Fildialog for å velja ein katalog
ro: Dialog de selectare director

source: File dialog to open an existing URL
es: Ventana de archivo para abrir un URL ya existente
nn: Fildialog for å opna ein URL
ro: Dialog de deschidere URL existent

source: File dialog to save a URL
es: Ventana de archivo para guardar un URL
nn: Fildialog for å lagra ein URL
ro: Dialog de salvare URL

source: Icon chooser dialog
es: Ventana de selección de iconos
nn: Dialogvindauge for val av ikon
ro: Dialog alegere pictogramă

source: Progress bar dialog, returns a D-Bus reference for communication
es: Ventana de barra de progreso, devuelve una referencia D-BUS para comunicarse
nn: Dialogvindauge for framdriftsvising. Returnerer ein D-Bus-referanse for kommunikasjon
ro: Dialog bară de progres; returnează o referință DCOP pentru comunicație

source: Color dialog to select a color
es: Diálogo de color para seleccionar un color
nn: Fargedialog for å velja ein farge
ro: Dialog de selectare a culorii

source: Dialog title
es: Título de la ventana
nn: Dialogtittel
ro: Titlul dialogului

source: Default entry to use for combobox, menu and color
es: Entrada predefinida en las listas desplegables, menús y color
nn: Standardval for kombinasjonsboks, meny og farge
ro: Înregistrarea implicită pentru căsuță combinată, meniu sau culoare

source: Allows the --getopenurl and --getopenfilename options to return multiple files
es: Permitir que las opciones --getopenurl y --getopenfilename que devuelvan varios archivos
nn: Lèt kommandolinjevala --getopenurl og --getopenfilename returnera fleire filer
ro: Permite ca opțiunile --getopenurl și --getopenfilename să returneze mai mult de un fișier

source: Return list items on separate lines (for checklist option and file open with --multiple)
es: Devolver los elementos de la lista en líneas separadas (para la opción de lista de selección y abrir archivo con --multiple)
nn: Returner listeelement på eigne linjer (for sjekklisteval og filopning med --multiple)
ro: Returnează itemii listei pe linii separate (pentru listele de opțiuni și fișiere deschise cu --multiple)

source: Outputs the winId of each dialog
es: Muestra el winId de cada ventana
nn: Skriv ut winId for kvart dialogvindauge
ro: Afișează 'winId' pentru fiecare dialog

source: Config file and option name for saving the "do-not-show/ask-again" state
es: El archivo de configuración y el nombre de la opción para guardar el estado «no-mostrar/volver-a-preguntar»
nn: Oppsettfil og namn på alternativ for lagring av status for «ikkje vis» eller «spør igjen»
ro: Fișierul de configurare și denumirea opțiunii pentru salvarea stării „nu întreba din nou”

source: Slider dialog box, returns selected value
es: Cuadro de diálogo con un componente deslizante, devuelve el valor seleccionado
nn: Dialog med gildebrytar. Gjev den valde verdien.
ro: Dialog pentru glisor, întoarce valoarea aleasă

source: Calendar dialog box, returns selected date
es: Cuadro de diálogo de calendario, devuelve el estado actual
nn: Dialog med kalender. Gjev den valde datoen.
ro: Dialog pentru calendar, întoarce data aleasă

source: Makes the dialog transient for an X app specified by winid
es: Convierte el cuadro de diálogo en transitorio para una aplicación X indicada por winid
nn: Gjer dialogvindauget gjennomgåande for eit X-program spesifisert med vindaugs-ID.
ro: Setează dialogul ca tranzitoriu pentru aplicația X specificată de 'winId'

source: Arguments - depending on main option
es: Argumentos - dependiente de la opción principal
nn: Argument – avhengig av hovudval
ro: Argumente - depind de opțiunea principală

source: kdialog: could not open file %1
es: kdialog: no se ha podido abrir el archivo %1
nn: kdialog: Klarte ikkje opna fila %1
ro: kdialog: nu pot deschide fișierul %1
