Repository: fluxer/kde-l10n
Catalog: */messages/applications/nsplugin.po
Languages: ar, bs, ca, es, eu, fa, fr, gl, hi, hu, ia, is, it, ja, kk, ko, lt, lv, mr, nds, nl, nn, pa, pt_br, ru, sk, sl, sr@ijekavian, sv, tr, ug, wa, zh_tw

# NAME OF TRANSLATORS
source: Your names
es: Jaime Robles,Pablo de Vicente,Miguel Revilla Rodríguez
fr: Gérard Delafond, François-Xavier Duranceau, Gilles Caulier, Thibaut Cousin, Nicolas Ternisien
gl: Xabi García, Jesús Bravo, Marce Villarino
hi: रविशंकर श्रीवास्तव, जी. करूणाकर
is: Þórarinn R. Einarsson, Richard Allen
ja: Toyohiro Asukai,Shinichi Tsunoda
kk: Сайран Киккарин
ko: Park Shinjo,Sae-geun Kim,KIM KyungHeon
nds: Sönke Dibbern, Manfred Wiese
nl: Otto Bruggeman,Rinse de Vries
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pt_br: Rodrigo Stulzer, Lisiane Sztoltz Teixeira
sl: Roman Maurer,Gregor Rakar,Jure Repinc
sv: Mattias Newzella
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى
wa: Jean Cayron,Lorint Hendschel,Pablo Saratxaga

# EMAIL OF TRANSLATORS
source: Your emails
es: jaime@kde.org,pvicentea@wanadoo.es,yo@miguelrevilla.com
fr: gerard@delafond.org, duranceau@kde.org, caulier.gilles@free.fr, cousin@kde.org, nicolas.ternisien@gmail.com
gl: xabigf@gmx.net, jba@pobox.com, mvillarino@users.sourceforge.net
hi: raviratlami@aol.in,
is: thori@mindspring.com, ra@ra.is
ja: toyohiro@ksmplus.com,tsuno@ngy.1st.ne.jp
kk: sairan@computer.org
ko: kde@peremen.name,,
nds: s_dibbern@web.de, m.j.wiese@web.de
nl: ottobruggeman@kde.nl,rinsedevries@kde.nl
nn: gaute@verdsveven.com
pa: aalam@users.sf.net
pt_br: rodrigo@conectiva.com.br, lisiane@kdemail.net
sl: roman.maurer@amis.net,gregor.rakar@kiss.si,jlp@holodeck1.com
sv: newzella@linux.nu
ug: sahran.ug@gmail.com, gheyret@gmail.com
wa: jean.cayron@gmail.com,laurent.hendschel@skynet.be,pablo@walon.org

source: Start Plugin
ar: ابدأ الملحقة
bs: Pokreni priključak
ca: Engega el connector
es: Inicial el complemento
eu: Abiarazi plugina
fa: وصله آغاز
fr: Démarrer le module externe
gl: Iniciar o complemento
hi: प्लगइन चालू करें
hu: Indítás
ia: Initia Plugin
is: Ræsa íforrit
it: Avvia plugin
ja: プラグインを起動
kk: Плагинін жегу
ko: 플러그인 시작
lt: Paleisti priedą
lv: Palaist spraudni
mr: प्लगइन सुरु करा
nds: Moduul opropen
nl: Plugin starten
nn: Start programtillegg
pa: ਪਲੱਗਇਨ ਸ਼ੁਰੂ
pt_br: Iniciar plugin
ru: Запустить модуль
sk: Spustiť modul
sl: Zaženi vstavek
sr@ijekavian: Покрени прикључак
sv: Starta insticksprogram
tr: Eklentiyi Başlat
ug: قىستۇرمىنى باشلاش
wa: Enonder tchôke-divins
zh_tw: 啟動外掛程式

source: &File
ar: &ملف
bs: &Datoteka
ca: &Fitxer
es: &Archivo
eu: &Fitxategia
fa: &پرونده‌
fr: &Fichier
gl: &Ficheiro
hi: फ़ाइल (&F)
hu: &Fájl
is: &Skrá
ja: ファイル(&F)
kk: &Файл
ko: 파일(&F)
lt: &Failas
lv: &Fails
mr: फाईल (&F)
nds: &Datei
nl: &Bestand
nn: &Fil
pa: ਫਾਇਲ(&F)
pt_br: &Arquivo
ru: &Файл
sk: &Súbor
sl: &Datoteka
sr@ijekavian: &Фајл
sv: &Arkiv
tr: &Dosya
ug: ھۆججەت(&F)
wa: &Fitchî
zh_tw: 檔案(&F)

source: Netscape Plugin
ar: ملحقة نِت​سكيب
bs: Netscape dodatak
ca: Connector del Netscape
es: Complemento de Netscape
eu: Netscape-ren plugina
fa: وصله نت‌اسکیپ
fr: Module externe Netscape
gl: Complemento de Netscape
hu: Netscape bővítmények
ia: Plug-in de Netscape
is: Netscape íforrit
it: Plugin di Netscape
ja: Netscape プラグイン
kk: Netscape плагині
ko: 넷스케이프 플러그인
lt: Netscape priedas %
lv: Netscape spraudnis
mr: Netscape प्लगइन
nds: Netscape-Moduul
nn: Netscape-programtillegg
pa: ਨੈੱਟਸਕੇਪ ਪਲੱਗਇਨ
pt_br: Plugin do Netscape
ru: Модуль Netscape
sk: Plugin Netscape
sl: Vstavek za Netscape
sr@ijekavian: Нетскејпов прикључак
sv: Netscape-insticksprogram
tr: Netscape Eklentisi
ug: Netscape قىستۇرمىسى
wa: Tchôke-divins po Netscape
zh_tw: Netscape 外掛程式

source: &Save As...
ar: ا&حفظ كـ...
bs: &Snimi kao...
ca: &Desa com a...
es: &Guardar como...
eu: &Gorde honela...
fa: &ذخیره به عنوان...‌
fr: Enregistrer &sous...
gl: &Gardar como...
hi: ऐसे सहेजें... (&S)
hu: Mentés más&ként...
ia: &Salveguarda como...
is: &Vista sem...
it: &Salva come...
ja: 名前を付けて保存(&S)...
kk: Былай &сақтау...
ko: 다른 이름으로 저장(&S)...
lt: Į&rašyti kaip...
lv: &Saglabāt kā...
mr: असे साठवा (&S)...
nds: &Sekern as...
nl: Op&slaan als...
nn: &Lagra som …
pa: ਇੰਝ ਸੰਭਾਲੋ(&S)...
pt_br: Salvar &como...
ru: &Сохранить как...
sk: Uložiť &ako...
sl: &Shrani kot ...
sr@ijekavian: Сачувај &као...
sv: Spara s&om...
tr: &Farklı Kaydet...
ug: باشقا ئاتتا ساقلا(&S)…
wa: &Schaper eyet rlomer...
zh_tw: 另存為(&S)...

source: Loading Netscape plugin for %1
ar: يحمّل ملحقة نِت​سكيب لِـ %1
bs: Učitavam Netscape plugin za %1
ca: S'està carregant el connector del Netscape per a %1
es: Cargando el complemento de Netscape para %1
eu: Netscape-ren plugina %1(e)rako kargatzen
fa: بارگذاری وصله نت‌اسکیپ برای %1
fr: Chargement du module externe de Netscape pour « %1 »
gl: Estase a cargar o complemento de netscape para %1
hi: %1 के लिए नेटस्केप प्लगइन लोड किया जा रहा है
hu: Netscape bővítőmodul betöltése - %1
ia: Il Carga plugin de Netscape pro %1
is: Sæki Netscape íforrit fyrir %1
it: Caricamento plugin di Netscape per %1
ja: %1 用の Netscape プラグインを読み込み中
kk: %1 үшін Netscape плагинін жүктеу
ko: %1을(를) 위한 넷스케이프 플러그인을 불러옵니다
lt: Įkeliami Netscape priedai, skirti %1
lv: Ielādē Netscape %1 spraudni
mr: %1 करिता Netscape प्लगइन दाखल करत आहे
nds: Netscape-Moduul för "%1" warrt laadt
nl: Netscape-plugin voor %1 wordt geladen
nn: Lastar Netscape-programtillegg for %1
pa: %1 ਲਈ ਨੈਟਸਕੇਪ ਪਲੱਗਇਨ ਲੋਡ ਕਰੋ
pt_br: Carregando plugin do Netscape para %1
ru: Загрузка модуля Netscape для %1
sk: Načítavam modul Netscape pre %1
sl: Nalaganje vstavka za Netscape za %1
sr@ijekavian: Учитавам Нетскејпов прикључак за %1
sv: Laddar Netscapes insticksprogram för %1
tr: %1 için Netscape eklentileri yükleniyor
ug: %1 نىڭ Netscape قىستۇرمىسىنى يۈكلەۋاتىدۇ
wa: Dji tchedje li tchôke-divins di Netscape po %1
zh_tw: 正在載入 Netscape 的 %1 外掛程式

source: Unable to load Netscape plugin for %1
ar: تعذّر تحميل ملحقة نِت​سكيب لِـ %1
bs: Nisam u mogućnosti da učitam Netscape plugin za %1
ca: No s'ha pogut carregar el connector del Netscape per a %1
es: No fue posible cargar el complemento de Netscape para %1
eu: Ezin da Netscape plugina %1(e)rako kargatu
fa: قادر به بارگذاری وصله نت‌اسکیپ برای %1 نیست
fr: Impossible de charger le module externe de Netscape pour « %1 »
gl: Non foi posíbel cargar o complemento de Netscape para %1
hi: %1 के लिए नेटस्केप प्लगइन लोड करने में अक्षम
hu: Nem sikerült betölteni Netscape bővítményt: %1
ia: Incapace de cargar plugin de Netscape pro %1
is: Gat ekki sótt Netscape íforrit fyrir %1
it: Impossibile caricare il plugin di Netscape per %1
ja: Netscape プラグイン <resource>%1</resource> を読み込めません
kk: %1 үшін Netscape плагині жүктелмеді
ko: %1을(를) 위한 넷스케이프 플러그인을 불러올 수 없습니다
lt: Neišeina įkelti Netscape priedo, skirto %1
lv: Neizdevās ielādēt Netscape %1 spraudni
mr: %1 करिता Netscape प्लगइन दाखल करू शकत नाही
nds: Netscape-Plugin för "%1" lett sik nich laden
nl: De Netscape-plugin voor %1 kon niet worden geladen.
nn: Kan ikkje lasta Netscape-programtillegg for %1
pa: %1 ਲਈ ਨੈਟਸਕੇਪ ਪਲੱਗਇਨ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫ਼ਲ
pt_br: Impossível carregar o plugin do Netscape para %1
ru: Невозможно загрузить модуль Netscape для %1
sk: Nie je možné načítať modul Netscape pre %1
sl: Ni mogoče naložiti vstavka za Netscape za %1
sr@ijekavian: Не могу да учитам Нетскејпов прикључак за %1
sv: Kunde inte ladda Netscapes insticksprogram för %1
tr: %1 için Netscape eklentileri yüklenemedi
ug: %1 نىڭ Netscape قىستۇرمىسىنى يۈكلىيەلمەيدۇ
wa: Dji n' sai tcherdjî l' tchôke-divins di Netscape po %1
zh_tw: 無法載入 Netscape 外掛程式 %1

# Name of the netscape-plugin which generated this mimetype
source: Netscape plugin %1
ar: ملحقة نِت​سكيب %1
bs: Netscape dodatak %1
ca: Connector del Netscape %1
es: Complemento de Netscape %1
eu: Netscape-ren %1 plugina
fa: وصله نت‌اسکیپ %1
fr: Module externe pour Netscape %1
gl: Complemento %1 de Netscape
hu: Netscape bővítmény: %1
ia: Plugin de Netscape %1
is: Netscape íforrit %1
it: Plugin di Netscape %1
ja: Netscape プラグイン %1
kk: Netscape-тің %1 плагині
ko: 넷스케이프 플러그인 %1
lt: Netscape priedas %1
lv: Netscape spraudnis %1
mr: Netscape प्लगइन %1
nds: Netscape-Moduul "%1"
nn: Netscape-programtillegg %1
pa: ਨੈੱਟਸਕੇਪ ਪਲੱਗਇਨ %1
pt_br: Plugins do Netscape %1
ru: Модуль Netscape %1
sk: Modul Netscape %1
sl: Vstavek za Netscape %1
sr@ijekavian: Нетскејпов прикључак %1
sv: Netscape-insticksprogram %1
tr: %1 Netscape eklentisi
ug: Netscape قىستۇرمىسى %1
wa: Tchôke-divins Netscape %1
zh_tw: Netscape 外掛程式 %1

source: Unnamed plugin
ar: ملحقة غير مسماة
bs: Plugin bez naziva
ca: Connector sense nom
es: Complemento sin nombre
eu: Izenik gabeko plugina
fa: وصله بدون نام
fr: Module externe sans nom
gl: Complemento sen nome
hi: बेनाम प्लगइन
hu: névtelen bővítmény
ia: Plugin sin nomine
is: Nafnlaust íforrit
it: Plugin senza nome
ja: 名前のないプラグイン
kk: Атаусыз плагині
ko: 이름 없는 플러그인
lt: Nepavadintas priedas
lv: Nenosaukts spraudnis
mr: निनावी प्लगइन
nds: Plugin ahn Naam
nl: Naamloze plug-in
nn: Programtillegg utan namn
pa: ਬਿਨਾਂ ਨਾਂ ਪਲੱਗਇਨ
pt_br: Plugin sem nome
ru: Безымянный модуль
sk: Nepomenovaný modul
sl: Neimenovan vstavek
sr@ijekavian: Безимени прикључак
sv: Namnlöst insticksprogram
tr: İsimsiz eklenti
ug: ئاتسىز قىستۇرما
wa: Tchôke-divins sins no
zh_tw: 沒有

source: Netscape plugin viewer
ar: عارض ملحقات نِت​سكيب
bs: Preglednik Netscape plugin-ova
ca: Visor de connectors del Netscape
es: Visualizador de complementos de Netscape
eu: Netscape-ren pluginen ikustailea
fa: مشاهده‌گر وصله نت‌اسکیپ
fr: Afficheur de modules externes de Netscape
gl: Visor de complementos de Netscape
hi: नेटस्केप प्लगइन प्रदर्शक
hu: Kezelőprogram Netscape bővítményekhez
ia: Visor de plugin de Netscape
is: Netscape íforritaskoðari
it: Visualizzatore plugin di Netscape
ja: Netscape プラグインビューア
kk: Netscape қарау құрал плагині
ko: 넷스케이프 플러그인 뷰어
lt: Netscape priedų peržiūra
lv: Netscape spraudņu skatītājs
mr: Netscape प्लगइन प्रदर्शक
nds: Kieker för Netscape-Plugins
nn: Netscape-programtilleggsvisar
pa: ਨੈੱਟਸਕੇਪ ਪਲੱਗਇਨ ਦਰਸ਼ਕ
pt_br: Visualizador de plugins do Netscape
ru: Просмотр модуля Netscape
sk: Prehliadač modulov Netscape
sl: Pregledovalnik vstavkov za Netscape
sr@ijekavian: Приказивач Нетскејпових прикључака
sv: Netscape-insticksprogramvisare
tr: Netscape eklenti izleyici
ug: Netscape قىستۇرما كۆرگۈچ
wa: Håyneu des tchôke-divins di Netscape
zh_tw: Netscape 外掛程式檢視器

source: (c) 2000,2001 by Stefan Schimanski
ca: (c) 2000,2001 per Stefan Schimanski
fa: (ح) ۲۰۰۰، ۲۰۰۱ توسط Stefan Schimanski
fr: (c) 2000,2001 de Stefan Schimanski
hi: (c) 2000,2001 स्टीफन श्कीमांस्की द्वारा
hu: (c) Stefan Schimanski, 2000, 2001.
ia: (c) 2000,2001 per Stefan Schimanski
it: (c) 2000,2001 di Stefan Schimanski
kk: (c) 2000,2001 Stefan Schimanski
lv: (c) 2000,2001 Stefan Schimanski
nds: © 2000, 2001 bi Stefan Schimanski
nn: © 2000–2001 Stefan Schimanski
pa: (c) 2000,2001 ਲਈ Stefan Schimanski ਵਲੋਂ
ru: © Stefan Schimanski, 2000-2001
sl: © 2000,2001 by Stefan Schimanski
sr@ijekavian: © 2000-2001, Штефан Шимански
sv: © 2000,2001 by Stefan Schimanski
tr: (c) 2000,2001 Stefan Schimanski
ug: (c) 2000،2001 Stefan Schimanski يازغان
wa: © 2000,2001 pa Stefan Schimanski

source: Show progress output for GUI
ar: أظهر خَرْج التقدّم للواجهة
bs: Pokaži napredak ispisa za GUI.
ca: Mostra l'eixida de progrés per l'IGU
es: Mostrar el progreso de la interfaz
eu: Erakutsi interfazeko irteeraren aurrerapena
fa: نمایش خروجی پیشرفت برای واسط نگاره‌ای کاربر
fr: Afficher une barre de progression pour l'interface graphique
gl: Mostrar o progreso da saída para a GUI
hi: जीयूआई के लिए प्रगति आउटपुट दिखाएँ
hu: Grafikus állapotjelző
ia: Monstra resultato de progresso pro GUI
is: Sýna framgang í viðmótinu
it: Mostra l'avanzamento nell'interfaccia grafica
ja: GUI で進行状況を表示
kk: Грфикалық интефейсте барысы көрсетілсін
ko: GUI 진행 상황 표시
lt: Rodyti išvestį GVS
lv: Rādīt GUI progresa izvadi
mr: GUI करिता प्रगती आऊटपुट दर्शवा
nds: Vörankamen för graafsche Böversiet wiesen
nl: Voortganguitvoer voor GUI tonen
nn: Vis framdrift for grensesnittet.
pa: GUI ਲਈ ਤਰੱਕੀ ਆਉਟਪੁੱਟ ਵੇਖਾਓ
pt_br: Mostrar a saída do progresso para a interface
ru: Показывать ход вывода
sk: Zobraziť grafický priebeh pre GUI
sl: Prikaži napredek za uporabniški vmesnik
sr@ijekavian: Прикажи напредак за ГУИ
sv: Visa förlopp med grafiskt gränssnitt
tr: Grafiksel arayüz için ilerleme çıktısını göster
ug: GUI نىڭ سۈرئەت چىقىرىشىنى كۆرسەت
wa: Mostrer l' avançmint e l' eterface grafike
zh_tw: 顯示圖形介面進度的輸出

source: Submitting data to %1
ar: يرسل البيانات إلى %1
bs: Šaljem podatke na %1
ca: S'estan enviant dades a %1
es: Enviando datos a %1
eu: Bidali datuak %1(e)ra
fa: ارائه داده‌ها به %1
fr: Envoi de donnés à « %1 »
gl: Estanse a enviar os datos a %1
hi: %1 को डाटा भेज रहे
hu: Adatküldés ide: %1
ia: Il submitte datos a %1
is: Sendi gögn til %1
it: Invio dati a %1
ja: %1 にデータを送信中
kk: %1 дегенге деректі тапсыру
ko: 데이터를 %1(으)로 보내는 중
lt: Pateikiu duomenis į %1
lv: Nosūta datus uz %1
mr: %1 करिता माहिती सादर करत आहे
nds: Daten warrt na "%1" sendt
nl: Data wordt verzonden naar %1
nn: Sender data til %1
pa: %1 ਨੂੰ ਡਾਟਾ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Enviando dados para %1
ru: Передача данных на %1
sk: Zasielanie údajov na %1
sl: Pošiljanje podatkov za %1
sr@ijekavian: Предајем податке на %1
sv: Skickar data till %1
tr: Veri %1 tarafına gönderiliyor
ug: سانلىق-مەلۇماتلارنى %1 غا تاپشۇرۇۋاتىدۇ
wa: Evoyaedje des dnêyes a %1
zh_tw: 傳送資料至 %1

source: Requesting %1
ar: يطلب %1
bs: Zahtjevam %1
ca: S'està sol·licitant %1
es: Solicitando %1
eu: %1 eskatzen
fa: درخواست %1
fr: Demande à « %1 »
gl: Estase a pedir %1
hi: %1 को निवेदन
hu: Kérés: %1
ia: Il requesta %1
is: Bið um %1
it: Richiesta di %1
ja: %1 を要求中
kk: %1 дегенді сұрау
ko: %1 요청 중
lt: Užklausiama %1
lv: Pieprasa %1
mr: %1 करिता विनंती करत आहे
nds: "%1" warrt anfraagt
nl: %1 wordt opgevraagd
nn: Spør etter %1
pa: %1 ਮੰਗ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pt_br: Requisitando %1
ru: Запрос %1
sk: Požiadavka na %1
sl: Zahtevanje %1
sr@ijekavian: Захтијевам %1
sv: Begär %1
tr: %1 isteniyor
ug: ئىلتىماس قىلىۋاتىدۇ %1
wa: Dji dmande %1
zh_tw: 對 %1 發出請求中

source: nspluginviewer
ar: عارض‌ملحقات‌نِت​سكيب
hi: एनएसप्लगइनव्यूअर
hu: Kezelőprogram Netscape bővítményekhez
nds: Kieker för Netscape-Modulen
sv: Netscape-insticksprogramvisare
zh_tw: Netscape 外掛程式檢視器

source: nspluginscan
ar: فاحص‌ملحقات‌نِت​سكيب
hi: एनएस-प्लगइन-स्कैन
lt: Netscape priedų paieška
ru: Поиск модулей Netscape
