Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Show cache items marked as advanced
bs: Prikaži stavke keša označene kao napredne
ca@valencia: Mostra els elements de memòria cau marcats com a avançats
da: Vis cache-elementer, som er markeret som avancerede
el: Εμφάνιση αντικειμένων προσωρινής μνήμης ως προηγμένων
es: Mostrar los elementos de la caché marcados como avanzados
et: Täiustatuks märgitud vahemäluelementide näitamine
fi: Näyttää lisävalinnoiksi merkityt välimuistitietueet
fr: Afficher les éléments du cache marqués comme « Avancé »
gl: Mostrar os elementos da caché marcados como avanzados
hu: A speciálisnak jelölt gyorsítótár elemek megjelenítése
ia: Monstra elementos de cache marcate como avantiate
it: Mostra gli elementi della cache marcati come avanzati
kk: Жетеленген деп белгіленген кэш аталымдарын көрсету
ko: 표시한 캐시 항목을 고급으로 표시
nb: Vis mellomlagerelementer som er merket som avansert
nds: As "verwiedert" markeert Twischenspiekerindrääg wiesen
nl: Toon als geavanceerd gemarkeerde items in de cache
pl: Pokaż elementy z pamięci podręcznej oznaczone jako zaawansowane
pt: Mostrar os itens da 'cache' marcados como avançados
pt_br: Mostrar os itens da cache marcados como avançados
ru: Показать элементы кэша, помеченные как расширенные
sk: Zobraziť položky cache označené ako pokročilé
sl: Pokaži predmete predpomnilnika označene kot napredne
sr@ijekavian: Прикажи кеширане ставке означене као напредне
sv: Visa cacheobjekt markerade som avancerade
uk: Показувати пункти кешу, позначені як додаткові (advanced)
zh_tw: 顯示標記為進階的快取項目

source: Try to turn plain ASCII text into HTML using simple structured text rules. It works quite well for builtins, but sometimes may distort results for others (custom modules).
bs: Pokušaj prevesti običan tekst u HML koristeći prosta pravila struktuiranog teksta. Radi dobro za ugrađene module, ali može pokvariti rezultat za ostale (vlastite module).
ca@valencia: Intenta convertir el text ASCII en HTML usant regles senzilles de text estructurat. Funciona força bé per integrades, però a vegades pot deformar els resultats per altres (mòduls personalitzats).
da: Prøv at lave en ren ASCII-tekst til HTML ved at bruge simple regler for struktureret tekst. Det virker ret godt for indbyggede moduler, men forvrænger undertiden resultater for andre (brugertilpassede moduler).
el: Δοκιμάστε να μετατρέψετε απλό κείμενο ASCII σε HTML με χρήση απλών κανόνων δόμησης κειμένου. Δίνει αρκετά καλό αποτέλεσμα για όσα είναι εκ κατασκευής, αλλά μερικές φορές ίσως να καταστρέφει το αποτέλεσμα για άλλα (προσαρμοσμένα αρθρώματα)!
es: Intenta convertir el texto ASCII sin formato en HTML utilizando reglas sencillas de texto estructurado. Funciona bastante bien para código incorporado, pero a veces puede distorsionar los resultados para otros tipos de código (módulos personalizados).
et: Puhas ASCII tekst püütakse lihtsa struktureeritud teksti reegleid kasutades muuta HTML-iks. See toimib üsna hästi sisseehitatute puhul, kuid võib teiste korral (kohandatud moodulid) mõnikord tulemusi moonutada.
fi: Yritä muuttaa raaka ASCII-teksti HTML:ksi yksinkertaisin tekstinjäsennyssäännöin. Toimii varsin hyvin sisäänrakennetuille mutta voi vääristää lisämoduuleja.
fr: Essayez de convertir du texte ASCII en HTML en utilisant des règles simples structurée. Cela fonctionne plutôt bien pour les modules internes mais peut parfois déformer les résultats pour d'autres (modules personnalisés).
gl: Tentar converter o texto en ASCII simple en HTML empregando regras de texto estruturado simples. Funciona bastante ben con builtins, mais ás veces pode distorsionar os resultados de outros (módulos personalizados).
hu: Az egyszerű ASCII szöveg HTML-lé alakításának kísérlete egy egyszerű strukturált szöveg szabály használatával. Ez elég jól működik a beépítetteknél, de néha torzíthatja az eredményeket másokhoz (egyéni modulok).
ia: Essaya converter texto ASCII in HTML per usar simple regulas de texto structurate. Il functiona bastante ben pro builtins(modulos incorporate), ma tal vice pote distorquer exitos pro alteres (modulos personalisate).
it: Prova a convertire un testo semplice ASCII in HTML usando semplici regole per il testo strutturato. Funziona abbastanza bene con i moduli integrati, per altri moduli (personalizzati) i risultati potrebbero non essere ottimali.
kk: Кәдімгі ASCII мәтіннен, қарапайым пішімдей ережелерді қолданып, HTML жасау әрекеті. Құрамдағы модульдермен жақсы істейді, бірақ (өзгеше модульдермен) кейбірде дұрыс істемеу мүмкін.
ko: 일반 ASCII 텍스트를 간단한 구조적 텍스트 규칙을 사용하여 HTML로 변환합니다. 내장 모듈에 대해서는 잘 작동하지만, 사용자 정의 모듈에 대해서는 올바르지 않은 결과가 나올 수도 있습니다.
nb: Forsøk å lage HTML av ren tekst ved å bruke enkle regler for strukturert tekst. Det virker ganske bra for innebygde moduler, men kan noen ganger forvrenge resultatet for andre (selvvalgte moduler)!
nds: Eenfach ASCII-Text över Textstruktuur-Regeln na HTML ümwanneln. Funkschoneert goot för inbuut Modulen, man mag bi egen Modulen ok Tüünkraam aflevern.
nl: Probeer platte ASCII-tekst om te werken naar HTML met eenvoudig gestructureerde tekstregels. Het werkt behoorlijk goed voor ingebouwde zaken, maar verstoort soms resultaten voor andere (zelfgemaakte modulen).
pl: Spróbuj przeformatować zwykły tekst ASCII w HTML używając prosto ułożonych zasad tekstowych. Działa bardzo dobrze ze wbudowanymi modułami, ale czasami może zniekształcić wyniki dla innych (własnych modułów).
pt: Tenta transformar o texto em ASCII simples para HTML, usando regras de texto estruturado simples. Funciona muito bem para módulos incorporados, mas poderá distorcer os resultados em módulos personalizados.
pt_br: Tenta transformar o texto de ASCII simples para HTML, usando regras de texto estruturado simples. Funciona muito bem para módulos incorporados, mas poderá distorcer os resultados em módulos personalizados.
ru: Попытаться превратить обычный текст в HTML, применяя простые правила структурирования текста. Это довольно хорошо работает для стандартной справки, но иногда может искажать текст (описание сторонних модулей).
sk: Snažiť sa zapnúť čistý ASCII text do HTML pomocou jednoduchých štruktúrovaných pravidiel textu. Funguje to celkom dobre pre zabudované, ale niekedy môže zdeformovať výsledky pre iné (vlastné moduly).
sl: Poskusi preoblikovati golo besedilo ASCII v HTML s pomočjo preprostih zgrajenih besedilnih pravil. Deluje dobro za vgrajene module, lahko pa popači rezultate za module po meri.
sr@ijekavian: Покушава да претвори обичан текст у ХТМЛ преко неких једноставних правила структурног текста. Ради врло добро за уграђене, али понекад може да изобличи резултате других, посебних модула.
sv: Försök att omvandla enkel ASCII-text till HTML, med enkla regler för strukturerad text. Det fungerar riktigt bra för inbyggda objekt, men kan ibland förvränga resultat för andra (anpassade moduler).
uk: Спробувати перетворити звичайний текст ASCII у HTML за допомогою простих правил структурування тексту. Іноді результати просто чудові (вбудовані модулі), але іноді можна отримати значні викривлення вмісту (нетипові модулі).
zh_tw: 試著使用簡單的結構化文字規則將純 ASCII 文字轉成 HTML。 這對內建功能說明有用，不過其他的自訂模組有時會是個災難。

source: Try to beautify the help output
bs: Pokušaj uljepšati pomoćni izlaz
ca@valencia: Intenta endreçar l'eixida d'ajuda
da: Prøv at gøre hjælpe-outputtet pænere
el: Δοκιμάστε να ομορφύνετε την έξοδο της βοήθειας
es: Intenta embellecer la salida de la ayuda
et: Võimaluse korral abiväljundi ilustamine
fi: Yritä sieventää ohjetulostetta
fr: Essaie d'améliorer l'affichage de l'aide
gl: Tentar que a saída da axuda aparente ben
hu: A súgókimenet csinosításának kísérlete
ia: Essaya imbellir le exito de adjuta
it: Prova a migliorare l'aspetto del testo di aiuto
kk: Көмек шығысын әсемдетіп көру
ko: 도움말 출력을 예쁘게 하기
nb: Forsøk penere hjelp-utskrift
nds: De Hülputgaav smucker make
nl: Probeer de hulpuitvoer mooier te maken
pl: Spróbuj upiększyć wyjście pomocy
pt: Tentar embelezar o resultado da ajuda
pt_br: Tentar embelezar o resultado da ajuda
ru: Попытаться оформить текст справки
sk: Snažiť sa skrášliť výstup pomocníka
sl: Poskusi olepšati izpis pomoči
sr@ijekavian: Покушај да улепшаш излаз помоћи
sv: Försök att snygga till hjälputmatning
uk: Намагатися форматувати виведені довідкові дані
zh_tw: 試著美化說明輸出

source: CMake Cache View
bs: CMake keš pogled
ca@valencia: Vista de la memòria cau del CMake
da: Visning af CMakes cache
el: Προβολή προσωρινής μνήμης του CMake
es: Vista de la caché de CMake
et: CMake'i vahemäluvaade
fi: CMake-välimuistinäkymä
fr: Affichage du cache de CMake
gl: Vista da caché do CMake
hu: CMake gyorsítótár nézet
ia: Vista de cache de CMake
it: Visore cache CMake
kk: CMake кэшін көру
ko: CMake 캐시 보기
nb: CMake mellomlagervisning
nds: CMake-Twischenspieker
nl: Weergave van CMake-cache
pl: Przeglądarka pamięci podręcznej CMake
pt: Área da 'Cache' do CMake
pt_br: Área da cache do CMake
ru: Просмотр кэша CMake
sk: Prehliadač cache CMake
sl: Prikaz predpomnilnika CMake
sr@ijekavian: Приказ ц‑мејковог кеша
sv: CMake cachevy
uk: Перегляд кешу CMake
zh_tw: CMake 快取檢視

source: Filter CMake cache items by name
bs: Filtriraj stavke CMake keša po imenu
ca@valencia: Filtre dels elements de la memòria cau del CMake per nom
da: Filtrér elementer i CMakes cache efter navn
el: Φιλτράρισμα αντικειμένων προσωρινής μνήμης του CMake με όνομα
es: Filtrar elementos de la caché de CMake por nombre
et: CMake'i vahemäluelementide filtreerimine nime järgi
fi: Suodata CMake-välimuistitietueita nimen perusteella
fr: Filtrer les éléments du cache de CMake par nom
gl: Filtrar os elementos da caché do CMake polo nome
hu: A CMake gyorsítótár elemek szűrése név szerint
ia: Filtra elementos de cache de CMake per nomine
it: Filtra in base al nome gli elementi cache di CMake
kk: CMake кэштегілерді атауы бойынша сүзгілеу
ko: CMake 캐시 항목을 이름으로 필터링
nb: Filtrer CMake mellomlagerelementer etter navn
nds: CMake-Twischenspiekerindrääg na Naam filtern
nl: Items in CMake-cache filteren op naam
pl: Odfiltruj pamięć podręczną CMake według nazwy
pt: Filtrar os itens da 'cache' do CMake pelo nome
pt_br: Filtrar os itens da cache do CMake pelo nome
ru: Фильтровать элементы кэша CMake по имени
sk: Filtrovať položky cache CMake podľa názvu
sl: Filtriraj predmete predpomnilnika CMake po imenu
sr@ijekavian: Филтрира ставке из ц‑мејковог кеша по имену.
sv: Filtrera CMake cacheobjekt enligt namn
uk: Фільтрувати записи кешу CMake за назвою
zh_tw: 依名稱過濾 CMake 快取項目

source: Quick search
bs: Brza pretraga
ca@valencia: Cerca ràpida
da: Hurtigsøgning
el: Γρήγορη αναζήτηση
es: Búsqueda rápida
et: Kiirotsing
fi: Pikahaku
fr: Recherche rapide
gl: Busca rápida
hu: Gyors keresés
ia: Recerca rapide
it: Ricerca rapida
kk: Шұғыл іздеу
ko: 빠른 검색
nb: Hurtigsøk
nds: Fixsöök
nl: Snelle zoekactie
pl: Szybkie znajdywanie
pt: Pesquisa rápida
pt_br: Pesquisa rápida
ru: Быстрый поиск
sk: Rýchle hľadanie
sl: Hitro iskanje
sr@ijekavian: Брза претрага
sv: Snabbsökning
uk: Швидкий пошук
zh_tw: 快速搜尋

source: <p>Select <i>top build dir</i> controlled by CMake</p>
bs: <p>Izaberite <i>vršni direktorij</i> koga kontroliše CMake</p>
ca@valencia: <p>Seleccioneu el <i>directori de construcció superior</i> controlat pel CMake</p>
da: <p>Vælg <i>øverste byggemappe</i>, som kontrolleres af CMake</p>
el: <p>Επιλέξτε <i>κατάλογο κατασκευής κορυφής</i> ελεγχόμενο από το CMake</p>
es: <p>Seleccionar <i>directorio de construcción superior</i> controlado por CMake</p>
et: <p>CMake'i kontrollitava <i>tippehitamiskataloogi</i> valimine</p>
fi: <p>Valitse CMaken hallitsema <i>ylin koostamiskansio</i></p>
fr: <p>Sélectionnez <i>le dossier principal de compilation</i> contrôlé par CMake</p>
gl: <p>Escoller o <i>directorio de construción superior</i> controlado polo CMake</p>
hu: <p>A CMake által irányított <i>felső fordítási könyvtár</i> kiválasztása</p>
ia: <p>Selige <i>dir culmine de construer</i> controllate per CMake</p>
it: <p>Seleziona la <i>cartella radice di compilazione</i> controllata da CMake</p>
kk: <p>CMake бақылайтын <i>құрастыру жоғары каталогы</i></p>
ko: <p>CMake에서 제어하는 <i>최상위 빌드 디렉터리</i> 선택</p>
nb: <p>Velg den <i>øverste byggemappa</i> som styres av CMake</p>
nds: <p><i>Böverst Buuorner</i> utsöken, de vun CMake kuntrulleert warrt</p>
nl: <p>Selecteer <i>hoogste bouwmap</i> gecontroleerd door CMake</p>
pl: <p>Wybierz <i>nadrzędny katalog budowania</i> sterowany przez CMake</p>
pt: <p>Selecciona a <i>pasta de compilação de topo</i> controlada pelo CMake</p>
pt_br: <p>Seleciona o <i>diretório de compilação de topo</i> controlado pelo CMake</p>
ru: <p>Выберите <i>верхний каталог</i> сборки, управляемой CMake</p>
sk: <p>Vybrať <i>vrchný adresár zostavenia</i> ovládaný cez CMake</p>
sl: <p>Izberite <i>vrhnjo mapo izgradnje</i>, ki jo nadzira CMake</p>
sr@ijekavian: <p>Избор <i>фасцикле градње</i> којом управља ц‑мејк.</p>
sv: <p>Välj <i>övre byggkatalog</i> kontrollerad av CMake</p>
uk: <p>Виберіть <i>каталог збирання верхнього рівня</i>, що керується CMake</p>
zh_tw: <p>選擇 CMake 控制的<i>頂端編譯資料夾</i></p>

source: Name
bs: Ime
ca@valencia: Nom
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
gl: Nome
hu: Név
ia: Nomine
it: Nome
kk: Атауы
ko: 이름
nb: Navn
nds: Naam
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Название
sk: Názov
sl: Ime
sr@ijekavian: име
sv: Namn
uk: Назва
zh_tw: 名稱

source: Type
bs: Tip
ca@valencia: Tipus
el: Τύπος
es: Tipo
et: Tüüp
fi: Tyyppi
gl: Tipo
hu: Típus
ia: Typo
it: Tipo
kk: Түрі
ko: 종류
nds: Typ
pl: Rodzaj
pt: Tipo
pt_br: Tipo
ru: Тип
sk: Typ
sl: Vrsta
sr@ijekavian: тип
sv: Typ
uk: Тип
zh_tw: 型態

source: Value
bs: Vrijednost
ca@valencia: Valor
da: Værdi
el: Τιμή
es: Valor
et: Väärtus
fi: Arvo
fr: Valeur
gl: Valor
hu: Érték
ia: Valor
it: Valore
kk: Мәні
ko: 값
nb: Verdi
nds: Weert
nl: Waarde
pl: Wartość
pt: Valor
pt_br: Valor
ru: Значение
sk: Hodnota
sl: Vrednost
sr@ijekavian: вредност
sv: Värde
uk: Значення
zh_tw: 數值

source: CMake Help
bs: CMake pomoć
ca@valencia: Ajuda del CMake
da: Hjælp til CMake
el: CMake βοήθεια
es: Ayuda de CMake
et: CMake'i abi
fi: CMake-ohje
fr: Aide de CMake
gl: Axuda do CMake
hu: CMake súgó
ia: Adjuta de CMake
it: Manuale di CMake
kk: CMake көмегі
ko: CMake 도움말
nb: CMake hjelp
nds: CMake-Hülp
nl: Help van CMake
pl: Pomoc CMake
pt: Ajuda do CMake
pt_br: Ajuda do CMake
ru: Справка CMake
sk: Pomocník CMake
sl: Pomoč za CMake
sr@ijekavian: Помоћ за ц‑мејк
sv: Hjälp om CMake
uk: Довідка з CMake
zh_tw: CMake 說明

source: Double-click to insert the current item to a document
bs: Dva puta kliknite da ubacite trenutnu stavku u dokument
ca@valencia: Clic doble per inserir l'element actual al document
da: Dobbeltklik for at indsætte det aktuelle element i et dokument
el: Διπλό κλικ για εισαγωγή του τρέχοντος αντικειμένου σε ένα έγγραφο
es: Haga clic para insertar el elemento actual en un documento
et: Topeltklõpsuga saab aktiivse elemendi dokumenti lisada
fi: Lisää nykyinen tietue tiedostoon kaksoisnapsauttamalla
fr: Faites un double clic pour insérer l'élément actuel à un document
gl: Prema dúas veces para inserir o elemento actual nun documento
hu: Dupla kattintással beszúrhatja a jelenlegi elemet a dokumentumba
ia: Duple pulsa por insertar le elemento currente in un documento
it: Fai doppio clic per inserire l'elemento corrente nel documento
kk: Назардағы аталымды құжатқа ендіруге қос түртім жасаңыз
ko: 두 번 눌러서 현재 항목을 문서에 삽입
nb: Dobbeltklikk for å sette inn det gjeldende elementet i et dokument
nds: Du kannst dissen Indrag mit Dubbelklick na en Dokment tofögen
nl: Dubbelklik om het huidige item in te voegen in een document
pl: Kliknij podwójnie, aby wstawić obecny element do dokumentu
pt: Faça duplo-click para inserir o item actual num documento
pt_br: Clique duplo para inserir o item atual em um documento
ru: Дважды щёлкните элемент, чтобы вставить его в документ
sk: Dvakrát kliknite na vloženie aktuálnej položky do dokumentu
sl: Dvokliknite, da vstavite trenutni predmet v dokument
sr@ijekavian: Двокликните да уметнете текућу ставку у документ.
sv: Dubbelklicka för att infoga nuvarande objekt i ett dokument
uk: Двічі клацніть лівою кнопкою миші, щоб вставити поточний пункт до документа
zh_tw: 雙擊以將目前的項目插入文件中

# @info:tooltip
source: Cannot load built-in <icode>pate</icode> module
bs: Ne mogu učitati ugrađeni<icode>pate</icode> modul
ca@valencia: No s'ha pogut carregar el mòdul del <icode>pate</icode> integrat
da: Kan ikke indlæse indbygget <icode>pate</icode>-modul
el: Αδυναμία φόρτωσης του ενσωματωμένου αρθρώματος <icode>pate</icode>
es: No se puede cargar el módulo integrado <icode>pate</icode>
et: Sisseehitatud <icode>pate</icode> mooduli laadimine nurjus
fi: Sisäänrakennetun <icode>pate</icode>-moduulin lataaminen epäonnistui
fr: Impossible de charger le module interne <icode>pate</icode>
gl: Non é posíbel cargar o módulo integrado de <icode>pate</icode>
hu: Nem sikerült betölteni a beépített <icode>pate</icode> modult
ia: Non pote cargar le modulo interne (built-in) de <icode>pate</icode>
it: Impossibile caricare il modulo integrato <icode>pate</icode>
kk: Құрамындағы <icode>pate</icode> модулі жүктелмеді
ko: 내장 <icode>pate</icode> 모듈을 불러올 수 없음
nb: Kan ikke laste inn innebygget <icode>pate</icode>-modul
nds: Inbuut <icode>pate</icode>-Moduul lett sik nich laden
nl: Kan de ingebouwde <icode>pate</icode>-module niet laden
pl: Nie można wczytać wbudowanego modułu <icode>pate</icode>
pt: Não foi possível carregar o módulo <icode>pate</icode> incorporado
pt_br: Não foi possível carregar o módulo <icode>pate</icode> incorporado
ru: Загрузить встроенный модуль <icode>pate</icode> не удалось
sk: Nemôžem načítať zabudovaný modul <icode>pate</icode>
sl: Ni mogoče naložiti vgrajenega modula <icode>pate</icode>
sr@ijekavian: Не могу да учитам уграђени модул <icode>pate</icode>.
sv: Kan inte ladda inbyggd <icode>pate</icode>-modul
uk: Не вдалося завантажити вбудований модуль <icode>pate</icode>
zh_tw: 無法載入內建的 <icode>pate</icode> 模組

# @info:tooltip
source: Cannot update Python paths
bs: Ne mogu ažurirati Python staze
ca@valencia: No s'han pogut actualitzar els camins del Python
da: Kan ikke opdatere Python-stier
el: Αδυναμία ενημέρωσης των διαδρομών Python
es: No se puede actualizar las rutas de Python
et: Pythoni asukohtade uuendamine nurjus
fi: Python-polkujen päivittäminen epäonnistui
fr: Impossible de mettre à jour les emplacements Python
gl: Non foi posíbel actualizar as rutas de Python
hu: Nem sikerült frissíteni a Python útvonalakat
ia: Non pote actualisar percursos de Python
it: Impossibile aggiornare i percorsi Python
kk: Python жолдары жаңартылмады
ko: 파이썬 경로를 업데이트할 수 없음
nb: Kan ikke oppdatere Python-stier
nds: Python-Padden laat sik nich opfrischen
nl: Kan de paden van Python niet bijwerken
pl: Nie można uaktualnić ścieżek Python
pt: Não é possível actualizar as localizações do Python
pt_br: Não foi possível atualizar os caminhos do Python
ru: Обновить пути Python не удалось
sk: Nemôžem aktualizovať cesty Pythonu
sl: Ni mogoče posodobiti poti do Pythona
sr@ijekavian: Не могу да ажурирам путање за питон.
sv: Kan inte uppdatera sökvägar för Python
uk: Не вдалося оновити шляхи до компонентів Python
zh_tw: 無法更新 Python 路徑

# @info:tooltip
source: No <icode>pate</icode> built-in module
bs: Nema <icode>pate</icode> ugrađenog modula
ca@valencia: No hi ha cap mòdul integrat del <icode>pate</icode>
da: Intet indbygget <icode>pate</icode>-modul
el: Κανένα ενσωματωμένο άρθρωμα <icode>pate</icode>
es: No existe el módulo integrado <icode>pate</icode>
et: Sisseehitatud <icode>pate</icode> moodulit pole
fi: Ei sisäänrakennettua <icode>pate</icode>-moduulia
fr: Aucun module interne <icode>pate</icode>
gl: Non hai ningún módulo integrado de <icode>pate</icode>
hu: Nincs <icode>pate</icode> beépített modul
ia: Necun modulo interne de <icode>pate</icode>
it: Nessun modulo integrato <icode>pate</icode>
kk: Құрамындағы <icode>pate</icode> модулі жоқ
ko: <icode>pate</icode> 내장 모듈이 없음
nb: Ingen innebygget <icode>pate</icode>-modul
nds: Keen inbuut <icode>Pate</icode>-Moduul
nl: Geen ingebouwde <icode>pate</icode>-module
pl: Brak wbudowanego modułu <icode>pate</icode>
pt: Não existe o módulo <icode>pate</icode> incorporado
pt_br: Não existe o módulo <icode>pate</icode> incorporado
ru: Встроенный модуль <icode>pate</icode> не найден
sk: Žiadny zabudovaný modul <icode>pate</icode>
sl: Ni vgrajenega modula <icode>pate</icode>
sr@ijekavian: Нема уграђеног модула <icode>pate</icode>.
sv: Ingen inbyggd <icode>pate</icode>-modul
uk: Немає вбудованого модуля <icode>pate</icode>
zh_tw: 沒有 <icode>pate</icode> 內建模組

# @title:column
source: Name
bs: Ime
ca@valencia: Nom
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
gl: Nome
hu: Név
ia: Nomine
it: Nome
kk: Атауы
ko: 이름
nb: Navn
nds: Naam
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Название
sk: Názov
sl: Ime
sr@ijekavian: име
sv: Namn
uk: Назва
zh_tw: 名稱

# @title:column
source: Comment
bs: Komentar
ca@valencia: Comentari
da: Kommentar
el: Σχόλιο
es: Comentario
et: Kommentaar
fi: Kommentti
fr: Commentaire
gl: Comentario
hu: Megjegyzés
ia: Commento
it: Commento
kk: Түсініктеме
ko: 설명
nb: Kommentar
nds: Kommentar
nl: Toelichting
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий
sk: Komentár
sl: Opomba
sr@ijekavian: коментар
sv: Kommentar
uk: Коментар
zh_tw: 註解

# @info:tooltip
source: Unable to find the module specified <application>%1</application>
bs: Ne mogu pronaći modulom specificirano <application>%1</application>
ca@valencia: No s'ha pogut trobar el mòdul <application>%1</application> especificat
da: Kan ikke finde det angivne modul <application>%1</application>
el: Αδυναμία εύρεσης του καθορισμένου αρθρώματος <application>%1</application>
es: No se ha podido encontrar el módulo especificado <application>%1</application>
et: Määratud moodulit <application>%1</application> ei leitud
fi: Annettua moduulia <application>%1</application> ei löydy
fr: Impossible de trouver le module spécifié <application>%1</application>
gl: Non foi posíbel atopar o módulo <application>%1</application> especificado
hu: Nem található a megadott <application>%1</application> modul
ia: Incapace a trovar le modulo specificate <application>%1</application>
it: Impossibile trovare il modulo specificato <application>%1</application>
kk: <application>%1</application> келтірген модулі табылмады
ko: <application>%1</application>을(를) 지정한 모듈을 찾을 수 없음
nb: Klarer ikke finne den oppgitte modulen <application>%1</application>
nds: Angeven Moduul <application>%1</application> lett sik nich finnen.
nl: Kan de gespecificeerde module <application>%1</application> niet vinden
pl: Nie można odnaleźć podanego modułu <application>%1</application>
pt: Não foi possível encontrar o módulo indicado <application>%1</application>
pt_br: Não foi possível encontrar o módulo indicado <application>%1</application>
ru: Не удалось найти указанный модуль: <application>%1</application>
sk: Nemôžem nájsť zadaný modul <application>%1</application>
sl: Ni mogoče najti modula navedenega v <application>%1</application>
sr@ijekavian: Не могу да нађем модул задат <application>%1</application>.
sv: Kan inte hitta angiven modul <application>%1</application>
uk: Не вдалося знайти модуль, вказаний <application>%1</application>
zh_tw: 找不到模組指定的 <application>%1</application>
