Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Error: The Python engine could not be initialized
bs: GREŠKA: Python pogon se ne može inicijalizirati
ca@valencia: Error: No s'ha pogut inicialitzar el motor del Python
da: Fejl: Python-motoren kunne ikke initialiseres
el: Σφάλμα: Αδυναμία αρχικοποίησης της μηχανής Python
es: Error: no se ha podido iniciar el motor de Python
et: Tõrge: Pythoni mootori initsialiseerimine nurjus.
fi: Virhe: Python-moottoria ei saatu alustetuksi
fr: Erreur: Le moteur Python n'a pas pu être initialisé
gl: Erro: Non foi posíbel inicializar o motor de Python
hu: Hiba: A Python motor előkészítése nem sikerült
ia: ERROR: Motor de Python non pote esser initialisate
it: Errore: Impossibile inizializzare il motore Python
kk: Қате: Python тетігі бастау күйіне келтірілмеді
ko: 오류: 파이썬 엔진을 초기화할 수 없음
nb: Feil: Kunne ikke klargjøre Python-motoren
nds: Fehler: De Python-Karn lett sik nich torechtmaken
nl: Fout: de Python-engine kon niet worden geïnitialiseerd
pl: Błąd: Nie można zainicjować silnika Pythona
pt: Erro: Não foi possível inicializar o motor de Python
pt_br: Erro: O mecanismo do Python não pôde ser iniciado
ru: Ошибка: Движок Python не может быть инициализирован!
sk: Chyba: Python engine nie je možné inicializovať
sl: Napaka: pogona za Python ni bilo mogoče začeti
sr@ijekavian: Грешка: Питонски мотор не може да се припреми.
sv: Fel: Python-gränssnittet kunde inte initieras
uk: Помилка: не вдалося ініціалізувати рушій Python.
zh_tw: 錯誤：無法初始化 Python 引擎

source: &Pate
ko: Pate(&P)
sr@ijekavian: &Паштета
zh_tw: Pate(&P)

source: &Help
bs: &Pomoć
ca@valencia: A&juda
da: &Hjælp
el: &Βοήθεια
es: &Ayuda
et: &Abi
fi: O&hje
fr: &Aide
gl: &Axuda
hu: &Súgó
ia: Ad&juta
it: Ai&uto
kk: &Көмек
ko: 도움말(&H)
nb: &Hjelp
nds: &Hülp
pl: &Pomoc
pt: A&juda
pt_br: A&juda
ru: &Справка
sk: &Pomocník
sl: &Pomoč
sr@ijekavian: &Помоћ
sv: &Hjälp
uk: &Довідка
zh_tw: 說明(&H)

source: &File
bs: &Datoteka
ca@valencia: &Fitxer
da: &Fil
el: &Αρχείο
es: &Archivo
et: &Fail
fi: &Tiedosto
fr: &Fichier
gl: &Ficheiro
hu: &Fájl
kk: &Файл
ko: 파일(&F)
nb: &Fil
nds: &Datei
nl: &Bestand
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
ru: &Файл
sk: &Súbor
sl: &Datoteka
sr@ijekavian: &Фајл
sv: &Arkiv
uk: &Файл
zh_tw: 檔案(&F)

source: JSON config
bs: JSON konfiguracija
ca@valencia: Configuració JSON
da: JSON indstillinger
el: Διαμόρφωση JSON
es: Configuración de JSON
et: JSON-i seadistus
fi: JSON-asetukset
fr: Configuration « JSON »
gl: Configuración de JSON
hu: JSON beállítás
ia: Configura de JSON
it: Configurazione JSON
kk: JSON баптауы
ko: JSON 설정
nb: JSON-oppsett
nds: JSON-Instellen
nl: JSON-configuratie
pl: Konfiguracja JSON
pt: Configuração do JSON
pt_br: Configuração em JSON
ru: Конфигурация JSON
sk: Nastavenie JSON
sl: Nastavitve JSON
sr@ijekavian: Постава ЈСОНа
sv: Inställning av JSON
uk: Налаштування JSON
zh_tw: JSON 設定

source: JSON Indent
bs: JSON uvlačenje
ca@valencia: Sagnat JSON
da: JSON indrykning
el: Εσοχή JSON
es: Sangrado de JSON
et: JSON-i treppimine
fi: JSON-sisennys
fr: Indentation « JSON »
gl: Sangrado de JSON
hu: JSON behúzás
ia: Indentation de JSON
it: Rientro JSON
kk: JSON шегінуі
ko: JSON 들여쓰기
nb: JSON innrykk
nds: JSON-Inrücken
nl: JSON-inspringen
pl: Wcięcia JSON
pt: Indentação do JSON
pt_br: Recuo do JSON
ru: Отступ JSON
sk: JSON odsadenie
sl: Zamik JSON
sr@ijekavian: Увлачење ЈСОНа
sv: Indentering för JSON
uk: Відступ JSON
zh_tw: JSON 縮排

source: JSON encoding
bs: JSON kodiranje
ca@valencia: Codificació JSON
da: JSON indkodning
el: Κωδικοποίηση JSON
es: Codificación de JSON
et: JSON-i kodeering
fi: JSON-merkistö
fr: Encodage « JSON »
gl: Codificación de JSON
hu: JSON kódolás
ia: Codifica JSON
it: Codifica JSON
kk: JSON кодтамасы
ko: JSON 인코딩
nb: JSON koding
nds: JSON-Koderen
nl: JSON-codering
pl: Kodowanie JSON
pt: Codificação do JSON
pt_br: Codificação do JSON
ru: Кодировка JSON
sk: JSON kódovanie
sl: Kodiranje JSON
sr@ijekavian: Кодирање ЈСОНа
sv: Kodning för JSON
uk: Кодування JSON
zh_tw: JSON 編碼

source: utf-8
sr@ijekavian: УТФ‑8

source: Menu config
bs: Konfiguracija menija
ca@valencia: Configuració del menú
da: Menukonfiguration
el: Μενού διαμόρφωσης
es: Configuración del menú
et: Menüü seadistus
fi: Valikkoasetukset
fr: Configuration du menu
gl: Configuración do menú
hu: Menü beállítás
ia: Configuration de menu
it: Configurazione menu
kk: Мәзірді баптау
ko: 메뉴 설정
nb: Menyoppsett
nds: Menüinstellen
nl: Menu-configuratie
pl: Konfiguracja menu
pt: Configuração do menu
pt_br: Configuração do menu
ru: Настройка меню
sk: Nastavenie ponuky
sl: Nastavitve menija
sr@ijekavian: Постава менија
sv: Inställning av meny
uk: Налаштування меню
zh_tw: 選單設定

source: Lint when saving
bs: Lint prilikom snimanja
ca@valencia: «Lint» en guardar
da: Lint ved gemning
el: Εκτέλεση lint κατά την αποθήκευση
es: Lint al grabar
et: Lint salvestamisel
fi: Suorita Lint tallennettaessa
fr: Vérifier « JSLint » lors de l'enregistrement
gl: Comprobar con Lint ao gardar
hu: Ellenőrzés mentéskor
ia: Lint quando on salveguarda
it: Lint durante il salvataggio
kk: Сақтағанда Lint-ті тексеру
ko: 저장할 때 형식 맞추기
nb: Lint ved lagring
nds: Kode bi't Sekern pröven
nl: Lint bij opslaan
pl: Wykonaj lint przy zapisie
pt: Verificar ao gravar
pt_br: Verificar ao salvar
ru: Проверка кода при записи
sk: Lint pri ukladaní
sl: Lint ob shranjevanju
sr@ijekavian: Линтуј при уписивању
sv: Felkontroll när filen sparas
uk: Перевіряти Lint під час збереження
zh_tw: 儲存時執行 Lint

source: JavaScript autocompletion
bs: JavaScript autokompletiranje
ca@valencia: Compleció automàtica de JavaScript
da: JavaScript autofuldførelse
el: Αυτόματη συμπλήρωση JavaScript
es: Completado automático de JavaScript
et: JavaScripti automaatne lõpetamine
fi: JavaScript-automaattitäydennys
fr: Auto-complètement JavaScript
gl: Completar automaticamente JavaScript
hu: JavaScript automatikus kiegészítés
ia: Autocompletation de JavaScript
it: Autocompletamento JavaScript
kk: JavaScript автотолықтыруы
ko: 자바스크립트 자동 완성
nb: JavaScript autofullføring
nds: JavaScript-Autokompletteren
nl: Automatisch aanvullen van JavaScript
pl: Samoczynne uzupełnianie JavaScript
pt: Completação automática de JavaScript
pt_br: Completação automática de JavaScript
ru: Автодополнение JavaScript
sk: Automatické ukončovanie JavaScript
sl: Samodejno dopolnjevanje JavaScript
sr@ijekavian: Самодопуна јаваскрипта
sv: Javascript automatisk komplettering
uk: Автодоповнення JavaScript
zh_tw: JavaScript 自動補完

source: jQuery autocompletion
bs: jQuery autokompletiranje
ca@valencia: Compleció automàtica de jQuery
da: JQuery autofuldførelse
el: Αυτόματη συμπλήρωση jQuery
es: Completado automático de jQuery
et: jQuery automaatne lõpetamine
fi: jQuery-automaattitäydennys
fr: Auto-complètement JQuery
gl: Completar automaticamente jQuery
hu: jQuery automatikus kiegészítés
ia: Autocompletation de jQuery
it: Autocompletamento jQuery
kk: jQuery автотолықтыруы
ko: jQuery 자동 완성
nb: JQuery autofullføring
nds: jQuery-Autokompletteren
nl: Automatisch aanvullen van jQuery
pl: Samoczynne uzupełnianie jQuery
pt: Completação automática de jQuery
pt_br: Completação automática de jQuery
ru: Автодополнение jQuery
sk: Automatické ukončovanie jQuery
sl: Samodejno dopolnjevanje jQuery
sr@ijekavian: Самодопуна Ј‑кверија
sv: jQuery automatisk komplettering
uk: Аводоповнення jQuery
zh_tw: jQuery 自動補完

source: Linter
ko: 형식 도구
nds: Kodeprööv
pt: Validador
pt_br: Validador
ru: Кодоанализатор
sr@ijekavian: Линтер
sv: Felkontroll

source: jQuery ready Snippet
bs: Spreman jQuery isječak
ca@valencia: Retall «ready» de jQuery
da: jQuery-klar tekststump
el: Έτοιμο τμήμα κώδικα jQuery
es: Fragmento de código preparado para jQuery
et: jQuery ready koodijupp
fi: jQuery ready -katkelma
fr: Élément JQuery prêt
gl: Fragmento de jQuery ready
hu: jQuery-kész töredék
ia: Fragmento preste de JQUERY
it: Frammento jQuery pronto
kk: jQuery ready үзіндісі
ko: jQuery 준비 스니펫
nb: JQuery-bit klar
nds: JQuery-Snippel
nl: Fragment gereed voor jQuery
pl: Gotowa wstawka JQuery
pt: Excerto de 'Ready' do jQuery
pt_br: Trecho 'ready' de jQuery
ru: Шаблон ready() для jQuery
sk: Pripravený jQuery úryvok
sl: Izrezek pripravljen za jQuery
sr@ijekavian: Исечак Ј‑кверијевог ready
sv: JQuery klar textsnutt
uk: Фрагмент ready jQuery
zh_tw: jQuery 已就緒片段

source: &JavaScript
ko: 자바스크립트(&J)
sr@ijekavian: Јаваскрипт
zh_tw: JavaScript 工具

source: Same-line comment position
bs: Pozicija komentara u istoj liniji
ca@valencia: Posició de comentari en la mateixa línia
da: Kommentarposition i samme linje
el: Θέση σχολίου ίδιας γραμμής
es: Posición del comentario en la misma línea
et: Sama rea kommentaari positsioon
fi: Samanrivisen kommentin sijainti
fr: Position du commentaire sur la même ligne
gl: Posición do comentario na mesma liña
hu: Megjegyzés pozíció ugyanabban a sorban
ia: Position de commente in le mesme rango
it: Posizione commento in riga
kk: Түсініктемесімен бір жолда орналасуы
ko: 동일한 줄 주석 위치
nb: Posisjon for kommentar på samme linje
nds: Kommentarsteed op sülve Reeg
nl: Positie van commentaar op dezelfde regel
pl: Pozycja komentarza w tej samym wierszu
pt: Posição do comentário na mesma linha
pt_br: Posição do comentário na mesma linha
ru: Позиция комментария в той же строке
sk: Poloha komentára na rovnakom riadku
sl: Položaj opombe v isti vrstici
sr@ijekavian: Положај коментара у истом реду
sv: Position för kommentar på samma rad
uk: Розташовування коментаря у тому ж рядку
zh_tw: 同一行的註解位置

source: Rescan current document for #colors
bs: Reskaniraj trenutni dokument za #colors
ca@valencia: Torna a escanejar el document actual per #colors
da: Genscan aktuelt dokument for #colors
el: Επανασάρωση τρέχοντος εγγράφου για #χρώματα
es: Volver a examinar el documento actual en busca de #colors
et: Aktiivse dokumendi üleuurimine #colors leidmiseks
fi: Etsi nykyisestä tiedostosta uudelleen: #colors
fr: Rechercher dans le document courant pour « #colors »
gl: Examinar de novo #colors no documento actual
hu: A jelenlegi dokumentum újraolvasása #színekhez
ia: Scande de nove documento currente pro #colors
it: Rianalizza #colors nel documento corrente
kk: Назардағы құжатта #colors дегенді қайта қарастыру
ko: 현재 문서에 나오는 #색 다시 검색
nb: Skann gjeldende dokument på nytt etter #farger
nds: Aktuell Dokment nieg na "#colors" dörkieken
nl: Huidig document opnieuw scannen op #kleuren
pl: Przeskanuj bieżący dokument w poszukiwaniu barw #
pt: Analisar de novo as #cores no documento actual
pt_br: Reanalisa as #cores no documento atual
ru: Перечитать все #color в текущем документе
sk: Znovu prehľadať aktuálny dokument pre #farby
sl: Znova preišči trenutni dokument za #colors
sr@ijekavian: Поново потражи #боје у текућем документу
sv: Sök igenom aktuellt dokument igen för antal färger
uk: Виконати повторний пошук #colors у документі
zh_tw: 重新掃描目前文件的顏色

source: Update
bs: Ažuriraj
ca@valencia: Actualitza
da: Opdatér
el: Ενημέρωση
es: Actualizar
et: Uuenda
fi: Päivitä
fr: Mise à jour
gl: Actualizar
hu: Frissítés
ia: Actualisa
it: Aggiorna
kk: Жаңарту
ko: 업데이트
nb: Oppdater
nds: Opfrischen
nl: Bijwerken
pl: Uaktualnij
pt: Actualizar
pt_br: Atualizar
ru: Обновить
sk: Aktualizovať
sl: Posodobi
sr@ijekavian: Ажурирај
sv: Uppdatera
uk: Оновити
zh_tw: 更新

source: General
bs: Opšte
da: Generelt
el: Γενικά
et: Üldine
fi: Perusasetukset
fr: Général
gl: Xeral
hu: Általános
it: Generale
kk: Жалпы
ko: 일반
nb: Generelt
nds: Allmeen
nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sr@ijekavian: Опште
sv: Allmänt
uk: Загальне
zh_tw: 一般

source: Continuation prompt
bs: Prompt nastavka
ca@valencia: Indicador de continuació de línia d'ordes
da: Fortsættelsesprompt
el: Προτροπή συνέχειας
es: Indicador de órdenes de continuación
et: Jätkuviip
fi: Jatkon kehote
fr: Invite de continuation
gl: Indicador de continuación
hu: Folytatólagos parancssor
ia: Symbolo de demanda de continuation
it: Prompt proseguimento
kk: Жалғастыру шақыруы
ko: 진행 프롬프트
nb: Ledetekst for fortsettelse
nds: Wiedermaak-Anstoot
nl: Prompt voor doorgaan
pl: Znak zachęty kontynuacji
pt: Mensagem de continuação
pt_br: Linha de comando de continuação
ru: Приглашение к продолжению
sk: Výzva pokračovania
sl: Poziv k nadaljevanju
sr@ijekavian: Надовезујући одзивник.
sv: Fortsättningsprompt
uk: Запит щодо продовження
zh_tw: 連續提示

source: Main prompt
bs: Glavni prompt
ca@valencia: Indicador principal de línia d'ordes
da: Hovedprompt
el: Κύρια προτροπή
es: Indicador de órdenes principal
et: Peaviip
fi: Pääkehote
fr: Invite principale de commande :
gl: Indicador principal
hu: Fő parancssor
ia: Symbolo principal de demanda
it: Prompt principale
kk: Негізгі шақыруы
ko: 주 프롬프트
nb: Hovedledetekst
nds: Hööft-Anstoot
nl: Hoofd prompt
pl: Główny znak zachęty
pt: Mensagem principal
pt_br: Linha de comando principal
ru: Основное приглашение
sk: Hlavná výzva
sl: Glavni poziv
sr@ijekavian: Главни одзивник.
sv: Huvudprompt
uk: Основний запит
zh_tw: 主要提示

source: Continuation Prompt:
bs: Prompt nastavka:
ca@valencia: Indicador de continuació de línia d'ordes:
da: Fortsættelsesprompt:
el: Προτροπή συνέχειας:
es: Indicador de órdenes de continuación:
et: Jätkuviip:
fi: Jatkon kehote:
fr: Invite de continuation :
gl: Indicador de continuación:
hu: Folytatólagos parancssor:
ia: Symbolo de demanda de continuation:
it: Prompt proseguimento:
kk: Жалғастыру шақыруы:
ko: 진행 프롬프트
nb: Ledetekst for fortsettelse
nds: Wiedermaak-Anstoot:
nl: Prompt voor doorgaan:
pl: Znak zachęty kontynuacji:
pt: Mensagem de Continuação:
pt_br: Linha de comando de continuação:
ru: Приглашение к продолжению:
sk: Výzva pokračovania:
sl: Poziv k nadaljevanju:
sr@ijekavian: Надовезујући одзивник:
sv: Fortsättningsprompt:
uk: Запит щодо продовження:
zh_tw: 連續提示：

source: Main Prompt:
bs: Glavni Prompt:
ca@valencia: Indicador principal de línia d'ordes:
da: Hovedprompt:
el: Κύρια προτροπή:
es: Indicador de órdenes principal:
et: Peaviip:
fi: Pääkehote:
fr: Invite principale de commande :
gl: Indicador principal:
hu: Fő parancssor:
ia: Symbolo principal de demanda:
it: Prompt principale:
kk: Негізгі шақыруы:
ko: 주 프롬프트:
nb: Hovedledetekst:
nds: Hööft-Anstoot:
nl: Hoofd prompt:
pl: Główny znak zachęty:
pt: Mensagem Principal:
pt_br: Linha de comando principal:
ru: Основное приглашение:
sk: Hlavná výzva:
sl: Glavni poziv:
sr@ijekavian: Главни одзивник:
sv: Huvudprompt:
uk: Основний запит:
zh_tw: 主要提示：

source: Main display font
bs: Glavni ekranski font
ca@valencia: Tipus de lletra principal del visor
da: Hovedvisningsskrifttype
el: Κύρια γραμματοσειρά οθόνης
es: Tipo de letra de la pantalla principal
et: Peamine ekraanifont
fi: Pääfontti
fr: Principale police d'affichage
gl: Tipo de letra do visor principal
hu: Fő megjelenítő betűkészlet
ia: Font principal de monstrator
it: Carattere schermata principale
kk: Негізгі дисплей қаріпі
ko: 주 디스플레이 글꼴
nb: Hovedskrift for visning
nds: Hööft-Schriftoort
nl: Hoofd lettertype voor weergeven
pl: Czcionka głównego wyświetlacza
pt: Tipo de letra principal
pt_br: Fonte principal
ru: Основной шрифт
sk: Hlavné písmo zobrazenia
sl: Glavna pisava prikaza
sr@ijekavian: Главни фонт приказа.
sv: Huvudsakligt visningsteckensnitt
uk: Основний шрифт для показу
zh_tw: 主要顯示字型

source: Highlighting
bs: Naglašavanje
ca@valencia: Ressaltat
da: Fremhævning
el: Τονισμός
es: Resaltado
et: Esiletõstmine
fi: Korostus
fr: Mise en évidence
gl: lllSalientar
hu: Kiemelés
ia: Evidentiar
it: Evidenziazione
kk: Талдап бояулау
ko: 구문 강조
nb: Framheving
nds: Syntaxmarkeren
nl: Accentuering
pl: Podświetlanie
pt: Realce
pt_br: Realce
ru: Выделение цветом
sk: Zvýrazňovanie
sl: Poudarjanje
sr@ijekavian: Истицање
sv: Färgläggning
uk: Підсвічування
zh_tw: 突顯

source: Prompt:
ca@valencia: Indicador:
el: Προτροπή:
es: Indicador de órdenes:
et: Viip:
fi: Kehote:
fr: Invite de commande :
gl: Indicador:
hu: Parancssor:
ia: Symbolo de demanda:
kk: Шақыруы:
ko: 프롬프트:
nb: Ledetekst:
nds: Anstoot:
pl: Znak zachęty:
pt: Mensagem:
pt_br: Linha de comando:
ru: Приглашение:
sk: Výzva:
sl: Poziv:
sr@ijekavian: Одзивник:
uk: Запит:
zh_tw: 提示：

source: String:
ca@valencia: Cadena:
da: Streng:
el: Συμβολοσειρά:
es: Cadena:
fi: Merkkijono:
fr: Chaîne :
gl: Cadea:
hu: Karakterlánc:
ia: Catena:
it: Stringa:
kk: Мәтін жолы:
ko: 문자열:
nb: Streng:
nds: Tekenkeed:
nl: Tekenreeks:
pl: Ciąg znaków:
pt: Texto:
ru: Строка:
sk: Reťazec:
sl: Niz:
sr@ijekavian: Ниска:
sv: Sträng:
uk: Рядок:
zh_tw: 字串：

source: Name:
bs: Ime:
ca@valencia: Nom:
da: Navn:
el: Όνομα:
es: Nombre:
et: Nimi:
fi: Nimi:
fr: Nom :
gl: Nome:
hu: Név:
ia: Nomine:
it: Nome:
kk: Атауы:
ko: 이름:
nb: Navn:
nds: Naam:
nl: Naam:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ru: Имя:
sk: Názov:
sl: Ime:
sr@ijekavian: Име:
sv: Namn:
uk: Назва:
zh_tw: 名稱：

source: Integer:
bs: Cijeli broj:
ca@valencia: Enter:
da: Heltal:
es: Entero:
et: Täisarv:
fi: Kokonaisluku:
fr: Entier :
gl: Enteiro:
hu: Egész:
it: Intero:
kk: Бүтін сан:
ko: 정수:
nb: Heltall:
nds: Heeltall:
nl: Geheel getal:
pl: Liczba całkowita:
pt: Inteiro:
pt_br: Inteiro:
ru: Целое число:
sk: Celé číslo:
sl: Celo število:
sr@ijekavian: Целобројни:
sv: Heltal:
uk: Ціле:
zh_tw: 整數：

source: Float:
bs: Realni:
ca@valencia: Flotant:
da: Kommatal:
es: Decimal:
et: Murdarv:
fi: Liukuluku:
fr: Flottant :
gl: Flutuante:
hu: Lebegőpontos:
it: Virgola mobile:
kk: Жылжымалы үтірлі:
ko: 실수:
nb: Flyt:
nds: Fleetkomma:
nl: Decimale breuk (float):
pl: L. zmiennoprzecinkowa:
pt: Vírgula-Flutuante:
pt_br: Flutuante:
ru: Дробное число:
sk: Reálne číslo:
sl: Število s plavajočo vejico:
sr@ijekavian: Реални:
sv: Flyttal:
uk: Дійсне:
zh_tw: 浮點數：

source: Help:
bs: Pomoć:
ca@valencia: Ajuda:
da: Hjælp:
el: Βοήθεια:
es: Ayuda:
et: Abi:
fi: Ohje:
fr: Aide :
gl: Axuda:
hu: Súgó:
ia: Adjuta:
it: Aiuto:
kk: Көмек:
ko: 도움말:
nb: Hjelp:
nds: Hülp:
pl: Pomoc:
pt: Ajuda:
pt_br: Ajuda:
ru: Справка:
sk: Pomocník:
sl: Pomoč:
sr@ijekavian: Помоћ:
sv: Hjälp:
uk: Довідка:
zh_tw: 說明：

source: Exception:
bs: Izuzetak:
ca@valencia: Excepció:
da: Undtagelse:
es: Excepción:
et: Erand:
fi: Poikkeus:
gl: Excepción:
hu: Kivétel:
it: Eccezione:
kk: Ерекшелік:
ko: 예외:
nb: Unntak:
nds: Utnahm:
nl: Uitzondering:
pl: Wyjątek:
pt: Excepção:
pt_br: Exceção:
ru: Исключение:
sk: Výnimka:
sl: Izjema:
sr@ijekavian: Изузетак:
sv: Undantag:
uk: Виключення:
zh_tw: 例外：

source: ID file:
bs: ID datoteke
ca@valencia: Fitxer d'ID:
da: Id-fil:
el: Αρχείο ταυτότητας:
es: Archivo de ID:
et: ID-fail
fi: ID-tiedosto:
fr: Fichier d'identifiant :
gl: Ficheiro de identificador:
hu: ID fájl:
kk: ID файлы:
ko: ID 파일:
nb: ID-fil:
nds: ID-Datei:
nl: ID-bestand:
pl: ID pliku:
pt: Ficheiro do ID:
pt_br: Arquivo ID:
ru: Файл ID:
sk: ID súbor:
sl: Datoteka z ID:
sr@ijekavian: ИД фајл:
sv: Id-fil:
uk: Файл ідентифікаторів:
zh_tw: ID 檔：

source: Name of ID file, as generated by mkid(1).
bs: Ime ID datoteke kako je generisao mkid(1).
ca@valencia: Nom de fitxer d'ID, generat pel mkid(1).
da: Navn på id-fil som genereret af mkid(1).
el: Όνομα αρχείου ταυτότητας, όπως παράγεται από το mkid(1).
es: Nombre de archivo de ID tal como lo generó mkid(1).
et: ID-faili nimi, nagu selle genereerib mkid(1).
fi: ID-tiedoston nimi (jonka luo mkid(1)).
fr: Nom du fichier d'identifiant, tel que généré par « mkid » (1)
gl: Nome do ficheiro de identificador, xerado por mkid(1).
hu: Az ID fájl neve, amit az mkid(1) hozott létre.
ia: Nomine de ID file, como es generate per mkid(1)
it: Nome del file ID, come verrebbe generato da mkid(1).
kk: mkid(1) жасаған ID файл атауы.
ko: mkid(1)로 생성한 ID 파일 이름입니다.
nb: Navn på ID-fila, som laget av mkid(1).
nds: Naam vun de ID-Datei, as vun mkid(1) opstellt
nl: Naam van ID-bestand, zoals gegenereerd door mkid(1).
pl: Nazwa pliku ID, wygenerowana przez mkid(1).
pt: Nome do ficheiro do ID gerado pelo 'mkid(1)'.
pt_br: Nome do arquivo ID, como gerado pelo mkid(1).
ru: Имя файла ID, созданного mkid(1).
sk: Názov ID súboru, ako ho vygeneroval mkid(1).
sl: Ime datoteke z ID, kot to ustvari mkid(1).
sr@ijekavian: Име ИД фајла, какав прави mkid(1).
sv: Namn på id-fil, som skapas av mkid(1).
uk: Назва файла ідентифікаторів, створеного за допомогою mkid(1).
zh_tw: ID 檔檔名，由 mkid(1) 產生。

source: ID *|All Files
bs: ID *|Sve datoteke
ca@valencia: ID *|Tots els fitxers
da: ID *|Alle filer
el: ID *|Όλα τα αρχεία
es: ID *|Todos los archivos
et: ID *|Kõik failid
fi: ID *|Kaikki tiedostot
fr: ID *|Tous les fichiers
gl: ID *|Todos os ficheiros
hu: ID *|Minden fájl
ia: ID *|Omne files
it: ID *|Tutti i file
kk: ID *|Бүкіл файлдар
ko: ID *|모든 파일
nb: ID *|Alle filer
nds: ID *|All Dateien
nl: ID *|Alle bestanden
pl: ID *|Wszystkie pliki
pt: ID *|Todos os Ficheiros
pt_br: ID *|Todos os arquivos
ru: ID *|Все файлы
sk: ID *|Všetky súbory
sl: ID *|Vse datoteke
sr@ijekavian: ИД *|сви фајлови
sv: Id *|Alla filer
uk: Ід. *|всі файли
zh_tw: ID * | 所有檔案

source: Complete tokens after:
bs: Kompletiraj tokene nakon:
ca@valencia: Completa els testimonis després de:
da: Fuldfør tokens efter:
el: Συμπλήρωση αναγνωριστικών μετά από:
es: Completar tokens después de:
et: Märgiste lõpetamine pärast:
fi: Täydennä, kun merkkejä:
fr: Compléter les jetons après:
gl: Completar os tokens despois de:
hu: Tokenek befejezése ez után:
ia: Completa indicio post:
it: Completa parole dopo:
kk: Жалғастыратын ұзындығы:
ko: 다음 글자 이후 자동 완성:
nb: Fullfør symboler etter:
nds: Marken kompletteren na:
nl: Maak tokens volledig na:
pl: Uzupełnij tokeny po:
pt: Completar os parâmetros após:
pt_br: Completar os itens após:
ru: Завершать ввод при длине:
sk: Ukončiť tokeny po:
sl: Dopolni žetone po:
sr@ijekavian: Допуњавај токене после:
sv: Komplettera symboler efter:
uk: Завершувати елементи після:
zh_tw: 多少後補完：

source: Minimum length of token before completions will be shown.
bs: M Inimalna dužina tokena prije prikaza kompletiranja
ca@valencia: Llargada mínima dels testimonis abans de mostrar les complecions.
da: Maksimal længde af token før fuldførelse vil blive vist.
el: Ελάχιστο μήκος αναγνωριστικού πριν την εμφάνιση των συμπληρώσεων.
es: Longitud mínima para que se muestre el autocompletado de un token.
et: Märgise minimaalne pikkus, enne kui näidatakse lõpetamisvariante.
fi: Merkkien vähimmäismäärä ennen täydennysten näyttämistä.
fr: Longueur minimale du jeton avant que la complètement ne soit affichée.
gl: A lonxitude mínima do token antes de mostrar completacións.
hu: A token minimális hossza a kiegészítések megjelenítése előtt.
ia: Longitude minime de indicio ante completiones essera monstrate.
it: Minima lunghezza di una parola prima che venga mostrato il completamento.
kk: Жалғастыруын ұсынатын минимум сөз ұзындығы.
ko: 다음 글자만큼 입력한 후 자동 완성을 실행합니다.
nb: Minste lengde på symboler før fullføringer blir vist.
nds: Lüttst Längde vun Marken, ehr de Kompletteren wiest warrt
nl: Minimum lengte van token voordat ze volledig zullen worden getoond.
pl: Najmniejsza długość tokena przed pokazaniem uzupełnień.
pt: Tamanho mínimo do parâmetro antes de mostrar as sugestões.
pt_br: Tamanho mínimo dos itens antes de mostrar a completação.
ru: Минимальная длина ключа, после которой будет предлагаться его завершение.
sk: Minimálna dĺžka tokenu predtým, ako sa zobrazia dokončenia.
sl: Najmanjša dolžina žetona preden bodo prikazane dopolnitve.
sr@ijekavian: Најмања дужина токена од које се приказују допуне.
sv: Minimal symbollängd innan komplettering visas.
uk: Мінімальна довжина елемент, досягнення якої призведе до вмикання списку доповнення.
zh_tw: 要顯示補完，標記最少要多長。
