Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Replacement prefix. To use the prefix of the ID file ending with the key, use %{idPrefix}. This can be used to work with remotely mounted Clearcase views, for example, set:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Replace prefix ending: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">With prefix: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Or, to use a pre-generated ID file with a different workspace, set:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Replace prefix ending: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">With prefix: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
bs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zamjenski prefiks. Da koristite prefiks ID datoteke završene ključem, koristite %{idPrefix}. To se može koristiti s udaljeno montiranim Clearcase pogledima, na primjer, postavite:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID datoteka: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Replace prefix ending: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">With prefix: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ili koristite unaprijed generisanu ID datoteku s drugim radnim prostorom:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Završetak zamjenskog prefiksa: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sa prefiksom: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
ca@valencia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefix de substitució. Per usar el prefix del fitxer ID acabat amb la clau, useu %{idPrefix}. Això es pot utilitzar per treballara amb vistes Clearcase muntades remotament, per exemple, definiu:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Fitxer d'ID: /vista/mevavista/<span style=" font-weight:600;">subdirectori</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substituïu el prefix que acaba en: /<span style=" font-weight:600;">subdirectori</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pel prefix: %{idPrefix}/<span style=" font-weight:600;">subdirectori</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O, per usar un fitxer d'ID pregenerat per un espai de treball diferent, definiu:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Fitxer d'ID: /captures/<span style=" font-weight:600;">subdirectori</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substituïu el prefix que acaba en: /<span style=" font-weight:600;">subdirectori</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pel prefix: /meuespaitreball/<span style=" font-weight:600;">subdirectori</span> </p></body></html>
da: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Erstatningspræfiks. For at bruge id-filens præfiks sluttende med denne nøgle, brug %{idPrefix}. Dette kan bruges til at arbejde med netværksmonterede Clearcase visninger, sæt for eksempel:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Id-fil: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Erstat præfiks sluttende med: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Med præfikset: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Eller, for at anvende en forudgenereret id-fil med et andet arbejdsområde sæt:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">id-fil: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Erstat præfiks sluttende med: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Med præfiks: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Πρόθεμα αντικατάστασης. Για χρήση του προθέματος του αρχείου ταυτότητας που τελειώνει με το κλειδί, χρησιμοποιήστε %{idPrefix}. Αυτό μπορεί να χρησιμεύσει για εργασία με από απόσταση προσαρτήσεις προβολές του Clearcase, για παράδειγμα, καθορίστε:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Αντικατάσταση προθέματος που τελειώνει: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Με πρόθεμα: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ή για να χρησιμοποιήσετε ένα προ-δημιουργημένο αρχείο ταυτότητας με διαφορετικό χώρο εργασίας, καθορίστε:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Αντικατάσταση προθέματος που τελειώνει: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Με πρόθεμα: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sustitución de prefijo. Para usar el prefijo del archivo de ID que termina con la clave, utilice %{idPrefix}. Esto se puede utilizar para trabajar con vistas Clearcase en remoto, por ejemplo; utilice:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Archivo de ID: /vista/mivista/<span style=" font-weight:600;">directoriosuperior</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sustituir prefijo que acaba con : /<span style=" font-weight:600;">directoriosuperior</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Con el prefijo: %{idPrefix}/<span style=" font-weight:600;">directoriosuperior</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O, para usar un archivo de ID generado previamente con un espacio de trabajo distinto, utilice:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Archivo de ID: /capturas/<span style=" font-weight:600;">directoriosuperior</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sustituir prefijo que acaba por: /<span style=" font-weight:600;">directoriosuperior</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Con el prefijo: /miespaciodetrabajo/<span style=" font-weight:600;">directoriosuperior</span> </p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Asendamise prefiks. Võtmega lõppeva ID-faili prefiksi kasutamiseks kasuta %{idPrefix}. Seda võib kasutada näiteks töötamaks võrgus ühendatud Clearcase'i vaadetega. Näide:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-fail: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefiksi lõpp: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">tuleb asendada prefiksiga: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Võib kasutada ka eelnevalt genereeritud ID-faili teise tööruumiga. Näide:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-fail: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefiksi lõpp: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">tuleb asendada prefiksiga: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Korvaava etuliite. Käytä avaimeen päättyvän ID-tiedoston etuliitettä kirjoittamalla %{idPrefix}. Tätä voi käyttää työskentelemään etäkansiossa olevan Clearcase-näkymän kanssa asettamalla esimerkiksi seuraavat arvot:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-tiedosto: /view/omanäkymä/<span style=" font-weight:600;">peruskansio</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Korvaa etuliite: /<span style=" font-weight:600;">peruskansio</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Etuliitteellä: %{idPrefix}/<span style=" font-weight:600;">peruskansio</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Voit myös käyttää valmiiksi luotua ID-tiedostoa eri työtilan kanssa asettamalla seuraavat arvot:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-tiedosto: /snapshots/<span style=" font-weight:600;">peruskansio</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Korvaa etuliite: /<span style=" font-weight:600;">peruskansio</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Etuliitteellä: /omatyötila/<span style=" font-weight:600;">peruskansio</span> </p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Préfixe de remplacement. Pour utiliser le préfixe du fichier d'identifiant finissant avec la clé, utilisez %{idPrefix}. Ceci peut être utilisé pour travailler avec des vues « ClearCase » montées à distance, par exemple, faites : </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /view/myview/<span style=" font-weight:600;">top-dir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Remplacer la fin du préfixe : /<span style=" font-weight:600;">top-dir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Avec préfixe: %{idPrefix}/<span style=" font-weight:600;">top-dir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ou, pour utiliser un fichier d'identifiant pré généré avec un espace de travail différent, faites:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">top-dir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Remplacer la fin du préfixe : /<span style=" font-weight:600;">top-dir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Avec un préfixe : /myworkspace/<span style=" font-weight:600;">top-dir</span> </p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefixo substituto. Para usar o prefixo do ficheiro de identificador que remata coa clave, use %{idPrefix}. Isto pode usarse para traballar con vistas remotas Clearcase montadas definindo, por exemplo:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ficheiro ID: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substituír a terminación do prefixo: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Polo prefixo: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ou para usar un ficheiro ID xerado anteriormente con outro espazo de traballo, defina:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ficheiro ID: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substituír a terminación do prefixo: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Polo prefixo: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Csere előtag. A kulcsra végződő ID fájl előtagjának használatához válassza ezt: %{idPrefix}. Ez távolról csatolt Clearcase nézetekkel való munkához használható, például állítsa be:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID fájl: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Előtag végződés cseréje: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Előtaggal: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vagy egy előre előállított ID fájl használatához különböző munkaterülettel, állítsa be:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID fájl: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Előtag végződés cseréje: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Előtaggal: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
ia: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefixo de reimplaciamento. Pro usar le prefixo del file ID terminante con l eclave, usa %{idPrefix}. Isto pote esser usate per travaliar con vistas de Clearcase montate remotemente, pro exemplo, fixa:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Reimplacia prefixo terminante: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Con prefixo: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O, per usar un file ID ante-generate con un differente spatio de labor, fixa:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Reimplacia prefixo terminante: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Con prefixo: /mispatiodelabor/<span style=" font-weight:600;">topdir</span> </p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefisso sostituzione. Per usare il prefisso del file ID che termina con una chiave, usa %{idPrefix}. Questo può essere usato per lavorare con viste Clearcase montate in remoto, per esempio imposta:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sostituisci fine prefisso: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Con prefisso: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Oppure, per usare un file ID pre-generato con un diverso spazio di lavoro, imposta:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sostituisci fine prefisso: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Con prefisso: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Айырбастау префиксі. Атауы осылай аяқталатын ID файлмен қолдану үшін %{idPrefix} дегенді пайдаланыңыз. Мысалы, бұндай префикс қашықтан жалғағаған ClearCase көрініспен жұмыс істеу үшін былай қолданылады:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID файлы: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Былай аяқталатын префиксін: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Мына префиксімен айырбастау: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Немесе, егер жұмыс кеңістігі басқа дайын ID файлын қолдану керек болса, онда былай:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID файлы: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Былай аяқталатын префиксін: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Мына префиксімен айырбастау: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
ko: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">대체 접두사입니다. 키로 끝나는 ID 파일의 접두사를 사용하려면 %{idPrefix}를 사용하십시오. 다음과 같이 원격으로 마운트한 Clearcase 뷰 등에서 사용할 수 있습니다:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID 파일: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">대체 접두사 끝: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">다음 접두사 사용: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Or, to use a pre-generated ID file with a different workspace, set:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">바꿀 접두사 끝: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">다음 접두사 사용: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Erstatningsprefiks. Bruk %{idPrefix} for å bruke prefikset til ID-fila som slutter med nøkkelen. Dette kan brukes til å arbeide med nettverksmonterte Clearcase-visninger, for eksempel, sett:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID fil: /view/myview/<span style=" font-weight:600;">toppmappe</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Erstatt prefiksendelse : /<span style=" font-weight:600;">toppmappe</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Med prefiks: %{idPrefix}/<span style=" font-weight:600;">toppmappe</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Eller, for å bruke en forhåndsgenerert ID-fil med et annet arbeidsrom, sett:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID fil: /snapshots/<span style=" font-weight:600;">toppmappe</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Erstatt prefiksendelse: /<span style=" font-weight:600;">toppmappe</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Med prefiks: /myworkspace/<span style=" font-weight:600;">toppmappe</span> </p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Utwessel-Prefix. Wullt Du dat Prefix vun de ID-Datei bruken, de op den Slötel ophöllt, kannst Du %{idPrefix} bruken. So kannst Du a.B. mit vun feern inhangt ClearCase-Ansichten arbeiden:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-Datei: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Utwesselprefix-Enn: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Mit Prefix: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Wenn Du en vörweg opstellt ID-Datei mit en anner Arbeitrebeet bruken wullt:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-Datei: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Utwesselprefix-Enn: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Mit Prefix: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefix voor vervanging. Om de prefix van het ID-bestand eindigend met de sleutel te gebruiken, gebruik %{idPrefix}. Dit kan worden gebruikt om met op afstand gekoppelde Clearcase-views te werken, stel bijvoorbeeld in:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-bestand: /view/myview/<span style=" font-weight:600;">topmap</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vervang prefixeinde: /<span style=" font-weight:600;">topmap</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Door prefix: %{idPrefix}/<span style=" font-weight:600;">topmap</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Of om een voorgegenereerd ID-bestand met een andere werkruimte, stel in:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID-bestand: /snapshots/<span style=" font-weight:600;">topmap</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vervang prefixeinde: /<span style=" font-weight:600;">topmap</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Met prefix: /myworkspace/<span style=" font-weight:600;">topmap</span> </p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Przyrostek zastępujący. Aby użyć przyrostka identyfikatora pliku kończącego się kluczem, użyj %{idPrefix}. Można tego użyć, aby pracować ze zdalnie zamontowanymi widokami Clearcase, np. ustaw:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID pliku: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zastąp zakończenie przedrostka: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Przedrostkiem: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Lub, aby użyć wstępnie wygenerowanego ID pliku z inną przestrzenią roboczą, użyj:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID pliku: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zastąp zakończenie przedrostka: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Przedrostkiem: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O prefixo de substituição. Para usar o prefixo do ficheiro de ID's que termina com a chave, use o %{idPrefix}. Isto pode ser usado para funcionar em vistas remotas montadas do Clearcase; por exemplo, defina:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ficheiro do ID: /view/minha-vista/<span style=" font-weight:600;">pasta-topo</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substituir o prefixo que termina em:: /<span style=" font-weight:600;">pasta-topo</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pelo prefixo: %{idPrefix}/<span style=" font-weight:600;">pasta-topo</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ou, para usar um ficheiro de ID's previamente gerado com um espaço de trabalho diferente, defina:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ficheiro do ID: /snapshots/<span style=" font-weight:600;">pasta-topo</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substituir o prefixo que termina em: /<span style=" font-weight:600;">pasta-topo</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pelo prefixo: /myworkspace/<span style=" font-weight:600;">pasta-topo</span> </p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Prefixo de substituição. Para usar o prefixo do arquivo de ID que termine com a chave, use o %{idPrefix}. Isto pode ser usado para trabalhar com as visualizações de Clearcase montadas remotamente. Por exemplo, indique:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Arquivo de ID: /visualização/minhavisualização/<span style=" font-weight:600;">topo</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substitui o prefixo que termina em: /<span style=" font-weight:600;">topo</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pelo prefixo: %{idPrefix}/<span style=" font-weight:600;">topo</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ou, para usar um arquivo de ID com um espaço de trabalho diferente, indique:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Arquivo de ID: /snapshots/<span style=" font-weight:600;">topo</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Substitui o prefixo que termina em: /<span style=" font-weight:600;">topo</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pelo prefixo: /espaçodetrabalho/<span style=" font-weight:600;">topo</span> </p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Префикс замены. Для префикса ID с заданным окончанием используйте запись %{idPrefix}. Это может быть полезно для работы с удалёнными представлениями Clearcase. Например, установите:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Файл ID: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Заменить префикс с окончанием: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Префиксом: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Либо, для использования готового файла ID в другой рабочей среде, установите:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Файл ID: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Заменить префикс с окончанием: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Префиксом: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Predpona náhrady. Na použitie predpony ID súboru končiaceho kľúčom, použite %{idPrefix}. Toto sa dá použiť na prácu so pripojenými vzdialenými pohľadmi Clearcase, napríklad, nastavenie:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nahradiť predponu končiacu: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">S predponou: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Alebo, na použitie predgenerovaného ID súboru s inou pracovnou plochou, nastavte:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nahradiť predponu končiacu: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">S predponou: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
sl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Predpona za zamenjavo. Da uporabite predpono datoteke z ID, ki se konča s ključem, uporabite %{idPrefix}. To lahko uporabite z oddaljeno pripetimi prikazi Clearcase. Na primer nastavite:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Datoteka z ID: /view/myview/<span style=" font-weight:600;">vrhnja_mapa</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zamenjaj konec predpone: /<span style=" font-weight:600;">vrhnja_mapa</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">s predpono: %{idPrefix}/<span style=" font-weight:600;">vrhnja_mapa</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ali pa da uporabite pred-ustvarjeno datoteko z ID z drugim delovnim prostorom, nastavite:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Datoteka z ID: /snapshots/<span style=" font-weight:600;">vrhnja_mapa</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zamenjaj konec predpone: /<span style=" font-weight:600;">vrhnja_mapa</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">S predpono: /myworkspace/<span style=" font-weight:600;">vrhnja_mapa</span> </p></body></html>
sr@ijekavian: <html><p>Префикс за замену. За уметање префикса ИД фајла који се завршава овим кључем унесите <icode>%{idPrefix}</icode>. Може се употребити, на пример, за рад са удаљено монтираним Клиркејсовим приказима, где поставите:</p><p>ИД фајл: <icode>/view/mojprikaz/<b>fascikla</b>/ID</icode></p><p>префикс који се мења: <icode>/<b>fascikla</b></icode></p><p>префикс замене: <icode>%{idPrefix}/<b>fascikla</b></icode></p><p>Или, за коришћење претходно генерисаног ИД фајла са различитим радним простором:</p><p>ИД фајл: <icode>/snapshots/<b>fascikla</b>/ID</icode></p><p>префикс који се мења: <icode>/<b>fascikla</b></icode></p><p>префикс замене: <icode>/mojradniprostor/<b>fascikla</b></icode></p></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ersättningsprefix. För att använda prefix för id-filen som slutar med nyckeln, använd %{idPrefix}. Det kan användas för att arbeta med fjärrmonterade Clearcase-vyer, ställ exempelvis in:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Id-fil: /view/min-vy/<span style=" font-weight:600;">toppkatalog</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ersätt prefixslut: /<span style=" font-weight:600;">toppkatalog</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Med prefix: %{idPrefix}/<span style=" font-weight:600;">toppkatalog</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Eller för att använda en tidigare skapad id-fil med en annan arbetsrymd, ställ in:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Id-fil: /snapshots/<span style=" font-weight:600;">toppkatalog</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ersätt prefixslut: /<span style=" font-weight:600;">toppkatalog</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Med prefix: /min-arbetsrymd/<span style=" font-weight:600;">toppkatalog</span> </p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Префікс заміни. Щоб скористатися префіксом файла ідентифікаторів, що завершується на цей ключ, скористайтеся %{idPrefix}. Таким префіксом можна скористатися для роботи з змонтованими віддалено панелями перегляду Clearcase. Наприклад, можна встановити такі значення:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Файл ідентифікаторів: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Замінити префікс, що завершується: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">На префікс: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Або, якщо потрібно використати попередньо створений файл ідентифікаторів з іншим робочим простором, можна встановити:</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Файл ідентифікаторів: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Замінити префікс, що завершується: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">На префікс: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">要取代的前置字串。若是要使用以此鍵值結尾的 ID 檔的前置字串，請填入 %{idPrefix}。它可以與遠端掛載的 Clearcase 檢視一起運作。例如這樣設定：</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /view/myview/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Replace prefix ending: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">With prefix: %{idPrefix}/<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">或者，若您要用另一個工作空間預先產生的 ID 檔，您可以這樣設定：</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ID file: /snapshots/<span style=" font-weight:600;">topdir</span>/ID </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Replace prefix ending: /<span style=" font-weight:600;">topdir</span> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">With prefix: /myworkspace/<span style=" font-weight:600;">topdir</span> </p></body></html>
