Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Highlight Matches
bs: Označi poklapanja
ca@valencia: Ressaltat de les coincidències
da: Fremhæv matches
el: τονισμός ταιριασμάτων
es: Resaltar coincidencias
et: Sobivuste esiletõstmine
fi: Korosta osumat
fr: Mettre en valeur les correspondances
gl: Salientar as aparicións atopadas.
hu: Találatok kiemelése
ia: Evidentia coincidentias
it: Corrispondenze evidenziazione
kk: Сәйкестіктерін бояулау
ko: 일치하는 항목 강조
nb: Uthev samsvar
nds: Drepers rutheven
nl: Overeenkomsten accentueren
pl: Podświetl dopasowania
pt: Realçar as Ocorrências
pt_br: Realçar as ocorrências
ru: Подсветка найденного
sk: Zvýrazniť zhody
sl: Poudari ujemanja
sr@ijekavian: Истицање поклапања
sv: Färglägg träffar
uk: Позначення відповідників
zh_tw: 突顯比對結果

source: Highlight definitions using etags(1):
bs: Označi definicije koristeći etags(1):
ca@valencia: Definicions de ressaltat usant etags(1):
da: Fremhæv definitioner ved brug af etags(1):
el: Τονισμός ορισμών που χρησιμοποιούν etags(1):
es: Resaltar definiciones mediante etags(1):
et: Definitsioonide esiletõstmine etags(1) abil:
fi: Korosta määritelmät etags(1)iä käyttäen.
fr: Mettez en évidence les définitions en utilisant « etags » (1):
gl: Salientar as definicións usando etaqs(1):
hu: Meghatározások kiemelése etags(1) használatával:
ia: Evidentia definitiones usante etags(1):
it: Definizione dell'evidenziazione usanto etags(1):
kk: etags(1)-мен анықтамаларын бояулау:
ko: etags(1)을 사용하여 선언부 강조:
nb: Fremhev definisjoner ved bruk av etags(1):
nds: Definitschonen rutheven, de etags(1) bruukt:
nl: Definities accentueren met etags(1):
pl: Podświetl definicje przy używając etags(1):
pt: Realçar as definições com o 'etags(1)':
pt_br: Definição de realce usando etags(1):
ru: Подсвечивать определения, применяя etags(1):
sk: Zvýrazniť definície pomocou etags(1):
sl: Poudari določila z uporabo etags(1):
sr@ijekavian: Истичи дефиниције помоћу etags(1):
sv: Färglägg definitioner med användning av etags(1):
uk: Підсвічувати визначення за допомогою etags(1):
zh_tw: 使用 etags(1) 的突顯定義：

source: Use etags(1) to find definitions, and highlight them.
bs: Koristi etags(1) za nalaženje i označavanje definicija.
ca@valencia: Utilitza etags(1) per cercar definicions, i ressaltar-les.
da: Brug etags(1) til at finde definitioner og fremhæve dem:
el: Χρησιμοποιήστε etags(1)1 για να βρείτε ορισμούς και τονίστε τους.
es: Usar etags(1) para buscar definiciones, y resaltarlas.
et: etags(1) kasutamine definitsioonide leidmiseks ja nende esiletõstmiseks.
fi: Etsi määritelmät etags(1)illä ja korosta ne.
fr: Utilisez « etags » (1) pour trouver des définitions et les mettre en valeur.
gl: Usar etags(1) para atopar definicións e salientalas.
hu: etags(1) használata a meghatározások kereséséhez és kiemeléséhez.
ia: Usa etags(1) per trovar definitiones, e evidentiar los.
it: Usa etags(1) per trovare le definizioni ed evidenziarle.
kk: etags(1) көмегімен анықтамаларын тауып бояулау.
ko: etags(1)로 선언부를 찾아서 강조합니다.
nb: Bruk etags(1) til å finne definisjoner, og fremhev dem.
nds: Definitschonen över etags(1) söken un rutheven
nl: Gebruik etags(1) om definities te zoeken en accentueer ze.
pl: Użyj etags(1), aby znaleźć definicje i podświetl je.
pt: Usar o 'etags(1)' para procurar as definições e realçá-las.
pt_br: Use etags(1) para encontrar definições e destacá-las.
ru: Найти определения с помощью etags(1) и подсветить их.
sk: Použite etags(1) na hľadanie definícií, a zvýraznenie ich.
sl: Uporabi etags(1) za iskanje in poudarjanje določil.
sr@ijekavian: Користи се etags(1) за налажење и истицање дефиниција.
sv: Använd etags(1) för att hitta definitioner, och färglägg dem.
uk: Скористатися etags(1) для пошуку визначень і підсвітити знайдене.
zh_tw: 用 etags(1) 來尋找定義，並將之突顯。

source: Enabled
bs: Omogućeno
ca@valencia: Activat
da: Aktiveret
el: Ενεργό
es: Activado
et: Lubatud
fi: Käytössä
fr: Activé
gl: Activado
hu: Engedélyezve
ia: Habilitate
it: Abilitato
kk: Рұқсат етілген
ko: 사용함
nb: Slått på
nds: Anmaakt
nl: Ingeschakeld
pl: Włączone
pt: Activo
pt_br: Habilitado
ru: Включён
sk: Povolené
sl: Omogočeno
sr@ijekavian: укључено
sv: Aktiverad
uk: Увімкнено
zh_tw: 已開啟

source: Highlight files with suffixes:
bs: Označi datoteke s sufiksima
ca@valencia: Ressalta fitxers amb sufixos:
da: Fremhæv filer med endelser:
el: Τονισμός αρχείων με καταλήξεις:
es: Resaltar archivos con sufijos:
et: Tõstetakse esile failid sufiksiga:
fi: Korosta tiedostot, joiden pääte on:
fr: Mettre les fichiers en évidence avec les extensions :
gl: Salientar os ficheiros con sufixos:
hu: Fájlok kiemelése utótaggal:
ia: Evidentia files con suffixes:
it: Evidenzia file con suffissi:
kk: Мына жұрнақты файлдар бояулансын:
ko: 다음으로 끝나는 파일 강조:
nb: Framhev filer med suffikser:
nds: Dateien mit disse Ennen rutheven:
nl: Accentueer bestanden met achtervoegsels:
pl: Podświetl pliki z przyrostkami:
pt: Realçar os ficheiros com os sufixos:
pt_br: Arquivos de realce com sufixos:
ru: Подсвечивать файлы с расширениями:
sk: Zvýrazniť súbory s príponami:
sl: Poudari datoteke s priponami:
sr@ijekavian: Истичи фајлове са суфиксима:
sv: Färglägg filer med suffix:
uk: Підсвітити файли з суфіксами:
zh_tw: 突顯以此做為後置字串的檔案：

source: Use .h;.hxx to highlight files which may contain declarations.
bs: Koristi .h;.hxx za označavanje datoteka koje mogu sadržati deklaracije.
ca@valencia: Usa .h;.hxx per ressaltar fitxers que poden contindre declaracions.
da: Brug .h;.hxx til at fremhæve filer, som kan indeholde erklæringer.
el: Χρησιμοποιήστε .h,.hxx για να τονίσετε αρχεία τα οποία περιέχουν δηλώσεις.
es: Utilizar .h;.hxx para destacar archivos que pudieran contener declaraciones.
et: .h;.hxx kasutamine failide esiletõstmiseks, mis võivad sisaldada deklaratsioone.
fi: Käytä ”.h;.hxx” korostamaan tiedostot, jotka voivat sisältää esittelyjä.
fr: Utilisez « .h ; .hxx » pour mettre en valeur les fichiers pouvant contenir des déclarations.
gl: Usar .h;.hxx para salientar os ficheiros que podan conter declaracións.
hu: A .h;.hxx használata azon fájlok kiemeléséhez, amelyek meghatározásokat tartalmazhatnak.
ia: Usa .h;.hxx pro evidentiar files que poterea continer declarationes.
it: Usa .h,.hxx per evidenziare file che possono contenere determinate dichiarazioni.
kk: Жариялаулары болуы мүмкін файлдарды .h;.hxx деп белгілеу.
ko: .h;.hxx를 입력하면 선언부가 포함될 수 있는 파일을 강조합니다.
nb: Bruk .h; .hxx til å fremheve filer som kan inneholde deklarasjoner.
nds: Mit ".h;.hxx" laat sik Dateien rutheven, de Deklaratschonen bargen köönt.
nl: Gebruik .h;.hxx om bestanden te accentueren die declaraties kunnen bevatten.
pl: Use .h;.hxx aby podświetlić pliki, które mogą zawierać deklaracje.
pt: Usar o '.h;.hxx' para realçar os ficheiros que possam conter declarações.
pt_br: Use .h;.hxx para realçar os arquivos que pode conter declarações.
ru: Укажите здесь .h;.hxx, чтобы выделить файлы, которые могут содержать определения.
sk: Použite .h; .hxx na zvýraznenie súborov ktoré môžu obsahovať deklarácie.
sl: Uporabite .h;.hxx da poudarite datoteke, ki morda vsebujejo določila.
sr@ijekavian: Унесите .h;.hxx за истицање фајлова који можда садрже декларације.
sv: Använd .h;.hxx för att färglägga filer som kan innehålla deklarationer.
uk: Скористайтеся маскою .h;.hxx, якщо треба підсвітити файли, у яких можуть міститися оголошення.
zh_tw: 用 .h;.hxx 來突顯可能包含宣告的檔案。

source: A regular expression which must also be matched. Use %{token} to include the token. This can be used to get the effect of full text searching for strings which contain the token and match the filter.
bs: Regularni izraz koji treba takođe biti poklopljen, %{token} za uključenje tokena. Ovo se može koristiti za efekat pune pretrage teksta za stringove koji imaju token i slažui se s filterom.
ca@valencia: Una expressió regular que també ha de coincidir. Useu %{token} per incloure el testimoni. Això es pot utilitzar per obtindre l'efecte de cerca de text complet per cadenes que contenen el testimoni i coincideixen amb el filtre.
da: Et regulært udtryk, som også skal matches. Brug %{token} til at inkludere tokenet. Dette kan bruges til at effekten af en fuld tekstsøgning for strenge, som indeholder tokenet og matcher filteret.
el: Μια κανονική έκφραση για την οποία πρέπει επίσης να γίνει σύγκριση. Χρησιμοποιήστε %{token} για να συμπεριληφθεί το αναγνωριστικό. Αυτό χρησιμεύει για την αναζήτηση σε πλήρες κείμενο για συμβολοσειρές οι οποίες περιέχουν το αναγνωριστικό και ταιριάζουν με το φίλτρο.
es: Expresión regular que también se debe encontrar. Utilice %{token} para incluir el token. Esto se puede utilizar para lograr el efecto de búsqueda en todo el texto de cadenas que contengan el token y coincidan con el filtro.
et: Regulaaravaldis, mis peab samuti vastama. Märgise kaasamiseks kasuta %{token}. Seda saab kasutada täistekstiotsingu rakendamiseks stringide puhul, mis sisaldavad märgist ja vastavad filtrile.
fi: Säännöllinen lauseke, jota haettavan pitää viereisen lausekkeen lisäksi vastata. Lausekkeen voi sisällyttää merkinnällä %{token}. Tätä voi käyttää aikaansaamaan kokotekstihaun merkkijonoille, jotka sisältävät lausekkeen ja jotka vastaavat suodatinta.
fr: Une expression rationnelle qui doit correspondre. Utilisez %{token} pour inclure le jeton. Ceci peut être utilisé pour avoir une recherche de texte complète pour les chaînes qui contiennent le jeton et correspondent au filtre.
gl: Unha expresión regular que tamén debe atoparse. Use %{token} para incluír o token. Isto pode usarse para obter o efecto de busca en todo o texto nas cadeas que conteñan o token e casen co filtro.
hu: Egy reguláris kifejezés, amelynek szintén illeszkednie kell. A(z) %{token} használatával felveheti a tokent. Ez a karakterláncok teljes szöveg keresés hatásának megszerzéséhez használható, amely tartalmazza a tokent és illeszkedik a szűrőre.
ia: Un expression regular con le qual on debe haber correspondentia. Usa %{indicio} pro includer l eindicio. Isto pote esser usate pro obtenerle effecto de cerca in texto plen de catenas que contine le indicio e que ha correspondentia con le filtro.
it: Un'espressione regolare che deve anch'essa corrispondere. Usa %{token} per includere l'elemento. Può essere usato per ottenere l'effetto di una ricerca di stringhe nel testo che contengono l'elemento e corrispondono al filtro.
kk: Қоса іздейтін үлгі өрнегі. Кілтті кіргізу үшін %{кілт} деп келтіріңіз. Келтірген кілт кіретін және сүзгіге сәйкестіні толық мәтінді іздеуді атқарып іздеу үшін қолдануға болады.
ko: 일치해야 할 정규 표현식입니다. 토큰을 포함하려면 %{token}을 사용하십시오. 이는 토큰을 포함하고 필터와 일치하는 문자열을 전체에서 검색하는 것과 같은 효과입니다.
nb: Et regulært uttrykk som også må samstemme. Bruk %{symbol} for å ta med symbolet. Dette kan brukes til å virke som fulltekstsøk etter strenger som inneholder symbolet og samstemmer med filteret.
nds: En reguleer Utdruck, de ok passen mutt. De Mark kannst Du mit %{token} dor binnen bruken. So kannst Du na all Text söken, de de Mark bargt un op den de regulere Utdruck passt.
nl: Een reguliere expressie die ook moet overeenkomen. Gebruik %{token} om het token in te voegen. Dit kan gebruikt worden om het effect te verkrijgen van zoeken in de volledige tekst naar tekenreeksen die het token bevat en overeenkomt met het filter.
pl: Wyrażenie regularne, które także musi zostać dopasowane. Użyj %{token}, aby uwzględnić token. Można tego użyć, aby uzyskać efekt pełnego przeszukania tekstu pod kątem ciągów znaków, które zawierają token i pasują do filtra.
pt: Uma expressão regular que também terá de ter correspondência. Use o %{parâmetro} para incluir o parâmetro. Isto pode ser usado para obter o efeito da pesquisa em texto completo por sequências que possam conter o parâmetro e corresponder ao filtro.
pt_br: Uma expressão regular que também deve ser correspondida. Use o %{token} para incluir o item. Isto pode ser usado para obter o efeito de pesquisa por texto completo nas sequências de texto que contêm o item e que correspondem ao filtro.
ru: Регулярное выражение, которое также должно выполняться. Включить в него ключевую фразу можно, используя %{token}. Это можно использовать для полнотекстового поиска строк, содержащих ключевую фразу и удовлетворяющих фильтру.
sk: Regulárny výraz, ktorý musí tiež vyhovovať. Použite %1{token} na zahrnutie tokenu. Toto sa dá použiť na dosiahnutie efektu fulltextového hľadania pre reťazce, ktoré obsahujú token a vyhovujú filtru.
sl: Regularni izraz, ki se mora tudi ujemati. Uporabite %{žeton}, da vključite žeton. Če to uporabite, lahko iščete za nizi, ki vsebujejo žeton in se hkrati ujemajo s filtrom.
sr@ijekavian: Регуларни израз који такође мора да се поклопи. Унесите <icode>%{token}</icode> за уметање токена. Овим се може добити ефекат целотекстуалне претраге за нискама које садрже токен и поклапају филтер.
sv: Ett reguljärt uttryck som också måste matchas. Använd %{symbol} för att inkludera symbol. Det kan användas för att erhålla effekten av fullständig textsökning av strängar som innehåller symbolen och matchar filtret.
uk: Формальний вираз, якому також має відповідати знайдене. Скористайтеся записом %{ключ}, щоб включити ключ. Цим виразом можна скористатися для коригування повнотекстового пошуку рядків, які містять ключ і відповідають фільтру.
zh_tw: 需要一起比對的正規表示式。用 %{token} 來包括此標記。 它可以用於對包含此標記並符合此過濾器的字串做全文檢索。

source: Find a symbol, filename or other token using auto-completion. Hit return to lookup occurrences within files.
bs: Nađi simbol, ime datoteke ili drugi token koristeći automatsko završavanje, Pritisni Enter za traženje u datotekama.
ca@valencia: Cerca un símbol, nom de fitxer o una altre testimoni utilitzant la compleció automàtica. Premeu retorn per cercar ocurrències en els fitxers.
da: Find et symbol, filnavn eller andet token ved brug af autofuldførelse. Tast Retur for at finde steder i filen, hvor det optræder.
el: Βρείτε ένα σύμβολο, όνομα αρχείου ή άλλο αναγνωριστικό με χρήση αυτόματης συμπλήρωσης. Πατήστε enter για να δείτε τα αποτελέσματα μέσα στα αρχεία.
es: Encontrar un símbolo, un nombre de archivo u otro token utilizando el autocompletado. Pulse «Intro» para buscar ocurrencias en los archivos.
et: Sümboli, failinime või muu märgise leidmine automaatse lõpetamise abil. Klahvi Return vajutamine võimaldab otsida vasteid failide sees.
fi: Etsi symboli, tiedostonimi tai muu jono automaattitäydennyksellä. Paina Enter etsiäksesi osumia tiedostoista.
fr: Trouve un symbole, un nom de fichier ou un autre jeton en utilisant l'auto-complètement. Appuyez sur « Entrée » pour consulter les occurrences dans les fichiers.
gl: Buscar un símbolo, nome de ficheiro ou outro token usando a completación automática. Prema Intro para buscar aparicións dentro dos ficheiros.
hu: Egy szimbólum, fájlnév vagy egyéb token keresése az automatikus kiegészítés használatával. Üsse le az entert az előfordulások kereséséhez a fájlokon belül.
ia: Trova un symbolo, un nomine de file o altere indicio usante auto-completion. Preme clave de retorno pro cercar occurrentias intra files.
it: Trova un simbolo, nome file o altra parola usando il completamento automatico. Premi Invio per trovare le corrispondenze nei file.
kk: Символ, файл атауы, не басқа бірдемені автотолықтырумен тауып беру. Enter пернені басып файлдарда оны іздеуге болады.
ko: 자동 완성을 사용하여 기호, 파일 이름, 기타 토큰을 찾습니다. Enter 키를 누르면 파일 내부에서 일치 여부를 찾습니다.
nb: Finn et symbol, filnavn eller annet symbol ved å bruke autofullføring. Trykk Return for å slå opp forekomster inni filer.
nds: En Symbool, Dateinaam oder anner Mark över de Autokompletteren söken. Drück de Ingaavtast, wenn Du binnen Dateien na Drepers kieken wullt.
nl: Zoek een symbool, bestandsnaam of ander token doe auto-aanvulling gebruikt. Druk op Enter om deze in bestanden te zoeken.
pl: Znajdź symbol, nazwę pliku, lub inny token przy użyciu samoczynnego uzupełniania. Naciśnij klawisz enter, aby znaleźć wystąpienia w plikach.
pt: Procura um símbolo, nome de ficheiro ou outro parâmetro com a completação automática. Carregue em Return para procurar por ocorrências dentro dos ficheiros.
pt_br: Procurar um símbolo, nome de arquivo ou outro item usando completação automática. Pressione a tecla Enter para procurar as ocorrências nos arquivos.
ru: Поиск символа, имени файла или другой ключевой строки с автодополнением. Нажмите Enter, чтобы найти все вхождения строки в файлах.
sk: Nájdite symbol, názov súboru alebo iný token pomocou automatického dokončenia. Stlačte enter na vyhľadanie výskytov v súboroch.
sl: Najdi simbol, ime datoteke ali drug žeton s pomočjo samodejnega dopolnjevanja. Pritisnite Enter, da najdete pojavitve znotraj datotek.
sr@ijekavian: Нађите симбол, име фајла или неки други токен помоћу самодопуне. Притисните Enter да потражите појављивања у фајловима.
sv: Hitta en programsymbol, filnamn eller annan symbol med automatisk komplettering. Tryck på returtangenten för att slå upp förekomster inne i filer.
uk: Знайти символ, назву файла або інший елемент на основі автодоповнення. Натисніть Enter, щоб наказати програмі виконати пошук відповідників серед файлів.
zh_tw: 用自動補完機制來找符號、檔名或其他標記。按下 Return 來在檔案中尋找比對符合的地方。

source: Settings...
bs: Postavke...
ca@valencia: Arranjament...
da: Indstillinger...
el: Ρυθμίσεις...
es: Preferencias...
et: Seadistused...
fi: Asetukset…
fr: Configuration...
gl: Configuración...
hu: Beállítások…
ia: Preferentias...
it: Impostazioni...
kk: Баптау...
ko: 설정...
nb: Innstillinger …
nds: Instellen...
nl: Instellingen...
pl: Ustawienia...
pt: Configuração...
pt_br: Configurações...
ru: Параметры...
sk: Nastavenia...
sl: Nastavitve ...
sr@ijekavian: Поставке...
sv: Inställningar...
uk: Параметри…
zh_tw: 設定...

source: Token:
ca@valencia: Testimoni:
el: Αναγνωριστικό:
et: Märgis:
fi: Lauseke:
fr: Jeton :
ia: Indicio:
it: Elemento:
kk: Кілті:
ko: 토큰:
nb: Symbol:
nds: Mark:
pt: Parâmetro:
pt_br: Item:
ru: Ключевая строка:
sl: Žeton:
sr@ijekavian: Токен:
sv: Symbol:
uk: Елемент:
zh_tw: 標記：

source: Filtered matches for the token. Activate a match to jump to it.
bs: Filtrirana traženja za token. Aktivirajte slaganja za usaglašavanje skoka u njega.
ca@valencia: Coincidències filtrades amb el testimoni. Activeu una coincidència per anar-hi.
da: Filtrerede matchene for tokenet. Aktivér et match for at hoppe til det.
el: Φιλτραρισμένα ταιριάσματα για το αναγνωριστικό. Ενεργοποιήστε ένα ταίριασμα για να μεταβείτε σε αυτό.
es: Coincidencias filtradas para el token. Active una coincidencia para ir al lugar donde aparece.
et: Märgise filtreeritud vasted. Sobivusele liikumiseks aktiveeri see.
fi: Suodatetut osumat lausekkeesta. Aktivoi osuma siirtyäksesi siihen.
fr: Correspondances filtrées pour le jeton. Activez une correspondance pour s'y déplacer directement.
gl: As coincidencias do token filtradas. Active unha para ir a ela.
hu: Szűrt illeszkedések a tokenhez. Aktiváljon egy találatot a hozzá ugráshoz.
ia: Coincidentias filtrate per le indicio. Activa un coincidentia per saltar a illo.
it: Corrispondenze filtrate per l'elemento. Attiva una corrispondenza per vederlo.
kk: Іздегеннің сүзгілеген сәйкестіктері. Тапқанды белсендету үшін оган ауысу керек.
ko: 토큰과 일치하는 항목 목록입니다. 일치하는 항목을 선택하면 이동합니다.
nb: Filtrerte samsvar for symbolet. Aktiver et treff for å hoppe dit.
nds: Filtert Drepers för de Mark. Klick op en Dreper, wenn Du dor henjumpen wullt.
nl: Gefilterde overeenkomsten voor het token. Activeer een overeenkomst om naar toe te springen.
pl: Odfiltrowane dopasowania dla tokena. Uaktywnij dopasowanie, aby do niego przeskoczyć.
pt: Ocorrências filtradas pelo parâmetro. Active uma ocorrência para ir para ela.
pt_br: As ocorrências filtradas para o item. Ative uma ocorrência para ir até ela.
ru: Отфильтрованные вхождения этой ключевой строки. Выберите вхождение, чтобы перейти к нему.
sk: Filtrované zhody pre token. Aktivujte zhodu, na ktorú chcete skočiť.
sl: Filtrirana ujemanja za žeton. Omogočite ujemanje, da skočite nanj.
sr@ijekavian: Филтрирана поклапања за токен. Активирајте поклапање да скочите до њега.
sv: Filtrerade träffar av symbolen. Aktivera en träff att gå till.
uk: Фільтровані відповідники елемента. Активуйте відповідник, щоб перейти до нього.
zh_tw: 過濾標記的比對結果。啟動比對結果來跳過去。

source: Stack of previous locations. Activate an item to jump to it.
bs: Stek prethodnih lokacija. Aktivirajte stavku za skok u nju.
ca@valencia: Pila d'ubicacions anteriors. Activeu un element per anar-hi.
da: Stak af forrige steder. Aktivér et element for at hoppe til det.
el: Στοίβα προηγούμενων θέσεων. Ενεργοποιήστε ένα αντικείμενο για να μεταβείτε σε αυτό.
es: Pila de ubicaciones anteriores. Active un elemento para ir al lugar que indica.
et: Varasemate asukohtade pinu. Elemendile liikumiseks aktiveeri see.
fi: Aiempien sijaintien pino. Aktivoi kohta siirtyäksesi siihen.
fr: Pile des emplacements précédents. Activez un élément pour s'y déplacer directement.
gl: O montón de lugares previos. Active un elemento para ir a el.
hu: Az előző helyek verme. Aktiváljon egy elemet a hozzá ugráshoz.
ia: Pila de previe locationes. Activa un elemento pro saltar a illo.
it: Elenco di posizioni precedenti. Attiva un elemento per vederlo.
kk: Алдыңғы орындар тізімі. Керегін белсендету үшін оган ауысу керек.
ko: 이전 위치 스택입니다. 항목을 선택하면 이동합니다.
nb: Stakk av tidligere steder. Aktiver et element for å hoppe til det.
nds: Stapel mit verleden Steden. Klick op en Indrag, wenn Du dor henjumpen wullt.
nl: Stapel met vorige locaties. Activeer een item om naar toe te springen.
pl: Stos poprzednich położeń. Uaktywnij element, aby do niego przeskoczyć.
pt: Pilha das localizações anteriores. Active um item para ir para ele.
pt_br: Listagem das localizações anteriores. Ative um item para ir até ele.
ru: Список предыдущих расположений. Выберите элемент, чтобы перейти к нему.
sk: Zásobník predošlých umiestnení. Aktivujte položku, na ktorú chcete skočiť.
sl: Sklad predhodnih mest. Omogočite predmet, da skočite nanj.
sr@ijekavian: Стек претходних локација. Активирајте ставку да скочите до ње.
sv: Lager med tidigare platser. Aktivera en post för att gå till den.
uk: Стос попередніх місць. Активуйте запис, щоб перейти до нього.
zh_tw: 先前位置的堆疊。啟動一個項目來跳過去。

source: Filter:
ca@valencia: Filtre:
el: Φίλτρο:
es: Filtro:
fi: Suodatin:
fr: Filtre :
gl: Filtro:
hu: Szűrő:
ia: Filtro:
it: Filtro:
kk: Сүзгі:
ko: 필터:
pl: Filtr:
pt: Filtro:
pt_br: Filtro:
ru: Фильтр:
sr@ijekavian: Филтер:
uk: Фільтр:
zh_tw: 過濾器：
