Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# @info:tooltip
source: Template file not found <filename>%1</filename>
bs: Nema datoteke predloška <filename>%1</filename>
ca@valencia: No s'ha trobat el fitxer de plantilla <filename>%1</filename>
da: Skabelonfil ikke fundet <filename>%1</filename>
el: Το αρχείου προτύπου δε βρέθηκε <filename>%1</filename>
es: No se ha podido encontrar el archivo de plantilla <filename>%1</filename>
et: Mallifaili ei leitud <filename>%1</filename>
fi: Mallipohjatiedostoa ei löydy: <filename>%1</filename>
fr: Impossible de trouver le modèle <filename>%1</filename>
gl: Non se atopou o ficheiro modelo <filename>%1</filename>
hu: A sablonfájl nem található: <filename>%1</filename>
ia: Il non trovava le file de patrono <filename>%1</filename>
it: File modello inesistente <filename>%1</filename>
ko: 템플릿 파일 <filename>%1</filename>을(를) 찾을 수 없음
nb: Fant ikke mal-fil <filename>%1</filename>
nds: Vörlaagdatei <filename>%1</filename> lett sik nich finnen
nl: Sjabloonbestand <filename>%1</filename> niet gevonden
pl: Nie znaleziono pliku szablonu <filename>%1</filename>
pt: O ficheiro do modelo <filename>%1</filename> não foi encontrado
pt_br: Arquivo de modelo <filename>%1</filename> não encontrado
ru: Файл шаблона <filename>%1</filename> не найден
sk: Súbor šablóny nenájdený <filename>%1</filename>
sl: Datoteka s predlogo <filename>%1</filename> ni bila najdena
sr@ijekavian: Фајл шаблона није нађен <filename>%1</filename>
sv: Mallfil <filename>%1</filename> hittades inte
uk: Файл-шаблон не знайдено <filename>%1</filename>
zh_tw: 找不到樣本檔 <filename>%1</filename>

# @info:tooltip
source: Template file error [<filename>%1</filename>]: <status>%2</status>
bs: Greška predloška datoteke [<filename>%1</filename>]: <status>%2</status>
ca@valencia: Error de fitxer de plantilla [<filename>%1</filename>]: <status>%2</status>
da: Fejl ved skabelonfil [<filename>%1</filename>]: <status>%2</status>
el: Σφάλμα αρχείου προτύπου [<filename>%1</filename>]: <status>%2</status>
es: Error en el archivo de plantilla [<filename>%1</filename>]: <status>%2</status>
et: Mallifaili tõrge [<filename>%1</filename>]: <status>%2</status>
fi: Mallipohjatiedostovirhe [<filename>%1</filename>]: <status>%2</status>
fr: Erreur du fichier modèle [<filename>%1</filename>] : <status>%2</status>
gl: Erro no ficheiro modelo [<filename>%1</filename>]: <status>%2</status>
hu: Sablonfájl hiba [<filename>%1</filename>]: <status>%2</status>
ia: Error de file de patrono [<filename>%1</filename>]: <status>%2</status>
it: Errore file modello [<filename>%1</filename>]: <status>%2</status>
ko: 템플릿 파일 오류 [<filename>%1</filename>]: <status>%2</status>
nb: Feil i mal-fl [<filename>%1</filename>]: <status>%2</status>
nds: Fehler binnen Vörlaagdatei [<filename>%1</filename>]: <status>%2</status>
nl: Fout in sjabloonbestand [<filename>%1</filename>]: <status>%2</status>
pl: Błąd pliku szablonu [<filename>%1</filename>]: <status>%2</status>
pt: Erro no ficheiro do modelo [<filename>%1</filename>]: <status>%2</status>
pt_br: Erro no arquivo de modelo [<filename>%1</filename>]: <status>%2</status>
ru: Ошибка в файле шаблона [<filename>%1</filename>]: <status>%2</status>
sk: Chyba súboru šablóny [<filename>%1</filename>]: <status>%2</status>
sl: Napaka datoteke predloge [<filename>%1</filename>]: <status>%2</status>
sr@ijekavian: Грешка фајла шаблона [<filename>%1</filename>]: %2
sv: Fel för mallfil [<filename>%1</filename>]: <status>%2</status>
uk: Помилка у файлі-шаблоні [<filename>%1</filename>]: <status>%2</status>
zh_tw: 樣本檔發生錯誤 [<filename>%1</filename>]: <status>%2</status>

source: Python autocomplete
bs: Python autokompletiranje
ca@valencia: Compleció automàtica de Python
da: Python autofuldførelse
el: Python αυτόματη συμπλήρωση
es: Completar automáticamente Python
et: Pythoni automaatne lõpetamine
fi: Python-automaattitäydennys
fr: Auto-complètement Python
gl: Completación automática de Python
hu: Python automatikus kiegészítés
ia: Autocompletion de Python
it: Autocompletamento Python
kk: Python автотолықтыруы
ko: 파이썬 자동 완성
nb: Python autofullføring
nds: Python-Autokompletteren
nl: Python automatisch aanvullen
pl: Samoczynne uzupełnianie Python
pt: Completação automática do Python
pt_br: Completação automática do Python
ru: Автодополнение кода Python
sk: Automatické ukončovanie Python
sl: Samodejno dopolnjevanje za Python
sr@ijekavian: Самодопуна питона
sv: Automatisk komplettering för Python
uk: Автодоповнення Python
zh_tw: Python 自動補完

source: There was a syntax error in this file:
bs: Bila je sintaksna greška u ovoj datoteci:
ca@valencia: Hi ha hagut un error de sintaxi en este fitxer:
da: Der var en syntaksfejl i denne fil:
el: Υπήρξε συντακτικό σφάλμα στο αρχείο αυτό:
es: Se ha producido un error de sintaxis en este archivo:
et: Selles failis esines süntaksiviga:
fi: Seuraavassa tiedostossa oli syntaksivirhe:
fr: Il y avait une erreur de syntaxe dans ce fichier:
gl: Había un erro de sintaxe neste ficheiro:
hu: Szintaktikai hiba volt ebben a fájlban:
ia: Il habeva un error de synthaxe in iste file:
it: Errore di sintassi in questo file:
kk: Мына файлда синтаксис қате бар:
ko: 이 파일에 구문 오류가 있습니다:
nb: Det var en syntaksfeil i denne fila:
nds: Dat gifft en Syntax-Fehler binnen disse Datei :
nl: Er is een syntaxisfout in dit bestand:
pl: Wystąpił błąd składni w tym pliku:
pt: Ocorreu um erro de sintaxe neste ficheiro:
pt_br: Ocorreu um erro de sintaxe neste arquivo:
ru: В этом файле обнаружена синтаксическая ошибка:
sk: Bola syntaktická chyba v tomto súbore:
sl: V tej datoteki je skladenjska napaka:
sr@ijekavian: Синтаксна грешка у фајлу:
sv: Det finns ett syntaxfel i filen:
uk: У цьому файлі виявлено синтаксичну помилку:
zh_tw: 此檔案中有語法錯誤：

# %1 is error message
source: %1 * file: %2
bs: %1 * datoteka: %2
ca@valencia: %1 * fitxer: %2
da: %1 * fil: %2
el: %1 * αρχείο: %2
es: %1 * archivo: %2
et: %1 * fail: %2
fi: %1 * tiedosto: %2
fr: %1 * fichier: %2
gl: %1 * ficheiro: %2
hu: %1 * fájl: %2
kk: %1 * файлы: %2
ko: %1 * 파일: %2
nb: %1 * fil: %2
nds: %1 * Datei: %2
nl: %1 * bestand: %2
pl: %1 * plik: %2
pt: %1 * ficheiro: %2
pt_br: %1 * arquivo: %2
ru: %1 * файл: %2
sk: %1 * súbor: %2
sl: %1 * datoteka: %2
sr@ijekavian: %1 * фајл: %2
sv: %1 * fil: %2
uk: %1 * файл: %2
zh_tw: %1 * 檔案：%2

# %1 is error message
source: %1 * text: %2
bs: %1 * tekst: %2
da: %1 * tekst: %2
el: %1 * κείμενο: %2
es: %1 * texto: %2
et: %1 * tekst: %2
fi: %1 * teksti: %2
fr: %1 * texte : %2
gl: %1 * texto: %2
hu: %1 * szöveg: %2
ia: %1 * texto: %2
it: %1 * testo: %2
kk: %1 * мәтіні: %2
ko: %1 * 텍스트: %2
nb: %1 * tekst: %2
nl: %1 * tekst: %2
pl: %1 * tekst: %2
pt: %1 * texto: %2
pt_br: %1 * texto: %2
ru: %1 * текст: %2
sl: %1 * besedilo: %2
sr@ijekavian: %1 * текст: %2
uk: %1 * текст: %2
zh_tw: %1 * 文字：%2

# %1 is error message
source: %1 * line: %2
bs: %1 * linija: %2
ca@valencia: %1 * línia: %2
da: %1 * linje: %2
el: %1 * γραμμή: %2
es: %1 * línea: %2
et: %1 * rida: %2
fi: %1 * rivi: %2
fr: %1 * ligne : %2
gl: %1 * liña: %2
hu: %1 * sor: %2
ia: %1 * rango: %2
it: %1 * riga: %2
kk: %1 * жолы: %2
ko: %1 * 줄: %2
nb: %1 * linje: %2
nds: %1 * Reeg: %2
nl: %1 * regel: %2
pl: %1 * wiersz: %2
pt: %1 * linha: %2
pt_br: %1 * linha: %2
ru: %1 * строка: %2
sk: %1 * riadok: %2
sl: %1 * vrstica: %2
sr@ijekavian: %1 * ред: %2
sv: %1 * rad: %2
uk: %1 * рядок: %2
zh_tw: %1 * 行號：%2

# @label:listbox
source: Python Jedi autocomplete
bs: Python jedi autokompletiranje
ca@valencia: Compleció automàtica de Jedi del Python
da: Python jedi-autofuldførelse
el: Αυτόματη συμπλήρωση Python Jedi
es: Completado automáticamente de Python Jedi
et: Python Jedi automaatne lõpetamine
fi: Python Jedi -automaattitäydennys
fr: Auto-complètement du Jedi Python
gl: Completación automática Jedi de Python
hu: Python Jedi automatikus kiegészítés
ia: Autocompletion de Jedi de Python
it: Autocompletamento Python Jedi
kk: Python Jedi автотолықтыруы
ko: 파이썬 Jedi 자동 완성
nb: Python Jedi autofullføring
nds: Python-Jedi-Autokompletteren
nl: Python Jedi automatisch aanvullen
pl: Samoczynne uzupełnianie Python Jedi
pt: Completação automática Jedi do Python
pt_br: Completação automática Jedi do Python
ru: Автодополнение Python Jedi
sk: Automatické ukončovanie Jedi
sl: Samodejno dopolnjevanje Jedi za Python
sr@ijekavian: Самодопуна питона Џедајем
sv: Jedi automatisk komplettering för Python
uk: Автодоповнення Python Jedi
zh_tw: Python Jedi 自動補完

# @info
source: Misbalanced brackets: at <numid>%1</numid>,<numid>%2</numid> and <numid>%3</numid>,<numid>%4</numid>
bs: Neuravnotežene zagrade: na <numid>%1</numid>,<numid>%2</numid> i <numid>%3</numid>,<numid>%4</numid>
ca@valencia: Parèntesis desaparellats: en <numid>%1</numid>,<numid>%2</numid> i <numid>%3</numid>,<numid>%4</numid>
da: Ubalancerede klammer: ved <numid>%1</numid>,<numid>%2</numid> og <numid>%3</numid>,<numid>%4</numid>
el: Μη ισορροπημένες αγκύλες: στο <numid>%1</numid>,<numid>%2</numid> και <numid>%3</numid>,<numid>%4</numid>
es: Paréntesis desemparejados: en <numid>%1</numid>,<numid>%2</numid> and <numid>%3</numid>,<numid>%4</numid>
et: Valesti paigutatud sulud: <numid>%1</numid>,<numid>%2</numid> ja <numid>%3</numid>,<numid>%4</numid>
fi: Tasapainottamattomat sulkeet: kohdissa <numid>%1</numid>,<numid>%2</numid> ja <numid>%3</numid>,<numid>%4</numid>
fr: Parenthèses non équilibrées : à <numid>%1</numid>,<numid>%2</numid> et <numid>%3</numid>,<numid>%4</numid>
gl: Parénteses sen par: en <numid>%1</numid>,<numid>%2</numid> e <numid>%3</numid>,<numid>%4</numid>
hu: Kiegyensúlyozatlan zárójelek: <numid>%1</numid>,<numid>%2</numid> és <numid>%3</numid>,<numid>%4</numid>
ia: Parenthesis mal balanciate : a <numid>%1</numid>,<numid>%2</numid> e <numid>%3</numid>.<numid>%4</numid>
it: Parentesi non bilanciate: a <numid>%1</numid>,<numid>%2</numid> e <numid>%3</numid>,<numid>%4</numid>
kk: Орынсыз жақшалар мұнда: <numid>%1</numid>,<numid>%2</numid> and <numid>%3</numid>,<numid>%4</numid>
ko: 균형이 맞지 않는 괄호: <numid>%1</numid>,<numid>%2</numid> 및 <numid>%3</numid>,<numid>%4</numid>
nb: Parenteser balanserer ikke: ved <numid>%1</numid>,<numid>%2</numid> og <numid>%3</numid>,<numid>%4</numid>
nds: Klemmenproblem: bi <numid>%1</numid>,<numid>%2</numid> un <numid>%3</numid>,<numid>%4</numid>
nl: Ongepaarde haakjes: op <numid>%1</numid>,<numid>%2</numid> en <numid>%3</numid>,<numid>%4</numid>
pl: Niezrównoważona liczba nawiasów: w <numid>%1</numid>,<numid>%2</numid> i <numid>%3</numid>,<numid>%4</numid>
pt: Parêntesis não correspondidos: em <numid>%1</numid>,<numid>%2</numid> e <numid>%3</numid>,<numid>%4</numid>
pt_br: Parênteses não correspondidos: em <numid>%1</numid>,<numid>%2</numid> e <numid>%3</numid>,<numid>%4</numid>
ru: Несогласованные скобки в позиции <numid>%1</numid>,<numid>%2</numid> и <numid>%3</numid>,<numid>%4</numid>
sk: Nevyvážené zátvorky: na <numid>%1</numid>,<numid>%2</numid> a <numid>%3</numid>,<numid>%4</numid>
sl: Oklepaji niso v ravnovesju: <numid>%1</numid>,<numid>%2</numid> in <numid>%3</numid>,<numid>%4</numid>
sr@ijekavian: Неуравнотежене заграде: код <numid>%1</numid>,<numid>%2</numid> и <numid>%3</numid>,<numid>%4</numid>.
sv: Felbalanserade parenteser: vid <numid>%1</numid>,<numid>%2</numid> och <numid>%3</numid>,<numid>%4</numid>
uk: Незакриті дужки: у <numid>%1</numid>,<numid>%2</numid> і <numid>%3</numid>,<numid>{}</numid>
zh_tw: 不平衡的括號，位於 <numid>%1</numid>,<numid>%2</numid> 與 <numid>%3</numid>,<numid>%4</numid>

# @info:tooltip
source: Failed to parse C++ expression:<nl/><message>%1</message>
bs: Neuspjela analiza C++ izraza:<nl/><message>%1</message>
ca@valencia: Ha fallat en analitzar l'expressió C++:<nl/><message>%1</message>
da: Kunne ikke fortolke C++-udtryk:<nl/><message>%1</message>
el: Αποτυχία ανάλυσης της C++ έκφρασης:<nl/><message>%1</message>
es: No se ha podido analizar la expresión C++: <nl/><message>%1</message>
et: C++ avaldise parsimine nurjus:<nl/><message>%1</message>
fi: C++-lausekkeen jäsentäminen epäonnistui:<nl/><message>%1</message>
fr: Échec lors de l'analyse de l'expression C++ :<nl/><message>%1</message>
gl: Fallou a análise da expresión en C++:<nl/><message>%1</message>
hu: Nem sikerült a C++ kifejezés feldolgozása:<nl/><message>%1</message>
ia: Il falleva analysar expression C++:<nl/><message>%1</message>
it: Impossibile analizzare l'espressione C++:<nl/><message>%1</message>
kk: C++ өрнегін талдау жаңылысы:<nl/><message>%1</message>
ko: C++ 표현식을 처리할 수 없음:<nl/><message>%1</message>
nb: Klarte ikke tolke C++-uttrykk:<nl/> <message>%1</message>
nds: C++-Utdruck lett sik nich inlesen:<nl/> <message>%1</message>
nl: Ontleden van expressie in C++ is mislukt:<nl/><message>%1</message>
pl: Nieudane przetworzenie wyrażenia C++:<nl/><message>%1</message>
pt: Não foi possível processar a expressão em C++:<nl/><message>%1</message>
pt_br: Não foi possível processar a expressão em C++:<nl/><message>%1</message>
ru: Не удалось разобрать выражение C++:<nl/><message>%1</message>
sk: Zlyhalo spracovanie C++ výrazu:<nl/><message>%1</message>
sl: Ni bilo mogoče razčleniti izraza C++:<nl/><message>%1</message>
sr@ijekavian: Не могу да рашчланим Ц++ израз:<nl/><message>%1</message>
sv: Misslyckades tolka C++ uttryck:<nl/><message>%1</message>
uk: Не вдалося обробити вираз C++:<nl/><message>%1</message>
zh_tw: 剖析 C++ 表示式時失敗：<nl/><message>%1</message>

# @info:tooltip
source: Did not find anything to format
bs: Nisam našao ništa za format
ca@valencia: No s'ha trobat res a formatar
da: Fandt intet at formattere
el: Δεν βρέθηκε τίποτα για μορφοποίηση
es: No se ha encontrado nada que formatear
et: Ei leitud midagi vormindada
fi: Ei löydetty mitään muotoiltavaa
fr: N'a rien trouvé à formater
gl: Non se atopou nada que formatar
hu: Nem található semmilyen formázható
ia: Il non trovata alique de formatar
it: Non ho trovato nulla da formattare
kk: Пішімдейтін ештеңе жоқ
ko: 서식을 적용할 항목을 찾을 수 없음
nb: Fant ingenting å formatere
nds: Nix dor, wat sik formateren lett
nl: Niets gevonden om te formatteren
pl: Nie znaleziono niczego do sformatowania
pt: Não se encontrou nada para formatar
pt_br: Não foi encontrado nada para formatar
ru: Форматировать нечего
sk: Nenašlo sa nič na formátovanie
sl: Nič ni bilo najdenega za oblikovanje
sr@ijekavian: Нема ничег за форматирање.
sv: Hittade inte någonting att formatera
uk: Не знайдено нічого для форматування
zh_tw: 找不到任何東西可以格式化

source: Checkers
bs: Provjerivači
ca@valencia: Comprovadors
da: Tjekkere
el: Έλεγχοι
es: Comprobadores
et: Kontrollid
fi: Tarkastimet
fr: Vérificateurs
gl: Comprobadores
hu: Ellenőrzők
ia: Inspectores
it: Controlli
kk: Тексеру құралдары
ko: 검사 도구
nb: Kontrollører
nds: Pröven
pl: Sprawdzenia
pt: Verificações
pt_br: Verificações
ru: Проверки
sk: Šachovnica
sl: Preverjalniki
sr@ijekavian: Оверивачи
sv: Kontrollverktyg
uk: Засоби перевірки
zh_tw: 檢查者

source: __init__ method
bs: __init__ metod
ca@valencia: Mètode __init__
da: __init__-metode
fi: __init__-metodi
fr: Méthode __init__
gl: método __init__
hu: __init__ metódus
it: metodo __init__
kk: __init__ әдісі
ko: __init__ 메서드
nb: __init__ metode
nl: __init__ methode
pl: metoda __init__
pt: Método __init__
pt_br: Método __init__
ru: метод __init__
sk: metóda __init__
sl: metoda __init__
sr@ijekavian: метод __init__
sv: Metoden __init__
uk: Метод __init__
zh_tw: __init__ 方法

source: call super
bs: pozivi super
ca@valencia: Crida super
da: Kald super
fi: Kantaluokan metodin kutsu
fr: appel à « Super »
gl: chamada super
hu: super hívás
ia: call super (appello super)
kk: super-ді шақыру
ko: super 호출
nb: kall super
pl: super wywołanie
pt: invocação do 'super'
pt_br: chamada do 'super'
ru: Вызвать super
sk: volanie super
sr@ijekavian: натпозив
sv: anrop av super
uk: викликати super
zh_tw: 呼叫 super

source: call recursive
bs: rekurzivni pozivi
ca@valencia: Crida recursiva
da: kald rekursivt
fi: Rekursiivinen kutsu
fr: appel récursif
gl: chamada recursive
hu: rekurzív hívás
ia: call recursive (appello recursive)
it: call ricorsiva
kk: рекурсивті шақыру
ko: 재귀 호출
nb: kall rekursivt
nl: recursieve aanroep
pl: rekursywne wywołanie
pt: chamada recursiva
pt_br: chamada recursiva
ru: Рекурсивный вызов
sk: volanie rekurzívne
sr@ijekavian: рекурзивни позив
sv: rekursiva anrop
uk: викликати рекурсивно
zh_tw: 呼叫 recursive

source: Check all
bs: Provjeri sve
ca@valencia: Comprova-ho tot
da: Tjek alt
el: Έλεγχος όλων
es: Comprobar todo
et: Kontrolli kõiki
fi: Tarkasta kaikki
fr: Tout vérifier
gl: Comprobar todo
hu: Összes ellenőrzése
ia: Verifica toto
it: Controlla tutto
kk: Бүкілін тексеру
ko: 모두 검사
nb: Kontroller alt
nds: All pröven
nl: Alles activeren
pl: Zaznacz wszystko
pt: Marcar tudo
pt_br: Selecionar tudo
ru: Проверить всё
sk: Začiarknuť všetko
sl: Preveri vse
sr@ijekavian: Провери све
sv: Kontrollera allt
uk: Позначити всі
zh_tw: 全部檢查

source: Syntax Errors
bs: Sintaksne greške
ca@valencia: Errors de sintaxi
da: Syntaksfejl
el: Συντακτικά σφάλματα
es: Errores de sintaxis
et: Süntaksivead
fi: Syntaksivirheet
fr: Erreurs de syntaxe
gl: Erros de sintaxe
hu: Szintaktikai hibák
ia: Errores de syntaxe
it: Errori di sintassi
kk: Синтаксис қателері
ko: 문법 오류
nb: Syntaksfeil
nds: Syntaxfehlers
nl: Syntaxisfouten
pl: Błędy składni
pt: Erros de Sintaxe
pt_br: Erros de sintaxe
ru: Синтаксис
sk: Syntaktické chyby
sl: Skladenjske napake
sr@ijekavian: Синтаксне грешке
sv: Syntaxfel
uk: Синтаксичні помилки
zh_tw: 語法錯誤

source: Python Utils
bs: Python alati
ca@valencia: Utilitats Python
da: Python-værktøjer
el: Βοηθήματα Python
es: Utilidades de Python
et: Pythoni tööriistad
fi: Python-työkalut
fr: Outils de Python
gl: Utilidades de Python
hu: Python segédprogramok
ia: Utilitates de Python
it: Utilità Python
kk: Python утилиталары
ko: 파이썬 유틸리티
nb: Python-verktøy
nds: Pythonwarktüüch
nl: Python-hulpprogramma's
pl: Narzędzia Python
pt: Utilitários de Python
pt_br: Utilitários de Python
ru: Утилиты для Python
sk: Nástroje Python
sl: Pripomočki za Python
sr@ijekavian: Алатке за питон
sv: Python-verktyg
uk: Інструменти Python
zh_tw: Python 工具

source: Parse code Ok
bs: Analiza koda uspješna
ca@valencia: Anàlisi de codi correcte
da: Kodefortolkning o.k.
es: Código analizado: correcto
et: Koodi parsimine OK
fi: Koodin jäsennys OK
fr: Analyse du code réussie
gl: Análise do código Ben
hu: Kód feldolgozása OK
ia: Analysis de codice ok
it: Analisi codice Ok
kk: Коды талдаудан өтті
ko: 코드 처리 정상
nb: Kodetolking OK
nds: Kodeinlesen OK
nl: Ontleden van code is OK
pl: Przetworzony kod Ok
pt: Processamento do código OK
pt_br: Processamento do código OK
ru: Проверка прошла успешно
sk: Analýza kódu Ok
sl: Razčlenjevanje kode v redu
sr@ijekavian: Рашчлањивање кода у реду
sv: Tolkade kod ok
uk: Перевірку обробкою коду пройдено
zh_tw: 剖析代碼 Ok

source: Parse code Errors:
bs: Greške u analizi koda:
ca@valencia: Errors d'anàlisi de codi:
da: Kodefortolkningsfejl:
el: Σφάλματα ανάλυσης κώδικα:
es: Errores al analizar el código
et: Koodi parsimise tõrked:
fi: Koodin jäsennysvirheet:
fr: Analyser les erreurs de code :
gl: Erros de análise do código:
hu: Kód feldolgozása hibák:
ia: Errores de analysis de codice
it: Errori analisi codice:
kk: Кодты талдау қателері:
ko: 코드 처리 오류:
nb: Feil ved kodetolking:
nds: Kodeinleesfehlers:
nl: Fouten in ontleden van code:
pl: Błędy przetwarzania kodu:
pt: Erros de processamento do código:
pt_br: Erros de processamento do código:
ru: При проверке выявлены ошибки:
sk: Chyby analýzy kódu:
sl: Napake razčlenjevanja kode:
sr@ijekavian: Грешке у рашчлањивању кода:
sv: Tolkningsfel för kod:
uk: Помилки під час обробки коду:
zh_tw: 剖析代碼錯誤：

source: Problem decoding source
bs: Problem u dekodiranju izvornog koda
ca@valencia: Problema en la descodificació del codi font
da: Problem ved afkodning af kilden
el: Πρόβλημα στην αποκωδικοποίηση της πηγής
es: Problema al decodificar el código fuente
et: Probleem lähtekoodi dekodeerimisel
fi: Ongelma dekoodattaessa lähdekoodia
fr: Problème de décodage de la source
gl: Produciuse un problema ao descodificar a fonte
hu: Hiba a forrás dekódolásakor
ia: Problema durante que on decifrava fonte
it: Errore nella decodifica del sorgente
kk: Бастапқы кодын тану мәселесі
ko: 원본 코드 디코딩 오류
nb: Problem med å dekode kilden
nds: Problem bi't Dekoderen vun de Borndatei
nl: Probleem bij decoderen van broncode
pl: Problem przy dekodowaniu źródła
pt: Problema na descodificação do código
pt_br: Problema na decodificação do código
ru: Ошибка декодирования исходного текста
sk: Problém dekódovania zdroja
sl: Težava med odkodiranjem vira
sr@ijekavian: Проблем у декодирању извора
sv: Problem med avkodning av källkod
uk: Проблеми під час декодування початкового коду
zh_tw: 解碼源碼時發生問題

source: Pyflakes Ok
bs: PyflakesU redu
ca@valencia: Pyflakes correcte
es: Pyflakes correcto
gl: Pyflakes Ben
kk: Pyflakes-тен өтті
ko: Pyflakes 정상
ru: Pyflakes не выявил ошибок
sl: Pyflakes v redu
sr@ijekavian: Пи‑флејкс у реду
uk: Перевірку Pyflakes пройдено

source: Pyflakes Errors:
bs: Pyflakes greške
ca@valencia: Errors del Pyflakes:
da: Pyflakes fejl:
el: Pyflakes σφάλματα:
es: Errores de Pyflakes
et: Pyflakesi tõrked:
fi: Pyflakes-virheet:
fr: Erreurs « PyFlakes » :
gl: Erros de Pyflakes:
hu: Pyflakes hibák:
ia: Errores de Pyflakes:
it: Errori Pyflakes:
kk: Pyflakes қателері:
ko: Pyflakes 오류:
nb: Pyflakes feil:
nds: Pyflakes-Fehlers:
nl: Pyflakes fouten:
pl: Błędy Pyflakes:
pt: Erros do Pyflakes:
pt_br: Erros do Pyflakes:
ru: Ошибки Pyflakes:
sk: Pyflakes chyby:
sl: Napake Pyflakes:
sr@ijekavian: Грешке по Пи‑флејксу:
sv: Pyflakes-fel:
uk: Помилки Pyflakes:
zh_tw: Pyflakes 錯誤：

source: You must save the file first
bs: Morate prvo snimiti datoteku
ca@valencia: Primer cal guardar el fitxer
da: Du skal gemme filen først
el: Πρέπει πρώτα να γίνει αποθήκευση αρχείου
es: Primero, debe guardar el archivo
et: Kõigepealt tuleb fail salvestada
fi: Tiedosto täytyy ensin tallentaa
fr: Vous devez d'abord enregistrer le fichier
gl: Antes hai que gardar o ficheiro
hu: Először el kell mentenie a fájlt
ia: Tu prime debe salveguardar le file
it: Devi prima salvare il file
kk: Алдымен файлды сақтаңыз
ko: 파일을 저장해야 합니다
nb: Du må lagre fila først
nds: Du muttst toeerst de Datei sekern
nl: U moet het bestand eerst opslaan
pl: Najpierw trzeba zapisać plik
pt: Deverá gravar o ficheiro primeiro
pt_br: Você deve primeiro salvar o arquivo
ru: Сначала нужно сохранить файл
sk: Najprv musíte uložiť súbor
sl: Datoteko morate najprej shraniti
sr@ijekavian: Морате прво да сачувате фајл.
sv: Filen måste först sparas
uk: Спочатку вам слід зберегти файл
zh_tw: 您必須先儲存檔案

source: Pep8 Ok
bs: Pep8 u redu
ca@valencia: PEP8 correcte
es: Pep8 correcto
gl: Pep8 Ben
kk: Pep8-ден өтті
ko: Pep8 정상
ru: Pep8 не выявил ошибок
sl: Pep8 v redu
sr@ijekavian: ПЕП 8 у реду
uk: Перевірку Pep8 пройдено

source: Pep8 Errors:
bs: Pep8 greške:
ca@valencia: Errors del PEP8:
da: Pep8 fejl:
el: Pep8 σφάλματα:
es: Errores de Pep8
et: Pep8 tõrked:
fi: Pep8-virheet:
fr: Erreurs « Pep8 » :
gl: Erros de Pep8:
hu: Pep8 hibák:
ia: Errores de Pep8:
it: Errori Pep8:
kk: Pep8 қателері:
ko: Pep8 오류:
nb: Pep8 feil:
nds: Pep8-Fehlers:
nl: Pep8 fouten:
pl: Błędy Pep8:
pt: Erros do PEP8:
pt_br: Erros do PEP8:
ru: Ошибки Pep8:
sk: Pep8 chyby:
sl: Napake Pep8:
sr@ijekavian: Грешке по ПЕП‑у 8:
sv: PEP8-fel:
uk: Помилки Pep8:
zh_tw: Pep8 錯誤：
