Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# @info:tooltip
source: Unable to open the document: <filename>%1</filename>
bs: Ne mogu otvoriti dokumen: <filename>%1</filename>
ca@valencia: No s'ha pogut obrir el document: <filename>%1</filename>
da: Kunne ikke åbne dokumentet: <filename>%1</filename>
el: Αδυναμία ανοίγματος του εγγράφου: <filename>%1</filename>
es: No se ha podido abrir el documento: <filename>%1</filename>
et: Dokumendi avamine nurjus: <filename>%1</filename>
fi: Ei saatu avattua tiedostoa: <filename>%1</filename>
fr: Impossible d'ouvrir le document : <filename>%1</filename>
gl: Non foi posíbel abrir o documento: <filename>%1</filename>
hu: Nem sikerült megnyitni a dokumentumot: <filename>%1</filename>
ia: Incapace de aperir le documento: <filename>%1</filename>
it: Impossibile aprire il documento: <filename>%1</filename>
kk: Мына құжат ашылмады: <filename>%1</filename>
ko: 문서를 열 수 없음: <filename>%1</filename>
nb: Klarte ikke åpne dokumentet <filename>%1</filename>
nds: Dokment lett sik nich opmaken: <filename>%1</filename>
nl: Kon het document niet openen: <filename>%1</filename>
pl: Nie można otworzyć dokumentu: <filename>%1</filename>
pt: Não foi possível aceder ao documento: <filename>%1</filename>
pt_br: Não foi possível abrir o documento: <filename>%1</filename>
ru: Не удалось открыть документ: <filename>%1</filename>
sk: Nemôžem otvoriť dokument: <filename>%1</filename>
sl: Ni bilo mogoče odpreti dokumenta: <filename>%1</filename>
sr@ijekavian: Не могу да отворим документ: <filename>%1</filename>
sv: Kan inte öppna dokumentet: <filename>%1</filename>
uk: Не вдалося відкрити документ: <filename>%1</filename>
zh_tw: 無法開啟文件：<filename>%1</filename>

# @title:window
source: <filename>CMakeLists.txt</filename> location
bs: <filename>CMakeLists.txt</filename> lokacija
ca@valencia: Ubicació del <filename>CMakeLists.txt</filename>
da: Placering af <filename>CMakeLists.txt</filename>
el: Η θέση του <filename>CMakeLists.txt</filename>
es: Ubicación de <filename>CMakeLists.txt</filename>
et: <filename>CMakeLists.txt</filename> asukoht
fi: <filename>CMakeLists.txt</filename>-tiedoston sijainti
fr: Emplacement de <filename>CMakeLists.txt</filename>
gl: Situación de <filename>CMakeLists.txt</filename>
hu: A <filename>CMakeLists.txt</filename> helye
ia: Location de <filename>CMakeLists.txt</filename>
it: Posizione di <filename>CMakeLists.txt</filename>
kk: <filename>CMakeLists.txt</filename> орналасуы
ko: <filename>CMakeLists.txt</filename> 위치
nb: Stedet der <filename>CMakeLists.txt</filename> bor
nds: <filename>CMakeLists.txt</filename>-Steed
nl: Locatie van <filename>CMakeLists.txt</filename>
pl: Położenie <filename>CMakeLists.txt</filename>
pt: Localização do <filename>CMakeLists.txt</filename>
pt_br: Localização do <filename>CMakeLists.txt</filename>
ru: Размещение <filename>CMakeLists.txt</filename>
sk: umiestnenie <filename>CMakeLists.txt</filename>
sl: Mesto <filename>CMakeLists.txt</filename>
sr@ijekavian: Локација <filename>CMakeLists.txt</filename>
sv: Plats för <filename>CMakeLists.txt</filename>
uk: Розташування <filename>CMakeLists.txt</filename>
zh_tw: <filename>CMakeLists.txt</filename> 位置

# @info:tooltip
source: No such file <filename>%1</filename>
bs: Nema te datoteke <filename>%1</filename>
ca@valencia: No hi ha el fitxer <filename>%1</filename>
da: Ingen sådan fil <filename>%1</filename>
el: Δεν υπάρχει τέτοιο αρχείο <filename>%1</filename>
es: No existe el archivo <filename>%1</filename>
et: Pole faili <filename>%1</filename>
fi: Tiedostoa <filename>%1</filename> ei ole olemassa
fr: Fichier <filename>%1</filename> inexistant
gl: Non existe ningún ficheiro <filename>%1</filename>
hu: Nincs ilyen fájl: <filename>%1</filename>
ia: Necun file como <filename>%1</filename>
it: File inesistente <filename>%1</filename>
kk: <filename>%1</filename> деген файл жоқ
ko: 파일 <filename>%1</filename>이(가) 없음
nb: Fila <filename>%1</filename> finnes ikke
nds: Datei nich funnen: <filename>%1</filename>
nl: Geen soortgelijk bestand <filename>%1</filename>
pl: Nie ma takiego pliku <filename>%1</filename>
pt: Não existe o ficheiro <filename>%1</filename>
pt_br: O arquivo <filename>%1</filename> não existe
ru: Файл <filename>%1</filename> не найден
sk: Nie je taký súbor <filename>%1</filename>
sl: Ta datoteka, <filename>%1</filename>, ne obstaja
sr@ijekavian: Не постоји фајл <filename>%1</filename>
sv: Det finns ingen sådan fil <filename>%1</filename>
uk: Файла <filename>%1</filename> не знайдено
zh_tw: 找不到檔案 <filename>%1</filename>

# @label:listbox
source: CMake Auto Completion
bs: CMake automatsko završavanje
ca@valencia: Compleció automàtica del CMake
da: CMake-autofuldførelse
el: CMake αυτόματη συμπλήρωση
es: Completado automático de CMake
et: CMake'i automaatne lõpetamine
fi: CMake-automaattitäydennys
fr: Auto-complètement pour CMake
gl: Completación automática de CMake
hu: CMake automatikus kiegészítés
ia: Auto completion de CMake
it: Auto completamento CMake
kk: CMake автотолықтыру
ko: CMake 자동 완성
nb: CMake autofullføring
nds: CMake-Autokompletteren
nl: Automatische aanvulling voor CMake
pl: Samoczynne uzupełnianie CMake
pt: Completação Automática do CMake
pt_br: Completação automática do CMake
ru: Автодополнение для CMake
sk: Automatické ukončovanie CMake
sl: Samodejno dopolnjevanje CMake
sr@ijekavian: Самодопуна ц‑мејка
sv: CMake automatisk komplettering
uk: Автодоповнення CMake
zh_tw: CMake 自動補完

# @label:listbox
source: CMake Variables Completion
bs: CMake dovršavanje promjenjivih
ca@valencia: Compleció de variable del CMake
da: Fuldførelse af CMake-variable
el: CMake συμπλήρωση μεταβλητών
es: Completado de variables de CMake
et: CMake'i muutujate lõpetamine
fi: CMake-muuttujien täydennys
fr: Complètement de variables « CMake »
gl: Completación de variábeis de CMake
hu: CMake változók kiegészítése
ia: Completion de variabiles de CMake
it: Completamento variabili CMake
kk: CMake айнымалыларды толықтыру
ko: CMake 변수 완성
nb: CMake variabelfullføring
nds: CMake-Variabelkompletteren
nl: Aanvulling van variabelen voor CMake
pl: Uzupełnianie zmiennych CMake
pt: Completação de Variáveis do CMake
pt_br: Completação de variáveis do CMake
ru: Дополнение переменных CMake
sk: Ukončovanie premenných CMake
sl: Dopolnjevanje spremenljivk CMake
sr@ijekavian: Допуна ц‑мејкових променљивих
sv: CMake variabelkomplettering
uk: Доповнення змінних CMake
zh_tw: CMake 變數補完

# @label:listbox
source: CMake Commands Completion
bs: CMake dovršavanje naredbi
ca@valencia: Compleció d'ordes del CMake
da: Fuldførelse af CMake-kommandoer
el: CMake συμπλήρωση εντολών
es: Completado de órdenes de CMake
et: CMake'i käskude lõpetamine
fi: CMake-komentojen täydennys
fr: Complètement de commandes « CMake »
gl: Completación de ordes de CMake
hu: CMake parancsok kiegészítése
ia: Completion de commandos de CMake
it: Completamento comandi CMake
kk: CMake командаларын толықтыру
ko: CMake 명령 완성
nb: CMake kommandofullføring
nds: CMake-Befehlkompletteren
nl: Aanvulling van commando's voor CMake
pl: Uzupełnianie poleceń CMake
pt: Completação de Comandos do CMake
pt_br: Completação de comandos do CMake
ru: Дополнение команд CMake
sk: Ukončovanie príkazov CMake
sl: Dopolnjevanje ukazov CMake
sr@ijekavian: Допуна ц‑мејкових наредби
sv: CMake kommandokomplettering
uk: Завершення команд CMake
zh_tw: CMake 指令補完

# @title:window
source: Attention
bs: Upozorenje
ca@valencia: Atenció
da: Bemærk
el: Προσοχή
es: Atención
et: Tähelepanu
fi: Huomio
gl: Atención
hu: Figyelem
it: Attenzione
kk: Байқаңыз
ko: 주의
nb: Pass på
nds: Pass op
nl: Attentie
pl: Uwaga
pt: Atenção
pt_br: Atenção
ru: Внимание!
sk: Pozor
sl: Pozor
sr@ijekavian: Пажња
sv: Varning
uk: Увага
zh_tw: 注意

# @info:tooltip
source: Sorry, no completion for <command>%1()</command>
bs: Nažalost, nema završetka za <command>%1()</command>
ca@valencia: No hi ha compleció per <command>%1()</command>
da: Beklager, ingen fuldførelse for <command>%1()</command>
el: Συγγνώμη, δεν υπάρχει συμπλήρωση για την <command>%1()</command>
es: <command>%1()</command> no se puede completar
et: Vabandust, <command>%1()</command> jaoks pole lõpetust
fi: Komennolle <command>%1()</command> ei ole täydennystä
fr: Désolé, aucune complètement pour <command>%1()</command>
gl: Desculpas, non hai completación para <command>%1()</command>
hu: Elnézést, nincs kiegészítés ehhez: <command>%1()</command>
ia: Desolate, necun completion pro <command>%1()</command>
it: Spiacente, nessun completamento per <command>%1()</command>
kk: Ғафу етіңіз, <command>%1()</command> дегеннің толықтыруы жоқ
ko: <command>%1()</command>에 대한 자동 완성 없음
nb: Ingen fullføring for <command>%1()</command>
nds: Deit mi leed, dat gifft keen Kompletteren för <command>%1()</command>
nl: Geen aanvulling voor <command>%1()</command>
pl: Przepraszamy, brak uzupełnienia dla <command>%1()</command>
pt: Infelizmente, não existe uma finalização para o <command>%1()</command>
pt_br: Infelizmente, não existe uma completação para o <command>%1()</command>
ru: К сожалению, дополнить <command>%1()</command> нельзя
sk: Prepáčte, žiadne ukončenie pre <command>%1()</command>
sl: Žal, ni dopolnjevanj za <command>%1()</command>
sr@ijekavian: Извините, нема допуне за <command>%1()</command>.
sv: Tyvärr finns ingen komplettering för <command>%1()</command>
uk: Вибачте, завершення <command>%1()</command> не передбачено
zh_tw: 抱歉，沒有 <command>%1()</command> 的補完資料

# @label:listbox
source: CMake <command>%1()</command> Completion
bs: CMake <command>%1()</command> Završetak
ca@valencia: Compleció <command>%1()</command> del CMake
da: Fuldførelse af CMake <command>%1()</command>
el: CMake συμπλήρωση <command>%1()</command>
es: Completado de <command>%1()</command> de CMake
et: CMake <command>%1()</command> lõpetamine
fi: CMake-komennon <command>%1()</command> täydennys
fr: Complètement <command>%1()</command> de CMake
gl: Completación de <command>%1()</command> de CMake
hu: CMake <command>%1()</command> kiegészítés
ia: Completion de CMake <command>%1()</command>
it: Completamento CMake <command>%1()</command>
kk: CMake <command>%1()</command> толықтыруы
ko: CMake <command>%1()</command> 자동 완성
nb: CMake <command>%1()</command> fullføring
nds: CMake-<command>%1()</command>-Kompletteren
nl: Aanvulling van CMake <command>%1()</command>
pl: Uzupełnianie CMake <command>%1()</command>
pt: Completação do <command>%1()</command> do CMake
pt_br: Completação do <command>%1()</command> do CMake
ru: Дополнение команды CMake <command>%1()</command>
sk: Ukončovanie CMake <command>%1()</command>
sl: Dopolnjevanje CMake <command>%1()</command>
sr@ijekavian: Допуна ц‑мејкове <command>%1()</command>
sv: CMake <command>%1()</command> komplettering
uk: Завершення CMake <command>%1()</command>
zh_tw: CMake <command>%1()</command> 補完

# @title:tab
source: CMake
sr@ijekavian: Ц‑мејк

# @info/plain
source: Project build directory
bs: Direktorij za gradnju projekta
ca@valencia: Directori de construcció del projecte
da: Projektbyggemappe
el: Κατάλογος κατασκευής έργου
es: Directorio de construcción del proyecto
et: Projekti ehitamiskataloog
fi: Projektin käännöskansio
fr: Dossier de compilation du projet
gl: Directorio de construción do proxecto
hu: Projekt fordítási könyvtár
ia: Directorio pro construer projecto
it: Cartella di compilazione progetto
kk: Жоба құрастыру каталогы
ko: 프로젝트 빌드 디렉터리
nb: Byggemappe for prosjekt
nds: Projektbuuorner
nl: Bouw-map van project
pl: Katalog budowania projektu
pt: Pasta de compilação do projecto
pt_br: Diretório de compilação do projeto
ru: Каталог сборки проекта
sk: Adresár zostavenia projektu
sl: Mapa za izgradnjo projekta
sr@ijekavian: Фасцикла градње пројекта
sv: Projektets byggkatalog
uk: Каталог збирання проекту
zh_tw: 專案編譯目錄

# @title:tab
source: CMake Cache Viewer
bs: CMake preglednik keša
ca@valencia: Visualitzador de la memòria cau del CMake
da: Fremviser for CMake-cache
el: CMake προβολέας προσωρινής μνήμης
es: Visor de la caché de CMake
et: CMake'i vahemälu näitaja
fi: CMake-välimuistin katselin
fr: Afficheur du cache de CMake
gl: Visor da caché do CMake
hu: CMake gyorsítótár megjelenítő
ia: Visor de cache de CMake
it: Visualizzatore cache di CMake
kk: CMake кэшін қарау құралы
ko: CMake 캐시 뷰어
nb: CMake mellomlagervisning
nds: CMake-Twischenspiekerkieker
nl: Weergaveprogramma van CMake-cache
pl: Przeglądarka pamięci podręcznej CMake
pt: Visualizador da 'Cache' do CMake
pt_br: Visualizador da cache do CMake
ru: Просмотр кэша CMake
sk: Prehliadač cache CMake
sl: Pregledovalnik predpomnilnika CMake
sr@ijekavian: Приказивач ц‑мејковог кеша
sv: CMake cachevisning
uk: Переглядач кешу CMake
zh_tw: CMake 快取檢視器

# @title:tab
source: CMake Help
bs: CMake pomoć
ca@valencia: Ajuda del CMake
da: Hjælp til CMake
el: CMake βοήθεια
es: Ayuda de CMake
et: CMake'i abi
fi: CMake-ohje
fr: Aide de CMake
gl: Axuda do CMake
hu: CMake súgó
ia: Adjuta de CMake
it: Aiuto di CMake
kk: CMake көмегі
ko: CMake 도움말
nb: CMake hjelp
nds: CMake-Hülp
nl: Help van CMake
pl: Pomoc CMake
pt: Ajuda do CMake
pt_br: Ajuda do CMake
ru: Справка CMake
sk: Pomocník CMake
sl: Pomoč za CMake
sr@ijekavian: Помоћ за ц‑мејк
sv: Hjälp om CMake
uk: Довідка з CMake
zh_tw: CMake 說明

# @title:tab
source: Tool View Settings
bs: Postavke pogleda alata
ca@valencia: Arranjament de les eines de visualització
da: Indstillinger af værktøjsvisning
el: Ρυθμίσεις προβολής εργαλείων
es: Preferencias de la vista de herramienta
et: Tööriistavaate seadistused
fi: Työkalunäkymän asetukset
fr: Configuration de l'affichage des outils
gl: Configuración da vista das ferramentas
hu: Eszköznézet beállítások
ia: Preferentias de vista de instrumento
it: Impostazioni vista degli strumenti
kk: Құрал көрініс параметрлері
ko: 도구 보기 설정
nb: Innstillinger for verktøyvisning
nds: Warktüüchansicht-Instellen
nl: Instellingen van hulpmiddelenweergave
pl: Ustawienia widoku narzędzi
pt: Configuração da Área de Ferramentas
pt_br: Configuração da área de ferramentas
ru: Параметры представления
sk: Nastavenia nástrojového pohľadu
sl: Nastavitve orodnega prikaza
sr@ijekavian: Поставке алатног приказа
sv: Inställningar av verktygsvy
uk: Параметри панелі інструментів
zh_tw: 工具檢視設定

# @info:tooltip
source: Unable to get CMake cache content:<nl/><message>%1</message>
bs: Ne mogu dobaviti sadržaj CMake keša:<nl/><message>%1</message>
ca@valencia: No s'ha pogut accedir al contingut de la memòria cau del CMake:<nl/><message>%1</message>
da: Kunne ikke hente indholdet af CMakes cache:<nl/><message>%1</message>
el: Αδυναμία ανάκτησης CMake περιεχομένου από προσωρινή μνήμη:<nl/><message>%1</message>
es: No se ha podido obtener el contenido de la caché de CMake:<nl/><message>%1</message>
et: CMake'i vahemälu sisu hankimine nurjus:<nl/><message>%1</message>
fi: CMake-välimuistin sisällön hakeminen epäonnistui:<nl/><message>%1</message>
fr: Impossible d'accéder au contenu du cache de CMake :<nl/><message>%1</message>
gl: Non foi posíbel obter o contido da caché do CMake:<nl/><message>%1</message>
hu: Nem sikerült megszerezni a CMake gyorsítótár tartalmát:<nl/><message>%1</message>
ia: Incapace de obtener contento de cache de CMake:<nl/><message>%1</message>
it: Impossibile ricavare il contenuto della cache di CMake:<nl/><message>%1</message>
kk: CMake кэш мазмұны табылмады:<nl/><message>%1</message>
ko: CMake 캐시 내용을 가져올 수 없음:<nl/><message>%1</message>
nb: Kan ikke hente innholdet i CMake-mellomlager:<nl/> <message>%1</message>
nds: De Inholt vun den CMake-Twischenspieker lett sik nich faatkriegen:<nl/><message>%1</message>
nl: Ophalen van de inhoud van de cache van CMake lukt niet:<nl/><message>%1</message>
pl: Nieudane uzyskanie zawartości pamięci podręcznej CMake:<nl/><message>%1</message>
pt: Não foi possível obter o conteúdo da 'cache' do CMake:<nl/><message>%1</message>
pt_br: Não foi possível obter o conteúdo da cache do CMake:<nl/><message>%1</message>
ru: Получить содержимое кэша CMake не удалось:<nl/><message>%1</message>
sk: Nemôžem získať obsah cache CMake:<nl/><message>%1</message>
sl: Ni bilo mogoče pridobiti vsebine predpomnilnika CMake:<nl/><message>%1</message>
sr@ijekavian: Не могу да добавим садржај ц‑мејковог кеша:<nl/><message>%1</message>
sv: Kan inte hämta CMake cacheinnehåll:<nl/><message>%1</message>
uk: Не вдалося отримати вміст кешу CMake:<nl/><message>%1</message>
zh_tw: 無法取得 CMake 快取內容：<nl/><message>%1</message>

# @item::inlistbox/plain
source: Commands
bs: Komande
ca@valencia: Ordes
da: Kommandoer
el: Εντολές
es: Órdenes
et: Käsud
fi: Komennot
fr: Commandes
gl: Ordes
hu: Parancsok
ia: Commandos
it: Comandi
kk: Командалар
ko: 명령
nb: Kommandoer
nds: Befehlen
nl: Opdrachten
pl: Polecenia
pt: Comandos
pt_br: Comandos
ru: Команды
sk: Príkazy
sl: Ukazi
sr@ijekavian: наредбе
sv: Kommandon
uk: Команди
zh_tw: 指令

# @item:inlistbox
source: Modules from %1 (%2)
bs: Moduli od %1 (%2)
ca@valencia: Mòduls de %1 (%2)
da: Moduler fra %1 (%2)
el: Αρθρώματα από %1 (%2)
es: Módulos desde el %1 (%2)
et: Moodulid asukohast %1 (%2)
fi: Moduulit polusta %1 (%2)
fr: Modules de %1 (%2)
gl: Módulos de %1 (%2)
hu: Modulok innen: %1 (%2)
ia: Modulos ex %1 (%2)
it: Moduli da %1 (%2)
kk: %1 (%2) модульдері
ko: %1의 모듈(%2)
nb: Moduler fra %1 (%2)
nds: Modulen vun %1 (%2)
nl: Modules van %1 (%2)
pl: Moduły z %1 (%2)
pt: Módulos de %1 (%2)
pt_br: Módulos de %1 (%2)
ru: Модули из %1 (%2)
sk: Moduly z %1 (%2)
sl: Moduli iz %1 (%2)
sr@ijekavian: модули из %1 (%2)
sv: Moduler från %1 (%2)
uk: Модулі з %1 (%2)
zh_tw: 從 %1(%2) 的模組

# @item:inlistbox
source: Standard modules (%1)
bs: Standardni moduli (%1)
ca@valencia: Mòduls estàndard (%1)
da: Standardmoduler (%1)
el: Τυπικά αρθρώματα (%1)
es: Módulos estándar (%1)
et: Standardmoodulid (%1)
fi: Vakiomoduulit (%1)
fr: Modules standards (%1)
gl: Módulos normais (%1)
hu: Szabványos modulok (%1)
ia: Modulos standard (%1)
it: Moduli standard (%1)
kk: Стандартты модульдері (%1)
ko: 표준 모듈(%1)
nb: Standardmoduler (%1)
nds: Standardmodulen (%1)
nl: Standaard modules (%1)
pl: Standardowe moduły (%1)
pt: Módulos-padrão (%1)
pt_br: Módulos padrão (%1)
ru: Стандартные модули (%1)
sk: Štandardné moduly (%1)
sl: Standardni moduli (%1)
sr@ijekavian: стандардни модули (%1)
sv: Standardmoduler (%1)
uk: Стандартні модулі (%1)
zh_tw: 標準模組（%1）

# @item::inlistbox/plain
source: Modules (%1)
bs: Moduli (%1)
ca@valencia: Mòduls (%1)
da: Moduler (%1)
el: Αρθρώματα (%1)
es: Módulos (%1)
et: Moodulid (%1)
fi: Moduulit (%1)
gl: Módulos (%1)
hu: Modulok (%1)
ia: Modulos (%1)
it: Moduli (%1)
kk: Модульдер (%1)
ko: 모듈(%1)
nb: Moduler (%1)
nds: Modulen (%1)
pl: Moduły (%1)
pt: Módulos (%1)
pt_br: Módulos (%1)
ru: Модули (%1)
sk: Moduly (%1)
sl: Moduli (%1)
sr@ijekavian: модуле (%1)
sv: Moduler (%1)
uk: Модулі (%1)
zh_tw: 模組 (%1)

# @item::inlistbox/plain
source: Policies
bs: Pravila
ca@valencia: Polítiques
da: Politikker
el: Πολιτικές
es: Políticas
et: Reeglid
fi: Käytänteet
fr: Règles
gl: Normas
hu: Házirendek
ia: Politicas
it: Linee di condotta
kk: Саясаттар
ko: 정책
nb: Praksiser
nds: Regeln
nl: Beleidsregels
pl: Zasady
pt: Políticas
pt_br: Políticas
ru: Политики
sk: Pravidlá
sl: Pravilniki
sr@ijekavian: смернице
sv: Policy
uk: Правила
zh_tw: 政策

# @item::inlistbox/plain
source: Properties
bs: Svojstva
ca@valencia: Propietats
da: Egenskaber
el: Ιδιότητες
es: Propiedades
et: Omadused
fi: Ominaisuudet
fr: Propriétés
gl: Propiedades
hu: Tulajdonságok
ia: Proprietates
it: Proprietà
kk: Қасиеттер
ko: 속성
nb: Egenskaper
nds: Egenschappen
nl: Eigenschappen
pl: Właściwości
pt: Propriedades
pt_br: Propriedades
ru: Свойства
sk: Vlastnosti
sl: Lastnosti
sr@ijekavian: својства
sv: Egenskaper
uk: Властивості
zh_tw: 屬性

# @item::inlistbox/plain
source: Variables
bs: Promjenjive
da: Variable
el: Μεταβλητές
et: Muutujad
fi: Muuttujat
gl: Variábeis
hu: Változók
ia: Variabiles
it: Variabili
kk: Айнымалылар
ko: 변수
nb: Variabler
nds: Variabeln
nl: Variabelen
pl: Zmienne
pt: Variáveis
pt_br: Variáveis
ru: Переменные
sk: Premenné
sl: Spremenljivke
sr@ijekavian: променљиве
sv: Variabler
uk: Змінні
zh_tw: 變數

# @info:tooltip
source: CMake executable test run failed:<nl/><message>%1</message>
bs: Test izvršnog programa za CMake nije uspio:<nl/><message>%1</message>
ca@valencia: L'execució de la prova de l'executable CMake ha fallat:<nl/><message>%1</message>
da: Testkørsel af CMake-programmet mislykkedes:<nl/><message>%1</message>
el: Η δοκιμή του CMake εκτελέσιμου απέτυχε:<nl/><message>%1</message>
es: Ha fallado la ejecución de prueba del ejecutable de CMake:<nl/><message>%1</message>
et: CMake'i täitmisfaili testkäivitamine nurjus:<nl/><message>%1</message>
fi: CMake-ohjelmatiedoston testisuoritus epäonnistui:<nl/><message>%1</message>
fr: Échec du test d'exécution de CMake:<nl/><message>%1</message>
gl: Fallou a execución de proba do executábel de CMake:<nl/><message>%1</message>
hu: A CMake végrehajtható tesztfutás nem sikerült:<nl/><message>%1</message>
ia: Execution de essayar de executabile de CMake falleva: <nl/><message>%1</message>
it: Test di esecuzione dell'eseguibile CMake non riuscito:<nl/><message>%1</message>
kk: CMake орындалатын файды сынақ жегу жаңылысы:<nl/><message>%1</message>
ko: CMake 실행 파일 테스트 실행 실패: <nl/><message>%1</message>
nb: Testkjøring av CMake kjørbar mislyktes:<nl/> <message>%1</message>
nds: Testloop vun CMake is fehlslaan:<nl/> <message>%1</message>
nl: Testrun met uitvoerbaar bestand van CMake is mislukt<nl/><message>%1</message>
pl: Nieudane uruchomienie testowe pliku wykonywalnego CMake:<nl/><message>%1</message>
pt: A execução de teste do executável do CMake foi mal-sucedida: <nl/><message>%1</message>
pt_br: Ocorreu uma falha na execução de teste do executável do CMake: <nl/><message>%1</message>
ru: Пробный запуск программы CMake не удался:<nl/><message>%1</message>
sk: Testovacie spustenie programu CMake zlyhalo:<nl/><message>%1</message>
sl: Preizkusni zagon izvedljive datoteke CMake je spodletel:<nl/><message>%1</message>
sr@ijekavian: Проба покретања извршног фајла ц‑мејка није прошла:<nl/><message>%1</message>
sv: Testkörning av CMake körbart program misslyckades:<nl/><message>%1</message>
uk: Спроба тестового запуску CMake зазнала невдачі:<nl/><message>%1</message>
zh_tw: CMake 執行檔測試執行失敗：<nl/><message>%1</message>

# @title:window
source: Select a Directory with CMake Modules
bs: Oadberite direktorij s CMake Modulima
ca@valencia: Seleccioneu un directori amb mòduls de CMake
da: Vælg en mappe med CMake-moduler
el: Επιλέξτε ένα κεξιλόγιο με CMake αρθρώματα
es: Seleccionar un directorio con los módulos de CMake
et: CMake'i moodulite kataloogi valimine
fi: Valitse kansio, jossa on CMake-moduuleja
fr: Sélectionner un dossier avec des modules « CMake »
gl: Escolla un directorio cos módulos de CMake
hu: Válasszon egy könyvtárat a CMake modulokkal
ia: Selige un Directorio con Modulos de CMake
it: Seleziona una cartella con i moduli di CMake
kk: CMake модульдер жатқан каталогын таңдау
ko: CMake 모듈이 있는 디렉터리 선택
nb: Velg en mappe med CMake-moduler
nds: Orner mit CMake-Modulen utsöken
nl: Selecteer een map met CMake-modules
pl: Wybierz katalog z modułami CMake
pt: Seleccionar uma Pasta com Módulos do CMake
pt_br: Selecione um diretório com os módulos do CMake
ru: Выберите каталог с модулями CMake
sk: Vyberte adresár s modulmi CMake
sl: Izberite mapo z moduli CMake
sr@ijekavian: Избор фасцикле са ц‑мејковим модулима
sv: Välj en katalog med CMake-moduler
uk: Виберіть каталог з модулями CMake
zh_tw: 選擇一個有 CMake 模組的目錄
