Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# @info:status
source: <application>%1</application> Errors:
bs: <application>%1</application> Greške:
da: <application>%1</application> Fejl:
el: <application>%1</application> Σφάλματα:
es: Errores de <application>%1</application>:
et: <application>%1</application> tõrked:
fi: <application>%1</application>-virheet:
fr: <application>%1</application> Erreurs :
gl: Erros de <application>%1</application>:
hu: <application>%1</application> hibák:
ia: <application>%1</application> Errores:
it: <application>%1</application> Errori:
kk: <application>%1</application> Қателері:
ko: <application>%1</application> 오류:
nb: <application>%1</application> feil:
nds: <application>%1</application> Fehlers:
nl: <application>%1</application> fouten:
pl: <application>%1</application> Błędy:
pt: Erros do <application>%1</application>:
pt_br: <application>%1</application> Erros:
ru: Ошибки <application>%1</application>:
sk: <application>%1</application> Chyby:
sl: <application>%1</application>, napake:
sr@ijekavian: <application>%1</application> — грешке:
sv: <application>%1</application> fel:
uk: Помилки <application>%1</application>:
zh_tw: <application>%1</application> 錯誤：

# @title:menu
source: JavaScript autocomplete
bs: JavaScript autokompletiranje
ca@valencia: Compleció automàtica de JavaScript
da: JavaScript autofuldførelse
el: Αυτόματη συμπλήρωση JavaScript
es: Completado automático de JavaScript
et: JavaScripti automaatne lõpetamine
fi: JavaScript-automaattitäydennys
fr: Auto-complètement JavaScript
gl: Completar automaticamente JavaScript
hu: JavaScript automatikus kiegészítés
ia: Autocompletion de JavaScript
it: Autocompletamento JavaScript
kk: JavaScript автотолықтыруы
ko: 자바스크립트 자동 완성
nb: JavaScript autofullføring
nds: JavaScript-Autokompletteren
nl: Automatisch aanvullen van JavaScript
pl: Samoczynne uzupełnianie JavaScript
pt: Completação automática de JavaScript
pt_br: Completação automática de JavaScript
ru: Автодополнение JavaScript
sk: Automatické ukončovanie JavaScript
sl: Samodejno dopolnjevanje JavaScript
sr@ijekavian: Самодопуна јаваскрипта
sv: Javascript automatisk komplettering
uk: Автодоповнення JavaScript
zh_tw: JavaScript 自動補完

# @title:menu
source: jQuery autocomplete
bs: jQuery autokompletiranje
ca@valencia: Compleció automàtica de jQuery
da: JQuery autofuldførelse
el: Αυτόματη συμπλήρωση jQuery
es: Autocompletado jQuery
et: jQuery automaatne lõpetamine
fi: jQuery-automaattitäydennys
fr: Auto-complètement JQuery
gl: Completar automaticamente jQuery
hu: jQuery automatikus kiegészítés
ia: Autocompletation de jQuery
it: Autocompletamento jQuery
kk: jQuery автотолықтыруы
ko: jQuery 자동 완성
nb: JQuery autofullføring
nds: JQuery-Autokompletteren
nl: Automatisch aanvullen van jQuery
pl: Samoczynne uzupełnianie jQuery
pt: Completação automática de jQuery
pt_br: Completação automática de jQuery
ru: Автодополнение jQuery
sk: Automatické ukončovanie JQuery
sl: Samodejno dopolnjevanje jQuery
sr@ijekavian: Самодопуна Ј‑кверија
sv: jQuery automatisk komplettering
uk: Автодоповнення jQuery
zh_tw: jQuery 自動補完

# @info:status
source: This selected text is not valid JSON: <message>%1</message>
bs: Izabrani tekst nije važeći JSON: <message>%1</message>
ca@valencia: Este text seleccionat no és un JSON vàlid: <message>%1</message>
da: Den markerede tekst er ikke gyldig JSON: <message>%1</message>
el: Το επιλεγμένο κείμενο δεν είναι έγκυρο JSON: <message>%1</message>
es: El texto seleccionado no es JSON válido: <message>%1</message>
et: Valitud tekst ei ole korrektne JSON: <message>%1</message>
fi: Tämä valittu teksti ei ole kelvollista JSONia: <message>%1</message>
fr: Le texte sélectionné n'est pas du code JSON valable: %1
gl: Este texto escollido non é JSON correcto: <message>%1</message>
hu: Ez a kijelölt szöveg nem érvényes JSON: <message>%1</message>
ia: Le texto seligite non es un valide JSON: <message>%1</message>
it: Questo testo selezionato non è JSON valido: <message>%1</message>
kk: Таңдалған мәтін дұрыс JSON емес: <message>%1</message>
ko: 선택한 텍스트는 올바른 JSON이 아님: <message>%1</message>
nb: Den markerte teksten er ikke gyldig JSON: <message>%1</message>
nds: De utsöchte Text gellt nich as JSON: <message>%1</message>
nl: Deze geselecteerde tekst is geen geldige JSON: <message>%1</message>
pl: Zaznaczony tekst nie jest prawidłowym tekstem JSON: <message>%1</message>
pt: Este texto seleccionado não é JSON válido: <message>%1</message>
pt_br: Este texto selecionado não é JSON válido: <message>%1</message>
ru: Выделенный текст не соответствует формату JSON: <message>%1</message>
sk: Tento vybraný text nie je platný JSON: <message>%1</message>
sl: To izbrano besedilo ni veljaven JSON: <message>%1</message>
sr@ijekavian: Изабрани текст није правилан ЈСОН: <message>%1</message>
sv: Den markerade texten är inte giltig JSON-text: <message>%1</message>
uk: Позначений фрагмент тексту не є коректним кодом JSON: <message>%1</message>
zh_tw: 選取的文字並非合法的 JSON：<message>%1</message>

# @title:window
source: Alert
bs: Alarm
ca@valencia: Alerta
da: Advarsel
el: Συναγερμός
es: Alerta
et: Häire
fi: Huomio
fr: Alerte
gl: Alerta
hu: Riasztás
ia: Alerta
it: Avviso
kk: Дабыл
ko: 알림
nb: Varsel
nds: Wohrschoen
nl: Waarschuwing
pl: Alarm
pt: Alerta
pt_br: Alerta
ru: Предупреждение
sk: Výstraha
sl: Opozorilo
sr@ijekavian: Позор
sv: Varning
uk: Попередження
zh_tw: 警示

# @info:tooltip
source: The cursor is not positioned in any <icode>#if0</icode>/<icode>#if1</icode> block
bs: Kursor nije pozicioniran ni u jednom <icode>#if0</icode>/<icode>#if1</icode> bloku
ca@valencia: El cursor no està situat en cap bloc <icode>#if0</icode>/<icode>#if1</icode>
da: Markøren befinder sig ikke i en <icode>#if0</icode>- eller <icode>#if1</icode>-blok
el: Ο δρομέας δεν έχει τοποθετηθεί σε κάποιο <icode>#if0<icode>/</icode>#if1</icode>
es: El cursor no está situado en un bloque <icode>#if0</icode>/<icode>#if1</icode>
et: Kursor ei asu üheski <icode>#if0</icode>/<icode>#if1</icode> plokis
fi: Kohdistin ei ole <icode>#if0</icode>/<icode>#if1</icode>-lohkossa
fr: Le curseur n'est positionné dans aucun bloc <icode>#if0<icode> / </icode>#if1</icode>
gl: O cursor non está colocado en ningún bloque <icode>#if0</icode>/<icode>#if1</icode>
hu: A kurzor nincs semmilyen <icode>#if0</icode>/<icode>#if1</icode> blokkra pozicionálva
ia: Le cursor non es positionate in alcun bloco <icode>#if0</icode>/<icode>#if1</icode>
it: Il cursore non è posizionato in nessun blocco <icode>#if0</icode>/<icode>#if1</icode>
kk: Меңзер <icode>#if0</icode>/<icode>#if1</icode> блокта емес
ko: 커서가 <icode>#if0</icode>/<icode>#if1</icode> 블록 사이에 위치하지 않았음
nb: Markøren står ikke i en <icode>#if0<icode>/</icode>#if1/</icode>-blokk
nds: De Blinker steiht binnen keen <icode>#if0</icode>/<icode>#if1</icode>-Block
nl: De cursor is niet gepositioneerd in een blok <icode>#if0</icode>/<icode>#if1</icode>
pl: Kursor nie jest umieszczony w jakimkolwiek z bloków <icode>#if0</icode>/<icode>#if1</icode>
pt: O cursor está fora de qualquer bloco <icode>#if0<icode>/</icode>#if1</icode>
pt_br: O cursor não está fora qualquer bloco <icode>#if0</icode>/<icode>#if1</icode>
ru: Курсор находится не внутри блока <icode>#if0</icode>/<icode>#if1</icode>
sk: Kurzor sa nachádza mimo <icode>#if0<icode>/</icode>#if1</icode> bloku
sl: Kazalka ni postavljena v kakršnemkoli bloku <icode>#if0</icode>/<icode>#if1</icode>
sr@ijekavian: Курсор није ни у једном <icode>#if0</icode>/<icode>#if1</icode> блоку.
sv: Markören är inte placerad i något <icode>#if0</icode>- eller <icode>#if1</icode>-block
uk: Курсор розташовано поза усіма блоками <icode>#if0</icode>/<icode>#if1</icode>
zh_tw: 游標並未在任何 <icode>#if0</icode>/<icode>#if1</icode> 區塊中

# @info:tooltip
source: Unable to detect a commented paragraph at cursor...
bs: Ne mogu detektkovati komentirani pasus na kursoru...
ca@valencia: No s'ha pogut detectat cap paràgraf comentat en el cursor...
da: Kunne ikke finde et kommenteret afsnit ved markøren...
el: Αδυναμία εντοπισμού σχολιασμένης παραγράφου στη θέση του δρομέα...
es: No se ha podido detectar un párrafo comentado en la posición del cursor...
et: Kursori alt ei leitud kommenteeritud lõiku...
fi: Kohdistimen kohdalta ei löydy kommenttikappaletta…
fr: Impossible de détecter un paragraphe commenté à la position du curseur...
gl: Non foi posíbel detectar un parágrafo comentado onde está o cursor...
hu: Nem sikerült felismerni a megjegyzésre állított bekezdést a kurzornál…
ia: Incapace de deteger un paragrapho commentate al cursor...
it: Impossibile rilevare un paragrafo commentato nella posizione del cursore...
kk: Меңзер астында түсініктеме абзацы байқалмады...
ko: 커서 위치에서 주석 처리된 문단을 찾을 수 없음...
nb: Kan ikke finne et kommentert avsnitt ved markøren …
nds: Bi den Blinker lett sik keen kommenteert afsnitt finnen...
nl: Kan een paragraaf met commentaar bij de cursor niet detecteren...
pl: Nie można wykryć skomentowanego akapitu w miejscu kursora...
pt: Não foi possível detectar um parágrafo comentado no cursor...
pt_br: Não foi possível detectar um parágrafo comentado no cursor...
ru: Обнаружить закомментированный блок в районе курсора не удалось...
sk: Nemôžem detekovať komentovaný odsek na kurzore...
sl: Ni bilo mogoče zaznati odstavka, ki je opomba, pri kazalki ...
sr@ijekavian: Не могу да откријем закоментарисани пасус код курсора.
sv: Kan inte detektera ett kommentarstycke vid markören...
uk: Не вдалося виявити закоментованого абзацу під курсором…
zh_tw: 在游標處無法偵測到註解的段落...

# @item:inmenu
source: Commentar Plugin
bs: Priključak za komentare
ca@valencia: Connector per comentaris
da: Kommentar-plugin
el: Πρόσθετο Commentar
es: Complemento Comentar
et: Kommentaariplugin
fi: Kommenttiliitännäinen
fr: Module externe de commentaires
gl: Complemento de Commentar
hu: Megjegyzéssé tevő bővítmény
ia: Plugin de Commentar
it: Estensione Commenti
kk: Түсініктеме плагині
ko: 주석 플러그인
nb: Kommentar-tillegg
nds: Kommentarmoduul
nl: Plug-in voor toelichting
pl: Wtyczka Commentar
pt: 'Plugin' de Comentários
pt_br: Plugin de comentários
ru: Комментатор
sk: Plugin komentára
sl: Vstavek za opombe
sr@ijekavian: Прикључак коментатора
sv: Insticksprogram för kommentarer
uk: Додаток Commentar
zh_tw: 註解外掛程式

# @title:group
source: Commentar Plugin Settings
bs: Postavke priključka za komentare
ca@valencia: Arranjament del connector per comentaris
da: Indstillinger for kommentar-plugin
el: Ρυθμίσεις προσθέτου Commentar
es: Preferencias del complemento Commentar
et: Kommentaariplugina seadistused
fi: Kommenttiliitännäisen asetukset
fr: Paramètres du module externe de commentaires
gl: Configuración do complemento de comentarios
hu: Megjegyzéssé tevő bővítmény beállítások
ia: Preferentias de plugin po commentar
it: Impostazioni estensione Commenti
kk: Түсініктеме плагинін баптауы
ko: 주석 플러그인 설정
nb: Innstillinger for kommentar-tillegg
nds: Kommentarmoduul-Instellen
nl: Instellingen van commentaar-plug-in
pl: Ustawienia wtyczki Commentar
pt: Configuração do 'Plugin' de Comentários
pt_br: Configurações do plugin de comentários
ru: Параметры модуля «Комментатор»
sk: Nastavenia pluginu Commentar
sl: Nastavitve vstavka za opombe
sr@ijekavian: Поставке прикључка коментатора
sv: Inställningar av insticksprogram för kommentarer
uk: Параметри додатка Commentar
zh_tw: 註解外掛程式設定

# @title:window
source: Error
bs: Greška
da: Fejl
el: Σφάλμα
et: Tõrge
fi: Virhe
fr: Erreur
gl: Erro
hu: Hiba
it: Errore
kk: Қате
ko: 오류
nb: Feil
nds: Fehler
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sk: Chyba
sl: Napaka
sr@ijekavian: Грешка
sv: Fel
uk: Помилка
zh_tw: 錯誤

# @info:tooltip
source: Unable to open the selected document: <filename>%1</filename>
bs: Ne mogu otvoriti izabrani dokument: <filename>%1</filename>
ca@valencia: No s'ha pogut obrir el document seleccionat: <filename>%1</filename>
da: Kunne ikke åbne det valgte dokument: <filename>%1</filename>
el: Αδυναμία ανοίγματος του επιλεγμένου εγγράφου: <filename>%1</filename>
es: No se ha podido abrir el documento seleccionado: <filename>%1</filename>
et: Valitud dokumendi avamine nurjus: <filename>%1</filename>
fi: Valittua tiedostoa ei saatu avattua: <filename>%1</filename>
fr: Impossible d'ouvrir le document sélectionné : <filename>%1</filename>
gl: Non foi posíbel abrir o documento escollido: <filename>%1</filename>
hu: Nem sikerült megnyitni a kijelölt dokumentumot: <filename>%1</filename>
ia: Incapace de aperir le documento seligite: <filename>%1</filename>
it: Impossibile aprire il documento selezionato: <filename>%1</filename>
ko: 선택한 문서를 열 수 없음: <filename>%1</filename>
nb: Klarte ikke åpne det valgte dokumentet: <filename>%1</filename>
nds: Dat utsöchte Dokment lett sik nich opmaken: <filename>%1</filename>
nl: Kon het geselecteerde document niet openen: <filename>%1</filename>
pl: Nie można otworzyć wybranego dokumentu: <filename>%1</filename>
pt: Não foi possível abrir o documento seleccionado: <filename>%1</filename>
pt_br: Não foi possível abrir o documento selecionado: <filename>%1</filename>
ru: Не удалось открыть выделенный документ: <filename>%1</filename>
sk: Nemôžem otvoriť dokument: <filename>%1</filename>
sl: Ni bilo mogoče odpreti izbranega dokumenta: <filename>%1</filename>
sr@ijekavian: Не могу да отворим изабрани документ: <filename>%1</filename>
sv: Kan inte öppna det markerade dokumentet: <filename>%1</filename>
uk: Не вдалося відкрити позначений документ: <filename>%1</filename>
zh_tw: 無法開啟選取的文件：<filename>%1</filename>

# @info:tooltip
source: Selected text doesn't looks like a valid URI
bs: Izabrani tekst ne izgleda kao važeći URI
ca@valencia: El text seleccionat no pareix que siga un URI vàlid
da: Den markerede tekst ligner ikke en gyldig URI
el: Το επιλεγμένο κείμενο δε φαίνεται να είναι ένα έγκυρο URI
es: El texto seleccionado no parece ser un URI válido
et: Valitud ei tekst ei paista olevat korrektne URI
fi: Valittu teksti ei näytä kelvolliselta URI:ltä
fr: Le texte sélectionné ne ressemble pas à une URI valable
gl: O texto escollido non semella unha URI válida
hu: A kijelölt szöveg nem tűnik érvényes URI-nak
ia: Texto seligite non sembla esser un valide URI
it: Il testo selezionato non sembra un URI valido
ko: 선택한 텍스트가 올바른 URI가 아닌 것 같음
nb: Markert tekst ser ikke ut som en gyldig URI
nds: As't lett gellt de utsöchte Text nich as URI
nl: De geselecteerde tekst lijkt niet op een geldige URI
pl: Zaznaczony tekst nie wygląda jak prawidłowy adres URI
pt: O texto seleccionado não parece ser um URI válido
pt_br: O texto selecionado não parece ser uma URI válida
ru: Выделенный текст не похож на строку URI
sk: Vybraný text nevyzerá ako platné URI
sl: Izbrano besedilo ne izgleda kot veljaven URI
sr@ijekavian: Изабрани текст не личи на правилан УРИ.
sv: Markerad text ser inte ut som en giltig webbadress
uk: Позначений текст не є адресою файла
zh_tw: 選取的文字看起來並非合法的網址

# @ation:inmenu
source: Open <filename>%1</filename>
bs: Otvori <filename>%1</filename>
ca@valencia: Obri <filename>%1</filename>
da: Åbn <filename>%1</filename>
el: Άνοιγμα <filename>%1</filename>
es: Abrir <filename>%1</filename>
et: Ava <filename>%1</filename>
fi: Avaa <filename>%1</filename>
fr: Ouvrir <filename>%1</filename>
gl: Abrir <filename>%1</filename>
hu: <filename>%1</filename> megnyitása
ia: Aperi <filename>%1</filename>
it: Apri <filename>%1</filename>
ko: <filename>%1</filename> 열기
nb: Åpne <filename>%1</filename>
nds: <filename>%1</filename> opmaken
nl: <filename>%1</filename> openen
pl: Otwórz <filename>%1</filename>
pt: Abrir o <filename>%1</filename>
pt_br: Abrir <filename>%1</filename>
ru: Открыть <filename>%1</filename>
sk: Otvoriť <filename>%1</filename>
sl: Odpri <filename>%1</filename>
sr@ijekavian: Отвори <filename>%1</filename>
sv: Öppna <filename>%1</filename>
uk: Відкрити <filename>%1</filename>
zh_tw: 開啟 <filename>%1</filename>

# @ation:inmenu
source: Open selected document
bs: Otvori izabrani dokument
ca@valencia: Obri el document seleccionat
da: Åbn valgt dokument
el: Άνοιγμα επιλεγμένου εγγράφου
es: Abrir documento seleccionado
et: Ava valitud dokument
fi: Avaa valittu tiedosto
fr: Ouvrir le document sélectionné
gl: Abrir o documento escollido
hu: A kijelölt dokumentum megnyitása
ia: Aperi documento seligite
it: Apri i documenti selezionati
ko: 선택한 문서 열기
nb: Åpne det valgte dokumentet
nds: Utsöcht Dokment opmaken
nl: Geselecteerde document openen
pl: Otwórz wybrany dokument
pt: Abrir o documento seleccionado
pt_br: Abrir o documento selecionado
ru: Открыть выделенный файл
sk: Otvoriť vybraný dokument
sl: Odpri izbran dokument
sr@ijekavian: Отвори изабрани документ
sv: Öppna markerat dokument
uk: Відкрити позначений документ
zh_tw: 開啟選取的文件

# @info:tooltip
source: The selected text is not valid XML: %1
bs: Izabrani tekst nije važeći XML: %1
ca@valencia: Este text seleccionat no és un XML vàlid: %1
da: Den markerede tekst er ikke gyldig XML: %1
el: Το επιλεγμένο κείμενο δεν είναι έγκυρο XML: %1
es: El texto seleccionado no es XML válido: %1
et: Valitud tekst ei ole korrektne XML: %1
fi: Valittu teksti ei ole kelvollista XML:ää: %1
fr: Le texte sélectionné n'est pas du code XML valable : %1
gl: O texto escollido non é XML correcto: %1
hu: A kijelölt szöveg nem érvényes XML: %1
ia: Le texto seligite non es un valide XML: %1
it: Il testo selezionato non è XML valido: %1
kk: Таңдалған мәтін дұрыс XML емес: %1
ko: 선택한 텍스트는 올바른 XML이 아님: %1
nb: Den markerte teksten er ikke gyldig XML: %1
nds: De utsöchte Text gellt nich as as XML: %1
nl: De geselecteerde tekst is geen geldige XML: %1
pl: Zaznaczony tekst nie jest prawidłowym tekstem XML: %1
pt: O texto seleccionado não é XML válido: %1
pt_br: O texto selecionado não é XML válido: %1
ru: Выделенный текст не соответствует формату XML: %1
sk: Vybraný text nie je platné XML: %1
sl: Izbrano besedilo ni veljaven XML: %1
sr@ijekavian: Изабрани текст није правилан ИксМЛ: %1
sv: Den markerade texten är inte giltig XML: %1
uk: Позначений фрагмент тексту не є коректним кодом XML: %1
zh_tw: 選取的文字並非合法的 XML：%1

# @action:button
source: &Other...
bs: &Ostalo...
ca@valencia: &Altres...
da: &Andet...
el: Άλλ&ο...
es: &Otro...
et: &Muu...
fi: &Muu…
fr: &Autres...
gl: &Outro...
hu: &Egyéb…
ia: A&ltere...
it: &Altro...
kk: &Басқа...
ko: 기타(&O)...
nb: &Annet …
nds: &Anner...
nl: &Overig...
pl: &Inne...
pt: &Outro...
pt_br: &Outro...
ru: &Другой...
sk: &Iné...
sl: Drug&o ...
sr@ijekavian: &Друга...
sv: &Annat...
uk: &Інше…
zh_tw: 其他(&O)...

# @title:tab
source: Palette
bs: Paleta
ca@valencia: Paleta
el: Παλέτα
es: Paleta
et: Palett
fi: Paletti
gl: Paleta
hu: Paletta
ia: Paletta
it: Tavolozza
kk: Палитра
ko: 팔레트
nb: Palett
nds: Klörensett
nl: Palet
pl: Paleta
pt: Paleta
pt_br: Paleta
ru: Палитра
sk: Paleta
sl: Barvni nabor
sr@ijekavian: Палета
sv: Palett
uk: Палітра
zh_tw: 調色盤

source: And other errors
bs: I druge greške
ca@valencia: I altres errors
da: Og andre fejl
el: Και άλλα σφάλματα
es: Y otros errores
et: Ja teised tõrked
fi: Ja muita virheitä
fr: Et d'autres erreurs
gl: E outros erros
hu: És egyéb hibák
ia: E altere errores
it: e altri errori
kk: Және басқа қателері
ko: 및 기타 오류
nb: og andre feil
nds: Un anner Fehlers
nl: En andere fouten
pl: I inne błędy
pt: E outros erros
pt_br: E outros erros
ru: и другие ошибки
sk: A iné chyby
sl: In druge napake
sr@ijekavian: и остале грешке.
sv: Och andra fel
uk: Та інші помилки
zh_tw: 以及其他錯誤

# @title:window
source: Success
bs: Uspjeh
ca@valencia: Correcte
da: Gennemført
el: Επιτυχία
es: Correcto
et: Õnnestumine
fi: Onnistui
fr: Succès
gl: Éxito
hu: Sikeres
ia: Successo
it: Eseguito con successo
kk: Сәтті бітті
ko: 성공
nb: Vellykket
nds: Spood
nl: Succes
pl: Powodzenie
pt: Sucesso
pt_br: Sucesso
ru: Готово
sk: Úspech
sl: Uspeh
sr@ijekavian: Успех
sv: Lyckades
uk: Виконано
zh_tw: 成功

source: ~*~ Position: (%1, %2)
bs: ~*~ Pozicija: (%1, %2)
ca@valencia: ~*~ Posició: (%1, %2)
es: ~*~ Posición: (%1, %2)
et: ~*~ Asukoht: (%1, %2)
fi: ~*~ Sijainti: (%1, %2)
gl: ~*~ Posición: (%1, %2)
hu: ~*~ Pozíció: (%1, %2)
it: ~*~ Posizione: (%1, %2)
kk: ~*~ Орны: (%1, %2)
ko: ~*~ 위치: (%1, %2)
nb: ~*~ Posisjon: (%1, %2)
nds: ~*~ Positschoon: (%1, %2)
nl: ~*~ Positie: (%1, %2)
pl: ~*~ Położenie: (%1, %2)
pt: ~*~ Posição: (%1, %2)
pt_br: ~*~ Posição: (%1, %2)
ru: ~*~ Позиция: (%1, %2)
sk: ~*~ Poloha: (%1, %2)
sl: ~*~ Položaj: (%1, %2)
sr@ijekavian: ~*~ Положај: (%1, %2)
uk: ~*~ Позиція: (%1, %2)
zh_tw: ~*~ 位置：(%1, %2)

source: ~*~ Line: %1
bs: ~*~ Linija: %1
ca@valencia: ~*~ Línia: %1
da: ~*~ Linje: %1
es: ~*~ Línea: %1
et: ~*~ Rida: %1
fi: ~*~ Rivi: %1
fr: ~*~ Ligne : %1
gl: ~*~ Liña: %1
hu: ~*~ Sor: %1
ia: ~*~ Linea: %1
it: ~*~ Riga: %1
kk: ~*~ Жолы: %1
ko: ~*~ 줄: %1
nb: ~*~ Linje: %1
nds: ~*~ Reeg: %1
nl: ~*~ Regel: %1
pl: ~*~ Wiersz: %1
pt: ~*~ Linha: %1
pt_br: ~*~ Linha: %1
ru: ~*~ Строка: %1
sk: ~*~ Riadok: %1
sl: ~*~ Vrstica: %1
sr@ijekavian: ~*~ Ред: %1
sv: ~*~ Rad: %1
uk: ~*~ Рядок: %1
zh_tw: ~*~ 行號：%1

source: Autopate
es: Autopatizar
et: Automaat-Pate
ru: Автодополнение
sr@ijekavian: Самодопуна

# @info:tooltip placeholder is a mime-type
source: This action has no sense for <command>%1</command> documents
bs: Ova akcija nema smisla za <command>%1</command> dokumente
ca@valencia: Esta acció no té sentit per documents <command>%1</command>
da: Denne handling giver ingen mening for <command>%1</command>-dokumenter
el: Η ενέργεια αυτή δεν έχει νόημα για έγγραφα <command>%1</command>!
es: Esta acción no tiene sentido para documentos <command>%1</command>.
et: Sel toimingul ei ole <command>%1</command> dokumentide korral mõtet
fi: Tässä toiminnossa ei ole järkeä <command>%1</command>-tiedostoille
fr: Cette action n'a aucun sens pour les documents <command>%1</command>
gl: Esta acción non ten sentido nos documentos de <command>%1</command>
hu: Ennek a műveletnek nincs értelme a(z) <command>%1</command> dokumentumhoz
ia: Iste action non ha alcun senso pro documentos <command>%1</command>
it: Questa azione non ha senso per i documenti <command>%1</command>
kk: Бұл амалдын <command>%1</command> құжаттар үшін мәні жоқ
ko: 이 동작은 <command>%1</command> 형식 문서에는 효과가 없음
nb: Denne handlingen har ingen mening for <command>%1</command>-dokumenter
nds: De Akschoon kann mit <command>%1</command>-Dokmenten nich üm
nl: Deze actie is nutteloos voor <command>%1</command>-documenten
pl: To działanie nie ma sensu dla dokumentów <command>%1</command>
pt: Esta acção não faz sentido para documentos <command>%1</command>
pt_br: Esta ação não faz sentido para documentos <command>%1</command>
ru: Это действие неприменимо для документов <command>%1</command>
sk: Táto akcia nemá význam pre dokumenty <command>%1</command>
sl: To dejanje nima smisla za dokumente <command>%1</command>
sr@ijekavian: Ова радња нема смисла за документе типа <command>%1</command>.
sv: Åtgärden är meningslös för dokument <command>%1</command>.
uk: Цю дію немає сенсу виконувати над документами <command>%1</command>.
zh_tw: 這個動作對 <command>%1</command> 文件沒有意義

# @title:window
source: Sorry...
bs: Žao mi je...
ca@valencia: Ho sento...
da: Beklager...
el: Συγγνώμη...
es: Lo siento...
et: Vabandust...
fi: Virhe
fr: Désolé...
gl: Desculpe...
hu: Elnézést…
ia: Desolate...
it: Spiacente...
kk: Ғафу етіңіз...
ko: 죄송합니다...
nb: Beklager …
nds: Deit mi leed...
nl: Helaas...
pl: Przepraszamy...
pt: Desculpe...
pt_br: Desculpe...
ru: Простите, но...
sk: Prepáčte...
sl: Oprostite ...
sr@ijekavian: Извините
sv: Tyvärr...
uk: Вибачте…
zh_tw: 抱歉...
