Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Transform Filenames
bs: Transformiši imena datoteka
ca@valencia: transformació de noms de fitxers
da: Transformér filnavne
el: Μετασχηματισμός ονομάτων αρχείων
es: Transformar nombres de archivo
et: Failinimede muutmine
fi: Tiedostonimien muuntaminen
fr: Transformer les noms de fichiers
gl: Transformar os nomes de ficheiro
hu: Fájlnevek átalakítása
ia: Transforma nomines de file
it: Trasforma nomi file
kk: Файл атауын түрлендіру
ko: 파일 이름 변형
nb: Omform filnavn
nds: Dateinaams ümwanneln
nl: Bestandsnamen transformeren
pl: Przekształć nazwy plików
pt: Transformar os Nomes dos Ficheiros
pt_br: Transformar os nomes dos arquivos
ru: Преобразование имён файлов
sk: Transformovať názvy súborov
sl: Preoblikuj imena datotek
sr@ijekavian: Трансформисање имена фајлова
sv: Omforma filnamn
uk: Перетворення назв файлів
zh_tw: 轉換檔案名稱

source: Replace file prefix ending with key:
bs: Zamijeni prefiks koji se završava ključem:
ca@valencia: Substitueix el prefix de fitxer acabat amb una clau:
da: Erstat filpræfikser sluttende med nøgle:
el: Αντικατάσταση προθέματος αρχείου που τελειώνει με:
es: Reemplazar prefijo de que termina con la clave:
et: Failiprefiksi lõpp:
fi: Korvaa tähän avaimeen päättyvä tiedoston etuliite:
fr: Remplacer le préfixe du fichier finissant avec la clé :
gl: Substituír o prefixo dos ficheiros que rematen coa clave:
hu: Fájl előtag végződésének cseréje ezzel a kulccsal:
ia: Reimplacia prefixo de file terminante con clave:
it: Sostituisci il prefisso del file che termina con:
kk: Мынамен аяқталатын файл префиксін ауыстыру:
ko: 다음 키로 끝나는 파일 접두사 대체:
nb: Erstatt filprefiks som slutter med denne nøkkelen:
nds: Dateiprefix utwesseln, dat ophöört mit:
nl: Prefix van bestand vervangen die eindigt met sleutel:
pl: Zastąp przedrostek pliku kończącego się kluczem:
pt: Substituir o prefixo do ficheiro que termine na chave:
pt_br: Substituir o prefixo do arquivo que termine com a chave:
ru: Заменить префикс имени с этим окончанием:
sk: Nahradiť predponu súboru zakončenú kľúčom:
sl: Zamenjaj predpono datoteke, ki se konča s ključem:
sr@ijekavian: Замени префикс фајла до кључа:
sv: Ersätt filprefix som slutar med nyckel:
uk: Замінити префікс назви, що завершується на цей ключ:
zh_tw: 取代檔案前置字串的關鍵字：

source: Discard the first part of the file name ending with this key.
bs: Odbaci prvo ime datoteke koje se završava ovim ključem.
ca@valencia: Descarta la primera part del nom de fitxer acabat amb esta clau.
da: Fjern første del af filnavnet sluttende med denne nøgle.
el: Απόρριψη του πρώτου μέρους του ονόματος αρχείου που τελειώνει με αυτό το κλειδί.
es: Descartar la primera parte del nombre de archivo que termine con esta clave.
et: Failinime lõpu esimese osa tühistamine, kui see lõpeb määratud võtmega.
fi: Hylkää tähän avaimeen päättyvän tiedostonimen ensimmäinen osa.
fr: Annuler la première partie du nom du fichier finissant avec cette clé.
gl: Descartar a primeira parte dos nomes de ficheiro que rematen por esta chave.
hu: Az erre a kulcsra végződő fájlnév első részének eldobása.
ia: Abandona le prime parte del nomine de file terminante con iste clave.
it: Scarta la prima parte di un nome di file che termina con:
kk: Мынамен аяқталатын файл атауының алғашқы бөлігін алып тастау:
ko: 이 키로 끝나는 파일 이름의 첫 부분을 삭제합니다.
nb: Sløyf første del av filnavn som slutter med denne nøkkelen.
nds: Den eersten Deel vun Dateinaams utwesseln, de op dissen Slötel ophöört
nl: Het eerste deel van de bestandsnaam verwijderen die eindigt met deze sleutel.
pl: Porzuć pierwszą część nazwy pliku kończącą się tym kluczem.
pt: Eliminar a primeira parte do nome do ficheiro que terminar com esta chave.
pt_br: Descartar a primeira parte do nome do arquivo que termine com esta chave.
ru: Отбросить начало полного имени файла с заданным окончанием.
sk: Zahodiť prvú časť názvu súboru končiacu týmto kľúčom.
sl: Zavrzi prvi del imena datoteke, ki se konča s tem ključem
sr@ijekavian: Одбацује почетни део имена фајла који се завршава овим кључем.
sv: Avlägsna den första delen av filnamnet som slutar med den här nyckeln.
uk: Відкинути першу частину назви файла, що завершується на це ключове слово.
zh_tw: 丟去檔名中前面以此關鍵字結尾的部份。

source: With this file prefix:
bs: Sa ovim prefiksom datoteke:
ca@valencia: Amb este prefix de fitxer:
da: Med dette filpræfiks:
el: Με αυτό το πρόθεμα αρχείου:
es: Con este prefijo de archivo:
et: asendatakse järgmise failiprefiksiga:
fi: Tällä etuliitteellä:
fr: Avec ce préfixe de fichier :
gl: Por este prefixo de ficheiro:
hu: Ezzel a fájl előtaggal:
ia: Con iste prefixo de file:
it: Con il seguente prefisso:
kk: Мына файл префиксі:
ko: 다음 파일 이름 접두사:
nb: Med dette filprefikset:
nds: Mit dit Dateiprefix:
nl: Met deze bestandsprefix:
pl: Przedrostkiem tego pliku:
pt: Ćom este prefixo de ficheiro:
pt_br: Com este prefixo do arquivo:
ru: Данным префиксом:
sk: S touto predponou súboru:
sl: S to predpono datoteke:
sr@ijekavian: овим префиксом:
sv: Med detta filprefix:
uk: З цим префіксом:
zh_tw: 使用此檔名前置字串取代：
