Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# @item:inmenu
source: CMake Helper Plugin
bs: Priključak za CMake pomoć
ca@valencia: Connector d'ajuda del CMake
da: CMake-hjælperplugin
el: Πρόσθετο βοήθειας του CMake
es: Complemento Ayudante de CMake
et: CMake'i abiplugin
fi: CMake-apulainen
fr: Module d'aide de CMake
gl: Complemento de axuda do CMake
hu: CMake segítő bővítmény
ia: Plugin de adjuta de CMake
it: Estensione di supporto CMake
kk: CMake көмекші плагині
ko: CMake 도우미 플러그인
nb: CMake hjelper-tillegg
nds: CMake-Hülpmoduul
nl: Plug-in van CMake-helper
pl: Wtyczka pomocnika CMake
pt: 'Plugin' Utilitário do CMake
pt_br: Plugin utilitário de ajuda do CMake
ru: Модуль поддержки CMake
sk: Plugin pomocníka CMake
sl: Pomagalni vstavek za CMake
sr@ijekavian: Прикључак помоћника за ц‑мејк
sv: Hjälpinsticksprogram för CMake
uk: Додаток допоміжного засобу CMake
zh_tw: CMake 說明外掛程式

# @title:group
source: CMake Helper Settings
bs: Postavke CMake pomagača
ca@valencia: Configuració d'ajuda del CMake
da: Indstillinger af CMake-hjælper
el: Ρυθμίσεις βοήθειας του CMake
es: Preferencias de ayudante de CMake
et: CMake'i abilise seadistused
fi: CMake-apulaisen asetukset
fr: Configuration de l'aide de CMake
gl: Configuración de axuda do CMake
hu: CMake segítő beállítások
ia: Preferentias de Adjuta de CMake
it: Impostazioni programma di supporto CMake
kk: CMake көмекшісін баптау
ko: CMake 도우미 설정
nb: Innstillinger for CMake-hjelper
nds: CMake-Hülpmoduulinstellen
nl: Instellingen van CMake-helper
pl: Ustawienia pomocnika CMake
pt: Configuração do Utilitário do CMake
pt_br: Configurações do utilitário de ajuda do CMake
ru: Параметры поддержки CMake
sk: Nastavenie pomocníka CMake
sl: Nastavitve pomagalnika za CMake
sr@ijekavian: Поставке помоћника за ц‑мејк
sv: Hjälpinställningar för CMake
uk: Параметри допоміжного засобу CMake
zh_tw: CMake 說明設定

# @item:intext
source: CMake executable is not configured
bs: CMake program nije konfigurisan
ca@valencia: No s'ha configurat l'executable CMake
da: CMake-programmet er ikke konfigureret
el: Το CMake εκτελέσιμο δεν έχει διαμορφωθεί
es: El ejecutable de CMake no está configurado
et: CMake'i täitmisfaili ei ole seadistatud
fi: CMake-ohjelmatiedostoa ei ole määritetty
fr: L'exécutable « CMake » n'est pas configuré
gl: Non está configurado o executábel de CMake
hu: A CMake végrehajtható nincs beállítva
ia: Executabile de CMake non es configurate
it: L'eseguibile di CMake non è configurato
kk: CMake орындалатын файлы бапталмаған
ko: CMake 실행 파일이 설정되지 않았음
nb: CMake-programmet er ikke satt opp
nds: Keen CMake-Programm fastleggt
nl: Het programma CMake is niet ingesteld
pl: Plik wykonywalny CMake jest nieskonfigurowany
pt: O executável do CMake não está configurado
pt_br: O executável do CMake não está configurado
ru: Путь к программе CMake не настроен
sk: Program CMake nie je nastavený
sl: Izvedljiva datoteka CMake ni nastavljena
sr@ijekavian: Извршни фајл ц‑мејка није подешен.
sv: CMake körbart program är inte inställt
uk: Не вказано виконуваного файла CMake
zh_tw: CMake 執行檔未設定

# @item:intext
source: Running <command>%1</command> finished with errors:<nl/><message>%2</message>
bs: Pokretanje <command>%1</command> je završilo s greškama:<nl/><message>%2</message>
ca@valencia: L'execució de <command>%1</command> ha finalitzat amb errors:<nl/><message>%2</message>
da: Kørsel af <command>%1</command> afsluttede med fejl:<nl/><message>%2</message>
el: Η εντολή <command>%1</command> τερματίστηκε με σφάλματα:<nl/><message>%2</message>
es: La ejecución de <command>%1</command> terminó con errores:<nl/><message>%2</message>
et: <command>%1</command> käivitamine lõppes tõrgetega:<nl/><message>%2</message>
fi: Komennon <command>%1</command> finished suorittaminen päättyi virheisiin:<nl/><message>%2</message>
fr: L'exécution de <command>%1</command> s'est terminé avec des erreurs : <nl/><message>%2</message>
gl: A execución de <command>%1</command> rematou con erros:<nl/><message>%2</message>
hu: A futó <command>%1</command> hibákkal fejeződött be:<nl/><message>%2</message>
ia: Executante <command>%1</command> terminava con errores: <nl/><message>%2</message>
it: L'esecuzione di <command>%1</command> è terminata con errori: <nl/><message>%2</message>
kk: <command>%1</command> қатемен аяқталды:<nl/><message>%2</message>
ko: <command>%1</command> 실행 결과 다음 오류를 반환함:<nl/><message>%2</message>
nb: Kjøringen <command>%1</command> avsluttet med feil:<nl/><message>%2</message>
nds: Bi't Utföhren vun <command>%1</command> hett dat Fehlers geven:<nl/> <message>%2</message>
nl: Uitvoeren van <command>%1</command> is geëindigd met fouten:<nl/><message>%2</message>
pl: Uruchomienie <command>%1</command> zakończone z błędami:<nl/><message>%2</message>
pt: A execução do <command>%1</command> terminou com erros:<nl/><message>%2</message>
pt_br: A execução do <command>%1</command> foi concluída com erros:<nl/><message>%2</message>
ru: Команда <command>%1</command> завершилась ошибкой:<nl/><message>%2</message>
sk: Beh <command>%1</command> skončil s chybami:<nl/><message>%2</message>
sl: Zaganjanje <command>%1</command> se je končalo z napakami:<nl/><message>%2</message>
sr@ijekavian: Извршавање <command>%1</command> завршено са грешкама:<nl/><message>%2</message>
sv: Körning av <command>%1</command> avslutades med fel: <nl/><message>%2</message>
uk: Спроба виконати <command>%1</command> призвела до повідомлень про помилки:<nl/><message>%2</message>
zh_tw: 執行 <command>%1</command> 指令已完成，但是有錯誤：<nl/><message>%2</message>

# @item:intext
source: Specified CMake executable <command>%1</command> looks invalid
bs: Navedeni CMake program <command>%1</command> izgleda neispravan
ca@valencia: L'executable CMake indicat <command>%1</command> no pareix vàlid
da: Det angivne CMake-program <command>%1</command> ser ugyldig ud
el: Το δοσμένο CMake εκτελέσιμο <command>%1</command> μοιάζει μη έγκυρο
es: El ejecutable de CMake especificado <command>%1</command> parece no válido
et: Määratud CMake'i täitmisfail <command>%1</command> paistab olevat vigane
fi: Annettu CMake-ohjelmatiedosto <command>%1</command> näyttää virheelliseltä
fr: L'exécutable « CMake » spécifié <command>%1</command> semble non valable
gl: O executábel de CMake indicado <command>%1</command> parece incorrecto
hu: A megadott <command>%1</command> CMake végrehajtható érvénytelennek tűnik
ia: Executabile de CMake specificate <command>%1</command> sembla invalide
it: L'eseguibile CMake specificato <command>%1</command> non sembra valido
kk: Келтірілген CMake <command>%1</command> орындалатын файлы дұрыс емес сияқты
ko: 지정한 CMake 실행 파일 <command>%1</command>이(가) 올바르지 않음
nb: Den oppgitte CMake kjørbare <command>%1</command> ser ugyldig ut
nds: Angeven CMake-Programm <command>%1</command> süht leeg ut
nl: Het gespecificeerde programma CMake <command>%1</command> lijkt ongeldig
pl: Podany plik wykonywalny CMake <command>%1</command> wygląda nieprawidłowo
pt: O executável do CMake indicado <command>%1</command> parece inválido
pt_br: O executável do CMake indicado <command>%1</command> parece inválido
ru: Указанный файл <command>%1</command> не похож на исполняемый файл CMake
sk: Určený program CMake <command>%1</command> vyzerá byť neplatný
sl: Podana izvedljiva datoteka CMake <command>%1</command> izgleda neveljavna
sr@ijekavian: Задати извршни фајл ц‑мејка <command>%1</command> делује лоше.
sv: Angivet CMake körbart program <command>%1</command> verkar ogiltigt
uk: Вказаний виконуваний файл CMake, <command>%1</command>, є некоректним
zh_tw: 指定的 CMake 執行檔 <command>%1</command> 似乎不合法

# @item:intext
source: Specified CMake executable <command>%1</command> not found
bs: Navedeni CMake program <command>%1</command> nije nađen
ca@valencia: L'executable CMake indicat <command>%1</command> no s'ha trobat
da: Det angivne CMake-program <command>%1</command> blev ikke fundet
el: Το δοσμένο CMake εκτελέσιμο <command>%1</command> δεν βρέθηκε
es: No se encuentra el ejecutable de CMake especificado <command>%1</command>
et: Määratud CMake'i täitmisfaili <command>%1</command> ei leitud
fi: Annettu CMake-ohjelmatiedostoa <command>%1</command> ei löytynyt
fr: Impossible de trouver l'exécutable « CMake » spécifié <command>%1</command>
gl: Non foi posíbel atopar o executábel de CMake indicado <command>%1</command>
hu: A megadott <command>%1</command> CMake végrehajtható nem található
ia: Executabile de CMake specificate <command>%1</command> non trovate
it: L'eseguibile CMake specificato <command>%1</command> non è stato trovato
kk: Келтірілген CMake <command>%1</command> орындалатын файлы табылмады
ko: 지정한 CMake 실행 파일 <command>%1</command>을(를) 찾을 수 없음
nb: Den oppgitte CMake kjørbare <command>%1</command> finnes ikke
nds: Angeven CMake-Programm <command>%1</command> lett sik nich finnen
nl: Het gespecificeerde programma CMake <command>%1</command> is niet gevonden
pl: Podany plik wykonywalny CMake <command>%1</command> nie został znaleziony
pt: O executável do CMake indicado <command>%1</command> não foi encontrado
pt_br: O executável do CMake indicado <command>%1</command> não foi encontrado
ru: Указанный исполняемый файл CMake <command>%1</command> не найден
sk: Určený program CMake <command>%1</command> nenájdený
sl: Podana izvedljiva datoteka CMake <command>%1</command> ni bila najdena
sr@ijekavian: Задати извршни фајл ц‑мејка <command>%1</command> није нађен.
sv: Angivet CMake körbart program <command>%1</command> hittades inte
uk: Вказаного виконуваного файла CMake, <command>%1</command>, не знайдено
zh_tw: 指定的 CMake 執行檔 <command>%1</command> 找不到

# @item:intext/plain
source: Specified path %1 does not look like a CMake build directory
bs: Navedena staza %1 ne izgleda kao CMake direktorij za gradnju
ca@valencia: El camí indicat %1 no pareix cap directori de construcció CMake
da: Den angivne sti %1 ligner ikke en CMake-byggemappe
el: Η δοσμένη διαδρομή %1 δεν μοιάζει με κατάλογο κατασκευής CMake
es: La ruta %1 especificada no parece un directorio de construcción de CMake
et: Määratud asukoht %1 ei tundu olevat CMake'i ehitamiskataloog
fi: Annettu polku %1 ei näytä olevan CMake-käännöskansio
fr: L'emplacement spécifié %1 ne ressemble pas à un dossier de compilation « CMake »
gl: A ruta %1 indicada non semella ser un directorio de construción de CMake
hu: A megadott %1 útvonal nem tűnik CMake fordítási könyvtárnak
ia: Le specificate percurso %1 non appare como un directorio de contruer de CMake
it: Il percorso specificato «%1» non sembra una cartella di compilazione di CMake
kk: Келтірілген %1 жолы дұрыс CMake құрастыру каталогы емес сияқты
ko: 지정한 경로 %1이(가) CMake 빌드 디렉터리가 아닐 수도 있음
nb: Oppgitt sti %1 ser ikke ut som en CMake byggemappe
nds: As't lett is de angeven Orner %1 keen CMake-Buuorner
nl: Het gespecificeerde pad %1 lijkt niet op een bouwmap van CMake
pl: Podana ścieżka $1 nie wygląda jak katalog budowania CMake
pt: A localização indicada %1 não se parece com uma pasta de compilação do CMake
pt_br: O caminho indicado %1 não se parece com um diretório de compilação do CMake
ru: Указанный путь %1 не похож на каталог сборки CMake
sk: Určená cesta %1 nevyzerá ako adresár zostavenia CMake
sl: Podana pot %1 ne izgleda kot mapa za izgradnje CMake
sr@ijekavian: Задата путања %1 не личи на ц‑мејкову фасциклу градње.
sv: Angiven sökväg %1 ser inte ut som en CMake byggkatalog
uk: Здається, вказаний шлях, %1, не є шляхом до каталогу збирання CMake
zh_tw: 指定的路徑看起來不像 CMake 編譯目錄

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić
fi: Lasse Liehu,Tommi Nieminen,Jiri Grönroos
it: Nicola Ruggero,Federico Zenith,Andrea Rizzi,Giuseppe Ravasio
ko: Park Shinjo
pl: Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
bs: megaribi@epn.ba
fi: lasse.liehu@gmail.com,translator@legisign.org,jiri.gronroos+l10n@iki.fi
it: nicola@nxnt.org,,,
ko: kde@peremen.name
pl: lukasz.wojnilowicz@gmail.com

source: &Gid
ko: Gid(&G)
zh_tw: Gid(&G)

# @info
source: <link url="%1">%2</link>
pl: <link url="{}">%2</link>

source: import ipdb; ipdb.set_trace()
bs: Uvoz ipdb; ipdb.set_trace()
es: importar ipdb; ipdb.set_trace()
gl: importar ipdb; ipdb.set_trace()
ia: importa ipdb, ipdb.set_trace()
kk: ipdb; ipdb.set_trace() импорты
nb: importer ipdb; ipdb.set_trace()
nl: ipdb importeren; ipdb.set_trace()
pl: importuj ipdb; ipdb.set_trace()
sl: uvozi ipdb; ipdb.set_trace()
sv: importera ipdb; ipdb.set_trace()
