Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# @info:tooltip placeholder is a mime-type
source: <command>%1</command> is unsupported document type.
bs: <command>%1</command> je nepodržan tip dokumenta.
ca@valencia: <command>%1</command> és un tipus de document no implementat.
da: <command>%1</command> er ikke en understøttet dokumenttype.
el: Το <command>%1</command> είναι μη υποστηριζόμενος τύπος εγγράφου.
es: no se admite el tipo de documento <command>%1</command>.
et: <command>%1</command> on toetamata dokumenditüüp.
fi: Tiedostotyyppiä <command>%1</command> ei tueta.
fr: <command>%1</command> est un type de document non pris en charge.
gl: <command>%1</command> non é un tipo de documento compatíbel.
hu: <command>%1</command> nem támogatott dokumentum típus.
ia: <command>%1</command> es un typo de documento non suppportate.
it: <command>%1</command> è un tipo documento non supportato.
kk: <command>%1</command> деген танымайтын құжат түрі.
ko: <command>%1</command>은(는) 지원하지 않는 문서 종류입니다.
nb: <command>%1</command> er en ustøttet dokumenttype.
nds: Dokmenttyp <command>%1</command> warrt nich ünnerstütt.
nl: <command>%1</command> is niet ondersteund type document.
pl: <command>%1</command> nie jest obsługiwanym rodzajem dokumentów.
pt: O tipo de documento de <command>%1</command> não é suportado.
pt_br: Não há suporte para o tipo de documento <command>%1</command>.
ru: <command>%1</command> — неподдерживаемый тип документа.
sk: <command>%1</command> je nepodporovaný typ dokumentu.
sl: <command>%1</command> ni podprta vrsta dokumenta.
sr@ijekavian: Тип документа <command>%1</command> није подржан.
sv: <command>%1</command> är en dokumenttyp som inte stöds.
uk: Документ <command>%1</command> належить до непідтримуваного типу.
zh_tw: <command>%1</command> 為不支援的文件型態。

# @info:tooltip
source: This operation is for block selection mode
bs: Ova operacija je za režim izbora bloka
ca@valencia: Esta operació és pel mode de selecció de blocs
da: Denne operation bruges i blokmarkeringstilstand
el: Η ενέργεια αυτή είναι για την block λειτουργία επιλογών
es: Esta operación es para el modo de selección de bloque
et: See toiming on mõeldud plokivaliku režiimile
fi: Tämä toiminto on tarkoitettu lohkovalintatilalle
fr: Cette opération est pour le mode de sélection par blocs
gl: Esta operación é para o modo de selección en bloque
hu: Ez a művelet blokk kijelölési módhoz van
ia: Iste operation es pro modo de selection de bloco
it: Questa operazione funziona solo con la selezione a blocchi
kk: Бұл операция блокты таңдау режімі үшін
ko: 이 작업은 블록 선택 모드입니다
nb: Denne handlingen er for blokkmerkingsmodus
nds: Disse Akschoon is för Blockköörbedrief
nl: Deze bewerking is voor blokselectiemodus
pl: Operacja ta jest przeznaczona dla trybu zaznaczania bloków
pt: Esta operação é para o modo de selecção em bloco
pt_br: Esta operação é para o modo de seleção em bloco
ru: Это операция для блочного режима выделения
sk: Táto operácia je pre blokový režim výberu
sl: To dejanje je za način izbire blokov
sr@ijekavian: Овај поступак важи само у блоковском режиму избора.
sv: Åtgärden är för blockmarkeringsläget
uk: Цю дію призначено для блокового режиму позначення!
zh_tw: 這個操作是在區塊選取模式時使用

# @info:tooltip
source: This operation is for normal selection mode
bs: Ova operacija je za normalni režim izbora
ca@valencia: Esta operació és pel mode de selecció normal
da: Denne operation bruges i normal markeringstilstand
el: Η ενέργεια αυτή είναι για την κανονική λειτουργία επιλογών
es: Esta operación es para el modo de selección normal
et: See toiming on mõeldud tavalise valiku režiimile
fi: Tämä toiminto on tarkoitettu normaalille valintatilalle
fr: Cette opération est pour le mode de sélection normale
gl: Esta operación é para o modo de selección normal
hu: Ez a művelet normál kijelölési módhoz van
ia: Iste operation es pro modo de selection normal
it: Questa operazione funziona solo con la selezione normale
kk: Бұл операция кәдімгі таңдау режімі үшін
ko: 이 작업은 일반 선택 모드입니다
nb: Denne handlingen er for normal merkingsmodus
nds: Disse Akschoon is för normaal Köörbedrief
nl: Deze bewerking is voor de normale selectiemodus
pl: Operacja ta jest przeznaczona dla normalnego trybu zaznaczania
pt: Esta operação é para o modo de selecção normal
pt_br: Esta operação é para o modo de seleção normal
ru: Это операция для обычного режима выделения
sk: Táto operácia je pre normálny režim výberu
sl: To dejanje je za način običajne izbire
sr@ijekavian: Овај поступак важи само у нормалном режиму избора.
sv: Åtgärden är för det normala markeringsläget
uk: Цю дію призначено для звичайного режиму позначення!
zh_tw: 這個操作是在一般選取模式時使用

# @info:tooltip
source: This operation cannot be performed while text is selected
bs: Ova operacija se ne moće obaviti kada je tekst izabran
ca@valencia: Esta operació no es pot portar a terme mentre hi ha text seleccionat
da: Denne operation kan ikke bruges mens tekst er markeret
el: Η λειτουργία αυτή δεν μπορεί να εκτελεστεί όταν το κείμενο είναι επιλεγμένο
es: Esta operación no se puede realizar mientras haya texto seleccionado
et: Seda toimingut ei saa sooritada, kui tekst on valitud
fi: Tätä toimintoa ei voi suorittaa, kun tekstiä on valittuna
fr: Cette opération ne peut être effectuée lorsque du texte est sélectionné
gl: Non é posíbel levar a cabo esta operación mentres haxa texto seleccionado
hu: Ezt a műveletet nem lehet végrehajtani, amíg ki van jelölve szöveg
ia: Iste operation non pote esser executate durante que le texto es seligite
it: Questa operazione non può essere eseguita se il testo è selezionato
kk: Бұл операцияны орындау үшін мәтін таңдауы болмау керек
ko: 이 작업은 텍스트 선택 시 실행할 수 없습니다
nb: Denne handlingen kan ikke utføres mens tekst er markert
nds: Disse Akschoon lett sik nich utföhren, bides Text utsöcht is
nl: Deze bewerking kan niet uitgevoerd worden terwijl tekst is geselecteerd
pl: Ta operacja nie może zostać przeprowadzona, gdy jest zaznaczony tekst
pt: Esta operação não pode ser efectuada enquanto tem texto seleccionado
pt_br: Esta operação não pode ser realizada enquanto o texto estiver selecionado
ru: Эту операцию нельзя выполнить, если выделен текст
sk: Táto operácia sa nedá vykonať, kým je vybraný text
sl: Tega dejanja ni mogoče izvesti, če je izbrano besedilo
sr@ijekavian: Овај поступак не може да се изврши док је текст изабран.
sv: Åtgärden kan inte utföras när text är markerad
uk: Цю дію не можна виконувати, доки позначено фрагмент тексту
zh_tw: 這個操作在文字被選取時不能執行

# @info:tooltip
source: Text must be selected to perform this operation
bs: Tekst se mora izabrati za ovu operaciju
ca@valencia: Cal seleccionar text per portar a terme esta operació
da: Du skal markere tekst for at kunne udføre denne operation
el: Το κείμνεο πρέπει να επιλεγεί για την εκτέλεση αυτής της ενέργειας
es: Para seleccionar esta operación, hay que seleccionar texto
et: Selle toimingu jaoks peab tekst olema valitud
fi: Tekstiä pitää olla valittuna, jotta tämän toiminnon voi suorittaa
fr: Du texte doit être sélectionné pour effectuer cette opération
gl: Hai que ter texto seleccionado para realizar esta operación
hu: Szöveget kell kijelölni a művelet végrehajtásához
ia: Le texto debe esser seligite pro executar iste oparation
it: Il testo deve essere selezionato per eseguire questa operazione
kk: Бұл операцияны орындау үшін мәтінді таңдау керек
ko: 이 작업을 실행하려면 텍스트를 선택해야 합니다
nb: Tekst må være markert for å kunne utføre denne handlingen
nds: Disse Akschoon lett sik bloots mit utsöcht Text utföhren
nl: Er moet tekst geselecteerd zijn om deze bewerking uit te voeren
pl: Tekst musi być zaznaczony, aby przeprowadzić tę operację
pt: O documento deverá ter algo seleccionado para efectuar esta operação
pt_br: O texto precisa estar selecionado para realizar
ru: Для выполнения этой операции должен быть выделен текст
sk: Na vykonanie tejto operácie musí byť vybraný text
sl: Za izvedbo tega dejanja mora biti izbrano besedilo
sr@ijekavian: За извођење овог поступка треба да буде изабран текст.
sv: Text måste ha en markering för att utföra åtgärden
uk: Для уможливлення виконання цієї дії слід позначити у документі фрагмент тексту
zh_tw: 必須先選取文字才能執行此操作

source: Type help(object) for help on object. Type an expression to evaluate the expression.
bs: Otkucajte help(object) za pomoć o objektu. Unesite izraz za račun izraza.
ca@valencia: Teclegeu help(object) per ajuda quan a un objecte. Teclegeu una expressió per avaluar l'expressió.
da: Skriv help(objekt= for hjælp om objekt. Skriv et udtryk for at evaluere udtrykket
el: Πληκτρολογήστε help(αντικείμενο) για βοήθεια με ένα αντικείμενο. Πληκτρολογήστε μια έκφραση για να δείτε τι επιστρέφει.
es: Escriba help(objeto) para obtener ayuda sonre un objeto. Escriba una expresión para evaluarla.
et: Abi jaoks objekti kohta kirjuta help(objekt). Avaldise hindamiseks kirjuta avaldis.
fi: Kirjoita help(kohde) saadaksesi kohteen ohjeen. Suorittaaksesi lausekkeen kirjoita se.
fr: Saisissez « help » (objet) pour afficher une aide sur un objet. Saisissez une expression pour évaluer l'expression.
gl: Escriba help(obxecto) para axuda sobre un obxecto. Escriba unha expresión para avaliala.
hu: Gépelje be egy objektum súgójához: help(objektum). Gépeljen be egy kifejezést a kifejezés kiértékeléséhez.
ia: Typa help(object) pro adjuta sur le objecto. Typa un expression pro valutar le expression.
it: Digita help(oggetto) per aiuto su quell'oggetto. Digita un'espressione per ottenere il risultato.
kk: Нысан туралы көмек үшін help(нысан) деп теріңіз. Өрнекті есептеу үшін өрнекті келтіріңіз.
ko: help(object)를 입력하면 object에 대한 도움말을 표시합니다. 표현식을 입력하면 처리합니다.
nb: Skriv help(objekt) for hjelp om objektet. Tast inn et uttrykk for å evaluere uttrykket.
nds: Mit "help(Objekt)" kannst Du Hülp för en Objekt wiesen. Giffst Du en Utdruck in, warrt he utreekt.
nl: Type help(object) voor hulp over object. Type een expressie om de expressie te evalueren.
pl: Wpisz help(obiekt), aby uzyskać pomoc dla obiektu. Wpisz wyrażenie, aby obliczyć wyrażenie.
pt: Escreva help(objecto) para obter ajuda sobre o objecto. Escreva uma expressão para a avaliar.
pt_br: Digite help(objeto) para buscar ajuda sobre um objeto. Digite uma expressão para avaliar a expressão.
ru: Введите help(object), чтобы получить справку по объекту. Введите выражение, чтобы вычислить его.
sk: Napíšte help(objekt) pre pomocníka k objektu. Napíšte výraz na vyhodnotenie výrazu.
sl: Natipkajte help(predmet) za pomoč o predmetu. Natipkajte izraz, da ga ovrednotite.
sr@ijekavian: Унесите help(object) за помоћ о објекту. Унесите израз да би се израчунао.
sv: Skriv help(objekt) för hjälp om objekt. Skriv in ett uttryck för att beräkna det.
uk: Віддайте команду help(об’єкт), щоб отримати довідку щодо об’єкта. Введіть вираз, щоб отримати результат виконання виразу.
zh_tw: 輸入 help(object) 取得物件的說明。 輸入表示式會計算此表示式。

# @title:tab
source: Python Console
bs: Python konzola
ca@valencia: Consola Python
da: Python-konsol
el: Κονσόλα Python
es: Consola de Python
et: Pythoni konsool
fi: Python-konsoli
fr: Console Python
gl: Consola de Python
hu: Python konzol
ia: Consolle de Python
it: Console Python
kk: Python консолі
ko: 파이썬 콘솔
nb: Python-konsoll
nds: Pythonkonsool
pl: Konsola Pythona
pt: Consola de Python
pt_br: Console Python
ru: Консоль Python
sk: Konzola Python
sl: Konzola za Python
sr@ijekavian: Ц‑питонова конзола
sv: Python-terminal
uk: Консоль Python
zh_tw: Python 主控台

# @item:inmenu
source: Python Console
bs: Python konzola
ca@valencia: Consola Python
da: Python-konsol
el: Κονσόλα Python
es: Consola de Python
et: Pythoni konsool
fi: Python-konsoli
fr: Console Python
gl: Consola de Python
hu: Python konzol
ia: Consolle de Python
it: Console Python
kk: Python консолі
ko: 파이썬 콘솔
nb: Python-konsoll
nds: Pythonkonsool
pl: Konsola Pythona
pt: Consola de Python
pt_br: Console Python
ru: Консоль Python
sk: Konzola Python
sl: Konzola za Python
sr@ijekavian: Ц‑питонова конзола
sv: Python-terminal
uk: Консоль Python
zh_tw: Python 主控台

# @title:group
source: Python Console Settings
bs: Postavke Python konzole
ca@valencia: Arranjament de la consola del Python
da: Indstillinger for Python-konsol
el: Ρυθμίσεις κονσόλας Python
es: Preferencias de la consola de Python
et: Pythoni konsooli seadistused
fi: Python-konsolin asetukset
fr: Configuration de la console Python
gl: Configuración da consola de Python
hu: Python konzol beállítások
ia: Preferentias de Consolle de Python
it: Impostazioni console Python
kk: Python консоль параметрлері
ko: 파이썬 콘솔 설정
nb: Innstillinger for Python-konsoll
nds: Pythonkonsool-Instellen
nl: Instellingen voor Python-console
pl: Ustawienia konsoli Pythona
pt: Configuração da Consola de Python
pt_br: Configurações do Console Python
ru: Параметры консоли Python
sk: Nastavenia konzoly Python
sl: Nastavitve konzole za Python
sr@ijekavian: Поставке Ц‑питонове конзоле
sv: Inställningar av Python-terminal
uk: Параметри консолі Python
zh_tw: 工具主控台設定

source: File
bs: Datoteka
ca@valencia: Fitxer
da: Fil
el: Αρχείο
es: Archivo
et: Fail
fi: Tiedosto
fr: Fichier
gl: Ficheiro
hu: Fájl
kk: Файл
ko: 파일
nb: Fil
nds: Datei
nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ru: Файл
sk: Súbor
sl: Datoteka
sr@ijekavian: фајл
sv: Arkiv
uk: Файл
zh_tw: 檔案

source: Match
bs: Slaganje
ca@valencia: Coincidència
el: Ταίριασμα
es: Coincidencia
et: Sobivus
fi: Osuma
fr: Correspond
gl: Coincidencia
hu: Illeszkedés
ia: Corresponde
it: Corrisponde
kk: Сәйкестік
ko: 일치
nb: Treff
nds: Passen
nl: Overeenkomst
pl: Dopasuj
pt: Corresponder
pt_br: Ocorrência
ru: Совпадение
sk: Zhoda
sl: Ujemanje
sr@ijekavian: поклапање
sv: Matcha
uk: Відповідність
zh_tw: 比對

source: Filter '%1' is not a valid regular expression
bs: Filter '%1' nije ispravan regularni izraz
ca@valencia: El filtre «%1» no és cap expressió regular vàlida
da: Filter: "%1" er ikke et gyldigt regulært udtryk
el: Το φίλτρο '%1' δεν είναι έγκυρη κανονική έκφραση
es: El filtro «%1» no es una expresión regular válida
et: Filter '%1' ei ole korrektne regulaaravaldis
fi: Suodatin ”%1” ei ole kelvollinen säännöllinen lauseke
fr: Le filtre « %1 » est une expression rationnelle non valable
gl: O filtro «%1» non é unha expresión regular correcta
hu: A(z) „%1” szűrő nem érvényes reguláris kifejezés
ia: Le filtro '%1' non es un valide expression regural
it: Il filtro «%1» non è un'espressione regolare valida
kk: '%1' сүзгісі дұрыс үлгі өрнегі емес
ko: 필터 '%1'은(는) 올바른 정규 표현식이 아님
nb: Filter «%1» er ikke et gyldig regulært uttrykk
nds: Filter "%1" gellt nich as reguleer Utdruck
nl: Filter '%1' is geen geldige reguliere expressie
pl: Filtr '%1' nie jest prawidłowym wyrażeniem regularnym
pt: O filtro '%1' não é uma expressão regular válida
pt_br: O filtro '%1' não é uma expressão regular válida
ru: Фильтр '%1' не является правильным регулярным выражением
sk: Filter '%1' nie je platný regulárny výraz
sl: Filter '%1' ni veljaven regularni izraz
sr@ijekavian: Филтер ‘%1’ није добар регуларни израз.
sv: Filtret '%1' är inte ett giltigt reguljärt uttryck
uk: Фільтр «%1» не є коректним формальним виразом
zh_tw: 過濾器 '%1' 不是正確的正規表示式

source: Invalid filter
bs: Pogrešan filter
ca@valencia: Filtre no vàlid
da: Ugyldigt filter
el: Μη έγκυρο φίλτρο
es: Filtro no válido
et: Vigane filter
fi: Virheellinen suodatin
fr: Filtre non valable
gl: O filtro é incorrecto
hu: Érvénytelen szűrő
ia: Filtro invalide
it: Filtro non valido
kk: Жарамсыз сүзгі
ko: 잘못된 필터
nb: Ugyldig filter
nds: Leeg Filter
nl: Ongeldig filter
pl: Nieprawidłowy filtr
pt: Filtro inválido
pt_br: Filtro inválido
ru: Неправильный фильтр
sk: Neplatný filter
sl: Neveljaven filter
sr@ijekavian: Лош филтер
sv: Ogiltigt filter
uk: Некоректний фільтр
zh_tw: 不合法的過濾器

source: Scanned %1 of %2 files in %3 seconds
bs: Pregledano %1 od %2 datoteka u %3 sekundi
ca@valencia: S'han explorat %1 de %2 fitxers en %3 segons
da: Scannede %1 af %2 filer på %3 sekunder.
el: Σαρώθηκαν %1 από %2 αρχεία σε %3 δευτερόλεπτα
es: Examinados %1 de %2 archivos en %3 segundos
et: %2 failist uuriti %1 läbi %3 sekundiga
fi: Skannattiin %1/%2 tiedostoa %3 sekunnissa
fr: Analyse de %1 fichier(s) parmi %2 fichiers en %3 secondes
gl: Analizáronse %1 ficheiros de %2 en %3 segundos
hu: %1/%2 fájl átvizsgálása %3 másodperc alatt
ia: Scandite %1 de %2 files in %3secundas
it: Analizzato %1 di %2 file in %3 secondi
kk: %1/%2 файл %3 секундта зерттелді
ko: %2개 중 %1개 파일을 %3초에 검색함
nb: Skannet %1 av %2 filer på %3 sekunder
nds: %1 vun %2 Dateien in %3 Sekunnen dörkeken
nl: %1 van %2 bestanden gescand in %3 seconden
pl: Przeskanowano %1 z %2 plików przez %3 sekund
pt: Foram analisados %1 de %2 ficheiros em %3 segundos
pt_br: Foram analisados %1 de %2 arquivos em %3 segundos
ru: Просканировано файлов: %1 (из %2) за %3 сек.
sk: Prehľadaných %1 z %2 súborov za %3 sekúnd
sl: Preiskanih %1 od %2 datotek v %3 sekundah
sr@ijekavian: Прегледано %1 од %2 фајлова за %3 секунди.|/|$[множ ^1 Прегледан Прегледана Прегледано] %1 од %2 $[множ ^2 фајла фајла фајлова] за %3 $[множ ^3 секунду секунде секунди].
sv: Sökte %1 av %2 filer på %3 sekunder
uk: Виконано сканування %1 з %2 файлів за %3 секунд
zh_tw: 已掃描 %2 個檔案中的 %1 個，共使用 %3 秒

source: Scan more files?
bs: Pregledati još datoteka?
ca@valencia: Exploro més fitxers?
da: Scan flere filer?
el: Να σαρωθούν περισσότερα αρχεία;
es: ¿Desea examinar más archivos?
et: Kas uurida rohkem faile?
fi: Skannataanko lisää tiedostoja?
fr: Analyser davantage de fichiers ?
gl: Examinar máis ficheiros?
hu: További fájlok átvizsgálása?
ia: Scande altere files?
it: Analizzo altri file?
kk: Енді қай файлдарды зерттеу?
ko: 더 많은 파일을 검색하시겠습니까?
nb: Skann flere filer?
nds: Mehr Dateien dörkieken?
nl: Meer bestanden scannen?
pl: Czy przeskanować więcej plików?
pt: Analisar mais ficheiros?
pt_br: Analisar mais arquivos?
ru: Сканировать другие файлы?
sk: Hľadať viac súborov?
sl: Preiščem več datotek?
sr@ijekavian: Прегледати још фајлова?
sv: Sök fler filer?
uk: Сканувати інші файли
zh_tw: 要掃描更多檔案嗎？

source: All Files
bs: Sve datoteke
ca@valencia: Tots els fitxers
da: Alle filer
el: Όλα τα αρχεία
es: Todos los archivos
et: Kõik failid
fi: Kaikki tiedostot
fr: Tous les fichiers
gl: Todos os ficheiros
hu: Minden fájl
ia: Omne files
it: Tutti i file
kk: Бүкіл файлдар
ko: 모든 파일
nb: Alle filer
nds: All Dateien
nl: Alle bestanden
pl: Wszystkie pliki
pt: Todos os Ficheiros
pt_br: Todos os arquivos
ru: Все файлы
sk: Všetky súbory
sl: Vse datoteke
sr@ijekavian: Сви фајлови
sv: Alla filer
uk: Всі файли
zh_tw: 所有檔案

source: More Files
bs: Još datoteka
ca@valencia: Més fitxers
da: Flere filer
el: Περισσότερα αρχεία
es: Más archivos
et: Rohkem faile
fi: Lisää tiedostoja
fr: Plus de fichiers
gl: Máis ficheiros?
hu: További fájlok
ia: Altere files
it: Altri file
kk: Қосымша файлдар
ko: 더 많은 파일
nb: Flere filer
nds: Mehr Dateien
nl: Meer bestanden
pl: Więcej plików
pt: Mais Ficheiros
pt_br: Mais arquivos
ru: Другие файлы
sk: Viac súborov
sl: Več datotek
sr@ijekavian: Још фајлова
sv: Fler filer
uk: Інші файли
zh_tw: 更多檔案

source: gid Search
bs: gid pretraga
ca@valencia: Cerca del gid
da: gid-søgning
el: Αναζήτηση gid
es: Búsqueda Gid
et: Gidi otsing
fi: gid-haku
fr: Recherche de « gid »
gl: Busca por gid
hu: gid keresés
ia: Cerca de gid
it: Ricerca gid
kk: gid іздеуі
ko: gid 검색
nb: gid-søk
nds: gid-Söök
nl: Op gid zoeken
pl: Wyszukiwanie gid
pt: Pesquisa do 'gid'
pt_br: gid Pesquisar
ru: Поиск gid
sk: gid hľadanie
sl: Iskanje gid
sr@ijekavian: Претрага по ГИД‑у
sv: gid-sökning
uk: Пошук gid
zh_tw: gid 搜尋

source: ID database error
bs: Greška ID baze podatka
ca@valencia: Error de la base de dades d'ID
da: Id-databasefejl
el: Σφάλμα βάσης δεδομένων ταυτότητας
es: Error de base de datos de ID
et: ID-andmebaasi viga
fi: ID-tietokantavirhe
fr: Erreur dans la base de données ID
gl: Erro na base de datos de identificadores
hu: Azonosító adatbázis hiba
ia: Error de base de datos de ID
it: Errore banca dati ID
kk: ID деректер қорының қатесі
ko: ID 데이터베이스 오류
nb: ID-databasefeil
nds: ID-Datenbankfehler
nl: ID van databasefout
pl: Błąd bazy danych ID
pt: Erro na base de dados de ID's
pt_br: Erro do banco de dados do ID
ru: Ошибка базы данных ID
sk: Chyba databázy ID
sl: Napaka podatkovne zbirke ID-jev
sr@ijekavian: Грешка у бази ИД‑ова
sv: ID-databasfel
uk: Помилка у базі даних ідентифікаторів
zh_tw: ID 資料庫錯誤

source: '%1' does not contain '%2'
bs: '%1' ne sadrži '%2'
ca@valencia: «%1» no conté «%2»
da: "%1" indeholder ikke "%2"
el: Το '%1' δεν περιέχει '%2'
es: «%1» no contiene «%2%»
et: '%1' ei sisalda '%2'
fi: ”%1” ei sisällä: ”%2”
fr: « %1 » ne contient pas « %2 »
gl: «%1» non contén «%2»
hu: „%1” nem tartalmazza: „%2”
ia: '%1' non contine '%2'
it: «%1» non contiene «%2»
kk: '%1' дегенде '%2' деген жоқ
ko: '%1'이(가) '%2'을(를) 포함하지 않음
nb: «%1» inneholder ikke «%2»
nds: "%1" bargt "%2" nich
nl: '%1' bevat '%2' niet
pl: '%1' nie zawiera '%2'
pt: O '%1' não contém o '%2'
pt_br: '%1' não contém '%2'
ru: '%1' не содержит '%2'
sk: '%1' neobsahuje '%2'
sl: '%1' ne vsebuje '%2'
sr@ijekavian: ‘%1’ не садржи ‘%2’
sv: '%1' innehåller inte '%2'
uk: «%1» не містить «%2»
zh_tw: '%1' 不含 '%2'

source: Cannot use %i
bs: Ne mogu koristiti %i
ca@valencia: No es pot usar %i
da: Kan ikke bruge %i
el: Αδυναμία χρήσης του %i
es: No se puede utilizar %i
et: %i kasutamine ei ole võimalik
fi: Ei voida käyttää: %i
fr: Ne peut pas utiliser %i
gl: Non é posíbel empregar %i
hu: Nem használható: %i
ia: Non pote usar %i
it: Impossibile usare %i
kk: %i дегенді пайдалануға болмайды
ko: %i을(를) 사용할 수 없음
nb: Kan ikke bruke %i
nds: %i lett sik nich bruken
nl: Kan %i niet gebruiken
pl: Nie można użyć %i
pt: Não é possível usar o %i
pt_br: Não é possível usa %i
ru: Использовать %i нельзя
sk: Nemôžem použiť %i
sl: Ni mogoče uporabiti %i
sr@ijekavian: %i не може да се употреби
sv: Kan inte använda %i
uk: Не можна використовувати %i
zh_tw: 無法使用 %i

# @item:inmenu
source: GNU idutils
es: Idutils GNU
pt: idutils da GNU
ru: idutils (GNU)
sr@ijekavian: Гнуове ИД алатке

# @title:group
source: <command section='1'>gid</command> token Lookup and Navigation
bs: <command section='1'>gid</command> pregled tokena i navigacija
ca@valencia: <command section='1'>gid</command> cerca i navegació de testimonis
da: <command section='1'>gid</command> opslag af polet og navigation
el: <command section='1'>gid</command> ανεύρεση και πλοήγηση αναγνωριστικού
es: Búsqueda y navegación de token <command section='1'>gid</command>
et: <command section='1'>gid</command> märgiste otsimine ja navigeerimine
fi: <command section='%1'>gid</command>-merkin haku ja navigointi
fr: Jeton <command section='1'>gid </command> de consultation et de navigation
gl: Consulta e navegación de tokens de <command section='1'>gid</command>
hu: <command section='1'>gid</command> token keresés és navigáció
ia: <command section='1'>gid</command> Cerca e exploration de indicio
it: <command section='1'>gid</command> ricerca e navigazione di elementi
kk: <command section='1'>gid</command> кілтін қарастырып шолу
ko: <command section='1'>gid</command> 토큰 검색 및 탐색
nb: <command section='1'>gid</command> symboloppslag og navigering
nds: <command section='1'>gid</command>-Marken an- un nakieken
nl: <command section='1'>gid</command> token opzoeken en navigatie
pl: <command section='1'>gid</command> wyszukiwanie i nawigacja tokena
pt: Pesquisa e Navegação de Itens do <command section='1'>gid</command>
pt_br: Pesquisa e navegação de itens do <command section='1'>gid</command>
ru: Навигация и поиск по <command section='1'>gid</command>
sk: <command section='1'>gid</command> hľadanie tokenu a navigácia
sl: Iskanje žetonov <command section='1'>gid</command> in krmarjenje
sr@ijekavian: Тражење токена и кретање кроз њих помоћу <command section='1'>gid</command>
sv: Uppslagning och navigering för <command section='1'>gid</command> symboler
uk: Пошук ключів та навігація за знайденими ключами <command section='1'>gid</command>
zh_tw: <command section='1'>gid</command> 標記搜尋與導覽
