Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Django tags to close when call the "Close Template tag" action
bs: Django oznake za zatvaranje kada se zove "Zatvori oznaku predloška" akcija
ca@valencia: Etiquetes en Django as tancar quan es crida l'acció «Tanca l'etiqueta de plantilla»
da: Django-tags, der skal afsluttes med handlingen "Afslut skabelontag"
el: Ετικέτες django για κλείσιμο με την κλήση της ενέργειας «Κλείσιμο ετικέτας προτύπου»
es: Etiquetas de Django que hay que cerrar cuando se invoca la acción «etiqueta de cierre de plantilla»
et: Suletavad Django sildid "Malli lõpusildi" toimingu väljakutsumisel
fi: Suljettava Django-tunnisteet kutsuttaessa ”Sulje mallipohjatunniste” -toimintoa
fr: Balises « Django » à fermer lors d'un appel à l'action « Fermer la balise du modèle »
gl: Etiquetas de Django para pechar ao chamar a acción «Fechar etiqueta de modelo»
hu: A bezárandó Django címkék a „Sablon címkék bezárása” művelet hívásakor
ia: Etiquettas de Django de clauder quando on appella le action de "Claude etiquetta de patrono"
it: Il marcatore Django da chiudere quando viene richiamata l'azione «Chiudi marcatore template»
kk: 'Қалып тегін жабу" амалын жасағандағы жабатын Django тегтері
ko: "템플릿 태그 닫기" 동작을 실행했을 때 닫을 Django 태그
nb: Django-tagger som skal lukkes når handlingen "Lukk maltagg" kalles
nds: Django-Betekers, de mit "Vörlaagbeteker tomaken" tomaakt warrt
nl: Te sluiten Django-tags bij aanroepen van de actie "Sjabloon-tag sluiten"
pl: Znaczniki Django do zamknięcia, gdy nastąpi wywołanie działania "Znacznik zamknięcia szablonu"
pt: Marcas do Django a fechar quando invocar a acção "Fechar a marca do modelo"
pt_br: Marcas do Django a fechar quando chamar a ação "Fechar a marca do modelo"
ru: Теги Django, закрываемые при выполнении "Закрыть тег шаблона"
sk: Django značky na zatvorenie pri volaní akcie "Zatvoriť značku šablóny"
sl: Oznake Django, ki bodo zaključene ob klicu dejanja "Zapri oznako predloge"
sr@ijekavian: Ђангове ознаке које се затварају на <interface>Затвори ознаку шаблона</interface>
sv: Django-taggar att avsluta när åtgärden "Avsluta malltagg" utförs
uk: Теґи Django, які слід завершувати у відповідь на виклик дії «Завершити теґ шаблона»
zh_tw: 呼叫「關閉樣本標籤」時要關閉的 Django 標籤

source: URL template file
bs: URL datoteka predloška
ca@valencia: URL de fitxer de plantilla
da: URL-skabelonfil
el: Αρχείο προτύπου του URL
es: Archivo de plantilla de URL
et: URL-malli fail
fi: Osoitemallipohjatiedosto
fr: Fichier de modèle d'URL
gl: Ficheiro de modelos de URL
hu: URL sablonfájl
ia: File de patrono de URL
it: File template URL
kk: қалып файл URL-і
ko: URL 템플릿 파일
nb: URL malfil
nds: URL-Vörlaagdatei
nl: URL van sjabloonbestand
pl: Adres URL pliku szablonu
pt: Ficheiro de modelo de URL's
pt_br: Arquivo de modelo de URL
ru: URL-шаблон
sk: URL súboru šablóny
sl: Datoteka predloge URL
sr@ijekavian: Фајл УРЛ шаблона
sv: Webbadress-mallfil
uk: Файл шаблонів адрес
zh_tw: 網址樣本檔

source: View import snippet
bs: Vidi uvozni odsječak
ca@valencia: Mostra el retall d'importació
da: Vis importerede tekststumper
el: Προβολή τμήματος κώδικα εισαγωγής
es: Ver fragmento de código de importación
et: Vaateimpordi koodijupp
fi: Näytä tuontileike
fr: Extrait des importations de vue
gl: Fragmento de importación de vistas
hu: Import töredék megtekintése
ia: Vide fragmento de importar
it: Vista importazione frammento
kk: Импорттау үзіндіні қарау
ko: 뷰 가져오기 스니펫
nb: Vis importbit
nds: Ansichtimport-Snippel
nl: Geïmporteerd fragment bekijken
pl: Pokaż importowany fragment
pt: Ver o excerto de importação
pt_br: Exibir o trecho de importação
ru: Заготовка импорта представления
sk: Zobraziť importovací úryvok
sl: Pokaži izrezek za uvoz
sr@ijekavian: Исечак увозних приказа
sv: Visa importerad textsnutt
uk: Переглянути імпортований фрагмент
zh_tw: 檢視匯入的片段

source: Pattern Model Form
bs: Forma modela šablona
ca@valencia: Formulari de model de plantilla
da: Mønstermodel-formular
el: Φόρμα μοντέλου μοτίβου
es: Formulario de modelo de patrón
et: Mustri mudeli vorm
fi: Hahmomallilomake
fr: Formulaire de modèle de motif
gl: Formulario de modelos de padrón
hu: Minta modell űrlap
ia: Forma de modello de patrono
it: Modulo per il pattern model
kk: Өрнек үлгі пішіні
ko: 패턴 모델 폼
nb: Modellform for mønster
nds: Mustermodell-Formulor
nl: Formulier van patroonmodel
pl: Formularz modelu wzorca
pt: Formulário do Modelo do Padrão
pt_br: Formulário modelo do padrão
ru: Заготовка формы модели
sk: Formulár modelu vzoru
sl: Obrazec za vzorčni model
sr@ijekavian: Формулар модела образаца
sv: Formulär för mönstermodell
uk: Форма моделі взірців
zh_tw: 樣式模型表單

source: Pattern Model
bs: Model šablona
ca@valencia: Model de plantilla
da: Mønstermodel
el: Μοντέλο μοτίβου
es: Modelo de patrón
et: Mustri mudel
fi: Hahmomalli
fr: Modèle de motif
gl: Modelo de padrón
hu: Minta modell
ia: Modello de patrono
kk: Өрнек үлгісі
ko: 패턴 모델
nb: Mønstermodell
nds: Mustermodell
nl: Patroonmodel
pl: Model wzorca
pt: Modelo do Padrão
pt_br: Formulário modelo
ru: Заготовка модели
sk: Model vzoru
sl: Vzorčni model
sr@ijekavian: Модел образаца
sv: Mönstermodell
uk: Модель взірців
zh_tw: 樣式模型

source: Scrollback lines count (needs close and open kate editor)
bs: Broj linija za klizanje unazad (treba zatvoriti i otvoriti kate uređivač)
ca@valencia: Nombre de línies de l'historial (cal tancar i obrir l'editor Kate)
da: Antal tilbagerulningslinjer (kræver lukning og åbning af editoren kate)
el: Απαρίθμηση γραμμών αντίστροφης κύλησης (απαιτεί κλείσιμο και άνοιγμα του επεξεργαστή kate)
es: Contador de líneas de historial (es necesario cerrar y volver a abrir el editor Kate)
et: Ajaloo ridade arv (vajab Kate redaktori taaskäivitamist)
fi: Rivihistorian rivien määrä (Kate tarvitsee käynnistää uudelleen)
fr: Faire défiler le nombre de lignes (nécessite fermer et de re-démarrer l'éditeur Kate)
gl: Número de liñas de desprazamento cara atrás (require fechar e abrir o editor kate)
hu: Sorok számának visszagörgetése (a kate szerkesztő bezárását és megnyitását igényli)
ia: Computo de lineas de retrorolar (il necessita clauder e aperir le editor Kate)
it: Conteggio scorrimento righe (bisogna riavviare kate)
kk: Буферіндегі жолдар саны (kate-ті жаңадан жегу керек)
ko: 스크롤백 줄 수(Kate 편집기 재시작 필요)
nb: Antall linjer i rulleminnet (trenger lukke og åpne kate-redigering)
nds: Regen binnen Rullrebeet (Kate bruukt en Niegstart)
nl: Aantal terugrolregels (kate moet afgesloten en geopend worden)
pl: Liczba wierszy dla przewijania wstecz (wymaga zamknięcia i otwarcia edytora kate)
pt: Número de linhas de histórico (precisa de fechar e abrir o editor Kate)
pt_br: Número de linhas de histórico (precisa fechar e abrir o editor Kate)
ru: Число строк для прокрутки назад (требуется перезапуск Kate)
sk: Počet scrollback riadkov (vyžaduje zatvorenie a otvorenie editora Kate)
sl: Število pomnjenih vrstic (Kate morate znova zagnati)
sr@ijekavian: Број редова преписа (уређивач мора поново да се покрене)
sv: Antal historikrader (kräver att Kates editor stängs och öppnas)
uk: Кількість рядків у буфері (зміна потребує перезапуску kate)
zh_tw: 捲軸行計數（需要關閉再開啟 kate）

source: GUI completion type (needs close and open kate editor)
bs: GUI tip kompletiranja (treba zatvoriti i otvoriti kate uređivač)
ca@valencia: Tipus de compleció de la GUI (cal tancar i obrir l'editor Kate)
da: GUI-fuldførelse (kræver lukning og åbning af editoren kate)
el: Τύπος συμπλήρωσης γραφικού περιβάλλοντος ((απαιτεί κλείσιμο και άνοιγμα του επεξεργαστή kate)
es: Tipo de completado de la GUI (es necesario cerrar y volver a abrir el editor Kate)
et: GUI lõpetamise tüüp (vajab Kate redaktori taaskäivitamist)
fi: Graafinen täydennystapa (Kate tarvitsee käynnistää uudelleen)
fr: Type d'auto-complètement pour l'interface graphique utilisateur (nécessite fermer et de re-démarrer l'éditeur Kate)
gl: Tipo de completación da GUI (require fechar e abrir o editor kate)
hu: Grafikus felületi kiegészítés típus (a kate szerkesztő bezárását és megnyitását igényli)
ia: Typo de completion de GUI (il necessita clauder e aperir le editor Kate)
it: Tipo completamento GUI (bisogna riavviare kate)
kk: Толықтыру графикалық интерфейс түрі (kate-ті жаңадан жегу керек)
ko: GUI 자동 완성 종류(Kate 편집기 재시작 필요)
nb: GUI fullføringstype (trenger lukke og åpne kate-redigering)
nds: Böversiet-Kompletteertyp (Kate bruukt en Niegstart)
nl: Type aanvullen van GUI (kate moet afgesloten en geopend worden)
pl: Rodzaj uzupełniania GUI (wymaga zamknięcia i otwarcia edytora kate)
pt: Tipo de completação da GUI (precisa de fechar e abrir o editor Kate)
pt_br: Tipo de completação da interface (precisa fechar e abrir o editor Kate)
ru: Тип завершения (требуется перезапуск Kate)
sk: Typ ukončovania GUI (vyžaduje zatvorenie a otvorenie editora Kate)
sl: Vrsta grafičnega vmesnika dopolnjevanja (Kate morate znova zagnati)
sr@ijekavian: Тип допуне у ГУИ‑ју (уређивач мора поново да се покрене)
sv: Kompletteringstyp i grafiskt gränssnitt (kräver att Kates editor stängs och öppnas)
uk: Тип графічного інтерфейсу доповнення (зміна потребує перезапуску kate)
zh_tw: 使用者介面完成型態（需要關閉再開啟 kate）

source: Drop List
bs: Padajuća lista
ca@valencia: Llista desplegable
da: Drop liste
el: Κατάργηση λίστας
es: Lista desplegable
et: Rippmenüü
fi: Pudotusluettelo
fr: Liste déroulante
gl: Lista despregábel
hu: Lista eldobása
ia: Lassa cader lista
it: Elenco
kk: Ашылмалы тізім
ko: 드롭 목록
nb: Nedtrekksliste
nds: Afsettlist
nl: Keuzelijst
pl: Lista do upuszczania
pt: Lista
pt_br: Lista
ru: Выпадающий список
sk: Zahodiť zoznam
sl: Spustni seznam
sr@ijekavian: падајући списак
sv: Kombinationslista
uk: Спадний список
zh_tw: 下拉式清單

source: Normal
bs: Normalno
el: Κανονικό
et: Tavaline
fi: Tavallinen
hu: Normál
it: Normale
kk: Кәдімгі
ko: 일반
nds: Normaal
nl: Normaal
pl: Normalna
ru: Обычный
sk: Normálne
sl: Običajno
sr@ijekavian: уобичајен
uk: Звичайний
zh_tw: 一般

source: &Comments
bs: &Komentar
ca@valencia: &Comentaris
da: &Kommentarer
el: &Σχόλια
es: &Comentarios
et: &Kommentaarid
fi: &Kommentit
fr: &Commentaires
gl: &Comentarios
hu: &Megjegyzések
ia: &Commentos
it: &Commenti
kk: &Түсініктемелер
ko: 주석(&C)
nb: &Kommentarer
nds: &Kommentaren
nl: &Commentaar
pl: &Komentarze
pt: &Comentários
pt_br: &Comentários
ru: &Комментарии
sk: Komentáre
sl: Opom&be
sr@ijekavian: &Коментари
sv: &Kommentarer
uk: &Коментарі
zh_tw: 註解(&C)

source: &XML
ko: XML(&X)
sr@ijekavian: &ИксМЛ
zh_tw: XML(&X)

source: Indent:
bs: Uvlačenje:
ca@valencia: Sagnat:
da: Indryk:
el: Εσοχή:
es: Sangrar:
et: Taane:
fi: Sisennys:
fr: Indentation :
gl: Sangrado:
hu: Behúzás:
ia: Indenta:
it: Rientro:
kk: Шегіну:
ko: 들여쓰기:
nb: Innrykk:
nds: Inrücken:
nl: Inspringen:
pl: Wcięcie:
pt: Indentação:
pt_br: Recuo:
ru: Отступ:
sk: Odsadenie:
sl: Zamik:
sr@ijekavian: Увлачење:
sv: Indentera:
uk: Відступ:
zh_tw: 縮排：

source: New line:
bs: Novi red:
ca@valencia: Línia nova:
da: Ny linje:
el: Νέα γραμμή:
es: Nueva línea:
et: Uus rida:
fi: Rivinvaihto:
fr: Nouvelle ligne :
gl: Nova liña:
hu: Új sor:
ia: Nove linea:
it: Nuova riga:
kk: Жаңа жолы:
ko: 새 줄:
nb: Ny linje:
nds: Nieg Reeg:
nl: Nieuwe regel:
pl: Nowy wiersz:
pt: Linha nova:
pt_br: Nova linha:
ru: Конец строки:
sk: Nový riadok:
sl: Nova vrstica:
sr@ijekavian: Нови ред:
sv: Ny rad:
uk: Новий рядок:
zh_tw: 新行：

source: Block Operations
bs: Operacije blokova
ca@valencia: Operacions de bloc
da: Blok-operationer
el: Λειτουργίες μπλοκ
es: Operaciones de bloque
et: Plokitoimingud
fi: Lohkotoiminnot
fr: Opérations de blocs
gl: Bloquear as operacións
hu: Blokkműveletek
ia: Operationes de bloco
it: Operazioni a blocchi
kk: Блок операциялары
ko: 블록 작업
nb: Blokk-operasjoner
nds: Blockakschonen
nl: Blok-bewerkingen
pl: Operacje bloku
pt: Operações em Bloco
pt_br: Bloquear operações
ru: Операции с блоками
sk: Blokové operácie
sl: Opravila bloka
sr@ijekavian: Блоковски поступци
sv: Blockåtgärder
uk: Дії з блоками
zh_tw: 區塊操作

source: PEP-8 config
bs: PEP-8 konfiguracija
ca@valencia: Configuració del PEP-8
da: PEP-8-indstillinger
el: Διαμόρφωση PEP-8
es: Configuración de PEP-8
et: PEP-8 seadistus
fi: PEP-8-asetukset
fr: Configuration de « PEP8 »
gl: Configuración de PEP-8
hu: PEP-8 beállítás
ia: Configura PEP-8
it: Configurazione PEP-8
kk: PEP-8 баптау
ko: PEP-8 설정
nb: PEP-8 oppsett
nds: PEP-8-Instellen
nl: PEP-8 configuratie
pl: Konfiguracja PEP-8
pt: Configuração do PEP-8
pt_br: Configuração do PEP-8
ru: Настройка PEP-8
sk: Nastavenie PEP-8
sl: Nastavitev PEP-8
sr@ijekavian: Постава ПЕП‑а 8
sv: Inställning av PEP8
uk: Налаштування PEP-8
zh_tw: PEP-8 設定

source: Check PEP8 when save
bs: Provjeri PEP8 pri snimanju
ca@valencia: Comprova el PEP8 en guardar
da: Tjek PEP8 ved gemning
el: Ενεργοποίηση PEP8 στην αποθήκευση
es: Comprobar PEP8 al guardar
et: PEP8 kontroll salvestamisel
fi: Tarkasta PEP8 tallennettaessa
fr: Vérifier « PEP8 » lors de l'enregistrement
gl: Comprobar PEP8 ao gardar
hu: PEP8 ellenőrzése mentéskor
ia: Controla PEP8 quando on salveguarda
it: Controlla PEP8 durante il salvataggio
kk: Сақтағанда PEP8-ді тексеру
ko: 저장할 때 PEP8 검사
nb: Sjekk PEP8 ved lagring
nds: PEP8-Prööv bi't Sekern
nl: PEP8 controleren bij opslaan
pl: Sprawdź PEP8 przy zapisie
pt: Verificar com o PEP8 ao gravar
pt_br: Verificar o PEP8 ao salvar
ru: Проверять соответствие PEP8 при записи
sk: Skontrolovať PEP8 pri ukladaní
sl: Preveri PEP8 ob shranjevanju
sr@ijekavian: Провери на ПЕП 8 при уписивању
sv: Kontrollera PEP8 när filen sparas
uk: Перевіряти PEP8 під час збереження
zh_tw: 儲存時檢查 PEP8

source: Ignore PEP8 errors
bs: Ignoriši PEP8 greške
ca@valencia: Ignora els errors del PEP8
da: Ignorér PEP8-fejl
el: Αγνόηση σφαλμάτων PEP8
es: Ignorar los errores PEP8
et: PEP8 vigade eiramine
fi: Ohita PEP8-virheet
fr: Ignorer les erreurs « PEP8 »
gl: Ignorar os erros de PEP8
hu: PEP8 hibák figyelmen kívül hagyása
ia: Ignora errores de PEP8
it: Ignora errori PEP8
kk: PEP8 қателерін елемеу
ko: PEP8 오류 무시
nb: Ignorer PEP8-feil
nds: PEP8-Fehlers övergahn
nl: PEP8-fouten negeren
pl: Ignoruj błędy PEP8
pt: Ignorar os erros do PEP8
pt_br: Ignorar os erros do PEP8
ru: Игнорировать нарушения PEP8
sk: Ignorovať PEP8 chyby
sl: Prezri napake PEP8
sr@ijekavian: Игнориши грешке по ПЕП‑ом 8
sv: Ignorera PEP8-fel
uk: Ігнорувати помилки PEP8
zh_tw: 忽略 PEP8 錯誤

source: Check PyFlakes when save
bs: Provjeri PyFlakes pri snimanju
ca@valencia: Comprova el PyFlakes en guardar
da: Tjek PyFlakes ved gemning
el: Ενεργοποίηση Pyflakes στην αποθήκευση
es: Comprobar PyFlakes al guardar
et: PyFlakesi kontroll salvestamisel
fi: Tarkasta PyFlake-virheet tallennettaessa
fr: Vérifier « PyFlakes » lors de l'enregistrement
gl: Comprobar PyFlakes ao gardar
hu: PyFlakes ellenőrzése mentéskor
ia: Controla PyFlakes quando on salveguarda
it: Controlla PyFlakes durante il salvataggio
kk: Сақтағанда PyFlakes-ті тексеру
ko: 저장할 때 PyFlakes 검사
nb: Sjekk PyFlakes ved lagring
nds: PyFlakes-Prööv bi't Sekern
nl: PyFlakes controleren bij opslaan
pl: Sprawdź PyFlakes przy zapisie
pt: Verificar com o PyFlakes ao gravar
pt_br: Verificar o PyFlakes ao salvar
ru: Выполнять проверку PyFlakes при сохранении
sk: Skontrolovať PyFlakes pri ukladaní
sl: Preveri PyFlakes ob shranjevanju
sr@ijekavian: Провери Пи‑флејксом при уписивању
sv: Kontrollera PyFlakes när filen sparas
uk: Перевіряти PyFlakes під час збереження
zh_tw: 儲存時檢查 PyFlakes

source: Check Syntax Errors when save
bs: Provjeri sintaksne greške pri snimanju
ca@valencia: Comprova els errors de sintaxi en guardar
da: Tjek syntaksfejl ved gemning
el: Έλεγχος συντακτικών σφαλμάτων στην αποθήκευση
es: Comprobar los errores de sintaxis al guardar
et: Süntaksivigade kontroll salvestamisel
fi: Tarkasta syntaksivirheet tallennettaessa
fr: Vérifier les erreurs de syntaxe lors de l'enregistrement
gl: Comprobar os erros de sintaxe ao gardar
hu: Szintaktikai hibák ellenőrzése mentéskor
ia: Controla Errores de syntaxe quando on salveguarda
it: Controlla gi errori di sintassi durante il salvataggio
kk: Сақтағанда синтаксис қателеріне тексеру
ko: 저장할 때 구문 오류 검사
nb: Sjekk syntaksfeil ved lagring
nds: Syntaxfehler-Prööv bi't Sekern
nl: Op syntaxisfouten controleren bij opslaan
pl: Szukaj błędów składni przy zapisie
pt: Verificar os erros de sintaxe ao gravar
pt_br: Verificar os erros de sintaxe ao salvar
ru: Проверять синтаксис при сохранении
sk: Skontrolovať chyby syntaxe pri ukladaní
sl: Preveri za skladenjskimi napakami ob shranjevanju
sr@ijekavian: Провери на синтаксне грешке при уписивању
sv: Kontrollera syntaxfel när filen sparas
uk: Виявляти синтаксичні помилки під час збереження
zh_tw: 儲存時檢查語法錯誤

source: IPython pdb snippet
bs: IPython pdb odsječak
ca@valencia: Retall de PDB de l'IPython
da: IPython pdb-tekststump
el: Τμήμα κώδικα IPython pdb
es: Fragmento de código IPython pdb
et: IPythoni pdb koodijupp
fi: IPythonin pdb-leike
fr: Élément « IPython pdb »
gl: Fragmento de pdb de IPython
hu: IPython pdb töredék
ia: Fragmento pdn de IPython
it: Frammento IPython pdb
kk: IPython pdb үзіндісі
ko: IPython pdb 스니펫
nb: IPython pdb-bit
nds: IPython-PDB-Snippel
nl: Fragment van IPython pdb
pl: Wstawka IPython pdb
pt: Excerto do 'pdb' do IPython
pt_br: Trecho de PDB do IPython
ru: Шаблон включения pdb
sk: IPython pdb úryvok
sl: Izrezek IPython pdb
sr@ijekavian: И‑питонов исечак за ПДБ
sv: IPython pdb-kodsnutt
uk: Фрагмент pdb IPython
zh_tw: IPython pdb 片段

source: CMake Settings
bs: CMake postavke
ca@valencia: Configuració del CMake
da: Indstillinger af CMake
el: Ρυθμίσεις του CMake
es: Preferencias de CMake
et: CMake'i seadistused
fi: CMake-asetukset
fr: Configuration de CMake
gl: Configuración do CMake
hu: CMake beállítások
ia: Preferentias de CMake
it: Impostazioni di CMake
kk: CMake баптауы
ko: CMake 설정
nb: CMake-innstillinger
nds: CMake-Instellen
nl: Instellingen van CMake
pl: Ustawienia CMake
pt: Configuração do CMake
pt_br: Configurações do CMake
ru: Параметры CMake
sk: Nastavenia CMake
sl: Nastavitve CMake
sr@ijekavian: Поставке ц‑мејка
sv: Inställningar för CMake
uk: Параметри CMake
zh_tw: CMake 設定

source: System Settings
bs: Sistemske postavke
ca@valencia: Arranjament del sistema
da: Systemindstillinger
el: Ρυθμίσεις συστήματος
es: Preferencias del sistema
et: Süsteemi seadistused
fi: Järjestelmäasetukset
fr: Configuration système
gl: Configuración do sistema
hu: Rendszerbeállítások
ia: Preferentias de Systema
it: Impostazioni di sistema
kk: Жүйелік параметрлері
ko: 시스템 설정
nb: Systeminnstillinger
nds: Systeeminstellen
nl: Systeeminstellingen
pl: Ustawienia systemowe
pt: Configuração do Sistema
pt_br: Configurações do Sistema
ru: Параметры системы
sk: Systémové nastavenia
sl: Sistemske nastavitve
sr@ijekavian: Системске поставке
sv: Systeminställningar
uk: Системні параметри
zh_tw: 系統設定

source: CMake executable:
bs: CMake izvršni program
ca@valencia: Executable del CMake:
da: CMake-program:
el: CMake εκτελέσιμο:
es: Ejecutable de CMake:
et: CMake'i täitmisfail:
fi: CMake-ohjelmatiedosto:
fr: Exécutable CMake :
gl: Executábel do CMake:
hu: CMake végrehajtható:
ia: Executabile de CMake:
it: Eseguibile di CMake:
kk: CMake орындалатын файлы
ko: CMake 실행 파일:
nb: CMake-programmet:
nds: CMake-Programm:
nl: Uitvoerbaar bestand van CMake:
pl: Plik wykonywalny CMake:
pt: Executável do CMake:
pt_br: Executável do CMake:
ru: Программа CMake:
sk: Program CMake:
sl: Izvedljiva datoteka CMake:
sr@ijekavian: Извршни фајл ц‑мејка:
sv: CMake körbart program:
uk: Виконуваний файл CMake:
zh_tw: CMake 執行檔：

source: Path to CMake executable
bs: Staza do CMake izvršnog programa
ca@valencia: Camí a l'executable del CMake
da: Sti til CMake-program
el: Διαδρομή στο CMake εκτελέσιμο
es: Ruta al ejecutable de CMake
et: CMake'i täitmisfaili asukoht
fi: Polku CMake-ohjelmatiedostoon
fr: Emplacement de l'exécutable CMake
gl: Ruta ao executábel do CMake
hu: Útvonal a CMake végrehajthatóhoz
ia: Percurso al executabile de CMake
it: Percorso dell'eseguibile di CMake
kk: Cmake ооындалатын файлдың жолы
ko: CMake 실행 파일 경로
nb: Sti til CMake-programmet
nds: Padd na't CMake-Programm
nl: Pad naar uitvoerbaar bestand van CMake
pl: Ścieżka do pliku wykonywalnego CMake
pt: Localização do executável do CMake
pt_br: Caminho do executável do CMake
ru: Путь к исполняемому файлу CMake
sk: Cesta k programu CMake
sl: Pot do izvedljive datoteke CMake
sr@ijekavian: Путања до извршног фајла ц‑мејка.
sv: Sökväg till CMake körbart program
uk: Шлях до виконуваного файла CMake
zh_tw: CMake 執行檔路徑
