Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# @info:tooltip
source: <p>Specified version has invalid format for dependency <application>%1</application>: <icode>%2</icode>. Skipped</p>
bs: <p>Navedena verzija ima pogrešan format za ovisnost <application>%1</application>: <icode>%2</icode>. Preskočeno</p>
ca@valencia: <p>La versió especificada té un format no vàlid per la dependència <application>%1</application>: <icode>%2</icode>. S'omet</p>
da: <p>Den angivne version har ugyldigt format for afhængighed <application>%1</application>: <icode>%2</icode>. Skippet</p>
el: <p>Η συγκεκριμένη έκδοση δεν έχει έγκυρη μορφή για την εξάρτηση <application>%1</application>: <icode>%2</icode>. Παράλειψη</p>
es: <p>La versión especificada tiene un formato no válido para la dependencia <application>%1</application>: <icode>%2</icode>. Se ha ignorado</p>
et: <p>Määratud versioonil on sõltuvuse <application>%1</application> tarbeks vigane vorming: <icode>%2</icode>. Jäetakse vahele</p>
fi: <p>Riippuvuudelle <application>%1</application> annetun version muoto on virheellinen: <icode>%2</icode>. Ohitettiin</p>
fr: <p>La version spécifiée a un format non valable pour la dépendance <application>%1</application>: <icode>%2</icode>. Sauté</p>
gl: <p>A versión especificada ten un formato non válido para a dependencia <application>%1</application>: <icode>%2</icode>. Ignórase.</p>
hu: <p>A megadott verziónak érvénytelen formátuma van a(z) <application>%1</application> függőséghez: <icode>%2</icode>. Kihagyva</p>
ia: <p>Le version specificate ha un formato de dependentia invalide <application>%1</application>: <icode>%2</icode>.Saltate</p>
it: <p>La versione specificata ha un formato non valido per le dipendenze <application>%1</application>: <icode>%2</icode>. Saltato</p>
ko: <p>지정한 버전의 <application>%1</application>에 대한 의존성 형식이 잘못됨: <icode>%2</icode>. 건너뜁니다</p>
nb: <p>Den oppgitte versjonen har ugyldig avhengighetsformat <application>%1</application>: <icode>%2</icode>. Hoppet over</p>
nds: <p>Angeven Verschoon hett en leeg Formaat för de afhangen <application>%1</application>: <icode>%2</icode>. Utlaten.</p>
nl: <p>De gespecificeerde versie heeft ongeldig formaat voor afhankelijkheid <application>%1</application>: <icode>%2</icode>. Overgeslagen</p>
pl: <p>Podana wersja ma nieprawidłowy format dla zależności <application>%1</application>: <icode>%2</icode>. Pominięto</p>
pt: <p>A versão indicada tem um formato inválido para a dependência <application>%1</application>: <icode>%2</icode>. Será ignorada</p>
pt_br: <p>A versão indicada tem um formato inválido para a dependência <application>%1</application>: <icode>%2</icode>. Será ignorada</p>
ru: <p>Неверная версия зависимости <application>%1</application>: <icode>%2</icode>. Пропускается.</p>
sk: <p>Určená verzia má neplatný formát pre závislosť <application>%1</application>: <icode>%2</icode>. Preskočené</p>
sl: <p>Navedena različica ima neveljavno obliko za odvisnost <application>%1</application>: <icode>%2</icode>. Preskočeno</p>
sr@ijekavian: <p>Задата верзија има лош формат за зависност <application>%1</application>: <icode>%2</icode>. Прескочено.</p>
sv: <p>Angiven version har felaktigt format för beroende <application>%1</application>: <icode>%2</icode>. Hoppades över.</p>
uk: <p>Для залежності <application>%1</application> вказано версію у некоректному форматі: <icode>%2</icode>. Пропущено.</p>
zh_tw: <p>指定的版本其 <application>%1</application> 相依性格式不正確：<icode>%2</icode>。將忽略。</p>

# @info:tooltip
source: <title>Dependency check</title>
bs: <title>Provjera ovisnosti</title>
ca@valencia: <title>Comprovació de dependències</title>
da: <title>Afhængighedstjek</title>
el: <title>Έλεγχος εξαρτήσεων</title>
es: <title>Comprobación de dependencia</title>
et: <title>Sõltuvuste kontroll</title>
fi: <title>Riippuvuustarkistus</title>
fr: <title>Vérification des dépendances</title>
gl: <title>Comprobación das dependencias</title>
hu: <title>Függőség ellenőrzés</title>
ia: <title>Verifica de dependentia</title>
it: <title>Controllo dipendenze</title>
ko: <title>의존성 검사</title>
nb: <title>Avhengighetskontroll</title>
nds: <title>Afhangigkeiten-Prööv</title>
nl: <title>Afhankelijkheidscontrole</title>
pl: <title>Sprawdzanie zależności</title>
pt: <title>Verificação de dependências</title>
pt_br: <title>Verificação de dependência</title>
ru: <title>Проверка зависимостей</title>
sk: <title>Kontrola závislostí</title>
sl: <title>Preverjanje odvisnosti</title>
sr@ijekavian: <title>Провера зависности</title>
sv: <title>Beroendekontroll</title>
uk: <title>Перевірка залежностей</title>
zh_tw: <title>相依性檢查</title>

# @info:tooltip
source: <p>Failed to check version of dependency <application>%1</application>: Module do not have PEP396 <code>__version__</code> attribute. It is not disabled, but behaviour is unpredictable...</p>
bs: <p>Neuspjela provjera verzije ovisnosti <application>%1</application>: Modul nema PEP396 <code>__version__</code> atribut. On nije isključen, ali je ponašanje nepredvidivo...</p>
ca@valencia: <p>Ha fallat en comprovar la versió de la dependència <application>%1</application>: El mòdul no té l'atribut <code>__version__</code> del PEP396. No s'ha deshabilitat, però el comportament pot ser impredictible...</p>
da: <p>Kunne ikke tjekke version af afhængighed <application>%1</application>: Modulet har ikke PEP396-attributten <code>__version__</code>. Det er ikke deaktiveret, men opførslen er uforudsigelig...</p>
el: <p>Αδυναμία ελέγχου της έκδοσης της εξάρτησης <application>%1</application>: Το άρθρωμα δεν έχει χαρακτηριστικό PEP396 <code>__version__</code>. Δεν απενεργοποιήθηκε, αλλά η συμπεριφορά δεν μπορεί να προβλεφθεί...</p>
es: <p>No se ha podido comprobar la versión de la dependencia <application>%1</application>: El módulo no tiene el atributo PEP396 <code>__version__</code>. No está desactivado, pero el comportamiento es impredecible...</p>
et: <p>Sõltuvuse <application>%1</application> versiooni kontrollimine nurjus: moodulil ei ole atribuuti PEP396 <code>__version__</code>. Seda ei keelata, aga selle käitumine on ennustamatu...</p>
fi: <p>Riippuvuuden <application>%1</application> version tarkistaminen epäonnistui: Moduulilla ei ole PEP396:n mukaista <code>__version__</code>-attribuuttia. Moduulia ei ole poistettu käytöstä, mutta se voi toimia arvaamattomasti…</p>
fr: <p>Échec lors de la vérification de la dépendance <application>%1</application>: Le module n'a pas l'attribut PEP396 <code>__version__</code>. Ce n'est pas désactivé, mais son comportement sera imprévisible...</p>
gl: <p>Produciuse un erro ao comprobar a versión da dependencia <application>%1</application>: O módulo non ten o atributo <code>__version__</code> da PEP396. Non se desactivou, pero o comportamento non é predecíbel...</p>
hu: <p>Nem sikerült a(z) <application>%1</application> függőség verziójának ellenőrzése: A modul nem rendelkezik PEP396 <code>__version__</code> attribútummal. Ez nincs letiltva, de a viselkedés kiszámíthatatlan…</p>
ia: <p>Il falleva verificar le version de dependentia <application>%1</application>: Modulo non ha attributo de PEP396<code>__version__</code>. Illo non es dishabilitate, ma le comportamento non es previdibile...</p>
it: <p>Impossibile verificare la versione della dipendenza <application>%1</application>: Il modulo non ha l'attributo PEP396 <code>__version__</code>. Non è disabilitato ma il comportamento è imprevedibile...</p>
ko: <p>의존성 <application>%1</application>의 버전을 확인할 수 없음: 모듈에 PEP396 <code>__version__</code> 부분을 찾을 수 없습니다. 모듈이 비활성화되지 않았지만 예상하지 못한 행동을 할 수도 있습니다.</p>
nb: <p>Klarte ikke å kontrollere versjonen for avhengigheten <application>%1</application>: Modulen har ikke PEP396-attributten <code>__version__</code>. Den er ikke slått av, men oppførselen er uforutsigbar …</p>
nds: <p>Verschoon vun de afhangen <application>%1</application> lett sik nich pröven: Dat Moduul hatt dat PEP396<code>__version__</code>-Attribut nich. Dat is nich utmaakt, man dat Bedregen lett sik ok nich vörutseggen...</p>
nl: <p>Controle op versie van afhankelijkheid <application>%1</application> is mislukt: Module heeft geen attribuut PEP396 <code>__version__</code>. Het is niet uitgeschakeld, maar gedrag is onvoorspelbaar...</p>
pl: <p>Nieudane sprawdzenie wersji zależności <application>%1</application>: Moduł nie ma właściwości PEP396 <code>__version__</code>. Nie jest wyłączony, lecz jego zachowanie jest nieprzewidywalne...</p>
pt: <p>Não foi possível verificar a versão da dependência <application>%1</application>: O módulo não tem o atributo <code>__version__</code> do PEP396. Não está desactivada, mas o comportamento é imprevisível...</p>
pt_br: <p>Não foi possível verificar a versão da dependência <application>%1</application>: O módulo não tem o atributo <code>__version__</code> do PEP396. Não está desativada, mas o comportamento é imprevisível...</p>
ru: <p>Проверить версию зависимости <application>%1</application> не удалось: у модуля нет атрибута PEP396 <code>__version__</code>. Он не будет отключен, но его поведение непредсказуемо...</p>
sk: <p>Zlyhala kontrola verzie závislosti <application>%1</application>: Modul nemá PEP396 atribút <code>__version__</code>. Nie je to zakázané, ale správanie je nepredvídateľné...</p>
sl: <p>Ni bilo mogoče preveriti različico odvisnosti <application>%1</application>: Modul nima PEP396 atributa <code>__version__</code>. Ni onemogočeno, vendar pa je obnašanje nepredvidljivo ...</p>
sr@ijekavian: <p>Пропала провера верзије за зависност <application>%1</application>: модул нема атрибут <code>__version__</code> по ПЕП‑у 396. Није искључена, али се понашање не може предвидети.</p>
sv: <p>Misslyckades kontrollera version för beroende <application>%1</application>: Modulen har inte PEP396 attributet <code>__version__</code>. Den är inte inaktiverad, men beteendet är inte förutsägbart ...</p>
uk: <p>Не вдалося перевірити версію залежності <application>%1</application>: У модуля немає атрибута <code>__version__</code>, відповідного до PEP396. Модуль не буде вимкнено, але його результати роботи можуть бути непередбачуваними…</p>
zh_tw: <p>檢查 <application>%1</application> 相依性版本失敗：模組沒有 PEP396 <code>__version__</code> 屬性。目前並未關閉，但是其行為可能不正確。</p>

# @info:tooltip
source: <p><application>%1</application>: Unexpected module's version format
bs: <p><application>%1</application>: Neočekivan format verzije modula
ca@valencia: <p><application>%1</application>: Format de versió de mòdul no esperat
da: <p><application>%1</application>: Uventet versionformat på modulet
el: <p><application>%1</application>: Απρόσμενη μορφή έκδοσης αρθρώματος
es: <p><application>%1</application>: formato inesperado de la versión del módulo
et: <p><application>%1</application>: ootamatu mooduli versiooni vorming
fi: <p><application>%1</application>: Odottamaton moduulin version muoto
fr: <p><application>%1</application>: Le format de la version du module est inattendu
gl: <p><application>%1</application>: Formato inesperado da versión do módulo
hu: <p><application>%1</application>: Nem várt modulverzió formátum
ia: <application>%1</application>: inexpectate formato de version de modulo
it: <p><application>%1</application>: Formato versione modulo inaspettato
ko: <p><application>%1</application>: 예상하지 못한 모듈 버전 형식
nb: <p><application>%1</application>: Uventet versjonsformat for modulen
nds: <p><application>%1</application>: Nich verwacht Moduulverschoon-Formaat
nl: <application>%1</application>: onverwacht formaat van versie van module
pl: <p><application>%1</application>: Nieoczekiwany format wersji modułu
pt: <p><application>%1</application>: O formato da versão do módulo é inesperado
pt_br: <p><application>%1</application>: O formato da versão do módulo é inesperado
ru: <p><application>%1</application>: неприемлемый формат версии модуля
sk: <p><application>%1</application>: Neočakávaný formát verzie modulu
sl: <p><application>%1</application>: Nepričakovana oblika različice modula
sr@ijekavian: <p><application>%1</application>: неочекиван формат верзије модула.</p>
sv: <p><application>%1</application>: Modulens versionsformat är oväntat
uk: <p><application>%1</application>: неочікуване форматування запису версії модуля
zh_tw: <p><application>%1</application>：未預期的模組版號格式

# @info:tooltip
source: <p><application>%1</application>: No suitable version found. Required version %2 %3, but found %4</p>
bs: <p><application>%1</application>: Nema odgovarajuće verzije. Tražena verzija %2 %3, ali nađena %4</p>
ca@valencia: <p><application>%1</application>: No s'ha trobat cap versió adequada. Es requereix la versió version %2 %3, però s'ha trobat la %4</p>
da: <p><application>%1</application>: Ingen egnet version fundet. Påkrævet version %2 %3, men fandt %4</p>
el: <p><application>%1</application>: Δε βρέθηκε κατάλληλη έκδοση. Απαιτείται έκδοση %2 %3, αλλά βρέθηκε %4</p>
es: <p><application>%1</application>: No se ha encontrado una versión adecuada. Se necesitaba la versión %2 %3, pero se ha encontrado la %4</p>
et: <p><application>%1</application>: sobivat versiooni ei leitud. Nõutav versioon on %2 %3, kuid leiti %4</p>
fi: <p><application>%1</application>: Sopivaa versiota ei löytynyt. Vaadittiin versio %2 %3, mutta löydettiin %4</p>
fr: <p><application>%1</application>: Pas de version appropriée trouvée. Requiert la version %2 %3, et non %4</p>
gl: <p><application>%1</application>: Non se atopou unha versión axeitada. A versión requirida é a %2 %3, pero atopouse a %4</p>
hu: <p><application>%1</application>: Nem található megfelelő verzió. A szükséges verzió %2 %3, de %4 található</p>
ia: <p><application>%1</application>: On non trovava ulle application adequate. Il requireva version %2 %3, ma il trovava %4</p>
it: <p><application>%1</application>: Nessuna versione corretta trovata. È richiesta la versione %2 %3, ma è stata trovata la %4</p>
ko: <p><application>%1</application>: 적합한 버전을 찾을 수 없습니다. 필요한 버전은 %2 %3이지만 설치된 것은 %4입니다</p>
nb: <p><application>%1</application>: fant ingen passende versjon. Trenger versjon %2 %3, men fant %4</p>
nds: <p><application>%1</application>: Keen passen Verschoon funnen. Noot deit Verschoon %2 %3, funnen wöör %4.</p>
nl: <p><application>%1</application>: geen geschikte versie gevonden. Vereist versie %2 %3, echter gevonden %4</p>
pl: <p><application>%1</application>: Nie znaleziono odpowiedniej wersji. Wymagana wersja to %2 %3, a znaleziono %4</p>
pt: <p><application>%1</application>: Não foi encontrada uma versão adequada. É necessária a versão %2 %3, mas foi encontrada a %4</p>
pt_br: <p><application>%1</application>: Não foi encontrada uma versão adequada. É necessária a versão %2 %3, mas foi encontrada a %4</p>
ru: <p><application>%1</application>: подходящая версия не найдена. Требуется версия %2 %3, а найдена %4</p>
sk: <p><application>%1</application>: Nenašla sa vhodná verzia. Vyžaduje sa verzia %2 %3, našla sa %4</p>
sl: <p><application>%1</application>: Ni bilo najdene primerne različice. Zahtevana različica %2 %3, ampak najdena %4</p>
sr@ijekavian: <p><application>%1</application>: није нађена погодна верзија; захтевана је %2 %3, а нађена %4.</p>
sv: <p><application>%1</application>: Ingen lämplig version hittades. Kräver version %2 %3, men hittade %4</p>
uk: <p><application>%1</application>: не знайдено відповідної версії. Потрібна версія %2 %3, втім, знайдено версію %4</p>
zh_tw: <p><application>%1</application>：找不到合適的版本。需要的版號為 %2 %3，但找到的是 %4</p>

# @info:tooltip
source: <p>Failure on module load <application>%1</application>:</p><pre>%2</pre>
bs: <p>Greška na učitavanju modula <application>%1</application>:</p><pre>%2</pre>
ca@valencia: <p>Ha fallat en en carregar el mòdul <application>%1</application>:</p><pre>%2</pre>
da: <p>Fejl ved indlæsning af modulet <application>%1</application>:</p><pre>%2</pre>
el: <p>Αποτυχία κατά τη φόρτωση του αρθρώματος <application>%1</application>:</p><pre>%2</pre>
es: <p>Ha fallado la carga del módulo <application>%1</application>:</p><pre>%2</pre>
et: <p>Mooduli <application>%1</application> laadimine nurjus:</p><pre>%2</pre>
fi: <p>Virhe ladattaessa moduulia <application>%1</application>:</p><pre>%2</pre>
gl: <p>Fallou a carga do módulo <application>%1</application>:</p><pre>%2</pre>
hu: <p>Hiba a modulnál a(z) <application>%1</application> betöltésénél:</p><pre>%2</pre>
ia: <p>Il falleva cargar modulo<application>%1</application>:</p><pre>%2</pre>
it: <p>Errore nel caricamento del modulo <application>%1</application>:</p><pre>%2</pre>
ko: <p><application>%1</application> 모듈을 불러올 수 없음:</p><pre>%2</pre>
nb: <p>Feil med lasting av modulen <application>%1</application>:</p><pre>%2</pre>
nds: <p>Fehler bi't Laden vun Moduul <application>%1</application>:</p> <pre>%2</pre>
nl: <p>Module laden is mislukt <application>%1</application>:</p><pre>%2</pre>
pl: <p>Niepowodzenie przy wczytywaniu modułu <application>%1</application>:</p><pre>%2</pre>
pt: <p>Ocorreu um erro ao carregar o módulo <application>%1</application>:</p><pre>%2</pre>
pt_br: <p>Ocorreu um erro ao carregar o módulo <application>%1</application>:</p><pre>%2</pre>
ru: <p>Ошибка при загрузке модуля <application>%1</application>:</p><pre>%2</pre>
sk: <p>Zlyhalo načítanie modulu <application>%1</application>:</p><pre>%2</pre>
sl: <p>Napaka med nalaganjem modula <application>%1</application>:</p><pre>%2</pre>
sr@ijekavian: <p>Пропало учитавање модула <application>%1</application>:</p><pre>%2</pre>
sv: <p>Fel vid laddning av modul <application>%1</application>:</p><pre>%2</pre>
uk: <p>Помилка під час спроби завантажити модуль <application>%1</application>:</p><pre>%2</pre>
zh_tw: <p>模組載入 <application>%1</application> 失敗：</p><pre>%2</pre>

# @info:tooltip
source: Internal engine failure
bs: Neuspjeh internog pogona
ca@valencia: Fallada interna del motor
da: Fejl i intern motor
el: Εσωτερική αποτυχία μηχανής
es: Fallo del motor interno
et: Sisemine mootori viga
fi: Sisäinen moottorin virhe
fr: Échec du moteur interne
gl: Fallo interno do motor
hu: Belső motorhiba
ia: Error interne de motor
it: Errore interno motore
ko: 내부 엔진 오류
nb: Svikt i intern motor
nds: Intern Karnfehler
nl: Fout in interne engine
pl: Niepowodzenie wewnętrznego silnika
pt: Erro interno do motor
pt_br: Falha do mecanismo interno
ru: Внутренний сбой
sk: Zlyhanie interného enginu
sl: Notranja napaka pogona
sr@ijekavian: Унутрашњи крах мотора
sv: Internt gränssnittsfel
uk: Помилка внутрішнього рушія
zh_tw: 內部引擎發生失敗

# @info:tooltip
source: Module not loaded:<nl/>%1
bs: Modul nije učitan:<nl/>%1
ca@valencia: No s'ha carregat el mòdul:<nl/>%1
da: Modul ikke indlæst:<nl/>%1
el: Το άρθρωμα δε φορτώθηκε:<nl/>%1
es: Módulo no cargado:<nl/>%1
et: Moodul ei ole laaditud:<nl/>%1
fi: Moduulia ei ladattu:<nl/>%1
fr: Module non chargé:<nl/>%1
gl: Módulo non cargado:<nl/>%1
hu: A modul nincs betöltve:<nl/>%1
ia: Modulo non cargate: <nl/>%1
it: Modulo non caricato:<nl/>%1
kk: Модуль жүктелмеді:<nl/>%1
ko: 모듈을 불러올 수 없음:<nl/>%1
nb: Modul ikke lastet: <nl/>%1
nds: Moduul nich laadt:<nl/> %1
nl: Niet geladen module:<nl/>%1
pl: Nie wczytano modułu:<nl/>%1
pt: Módulo não carregado:<nl/>%1
pt_br: Módulo não carregado:<nl/>%1
ru: Модуль не загружен:<nl/>%1
sk: Modul nenačítaný:<nl/>%1
sl: Modul ni naložen:<nl/>%1
sr@ijekavian: Модул није учитан:<nl/>%1
sv: Modulen ej laddad:<nl/>%1
uk: Модуль не завантажено:<nl/>%1
zh_tw: 模組未載入：<nl/>%1

source: Pâté host for Python plugins
bs: Pâté host za Python priključke
ca@valencia: Servidor Pâté pels connectors del Python
da: Pâté-vært for Python-plugins
el: Υπολογιστής Pâté για Python πρόσθετα
es: Servidor Pâté para complementos de Python
et: Pythoni pluginate Pâté keskkond
fi: Paté-isäntä Python-liitännäisille
fr: Hôte Pâté pour les modules externes Python
gl: Máquina do Pâté para os complementos de Python
hu: Pâté gép a Python bővítményekhez
ia: Hospite de Pâté pro plugins de Python
it: Host Pâté per estensioni Python
kk: Python плагиндерінің Pâté хосты
ko: 파이썬 플러그인을 위한 Pâté 호스트
nb: Pâté-vert for Python-tillegg
nds: Pâté-Ünnerbuu för Python-Modulen
nl: Pâté-host voor Python-plug-ins
pl: Host Pâté dla wtyczek Pythona
pt: Motor do Pâté para os 'plugins' em Python
pt_br: Máquina do Pâté para os plugins de Python
ru: Среда Pâté для модулей на языке Python
sk: Pâté host pre pluginy Python
sl: Gostitelj Pâté za vstavke za Python
sr@ijekavian: Паштета као домаћин питонских прикључака
sv: Pâté värddator för Python-insticksprogram
uk: Вузол Pâté для додатків Python
zh_tw: Python 外掛程式的 Pâté host

source: Python interpreter settings
bs: Postavke Python interpretera
ca@valencia: Configuració de l'intèrpret del Python
da: Indstillinger for Python-fortolker
el: Ρυθμίσεις διερμηνέα Python
es: Preferencias del intérprete de Python
et: Pythoni interpretaatori seadistused
fi: Python-tulkin asetukset
fr: Configuration de l'interpréteur Python
gl: Configuración do intérprete de Python
hu: Python értelmező beállítások
ia: Preferentias de interprete de Python
it: Impostazioni interprete Python
ko: 파이썬 인터프리터 설정
nb: Innstillinger for Python-tolker
nds: Python-Interpreter-Instellen
nl: Instellingen voor de interpretator van Python
pl: Ustawienia interpretera Pythona
pt: Configuração do interpretador de Python
pt_br: Configurações do interpretador Python
ru: Параметры интерпретатора Python
sk: Nastavenia interpretera Python
sl: Nastavitve tolmača za Python
sr@ijekavian: Поставке питонског интерпретатора
sv: Inställningar av Python-tolk
uk: Параметри інтерпретатора Python
zh_tw: Python 直譯器設定

# @title:window
source: Pate engine could not be initialised
bs: Pate pogon se ne može inicijalizirati
ca@valencia: No s'ha pogut inicialitzar el motor del Pate
da: Pate-motoren kunne ikke initialiseres
el: Αδυναμία αρχικοποίησης της μηχανής Pate
es: No se ha podido iniciar el motor de Pate
et: Pate mootori initsialiseerimine nurjus
fi: Paté-moottoria ei saatu alustetuksi
fr: Le moteur Pate n'a pas pu être initialisé
gl: Non foi posíbel inicializar o motor do Pate
hu: A Pate motort nem lehet előkészíteni
ia: Modulo de Pate non poterea esser initialisate
it: Impossibile inizializzare il motore Pate
kk: Pate тетігі бастау күйіне келтірілмеді
ko: Pate 엔진을 초기화할 수 없음
nb: Pate-motoren kunne ikke klargjøres
nds: Pate-Karn lett sik nich torechtmaken
nl: Pate-engine kon niet geïnitialiseerd worden
pl: Nie można zainicjować silnika Pate
pt: Não foi possível inicializar o motor do Pate
pt_br: Não foi possível inicializar o mecanismo do Pate
ru: Инициализировать подсистему Pate не удалось
sk: Pate engine nie je možné inicializovať
sl: Pogona za Pate ni bilo mogoče začeti
sr@ijekavian: Мотор Паштете не може да се припреми
sv: Pate-gränssnittet kunde inte initieras
uk: Не вдалося ініціалізувати рушій Pate
zh_tw: 無法初始化 Pate 引擎

# @title:window
source: Warning
bs: Upozorenje
ca@valencia: Avís
da: Advarsel
el: Προειδοποίηση
es: Advertencia
et: Hoiatus
fi: Varoitus
fr: Avertissement
gl: Aviso
hu: Figyelem
ia: Aviso
it: Avviso
ko: 경고
nb: Advarsel
nds: Wohrschoen
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sk: Upozornenie
sl: Opozorilo
sr@ijekavian: Упозорење
sv: Varning
uk: Попередження
zh_tw: 警告
