Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# @info:tooltip %1 is a number of failed plugins
source: %1 plugin module couldn't be loaded. Check the Python plugins config page for details.
bs: %1 modul priključak se ne može učitati. Provjerite konfiguracijsku stranicu Python priključaka za detalje.
ca@valencia: No s'ha pogut carregar %1 mòdul connector. Comproveu els detalls a la pàgina de configuració dels connectors del Python.
da: %1 plugin-modul kunne ikke indlæses. Tjek konfigurationssiden for Python-plugins for detaljer
el: Αδυναμία φόρτωσης %1 αρθρώματος πρόσθετου. Ελέγξτε τη σελίδα διαμόρφωσης των πρόσθετων της Python για λεπτομέρειες.
es: No se ha podido cargar el módulo del complemento %1. Visite la página de configuración de complementos de Python para obtener más información.
et: %1 plugina mooduli laadimine nurjus. Uuri lähemalt Pythoni pluginate seadistuslehekülge.
fi: %1 liitännäismoduulin lataaminen epäonnistui. Tarkista yksityiskohdat Python-liitännäisten asetussivulta.
fr: %1 module externe n'a pas pu être chargé. Vérifiez la page de configuration des modules externes de Python pour plus de details.
gl: Non foi posíbel cargar %1 complemento de módulo. Consulte a páxina de configuración dos complementos de Python para máis detalles.
hu: %1 bővítménymodul nem tölthető be. Ellenőrizze a Python bővítmények beállítási oldalát a részletekért.
ia: Modulo de plugin %1 non poteva esser cargate. Verifica le pagina de configuration de plugins de Python pro detalios.
it: L'estensione %1 non può essere caricata. Controlla la pagina di configurazione delle estensioni Python per dettagli.
ko: 플러그인 모듈 %1개를 불러올 수 없습니다. 파이썬 플러그인 설정 페이지에서 자세한 정보를 확인하십시오.
nb: Klarte ikke laste inn %1 modultillegg. Kontroller oppsettssida for Python-tillegg.
nds: %1 Moduul lett sik nich laden. Kiek bitte op de Python-Moduulinstellensiet na Enkelheiten.
nl: %1 plug-in-module kon niet geladen worden. Controleer de instellingenpagina voor plug-ins van Python voor details.
pl: Nie można wczytać %1 modułu wtyczki. Sprawdź stronę konfiguracji wtyczek Pythona po więcej szczegółów.
pt: Não foi possível carregar %1 módulo de 'plugin'. Veja mais detalhes na página de configuração dos 'plugins' de Python.
pt_br: %1 módulo do plugin não pôde ser carregado. Verifique a página de configuração dos plugins de Python para mais detalhes.
ru: Загрузить %1 подключаемый модуль не удалось. Проверьте страницу настройки модулей Python.
sk: %1 plugin modul nebolo možné načítať. Skontrolujte konfiguračnú stránku pluginov Python pre podrobnosti.
sl: %1 modulov vstavkov ni bilo mogoče naložiti. Preverite stran z nastavitvami vstavkov za Python za podrobnosti.
sr@ijekavian: %1 модул прикључка не може да се учита. Потражите детаље на поставној страници питонских прикључака.
sv: %1 insticksmodul kunde inte laddas. Titta på inställningssidan för Python-insticksprogram för detaljerad information.
uk: Не вдалося завантажити %1 модуль додатків. Подробиці можна знайти на сторінці налаштовування додатків Python.
zh_tw: 無法載入 %1 外掛模組。請檢查 Python 外掛程式設定頁面。

# @title:row
source: Python Plugins
bs: Python priključci
ca@valencia: Connectors del Python
el: Πρόσθετα Python
es: Complementos de Python
et: Pythoni pluginad
fi: Python-liitännäiset
fr: Modules externes Python
gl: Complementos de Python
hu: Python bővítmények
ia: Plugins de Python
it: Estensioni Python
kk: Python плагиндері
ko: 파이썬 플러그인
nb: Python-tillegg
nds: Python-Modulen
pl: Wtyczki Pythona
pt: 'Plugins' em Python
pt_br: Plugins de Python
ru: Модули Python
sk: Pluginy Python
sl: Vstavki za Python
sr@ijekavian: Питонски прикључци
sv: Python-insticksprogram
uk: Додатки Python
zh_tw: Python 外掛程式

# @title:tab
source: Pâté host for Python plugins
bs: Pâté host za Python priključke
ca@valencia: Servidor Pâté pels connectors del Python
da: Pâté-vært for Python-plugins
el: Υπολογιστής Pâté για Python πρόσθετα
es: Servidor Pâté para complementos de Python
et: Pythoni pluginate Pâté keskkond
fi: Paté-isäntä Python-liitännäisille
fr: Hôte Pâté pour les modules externes Python
gl: Máquina do Pâté para os complementos de Python
hu: Pâté gép a Python bővítményekhez
ia: Hospite de Pâté pro plugins de Python
it: Host Pâté per estensioni Python
kk: Python плагиндерінің Pâté хосты
ko: 파이썬 플러그인을 위한 Pâté 호스트
nb: Pâté-vert for Python-tillegg
nds: Pâté-Ünnerbuu för Python-Modulen
nl: Pâté-host voor Python-plug-ins
pl: Host Pâté dla wtyczek Pythona
pt: Motor do Pâté para os 'plugins' em Python
pt_br: Máquina do Pâté para os plugins de Python
ru: Среда Pâté для модулей на языке Python
sk: Pâté host pre pluginy Python
sl: Gostitelj Pâté za vstavke za Python
sr@ijekavian: Паштета као домаћин питонских прикључака
sv: Pâté värddator för Python-insticksprogram
uk: Вузол Pâté для додатків Python
zh_tw: Python 外掛程式的 Pâté host

source: About Pate
bs: O programu Pate
ca@valencia: Quant al Pate
da: Om Pate
el: Σχετικά με το Pate
es: Sobre Pate
et: Teave Pate kohta
fi: Tietoa Patesta
fr: A propos de Pate
gl: Acerca de Pate
hu: A Pate névjegye
ia: A proposito de Pate
it: Informazioni su Pate
ko: Pate 정보
nb: Om Pate
nds: Vertell wat över Pate
nl: Info over Pate
pl: O Pate
pt: Acerca do Pate
pt_br: Sobre o Pate
ru: О Pate
sk: O Pate
sl: O Pate
sr@ijekavian: О Паштети
sv: Om Pate
uk: Про Pate
zh_tw: 關於 Pate

# @info:tooltip
source: Cannot load <icode>kate</icode> module
bs: Ne mogu učitati <icode>kate</icode> modul
ca@valencia: No s'ha pogut carregar el mòdul del <icode>kate</icode>
da: Kan ikke indlæse <icode>kate</icode>-modul
el: Αδυναμία φόρτωσης του αρθρώματος <icode>kate</icode>
es: No se ha podido cargar el módulo <icode>kate</icode>
et: <icode>kate</icode> mooduli laadimine nurjus
fi: <icode>kate</icode>-moduulia ei voida ladata
fr: Impossible de charger le module <icode>kate</icode>
gl: Non foi posíbel cargar o módulo de <icode>kate</icode>
hu: Nem sikerült betölteni a <icode>kate</icode> modult
ia: Non pote cargar modulo de <icode>kate</icode>
it: Impossibile caricare il modulo <icode>kate</icode>
kk: <icode>kate</icode> модулі жүктелмеді
ko: <icode>kate</icode> 모듈을 불러올 수 없음
nb: Kan ikke laste inn <icode>kate</icode>-modul
nds: <icode>Kate</icode>-Moduul lett sik nich laden.
nl: Kan de <icode>kate</icode>-module niet laden
pl: Nie można wczytać modułu <icode>kate</icode>
pt: Não é possível carregar o módulo <icode>kate</icode>
pt_br: Não foi possível carregar o módulo <icode>kate</icode>
ru: Загрузить модуль <icode>kate</icode> не удалось
sk: Nemôžem načítať modul <icode>kate</icode>
sl: Ni mogoče naložiti modula <icode>kate</icode>
sr@ijekavian: Не могу да учитам уграђени модул <icode>kate</icode>.
sv: Kan inte ladda <icode>kate</icode>-modul
uk: Не вдалося завантажити модуль <icode>kate</icode>
zh_tw: 無法載入 <icode>kate</icode> 模組

# Python variables, no translation needed
source: sys.version = %1<br/>sys.path = %2
sr@ijekavian: <html>sys.version = %1<br />sys.path = %2</html>

source: Paul Giannaros
sr@ijekavian: Пол Ђанарос

source: Out-of-tree original
bs: Prvobitno iz stabla
ca@valencia: Original fora de l'arbre
da: Ude-af-træ-original
el: Αρχικό εκτός-ιεραρχίας
es: Original alternativo
et: Puhas originaal
fi: Alkuperäisversio puun ulkopuolella
fr: Original hors de l'arborescence
gl: Orixinal fóra da árbore
hu: Fán kívüli eredeti
ia: Original foras del arbore
it: Separazione originale
ko: 트리 밖 원 개발자
nb: Original ut av treet
nds: Butenboom-Orginaal
nl: Origineel buiten de boomstructuur
pl: Oryginał poza drzewem
pt: Original fora da árvore
pt_br: Original fora da árvore
ru: Автономная исходная версия
sk: Out-of-tree originál
sl: Izvirnik izven drevesa
sr@ijekavian: Оригинал изван стабла
sv: Original utanför trädet
uk: Початкова версія поза ієрархією додатків

source: Shaheed Haque
sr@ijekavian: Шахид Хак

source: Rewritten and brought in-tree, V1.0
bs: Ponovo napisano i stavljeno u stablo, V1.0
ca@valencia: Reescrit i incorporat a l'arbre, V1.0
da: Omskrevet og bragt ind-træ, V1.0
el: Επανασυγγραφή και μεταφορά στην ιεραρχία, V1.0
es: Reescrito e incluido en la versión estándar, V1.0
et: Ümberkirjutamine ja täiendamine, V1.0
fi: Kirjoitti uudelleen ja toi puuhun, V1.0
fr: Réécrit et ajouté dans l'arborescence, V1.0
gl: Reescribiu e trouxo na árbore, V1.0
hu: Újraírás és fában hozott, V1.0
ia: Rescribite e portate in le arbore, V1.0
it: Riscrittura e unione, V1.0
ko: 재작성 및 트리로 가져옴, V1.0
nb: Skrevet om og bragt inn i treet, V1.0
nds: Nieg schreven un binnenbooms brocht, V1.0
nl: Herschreven en binnen de boomstructuur gebracht, V1.0
pl: Przepisany i wprowadzony do drzewa, V1.0
pt: Remodelado e passado para a árvore de código, V1.0
pt_br: Reescrito e incorporado à árvore de código, V1.0
ru: Переработка и включение в основное дерево, V1.0
sk: Prepísané a dodané in-tree, V1.0
sl: Znova napisano in vstavljeno v drevo, različica 1.0
sr@ijekavian: Поновно писање и увођење у стабло, в. 1.0
sv: Omskriven och införd i trädet. v1.0
uk: Переписування та повернення до ієрархії, V1.0

source: Alex Turbov
sr@ijekavian: Александар Турбов

source: Streamlined and updated, V2.0
bs: Sređeno i ažurirano, V2.0
ca@valencia: Integrat i actualitzat, V2.0
da: Strømlinede og opdaterede, V2.0
el: Βελτιστοποίηση και ενημέρωση, V2.0
es: Optimizado y actualizado, V2.0
et: Viimistlemine ja uuendamine, V2.0
fi: Rationalisoi ja päivitti, V2.0
fr: Rationalisé et mis à jour, V2.0
gl: Simplificacións e actualizacións, V2.0
hu: Áramvonalasítva és frissítve, V2.0
ia: Simplificate e actualisate, V2.0
it: Ottimizzazione e aggiornamento, V2.0
ko: 통합 및 업데이트, V2.0
nb: Strømlinjet og oppdatert, V2.0
nds: Oprüümt un opfrischt, V2.0
nl: Gestroomlijnd en bijgewerkt, V2.0
pl: Dopracowany i uaktualniony, V2.0
pt: Reorganizado e actualizado, V2.0
pt_br: Simplificação e atualização, V2.0
ru: Оптимизация и обновление, V2.0
sk: Racionalizované a aktualizované, V2.0
sl: Izboljšave in posodobitve, različica 2.0
sr@ijekavian: Пеглање и ажурирање, в. 2.0
sv: Strömlinjeformad och uppdaterad. v2.0
uk: Виправлення та оновлення, V2.0

# @title:window
source: Error in action <icode>%1</icode>
bs: Greška u akciji <icode>%1</icode>
ca@valencia: Error en acció <icode>%1</icode>
da: Fejl i handling <icode>%1</icode>
el: Σφάλμα σε ενέργεια <icode>%1</icode>
es: Error en la acción <icode>%1</icode>
et: Tõrge toiminguga <icode>%1</icode>
fi: Virhe toiminnossa <icode>%1</icode>
fr: Erreur durant l'action <icode>%1</icode>
gl: Produciuse un erro na acción <icode>%1</icode>
hu: Hiba a(z) <icode>%1</icode> műveletben
it: Errore nell'azione <icode>%1</icode>
kk: <icode>%1</icode> амалында қате
ko: 동작 <icode>%1</icode>에 오류 있음
nb: Feil i handling <icode>%1</icode>
nds: Fehler binnen Akschoon <icode>%1</icode>
nl: Fout in actie <icode>%1</icode>
pl: Błąd w działaniu <icode>%1</icode>
pt: Erro na acção <icode>%1</icode>
pt_br: Erro na ação <icode>%1</icode>
ru: Ошибка в действии <icode>%1</icode>
sk: Chyba v akcii <icode>%1</icode>
sl: Napaka v dejanju <icode>%1</icode>
sr@ijekavian: Грешка у радњи <icode>%1</icode>
sv: Fel i åtgärd <icode>%1</icode>
uk: Помилка у дії <icode>%1</icode>
zh_tw: 動作 <icode>%1</icode> 發生錯誤

# @info:tooltip
source: Invalid <filename>%1</filename> file: No action with name <icode>%2</icode> defined
bs: Pogrešna <filename>%1</filename> datoteka: Nema akcije s imenom <icode>%2</icode> definisane
ca@valencia: Fitxer <filename>%1</filename> no vàlid: No s'ha definit cap acció amb nom <icode>%2</icode>
da: Ugyldig <filename>%1</filename> fil: Ingen handling med navnet <icode>%2</icode> defineret
el: Μη έγκυρο αρχείο <filename>%1</filename>: Δεν έχει οριστεί ενέργεια με όνομα <icode>%2</icode>
es: Nombre de archivo <filename>%</filename> no válido: No hay ninguna acción definida con el nombre <icode>%2</icode>
et: Vigane fail <filename>%1</filename>: toimingut nimega <icode>%2</icode> ei ole defineeritud
fi: Virheellinen <filename>%1</filename>-tiedosto: Nimellä <icode>%2</icode> ei ole määritelty toimintoa
fr: Fichier <filename>%1</filename> non valable: Pas d'action défini avec le nom <icode>%2</icode>
gl: Ficheiro <filename>%1</filename> non válido: Non hai definida ningunha acción chamada <icode>%2</icode>
hu: Érvénytelen <filename>%1</filename> fájl: nincs <icode>%2</icode> nevű művelet meghatározva
ia: Invalide file <filename>%1</filename>. Necun action de nomine <icode>%2</icode> definite
it: File <filename>%1</filename> non valido: Nessuna azione definita con nome <icode>%2</icode>
ko: 잘못된 <filename>%1</filename> 파일: 이름이 <icode>%2</icode>인 동작이 정의되지 않았음
nb: Ugyldig <filename>%1</filename>--fil: Det er ikke definert noen handling med navnet <icode>%2</icode>
nds: Leeg <filename>%1</filename>-Datei: Keen Akschoon för Naam <icode>%2</icode> fastleggt
nl: Ongeldig bestand <filename>%1</filename>: geen actie genaamd <icode>%2</icode> gedefinieerd
pl: Nieprawidłowy plik <filename>%1</filename>: Brak działania o nazwie <icode>%2</icode>
pt: O ficheiro <filename>%1</filename> é inválido: Não está definida nenhuma acção com o nome <icode>%2</icode>
pt_br: Arquivo <filename>%1</filename> inválido: Não foi definida nenhuma ação com o nome <icode>%2</icode>
ru: Неверный файл <filename>%1</filename>: действие с названием <icode>%2</icode> не определено
sk: Neplatný <filename>%1</filename> súbor: Žiadna akcia s názvom <icode>%2</icode> definovaným
sl: Neveljavna datoteka <filename>%1</filename>: ni določenega dejanja z imenom <icode>%2</icode>
sr@ijekavian: Лош фајл <filename>%1</filename>: радња по имену <icode>%2</icode> није дефинисана.
sv: Ogiltig fil <filename>%1</filename>: Ingen åtgärd definierad för namnet <icode>%2</icode>
uk: Некоректний файл <filename>%1</filename>: дії з назвою <icode>%2</icode> не визначено
zh_tw: 不正確的 <filename>%1</filename> 檔：沒有定義名為 <icode>%2</icode> 的動作

# @item:inmenu
source: JavaScript Utilities
bs: JavaScript alati
ca@valencia: Utilitats JavaScript
da: JavaScript-værktøjer
el: Εργαλεία JavaScript
es: Utilidades de JavaScript
et: JavaScripti tööriistad
fi: JavaScript-työkalut
fr: Outils JavaScript
gl: Utilidades de JavaScript
hu: JavaScript segédprogramok
ia: Utilitates de JavaScript
it: Utilità JavaScript
kk: JavaScript утилиталары
ko: 자바스크립트 유틸리티
nb: JavaScript-verktøy
nds: JavaScript-Warktüüch
nl: Hulpprogramma's voor JavaScript
pl: Narzędzia JavaScript
pt: Utilitários de JavaScript
pt_br: Utilitários de JavaScript
ru: Утилиты для JavaScript
sk: Nástroje JavaScript
sl: Pripomočki za JavaScript
sr@ijekavian: Алатке за јаваскрипт
sv: Javascript-verktyg
uk: Інструменти JavaScript
zh_tw: JavaScript 工具

# @title:group
source: JavaScript Utilities Options
bs: Opcije JavaScript alata
ca@valencia: Opcions de les utilitats JavaScript
da: Indstillinger for JavaScript-værktøjer
el: Επιλογές εργαλείων JavaScript
es: Opciones de las utilidades de JavaScript
et: JavaScripti tööriistade valikud
fi: JavaScript-työkalujen valinnat
fr: Option des outils JavaScript
gl: Opcións das utilidades de JavaScript
hu: JavaScript segédprogramok beállításai
ia: Optiones de Utilitates de JavaScript
it: Opzioni utilità JavaScript
kk: JavaScript утилиталар параметрлері
ko: 자바스크립트 유틸리티 옵션
nb: Valg for JavaScript-verktøy
nds: JavaScript-Warktüüch-Optschonen
nl: Opties voor hulpprogramma's voor JavaScript
pl: Opcje narzędzi JavaScript
pt: Opções dos Utilitários de JavaScript
pt_br: Opções dos utilitários de JavaScript
ru: Параметры утилит для JavaScript
sk: Voľby nástrojov JavaScript
sl: Možnosti pripomočkov za JavaScript
sr@ijekavian: Опције алатки за јаваскрипт
sv: Alternativ för Javascript-verktyg
uk: Параметри інструментів JavaScript
zh_tw: Lint JavaScript

# @info:status
source: <p> Additionally to free software licenses like GPL and MIT, this functionality requires you to accept the following conditions: </p><p>%1</p><p> Do you want to accept and download the functionality? </p>
bs: <p> Pored licenci slobodnog softvera poput GPL i MIT, ova funckionalnost traži da prihvatite sljedeće uslove: </p><p>%1</p><p> Želite li prihvatiti i preuzeti funkcionalnos? </p>
ca@valencia: <p> Addicionalment a les llicències de programari lliure com la GPL i la MIT, esta funcionalitat requereix que accepteu les condicions següents: </p><p>%1</p><p> Voleu acceptar i baixar la funcionalitat? </p>
da: <p> Udover fri software-licenser som GPL and MIT, kræver denne funktionalitet at du accepterer følgende betingelser: </p><p>%1</p><p> Vil du acceptere og downloade funktionaliteten? </p>
el: <p> Επιπλέον των αδειών χρήσης ελεύθερου λογισμικού GPL και MIT, η λειτουργικότητα αυτή απαιτεί την αποδοχή των παρακάτω όρων από εσάς: </p><p>%1</p><p> Θέλετε να αποδεχτείτε και να λάβετε τη λειτουργικότητα; </p>
es: <p> Además de las licencias libres GPL y MIT, esta funcionalidad necesita que acepte las siguientes condiciones: </p><p>%1</p><p> ¿Quiere aceptar y descargar la funcionalidad? </p>
et: <p> Lisaks sellistele vaba tarkvara litsentsidele nagu GPL ja MIT nõuab see funktsionaalsus nõustumist järgmiste tingimustega: </p><p>%1</p><p> Kas oled nõus ja valmis seda funktsionaalsust alla laadima? </p>
fi: <p> Vapaiden ohjelmistolisenssien kuten GPL:n ja MIT:n lisäksi tämä toiminto edellyttää, että hyväksyt seuraavat ehdot: </p><p>%1</p><p> Haluatko hyväksyä ja ladata toiminnon? </p>
gl: <p> Ademais de licenzas de software libre como a GPL ou a MIT, esta funcionalidade require que acepte as seguintes condicións: </p><p>%1</p><p> Desexa aceptar e descargar a funcionalidade? </p>
hu: <p> Ezen kívül a szabad szoftverlicencekhez mint a GPL és MIT, ez a funkcionalitás megköveteli öntől a következő feltételek elfogadását: </p><p>%1</p><p> El szeretné fogadni és letölti a funkcionalitást? </p>
ia: <p> Additionalmente per licentias de software libere como GPL e MIT, iste functionalitate require que tu accepta le sequente conditioines: </p><p>%1</p><p> Tu vole acceptar e discargar le functionalitate? </p>
it: <p> Oltre alle licenze di software libero come GPL e MIT, questa funzionalità richiede che vengano accettate le seguenti condizioni: </p><p>%1</p><p> Vuoi accettare e scaricare la funzionalità? </p>
ko: <p> GPL과 MIT와 같은 자유 소프트웨어 라이선스 이외에도 이 기능은 다음 조건 하에 제공됩니다: </p><p>%1</p><p> 조건을 수락하고 기능을 다운로드하시겠습니까? </p>
nb: <p> I tillegg til lisenser for fri programvare som GPL og MIT krever denne funksjonaliteten at du godtar følgende betingelser: </p> <p>%1</p> <p> Vil du godta dette og laste ned funksjonaliteten? </p>
nds: <p> Blang de Verlööfnissen vun apen Software as GPL un MIT muttst Du för disse Funkschoon ok de nakamen Bedingen beglöven: </p> <p>%1</p> <p> Wullt Du dat beglöven und de Funkschoon daalladen? </p>
nl: <p> Bovenop de licenties voor vrije software zoals GPL en MIT, vereist deze functionaliteit dat u de volgende voorwaarden accepteert: </p><p>%1</p><p> Wilt u de functionaliteit accepteren en downloaden? </p>
pl: <p> Dodatkowo do licencji darmowego oprogramowania takich jak GPL i MIT, funkcjonalność ta wymaga zgody na następującewarunku: </p><p>%1</p><p> Czy zgadzasz się na warunki i chcesz pobrać tę funkcjonalność? </p>
pt: <p> Para além das licenças de 'software' livre, como a GPL e a MIT, esta funcionalidade necessita que aceite as seguintes condições: </p><p>%1</p><p> Deseja aceitar e transferir a funcionalidade? </p>
pt_br: <p> Além das licenças de software livre, como GPL e MIT, esta funcionalidade exige que você aceite as seguintes condições: </p><p>%1</p><p> Deseja aceitar e baixar a funcionalidade? </p>
ru: <p> В дополнение к свободным лицензиям, подобным GPL и MIT, для использования этой функциональности нужно принять следующие условия: </p><p>%1</p><p> Вы готовы принять их и загрузить этот функционал? </p>
sk: <p> Spolu s licenciami softvéru ako GPL a MIT, táto funkcionalita vyžaduje, aby ste prijali nasledovné podmienky: </p><p>%1</p><p> Chcete prijať a stiahnuť funkcionalitu? </p>
sl: <p> Vključno z prostimi licencami GPL in MIT, morate za to zmožnost sprejeti naslednje pogoje: </p><p>%1</p><p> Ali jih želite sprejeti in prejeti zmožnost? </p>
sr@ijekavian: <p>Поред лиценци слободног софтвера као што су ОЈЛ и МИТ, за ову функционалност треба да прихватите и следеће услове:</p><p>%1</p><p>Желите ли да прихватите и преузмете функционалност?</p>
sv: <p> Förutom fria programvarulicenser som GPL och MIT, kräver den här funktionen att du accepterar följande villkor: </p><p>%1</p><p> Vill du acceptera och ladda ner funktionen? </p>
uk: <p> Окрім умов ліцензування вільного програмного забезпечення відповідно до GPL і MIT, для використання цих можливостей слід погодитися з такими умовами: </p><p>%1</p><p> Погоджуєтеся? Отримати код для додаткових можливостей? </p>
zh_tw: <p> 除了自由軟體授權（如 GPL / MIT）之外，此功能 需要您接受以下的條件： </p><p>%1</p><p> 您接受這些條件並決定下載此功能嗎？ </p>

# @title:window
source: Accept license?
bs: Prihvati licencu?
ca@valencia: Accepteu la llicència?
da: Acceptere licensbetingelser?
el: Αποδοχή άδειας χρήσης;
es: ¿Acepta la licencia?
et: Litsentsiga nõustumine
fi: Hyväksytäänkö lisenssi?
gl: Acepta a licenza?
hu: Elfogadja a licencet?
ia: Tu accepta licentia?
it: Accetti licenza?
ko: 라이선스 수락?
nb: Godta lisens?
nds: Verlööfnis beglöven?
nl: Licentieovereenkomst accepteren?
pl: Przyjąć licencję?
pt: Aceitar a licença?
pt_br: Aceitar a licença?
ru: Принять лицензию?
sk: Prijať licenciu?
sl: Sprejmete licenco?
sr@ijekavian: Прихватити лиценцу?
sv: Acceptera licens?
uk: Згодні з умовами ліцензування?
zh_tw: 接受授權嗎？

# @info:status
source: No acceptable linter named %1!
bs: Nije pronađen linter po imenu %1.
ca@valencia: El «linter» anomenat %1 no és acceptable!
da: Ingen acceptabel linter ved navn %1!
el: Μη αποδεκτό linter με όνομα %1!
es: La herramienta de detección de errores del código llamada %1 no es aceptable.
et: Pole ühtegi sobivat linterit nimega %1!
fi: Ei hyväksyttävää linteriä nimeltä %1!
gl: Non hai ningún validador aceptábel chamado %1!
hu: Nincs %1 nevű, elfogadható ellenőrző!
ia: Necun linter acceptabile appellate %1!
it: Nessun linter accettabile chiamato %1!
ko: 이름이 %1인 사용 가능한 형식 도구가 없음!
nb: Det finnes ingen akseptabel linter som heter %1!
nds: Dat gifft keen Kodeprööv mit den Naam %1, de sik bruken lett.
nl: Geen acceptabele linter genaamd %1!
pl: Linter z nazwą nie do przyjęcia %1!
pt: Não existe nenhuma verificação aceitável chamada '%1'!
pt_br: Não existe nenhuma verificação aceitável chamada %1!
ru: Нет подходящего кодоанализатора с названием %1!
sk: Nie je žiadny prijateľný linter s názvom %1!
sl: Ni sprejemljivega linterja poimenovanega %1!
sr@ijekavian: Нема прихватљивог линтера по имену %1.
sv: Ingen acceptabelt felkontrollverktyg vid namn %1.
uk: Прийнятного лінтера з назвою %1 не знайдено!
zh_tw: 沒有名為 %1 的 linter。

# @info:status
source: Download failed
bs: Neuspjelo preuzimanje
ca@valencia: La baixada ha fallat
da: Download mislykkedes
el: Η λήψη απέτυχε
es: No se ha podido realizar la descarga
et: Allalaadimine nurjus
fi: Lataus epäonnistui
gl: Fallou a descarga
hu: Letöltés sikertelen
ia: Il falleva le discargamento
it: Scaricamento non riuscito
ko: 다운로드 실패
nb: Nedlasting mislykket
nds: Daalladen fehlslaan
nl: Downloaden is mislukt
pl: Nieudane pobieranie
pt: A transferência falhou
pt_br: Falha ao baixar
ru: Сбой при загрузке
sk: Sťahovanie zlyhalo
sl: Prejemanje ni uspelo
sr@ijekavian: Преузимање пропало
sv: Nerladdning misslyckades
uk: Спроба отримання зазнала невдачі
zh_tw: 下載失敗

# @info:status
source: <application>%1</application> OK
bs: <application>%1</application> U redu
ca@valencia: <application>%1</application> d'acord
el: <application>%1</application> Εντάξει
es: <application>%1</application> correcto
kk: <application>%1</application> ОК
ko: <application>%1</application> 정상
ru: <application>%1</application> в порядке
sl: <application>%1</application> je v redu
sr@ijekavian: <application>%1</application> — у реду
uk: <application>%1</application> працює
