Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: <p>How many parent directories to check for <filename>CMakeLists.txt</filename> if the latter is absent in a current document's path</p>
bs: <p>Koliko roditeljskih direktorija provjeriti za <filename>CMakeLists.txt</filename> ako je potonji otsutan u stazi trenutnog direktorija</p>
ca@valencia: <p>Quants directoris superiors es verificaran pel <filename>CMakeLists.txt</filename> si este és absent en el camí del document actual</p>
da: <p>Hvor mange forældremapper skal tjekkes for <filename>CMakeLists.txt</filename>, hvis denne ikke findes i det aktuelle dokuments sti</p>
el: <p>Πόσοι προγονικοί κατάλογοι να επιλεγούν για αναζήτηση του <filename>CMakeLists.txt</filename> αν το τελευταίο λείπει από τη διαδρομή του τρέχοντος εγγράφου</p>
es: <p>Cuántos directorios padre hay que comprobar en busca de <filename>CMakeLists.txt</filename> si dicho archivo no se encuentra en la ruta actual de un documento</p>
et: <p>Kui mitmest ülemkataloogist otsida faili <filename>CMakeLists.txt</filename>, kui see puudub dokumendi aktiivses asukohas</p>
fi: <p>Monestako ylemmästä kansiosta <filename>CMakeLists.txt</filename>-tiedostoa etsitään, jos se puuttuu nykyisen tiedoston sijainnista</p>
fr: <p>Combien de dossiers parent à vérifier pour <filename>CMakeLists.txt</filename> si celui-ci est absent de l'emplacement du document courant</p>
gl: <p>En cantos directorios pai comprobar <filename>CMakeLists.txt</filename> se este estiver ausente na ruta do documento actual</p>
hu: <p>Hány szülőkönyvtárat kell ellenőrizni a <filename>CMakeLists.txt</filename>fájlhoz, ha az utóbbi hiányzó a jelenlegi dokumentum útvonalán</p>
ia: <p>Quante directorios genitor on verifica pro <filename>CMakeLists.txt</filename> si iste es absente in un percurso currente del documento</p>
it: <p>In quante cartelle padre cercare <filename>CMakeLists.txt</filename> se quest'ultimo non è presente nel percorso del documento</p>
kk: <p>Егер <filename>CMakeLists.txt</filename> назардағы құжат жолында болмаса, қанша аталық каталогында оны іздеу керек</p>
ko: <p>현재 문서 경로에 <filename>CMakeLists.txt</filename> 파일이 없을 때 검사할 부모 디렉터리 단계 수</p>
nb: <p>Hvor mange overliggende mapper skal gjennomsøkes etter <filename>CMakeLists.txt</filename> hvis den ikke finnes i stien til et gjeldende dokument</p>
nds: <p>Gifft an, binnen wo veel Böverornern na <filename>CMakeLists.txt</filename> keken warrt, wenn dat binnen dat aktuelle Dokment sien Orner keen gifft.</p>
nl: <p>Aantal te controleren hogere mappen op <filename>CMakeLists.txt</filename> als de laatste niet aanwezig is in een huidig pad voor documenten</p>
pl: <p>Ile katalogów nadrzędnych sprawdzić w poszukiwaniu <filename>CMakeLists.txt</filename>, jeśli jest on nieobecny w ścieżce dokumentu</p>
pt: <p>Quantas pastas-mãe deverá procurar pelo <filename>CMakeLists.txt</filename>, caso falte o último na localização actual de um dado documento</p>
pt_br: <p>Quantos diretórios-pai devem procurar pelo <filename>CMakeLists.txt</filename>, caso falte o último no caminho atual de um documento</p>
ru: <p>Число уровней, на какое можно будет подняться в поиске файла <filename>CMakeLists.txt</filename>, если его не окажется в каталоге текущего документа</p>
sk: <p>Koľko nadradených adresárov skontrolovať pre <filename>CMakeLists.txt</filename> ak druhý chýba v aktuálnej ceste dokumentu</p>
sl: <p>Koliko nadrejenih map bo preverjenih za <filename>CMakeLists.txt</filename>, če slednje ni v trenutni poti dokumenta</p>
sr@ijekavian: <html><p>У колико родитељских фасцикли потражити <filename>CMakeLists.txt</filename> ако га нема у путањи текућег документа.</p></html>
sv: <p>Hur många överliggande kataloger att leta efter <filename>CMakeLists.txt</filename> om den senare inte är närvarande i ett aktuellt dokuments sökväg</p>
uk: <p>Кількість рівнів батьківських каталогів, у яких слід шукати <filename>CMakeLists.txt</filename>, якщо цей файл не буде знайдено у каталозі поточного документа.</p>
zh_tw: <p>如果目前的文件路徑中沒有 <filename>CMakeList.txt</filename> 檔，則有多少父目錄要檢查 。</p>

source: CMakeLists lookup parents:
bs: CMakeLists roditelji za traženje:
ca@valencia: Cerca de CMakeLists superiors:
da: CMakeLists--søgningsforældre:
el: CMakeLists ανεύρεση προγονικών:
es: Padres en los que buscar CMakeLists:
et: CMakeLists'ide otsimise kõrgus:
fi: CMakeLists-haku yläkansioista:
fr: Parents de consultation « CMakeLists » :
gl: Pais de consulta de CMakeLists:
hu: CMakeLists keresési szülők:
ia: Genitores de cerca de CMakeLists:
it: Ricerca CMakeLists nelle cartelle padre:
kk: CMakeLists іздеу аталық каталогтары:
ko: CMakeLists 부모 찾아보기:
nb: CMakeLists oppslag i overliggende:
nds: CMakeLists-Söökevenen:
nl: Te doorzoeken hogere mappen op CMakeLists:
pl: Szukaj CMakeLists w nadrzędnych:
pt: Pastas-mãe de pesquisa do CMakeLists:
pt_br: Diretórios-pai de pesquisa do CMakeLists:
ru: Уровней для поиска CMakeLists:
sk: CMakeLists hľadať nadradené:
sl: Preišči nadrejene za CMakeLists:
sr@ijekavian: Родитеља за <filename>CMakeLists.txt</filename>:
sv: CMakeLists överliggande uppslagningskataloger:
uk: Рівнів пошуку CMakeLists:
zh_tw: CMakeLists 搜尋父目錄：

source: Auxiliary CMake Module Directories
bs: Pomoćni CMake Module direktoriji
ca@valencia: Directoris auxiliars de mòduls CMake
da: Mapper med støttemoduler til CMake
el: Βοηθητικοί κατάλογοι αρθρώματος CMake
es: Directorios auxiliares del módulo CMake
et: CMake'i mooduli lisakataloogid
fi: CMake-lisämoduulikansiot
fr: Dossiers de modules auxiliaires de CMake
gl: Directorios de módulos de CMake auxiliares
hu: Kiegészítő CMake modul könyvtárak
ia: Directorios de Modulo de CMake auxiliari
it: Cartelle del modulo ausiliario di CMake
kk: Қосымша CMake модульдер каталогтары
ko: 추가 CMake 모듈 디렉터리
nb: Hjelpemapper med moduler for CMake
nds: CMake-Moduul-Hülpornern
nl: Mappen voor naastliggende CMake-module
pl: Zewnętrznych katalogach modułu CMake
pt: Pastas Auxiliares de Módulos do CMake
pt_br: Diretórios auxiliares de módulos do CMake
ru: Дополнительные каталоги модулей CMake
sk: Pomocné adresáre modulu CMake
sl: Dodatne mape za module CMake
sr@ijekavian: Допунске фасцикле ц‑мејкових модула
sv: Extrakataloger med CMake-moduler
uk: Каталоги допоміжних модулів CMake
zh_tw: 輔助 CMake 模組目錄

source: Auxiliary paths with CMake modules. CMake will try to parse the initial comment for every module found, so you can see a help screen for custom modules in the tool view.
bs: Pomoćne staze s CMake modulom. CMake će pokušati analizirati početni komentar za svaki modul nađeni, tako da možete vidjeti ekran pomoći za vlastite module u alatnom pogledu.
ca@valencia: Camins auxiliars amb mòduls CMake. El CMake intentarà analitzar el comentari inicial de cada mòdul trobat, de manera que podreu veure una pantalla d'ajuda pels mòduls personalitzats en la vista d'eina.
da: Stier til støttemoduler til CMake. CMake vil prøve at fortolke den indledende kommentar i hvert modul, der findes, så du kan se en hjælpeskærm for brugertilpassede moduler i værktøjsvisningen.
el: Βοηθητικές διαδρομές με CMake αρθρώματα. Το CMake θα δοκιμάσει να αναλύσει το αρχικό σχόλιο για κάθε άρθρωμα που εντοπίζεται, ώστε να μπορείτε να δείτε μια οθόνη βοήθειας για προσαρμοσμένα αρθρώματα στην προβολή εργαλείων.
es: Rutas auxiliares con módulos de CMake. CMake intentará analizar procesar el comentario inicial de cada módulo encontrado, así que podrá ver una pantalla de ayuda para módulos personalizados en la vista de herramienta.
et: CMake'i moodulite lisaasukohad. CMake üritab parsida iga leitud mooduli algset kommentaari, mistõttu kohandatud moodulite abiekraani võib näha tööriistavaates.
fi: CMake-lisämoduulien sijainnit. CMake yrittää jäsentää ensimmäisen kommentin kustakin löydetystä moduulista esittääkseen siitä ohjeen työkalunäkymässä.
fr: Emplacements auxiliaires avec des modules de CMake. CMake va essayer d'analyser le commentaire initial pour chaque module trouvé. Ainsi, vous pourrez voir une page d'aide pour des modules personnalisés dans l'affichage des outils.
gl: Rutas auxiliares con módulos do CMake. O CMake tenta analizar o comentario inicial de cada módulo que atope, polo que se pode ver unha pantalla de axuda cos módulos personalizados na vista de ferramentas.
hu: Kiegészítő útvonalak a CMake modulokkal. A CMake megpróbálja feldolgozni a kezdeti megjegyzést minden talált modulnál, ezért egy súgóképernyőt láthat az egyéni modulokhoz az eszköznézetben.
ia: Percursos auxiliari con modulos de VMake. CMake essayara analysar le commento initial pro cata modulo trovate, assi que tu pote vider un schermo de adjuta pro modulos personalisate in le vista del instrumento.
it: Percorsi ausiliari con moduli di CMake. CMake proverà ad analizzare il commento iniziale di ogni modulo trovato, in questo modo potrai vedere una schermata di aiuto per i moduli personalizzati nella vista strumento.
kk: Қосымша CMake модульдер жолы. CMake әр табылған модулінің бастапқы түсініктемесін талдауға тырысады. Нәтижесін, құрал кірінісіндегі модульдің көмек экранында көре аласыз.
ko: CMake 모듈이 있는 추가 경로입니다. CMake는 찾은 모듈 각각에 대해서 첫 주석을 처리하려고 하므로 도구 보기에서 추가 모듈의 도움말을 볼 수 있습니다.
nb: Ekstra stier med CMAke-moduler. CMake fil forsøke å tolke den første kommentaren for hver modul som finnes, slik at det vises et hjelpevindu for tilpassede moduler i verktøyvisningen.
nds: Hülpornern mit CMake-Modulen. CMake leest den Startkommentar vun elkeen funnen Moduul. Dor warrt denn en Hülp för egen Modulen binnen de Warktüüchansicht ut maakt.
nl: Naastliggende paden met CMake-modules. CMake zal proberen het initiële commentaar voor elk gevonden module te ontleden, u kunt dus een hulpscherm voor eigen modules in de weergave van het hulpmiddel.
pl: Zewnętrzne ścieżki z modułami CMake. CMake spróbuje przetworzyć wstępne komentarze dla każdego znalezionego modułu, tak aby można było oglądać ekran pomocy dla własnych modułów w widoku narzędzia.
pt: Localizações auxiliares com módulos do CMake. O CMake irá tentar processar o comentário inicial para cada módulo encontrado, para que possa ver um ecrã de ajuda para os módulos personalizados na área de ferramentas.
pt_br: Caminhos auxiliares com módulos do CMake. O CMake tentará processar o comentário inicial para cada módulo encontrado, para que possa ver uma tela de ajuda para os módulos personalizados na área de ferramentas.
ru: Дополнительные каталоги с модулями CMake. CMake попытается разобрать начальный комментарий в каждом найденном модуле, так что вы увидите справку по доп. модулям.
sk: Prídavné cesty s modulmi CMake. CMake sa bude snažiť spracovať počiatočný komentár pre každý nájdený modul, teda môžete vidieť pomocnú obrazovku pre vlastné moduly v nástrojovom zobrazení.
sl: Dodatne poti z moduli CMake. CMake bo poskusil razčleniti izvorno opombo za vsak najdeni modul, tako da boste lahko v orodnem prikazu videli zaslon s pomočjo za module po meri.
sr@ijekavian: Допунске путање са ц‑мејковим модулима. Ц‑мејк ће покушати да рашчлани почетни коментар из сваког нађеног модула, да бисте у алатном приказу добили екран помоћи за посебне модуле.
sv: Extrasökvägar med CMake-moduler. CMake försöker tolka den inledande kommentaren för alla moduler som hittas, så du kan se en hjälpskärm för egna moduler i verktygsvyn.
uk: Додаткові каталоги з модулями CMake. CMake намагатиметься обробити початковий коментар для кожного знайденого модуля, щоб можна було переглянути вікно довідки для нетипових модулів на панелі інструментів.
zh_tw: 有 CMake 模組的輔助路徑。CMake 會試著剖析每個找到的模組的初始註解，所以您可以在工具檢視中看到自定模組的說明螢幕。

source: Open a file dialog to select a path to be added.
bs: Otvori datotečni dijaloški prozor za izbor staze koja se dodaje
ca@valencia: Obri un diàleg de fitxer per seleccionar un camí a afegir.
da: Åbn en fildialog for at vælge en sti at tilføje.
el: Άνοιγμα διαλόγου αρχείου για να επιλεχθεί η διαδρομή που θα προστεθεί.
es: Abrir un archivo de diálogo para seleccionar una ruta que añadir.
et: Failidialoogi avamine lisatava asukoha valimiseks.
fi: Valitse lisättävä polku avaamalla tiedostonvalintaikkuna
fr: Ouvre une boîte de dialogue de fichiers permettant de choisir un emplacement à ajouter.
gl: Abrir un diálogo de ficheiros para escoller unha ruta e engadila.
hu: Egy fájl párbeszédablak megnyitása a hozzáadandó útvonal kiválasztásához.
ia: aperi un file de dialogo pro seloger un percurso que on debe adder.
it: Apre una finestra di dialogo per selezionare il percorso da aggiungere
kk: Қосымша жолдарды таңдау файл ашу диалогы.
ko: 추가할 경로를 선택할 대화 상자를 엽니다.
nb: Start en fildialog for å velge en sti som skal legges til.
nds: En Dateidialoog opmaken un den Orner utsöken, den Du tofögen wullt
nl: Open een bestandsdialoog om een toe te voegen pad te selecteren.
pl: Otwórz okno dialogowe pliku do wybrania dodawanej ścieżki.
pt: Abre uma janela de ficheiros para seleccionar a localização a adicionar.
pt_br: Abre uma janela de arquivos para selecionar o caminho a ser adicionado.
ru: Открывает диалог выбора пути для добавления.
sk: Otvoriť súborový dialóg na vybranie cesty na pridanie.
sl: Odpre pogovorno okno datotek za izbor poti, ki bo dodana.
sr@ijekavian: Отвори фајл дијалог ради бирања путање за додавање
sv: Öppna en fildialogruta för att välja en sökväg att lägga till.
uk: Відкрити діалогове вікно вибору шляху до каталогу, який слід додати.
zh_tw: 開啟檔案對話框來選擇要加入的路徑。

source: Add
bs: Dodaj
ca@valencia: Afig
da: Tilføj
el: Προσθήκη
es: Añadir
et: Lisa
fi: Lisää
fr: Ajouter
gl: Engadir
hu: Hozzáadás
ia: Adde
it: Aggiungi
kk: Қосу
ko: 추가
nb: Legg til
nds: Tofögen
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sk: Pridať
sl: Dodaj
sr@ijekavian: Додај
sv: Lägg till
uk: Додати
zh_tw: 新增

source: Removes the currently selected path from a list of auxiliary modules.
bs: Uklanja trenutno izabranu stazu iz liste pomoćnih modula
ca@valencia: Elimina el camí actualment seleccionat d'una llista de mòduls auxiliars.
da: Fjern den aktuelt markerede sti fra listen med hjælpemoduler.
el: Αφαιρεί την τρέχουσα επιλεγμένη διαδρομή από μια λίστα βοηθητικών αρθρωμάτων.
es: Elimina la ruta seleccionada actualmente de una lista de módulos auxiliares.
et: Valitud asukoha eemaldamine lisamoodulite loendist.
fi: Poistaa valitun sijainnin lisämoduulien luettelosta.
fr: Supprime l'emplacement actuellement sélectionné d'une liste de modules auxiliaires.
gl: Retira a ruta escollida dunha lista de módulos auxiliares.
hu: Eltávolítja a jelenleg kijelölt útvonalat a kiegészítő modulok listájából.
ia: Il remove le percurso currentemente seligite ab un lista de modulos auxiliari.
it: Rimuove il percorso selezionato dalla lista dei moduli ausiliari.
kk: Таңдалған жолды қосымша модульдер тізімінен өшіру.
ko: 현재 선택한 경로를 추가 모듈 경로에서 삭제합니다.
nb: Fjerner den markerte stien fra en liste over hjelpemoduler.
nds: Maakt den opstunns utsöchten Orner ut de List mit Hülpmodulen weg.
nl: Verwijdert de huidig geselecteerde pad uit de lijst met begeleidende modulen.
pl: Usuwa obecnie wybraną ścieżkę z listy zewnętrznych modułów.
pt: Remove a localização actual de uma lista de módulos auxiliares.
pt_br: Remove o caminho selecionado de uma lista de módulos auxiliares.
ru: Удаляет текущий путь из списка доп. каталогов модулей.
sk: Odstrániť aktuálnu vybranú cestu zo zoznamu prídavných modulov.
sl: Odstrani trenutno izbrano pot iz seznama dodatnih modulov.
sr@ijekavian: Уклања тренутно изабрану путању са списка допунских модула.
sv: Tar bort aktuell sökväg från en lista med extramoduler.
uk: Вилучити поточний позначений шлях зі списку допоміжних модулів.
zh_tw: 從輔助模組清單中移除目前選取的路徑。

source: Remove
bs: Ukloni
ca@valencia: Elimina
da: Fjern
el: Αφαίρεση
es: Eliminar
et: Eemalda
fi: Poista
fr: Supprimer
gl: Eliminar
hu: Eltávolítás
it: Rimuovi
kk: Өшіру
ko: 삭제
nb: Fjern
nds: Wegmaken
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr@ijekavian: Уклони
sv: Ta bort
uk: Вилучити
zh_tw: 移除

source: Session Settings
bs: Postavke sesije
ca@valencia: Arranjament de sessió
da: Indstillinger for sessioner
el: Ρυθμίσεις συνεδρίας
es: Preferencias de sesión
et: Seansi seadistused
fi: Istunnon asetukset
fr: Configuration de la session
gl: Configuración da sesión
hu: Munkamenet beállítások
ia: Preferentias de session
it: Impostazioni sessione
kk: Сеанс параметрлері
ko: 세션 설정
nb: Øktinnstillinger
nds: Törninstellen
nl: Instellingen voor een sessie
pl: Ustawienia sesji
pt: Configuração da Sessão
pt_br: Configurações da sessão
ru: Параметры сеанса
sk: Nastavenia sedenia
sl: Nastavitve seje
sr@ijekavian: Поставке сесије
sv: Sessionsinställningar
uk: Параметри сеансу
zh_tw: 工作階段設定

source: Project build dir:
bs: Direktorij gradnje projekta
ca@valencia: Directori de construcció de projecte:
da: Projektets byggemappe:
el: Κατάλογος κατασκευής έργου:
es: Directorio de construcción del proyecto:
et: Projekti ehitamiskataloog:
fi: Projektin käännöskansio:
fr: Dossier de compilation du projet :
gl: Directorio de construción do proxecto:
hu: Projekt fordítási könyvtár:
ia: Dir pro construer Projecto:
it: Cartella compilazione progetto:
kk: Жобаны құрастыру каталогы:
ko: 프로젝트 빌드 디렉터리:
nb: Byggemappe for prosjekt:
nds: Projektbuuorner:
nl: Bouw-map van project:
pl: Katalog budowania projektu:
pt: Pasta de compilação do projecto:
pt_br: Diretório de compilação do projeto:
ru: Каталог сборки проекта:
sk: Adresár zostavenia projektu:
sl: Mapa za izgradnjo projekta:
sr@ijekavian: Фасцикла градње пројекта:
sv: Projektets byggkatalog:
uk: Каталог збирання проекту:
zh_tw: 專案編譯目錄：

source: Path to a project build directory associated with a current session
bs: Staza za direktorij gradnje projekta povezan s trenutnom sesijom
ca@valencia: Camí a un directori de construcció de projecte associat amb una sessió actual
da: Sti til en projektbyggemappe knyttet til en aktuel session
el: Διαδρομή προς κατάλογο κατασκευής έργου συσχετισμένου με τρέχουσα συνεδρία
es: Ruta a un directorio de construcción del proyecto asociada con una sesión actual
et: Aktiivse seansiga seotud projekti ehitamiskataloog
fi: Nykyiseen istuntoon kytketyn projektikoostamiskansion sijainti
fr: Emplacement vers un dossier de compilation de projet associé avec la session actuelle
gl: Ruta a un directorio de construción de proxectos asociado cunha sesión actual
hu: Útvonal a jelenlegi munkamenethez társított projekt fordítási könyvtárhoz
ia: Pewrcurso al directorio pro construer projecto associate con le session cuirrente
it: Cartella di compilazione del progetto associato alla sessione corrente
kk: Назардағы сеанста жоба құрастыру каталог жолы
ko: 현재 세션과 연결된 프로젝트 빌드 디렉터리 경로
nb: Sti til en prosjekt-byggemappe tilknyttet en gjeldende økt
nds: Padd na den Projektbuuorner, de den aktuellen Törn tohöört
nl: Pad naar bouwmap van een project geassocieerd met een huidige sessie
pl: Ścieżka do katalogu budowania projektu skojarzona z bieżącą sesją
pt: Localização da pasta de compilação de um projecto associado a uma dada sessão
pt_br: Caminho do diretório de compilação de um projeto associado a sessão atual
ru: Путь к каталогу сборки проекта, связанного с текущим сеансом
sk: Cesta k adresáru zostavenia projektu asociovaného s aktuálnym sedením
sl: Pot do mape za izgradnjo projekta, povezane s trenutno sejo
sr@ijekavian: Путања до фасцикле градње пројекта придружене текућој сесији.
sv: Sökväg till projektets byggkatalog som hör ihop med nuvarande session
uk: Шлях до каталогу збирання проекту, пов’язаного з поточним сеансом
zh_tw: 與目前工作階段相關的專案編譯目錄路徑

source: Tool View Settings
bs: Postavke alatnog pogleda
ca@valencia: Arranjament de les eines de visualització
da: Indstillinger af værktøjsvisning
el: Ρυθμίσεις προβολής εργαλείων
es: Preferencias de la vista de herramienta
et: Tööriistavaate seadistused
fi: Työkalunäkymän asetukset
fr: Configuration de l'affichage des outils
gl: Configuración da vista das ferramentas
hu: Eszköznézet beállítások
ia: Preferentias de vista de instrumento
it: Impostazioni vista degli strumenti
kk: Құрал көрініс параметрлері
ko: 도구 보기 설정
nb: Innstillinger for verktøyvisning
nds: Warktüüchansicht-Instellen
nl: Instellingen van hulpmiddelenweergave
pl: Ustawienia widoku narzędzi
pt: Configuração da Área de Ferramentas
pt_br: Configuração da área de ferramentas
ru: Параметры представления
sk: Nastavenia nástrojového pohľadu
sl: Nastavitve orodnega prikaza
sr@ijekavian: Поставке алатног приказа
sv: Inställningar av verktygsvy
uk: Параметри панелі інструментів
zh_tw: 工具檢視設定

source: <p>Same as <i>advanced mode</i> in <span style=" font-family:'Courier New,courier';">ccmake</span></p>
bs: <p>Isto kao <i>napredni režim</i> u <span style=" font-family:'Courier New,courier';">ccmake</span></p>
ca@valencia: <p>El mateix que <i>mode avançat</i> en el <span style=" font-family:'Courier New,courier';">ccmake</span></p>
da: <p>Samme som <i>avanceret tilstand</i> i <span style=" font-family:'Courier New,courier';">ccmake</span></p>
el: <p>Ίδιο με <i>προηγμένη ρύθμιση</i> στο <span style=" font-family:'Courier New,courier';">ccmake</span></p>
es: <p>Igual que el <i>modo avanzado</i> en <span style=" font-family:'Courier New,courier';">cmake</span></p>
et: <p>Sama mis <i>täiustatud režiim</i> <span style=" font-family:'Courier New,courier';">ccmake'is</span></p>
fi: <p>Sama kuin <span style=" font-family:'Courier New,courier';">ccmake</span>n <i>edistynyt tila</i></p>
fr: <p>Identique au <i>mode avancé</i> dans <span style=" font-family:'Courier New,courier';">ccmake</span></p>
gl: <p>O mesmo que <i>modo avanzado</i> en <span style=" font-family:'Courier New,courier';">ccmake</span></p>
hu: <p>Ugyanaz mint a <i>speciális mód</i> a <span style=" font-family:'Courier New,courier';">ccmake</span> esetén</p>
ia: <p>Mesme que <i>modo avantiate</i> in <span style=" font-family:'Courier New,courier';">ccmake</span></p>
it: <p>Uguale a <i>modalità avanzata</i> in <span style=" font-family:'Courier New,courier';">ccmake</span></p>
kk: <p><i>Жетеленген режім</i> сияқты (<span style=" font-family:'Courier New,courier';">ccmake</span> дегенде)</p>
ko: <p><span style=" font-family:'Courier New,courier';">ccmake</span>의 <i>고급 모드</i>와 동일함</p>
nb: <p>Samme som <i>avansert modus</i> i <span style=" font-family:'Courier New,courier';">ccmake</span></p>
nds: <p>Dat sülve as de <i>verwiederte Bedrief</i> vun<span style=" font-family:'Courier New,courier';">ccmkae</span></p>
nl: <p>Zelfde als <i>geavanceerde modus</i> in <span style=" font-family:'Courier New,courier';">ccmake</span></p>
pl: <p>Tak samo jak <i>tryb zaawansowany</i> w <span style=" font-family:'Courier New,courier';">ccmake</span></p>
pt: <p>Igual ao <span style="font-style:italic;">modo avançado</span> no <span style=" font-family:'Courier New,courier';">ccmake</span></p>
pt_br: <p>Igual ao <i>modo avançado</i> no <span style=" font-family:'Courier New,courier';">ccmake</span></p>
ru: <p>Работает так же, как <i>расширенный режим</i> в <span style=" font-family:'Courier New, courier';">ccmake</span></p>
sk: <p>Rovnaké ako <i>pokročilý režim</i> in <span style=" font-family:'Courier New,courier';">ccmake</span></p>
sl: <p>Enako kot <i>napredni način</i> in <span style=" font-family:'Courier New,courier';">ccmake</span></p>
sr@ijekavian: <html><p>Исто као <i>напредни режим</i> у <command>ccmake</command>.</p></html>
sv: <p>Samma som <span style="font-style:italic;">avancerat läge</span> i <span style=" font-family:'Courier New,courier';">ccmake</span></p>
uk: <p>Те саме, що і <i>розширений режим</i> у <span style=" font-family:'Courier New,courier';">ccmake</span></p>
zh_tw: <p>與 <span style=" font-family:'Courier New,courier';">ccmake</span> 的<i>進階模式</i>相同</p>
