Repository: fluxer/kde-l10n
Catalog: */messages/applications/pate.po
Languages: bs, ca@valencia, da, el, es, et, fi, fr, gl, hu, ia, it, kk, ko, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Create Django Form
bs: Kreiraj Django Formu
ca@valencia: Crea un formulari en Django
da: Opret Django-formular
el: δημιουργία φόρμας Django
es: Crear formulario de Django
et: Loo Django vorm
fi: Luo Django-lomake
fr: Créer un formulaire « Django »
gl: Crear formulario de Django
hu: Django űrlap létrehozása
ia: Crea formulario de Django
it: Crea form Django
kk: Django пішімін құру
ko: Django 폼 만들기
nb: Opprett et Django-skjema
nds: Django-Kiekwark opstellen
nl: Django-formulier maken
pl: Utwórz formularz Django
pt: Criar um Formulário de Django
pt_br: Criar um formulário de Django
ru: Создать форму Django
sk: Vytvoriť Django formulár
sl: Ustvari obrazec Django
sr@ijekavian: Направи Ђангов формулар
sv: Skapa Django-formulär
uk: Створити форму Django
zh_tw: 建立 Django 表單

source: Create Django Model
bs: Kreiraj Django Model
ca@valencia: Crea un model en Django
da: Opret Django-model
el: Δημιουργία μοντέλου Django
es: Crear modelo de Django
et: Loo Django mudel
fi: Luo Django-datamalli
fr: Créer un modèle « Django »
gl: Crear modelo de Django
hu: Django modell létrehozása
ia: Cre modello de Django
it: Crea model Django
kk: Django үлгісін құру
ko: Django 모델 만들기
nb: Opprett en Django-modell
nds: Django-Modell opstellen
nl: Django-model maken
pl: Utwórz model Django
pt: Criar um Modelo do Django
pt_br: Criar um modelo do Django
ru: Создать модель Django
sk: Vytvoriť Django Model
sl: Ustvari model Django
sr@ijekavian: Направи Ђангов модел
sv: Skapa Django-modell
uk: Створити модель Django
zh_tw: 建立 Django 模型

source: Template Django URLs
bs: Predlošci Django URL
ca@valencia: URL de plantilles en Django
da: Skabelon-Django-URL'er
el: URLs Django προτύπων
es: Plantillas URL de Django
et: Django URL-ide mall
fi: Djangon mallipohjaosoitteet
fr: URLs modèles « Django »
gl: URL de modelos de Django
hu: Sablon Django URL-ek
ia: URLs de patronos de Django
it: Template URL Django
kk: Django қалыптар URL-дері
ko: 템플릿 Django URL
nb: Mal for Django-url-er
nds: Vörlaag Django-URLs
nl: Sjabloon voor Django-URL's
pl: Adresy URL szablonów Django
pt: Modelo de URL's do Django
pt_br: Modelo de URL do Django
ru: Вставить заготовку urls.py
sk: Šablóna Django URL
sl: Predloga URL-jev Django
sr@ijekavian: Шаблон Ђангових УРЛ‑ова
sv: Webbadresser för Django-mallar
uk: Перетворити на шаблони адреси Django
zh_tw: 樣本 Django 網址

source: Template Import Views
bs: Uvozni pogledi predložaka
ca@valencia: Vista d'importació de plantilles
da: Skabelonimportvisninger
el: Προβολές εισαγωγής προτύπων
es: Vistas de importación de plantillas
et: Vaateimpordi mall
fi: Mallipohjatuontinäkymät
fr: Affichages des importation de modèles
gl: Vistas de importación de modelos
hu: Sablon import nézetek
ia: Vistas de importar de patrono
it: Viste importazione template
kk: Қалып импорт көрінісі
ko: 템플릿 가져오기 뷰
nb: Malimportvisninger
nds: Vöraag Ansichtimport
nl: Sjabloon voor importweergave
pl: Widoki importu szablonów
pt: Vistas de Importação do Modelo
pt_br: Exibições de importação do modelo
ru: Вставить заготовку импорта views.py
sk: Šablóna importovať pohľady
sl: Predloga za uvoz prikazov
sr@ijekavian: Шаблон увозних приказа
sv: Vyer för mallimport
uk: Перетворити на шаблони імпортовані панелі
zh_tw: 樣本匯入檢視

source: Template Block
bs: Blok predložaka
ca@valencia: Bloc de plantilla
da: Skabelonblok
el: Τμήμα προτύπων
es: Bloque de plantilla
et: Ploki mall
fi: Mallipohjalohko
fr: Bloc modèle
gl: Bloque de modelo
hu: Sablon blokk
ia: Bloco de patrono
it: Blocco template
kk: Қалып блогы
ko: 템플릿 블록
nb: Malblokk
nds: Vörlaag Block
nl: Sjabloonblok
pl: Blok szablonu
pt: Bloco do Modelo
pt_br: Bloco do modelo
ru: Вставить заготовку блока
sk: Blok šablóny
sl: Predloga blok
sr@ijekavian: Шаблон блока
sv: Mallblock
uk: Перетворити на шаблон блок
zh_tw: 樣本區塊

source: Close Template Tag
bs: Zatvori oznaku predloška
ca@valencia: Tanca l'etiqueta de plantilla
da: Afslut skabelontag
el: Κλείσιμο ετικέτας προτύπου
es: Etiqueta de cierre de plantilla
et: Malli lõpusilt
fi: Sulje mallipohjatunniste
fr: Fermer la balise du modèle
gl: Fechar a etiqueta de modelo
hu: Sablon címke bezárása
ia: Claude etiquetta de patrono
it: Chiudi marcatore template
kk: Қалып тегін жабу
ko: 템플릿 태그 닫기
nb: Lukk maltagg
nds: Vörlaagbeteker tomaken
nl: Sjabloontag sluiten
pl: Znacznik zamknięcia szablonu
pt: Fechar a Marca do Modelo
pt_br: Fechar a marca do modelo
ru: Закрыть тег шаблона
sk: Zatvoriť značku šablóny
sl: Zapri oznako predloge
sr@ijekavian: Затвори ознаку шаблона
sv: Avsluta malltagg
uk: Закрити теґ шаблона
zh_tw: 關閉樣本標籤

source: Django Utils
bs: Django alati
ca@valencia: Utilitats Django
da: Django-værktøjer
el: Βοηθήματα Django
es: Utilidades de Django
et: Django tööriistad
fi: Django-työkalut
fr: Outils « Django »
gl: Utilidades de Django
hu: Django segédprogramok
ia: Utilitates de Django
it: Utilità Django
kk: Django утилиталары
ko: Django 유틸리티
nb: Django-verktøy
nds: Django-Warktüüch
nl: Django-hulpprogramma's
pl: Narzędzia Django
pt: Utilitários de Django
pt_br: Utilitários de Django
ru: Утилиты Django
sk: Nástroje Django
sl: Pripomočki za Django
sr@ijekavian: Алатке за Ђанго
sv: Django-verktyg
uk: Інструменти Django
zh_tw: Django 工具

source: Failed to import “%1” from “%2” reason: %3
bs: Neuspio uviz “%1” iz “%2” razlog: %3
ca@valencia: Ha fallat en importar «%1» des de «%2», motiu: %3
da: Kunne ikke importere "%1" fra"%2" fordi: %3
el: Αποτυχία εισαγωγής “%1” από “%2” αιτία: %3
es: No se ha podido importar «%1» desde «%2» debido a: %3
et: “%1” import asukohast “%2” nurjus põhjusel: %3
fi: Mallin ”%1” tuonti sovelluksesta ”%2” epäonnistui. Syy: %3
fr: Échec lors de l'importation de « %1 » pour le motif « %2 » : %3
gl: Fallou a importación de «%1» desde «%2»; razón: %3
hu: Nem sikerült „%1” importálása innen: „%2”, az oka: %3
ia: Il falleva importar “%1” ex “%2” motivation: %3
it: Impossibile importare «%1» da «%2» motivo: %3
kk: “%2” дегеннен “%1” импорттау жаңылысы, себебі: %3
ko: "%2"에서 "%1"을(를) 가져올 수 없음: %3
nb: Klarte ikke importere «%1» fra «%2» på grunn av: %3
nds: "%1" lett sik nich ut "%2" importeren. Grund: %3
nl: Importeren van “%1” uit “%2” is mislukt, reden: %3
pl: Nieudane importowanie "%1" z "%2" powód: %3
pt: Não foi possível importar o '%1' de '%2' pela seguinte razão: %3
pt_br: Não foi possível importar o "%1" de "%2" pelo seguinte motivo: %3
ru: Импортировать «%1» из «%2» не удалось по следующей причине: %3
sk: Zlyhal import “%1” z “%2” dôvod: %3
sl: Ni bilo mogoče uvoziti “%1” iz “%2”, vzrok: %3
sr@ijekavian: Не могу да увезем „%1“ из „%2“, разлог: %3
sv: Misslyckades importera "%1" från "%2" orsak: %3
uk: Не вдалося імпортувати «%1» з «%2». Причина: %3
zh_tw: 無法從 "%2" 匯入 "%1"，原因：%3

source: From “%1” autoload: %2
bs: Od “%1” autoučitavanje: %2
ca@valencia: Des de «%1» autocàrrega: %2
da: Fra "%1" autoindlæs: %2
el: Από “%1” αυτόματη φόρτωση: %2
es: Carga automática desde «%1»: %2
et: Asukohast “%1” automaatne laadimine: %2
fi: Lataa automaattisesti kohteesta ”%1”: %2
fr: Depuis le chargement automatique « %1 » : %2
gl: De «%1» carga automática: %2
hu: Innen: „%1”, automatikus betöltés: %2
ia: Ex “%1” autocarga: %2
it: Da «%1» autocaricamento: %2
kk: “%1” дегеннен автожүктеуі: %2
ko: "%1"에서 자동으로 불러옴: %2
nb: Fra “%1” autolast: %2
nds: Automaatsch ut "%1" laden: %2
nl: Uit “%1” autoladen: %2
pl: Z samoczynnego wczytania “%1”: %2
pt: De “%1” carregar automaticamente: %2
pt_br: De “%1” carregar automaticamente: %2
ru: Автозагрузка из «%1»: %2
sk: Z “%1” automatické načítanie: %2
sl: Samodejno nalaganje iz “%1”: %2
sr@ijekavian: Из „%1“ аутоматско учитавање: %2
sv: Från "%1" automatisk inläsning: %2
uk: З «%1» автоматично завантажувати: %2
zh_tw: 從 "%1" 自動載入：%2

source: Cannot load this project: %1. Python Version incompatible
bs: Ne mogu učitati ovaj projekt: %1. Python Verzija nekompatibilna
ca@valencia: No s'ha pogut carregar este projecte: %1. Versió incompatible del Python
da: Kan ikke indlæse dette projekt: %1. Ikke-kompatibel Python-version
el: Αδυναμία φόρτωσης αυτού του έργου: %1. Ασύμβατη έκδοση του Python
es: No se puede cargar este proyecto: %1. Versión de Python incompatible
et: Projekti laadimine nurjus: %1. Pythoni versioon on sobimatu
fi: Seuraavaa projektia ei voi ladata: %1. Python-versio ei ole yhteensopiva
fr: Impossible de charger ce projet : %1. La version de Python est incompatible
gl: Non é posíbel cargar este proxecto: %1. A versión de Python é incompatíbel
hu: Nem lehet betölteni ezt a projektet: %1. A Python verzió nem kompatibilis
ia: Non pote cargar iste projecto: %1. Version de Python incompatibile
it: Impossible caricare questo progetto: %1. La versione di Python non è compatibile
kk: Мына жоба жүктелмеді: %1. Python нұсқасы үйлеспейді
ko: 이 프로젝트를 불러올 수 없음: %1. 파이썬 버전이 호환되지 않음
nb: Kan ikke laste inn dette prosjektet: %1. Python-versjonen er ikke kompatibel
nds: Projekt lett sik nich laden: %1. Pythonverschoon is nich kumpativel.
nl: Kan dit project niet laden: %1. Versie van Python niet compatibel
pl: Nie można wczytać tego projektu: %1. Wersja Pythona niezgodna
pt: Não foi possível carregar este projecto: %1. A versão do Python é incompatível
pt_br: Não foi possível carregar este projeto: %1. A versão do Python é incompatível
ru: Не удалось загрузить проект %1 из-за несовместимости версий Python
sk: Nemôžem načítať tento projekt: %1. Nekompatibilná verzia Python
sl: Ni bilo mogoče naložiti tega projekta: %1. Različica Pythona ni združljiva
sr@ijekavian: Не могу да учитам пројекат: %1. Несагласна верзија питона.
sv: Kan inte läsa in projektet: %1. Python-versioner ej kompatibla
uk: Не вдалося завантажити цей проект: %1. Несумісність версій Python
zh_tw: 無法載入此專案：%1。Python 版本不相容

source: Load project: %1
bs: Učitavanje projekta: %1
ca@valencia: Carrega projecte: %1
da: Indlæs projekt: %1
el: Φόρτωση έργου: %1
es: Carga de proyecto: %1
et: Projekti laadimine: %1
fi: Lataa projekti: %1
fr: Charger un projet : %1
gl: Cargar o proxecto: %1
hu: Projekt betöltése: %1
ia: Carga projecto: %1
it: Carica progetto: %1
kk: Жүктеу жобасы: %1
ko: 프로젝트 불러오기: %1
nb: Last inn prosjekt: %1
nds: Projekt laden: %1
nl: Project laden: %1
pl: Wczytaj projekt: %1
pt: Carregar o projecto: %1
pt_br: Carregar projeto: %1
ru: Загрузка проекта: %1
sk: Načítať projekt: %1
sl: Nalaganje projekta: %1
sr@ijekavian: Учитај пројекат: %1
sv: Läs in projekt: %1
uk: Завантажити проект: %1
zh_tw: 載入專案：%1

source: Available variables are everything from pylab, “%1”, and this console as “console”
bs: Dostupne varijable su sve iz pylab, “%1”, i ova konzola kao “console”
ca@valencia: Les variables disponibles són totes del «pylab», «%1», i esta consola com a «console»
da: Tilgængelige variable er alt fra pylab, "%1" og denne konsol som "console"
el: Οι διαθέσιμες μεταβλητές είναι όλες από pylab, “%1”, και το τερματικό αυτό ως console”
es: Las variables disponibles son todas las de pylab, «%1» y esta consola como «consola»
et: Saadaolevad muutujad on kõik pylabist, "%1" ja see konsool kui "console"
fi: Saatavilla ovat muuttujat kohteista: pylab, ”%1” sekä tämä konsoli (”console”)
fr: Les variables disponibles sont toutes celles de « pylab », « %1 » et cette console comme « console »
gl: As variábeis dispoñíbeis sonno todo en pylab, «%1» e esta consola como «console»
hu: Az elérhető változók bármik lehetnek innen: pylab, „%1”, és erről a konzolról, mint: „console”
ia: Variabile disponibile es toto ab pylab,"%1", e iste console como "console"
it: Le variabili disponibili sono tutte quelle provenienti da pylab, “%1”, e questa console come «console»
kk: pylab, “%1” дегеннен бүкіл айнамалылар, және “console” деп аталған осы консолі қол жеткізеді
ko: 사용 가능한 환경 변수는 pylab, "%1", 현재 콘솔은 "console"임
nb: Tilgjengelige variabler er alt fra pylab, «%1» og dette konsollet som «console»
nds: Verföögbor Variabeln is allens ut pylab, "%1", un disse Konsool as "console"
nl: Beschikbare variabelen zijn alles uit pylab, “%1” en deze console als “console”
pl: Dostępne zmienne są wszystkim z pylab, “%1”, i ta konsola jako“console”
pt: As variáveis disponíveis são tudo o que vem do 'pylab', “%1”, e desta consola como "console"
pt_br: As variáveis disponíveis são tudo o que vem do pylab, “%1”, e este console como "console"
ru: Доступны все переменные из pylab, “%1“, а также эта консоль под именем “console”
sk: Dostupné premenné sú všetky z pylab, “%1”, a táto konzola ako “console”
sl: Razpoložljive spremenljivke so so vse iz pylab, “%1”, ta konzola pa kot “console”
sr@ijekavian: Доступне су све променљиве из Пи‑лаба, „%1“, и ова конзола као „console“.
sv: Tillgängliga variabler är allt från pylab, “%1”, och den här terminalen som “console”
uk: Доступні всі змінні з pylab, "%1" і ця консоль як «console»
zh_tw: 可用的變數為 pylab 的所有變數，"%1"，還有 "console" 表示這個主控台

# @item:inmenu
source: IPython Console
bs: IPython konzola
ca@valencia: Consola de l'IPython
da: IPython-konsole
el: Κονσόλα IPython
es: Consola de IPython
et: IPythoni konsool
fi: IPython-konsoli
fr: Console IPython
gl: Consola de IPython
hu: IPython konzol
ia: Consolle de IPython
it: Console IPython
kk: IPython консолі
ko: IPython 콘솔
nb: JPython-konsoll
nds: IPython-Konsool
pl: Konsola IPythona
pt: Consola do IPython
pt_br: Console do IPython
ru: Консоль IPython
sk: Konzola programu IPython
sl: Konzola IPython
sr@ijekavian: И‑питонова конзола
sv: IPython-terminal
uk: Консоль IPython
zh_tw: IPython 主控台

# @title:group
source: IPython Console Settings
bs: Postavke IPython konzole
ca@valencia: Arranjament de la consola de l'IPython
da: Indstillinger for IPython-konsol
el: Ρυθμίσεις κονσόλας IPython
es: Preferencias de la consola de IPython
et: IPythoni konsooli seadistused
fi: IPython-konsolin asetukset
fr: Configuration de la console IPython
gl: Configuración da consola de IPython
hu: IPython konzol beállítások
ia: Preferentias de Consolle de IPython
it: Impostazioni console IPython
kk: IPython консоль параметрлері
ko: IPython 콘솔 설정
nb: Innstillinger for JPython-konsoll
nds: IPython-Konsoolinstellen
nl: Instellingen voor IPython-console
pl: Ustawienia konsoli IPythona
pt: Configuração da Consola do IPython
pt_br: Configurações do Console do IPython
ru: Параметры консоли IPython
sk: Nastavenia konzoly IPython
sl: Nastavitve konzole IPython
sr@ijekavian: Поставке И‑питонове конзола
sv: Inställningar av IPython-terminal
uk: Параметри консолі IPython
zh_tw: IPython 主控台設定

# @title:tab
source: IPython Console
bs: IPython konzola
ca@valencia: Consola de l'IPython
da: IPython-konsol
el: Κονσόλα IPython
es: Consola de IPython
et: IPythoni konsool
fi: IPython-konsoli
fr: Console IPython
gl: Consola de IPython
hu: IPython konzol
ia: Consolle de IPython
it: Console IPython
kk: IPython консолі
ko: IPython 콘솔
nb: IPython-konsoll
nds: IPython-Konsoolinstellen
pl: Konsola IPython
pt: Consola do IPython
pt_br: Console do IPython
ru: Консоль IPython
sk: Konzola programu IPython
sl: Konzola IPython
sr@ijekavian: И‑питонова конзола
sv: IPython-terminal
uk: Консоль IPython
zh_tw: IPython 主控台

# @info
source: end of file reached
bs: dosegnut kraj datoteke
ca@valencia: S'ha arribat al final del fitxer
da: nåede filens afslutning
el: άφιξη στο τέλος του αρχείου
es: se ha alcanzado el final del archivo
et: jõuti faili lõppu
fi: saavutettiin tiedoston loppu
fr: Fin du fichier atteint
gl: atinxiuse o final do ficheiro
hu: a fájlvége elérve
ia: fin de file attingite
it: raggiunto la fine del file
kk: файл соңына жетті
ko: 파일의 끝에 도달함
nb: kom til slutten av fila
nds: Bi't Dateienn anlangt
nl: einde van bestand bereikt
pl: osiągnięto koniec pliku
pt: atingiu-se o fim do ficheiro
pt_br: o fim do documento foi atingido
ru: достигнут конец файла
sk: dosiahnutý koniec súboru
sl: dosežen je bil konec datoteke
sr@ijekavian: досегнут крај фајла
sv: filslut nått
uk: досягнуто кінця файла
zh_tw: 到達檔案結尾

# @info
source: end of line reached while searching for <icode>%1</icode>
bs: dosegnut kraj datoteke tražeći <icode>%1</icode>
ca@valencia: S'ha arribat al fi de línia en cercar <icode>%1</icode>
da: nåede filens afslutning under søgning efter <icode>%1</icode>
el: άφιξη στο τέλος γραμμής κατά την αναζήτηση για <icode>%1</icode>
es: se ha alcanzado el final del archivo al buscar <icode>%1</icode>
et: <icode>%1</icode> otsimisel jõuti rea lõppu
fi: saavutettiin tiedoston loppu etsittäessä: <icode>%1</icode>
fr: Fin de la ligne atteinte lors de la recherche de <icode>%1</icode>
gl: atinxiuse o final do ficheiro buscando <icode>%1</icode>
hu: a sorvége elérve <icode>%1</icode> keresésekor
ia: fin de file attingite durante que on cercava <icode>%1</icode>
it: reggiunto la fine delle riga cercando <icode>%1</icode>
kk: <icode>%1</icode> дегенді іздегенде файл соңына жетті
ko: <icode>%1</icode>을(를) 찾는 중 파일의 끝에 도달함
nb: kom til slutten av fila, lette etter <icode>%1</icode>
nds: Bi't Söken na <icode>%1</icode> an't Reegenn ankamen
nl: einde van regel bereikt bij zoeken naar <icode>%1</icode>
pl: osiągnięto koniec wiersza podczas szukania <icode>%1</icode>
pt: atingiu-se o fim do ficheiro ao procurar por <icode>%1</icode>
pt_br: o fim do documento foi atingido ao procurar por <icode>%1</icode>
ru: в процессе поиска <icode>%1</icode> достигнут конец строки
sk: dosiahnutý koniec riadku počas hľadania <icode>%1</icode>
sl: med iskanjem <icode>%1</icode> je bil dosežen konec vrstice
sr@ijekavian: досегнут крај реда у потрази за <icode>%1</icode>
sv: radslut nått vid sökning efter <icode>%1</icode>
uk: під час пошуку <icode>%1</icode> досягнуто кінця рядка
zh_tw: 搜尋 <icode>%1</icode> 時到達行結尾

# @title:window
source: Parse error
bs: Greška analiziranja
ca@valencia: Error d'anàlisi
da: Fortolkningsfejl
el: Συντακτικό σφάλμα
es: Analizar error
et: Parsimisviga
fi: Jäsennysvirhe
fr: Erreur d'analyse
gl: Erro de análise sintáctica
hu: Feldolgozási hiba
ia: Error de analysator syntactic
it: Errore di analisi
kk: Талдау қатесі
ko: 처리 오류
nb: Tolkingsfeil
nds: Inleesfehler
nl: Ontleedfout
pl: Błąd przetwarzania składni
pt: Erro de processamento
pt_br: Erro de análise
ru: Ошибка разбора
sk: Chyba spracovania
sl: Napaka med razčlenjevanjem
sr@ijekavian: Грешка рашчлањивања
sv: Tolkningsfel
uk: Помилка обробки
zh_tw: 剖析錯誤

# @info:tooltip
source: Expansion "<icode>%1</icode>" not found
bs: Proširenje "<icode>%1</icode>" nuije nađeno
ca@valencia: No s'ha trobat l'expansió de «<icode>%1</icode>»
da: Ekspansionen "<icode>%1</icode>" blev ikke fundet
el: Η επέκταση "<icode>%1</icode>" δεν βρέθηκε
es: No se ha encontrado la ampliación «<icode>%1</icode>»
et: Laiendust "<icode>%1</icode>" ei leitud
fi: Laajennusta ”<icode>%1</icode>” ei löydy
fr: Impossible de trouver l'extension « <icode>%1</icode> »
gl: Non foi posíbel atopar a expansión «<icode>%1</icode>»
hu: A(z) „<icode>%1</icode>” bővítés nem található
ia: Expansion "<icode>%1</icode>" non trovate
it: Espansione «<icode>%1</icode>» non trovata
kk: "<icode>%1</icode>" тарқатуы жоқ
ko: 확장 "<icode>%1</icode>"을(를) 찾을 수 없음
nb: Utvidelsen <icode>%1</icode> finnes ikke
nds: Utfoolden "<icode>%1</icode>" lett sik nich finnen
nl: Expansie "<icode>%1</icode>" niet gevonden
pl: Nie znaleziono rozwinięcia "<icode>%1</icode>"
pt: A expansão "<icode>%1</icode>" não foi encontrada
pt_br: A expansão "<icode>%1</icode>" não foi encontrada
ru: Развёртка "<icode>%1</icode>" не найдена
sk: Rozšírenie "<icode>%1</icode>" nenájdené
sl: Razširitev "<icode>%1</icode>" ni bila najdena
sr@ijekavian: Проширење „<icode>%1</icode>“ није нађено.
sv: Expansionen "<icode>%1</icode>" hittades inte
uk: Не знайдено розгорнутої версії «<icode>%1</icode>»
zh_tw: 找不到擴展 "<icode>%1</icode>"

# @info
source: Traceback (most recent call last):<nl/>
bs: Trag (najnoviji poziv):<nl/>
ca@valencia: Traça inversa (primer la més recent):<nl/>
da: Traceback (seneste kald kommer sidst):<nl/>
el: Ανίχνευση προέλευσης (η πιο πρόσφατη κλήση στο τέλος):<nl/>
es: Seguimiento (duración de la última llamada):<nl/>
et: Tagasijälitus (viimane väljakutse):<nl/>
fi: Pinolistaus (uusin kutsu viimeisenä):<nl/>
fr: Trace (appel le plus récent):<nl/>
gl: Ronsel (chamadas máis recentes ao final):<nl/>
hu: Visszakövetés (legutóbbi hívások):<nl/>
ia: Traceback (retro traciar) (le appello plus recente ultime):<nl/>
it: Traceback (per ultime le chiamate più recenti):<nl/>
kk: Кері трассалау (ең жуырдасы - ең соңғы):<nl/>
ko: 역추적 (최근 항목 아래):<nl/>
nb: Tilbakesporing (seneste kall sist);<nl/>
nds: Fehlerspoor (niegst Oproop tolest):<nl/>
nl: Traceback (meest recente aanroep laatst):<nl/>
pl: Ślad (ostatnie wywołanie jest wyświetlane jako ostatnie):<nl/>
pt: Registo de chamadas (mais recente em primeiro):<nl/>
pt_br: Registro de chamadas (primeiro as mais recentes):<nl/>
ru: Стек вызовов (последние вызовы в конце):<nl/>
sk: Sledovanie (posledné volanie):<nl/>
sl: Povratna sled (najnovejši klic nazadnje):<nl/>
sr@ijekavian: Контратраг (најскорији позив последњи):<nl/>
sv: Bakåtspårning (senaste anrop sist):<nl/>
uk: Зворотне трасування (останній виклик показано наприкінці):<nl/>
zh_tw: 回溯追蹤（上次呼叫處）：<nl/>

# @info
source: File <filename>"(/[^ ]+)"</filename>, line
bs: Datoteka <filename>"(/[^ ]+)"</filename>, linija
ca@valencia: Fitxer <filename>"(/[^ ]+)"</filename>, línia
da: Fil <filename>"(/[^ ]+)"</filename>, linje
el: Αρχείο <filename>"(/[^ ]+)"</filename>, γραμμή
es: Archivo <filename>«(/[^ ]+)»</filename>, línea
et: Fail <filename>"(/[^ ]+)"</filename>, rida
fi: Tiedosto <filename>"(/[^ ]+)"</filename>, rivi
fr: Fichier <filename> « (/[^ ]+) »</filename>, ligne
gl: ficheiro <filename>"(/[^ ]+)"</filename>, liña
hu: Fájl <filename>"(/[^ ]+)"</filename>, sor
ia: File <filename>"(/[^ ]+)"</filename>, linea
it: File <filename>"(/[^ ]+)"</filename>, riga
kk: <filename>"(/[^ ]+)"</filename> файлы, жолы:
ko: 파일 <filename>"(/[^ ]+)"</filename>, 줄
nb: Fil <filename>"(/[^ ]+)"</filename>, linje
nds: Datei <filename>"(/[^ ]+)"</filename>, Reeg
nl: Bestand <filename>"(/[^ ]+)"</filename>, regel
pl: Plik <filename>"(/[^ ]+)"</filename>, wiersz
pt: Ficheiro <filename>"(/[^ ]+)"</filename>, linha
pt_br: Arquivo <filename>"(/[^ ]+)"</filename>, linha
ru: Файл <filename>"(/[^ ]+)"</filename>, строка
sk: Súbor <filename>"(/[^ ]+)"</filename>, riadok
sl: Datoteka <filename>"(/[^ ]+)"</filename>, vrstica
sr@ijekavian: Фајл <filename>"(/[^ ]+)"</filename>, ред
sv: Fil <filename>"(/[^ ]+)"</filename>, rad
uk: Файл <filename>"(/[^ ]+)"</filename>, рядок
zh_tw: 檔案 <filename>"(/[^ ]+)"</filename>，行號

# @label:listbox
source: Expands Available
bs: Dostupno proširenje
ca@valencia: Expansions disponibles
da: Ekspansioner tilgængelige
el: Επεκτάσεις διαθέσιμες
es: Ampliaciones disponibles
et: Laiendused saadaval
fi: Saatavilla olevat laajennukset
fr: Extension disponible
gl: Expansións dispoñíbeis
hu: Kiterjesztések érhetők el
ia: Expande disponibile
it: Espansioni disponibili
kk: Тарқатуы бар
ko: 확장 사용 가능
nb: folder ut tilgjengelige
nds: Verföögbor Utfoolden
nl: Expanderen beschikbaar
pl: Dostępne rozwinięcia
pt: Expansões Disponíveis
pt_br: Expansões disponíveis
ru: Доступные развёртки
sk: Rozšíri dostupné
sl: Razširitve na voljo
sr@ijekavian: Доступна проширења
sv: Expanderar tillgängliga
uk: Розгортає доступні конструкції
zh_tw: 展開可使用
