Repository: fluxer/kde-l10n
Catalog: */messages/applications/plasma_applet_katesession.po
Languages: ar, bg, ca, cs, da, el, es, eu, fi, fr, ga, gl, hu, ia, kk, km, ko, lt, lv, mr, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, sk, sl, sv, tr, ug, uk, zh_tw

source: Start Kate (no arguments)
ar: ابدأ كيت (بلا معامِلات)
bg: Зареждане на Kate (без параметри)
ca: Engega el Kate (sense arguments)
cs: Spustit Kate (bez argumentů)
da: Start Kate (ingen argumenter)
el: Εκκίνηση του Kate (χωρίς ορίσματα)
es: Iniciar Kate (sin argumentos)
eu: Abiarazi Kate (argumenturik gabe)
fi: Käynnistä Kate (parametreitta)
fr: Démarrer Kate (sans argument)
ga: Tosaigh Kate (gan argóintí)
gl: Iniciar Kate (sen argumentos)
hu: A Kate elindítása (argumentumok nélkül)
ia: Initia Kate (nulle argumentos)
kk: Kate-ті жегу (аргументтерсіз)
km: ចាប់ផ្ដើម Kate (គ្មាន​អាគុយម៉ង់)
ko: Kate 시작하기 (인자 없음)
lt: Paleisti Kate (be argumentų)
lv: Palaist Kate (bez parametriem)
mr: केट सुरु करा (कोणत्याही बाबी नाहीत)
nb: Start Kate (ingen argumenter)
nds: Kate opropen (keen Argumenten)
nl: Kate starten (geen argumenten)
nn: Start Kate (utan argument)
pa: ਕੇਟ ਸ਼ੁਰੂ ਕਰੋ (ਬਿਨਾਂ ਆਰਗੂਮੈਂਟ)
pl: Uruchom Kate (bez parametrów)
pt_br: Iniciar o Kate (sem argumentos)
ro: Pornește Kate (fără argumenți)
ru: Запуск Kate (без аргументов)
sk: Spustiť Kate (bez parametrov)
sl: Za탑eni Kate (brez argumentov)
sv: Starta Kate (utan argument)
tr: Kate Uygulamasını Başlat (argüman yok)
ug: Kate نى باشلا(پارامېتىرسىز)
uk: Запуск Kate (без параметрів)
zh_tw: 啟動 Kate（無參數）

source: New Kate Session
ar: جلسة كيت جديدة
bg: Нова сесия на Kate
ca: Sessió nova del Kate
cs: Nové sezení Kate
da: Ny Kate-session
el: Νέα συνεδρία του Kate
es: Nueva sesión de Kate
eu: Kate-ren saio berria
fi: Uusi Kate-istunto
fr: Nouvelle session Kate
ga: Seisiún Nua Kate
gl: Nova sesión de Kate
hu: Új Kate-munkamenet
ia: Nove session de Kate
kk: Жаңа Kate сеансы
km: សម័យ​របស់ Kate ថ្មី
ko: 새 Kate 세션
lt: Nauja Kate sesija
lv: Jauna Kate sesija
mr: नवीन केट सत्र
nb: Ny Kate-økt
nds: Nieg Kate-Törn
nl: Nieuwe Kate-sessie
nn: Ny Kate-økt
pa: ਨਵਾਂ ਕੇਟ ਸ਼ੈਸ਼ਨ
pl: Nowa sesja Kate
pt_br: Nova sessão do Kate
ro: Sesiune Kate nouă
ru: Новый сеанс Kate
sk: Nové Kate sedenie
sl: Nova seja za Kate
sv: Ny Kate-session
tr: Yeni Kate Oturumu
ug: يېڭى Kate ئەڭگىمەسى
uk: Новий сеанс Kate
zh_tw: 新的 Kate 作業階段

source: New Anonymous Session
ar: جلسة مجهول جديدة
bg: Нова анонимна сесия
ca: Sessió nova anònima
cs: Nové anonymní sezení
da: Ny anonym session
el: Νέα ανώνυμη συνεδρία
es: Nueva sesión anónima
eu: Saio anonimo berria
fi: Uusi nimetön istunto
fr: Nouvelle session anonyme
ga: Seisiún Nua Gan Ainm
gl: Nova sesión anónima
hu: Új anonymous munkamenet
ia: Nove session anonyme
kk: Жаңа анонимді сеанс
km: សម័យ​អនាមិក​ថ្មី
ko: 새 이름 없는 세션
lt: Nauja anoniminė sesija
lv: Jauna anonīmā sesija
mr: नवीन निनावी सत्र
nb: Ny anonym økt
nds: Nieg anonüm Törn
nl: Nieuwe anonieme sessie
nn: Ny anonym økt
pa: ਨਵਾਂ ਅਗਿਆਤ ਸ਼ੈਸ਼ਨ
pl: Nowa sesja anonimowa
pt_br: Nova sessão anônima
ro: Sesiune nouă anonimă
ru: Новый анонимный сеанс
sk: Nové anonymné sedenie
sl: Nova seja brez imena
sv: Ny anonym session
tr: Yeni Genel Oturum
ug: يېڭى ئاتسىز ئەڭگىمە
uk: Новий анонімний сеанс
zh_tw: 新的匿名作業階段

source: Session Name
ar: اسم الجلسة
bg: Име на сесията
ca: Nom de la sessió
cs: Název sezení
da: Sessionnavn
el: Όνομα συνεδρίας
es: Nombre de la sesión
eu: Saioaren izena
fi: Istunnon nimi
fr: Nom de la session
ga: Ainm an tSeisiúin
gl: Nome da sesión
hu: Munkamenet
ia: Nomine de session
kk: Сеанстың атауы
km: ឈ្មោះ​សម័យ
ko: 세션 이름
lt: Sesijos pavadinimas
lv: Sesijas nosaukums
mr: सत्र नाव
nb: Øktens navn
nds: Törnnaam
nl: Sessienaam
nn: Øktnamn
pa: ਸ਼ੈਸ਼ਨ ਨਾਂ
pl: Nazwa sesji
pt_br: Nome da sessão
ro: Denumirea sesiunii
ru: Имя сеанса
sk: Meno sedenia
sl: Ime seje
sv: Sessionsnamn
tr: Oturum Adı
ug: ئەڭگىمە ئاتى
uk: Назва сеансу
zh_tw: 作業階段名稱

source: Please enter a name for the new session
ar: فضلًا أدخِل اسمًا للجلسة الجديدة
bg: Въведете име за новата сесия
ca: Introduïu un nom per a la sessió nova
cs: Prosím, zadejte název nového sezení
da: Indtast venligst et navn til den ny session
el: Παρακαλώ δώστε το όνομα της νέας συνεδρίας
es: Introduzca un nombre para la nueva sesión
eu: Sartu saio berriaren izena
fi: Anna uudelle istunnolle nimi
fr: Veuillez saisir un nom pour la nouvelle session
ga: Iontráil ainm ar an seisiún nua
gl: Indique o nome da nova sesión
hu: Adjon nevet az új munkamenetnek
ia: Pro favor tu inserta un nomine pro le nove session
kk: Жаңа профилінің атауын келтіріңіз
km: សូម​បញ្ចូល​ឈ្មោះ​សម្រាប់​សម័យ​ថ្មី
ko: 세션의 이름을 입력하십시오
lt: Prašome įrašyti naujos sesijos pavadinimą
lv: Ievadiet jaunās sesijas nosaukumu
mr: कृपया नवीन सत्रा करिता नाव दाखल करा
nb: Oppgi navnet for den nye økten
nds: Bitte en Naam för den niegen Törn ingeven
nl: Voer een naam in voor de nieuwe sessie
nn: Skriv inn eit namn på den nye økta
pa: ਨਵੇਂ ਸ਼ੈਸ਼ਨ ਲਈ ਨਾਂ ਦਿਓ
pl: Proszę podaj nazwę dla sesji
pt_br: Indique um nome para a nova sessão
ro: Introduceți o denumire pentru noua sesiune
ru: Введите имя нового сеанса
sk: Prosím, zadajte názov pre nové sedenie
sl: Vnesite ime nove seje
sv: Ange ett namn på den nya sessionen
tr: Lütfen yeni oturum için bir isim girin
ug: يېڭى ئەڭگىمەنىڭ ئاتىنى كىرگۈزۈڭ
uk: Будь ласка, введіть назву нового сеансу
zh_tw: 請輸入新作業階段的名稱

source: An unnamed session will not be saved automatically. Do you want to create such a session?
ar: الجلسة غير المسمّاة لا تُحفظ آليًا. أتريد إنشاء جلسة كهذه؟
bg: Сесия без име няма да се записва автоматично. Искате ли да се създаде такава сесия?
ca: Les sessions sense nom no es desen automàticament. Voleu crear aquesta sessió?
cs: Nepojmenované sezení nebude automaticky uloženo. Přejete si takové sezení vytvořit?
da: En unavngiven session vil ikke blive gemt automatisk. Vil du oprette en sådan session?
el: Οι ανώνυμες συνεδρίες δεν αποθηκεύονται αυτόματα. Θέλετε να δημιουργήσετε μια τέτοια συνεδρία;
es: Una sesión sin nombre no se guardará automáticamente. ¿Quiere crear este tipo de sesión?
eu: Izenik gabeko saio bat ez da automatikoki gordeko. Halako saioa sortzea nahi duzu?
fi: Nimetöntä istuntoa ei tallenneta automaattisesti. Haluatko luoda sellaisen istunnon?
fr: Il n'est pas possible d'enregistrer automatiquement une session sans nom. Voulez-vous créer une telle session ?
ga: Ní shábhálfar seisiún gan ainm go huathoibríoch. An bhfuil tú cinnte gur mian leat a leithéid seisiúin a chruthú?
gl: As sesións sen nome non se gardan automaticamente. Desexa crear unha sesión anónima?
hu: Létre szeretne hozni egy névtelen munkamenetet? Ezek nem mentődnek el automatikusan.
ia: Un session si nomine non essera salveguardate automaticamente. Tu vole crear tal session?
kk: Аталмаған сеанс автоматты түрде сақталмайды. Ондайы керек пе?
km: សម័យដែល​គ្មាន​ឈ្មោះ​នឹង​មិន​ត្រូវ​បានរក្សាទុក​ដោយ​ស្វ័យ​ប្រវត្តិ​ទេ ។ តើអ្នក​ចង់​បង្កើត​សម័យ​បែប​នេះ​ឬ ?
ko: 이름 없는 세션은 자동으로 저장되지 않습니다. 그래도 이름 없는 세션을 만드시겠습니까?
lt: Bevardė sesija nebus išsaugota automatiškai. Ar norite sukurti tokią sesiją?
lv: Anonīma sesija netiks automātiski saglabāta. Vai vēlaties tādu izveidot?
mr: निनावी सत्र स्वयंचलितरित्या साठवले जाणार नाही. तुम्हाला असे सत्र तयार करायचे आहे का?
nb: Økter uten navn lagres ikke automatisk. Vil du likevel opprette en slik økt?
nds: En Törn ahn Naam warrt nich automaatsch sekert. Wullt Du so en Törn opstellen?
nl: Een sessie zonder naam zal niet automatisch worden opgeslagen. Wilt u zo een sessie aanmaken?
nn: Økter utan namn vert ikkje lagra automatisk. Er du sikker på at du vil starta ei slik økt?
pa: ਇੱਕ ਬਿਨ-ਨਾਂ ਦਾ ਸ਼ੈਸ਼ਨ ਆਟੋਮੈਟਿਕ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾਵੇਗ। ਕੀ ਤੁਸੀਂ ਇਹ ਸ਼ੈਸ਼ਨ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Nienazwana sesja nie będzie automatycznie zapisana. Czy chcesz utworzyć taką sesję?
pt_br: Uma sessão sem nome não será salva automaticamente. Deseja criar uma sessão assim?
ro: O sesiune anonimă nu va fi salvată automat. Doriți să creați o astfel de sesiune?
ru: Безымянный сеанс не будет сохранён автоматически. Создать такой сеанс?
sk: Nepomenované sedenie nebude automaticky uložené. Chcete vytvoriť také sedenie?
sl: Seja brez imena ne bo samodejno shranjena. Ali 탑elite ustvariti tako sejo?
sv: En session utan namn sparas inte automatiskt. Vill du skapa en sådan session?
tr: İsimsiz bir oturum otomatik olarak kaydedilmez. Böyle bir oturum oluşturmak istiyor musunuz?
ug: ئاتسىز ئەڭگىمە ئاپتوماتىك ساقلانمايدۇ. شۇنداق بىر ئەڭگىمە قۇرامسىز؟
uk: Сеанс без назви не буде автоматично збережено. Ви справді бажаєте розпочати саме такий сеанс?
zh_tw: 一個匿名的作業階段將不會自動儲存。您確定要建立匿名的作業階段嗎？

source: Create anonymous session?
ar: أأُنشئ جلسة مجهول؟
bg: Да се създаде ли анонимна сесия?
ca: Creo una sessió anònima?
cs: Vytvořit anonymní sezení?
da: Opret anonym session?
el: Δημιουργία ανώνυμης συνεδρίας;
es: ¿Crear sesión anónima?
eu: Sortu saio anonimoa?
fi: Luodaanko nimetön istunto?
fr: Créer une session anonyme ?
ga: Cruthaigh seisiún gan ainm?
gl: Crear unha sesión anónima?
hu: Létrehozás?
ia: Crea session anonyme?
kk: Анонимді сеанс басталсын ба?
km: បង្កើត​សម័យ​អនាមិក ?
ko: 이름 없는 세션 만들기
lt: Sukurti anoniminę sesiją?
lv: Izveidot anonīmo sesiju?
mr: निनावी सत्र तयार करायचे का?
nb: Opprette anonym økt?
nds: Anonüm Törn opstellen?
nl: Anonieme sessie aanmaken?
nn: Starta anonym økt?
pa: ਅਗਿਆਤ ਸ਼ੈਸ਼ਨ ਬਣਾਉਣਾ ਹੈ?
pl: Utworzyć sesję anonimową?
pt_br: Criar uma sessão anônima?
ro: Creați o sesiune anonimă?
ru: Создать анонимный сеанс?
sk: Vytvoriť anonymné sedenie?
sl: Ali ustvarim sejo brez imena?
sv: Skapa anonym session?
tr: Genel oturum oluşturulsun mu?
ug: ئاتسىز ئەڭگىمە قۇرامدۇ؟
uk: Створити анонімний сеанс?
zh_tw: 要建立匿名的作業階段嗎？

source: You already have a session named %1. Do you want to open that session?
ar: لديك بالفعل جلسة تُدعى %1. أتريد فتح تلك الجلسة؟
bg: Вече имате сесия, озаглавена %1. Искате ли да се зареди тя?
ca: Ja teniu una sessió anomenada %1. Voleu obrir aquesta sessió?
cs: Sezení pojmenované %1 již máte. Přejete si jej otevřít?
da: Du har allerede en session kaldet %1. Vil du åbne den session?
el: Υπάρχει ήδη μια συνεδρία με όνομα %1. Θέλετε να την ανοίξετε;
es: Ya tiene una sesión con el nombre «%1». ¿Quiere abrir esta sesión?
eu: Dagoeneko badaukazu %1 izeneko saio bat. Saio hori ireki nahi duzu?
fi: Sinulla on jo istunto nimeltä %1. Haluatko avata sen?
fr: Vous avez déjà une session nommée %1. Voulez-vous l'ouvrir ?
ga: Tá seisiún agat cheana darb ainm %1. An bhfuil fonn ort an seisiún sin a oscailt?
gl: Xa ten unha sesión chamada %1. Desexa abrir esa sesión?
hu: Már létezik %1 nevű munkamenet. Meg szeretné azt nyitni?
ia: Tu ja ha un session appellate %1. Tu vole aperir ille session?
kk: %1 деп аталған сеансыңыз бар екен. Оны ашайық па?
km: អ្នក​មាន​សម័យ​ដែល​មាន​ %1 រួច​ហើយ ។ តើ​អ្នក​ចង់​បើក​សម័យ​នោះ​ដែរ​ឬទេ ?
ko: 이름이 %1인 세션이 이미 있습니다. 그 세션을 여시겠습니까?
lt: Jau turite sesiją pavadintą %1. Ar norite atverti tą sesiją?
lv: Jums jau ir sesija ar nosaukumu %1. Vai vēlaties atvērt esošo sesiju?
mr: तुमच्या कडे अगोदरच %1 या नावाचे सत्र आहे. तुम्हाला ते सत्र उघडायचे आहे का?
nb: Du har allerede en økt som heter %1. Vil du åpne den?
nds: Du hest al en Törn mit den Naam "%1". Wullt Du den opmaken?
nl: U heeft al een sessie met de naam %1. Wilt u die sessie openen?
nn: Du har alt ei økt som heiter %1. Ønskjer du å opna den økta?
pa: ਤੁਹਾਡੇ ਕੋਲ %1 ਨਾਂ ਨਾਲ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਸ਼ੈਸ਼ਨ ਹੈ। ਕੀ ਤੁਸੀਂ ਉਹ ਸ਼ੈਸ਼ਨ ਖੋਲ੍ਹਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Sesja o nazwie %1 już istnieje. Czy chcesz otworzyć tą sesję?
pt_br: Já existe uma sessão chamada %1. Deseja abrir essa sessão?
ro: Aveți deja o sesiune cu denumirea %1. Doriți să deschideți acea sesiune?
ru: Уже запущен сеанс %1. Хотите открыть его?
sk: Máte už sedenie pomenované %1. Chcete otvoriť toto sedenie?
sl: Sejo z imenom %1 탑e imate. Ali 탑elite odpreti to sejo?
sv: Du har redan en session som heter %1. Vill du öppna den sessionen?
tr: %1 isimli bir oturum zaten var. Bu oturumu açmak istiyor musunuz?
ug: سىز %1 ئاتلىق ئەڭگىمە قۇرغان. شۇ ئەڭگىمەنى ئاچامسىز؟
uk: У вас уже є сеанс з назвою %1. Ви бажаєте відкрити саме його?
zh_tw: 您已經有一個作業階段名稱為 %1。您要開啟此作業階段嗎？

source: Session exists
ar: الجلسة موجودة
bg: Сесията съществува
ca: La sessió existeix
cs: Sezení již existuje
da: Session afslutter
el: Η συνεδρία υπάρχει
es: La sesión ya existe
eu: Saioa badago lehendik ere
fi: Istunto on olemassa
fr: La session existe
ga: Tá an seisiún ann cheana
gl: A sesión xa existe
hu: Már létezik
ia: Session existe
kk: Сеанс бар екен
km: មាន​សម័យ​ហើយ
ko: 세션 존재함
lt: Sesija egzistuoja
lv: Sesija eksistē
mr: सत्र अस्तित्वात आहे
nb: Økten finnes
nds: Gifft Törn al
nl: Sessie bestaat
nn: Økta finst alt
pa: ਸ਼ੈਸ਼ਨ ਮੌਜੂਦ ਹੈ
pl: Sesja istnieje
pt_br: A sessão existe
ro: Sesiunea există
ru: Сеанс существует
sk: Sedenie existuje
sl: Seja obstaja
sv: Sessionen finns
tr: Oturum var
ug: ئەڭگىمە بار
uk: Сеанс вже існує
zh_tw: 作業階段已存在

source: Sessions
ar: الجلسات
bg: Сесии
cs: Sezení
da: Sessioner
el: Συνεδρίες
es: Sesiones
eu: Saioak
fi: Istunnot
ga: Seisiúin
gl: Sesións
hu: Munkamenetek
ia: Sessiones
kk: Сеанстар
km: ​សម័យ
ko: 세션
lt: Sesija
lv: Sesijas
mr: सत्र
nb: Økter
nds: Törns
nl: Sessies
nn: Økter
pa: ਸ਼ੈਸ਼ਨ
pl: Sesje
pt_br: Sessões
ro: Sesiuni
ru: Сеансы
sk: Sedenia
sl: Seje
sv: Sessioner
tr: Oturumlar
ug: ئەڭگىمە
uk: Сеанси
zh_tw: 作業階段

source: Sessions to show
ar: الجلسات لعرضها
bg: Сесии за показване
ca: Sessions a mostrar
cs: Sezení k zobrazení
da: Sessioner der skal vises
el: Συνεδρίες για εμφάνιση
es: Sesiones a mostrar
eu: Saioak erakusteko
fi: Näytettävät istunnot
fr: Sessions à afficher
ga: Seisiúin le taispeáint
gl: Sesións para mostrar
hu: Megjelenítendő munkamenetek
ia: Sessiones de monstrar
kk: Көрсететін сеанстар
km: សម័យ​ត្រូវ​បង្ហាញ
ko: 보일 세션
lt: Sesija parodymui
lv: Rādāmās sesijas
mr: दर्शवायचे सत्र
nb: Økter som kan vises
nds: Törn, de wiest warrt
nl: Te tonen sessies
nn: Økter som kan visast
pa: ਵੇਖਾਉਣ ਲਈ ਸ਼ੈਸ਼ਨ
pl: Pokazywane sesje
pt_br: Sessão a serem exibidas
ro: Sesiuni de arătat
ru: Показываемые сеансы
sk: Sedenia na zobrazenie
sl: Prikazane seje
sv: Sessioner att visa
tr: Gösterilecek oturumlar
ug: كۆرسىتىدىغان ئەڭگىمەلەر
uk: Сеанси, які слід показати
zh_tw: 要顯示的作業階段
