Repository: fluxer/kde-l10n
Catalog: */messages/applications/plasma_applet_folderview.po
Languages: km, mr, wa

source: None
km: គ្មាន​
mr: काही नाही
wa: Nouk

source: Default
km: លំនាំដើម​
mr: मूलभूत
wa: Prémetou

source: Show All Files
km: បង្ហាញ​ឯកសារ​ទាំង​អស់
mr: सर्व फाईल दर्शवा
wa: Mostrer tos les fitchîs

source: Show Files Matching
km: បង្ហាញ​ការ​ផ្គូផ្គង​ឯកសារ
mr: जुळलेल्या फाईल्स दर्शवा
wa: Mostrer les fitchîs ki corespondèt

source: Hide Files Matching
km: លាក់​ការ​ផ្គូផ្គង​ឯកសារ
mr: जुळलेल्या फाईल्स लपवा
wa: Catchî les fitchîs ki corespondèt

source: Location
km: ទីតាំង
mr: ठिकाण
wa: Eplaeçmint

source: Filter
km: ត្រង
mr: गाळणी
wa: Passete

source: Desktop Folder
km: ថត​ផ្ទៃតុ
mr: डेस्कटॉप संचयीका
wa: Ridant do scribanne

source: &Reload
km: ផ្ទុកឡើងវិញ
mr: पुन्हा दाखल करा (&R)
wa: &Ritcherdjî

source: &Refresh Desktop
km: ធ្វើ​ឲ្យ​ផ្ទៃតុ​ស្រស់
mr: डेस्कटॉप ताजा करा (&R)
wa: &Rafrister li scribanne

source: &Refresh View
km: ទិដ្ឋភាព​ធ្វើ​ឲ្យ​ស្រស់
mr: दृश्य ताजे करा (&R)
wa: &Rafrister l' vuwe

source: &Rename
km: ប្ដូរឈ្មោះ
mr: नाव बदला (&R)
wa: &Rilomer

source: &Move to Trash
km: ផ្លាស់ទី​ទៅ​ធុងសំរាម
mr: कचरापेटीकडे हलवा (&M)
wa: &Mete e batch

source: &Empty Trash Bin
km: សម្អាត​ធុង​សំរាម
mr: कचरापेटी रिकामी करा (&E)
wa: &Vudî l' batch

source: &Delete
km: លុប
mr: काढून टाका (&D)
wa: &Disfacer

source: Align to Grid
km: តម្រឹម​ទៅ​ក្រឡាចត្រង្គ
mr: जाळ्याशी जुळवून घ्या
wa: Aroyî sol grile

# Icons on the desktop
source: Lock in Place
km: ចាក់សោ​នៅ​នឹង​កន្លែង
mr: कुलूपबंद करा
wa: Eclawer so plaece

# Sort icons
source: Descending
km: លំដាប់​ចុះ
mr: उतरता क्रम
wa: Discrexhant

# Sort icons
source: Folders First
km: ថត​មុន
mr: संचयीका सर्वप्रथम
wa: Ridants aprume

source: Icons
km: រូបតំណាង
mr: चिन्ह
wa: Imådjetes

source: &Paste
km: បិទភ្ជាប់
mr: चिकटवा (&P)
wa: &Aclaper

# Inserted as %1 in the message below.
source: 1 folder
km: ថត %1
mr: 1 संचयीका
wa: 1 ridant

# Inserted as %2 in the message below.
source: 1 file
km: ឯកសារ %1
mr: 1 फाईल
wa: 1 fitchî

source: 1 file.
km: ឯកសារ %1
mr: 1 फाईल.
wa: 1 fitchî.

source: Use this control to choose the criteria by which the icons will be sorted in the view.
km: ប្រើ​វត្ថុ​បញ្ជា​នេះ ដើម្បីជ្រើស​លក្ខខណ្ឌ​តាម​រូបតំណាង​ដែល​នឹង​ត្រូវ​បាន​តម្រៀប​នៅ​ក្នុង​ទិដ្ឋភាព ។
mr: प्रदर्शनवेळी चिन्ह जसे क्रमवारीत लावले जातील त्या आवश्यकता निवडण्याकरिता या नियंत्रकाचा वापर करा.
wa: Siervoz vs di c' controle co po tchoezi les criteres k' ons arindjrè les imådjetes el vuwe avou.

source: Lock in place:
km: ចាក់សោ​នៅ​ទីកន្លែង ៖
mr: जागेत कुलूपबंद करा :
wa: Eclawer so plaece :

source: Check this option if you do not want the icons to be moveable in the view. This option is useful if you want to avoid accidentally moving the icons while interacting with them.
km: គូស​ធីក​ជម្រើស ប្រសិនបើ​អ្នក​មិនចង់​ឲ្យ​រូបតំណាង​អាច​​ផ្លាស់ទីបាន​នៅ​ក្នុង​ទិដ្ឋភាព ។ ជម្រើស​នេះ​មានប្រយោជន៍​ ប្រសិនបើ​អ្នក​ចង់​ជៀសវាង​ការ​ផ្លាស់ទី​រូបតំណាង​​ដោយ​ចៃដន្យ ខណៈពេល​ធ្វើ​អន្តរកម្ម​ជា​មួយ​ពួកវា ។
wa: Clitchîz cisse tchuze si vos n' voloz nén k' les imådjetes savexhe esse bodjeyes el vuwe. Cisse tchuze ci est ahessåve si vos n' voloz nén bodjî ls imådjetes sins l' voleur cwand vos vs endè siervoz.

source: Align to grid:
km: តម្រឹម​ទៅ​ក្រឡាចត្រង្គ ៖
mr: ग्रीडशी संलग्न करा :
wa: Aroyî sol grile :

source: Check this option if you want the icons to be arranged in a grid. When this option is checked, icons will automatically snap to the nearest grid cell when you move them around in the view.
km: គូស​ធីក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​រូបតំណាង​តម្រៀប​នៅ​ក្នុង​ក្រឡាចត្រង្គ ។ នៅ​ពេល​ជម្រើស​នេះ​ត្រូវ​បាន​គូស​ធីក រូបតំណាង​នឹង​ខ្ទាស់​ដោយ​ស្វ័យ​ប្រវត្តិ​ទៅ​ក្រឡា​របស់​ក្រឡាចត្រង្គ​ដែល​នៅ​ជិត​បំផុត នៅ​ពេល​អ្នក​ផ្លាស់ទី​ពួកវា​ជុំវិញ​នៅ​ក្នុង​ទិដ្ឋភាព ។
wa: Clitchîz cisse tchuze si vs voloz k' les imådjetes fuxhexhe arindjeyes dins ene grile. Cwand cisse tchuze rerè clitcheye, les imådjetes s' iront mete djusse sol cwåré del grile k' est a costé cwand vs les bodjroz el vuwe.

source: Size:
km: ទំហំ ៖
mr: आकार :
wa: Grandeu :

source: Small
km: តូច
mr: लहान
wa: Pitites

source: Use this slider to increase or decrease the size of the icons in the view.
km: ប្រើ​ថត​នេះ​ដើម្បី​បង្កើន ឬ​បន្ថយ​ទំហម​របស់​រូបតំណាង​នៅ​ក្នុង​ទិដ្ឋភាព ។
mr: प्रदर्शनातील चिन्हाचे आकार जास्त किंवा कमी करण्याकरिता या स्लाइडरचा वापर करा.
wa: Siervoz vs di c' boton d' acinseu pos agrandi ou raptiti l' grandeu des imådjetes dins l' vuwe.

source: Large
km: ធំ
mr: मोठे
wa: Grandes

source: Previews:
km: រ​មើល​ជាមុន ៖
mr: पूर्वावलोकन :
wa: Prévoeyaedjes :

source: Check this option if you want to see previews of the file contents in the icons.
km: គូស​ធីក​ជម្រើស​នេះ ប្រសិន​បើ​អ្នក​ចង់​មើល​មាតិកា​ឯកសារ​ជាមុន​នៅ​ក្នុង​រូបតំណាង ។
mr: चिन्ह अंतर्गत फाईल अनुक्रमचे पूर्वावलोकन पहायचे असल्यास या पर्याय निवडा.
wa: Clitchîz cisse tchuze si vs voloz vey ezès imådjetes des prévoeyaedjes di ç' k' i gn a ezès fitchîs.

source: Click this button to choose for which types of files previews will be shown.
km: ចុច​ប៊ូតុង​នេះ ដើម្បីជ្រើស​ប្រភេទ​ការ​មើល​ឯកសារ​ជាមុនណាមួយ​នឹង​ត្រូវ​បាន​បង្ហាញ ។
mr: ठराविक प्रकारच्या फाईल करिता पूर्वावलोकन पहायचे असल्यास या बटनवर क्लिक करा.
wa: Clitchîz ç' boton po tchoezi po kénès sôres di fitchîs des prévoeyaedjes seront mostrés.

source: More Preview Options...
km: ជម្រើស​មើលជាមុន​ច្រើនទៀត...
mr: जादा पूर्वावलोकन पर्याय...
wa: Pus di tchuzes pol prévoeyaedje...

source: Click to view folder:
km: ចុច​ដើម្បី​មើល​ថត ៖
mr: संचयीका बघण्यासाठी क्लिक करा :
wa: Clitchîz po vey li ridant :

source: Check this option if you want folder previews to appear only when clicked. When this option is turned off, folder previews will appear automatically when the mouse hovers over a folder.
km: គូស​ធីក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ថត​មើល​ជាមុន​លេចឡើង​តែ​នៅ​ពេល​ចុច​ប៉ុណ្ណោះ ។ ពេល​ដោះ​ធីក​ជម្រើស​នេះ ថត​មើល​ជាមុន​នឹង​លេចឡើង​​ដោយ​ស្វ័យ​ប្រវត្តិ​នៅ​ពេល​ដែល​អ្នក​ផ្លាស់ទី​កណ្ដុរ​នៅ​លើ​ថត ។
wa: Clitchîz cisse tchuze cial si vs voloz k' les prévoeyaedjes des ridants aparexhexhe seulmint cwand i sont clitchîz.Si cisse tchuze la est disclitcheye, les prévoeyaedjes des ridants aparexhèt otomaticmint cwand l' sori passe pa dzeu on ridant.

source: Icon Text
km: អត្ថបទ​រូបតំណាង
mr: चिन्ह मजकूर
wa: Tecse di l' imådjete

source: Lines:
km: បន្ទាត់ ៖
mr: ओळी :
wa: Royes :

source: Use this control to choose how many lines of text will be shown below the icons.
km: ប្រើ​​វត្ថុបញ្ជា​នេះ ដើម្បី​ជ្រើស​ចំនួនបន្ទាត់​របស់​អត្ថបទ​ដែល​នឹង​ត្រូវ​បាន​បង្ហាញ​ខាង​ក្រោម​រូបតំណាង ។
mr: चिन्हा खाली पाठ्यचे किती ओळ दर्शवायचे हे निवडण्याकरिता या नियंत्रणाचा वापर करा.
wa: Siervoz vs di c' controle ci po tchoezi cobén d' royes di tecse seront mostrêye pa dzo ls imådjetes.

source: 1 line
km: ១ បន្ទាត់
mr: 1 ओळ
wa: 1 roye

source: lines
km: បន្ទាត់
mr: ओळी
wa: royes

source: Color:
km: ពណ៌ ៖
mr: रंग :
wa: Coleur :

source: Click this button to choose the color which is used for the text labels in the view.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ជ្រើស​ពណ៌​ដែល​ត្រូ​វបានប្រើ​សម្រាប់​ស្លាក់​អត្ថបទ​នៅ​ក្នុង​ទិដ្ឋភាព ។
mr: प्रदर्शन अंतर्गत पाठ्य लेबल करिता रंग निवडायचे असल्यास या बटनावर क्लिक करा.
wa: Clitchîz so c' boton ci po tchoezi l' coleut k' est eployeye po ls etiketes di tecse el vuwe.

source: Shadows:
km: ស្រមោល ៖
mr: सावल्या :
wa: Ombions :

source: <html><body><p>Check this option if you want the text labels to cast a shadow on the background.</p> <p></p> <p>Shadows help make the text easier to read by making it stand out more from the background.</p> <p></p> <p><i>Note that with dark text colors, this option will cause the text to glow with a bright halo, instead of casting a shadow.</i></p></body></html>
km: <html><body><p>គូស​ធីក​ជម្រើស ប្រសិនបើ​អ្នក​ឲ្យស្លាក​អត្ថបទ​ចោល​ស្រមោល​លើ​ផ្ទៃ​ខាងក្រោយ ។</p> <p></p> <p>ស្រមោល​នឹង​ធ្វើ​ឲ្យ​កាន់​តែ​ងាយ​អាន ដោយ​សម្គាល់​វា​ចេញ​ពី​ផ្ទៃ​ខាងក្រោយ ។</p> <p></p> <p><i>ចំណាំ​ថា ពណ៌​អទ្ថបទ​ងងឹត ជម្រើស​នេះ​នឹង​ធ្វើ​ឲ្យអត្ថបទ​​មានពន្លឺ​ក្រហម​ខ្លាំង​​ដែល​មាន​ពន្លឺ​បាំង​ឆ័ត្រ ជំនួយ​ឲ្យ​ការ​ចោល​ស្រមោល ។</i></p></body></html>
wa: <html><body><p>Clitchîz cisse tchuze si vs voloz ki les etiketes di tecse åyexhe èn ombion sol fond</p> <p></p> <p>Les ombions aidèt a rinde les scrijhaedjes pus åjhey a lére e les fjhant pus a pårt do fond.</p> <p></p> <p><i>Mins nerén, avou des foncêyès coleurs di tecse, ça frè on clair halo, al plaece d' èn ombion.</i></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If you have selected "Show Files Matching" or "Hide Files Matching", only the files matching BOTH the conditions will be shown or hidden respectively.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">For example, if you have "*" as your pattern, but have nothing selected in the MIME types, no files will be shown.</p></body></html>
km: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ប្រសិនបើ​អ្នក​បានជ្រើស "បង្ហាញ​ការ​ផ្គូផ្គង​ឯកសារ" ឬ"លាក់​ការ​ផ្គូផ្គង​ឯកសារ" មាន​តែ​​ឯកសារ​ដែល​ផ្គូផ្គង​នឹង​លក្ខខណ្ឌ​ទាំងពីរ​នឹង​ត្រូវ​បានបង្ហាញ ឬ​លាក់​រៀងៗ​ខ្លួន ។</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ឧទាហរណ៍ ប្រសិនបើ​អ្នកមាន "*" ជា​លំនាំ​របស់​អ្នក ប៉ុន្តែ​មិន​បានជ្រើស​អ្វីសោះ​នៅ​ក្នុង​ប្រភេទ MIME គ្មាន​ឯកសារ​នឹង​ត្រូ​វបានបង្ហាញ​ទេ ។</p></body></html>
mr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">जर तुम्ही "जुळणाऱ्या फाईल्स दर्शवा" किंवा "जुळणाऱ्या फाईल्स लपवा" हे निवडले तर, दोन्हीना जुळणाऱ्या फाईल्स निवडल्या जातील.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">उदा. "*" नमूना वापरला पण माइम प्रकार निवडला नाही तर कोणतीच फाईल निवडली जाणार नाही.</p></body></html>
wa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Si vs avoz tchoezi « Mostrer fitchîs corespondant » oudon-bén « Catchî fitchîs corespondant », i gn årè k' les fitchîs ki corespondèt ås DEUS condicions ki sront mostrêyes ou catcheyes, sorlon.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Si vs avoz, metans, « * » come patron mins k' vos n' avoz rén d' tchoezi come sôre MIME, nou fitchî n' serè mostré.</p></body></html>

source: Select All
km: ជ្រើស​ទាំង​អស់
mr: सर्व निवडा
wa: Tchoezi totafwait

source: Deselect All
km: មិនជ្រើស​ទាំងអស់
mr: सर्व निवडू नका
wa: Distchoezi totafwait

source: Note that if you have selected "Show Files Matching" or "Hide Files Matching", only the files matching BOTH the conditions will be shown or hidden respectively. For example, if you have "*" as your pattern, but have nothing selected in the MIME types, no files will be shown.
km: ចំណាំ​ថា ប្រសិនបើ​អ្នក​បានជ្រើស "បង្ហាញ​កា​រផ្គូផ្គង​ឯកសារ" ឬ "លាក់​ការ​ផ្គូផ្គង​ឯកសារ" មានតែ​ឯកសារ​ដែល​ផ្គូផ្គង​នឹង​លក្ខខណ្ឌ​ទាំង​ពីរ​នឹង​ត្រូវ​បានបង្ហាញ ឬ​លាក់​រៀងខ្លួនៗ ។ ឧទាហរណ៍ ប្រសិនបើ​អ្នក​​មាន "*" ជា​លំនាំ​របស់​អ្នក ប៉ុន្តែ​គ្មាន​អ្វី​បាន​ជ្រើស​នៅ​ក្នុង​ប្រភេទ MIME ទេ ដូច្នេះ​ឯកសារ​នឹង​ត្រូវ​បានបង្ហាញ ។
wa: Notez ki si vs avoz tchoezi « Mostrer fitchîs corespondant » oudon-bén « Catchî fitchîs corespondant », i gn årè k' les fitchîs ki corespondèt ås DEUS condicions ki sront mostrêyes ou catcheyes, sorlon. Si vs avoz, metans, « * » come patron mins k' vos n' avoz rén d' tchoezi come sôre MIME, nou fitchî n' serè mostré.

source: <a href="null">Cannot See Any Files?</a>
km: <a href="null">មិនអាច​មើល​ឯកសារ​ណាមួយ​បានទេ ?</a>
mr: <a href="null">कोणत्याच फाईल्स दिसत नाहीत का?</a>
wa: <a href="null">Èn savoz nén vey di fitchî?</a>

source: Search file type
km: ស្វែងរក​សប្រភេទ​ឯកសារ
mr: फाईल प्रकार शोधा
wa: Trover l' sôre do fitchî

source: File types:
km: ប្រភេទ​ឯកសារ ៖
mr: फाईल प्रकार:
wa: Sôres des fitchîs :

source: File name pattern:
km: លំនាំ​ឈ្មោះ​ឯកសារ ៖
mr: फाईल नाव रचना:
wa: Patron do no do fitchî :

source: Space-separated list of extensions, e.g. *.txt *.od*
km: បញ្ជី​ផ្នែកបន្ថែម​ដែល​បំបែក​ដោយ​ដកឃ្លា e.g. *.txt *.od*
mr: विस्तारणाची मोकळी जागा-विभाजित यादी, उ.दा. *.txt *.od*
wa: Djivêye di cawetes metowes a pårt pa des espåçes, metans *.txt* .od*

source: Space-separated list of extensions, e.g. *.txt *.od* to display only office- and text-files
km: បញ្ជី​ផ្នែក​បន្ថែម​ដែល​បំបែក​ដោយ​ដកឃ្លា e.g. *.txt *.od* ដើម្បី​បង្ហាញ​តែ​ឯកសារ​អត្ថបទ និង​ការិយាល័យ
mr: फक्त ऑफिस व पाठ्य-फाईल दर्शविण्याकरिता विस्तारणाची मोकळी जागा-विभाजित यादी, उ.दा. *.txt *.od*
wa: Djivêye di cawetes metowes a pårt pa des espåces, metans *.txt* .od* po n' mostrer ki des fitchîs d' burotike oudonbén tecse

source: Pattern filter
km: តម្រង​លំនាំ
mr: रचना गाळणी
wa: Passete so les patrons

source: Show the Desktop folder
km: បង្ហាញ​ថត​ផ្ទៃតុ
mr: डेस्कटॉप संचयीका दर्शवा
wa: Mostrer l' ridant do scribanne

source: Show a place:
km: បង្ហាញ​ទីតាំង ៖
mr: स्थान दर्शवा :
wa: Mostrer ene plaece :

source: Specify a folder:
km: បញ្ជាក់​ថត ៖
mr: संचयीका निश्चित करा:
wa: Sipecifyî on ridant :

source: Type a path or a URL here
km: វាយ​ផ្លូវ ឬ​ URL នៅ​ទីនេះ
mr: मार्ग किंवा URL येथे दाखल करा
wa: Tapez chal on tchmin ou ene URL

source: Check the file types you want icon previews for:
km: ពិនិត្យ​មើល​ប្រភេទ​ឯកសារ​ ដែល​អ្នក​ចង់​ឃើញ​ការ​មើល​រូបតំណាង​ជា​មុន​សម្រាប់ ៖
mr: हवे असल्यास चिन्ह पूर्वावलोकन करिता फाईल प्रकार तपासा:
wa: Waitî les sôres des fitchîs ki voloz les prévoeyaedjes des imådjetes:

source: This folder is empty.
km: ថត​នេះ​ទទេ ។
mr: ही संचयीका रिकामी आहे.
wa: Çou ridant est vude.

source: Set as &Wallpaper
km: កំណត់​ជា​ផ្ទាំង​រូបភាព
mr: वॉलपेपर म्हणून वापरा (&W)
wa: Prinde come &tapisreye

# Music
source: Artist:
km: សិល្បៈករ ៖
mr: कलाकार :
wa: Årtisse :

# Music
source: Title:
km: ចំណង​ជើង ៖
mr: शिर्षक :
wa: Tite :

# Music
source: Album:
km: អាល់ប៊ុម ៖
mr: अल्बम :
wa: Albom :

source: %1 MPixels
km: %1 មេហ្គាភីកសែល
wa: %1 MPicsels

source: Camera:
km: ម៉ាស៊ីន​ថត ៖
mr: कॅमेरा :

# Length in millimeters
source: %1 mm
km: %1 មិល្លីម៉ែត្រ

# In photography
source: 35 mm equivalent: %1 mm
km: ៣៥ មិល្លីម៉ែត្រ​ស្មើ​នឹង %1 mm
mr: 35 mm बरोबर : %1 mm
wa: Ewal a 35 mm : %1 mm

# On a camera
source: Focal Length:
km: ប្រវែង​ចំណុច​​ស្រប​គ្នា ៖
mr: फोकल लांबी :
wa: Longueur focåle :

# On a camera
source: Exposure Time:
km: ពេលវេលា​បង្ហាញ ៖
mr: एक्सपोजर वेळ :
wa: Tins d' espozicion :

# Fraction of a second, or number of seconds
source: %1 s
km: %1 វិ.

# On a camera
source: Aperture:
km: លំហ ៖
mr: एपेर्चर :
wa: Drovaedje del båkete :

# On a camera
source: ISO Speed:
km: ល្បឿន ISO ៖
mr: ISO वेग :
wa: Raddisté ISO:

source: Time:
km: ពេលវេលា ៖
mr: वेळ :
wa: Tins/eure :

# Inserted as %1 in the message below.
source: 1 page
km: %1 ទំព័រ
mr: 1 पान
wa: 1 pådje

# Inserted as %2 in the message below.
source: 1 word
km: %1 ពាក្យ
mr: 1 शब्द
wa: 1 mot

# Items in a folder
source: 1 item
km: %1 ធាតុ
mr: 1 घटक
wa: 1 cayet

source: Full Path
mr: पूर्ण मार्ग

source: Custom title
mr: ऐच्छिक शिर्षक

source: Network is not reachable
mr: संजाळावर पोहोचू शकत नाही

source: <html><head/><body><p><span style=" font-weight:400;">Title:</span></p></body></html>
mr: <html><head/><body><p><span style=" font-weight:400;">शिर्षक :</span></p></body></html>

source: Enter custom title here
mr: ऐच्छिक शिर्षक येथे दाखल करा
