Repository: fluxer/kde-l10n
Catalog: */messages/applications/rellinks.po
Languages: eu, ia, nn, ro, sl, sr@ijekavian, ug, wa

# NAME OF TRANSLATORS
source: Your names
eu: Juan Irigoien,Ion Gaztañaga,Iñigo Salvador Azurmendi, Iñaki Larrañaga Murgoitio
ia: Giovanni Sora
nn: Gaute Hvoslef Kvalnes,Karl Ove Hufthammer
ro: Claudiu Costin,Laurențiu Buzdugan
sl: Gregor Rakar,Andrej Žnidaršič
sr@ijekavian: Слободан Симић
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى
wa: Djan Cayron

# EMAIL OF TRANSLATORS
source: Your emails
eu: juanirigoien@gmail.com,igaztanaga@gmail.com,xalba@euskalnet.net, dooteo@euskalgnu.org
ia: g.sora@tiscali.it
nn: gaute@verdsveven.com,karl@huftis.org
ro: ,lbuz@rolix.org
sl: gregor.rakar@kiss.si,andrej.znidarsic@ubuntu.com
sr@ijekavian: slsimic@gmail.com
ug: sahran.ug@gmail.com, gheyret@gmail.com
wa: Jean.cayron@gmail.com

source: Rellinks
eu: Erlaziozko estekak
nn: Relasjonslenkjer
sr@ijekavian: Релвезе

source: &Top
eu: &Goian
ia: &Culmine
nn: &Topp
ro: &Început
sl: Na &vrh
sr@ijekavian: &Врх
ug: ئۈستى(&T)
wa: &Copete

source: <p>This link references a home page or the top of some hierarchy.</p>
eu: <p>Esteka honek hasierako orri bati edo hierarkia bateko goreneko mailari aipamen egiten dio.</p>
ia: <p>iste ligamine referentia se a un pagina domo al culmine de alcun hierarchia.</p>
nn: <p>Denne lenkja viser til ei heimeside eller til toppen av eit hierarki.</p>
ro: <p>Această legătură duce la o pagină acasă sau la vîrful unei ierarhii.</p>
sl: <p>Ta povezava se sklicuje na domačo stran oz. vrh hierarhije.</p>
sr@ijekavian: <p>Ова веза упућује на почетну страницу или врх неке хијерархије.</p>
ug: <p>بۇ ئۇلانما باش بەت ياكى بىرەر قاتلامنىڭ ئەڭ ئۇستىنى كۆرسىتىدۇ.</p>
wa: <p>Ci loyén ci aboute li måjhon ou å hôt d' ene schåle.</p>

source: &Up
eu: G&ora
ia: in &Alto
nn: &Opp
ro: &Sus
sl: &Gor
sr@ijekavian: &Горе
ug: يۇقىرىغا (&U)
wa: &Monter

source: <p>This link references the immediate parent of the current document.</p>
eu: <p>Esteka honek uneko dokumentuaren gertueneko gurasoari aipamen egiten dio.</p>
ia: <p>Iste ligamine referentia se a le immediate genitor del documento currente.</p>
nn: <p>Denne lenkja viser til forelderdokumentet til det gjeldande dokumentet.</p>
ro: <p>Această legătură duce la părintele imediat al documentului curent.</p>
sl: <p>Ta povezava se sklicuje na neposredno nadrejen dokument trenutnega dokumenta.</p>
sr@ijekavian: <p>Ова веза упућује на непосредног родитеља тренутног документа.</p>
ug: <p>بۇ ئۇلانما نۆۋەتتىكى پۈتۈكنىڭ بىۋاسىتە ئاتا پۈتۈكىنى نەقىل ئالدى.</p>
wa: <p>Ci loyén ci aboute li parint direk do documint do moumint.</p>

source: &First
eu: &Lehena
ia: &Prime
nn: &Første
ro: &Primul
sl: Pr&vi
sr@ijekavian: &Први
ug: بىرىنچى(&F)
wa: &Prumî

source: <p>This link type tells search engines which document is considered by the author to be the starting point of the collection.</p>
eu: <p>Esteka mota honek bilaketako motorrei adierazten die zein dokumentu den bildumaren hasiera-puntua egilearen arabera.</p>
ia: <p>Iste typo de ligamine dice a motores de cerca qual documento es considerate per le autor le puncto initial del collection.</p>
nn: <p>Denne lenkjetypen fortel søkjemotorar kva dokument forfattaren reknar for å vera startpunktet til dokumentsamlinga.</p>
ro: <p>Acest tip de legătură spune motoarelor de căutare care document este considerat de către autor ca punctul de pornire al colecției.</p>
sl: <p>Ta vrsta povezave pove iskalniku, kateri dokument je začetna točka zbirke.</p>
sr@ijekavian: <p>Овај тип везе говори претраживачима који документ аутор сматра почетном тачком збирке.</p>
ug: <p>بۇ ئۇلانما تىپى ئىزدەش ماتورى يازغۇچىغا قايسى پۈتۈكنىڭ بىر يۈرۈش پۈتۈكنىڭ باشلىنىشى ئىكەنلىكىنى ئۇقتۇرىدۇ.</p>
wa: <p>Cisse sôre di loyén la dit ås éndjins d' cweraedje ké documint est consideré pa l' oteur come li pont d' dipårt del ramexhnêye.</p>

source: &Previous
eu: &Aurrekoa
ia: &Previe
nn: Fø&rre
ro: &Anterior
sl: &Predhodni
sr@ijekavian: &Претходни
ug: ئالدىنقى(&P)
wa: &Di dvant

source: <p>This link references the previous document in an ordered series of documents.</p>
eu: <p>Esteka honek aurreko dokumentua erreferentziatzen du dokumentuen ordenatutako serie batean.</p>
ia: <p>Iste ligamine referentia se a le previe documento in un serie ordinate de documentos.</p>
nn: <p>Denne lenkja viser til det førre dokumentet i ei dokumentsamling.</p>
ro: <p>Această legătură duce la documentul anterior într-o serie ordonată de documente.</p>
sl: <p>Ta povezava se sklicuje na predhodni dokument v urejeni zbirki dokumentov.</p>
sr@ijekavian: <p>Ова веза упућује на претходни документ у уређеном низу докумената.</p>
ug: <p>بۇ ئۇلانما بىر يۈرۈش پۈتۈكتىكى ئالدىنقى پۈتۈكنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute li documint di dvant dins ene rindjeye xhilete di documints.</p>

source: &Next
eu: &Hurrengoa
ia: Seque&nte
nn: &Neste
ro: &Următor
sl: &Naslednji
sr@ijekavian: &Сљедећи
ug: كېيىنكى(&N)
wa: &Shuvant

source: <p>This link references the next document in an ordered series of documents.</p>
eu: <p>Esteka honek hurrengo dokumentua erreferentziatzen du dokumentuen ordenatutako serie batean.</p>
ia: <p>Iste ligamine referentia se a le sequente documento in un serie ordinate de documentos.</p>
nn: <p>Denne lenkja viser til det neste dokumentet i ei dokumentsamling.</p>
ro: <p>Această legătură duce la documentul următor într-o serie ordonată de documente.</p>
sl: <p>Ta povezava se sklicuje na naslednji dokument v urejeni zbirki dokumentov.</p>
sr@ijekavian: <p>Ова веза упућује на сљедећи документ у уређеном низу докумената.</p>
ug: <p>بۇ ئۇلانما بىر يۈرۈش پۈتۈكتىكى كېيىنكى پۈتۈكنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute li documint shuvant dins ene rindjeye xhilete di documints.</p>

source: &Last
eu: &Azkena
ia: &Ultime
nn: &Siste
ro: &Ultimul
sl: &Zadnji
sr@ijekavian: &Посљедњи
ug: ئەڭ ئاخىرى(&L)
wa: &Dierin

source: <p>This link references the end of a sequence of documents.</p>
eu: <p>Esteka honek dokumentu sekuentzia baten amaierari aipamen egiten dio.</p>
ia: <p>Iste ligamine referentia se a le fin de un sequentia de documentos.</p>
nn: <p>Denne lenkja viser til det siste dokumentet i ei dokumentsamling.</p>
ro: <p>Această legătură duce la sfîrșitul unei secvențe de documente.</p>
sl: <p>Ta povezava se sklicuje na konec zaporedja dokumentov.</p>
sr@ijekavian: <p>Ова веза упућује на крај низа докумената.</p>
ug: <p>بۇ ئۇلانما بىر يۈرۈش پۈتۈكتىكى ئەڭ ئاخىرقى پۈتۈكنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute li dfén d' ene shûte di documints.</p>

source: &Search
eu: &Bilatu
ia: &Cerca
nn: Sø&k
ro: &Caută
sl: &Iskanje
sr@ijekavian: &Тражи
ug: ئىزدە(&S)
wa: &Trover

source: <p>This link references the search.</p>
eu: <p>Esteka honek bilaketari aipamen egiten dio.</p>
ia: <p>Isto ligamine referentia se a le cerca. </p>
nn: <p>Denne lenkja viser til søkjefunksjonen.</p>
ro: <p>Această legătură duce la căutare.</p>
sl: <p>Ta povezava se sklicuje na iskanje.</p>
sr@ijekavian: <p>Ова веза упућује на претраживање.</p>
ug: <p>بۇ ئۇلانما ئىزدەشنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute li cweraedje.</p>

source: Document
eu: Dokumentua
ia: Documento
nn: Dokument
sl: Dokument
sr@ijekavian: Документ
ug: پۈتۈك
wa: Documint

source: <p>This menu contains the links referring the document information.</p>
eu: <p>Menu honek dokumentuaren informazioari aipamen egiten dioten estekak dauzka.</p>
ia: <p>Iste menu contine le ligamines que referentia a le information de documento.</p>
nn: <p>Denne menyen inneheld lenkjene som viser til dokumentinformasjonen.</p>
ro: <p>Acest meniu conține legăturile referitoare la informații despre document.</p>
sl: <p>Ta meni vsebuje povezave, ki se sklicujejo na podatke o dokumentih.</p>
sr@ijekavian: <p>Овај мени садржи везе које упућују на податке документа.</p>
ug: <p>بۇ تىزىملىكتە پۈتۈك ئۇچۇرى نەقىلىنىڭ ئۇلانمىسى بار.</p>
wa: <p>Ci menu ci contént les loyéns aboutant diviè les informåcion di documint.</p>

source: Table of &Contents
eu: &Edukien aurkibidea
ia: Tabula de &Contentos
nn: &Innhaldsliste
ro: &Cuprins
sl: &Kazalo vsebine
sr@ijekavian: &Садржај
ug: ئاساسىي مەزمۇنلىرى
wa: Tåve di l' ådvins

source: <p>This link references the table of contents.</p>
eu: <p>Esteka honek edukien aurkibideari aipamen egiten dio.</p>
ia: <p>iste ligamine referentia se al tabula de contentos.</p>
nn: <p>Denne lenkja viser til innhaldslista.</p>
ro: <p>Această legătură duce la cuprins.</p>
sl: <p>Ta povezava se sklicuje na kazalo vsebine.</p>
sr@ijekavian: <p>Ова веза упућује на садржај.</p>
ug: <p>بۇ ئۇلانما مۇندەرىجىنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute l' tåve di l' ådvins.</p>

source: Chapters
eu: Kapituluak
ia: Capitulos
nn: Kapittel
ro: Capitole
sl: Poglavja
sr@ijekavian: Поглавља
ug: بابلار
wa: Tchaptrês

source: <p>This menu references the chapters of the document.</p>
eu: <p>Menu honek dokumentuaren kapituluei aipamen egiten die.</p>
ia: <p>Iste menu referentia se al capitulos del documento.</p>
nn: <p>Denne menyen viser til kapitla i dokumentet.</p>
ro: <p>Această legătură duce la capitolele documentului.</p>
sl: <p>Ta meni se sklicuje na poglavja dokumenta.</p>
sr@ijekavian: <p>Овај мени упућује на поглавља документа.</p>
ug: <p>بۇ تىزىملىك پۈتۈكىنىڭ ھەر قايسى بابلارىنى نەقىل ئالىدۇ.</p>
wa: <p>Ci menu ci aboute les tchaptrês do documints.</p>

source: Sections
eu: Atalak
ia: Sectiones
nn: Avsnitt
ro: Secțiuni
sl: Odseki
sr@ijekavian: Одијељци
ug: دائىرىلەر
wa: Seccions

source: <p>This menu references the sections of the document.</p>
eu: <p>Menu honek dokumentuaren atalei aipamen egiten die.</p>
ia: <p>Iste menu referentia se al sectiones del documento.</p>
nn: <p>Denne menyen viser til avsnitta i dokumentet.</p>
ro: <p>Această legătură duce la secțiunile documentului.</p>
sl: <p>Ta meni se sklicuje na odseke dokumenta.</p>
sr@ijekavian: <p>Овај мени упућује на одијељке документа.</p>
ug: <p>بۇ تىزىملىك پۈتۈكىنىڭ ھەر قايسى بۆلۈملەرىنى نەقىل ئالىدۇ.</p>
wa: <p>Ci menu ci aboute les seccions do documints</p>

source: Subsections
eu: Azpiatalak
ia: Sub-sectiones
nn: Underavsnitt
ro: Subsecțiuni
sl: Pododseki
sr@ijekavian: Пододијељци
ug: تارماق بۆلەكلەر
wa: Seccions efants

source: <p>This menu references the subsections of the document.</p>
eu: <p>Menu honek dokumentuaren azpiatalei aipamen egiten die.</p>
ia: <p>Iste menu referentia se al sub-sectiones del documento.</p>
nn: <p>Denne menyen viser til underavsnitta i dokumentet.</p>
ro: <p>Această legătură duce la subsecțiunile documentului.</p>
sl: <p>Ta meni se sklicuje na pododseke dokumenta.</p>
sr@ijekavian: <p>Овај мени упућује на пододијељке документа.</p>
ug: <p>بۇ تىزىملىك پۈتۈكىنىڭ ھەر قايسى تارماق بۆلۈملەرىنى نەقىل ئالىدۇ.</p>
wa: <p>Ci menu ci aboute les seccions efants do documint.</p>

source: Appendix
eu: Eranskina
ia: Appendice
nn: Tillegg
ro: Apendix
sl: Dodatek
sr@ijekavian: Додатак
ug: قوشۇمچە
wa: Apindicse

source: <p>This link references the appendix.</p>
eu: <p>Esteka honek eranskinari aipamen egiten dio.</p>
ia: <p>Iste ligamine referentia se al appendice.</p>
nn: <p>Denne lenkja viser til tillegget/appendikset.</p>
ro: <p>Această legătură duce la apendix.</p>
sl: <p>Ta povezava se sklicuje na dodatek.</p>
sr@ijekavian: <p>Ова веза упућује на додатак.</p>
ug: <p>بۇ ئۇلانما قوشۇمچەنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute l' apindicse.</p>

source: &Glossary
eu: &Glosarioa
ia: &Glossario
nn: &Ordliste
ro: &Glosar
sl: &Besednjak
sr@ijekavian: &Појмовник
ug: ئاتالغۇ(&G)
wa: &Motî

source: <p>This link references the glossary.</p>
eu: <p>Esteka honek glosarioari aipamen egiten dio.</p>
ia: <p>Iste ligamine referentia se al glossario.</p>
nn: <p>Denne lenkja viser til ordlista.</p>
ro: <p>Această legătură duce la glosar.</p>
sl: <p>Ta povezava se sklicuje na besednjak.</p>
sr@ijekavian: <p>Ова веза упућује на појмовник.</p>
ug: <p>بۇ ئۇلانما ئاتالغۇنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute li motî.</p>

source: &Index
eu: &Indizea
ia: &Indice
nn: S&tikkordregister
sl: &Kazalo
sr@ijekavian: &Индекс
ug: ئىندېكس(&I)
wa: &Indecse

source: <p>This link references the index.</p>
eu: <p>Esteka honek indizeari aipamen egiten dio.</p>
ia: <p>Iste ligamine referentia se al indice.</p>
nn: <p>Denne lenkja viser til stikkordregisteret/indeksen.</p>
ro: <p>Această legătură duce la index.</p>
sl: <p>Ta povezava se sklicuje na kazalo.</p>
sr@ijekavian: <p>Ова веза упућује на индекс.</p>
ug: <p>بۇ ئۇلانما ئىندېكسنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute l' indecse.</p>

source: More
eu: Gehiago
ia: Altere
nn: Meir
ro: Mai mult
sl: Več
sr@ijekavian: Више
ug: تېخىمۇ كۆپ
wa: Dipus

source: <p>This menu contains other important links.</p>
eu: <p>Menu honek beste esteka garrantzitsu batzuk dauzka.</p>
ia: <p>Iste menu contine altere ligamines importante.</p>
nn: <p>Denne menyen inneheld andre viktige lenkjer.</p>
ro: <p>Această legătură duce la alte legături importante.</p>
sl: <p>Ta meni vsebuje druge pomembne povezave.</p>
sr@ijekavian: <p>Овај мени садржи остале важне везе.</p>
ug: <p>بۇ تىزىملىكتە باشقا مۇھىم ئۇلانمىلار بار.</p>
wa: <p>Ci loyén ci contént ds ôtes impôrtants loyéns.</p>

source: &Help
eu: &Laguntza
ia: &Adjuta
nn: &Hjelp
ro: &Ajutor
sl: Pomo&č
sr@ijekavian: &Помоћ
ug: ياردەم(&H)
wa: &Aidance

source: <p>This link references the help.</p>
eu: <p>Esteka honek laguntzari aipamen egiten dio.</p>
ia: <p>Iste ligamine referentia se al adjuta.</p>
nn: <p>Denne lenkja viser til hjelpeteksten.</p>
ro: <p>Această legătură duce la ajutor.</p>
sl: <p>Ta povezava se sklicuje na pomoč.</p>
sr@ijekavian: <p>Ова веза упућује на помоћ.</p>
ug: <p>بۇ ئۇلانما ياردەمنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute l' aidance.</p>

source: &Authors
eu: &Egileak
ia: &Autores
nn: F&orfattarar
ro: &Autori
sl: &Avtorji
sr@ijekavian: &Аутори
ug: ئاپتورلار(&A)
wa: &Oteurs

source: <p>This link references the author.</p>
eu: <p>Esteka honek egileari aipamen egiten dio.</p>
ia: <p>iste ligamine referentia se al autor.</p>
nn: <p>Denne lenkja viser til forfattaren/-ane.</p>
ro: <p>Această legătură duce la autori.</p>
sl: <p>Ta povezava se sklicuje na avtorje.</p>
sr@ijekavian: <p>Ова веза упућује на аутора.</p>
ug: <p>بۇ ئۇلانما يازغۇچىنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute l' oteur.</p>

source: Copy&right
nn: &Opphavsrett
sl: Avtorske p&ravice
sr@ijekavian: Ауторска п&рава
ug: نەشر ھوقۇقى(&R)

source: <p>This link references the copyright.</p>
eu: <p>Esteka honek copyright-ari aipamen egiten dio.</p>
ia: <p>Iste ligamine referentia se al copyright.</p>
nn: <p>Denne lenkja viser til opphavs- og kopirettinformasjonen.</p>
ro: <p>Această legătură duce la copyright.</p>
sl: <p>Ta povezava se sklicuje na avtorske pravice.</p>
sr@ijekavian: <p>Ова веза упућује на ауторска права.</p>
ug: <p>بۇ ئۇلانما نەشر ھوقۇقىنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute li copyright.</p>

source: Bookmarks
eu: Laster-markak
ia: Marcatores de libro
nn: Bokmerke
ro: Semne de carte
sl: Zaznamki
sr@ijekavian: Обиљеживачи
ug: خەتكۈشلەر
wa: Rimarkes

source: <p>This menu references the bookmarks.</p>
eu: <p>Menu honek laster-markei aipamen egiten die.</p>
ia: <p>Iste menu referentia se al marcatores de libro.</p>
nn: <p>Denne menyen viser til bokmerka.</p>
ro: <p>Această legătură duce la semnele de carte.</p>
sl: <p>Ta meni se sklicuje na zaznamke.</p>
sr@ijekavian: <p>Овај мени упућује на обиљеживаче.</p>
ug: <p>بۇ ئۇلانما خەتكۈچلەرنى نەقىل ئالىدۇ.</p>
wa: <p>Ci loyén ci aboute les rimarkes.</p>

source: Other Versions
eu: Beste bertsio batzuk
ia: Altere versiones
nn: Andre versjonar
ro: Alte versiuni
sl: Druge različice
sr@ijekavian: Друге верзије
ug: باشقا نەشرلىرى
wa: Ôtès modêyes

source: <p>This link references the alternate versions of this document.</p>
eu: <p>Esteka honek dokumentu honen ordezko bertsioei aipamen egiten die.</p>
ia: <p>iste ligamine referentia se al versiones alternative de iste documento.</p>
nn: <p>Denne lenkja viser til andre versjonar av dette dokumentet.</p>
ro: <p>Această legătură duce la versiuni alternative ale acestui document.</p>
sl: <p>Ta povezava se sklicuje na nadomestne različice tega dokumenta.</p>
sr@ijekavian: <p>Ова веза упућује на друге верзије овог документа.</p>
ug: <p>بۇ ئۇلانما بۇ پۈتۈكنىڭ بزاپاس نەشرىنى نەقىل ئالدى.</p>
wa: <p>Ci loyén ci aboute les ôtès modêyes di ç' documint.</p>

source: Miscellaneous
eu: Hainbat
ia: Miscellanea
nn: Ymse
ro: Diverse
sl: Razno
sr@ijekavian: Разно
ug: باشقىلار
wa: Totès sôres

source: <p>Miscellaneous links.</p>
eu: <p>Hainbat esteka.</p>
ia: <p>Ligamines de miscellanea.</p>
nn: <p>Ymse lenkjer</p>
ro: <p>Legături diverse.</p>
sl: <p>Razne povezave.</p>
sr@ijekavian: <p>Разне везе.</p>
ug: <p>باشقا ئۇلانمىلار</p>
wa: <p>Totes sôres di loyéns.</p>

source: [Autodetected] %1
eu: [Auto-detektatua] %1
ia: [Auto-relevate] %1
nn: [Autofunnen] %1
ro: [Autodetectat] %1
sl: [Samodejno zaznano] %1
sr@ijekavian: [Препознато] %1
ug: [ئاپتوماتىك بايقالدى] %1
wa: [Trové otomaticmint] %1

source: &Tools
eu: &Tresnak
ia: Ins&trumentos
nn: V&erktøy
ro: &Unelte
sl: &Orodja
sr@ijekavian: &Алатке
ug: قوراللار(&T)
wa: &Usteyes

source: Document Relations
eu: Dokumentuaren erlazioak
ia: Relationes de documento
nn: Dokumentrelasjonar
ro: Relații document
sl: Povezave med dokumenti
sr@ijekavian: Релације документа
ug: پۈتۈك مۇناسىۋىتى
wa: Aloyaedjes di documints
