Repository: fluxer/kde-l10n
Catalog: */messages/applications/validatorsplugin.po
Languages: ar, bs, cs, el, eu, fi, ia, it, lt, nb, nn, pl, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, tr

# NAME OF TRANSLATORS
source: Your names
ar: محمد سعد,زايد السعيدي
bs: Vedran Ljubović, Samir Ribić
cs: Lukáš Tinkl,David Kolibáč
el: Στέργιος Δράμης,Φίλιππος Σλάβικ
eu: Juan Irigoien,Iñigo Salvador Azurmendi, Iñaki Larrañaga Murgoitio
fi: Jorma Karvonen, Lasse Liehu, Teemu Rytilahti
ia: Giovanni Sora
it: Pino Toscano,Marco Spolaore
lt: Andrius Štikonas
nb: Axel Bojer,Knut Yrvin,Bjørn Steensrud
nn: Eirik U. Birkeland,Karl Ove Hufthammer
pl: Mikołaj Machowski, Artur Chłond
ru: Николай Шафоростов,Стёпа Семенуха
sk: Stanislav Višňovský,Roman Paholík
sl: Gregor Rakar,Andrej Žnidaršič
sr@ijekavian: Часлав Илић,Слободан Симић
sr@ijekavianlatin: Časlav Ilić,Slobodan Simić
sv: Stefan Asserhäll
tr: Serdar Soytetir, Görkem Çetin

# EMAIL OF TRANSLATORS
source: Your emails
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
bs: vljubovic@smartnet.ba,samir.ribic@etf.unsa.ba
cs: lukas@kde.org,david@kolibac.cz
el: sdramis@egnatia.ee.auth.gr,fsla@forthnet.gr
eu: juanirigoien@gmail.com,xalba@euskalnet.net, dooteo@euskalgnu.org
fi: karvonen.jorma@gmail.com, lasse.liehu@gmail.com, teemu.rytilahti@kde-fi.org
ia: g.sora@tiscali.it
it: toscano.pino@tiscali.it,
lt: andrius@stikonas.eu
nb: axelb@skolelinux.no,knuty@skolelinux.no,bjornst@skogkatt.homelinux.org
nn: eirbir@gmail.com,karl@huftis.org
pl: mikmach@wp.pl, eugenewolfe@o2.pl
ru: shafff@ukr.net,semenukha@gmail.com
sk: visnovsky@kde.org,wizzardsk@gmail.com
sl: gregor.rakar@kiss.si,andrej.znidarsic@ubuntu.com
sr@ijekavian: caslav.ilic@gmx.net,slsimic@gmail.com
sr@ijekavianlatin: caslav.ilic@gmx.net,slsimic@gmail.com
sv: stefan.asserhall@bredband.net
tr: tulliana@gmail.com, gorkem@kde.org

source: Accessibility validation level:
ar: مستوى تحقّق الإتاحة:
bs: Nivo ovjere pristupačnosti:
cs: Úroveň ověření zpřístupnění:
el: Επίπεδο ελέγχου προσβασιμότητας:
eu: Erabilerraztasunaren balidatze-maila:
fi: Saavutettavuuden validointiaste:
ia: Nivello de validation de accessibilitate:
it: Livello di convalida di accessibilità:
lt: Pritaikymo neįgaliesiems tikrinimo lygmuo:
nb: Nivå for tilgjengelighetssjekk:
nn: Valideringsnivå for tilgjenge:
pl: Poziom sprawdzania poprawności dot. dostępności:
ru: Строгость проверки специальных возможностей:
sk: Úroveň validácie prístupnosti:
sl: Raven potrjevanja veljavnosti dostopnosti:
sr@ijekavian: Ниво овјере приступачности:
sr@ijekavianlatin: Nivo ovjere pristupačnosti:
sv: Nivå av åtkomstkontroll:
tr: Erişilebilirlik onaylama seviyesi:

source: 0 (No check)
ar: 0 (لا فحص)
bs: 0 (bez provjere)
cs: 0 (Bez kontroly)
el: 0 (χωρίς έλεγχο)
eu: 0 (ez egiaztatu)
fi: 0 (Ei tarkistusta)
ia: 0 (Nulle verification)
it: 0 (nessun controllo)
lt: 0 (Netikrinti)
nb: 0 (ingen sjekk)
nn: 0 (ingen kontroll)
pl: 0 (Nie sprawdzone)
ru: 0 (Не проверять)
sk: 0 (bez kontroly)
sl: 0 (brez preverjanja)
sr@ijekavian: 0 (без овјере)
sr@ijekavianlatin: 0 (bez ovjere)
sv: 0 (ingen kontroll)
tr: 0 (Denetleme yok)

source: If this option is enabled, the internal HTML validator is executed after a webpage has been loaded.
ar: ُإذا مُكِّن هذا الخيار، سيُنفَّذ مُتحقِّق HTML الداخلي بعد تحميل صفحة الوِب.
bs: Ako je opcija uključena, izvršiće se interni ovjerivač HTML‑a nakon učitavanja veb stranice.
cs: Pokud je tato možnost povolena, je interní validátor spuštěn po načtení webové stránky.
el: Αν ενεργοποιηθεί αυτή η επιλογή, ο εσωτερικός ελεγκτής εγκυρότητας HTML εκτελείται μετά από μια φόρτωση ιστοσελίδας.
eu: Aukera hau gaitzen bada, barneko HTML balidatzailea exekutatzen da web orria kargatu ondoren.
fi: Jos tämä valitsin on käytössä, sisäinen HTML-validaattori suoritetaan, kun verkkosivu on ladattu.
ia: Si iste option es habilitate, le validator HTML interne es executate postea que pagina-web ha essite cargate.
it: Se questa opzione è abilitata, il validatore HTML interno viene eseguito dopo che una pagina web è stata caricata.
lt: Jei ši parinktis įjungta, įkrovus žiniatinklio puslapį vykdomas vidinis HTML tikrinimas.
nb: Hvis dette er slått på blir den interne gyldighetssjekken for HTML kjørt etter at en nettside er lastet inn.
nn: Viss det er kryssa av her, vert den interne HTML-validatoren køyrd når ei nettside er lasta.
pl: Jeśli opcja ta jest włączona, wewnętrzny walidator HTML będzie uruchamiany po wczytaniu strony www.
ru: Если выбрана эта настройка, встроенный механизм проверки запускается после загрузки страницы.
sk: Ak je táto možnosť povolená, inerný HTML validátor sa spustí po načítaní webovej stránky.
sl: Če je ta možnost omogočena, bo po koncu nalaganja spletne strani zagnan vgrajeni potrjevalnik veljavnosti HTML.
sr@ijekavian: Ако је опција укључена, извршиће се интерни овјеривач ХТМЛ‑а након учитавања веб странице.
sr@ijekavianlatin: Ako je opcija uključena, izvršiće se interni ovjerivač HTML‑a nakon učitavanja veb stranice.
sv: Om alternativet är aktiverat, körs den interna HTML-kontrollen efter en webbsida har laddats.
tr: Eğer bu seçenek etkinse, bir Web sayfası yüklendikten sonra dahili HTML onaylayıcısı yürütülür.

source: Run after loading
ar: شغّل بعد التحميل
bs: Pokreni nakon učitavanja
cs: Spustit po načtení
el: Εκτέλεση μετά τη φόρτωση
eu: Exekutatu kargatu ondoren
fi: Suorita lataamisen jälkeen
ia: Executa postea cargar
it: Esegui dopo caricamento
lt: Paleisti po įkrovimo
nb: Kjør etter lasting
nn: Køyr etter lasting
pl: Uruchom po wczytaniu
ru: Запустить после загрузки
sk: Spustiť po načítaní
sl: Zaženi po koncu nalaganja
sr@ijekavian: Покрени по учитавању
sr@ijekavianlatin: Pokreni po učitavanju
sv: Kör efter laddning
tr: Yükledikten sonra çalıştır

source: Validate Web Page
ar: تحقّق من صفحة الوِب
bs: Provjeri ispravnost web stranice
cs: Ověřit webovou stránku
el: Έλεγχος εγκυρότητας ιστοσελίδας
eu: Balidatu web orria
fi: Validoi verkkosivu
ia: Valida pagina web
it: Convalida la pagina Web
lt: Tikrinti žiniatinklio puslapį
nb: Sjekk gyldigheten til nettside
nn: Valider nettside
pl: Sprawdź poprawność strony WWW
ru: Проверить правильность веб-страницы
sk: Validovať stránku WWW
sl: Potrdi veljavnost spletne strani
sr@ijekavian: Овјера веб странице
sr@ijekavianlatin: Ovjera veb stranice
sv: Kontrollera webbsida
tr: Web Sayfasını Onayla

source: &Validate Web Page
ar: &تحقّق من صفحة الوِب
bs: &Provjeri ispravnost web stranice
cs: O&věřit webovou stránku
el: Έ&λεγχος εγκυρότητας ιστοσελίδας
eu: &Balidatu web orria
fi: &Validoi verkkosivu
ia: &Valida pagina web
it: Con&valida la pagina Web
lt: Pa&tikrinti tinklalapį
nb: &Sjekk gyldigheten til nettside
nn: &Valider nettside
pl: &Sprawdź poprawność strony www
ru: Проверить правильность &веб-страницы
sk: &Validovať stránku WWW
sl: &Potrdi veljavnost spletne strani
sr@ijekavian: &Овјери веб страницу
sr@ijekavianlatin: &Ovjeri veb stranicu
sv: &Kontrollera webbsida
tr: Web Sayfasını &Onayla

source: Validate HTML (by URI)
ar: تحقّق من HTML (عبر URI)
bs: Ovjeri HTML (URI‑jem)
cs: Ověřit HTML (přes URI)
el: Έλεγχος εγκυρότητας HTML (από URI)
eu: Balidatu HTML (URI bidez)
fi: Validoi HTML (URI-osoitteen kautta)
ia: Valida HTML (per URI)
it: Convalida HTML (usando l'URI)
lt: Patikrinti &HTML (pagal URI)
nb: Gyldighetssjekk av HTML (ved URI)
nn: Valider HTML (etter adresse)
pl: Sprawdź poprawność HTML (korzystając z URI)
ru: Проверить правильность кода &HTML (по URI)
sk: &Validovať HTML (URI)
sl: Potrdi veljavnost HTML (z URI)
sr@ijekavian: Овјери ХТМЛ (преко УРИ‑ја)
sr@ijekavianlatin: Ovjeri HTML (preko URI‑ja)
sv: Kontrollera HTML (med webbadress)
tr: HTML'yi Onayla (URI'ye göre)

source: Validate HTML (by Upload)
ar: تحقّق من HTML (بالرفع)
bs: Ovjeri HTML (slanjem)
cs: Ověřit HTML (při odeslání)
el: Έλεγχος εγκυρότητας HTML (από αποστολή)
eu: Balidatu HTML (igoeraren bidez)
fi: Validoi HTML (lähettämällä)
ia: Valida HTM (per cargar)
it: Convalida HTML (per invio)
lt: Patikrinti &HTML (įkeliant)
nb: Gyldighetssjekk av HTML (ved opplasting)
nn: Valider HTML (med opplasting)
pl: Sprawdź poprawność HTML (korzystając z publikowania)
ru: Проверить правильность кода &HTML (загрузкой)
sk: &Validovať HTML (upload)
sl: Potrdi veljavnost HTML (s pošiljanjem)
sr@ijekavian: Овјери ХТМЛ (отпремањем)
sr@ijekavianlatin: Ovjeri HTML (otpremanjem)
sv: Kontrollera HTML (med uppladdning)
tr: HTML'yi Onayla (Yüklemeye göre)

source: Validate CSS (by URI)
ar: تحقّق من CSS (عبر URI)
bs: Ovjeri CSS (URI‑jem)
cs: Ověřit CSS (přes URI)
el: Έλεγχος εγκυρότητας CSS (από URI)
eu: Balidatu CSS ( (URI bidez)
fi: Validoi CSS (URI-osoitteen kautta)
ia: Valida CSS (per URI)
it: Convalida CSS (usando l'URI)
lt: Patikrinti &CSS (pagal URI)
nb: Gyldighetssjekk CSS (ved URI)
nn: Valider CSS (etter adresse)
pl: Sprawdź poprawność CSS (korzystając z URI)
ru: Проверить правильность &CSS (по URI)
sk: Validovať &CSS (URI)
sl: Potrdi veljavnost CSS (z URI)
sr@ijekavian: Овјери ЦСС (преко УРИ‑ја)
sr@ijekavianlatin: Ovjeri CSS (preko URI‑ja)
sv: Kontrollera CSS (med webbadress)
tr: CSS'i Onayla (URI'ye göre)

source: Validate CSS (by Upload)
ar: تحقّق من CSS (بالرفع)
bs: Ovjeri CSS (slanjem)
cs: Ověřit CSS (při odeslání)
el: Έλεγχος εγκυρότητας CSS (από αποστολή)
eu: Balidatu CSS (igoeraren bidez)
fi: Validoi CSS (lähettämällä)
ia: Valida CSS (per cargar)
it: Convalida CSS (per invio)
lt: Patikrinti &CSS (įkeliant)
nb: Gyldighetssjekk CSS (ved opplasting)
nn: Valider CSS (med opplasting)
pl: &Sprawdź poprawność CSS (korzystając z publikowania)
ru: Проверить правильность &CSS (загрузкой)
sk: Validovať &CSS (upload)
sl: Potrdi veljavnost CSS (s pošiljanjem)
sr@ijekavian: Овјери ЦСС (отпремањем)
sr@ijekavianlatin: Ovjeri CSS (otpremanjem)
sv: Kontrollera CSS (med uppladdning)
tr: CSS'i Onayla (Yüklemeye göre)

source: Validate &Links
ar: تحقّق من ال&روابط
bs: Provjeri &linkove
cs: Va&lidovat odkazy
el: Έλεγχος εγκυρότητας &Δεσμών
eu: Balidatu &estekak
fi: Validoi &linkit
ia: Valida &Ligamines
it: Convalida i co&llegamenti
lt: Patikrinti &nuorodas
nb: Gyldighetssjekk av &linker
nn: Valider &lenkjer
pl: &Sprawdź poprawność odnośników
ru: Проверить &ссылки
sk: Validovať &odkazy
sl: Potrdi veljavnost po&vezav
sr@ijekavian: Овјер&и везе
sr@ijekavianlatin: Ovjer&i veze
sv: Kontrollera &länkar
tr: &Bağlantıları Onayla

source: Validate Page
ar: تحقّق من الصفحة
bs: Ovjeri stranicu
cs: Ověřit stránku
el: Έλεγχος εγκυρότητας σελίδας
eu: Balidatu orria
fi: Validoi verkkosivu
ia: Valida Pagina
it: Convalida la pagina
lt: Patikrinti tinklalapį
nb: Sjekk gyldigheten til nettside
nn: Valider side
pl: Sprawdź poprawność strony WWW
ru: Проверить правильность страницы
sk: Validovať stránku
sl: Potrdi veljavnost strani
sr@ijekavian: Овјери страницу
sr@ijekavianlatin: Ovjeri stranicu
sv: Kontrollera sida
tr: Sayfayı Onayla

source: View Validator Report
ar: اعرض تقرير التحقّق
bs: Prikaži izvještaj ovjerivača
cs: Prohlédnout hlášení validátoru
el: Προβολή αναφοράς ελεγκτή εγκυρότητας
eu: Ikusi balidatzailearen txostena
fi: Katso validointiraportti
ia: Vide reporto de validator
it: Visualizza resoconto della convalida
lt: Žiūrėti tikrintojo ataskaitą
nb: Vis gyldighetsrapport
nn: Vis valideringsrapport
pl: Zobacz raport sprawdzania poprawności
ru: Просмотреть отчёт о проверке
sk: Zobraziť správu o validácii
sl: Poglej poročilo potrjevalnika veljavnosti
sr@ijekavian: Прикажи извјештај овјеривача
sr@ijekavianlatin: Prikaži izvještaj ovjerivača
sv: Visa kontrollrapport
tr: Onaylama Raporunu Görüntüle

source: C&onfigure Validator...
ar: ا&ضبط المُتحقِّق...
bs: P&odesite provjeru...
cs: Nastavit validát&or...
el: &Ρύθμιση ελεγκτή εγκυρότητας...
eu: &Konfiguratu balidatzailea...
fi: &Validaattorin asetukset…
ia: C&onfigura validator...
it: C&onfigura il validatore...
lt: K&onfigūruoti tikrintoją...
nb: &Tilpass HTML-sjekk …
nn: &Set opp validator …
pl: &Konfiguracja Sprawdzania odnośników...
ru: &Настроить проверку...
sk: &Nastaviť validátor...
sl: &Nastavi preverjalnik ...
sr@ijekavian: П&одеси овјеривач...
sr@ijekavianlatin: P&odesi ovjerivač...
sv: Anpassa k&ontroll...
tr: Onaylayıcıyı &Yapılandır...

source: Remote Validation
ar: التحقّق البعيد
bs: Udaljeno ovjeravanje
cs: Vzdálené ověření
el: Αφαίρεση ελέγχου εγκυρότητας
eu: Urruneko balidazioa
fi: Etävalidointi
ia: Validation remote
it: Convalida remota
lt: Nuotolinis tikrinimas
nb: Fjernsjekk
nn: Fjernvalidering
pl: Zdalne sprawdzanie poprawności
ru: Удалённая проверка
sk: Vzdialená validácia
sl: Oddaljeno potrjevanje veljavnosti
sr@ijekavian: Удаљено овјеравање
sr@ijekavianlatin: Udaljeno ovjeravanje
sv: Kontroll av fjärrplats
tr: Uzaktan Onaylama

source: Local Validation
ar: التحقّق المحلّي
bs: Lokalno ovjeravanje
cs: Lokální ověření
el: Τοπικός έλεγχος εγκυρότητας
eu: Lokaleko balidazioa
fi: Paikallinen validointi
ia: Validation local
it: Convalida locale
lt: Vietinis tikrinimas
nb: Lokal gyldighetssjekk
nn: Lokalvalidering
pl: Lokalne sprawdzanie poprawności
ru: Локальная проверка
sk: Miestna validácia
sl: Krajevno potrjevanje veljavnosti
sr@ijekavian: Локално овјеравање
sr@ijekavianlatin: Lokalno ovjeravanje
sv: Kontroll av lokal plats
tr: Yerel Onaylama

source: 1 error
ar: لا أخطاء
bs: %1 greška
cs: 1 chyba
el: 1 σφάλμα
eu: Errore 1
fi: 1 virhe
it: 1 errore
lt: %1 klaida
nb: 1 feil
nn: 1 feil
pl: 1 błąd
ru: %1 ошибка
sk: 1 chyba
sl: %1 napak
sr@ijekavian: %1 грешка
sr@ijekavianlatin: %1 greška
sv: 1 fel
tr: %1 hata

source: 1 warning
ar: لا تحذيرات
bs: %1 upozorenje
cs: 1 varování
el: 1 προειδοποίηση
eu: Abisu 1
fi: 1 varoitus
ia: 1 Aviso
it: 1 avviso
lt: %1 įspėjimas
nb: 1 advarsel
nn: 1 åtvaring
pl: 1 ostrzeżenie
ru: %1 предупреждение
sk: 1 upozornenie
sl: %1 opozoril
sr@ijekavian: %1 упозорење
sr@ijekavianlatin: %1 upozorenje
sv: 1 varning
tr: %1 uyarı

source: 1 accessibility warning
ar: لا تحذيرات إتاحة
bs: %1 upozorenje pristupačnosti
cs: 1 varování zpřístupnění
el: 1 προειδοποίηση προσβασιμότητας
eu: Erabilerraztasuneko abisu 1
fi: 1 saavutettavuusvaroitus
ia: 1 aviso de accessibilitate
it: 1 avviso di accessibilità
lt: %1 pritaikymo neįgaliesiems įspėjimas
nb: 1 tilgjengelighetsvarsel
nn: 1 tilgjengeåtvaring
pl: 1 ostrzeżenie dot. dostępności
ru: %1 предупреждение о специальных возможностях
sk: 1 upozornenie prístupnosti
sl: %1 opozoril glede dostopnosti
sr@ijekavian: %1 упозорење о приступачности
sr@ijekavianlatin: %1 upozorenje o pristupačnosti
sv: 1 åtkomstvarning
tr: %1 erişilebilirlik uyarısı

source: HTML tidy results:
ar: نتائج HTML مُرتَّبة:
bs: Rezultati urednosti HTML‑a:
cs: Výsledky úklidu HTML:
el: Αποτελέσματα HTML tidy:
eu: HTML tidy emaitzak:
fi: HTML-siistimistulokset:
ia: Resultatos HTML in ordine:
it: Risultati del controllo dell'HTML:
lt: HTML tvarkytojo rezultatai:
nb: Resultat av HTML tidy:
nn: HTML Tidy-resultat:
pl: Wyniki porządkowania HTML:
ru: Результаты чистки HTML:
sk: Výsledky HTML tidy:
sl: Rezultati HTML Tidy:
sr@ijekavian: Резултати уредности ХТМЛ‑а:
sr@ijekavianlatin: Rezultati urednosti HTML‑a:
sv: Resultat från HTML tidy:
tr: HTML toplu sonuçları:

source: Page: %1, %2, %3
ar: الصفحة : %1، %2، %3
bs: Stranica: %1, %2, %3
cs: Strana: %1, %2, %3
el: Σελίδα: %1, %2, %3
eu: Orria: %1, %2, %3
fi: Verkkosivu: %1, %2, %3
ia: Pagina: %1, %2, %3
it: Pagina: %1, %2, %3
lt: Puslapis: %1, %2, %3
nb: Side: %1, %2, %3
nn: Side: %1 – %2 – %3
pl: Strona: %1, %2, %3
ru: Страница: %1, %2, %3
sk: Strana: %1, %2, %3
sl: Stran: %1, %2, %3
sr@ijekavian: Страница: %1, %2, %3
sr@ijekavianlatin: Stranica: %1, %2, %3
sv: Sida: %1, %2, %3
tr: Sayfa: %1, %2, %3

# %1 is the error count string, %2 the warning count string
source: Page: %1, %2
ar: الصفحة: %1، %2
bs: Stranica: %1, %2
cs: Strana: %1, %2
el: Σελίδα: %1, %2
eu: Orria: %1, %2
fi: Verkkosivu: %1, %2
ia: Pagina: %1, %2
it: Pagina: %1, %2
lt: Puslapis: %1, %2
nb: Side: %1, %2
nn: Side: %1 – %2
pl: Strona: %1, %2
ru: Страница: %1, %2
sk: Strana: %1, %2
sl: Stran: %1, %2
sr@ijekavian: Страница: %1, %2
sr@ijekavianlatin: Stranica: %1, %2
sv: Sida: %1, %2
tr: Sayfa: %1, %2

source: Frame '%1': %2, %3, %4
ar: الإطار '%1': %2، %3، %4
bs: Okvir „%1“: %2, %3, %4
cs: Rámec '%1': %2, %3, %4
el: Πλαίσιο '%1': %2, %3, %4
eu: '%1' markoa: %2, %3, %4
fi: Kehys ”%1”: %2, %3, %4
ia: Quadro '%1': %2, %3, %4
it: Cornice «%1»: %2, %3, %4
lt: Sritis '%1': %2, %3, %4
nb: Ramme «%1»: %2, %3, %4
nn: Ramme «%1»: %2 – %3 – %4
pl: Ramka '%1': %2, %3, %4
ru: Фрейм «%1»: %2, %3, %4
sk: Rámec '%1': %2, %3, %4
sl: Okvir »%1«: %2, %3, %4
sr@ijekavian: Оквир „%1“: %2, %3, %4
sr@ijekavianlatin: Okvir „%1“: %2, %3, %4
sv: Ram '%1': %2, %3, %4
tr: Çerçeve '%1': %2, %3, %4

source: Frame '%1': %2, %3
ar: الإطار '%1': %2، %3
bs: Okvir „%1“: %2, %3
cs: Rámec '%1': %2, %3
el: Πλαίσιο '%1': %2, %3
eu: '%1' markoa: %2, %3
fi: Kehys ”%1”: %2, %3
ia: Quadro '%1': %2, %3
it: Cornice «%1»: %2, %3
lt: Sritis '%1': %2, %3
nb: Ramme «%1»: %2, %3
nn: Ramme «%1»: %2 – %3
pl: Ramka '%1': %2, %3
ru: Фрейм «%1»: %2, %3
sk: Rámec '%1': %2, %3
sl: Okvir »%1«: %2, %3
sr@ijekavian: Оквир „%1“: %2, %3
sr@ijekavianlatin: Okvir „%1“: %2, %3
sv: Ram '%1': %2, %3
tr: Çerçeve '%1': %2, %3

source: <qt>The selected URL cannot be verified because it contains a password. Sending this URL to <b>%1</b> would put the security of <b>%2</b> at risk.</qt>
ar: <qt>تعذّر التحقّق من العنوان المحدّد لأنّه يحوي كلمة مرور. إرسال هذا العنوان إلى <b>%1</b> قد يضع أمان <b>%2</b> على المحكّ.</qt>
bs: <qt>URL koji ste izabrali ne može biti provjeren pošto sadrži šifru. Slanjem ovog URLa na <b>%1</b> možete ugroziti sigurnost <b>%2</b>.</qt>
cs: <qt>Vybrané URL nelze ověřit, protože obsahuje heslo. Odeslání tohoto URL na adresu <b>%1</b> by vystavilo <b>%2</b> bezpečnostnímu riziku.</qt>
el: <qt>Το επιλεγμένο URL δεν μπορεί να επαληθευτεί γιατί περιέχει έναν κωδικό πρόσβασης. Αποστέλλοντας αυτό το URL στο <b>%1</b> θα βάλει την ασφάλεια του <b>%2</b> σε ρίσκο.</qt>
eu: <qt>Ezin izan da hautatutako URLa egiaztatu pasahitza duelako. URL hau <b>%1</b>(e)ra bidaliz, <b>%2</b>(r)en segurtasuna arriskuan jarriko litzateke</qt>
fi: <qt>Valittua osoitetta ei voida todentaa, koska se sisältää salasanan. Tämän osoitteen lähettäminen osoitteeseen <b>%1</b> voi vaarantaa osoitteen <b>%2</b> turvallisuuden.</qt>
ia: <qt>Le seligite URL non pote esser verificate proque il contine un contrasigno. Inviar iste URL a <b>%1</b> ponera le securitate de <b>%2</b> a risco.</qt>
it: <qt>L'URL selezionato non può essere verificato perché contiene una password. Mandare questo URL a <b>%1</b> metterebbe a rischio la sicurezza di <b>%2</b>.</qt>
lt: <qt>Pasirinktas URL negali būti patikrintas, nes jis turi slaptažodį. Šio URL siuntimas į <b>%1</b> sukels <b>%2</b>saugumo riziką.</qt>
nb: <qt> Den valgte URL-en kan ikke sjekkes fordi den inneholder et passord. Det er en fare for sikkerheten til <b>%2</b> å sende denne URL-en til <b>%1</b>.</qt>
nn: <qt>Kan ikkje kontrollera den valde nettadressa, då ho inneheld eit passord. Om du sender nettadressa til <b>%1</b>, vil det truga tryggleiken til <b>%2</b>.</qt>
pl: <qt>Zaznaczony adres URL nie mógł zostać sprawdzony ponieważ zawiera hasło. Wysyłanie adresu URL do <b>%1</b> może narazić <b>%2</b> na ryzyko.</qt>
ru: <qt>Указанная ссылка не может быть проверена, поскольку закрыта паролем. Посылка этой ссылки на <b>%1</b> может повлечь нарушение безопасности данных на <b>%2</b>.</qt>
sk: <qt>Vybrané URL nie je možné overiť, pretože obsahuje heslo. Poslanie tohto URL na <b>%1</b> by vystavilo <b>%2</b> bezpečnostnému riziku.</qt>
sl: <qt>Veljavnosti izbranega URL-ja ni mogoče potrditi, ker vsebuje geslo. Pošiljanje tega URL-ja na <b>%1</b> bi lahko ogrozilo varnost <b>%2</b>.</qt>
sr@ijekavian: <qt>Изабрани УРЛ не може да се овјери зато што садржи лозинку. Слање овог УРЛ‑а на <b>%1</b> изложиће безбједност <b>%2</b> ризику.</qt>
sr@ijekavianlatin: <qt>Izabrani URL ne može da se ovjeri zato što sadrži lozinku. Slanje ovog URL‑a na <b>%1</b> izložiće bezbjednost <b>%2</b> riziku.</qt>
sv: <qt>Den valda webbadressen kan inte verifieras eftersom den innehåller ett lösenord. Genom att skicka den här webbadressen till <b>%1</b> äventyras säkerheten för <b>%2</b>.</qt>
tr: <qt>Seçili URL onaylanamıyor, çünkü bir parola içeriyor. Bu URL'yi <b>%1</b> adresine göndermek <b>%2</b> adresinin güvenliğini tehlikeye atar.</qt>

# @title:window
source: Cannot Validate Source
ar: تعذّر التحقّق من المصدر
bs: Ne mogu provjeriti izvor
cs: Nelze ověřit zdroj
el: Αδύνατος ο έλεγχος εγκυρότητας της πηγής
eu: Ezin da iturburu-kodea balidatu
fi: Lähdekoodin validointi epäonnistui
ia: Non pote validar fonte
it: Non è possibile convalidare l'origine
lt: Nepavyksta patikrinti šaltinio
nb: Kan ikke sjekke kilde for gyldighet
nn: Klarte ikkje validera kjelda
pl: Nie można sprawdzić poprawności źródła
ru: Не удалось проверить правильность кода
sk: Nedá sa validovať zdroj
sl: Veljavnosti vira ni mogoče potrditi
sr@ijekavian: Не могу да овјерим извор
sr@ijekavianlatin: Ne mogu da ovjerim izvor
sv: Kan inte kontrollera källsidan
tr: Kaynak Doğruluğu Onaylanamıyor

source: You cannot validate anything except web pages with this plugin.
ar: لا يمكنك التحقّق من أيّ شيء باستثناء صفحات الوِب بهذه الملحقة.
bs: Ne možete provjeriti ispravnost ničega osim web stranica.
cs: Pomocí tohoto nástroje lze ověřit pouze webové stránky.
el: Δεν μπορείτε να κάνετε έλεγχο εγκυρότητας τίποτε άλλου εκτός από ιστοσελίδες με αυτό το πρόσθετο.
eu: Plugin honekin ezin duzu ezer balidatu, web orriak izan ezik.
fi: Tällä liitännäisellä voi validoida vain verkkosivuja.
ia: Tu non pote validar ulle cosa excepte paginas web con iste plug-in.
it: Con questa estensione puoi convalidare solo le pagine Web.
lt: Su šiuo priedu Jūs negalite patikrinti nieko kito, tik tinklapius.
nb: Du kan ikke sjekke gyldigheten til noe annet enn nettsider med dette programtillegget.
nn: Du kan ikkje validera noko anna enn nettsider med dette programtillegget.
pl: Ta wtyczka umożliwia sprawdzanie poprawności jedynie stron www.
ru: С помощью этого модуля можно проверять правильность только веб-страниц.
sk: Tento modul dokáže validovať iba stránky WWW.
sl: S tem vstavkom lahko potrdite veljavnost samo spletnim stranem.
sr@ijekavian: Овим прикључком не можете овјеравати ништа осим веб страница.
sr@ijekavianlatin: Ovim priključkom ne možete ovjeravati ništa osim veb stranica.
sv: Du kan inte kontrollera något annat än webbsidor med det här insticksprogrammet.
tr: Bu eklenti ile Web sayfaları dışında herhangi bir şeyi onaylayamazsınız.

# @title:window
source: Malformed URL
ar: عنوان مُشوَّه
bs: Loš URL
cs: Neplatné URL
el: Κακοδιατυπωμένο URL
eu: Gaizki osatutako URLa
fi: Virheellinen verkko-osoite
ia: URL mal formate
it: URL non valido
lt: Blogas URL
nb: Feil i URL
nn: Ugyldig nettadresse
pl: Zdeformowany adres URL
ru: Недопустимый URL
sk: Znetvorené URL
sl: Napačno oblikovan URL
sr@ijekavian: Лош УРЛ
sr@ijekavianlatin: Loš URL
sv: Felaktig webbadress
tr: Bozuk Adres
