Repository: fluxer/kde-l10n
Catalog: */messages/applications/validatorsplugin.po
Languages: ar, bs, cs, el, eu, fi, ia, it, lt, nb, nn, pl, ru, sk, sl, sr@ijekavian, sr@ijekavianlatin, sv, tr

source: The URL you entered is not valid, please correct it and try again.
ar: العنوان الذي أدخلته غير صالح، فضلًا صحّحه وحاول مجدّدًا.
bs: URL koji ste unijeli nije ispravan, molim provjerite ga i pokušajte ponovo.
cs: Zadané URL není platné, prosím opravte jej a zkuste znovu.
el: Το URL που δώσατε δεν είναι έγκυρο, παρακαλώ διορθώστε το και προσπαθήστε ξανά.
eu: Sartu duzun URLa ez da baliozkoa, zuzendu eta saiatu berriro.
fi: Antamasi URL ei ole kelvollinen; korjaa se ja yritä uudelleen.
ia: Le URL que tu insertava non es valide, per favor tu corrige lo e prova de nove.
it: L'URL immesso non è valido, correggi e prova di nuovo.
lt: Jūsų įrašytas URL nėra teisingas, pataisykite ir pakartokite tikrinimą.
nb: URL-en du skrev inn er ikke gyldig, rett på den og prøv på nytt.
nn: Nettadressa du oppgav er ugyldig. Rett henne opp, og prøv så på nytt.
pl: Wprowadzony adres URL jest nieprawidłowy, popraw go i spróbuj raz jeszcze.
ru: Введён неправильный адрес. Исправьте его и попробуйте снова.
sk: Zadané URL nie je platné, prosím, opravte ho a skúste to znovu.
sl: Vnesen URL ni veljaven. Popravite ga in poskusite znova.
sr@ijekavian: УРЛ који сте унијели није добар, исправите га и покушајте поново.
sr@ijekavianlatin: URL koji ste unijeli nije dobar, ispravite ga i pokušajte ponovo.
sv: Webbadressen som du angav är ogiltig, korrigera den och försök igen.
tr: Girdiğiniz URL geçerli değil, lütfen doğrulayın ve tekrar deneyin.

source: Validation
ar: التحقّق
bs: Ovjera
cs: Ověření
el: Έλεγχος εγκυρότητας
eu: Balidazioa
fi: Validointi
it: Convalida
lt: Tikrinimas
nb: Validering
nn: Validering
pl: Sprawdzanie poprawności
ru: Проверка
sk: Validácia
sl: Potrjevanje veljavnosti
sr@ijekavian: Овјера
sr@ijekavianlatin: Ovjera
sv: Kontroll
tr: Onaylama

source: &Tools
ar: أ&دوات
bs: Ala&tke
cs: &Nástroje
el: Ερ&γαλεία
eu: &Tresnak
fi: &Työkalut
ia: Ins&trumentos
it: S&trumenti
lt: Įrank&iai
nb: &Verktøy
nn: V&erktøy
pl: &Narzędzia
ru: С&ервис
sk: &Nástroje
sl: &Orodja
sr@ijekavian: &Алатке
sr@ijekavianlatin: &Alatke
sv: Verk&tyg
tr: &Araçlar

source: Extra Toolbar
ar: شريط أدوات إضافي
bs: Dodatna traka s alatima
cs: Extra lišta nástrojů
el: Επιπρόσθετη γραμμή εργαλείων
eu: Tresna-barra gehigarria
fi: Lisätyökalurivi
ia: Barra de Instrumento Extra
it: Barra degli strumenti extra
lt: Papildoma įrankinė
nb: Ekstra verktøylinje
nn: Ekstra-verktøylinje
pl: Dodatkowy pasek
ru: Дополнительная панель инструментов
sk: Extra panel nástrojov
sl: Dodatna orodna vrstica
sr@ijekavian: Додатна трака
sr@ijekavianlatin: Dodatna traka
sv: Extra verktygsrad
tr: Ek Araç Çubuğu

source: HTML/XML Validator
ar: مُتحقِّق HTML/XML
bs: Provjera ispravnosti HTMLa/XMLa
cs: HTML/XML validátor
el: Ελεγκτής εγκυρότητας HTML/XML
eu: HTML/XML balidatzailea
fi: HTML/XML-validaattori
ia: Validator HTML/XML
it: Validatore HTML/XML
lt: HTML/XML tikrintojas
nb: HTML/XML gyldighetssjekker
pl: Program sprawdzający poprawność HTML/XML
ru: Анализатор HTML/XML
sk: Validator HTML/XML
sl: Preverjalnik veljavnosti HTML/XML
sr@ijekavian: Овјеривач ХТМЛ‑а/ИксМЛ‑а
sr@ijekavianlatin: Ovjerivač HTML‑a/XML‑a
sv: HTML/XML-kontroll
tr: HTML/XML Onaylayıcı

source: URL:
ar: العنوان:
eu: URLa:
nn: Adresse:
sr@ijekavian: УРЛ:
sv: Webbadress:

source: Upload:
ar: الرفع:
bs: Pošalji:
cs: Odeslat:
el: Αποστολή:
eu: Igo:
fi: Lähetä:
ia: Cargar:
it: Invia:
lt: Įkelti:
nb: Overfør:
nn: Last opp:
pl: Wysłanie:
ru: Отправить:
sk: Poslať:
sl: Pošlji:
sr@ijekavian: Отпремање:
sr@ijekavianlatin: Otpremanje:
sv: Ladda upp:
tr: Yükle:

source: CSS Validator
ar: المتأكد من صلاحية CSS
bs: Provjera ispravnosti CSSa
cs: CSS validátor
el: Ελεγκτής εγκυρότητας CSS
eu: CSS balidatzailea
fi: CSS-validaattori
ia: Validator CSS
it: Validatore CSS
lt: CSS tikrintojas
nb: CSS-gyldighetssjekker
pl: Program sprawdzający poprawność CSS
ru: Анализатор CSS
sl: Potrjevalnik veljavosti CSS
sr@ijekavian: Овјеривач ЦСС‑а
sr@ijekavianlatin: Ovjerivač CSS‑a
sv: CSS-kontroll
tr: CSS Onaylayıcı

source: Link Validator
ar: أداة التأكد من صلاحية الارتباطات
bs: Provjera ispravnosti linka
cs: Validátor odkazů
el: Ελεγκτής εγκυρότητας Δεσμών
eu: Esteken balidatzailea
fi: Linkkien validaattori
ia: Liga Validator
it: Convalida i collegamenti
lt: Nuorodų tikrintojas
nb: Link-gyldighetssjekker
nn: Lenkjevalidator
pl: Sprawdzanie odnośników
ru: Проверка ссылок
sk: Validator odkazov
sl: Potrjevalnik veljavnost povezav
sr@ijekavian: Овјеривач веза
sr@ijekavianlatin: Ovjerivač veza
sv: Länkkontroll
tr: Bağlantı Onaylayıcı

# @title:window
source: Validation Report
ar: تقرير التحقّق
bs: Izvještaj ovjeravanja
cs: Hlášení ověření
el: Αναφορά ελέγχου εγκυρότητας
eu: Balidazioaren txostena
fi: Validointiraportti
ia: Reporto de validation
it: Resoconto della convalida
lt: Tikrinimo ataskaita
nb: Rapport fra gyldighetssjekk
nn: Valideringsrapport
pl: Sprawozdanie sprawdzania poprawności
ru: Отчёт о проверке
sk: Správa o validácii
sl: Poročilo potrjevanja veljavnosti
sr@ijekavian: Извештај овјеравања
sr@ijekavianlatin: Izveštaj ovjeravanja
sv: Kontrollrapport
tr: Onaylama Raporu

# Validation status
source: Error
ar: خطأ
bs: Greška
cs: Chyba
el: Σφάλμα
eu: Errorea
fi: Virhe
it: Errore
lt: Klaida
nb: Feil
nn: Feil
pl: Błąd
ru: Ошибка
sk: Chyba
sl: Napaka
sr@ijekavian: Грешка
sr@ijekavianlatin: Greška
sv: Fel
tr: Hata

# Validation status
source: Warning
ar: تحذير
bs: Upozorenje
cs: Varování
el: Προειδοποίηση
eu: Abisua
fi: Varoitus
ia: Aviso
it: Avviso
lt: Dėmesio
nb: Advarsel
nn: Åtvaring
pl: Ostrzeżenie
ru: Предупреждение
sk: Upozornenie
sl: Opozorilo
sr@ijekavian: Упозорење
sr@ijekavianlatin: Upozorenje
sv: Varning
tr: Uyarı

# Validation status
source: Accessibility warning
ar: تحذير إتاحة
bs: Upozorenje pristupačnosti
cs: Varování zpřístupnění
el: Προειδοποίηση προσβασιμότητας
eu: Erabilerraztasunaren abisua
fi: Saavutettavuusvaroitus
ia: Aviso de accessibilitate
it: Avviso di accessibilità
lt: Pritaikymo neįgaliesiems įspėjimas
nb: Tilgjengelighetsvarsel
nn: Tilgjengeåtvaring
pl: Ostrzeżenie dot. dostępności
ru: Предупреждение о доступности
sk: Upozornenie prístupnosti
sl: Opozorilo glede dostopnosti
sr@ijekavian: Упозорење о приступачности
sr@ijekavianlatin: Upozorenje o pristupačnosti
sv: Åtkomstvarning
tr: Erişilebilirlik uyarısı

source: Frame
ar: الإطار
bs: Okvir
cs: Rámec
el: Πλαίσιο
eu: Markoa
fi: Kehys
ia: Quadro
it: Cornice
lt: Sritis
nb: Ramme
nn: Ramme
pl: Ramka
ru: Фрейм
sk: Rámec
sl: Okvir
sr@ijekavian: оквир
sr@ijekavianlatin: okvir
sv: Ram
tr: Çerçeve

source: Row
ar: الصف
bs: Vrsta
cs: Řádek
el: Γραμμή
eu: Errenkada
fi: Rivi
ia: Riga
it: Riga
lt: Eilutė
nb: Rad
nn: Rad
pl: Wiersz
ru: Строка
sk: Riadok
sl: Vrstica
sr@ijekavian: врста
sr@ijekavianlatin: vrsta
sv: Rad
tr: Sıra

source: Column
ar: العمود
bs: Kolona
cs: Sloupec
el: Στήλη
eu: Zutabea
fi: Sarake
ia: Columna
it: Colonna
lt: Stulpelis
nb: Kolonne
nn: Kolonne
pl: Kolumna
ru: Столбец
sk: Stĺpec
sl: Stolpec
sr@ijekavian: колона
sr@ijekavianlatin: kolona
sv: Kolumn
tr: Sütun

source: Message
ar: الرسالة
bs: Poruka
cs: Zpráva
el: Μήνυμα
eu: Mezua
fi: Viesti
it: Messaggio
lt: Pranešimas
nb: Melding
nn: Melding
pl: Wiadomość
ru: Сообщение
sk: Správa
sl: Sporočilo
sr@ijekavian: порука
sr@ijekavianlatin: poruka
sv: Meddelande
tr: Mesaj

# @title:window
source: Configure Validator Plugin
ar: اضبط ملحق التحقّق
bs: Podesi priključak ovjerivača
cs: Nastavit modul validátoru
el: Ρύθμιση του πρόσθετου ελεγκτή εγκυρότητας
eu: Konfiguratu balidatzailearen plugina
fi: Validointiliitännäisen asetukset
ia: Configura Plug-in de validator
it: Configura l'estensione di convalida
lt: Konfigūruoti tikrintojo priedą
nb: Sett opp programtillegg for gyldighetssjekk
nn: Set opp validatortillegg
pl: Wtyczka konfiguracji sprawdzania poprawności
ru: Настройка модуля проверки
sk: Nastaviť modul Validator
sl: Nastavi vstavek za potrjevanje veljavnosti
sr@ijekavian: Подешавање прикључка овјеривача
sr@ijekavianlatin: Podešavanje priključka ovjerivača
sv: Anpassa kontrollinsticksprogram
tr: Onaylama Eklentisini Yapılandır

source: Internal Validation
ar: تحقّق داخليّ
bs: Interni ovjerivač
cs: Interní ověření
el: Εσωτερικός έλεγχος εγκυρότητας
eu: Barneko balidazioa
fi: Sisäinen validointi
ia: Validation interne
it: Convalida interna
lt: Vidinis tikrintojas
nb: Intern gyldighetssjekk
nn: Intern validering
pl: Wewnętrzne sprawdzanie poprawności
ru: Внутренняя проверка
sk: Vnútorná validácia
sl: Notranje potrjevanje veljavnosti
sr@ijekavian: Унутрашњи овјеривач
sr@ijekavianlatin: Unutrašnji ovjerivač
sv: Intern kontroll
tr: Dahili Onaylama
