Repository: fluxer/kde-l10n
Catalog: */messages/applications/webarchiver.po
Languages: km

# @title:window
source: Web Archiver
km: កម្មវិធី​ទុក​ក្នុង​ប័ណ្ណសារ​បណ្ដាញ​​

source: Status
km: ស្ថានភាព​

# @title:window
source: Unable to Open Web-Archive
km: មិន​អាច​​បើក​ប័ណ្ណសារ​បណ្ដាញ​ឡើយ​

source: Unable to open %1 for writing.
km: មិន​អាច​បើក​ %1 សម្រាប់​សរសេរ​បាន​ឡើយ ។

source: Downloading
km: ទាញ​យក​

source: Error
km: កំហុស​

source: OK
km: យកព្រម

source: I/O error occurred while writing to web archive file %1.
km: I/O កំហុស​បាន​កើត​ឡើង​ខណៈ​ពេល​កំពុង​សរសេរ​ទៅ​កាន់​ឯកសារ​ប័ណ្ណសារ​បណ្ដាញ​ %1 ។

source: Web Archiver
km: កម្មវិធី​ទុក​ក្នុង​ប័ណ្ណសារ​បណ្ដាញ​​

source: Local File
km: ឯកសារ​មូលដ្ឋាន​

source: To:
km: ទៅ ៖

source: Archiving:
km: ទុក​ក្នុង​ប័ណ្ណសារ ៖

source: Original URL
km: URL ដើម

source: Archive &Web Page...
km: ប័ណ្ណសារ និង​ទំព័រ​បណ្ដាញ​...

source: Untitled
km: មិន​បាន​ដាក់​ចំណងជើង​

source: *.war *.tgz|Web Archives
km: *.war *.tgz|ប័ណ្ណសារ​បណ្ដាញ​

source: Save Page as Web-Archive
km: រក្សាទុក​ទំព័រ​ជា​ប័ណ្ណសារ​បណ្ដាញ​

# @title:window
source: Invalid URL
km: URL មិន​ត្រឹមត្រូវ​

source: The URL %1 is not valid.
km: URL %1 មិន​ត្រឹមត្រូវ ។​

# @title:window
source: File Exists
km: មាន​ឯកសារ​

source: Do you really want to overwrite: %1?
km: តើ​អ្នក​ពិត​ជា​ចង់​សរសេរ​ជាន់​លើ​ ៖ %1 ឬ ?

source: Overwrite
km: សរសេរ​ជាន់​លើ​​

source: &Tools
km: ឧបករណ៍

source: Extra Toolbar
km: របារ​ឧបករណ៍​ខាងក្រៅ​​
