Repository: fluxer/kde-l10n
Catalog: */messages/kdewebdev/kfilereplace.po
Languages: de, el

source: Line:%3,Col:%4 - "%1" -> "%2"
de: Zeile: %3, Spalte: %4 – „%1“->„%2“
el: Γραμμή:%3,Στήλη:%4 - "%1" -> "%2"

source: Could not load the KFileReplace part.
de: KFileReplace-Komponente kann nicht geladen werden.
el: Το πρόσθετο KFileReplace δε βρέθηκε.

source: Could not find the KFileReplace part.
de: KFileReplace-Komponente ist nicht auffindbar.
el: Το πρόσθετο KFileReplace δε βρέθηκε.

source: <qt>Cannot open the file <b>%1</b> and load the string list. This file seems not to be a valid old kfr file or it is broken.</qt>
de: <qt>Die Datei <b>%1</b> kann zum Einlesen der Liste der Suchbegriffe nicht geöffnet werden. Die Datei scheint keine gültige .kfr-Datei zu sein oder ist beschädigt.</qt>
el: <qt>Αδυναμία ανοίγματος του αρχείου <b>%1</b> και φόρτωσης της λίστας συμβολοσειρών. Αυτό το αρχείο δε φαίνεται να είναι ένα έγκυρο παλιό kfr αρχείο ή είναι χαλασμένο.</qt>

source: Cannot read data.
de: Die Daten können nicht gelesen werden.
el: Αδύνατη η ανάγνωση δεδομένων.

source: Out of memory.
de: Nicht genügend Speicher.
el: Τέλος μνήμης.

source: Ready.
de: Bereit.
el: Έτοιμο.

source: Search completed.
de: Die Suche ist abgeschlossen.
el: Η αναζήτηση τέλειωσε.

source: <qt>You have selected <b>%1</b> as the encoding of the files.<br />Selecting the correct encoding is very important as if you have files that have some other encoding than the selected one, after a replace you may damage those files.<br /><br />In case you do not know the encoding of your files, select <i>utf8</i> and <b>enable</b> the creation of backup files. This setting will autodetect <i>utf8</i> and <i>utf16</i> files, but the changed files will be converted to <i>utf8</i>.</qt>
de: <qt>Sie haben <b>%1</b> als Zeichensatz für die Dateien gewählt.<br />Die korrekte Zeichensatzauswahl ist wichtig. Falls Sie Dateien mit einem anderen Zeichensatz als dem ausgewählten haben, könnten diese nach dem Ersetzen beschädigt werden.<br /><br />Falls Sie den korrekten Zeichensatz nicht kennen, wählen Sie bitte <i>UTF-8</i> und <b>aktivieren</b> Sie Sicherungskopien von Dateien. Diese Einstellung wird <i>UTF-8</i> und <i>UTF-16</i>-Dateien automatisch erkennen, aber die geänderten Dateien werden zu <i>UTF-8</i> konvertiert.</qt>
el: <qt>Έχετε επιλέξει το <b>%1</b> ως την κωδικοποίηση των αρχείων.<br />Η επιλογή της σωστής κωδικοποίησης είναι σημαντικό αν έχετε αρχεία που έχουν μια κωδικοποίηση διαφορετική από την επιλεγμένη, μετά την αντικατάσταση ίσως και να καταστρέψετε αυτά τα αρχεία.<br /><br />Σε περίπτωση που δεν ξέρετε την κωδικοποίηση των αρχείων σας, διαλέξτε <i>utf8</i>και <b>ενεργοποιήστε</b> τη δημιουργία του αντίγραφου ασφαλείας του αρχείου. Αυτή η ρύθμιση θα αναγνωρίσει αυτόματα <i>utf8</i>και<i>utf16</i>αρχεία, αλλά τα αλλαγμένα αρχεία θα μετατραπούν σε <i>utf8</i>.</qt>

source: File Encoding Warning
de: Zeichensatzwarnung
el: Προειδοποίηση κωδικοποίησης αρχείου

source: Replacing files (simulation)...
de: Dateien ersetzen (Simulation) ...
el: Αντικατάσταση αρχείων(εξομοίωση)...

source: Replaced strings (simulation)
de: Suchbegriffe ersetzen (Simulation)
el: Αντικατεστημένες συμβολοσειρές (εξομοίωση)

source: Replacing files...
de: Datei-Ersetzung läuft ...
el: Αντικατάσταση αρχείων...

source: Replaced strings
de: Ersetzte Suchbegriffe
el: Αντικατεστημένες συμβολοσειρές

source: Stopping...
de: Wird angehalten ...
el: Τερματισμός...

source: There are no results to save: the result list is empty.
de: Es gibt kein Ergebnis zum Abspeichern: die Ergebnisliste ist leer.
el: Δεν υπάρχουν αποτελέσματα προς αποθήκευση, η λίστα αποτελεσμάτων είναι άδεια.

source: Files
de: Dateien
el: Αρχεία

source: Save Report
de: Ergebnisse speichern
el: Αποθήκευση αναφοράς

source: <qt>A folder or a file named <b>%1</b> already exists.</qt>
de: <qt>Es existiert bereits ein Ordner oder eine Datei mit dem Namen <b>%1</b>.</qt>
el: <qt>Ένας κατάλογος η ένα αρχείο με το όνομα <b>%1</b> υπάρχει ήδη.</qt>

source: <qt>Cannot create the <b>%1</b> folder.</qt>
de: <qt>Der Ordner <b>%1</b> kann nicht erstellt werden.</qt>
el: <qt>Αδύνατη δημιουργία του <b>%1</b> φακέλου.</qt>

source: KFileReplace strings
de: KFileReplace Suchbegriffe
el: Συμβολοσειρές του KFileReplace

source: All Files
de: Alle Dateien
el: Όλα τα αρχεία

source: Load Strings From File
de: Suchbegriffe aus Datei laden
el: Φόρτωση συμβολοσειρών από αρχείο

source: Cannot open folders.
de: Die Ordner können nicht geöffnet werden.
el: Αδυναμία ανοίγματος φακέλων.

source: Batch search and replace tool.
de: Suchen- und Ersetzen-Werkzeug für den Stapelbetrieb.
el: Εργαλείο ομαδοποιημένης αναζήτησης και αντικατάστασης.

source: Part of the KDEWebDev module.
de: Teil des KDEWebDev-Moduls.
el: Τμήμα του αρθρώματος KDEWebDev.

source: François Dupoux
el: François Dupou

source: Original author of the KFileReplace tool
de: Ursprünglicher Autor von KFileReplace
el: Αρχικός συγγραφέας του εργαλείου KFileReplace

source: Current maintainer, code cleaner and rewriter
de: Derzeitiger Betreuer und Überarbeiter des Quelltextes
el: Τρέχων συντηρητής, και συγγραφέας κώδικα

source: Co-maintainer, KPart creator
de: Mit-Betreuer, KPart-Entwickler
el: Συν-συντηρητής, Δημιουργός KPart

source: Original german translator
de: Ursprünglicher deutscher Übersetzer
el: Αρχικός μεταφραστής στα Γερμανικά

source: Sorry, currently the KFileReplace part works only for local files.
de: Die KFileReplace-Komponente funktioniert derzeit nur für lokale Dateien.
el: Συγνώμη, για την ώρα το τμήμα KFireReplace λειτουργεί μόνο για τοπικά αρχεία.

source: Non Local File
de: Nicht-lokale Datei
el: Μη τοπικό αρχείο

source: Customize Search/Replace Session...
de: Suchen/Ersetzen-Sitzung einrichten ...
el: Προσαρμογή...

source: &Search
de: &Suchen
el: &Αναζήτηση

source: S&imulate
de: &Simulieren
el: Ε&ξομοίωση

source: &Replace
de: &Ersetzen
el: Α&ντικατάσταση

source: Sto&p
de: &Halt
el: &Σταμάτημα

source: Cre&ate Report File...
de: Bericht &erstellen ...
el: &Δημιουργία αρχείου αναφοράς...

source: &Add String...
de: Suchbegriff &hinzufügen ...
el: &Προσθήκη συμβολοσειράς...

source: &Delete String
de: Suchbegriff &entfernen
el: &Διαγραφή συμβολοσειράς

source: &Empty Strings List
de: Liste der Suchbegriffe &leeren
el: Άδειασμα &λίστας συμβολοσειρών

source: Edit Selected String...
de: Ausgewählten Suchbegriff bearbeiten ...
el: Επεξεργασία επιλεγμένου συμβολοσειράς...

source: &Save Strings List to File...
de: Liste der Suchbegriffe in &Datei speichern ...
el: &Αποθήκευση λίστας συμβολοσειρών σε αρχείο...

source: &Load Strings List From File...
de: Liste der Suchbegriffe aus Datei &laden ...
el: &Φόρτωση λίστας συμβολοσειρών από αρχείο...

source: &Load Recent Strings Files
de: &Zuletzt geladene Suchbegriffdateien
el: &Φόρτωση αρχείων πρόσφατων συμβολοσειρών

source: &Invert Current String (search <--> replace)
de: Aktuellen Suchbegriff &tauschen (Suchen <-> Ersetzen)
el: &Αντιστροφή τρέχουσας συμβολοσειράς (αναζήτηση <--> αντικατάσταση)

source: &Invert All Strings (search <--> replace)
de: &Alle Suchbegriffe tauschen (Suchen <-> Ersetzen)
el: Αντιστροφή ό&λων των συμβολοσειρών (αναζήτηση <--> αντικατάσταση)

source: &Include Sub-Folders
de: &Unterordner einbeziehen
el: Ανα&ζήτηση στους υποφακέλους

source: Create &Backup Files
de: Sicherungskopien &anlegen
el: Δημιουργία &αρχείων αντιγράφων ασφαλείας

source: Case &Sensitive
de: Groß-/&Kleinschreibung beachten
el: Διάκριση &πεζών/κεφαλαίων

source: Enable Commands &in Replace String: [$command:option$]
de: Befehle &in Ersatz-Zeichenketten zulassen: [$Befehl:Option$]
el: Ενεργοποίηση εντολών &μέσα στη συμβολοσειρά αντικατάστασης. [$εντολή:παράμετρος$]

source: Enable &Regular Expressions
de: &Reguläre Ausdrücke benutzen
el: Ενεργοποίηση &κανονικών εκφράσεων

source: Configure &KFileReplace...
de: &KFileReplace einrichten ...
el: Ρύθμιση του &KFileReplace...

source: &Properties
de: &Eigenschaften
el: Ι&διότητες

source: &Open
de: Öff&nen
el: &Άνοιγμα

source: &Edit in Quanta
de: M&it Quanta bearbeiten
el: &Επεξεργασία στο Quanta

source: Open Parent &Folder
de: Ü&bergeordneten Ordner öffnen
el: Άνοιγμα γονικού &φακέλου

source: &Delete
de: &Entfernen
el: &Διαγραφή

source: E&xpand Tree
de: Baum &ausklappen
el: Ε&πέκταση δέντρου

source: &Reduce Tree
de: Baum &einklappen
el: &Ελάττωση δέντρου

source: &About KFileReplace
de: Ü&ber KFileReplace
el: &Σχετικά με το KFileReplace

source: KFileReplace &Handbook
de: &Handbuch zu KFileReplace
el: &Εγχειρίδιο του KFileReplace

source: &Report Bug
de: &Fehler berichten
el: Α&ναφορά σφάλματος

source: <qt>Cannot open file <b>%1</b> for reading.</qt>
de: <qt>Die Datei <b>%1</b> kann nicht zum Lesen geöffnet werden.</qt>
el: <qt>Αδύνατη η φόρτωση του αρχείου<b>%1</b> για ανάγνωση.</qt>

source: <qt>Cannot open file <b>%1</b> for writing.</qt>
de: <qt>Die Datei <b>%1</b> kann nicht zum Schreiben geöffnet werden.</qt>
el: <qt>Αδυναμία φόρτωσης του αρχείου<b>%1</b> για εγγραφή.</qt>

source: <qt>Do you want to replace the string <b>%1</b> with the string <b>%2</b>?</qt>
de: <qt>Soll der Suchbegriff <b>%1</b> mit dem Suchbegriff <b>%2</b>ersetzt werden?</qt>
el: <qt>Επιθυμείτε αντικατάσταση της συμβολοσειράς <b>%1</b> με το <b>%2</b>;</qt>

source: Confirm Replace
de: Ersetzen bestätigen
el: Επιβεβαίωση αντικατάστασης

source: Replace
de: Ersetzen
el: Αντικατάσταση

source: Do Not Replace
de: Nicht ersetzen
el: Να μη γίνει αντικατάσταση

source: Line:%2, Col:%3 - "%1"
de: Zeile:%2, Spalte:%3 – „%1“
el: Γραμμή:%2, Στήλη:%3 - "%1"

source: <qt>Cannot open the file <b>%1</b> and load the string list.</qt>
de: <qt>Die Datei <b>%1</b> kann nicht zum Einlesen der Liste der Suchbegriffe geöffnet werden.</qt>
el: <qt>Αδυναμία ανοίγματος του αρχείου <b>%1</b> και φόρτωσης της λίστας συμβολοσειρών.</qt>

source: <qt>File <b>%1</b> seems not to be written in new kfr format. Remember that the old kfr format will be soon abandoned. You can convert your old rules files by simply saving them with kfilereplace.</qt>
de: <qt>Die Datei <b>%1</b> scheint nicht im neuen .kfr-Format vorzuliegen. Denken Sie daran, dass das alte Format in naher Zukunft nicht mehr unterstützt wird. Sie können Ihre alten Regeldateien konvertieren, indem Sie diese mit kfilereplace neu abspeichern.</qt>
el: <qt>Το αρχείο <b>%1</b> δε φαίνεται να έχει γραφτεί στη νέα μορφή kfr. Θυμηθείτε ότι η παλιά μορφή kfr σύντομα θα εγκαταλειφθεί. Μπορείτε να μετατρέψετε τα αρχεία με παλιούς κανόνες απλά αποθηκεύοντας τα με το νέο kfilereplace.</qt>

source: Warning
de: Achtung
el: Προειδοποίηση

source: <qt>The format of kfr files has been changed; attempting to load <b>%1</b>. Please see the KFilereplace manual for details. Do you want to load a search-and-replace list of strings?</qt>
de: <qt>Das Format von .kfr-Dateien hat sich geändert. Es wird versucht, <b>%1</b> zu laden. Im Handbuch zu KFileReplace finden Sie Einzelheiten. Soll eine Suchen-und-Ersetzen-Liste von Suchbegriffen geladen werden?</qt>
el: <qt>Η μορφή των αρχείων kfr έχει αλλάξει, προσπάθεια φόρτωσης του <b>%1</b> . Παρακαλώ διαβάστε το εγχειρίδιο του KFilereplace για λεπτομέρειες. Επιθυμείτε τη φόρτωση λίστας συμβολοσειρών για αναζήτηση και αντικατάσταση;</qt>

source: Load
de: Laden
el: Να φορτωθεί

source: Do Not Load
de: Nicht laden
el: Να μη φορτωθεί

source: There are no strings to search and replace.
de: Es gibt keinen Suchbegriff zum Suchen und Ersetzen.
el: Δεν υπάρχουν συμβολοσειρές προς αναζήτηση και αντικατάσταση.

source: <qt>The main folder of the project <b>%1</b> does not exist.</qt>
de: <qt>Der Hauptordner des Projektes <b>%1</b> existiert nicht. Der Vorgang kann nicht fortgesetzt werden.</qt>
el: <qt>Ο κύριος φάκελος του έργου <b>%1</b> δεν υπάρχει.</qt>

source: <qt>Access denied in the main folder of the project:<br /><b>%1</b></qt>
de: <qt>Der Zugriff auf den Hauptordner des Projektes <br /><b>%1</b> ist nicht möglich.</qt>
el: <qt>Άρνηση πρόσβασης στον κεντρικό φάκελο του έργου:<br /><b>%1</b></qt>

source: <qt>Cannot invert string <b>%1</b>, because the search string would be empty.</qt>
de: <qt>Die Zeichenfolge <b>%1</b> kann nicht invertiert werden, da der Suchbegriff dann leer wäre.</qt>
el: <qt>Αδυναμία αντιστροφής συμβολοσειράς <b>%1</b>, επειδή η συμβολοσειρά αναζήτησης θα είναι κενή.</qt>

source: Do you really want to delete %1?
de: Soll <b>%1</b> wirklich gelöscht werden?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το %1?

source: No strings to save as the list is empty.
de: Es gibt keine Suchbegriffe zum Abspeichern, weil die Liste leer ist.
el: Δεν υπάρχουν συμβολοσειρές προς αποθήκευση επειδή η λίστα είναι κενή.

source: KFileReplace Strings
de: KFileReplace-Suchbegriffe
el: Συμβολοσειρές του KFileReplace

source: Save Strings to File
de: Suchbegriffe in Datei speichern
el: Αποθήκευση συμβολοσειρών σε αρχείο

source: File %1 cannot be saved.
de: Die Datei %1 kann nicht gespeichert werden.
el: Το αρχείο %1 δεν μπορεί να αποθηκευτεί.

source: Open &With...
de: Öffnen &mit ...
el: Ά&νοιγμα με...

source: Project Directory
de: Projektordner
el: Κατάλογος έργου

source: You must fill the combo boxes (location and filter) before continuing.
de: Bevor Sie fortfahren müssen die Auswahlfelder (Pfadangabe und Filter) ausgefüllt werden.
el: Πρέπει να συμπληρώσετε τα πλαίσια επιλογής (τοποθεσία και φίλτρο) πριν συνεχίσετε.

source: Some edit boxes are empty in the <b>Owner</b> page.
de: Auf der Seite <b>Eigentümer</b> sind einige Eingabefelder nicht ausgefüllt.
el: Κάποια από τα πλαίσια επεξεργασίας είναι κενά στη σελίδα <b>Ιδιοκτήτη</b>.

source: The minimum size is greater than the maximum size.
de: Die minimale Größe überschreitet die maximale Größe.
el: Το ελάχιστο μέγεθος είναι μεγαλύτερο από το μέγιστο μέγεθος.

source: Batch search and replace tool
de: Werkzeug zum Suchen und Ersetzen im Stapelbetrieb
el: Εργαλείο μαζικής αναζήτησης και αντικατάστασης

source: Shell author, KPart creator, co-maintainer
de: Shell-Autor, KPart-Ersteller, Mit-Betreuer
el: Συγγραφέας Κελύφους, Δημιουργός KPart, συν-συντονιστής

source: Starting folder
de: Start-Ordner
el: Φάκελος εκκίνησης

source: Search/&Replace
de: Suchen/&Ersetzen
el: Αναζήτηση/&Αντικατάσταση

source: &Strings
de: &Suchbegriffe
el: &Συμβολοσειρές

source: &Results
de: &Ergebnisse
el: Αποτε&λέσματα

source: &Options
de: &Optionen
el: Επιλο&γές

source: &Settings
de: &Einstellungen
el: Ρ&υθμίσεις

source: &Help
de: &Hilfe
el: &Βοήθεια

source: KFileReplace Main Toolbar
de: KFileReplace Haupt-Werkzeugleiste
el: Κύρια γραμμή εργαλείων του KFileReplace

source: &File
de: &Datei
el: &Αρχείο

source: Insert Searching/Replacing Strings
de: Suchen/Ersetzen-Begriffe einfügen
el: Εισαγωγή συμβολοσειρών Αναζήτησης/Αντικατάστασης

source: Choose String Adding Mode
de: Suchbegriff-Hinzufügemodus auswählen
el: Επιλογή λειτουργίας προσθήκης συμβολοσειρών

source: Search and replace mode
de: Suchen und Ersetzen-Modus
el: Λειτουργία Αναζήτησης και Αντικατάστασης

source: Search only mode
de: Nur Suchen-Modus
el: Λειτουργία μόνο Αναζήτησης

source: Search for:
de: Suchen nach:
el: Αναζήτηση για:

source: Replace with:
de: Ersetzen durch:
el: Αντικατάσταση με:

source: Search For
de: Suchen nach
el: Αναζήτηση για

source: Replace With
de: Ersetzen durch
el: Αντικατάσταση με

source: &OK
el: &Εντάξει

source: &Cancel
de: &Abbrechen
el: &Ακύρωση

source: Name
el: Όνομα

source: Folder
de: Ordner
el: Φάκελος

source: Old Size
de: Alte Größe
el: Παλαιό μέγεθος

source: New Size
de: Neue Größe
el: Νέο μέγεθος

source: Replaced Strings
de: Ersetzte Suchbegriffe
el: Αντικατεστημένες συμβολοσειρές

source: Owner User
de: Eigentümer
el: Χρήστης ιδιοκτήτη

source: Owner Group
de: Gruppe
el: Ομάδα ιδιοκτήτη

source: Size
de: Größe
el: Μέγεθος

source: Found Strings
de: Gefundene Suchbegriffe
el: Συμβολοσειρές που βρέθηκαν

source: Green means ready
de: Grün bedeutet „fertig“
el: Το πράσινο σημαίνει έτοιμο

source: Ready
de: Bereit
el: Έτοιμο

source: Yellow means wait while sorting list
de: Gelb bedeutet „warten bis die Liste sortiert ist“
el: Το κίτρινο σημαίνει ανάμενε για την ταξινόμηση της λίστας

source: Please wait while sorting list
de: Bitte warten Sie, während die Liste sortiert wird
el: Παρακαλώ περιμένετε για την ταξινόμηση λίστας

source: Red means scanning files
de: Rot bedeutet „Dateien werden überprüft“
el: Το κόκκινο σημαίνει σάρωση αρχείων

source: Scanned files:
de: Überprüfte Dateien:
el: Σαρωμένα αρχεία:

source: Search & Replace in Files
de: Suchen & Ersetzen in Dateien
el: Αναζήτηση & Αντικατάσταση στα αρχεία

source: Search Now
de: Jetzt suchen
el: Αναζήτηση τώρα

source: Search Later
de: Später suchen
el: Αναζήτηση αργότερα

source: &General
de: &Allgemein
el: &Γενικά

source: Startup Folder Options
de: Einstellungen zum Startordner
el: Επιλογές φακέλου εκκίνησης

source: Filter:
el: Φίλτρο:

source: Location:
de: Suchpfad:
el: Τοποθεσία:

source: Insert a search path here. You can use the search path button.
de: Bitte geben Sie einen Suchpfad ein. Sie können auch den Knopf zum Suchen verwenden.
el: Εισάγετε μιας διαδρομής αναζήτησης εδώ. Μπορείτε να χρησιμοποιήσετε το κουμπί αναζήτησης διαδρομής.

source: &Include subfolders
de: &Unterordner einbeziehen
el: Ανα&ζήτηση στους υποφακέλους

source: Search/Replace Strings
de: Suchen/Ersetzen Suchbegriffe
el: Αναζήτηση/Αντικατάσταση συμβολοσειρών

source: Search:
de: Suchen:
el: Αναζήτηση:

source: Replace:
de: Ersetzen:
el: Αντικατάσταση:

source: General Options
de: Allgemeine Einstellungen
el: Γενικές επιλογές

source: Enable &regular expressions
de: &Reguläre Ausdrücke benutzen
el: Ενεργοποίηση &κανονικών εκφράσεων

source: Do &backup copy instead of overwrite
de: &Sicherungskopie anlegen anstatt zu überschreiben
el: Δημιουργία &αντιγράφου ασφαλείας αντί για αντικατάσταση

source: &Case sensitive
de: &Groß-/Kleinschreibung beachten
el: Διάκριση &πεζών/κεφαλαίων

source: Enable co&mmands in the replace string
de: &Befehle in Ersetzen-Suchbegriffen zulassen
el: Ενεργοποίηση εν&τολών στη συμβολοσειρά αντικατάστασης

source: Backup copy suffix:
de: Sicherungskopie-Erweiterung:
el: Κατάληξη αντιγράφου ασφαλείας:

source: Encoding of the files:
de: Zeichensatz der Dateien:
el: Κωδικοποίηση των αρχείων:

source: &Advanced
de: &Erweitert
el: &Για προχωρημένους

source: Ownership Filtering
de: Filtern nach Besitzer
el: Φίλτρο ιδιοκτησίας

source: User:
de: Anwender:
el: Χρήστης:

source: ID (Number)
de: ID (Nummer)
el: ID(Αριθμός)

source: Equals To
de: ist gleich
el: Ισούται με

source: Is Not
de: ist nicht
el: Δεν είναι

source: Group:
de: Gruppe:
el: Ομάδα:

source: Access Date Filtering
de: Filtern nach Zugriffsdatum
el: Φίλτρο ημερομηνίας πρόσβασης

source: Dates valid for:
de: Datumsangaben gültig für:
el: Έγκυρες ημερομηνίες για:

source: Accessed after:
de: Zugriff nach:
el: Προσπελάστηκε μετά:

source: Accessed before:
de: Zugriff vor:
el: Προσπελάστηκε πριν:

source: Last Writing Access
de: Letzten Schreibzugriff
el: Τελευταία πρόσβαση για Εγγραφή

source: Last Reading Access
de: Letzten Lesezugriff
el: Τελευταία πρόσβαση για Ανάγνωση

source: Size Filtering
de: Filtern nach Größe
el: Φίλτρο μεγέθους

source: Minimum si&ze:
de: &Minimale Größe:
el: Ελάχιστο μέγε&θος:

source: Maximum size:
de: Maximale Größe:
el: Μέγιστο μέγεθος:

source: Options
de: Einstellungen
el: Επιλογές

source: General
de: Allgemein
el: Γενικά

source: Enable commands in replace strings
de: Befehle in Ersetzen-Suchbegriffen zulassen
el: Ενεργοποίηση εντολών στις συμβολοσειρές αντικατάστασης

source: Notif&y on errors
de: &Fehler melden
el: &Ειδοποίηση σφαλμάτων

source: Case sensitive
de: Groß-/Kleinschreibung beachten
el: Διάκριση πεζών/κεφαλαίων

source: Recursive (search/replace in all sub folders)
de: Unterordner einbeziehen
el: Αναδρομικά (αναζήτηση/αντικατάσταση σε όλους τους υποφακέλους)

source: Enable regular e&xpressions
de: &Reguläre Ausdrücke erlauben
el: Ενεργοποίηση κανονικών ε&κφράσεων

source: Do &backup copy
de: &Sicherungskopie erstellen
el: Δημιουργία α&ντιγράφου ασφαλείας

source: Advanced Options
de: Erweiterte Einstellungen
el: Προχωρημένες επιλογές

source: Ignore hidden files and folders
de: Versteckte Dateien und Ordner ignorieren
el: Αγνόηση κρυμμένων αρχείων και φακέλων

source: Follow s&ymbolic links
de: Symbolischen &Verknüpfungen folgen
el: Ακολούθησε &συμβολικές συνδέσεις

source: When searching, stop on first string found (faster but no details)
de: Beim Suchen an der ersten Fundstelle anhalten (schneller, aber ohne Einzelheiten)
el: Κατά την αναζήτηση, σταμάτημα στην πρώτη συμβολοσειρά που θα βρεθεί (γρηγορότερο αλλά δίχως λεπτομέρειες)

source: Do not show file if no strings are found or replaced
de: Datei nicht zeigen, wenn darin kein Suchbegriff gefunden oder ersetzt wurden
el: Μη εμφάνιση αρχείου αν δε βρεθούν ή αντικατασταθούν συμβολοσειρές

source: Show confirmation dialog
de: Bestätigungsdialog anzeigen
el: Εμφάνιση διαλόγου επιβεβαίωσης

source: Confirm before replace each string
de: Bestätigung vor jedem Ersetzen
el: Επιβεβαίωση πριν από κάθε αντικατάσταση συμβολοσειράς

source: &Default Values
de: &Voreinstellungen
el: &Προεπιλεγμένες τιμές

source: <qt>Cannot open the file <b>%1</b>.</qt>
de: <qt>Die Datei <b>%1</b> kann nicht geöffnet werden.</qt>
el: <qt>Αδύνατο το άνοιγμα του αρχείου <b>%1</b>.</qt>

source: Replace with
de: Ersetzen durch
el: Αντικατάσταση με

source: Total number occurrences
de: Gesamtzahl der Übereinstimmungen
el: Συνολικός αριθμός εμφανίσεων

source: KFileReplace Report
de: KFileReplace-Bericht
el: Αναφορά του KFileReplace

source: Searching/Replacing Strings Table
de: Suchen/Ersetzen Suchbegriff-Tabelle
el: Πίνακας συμβολοσειρών Αναζήτησης/Αντικατάστασης

source: Search for
de: Suchen nach
el: Αναζήτηση για

source: Results Table
de: Ergebnistabelle
el: Πίνακας αποτελεσμάτων

source: Created by
de: Erstellt von
el: Δημιουργία του

source: date
de: Datum
el: ημερομηνία

source: Total occurrences
de: Gesamte Übereinstimmungen
el: Συνολικές εμφανίσεις

source: Shows the statistics of your operations. Note that the columns content changes depending on what kind of operation you are performing.
de: Zeigt die Statistik Ihrer Operationen. Beachten Sie, dass der Spalteninhalt abhängig von der Operation, die sie ausführen, abhängig ist.
el: Εμφανίζει τα στατιστικά των λειτουργιών. Σημειώστε ότι τα περιεχόμενα των στηλών αλλάζουν ανάλογα με τη λειτουργία που εκτελείται.

source: Shows a list of strings to search for (and if you specified it, a list of strings to replace with). Use the "add strings" dialog to edit your string list or double click on a string.
de: Zeigt eine Liste von Zeichenketten, nach denen gesucht werden soll (und falls angegeben, ein Liste von Zeichenketten zum Ersetzen). Verwenden Sie den Dialog „Zeichenketten hinzufügen“, um Ihre Zeichenkettenliste zu bearbeiten oder doppelklicken Sie eine Zeichenkette.
el: Εμφανίζει μια λίστα συμβολοσειρών για αναζήτηση (και αν το καθορίσετε, μια λίστα συμβολοσειρών για αντικατάσταση). Χρησιμοποιήσετε το διάλογο "προσθήκης συμβολοσειρών" για να επεξεργαστείτε τις συμβολοσειρές ή κάντε διπλό κλικ σε κάποια από αυτές.

source: Base folder for operations of search/replace. Insert path string here by hand or use the search button.
de: Basisordner für Suchen/Ersetzen-Operationen. Fügen Sie hier eine Pfad-Zeichenkette manuell oder mit dem Knopf Suchen ein.
el: Ο βασικός κατάλογος για τη λειτουργία αναζήτησης/αντικατάστασης. Εισάγετε εδώ τη διαδρομή χειροκίνητα ή χρησιμοποιήστε το κουμπί αναζήτησης.

source: Shell-like wildcards. Example: "*.html;*.txt;*.xml".
de: Konsolenähnliche Jokerzeichen. Beispiele: „*.html;*.txt;*.xml“.
el: Χαρακτήρες υποκατάστασης τύπου κελύφους. Παράδειγμα: "*.html;*.txt;*.xml".
