Repository: fluxer/kde-l10n
Catalog: */messages/kdewebdev/kfilereplace.po
Languages: de, el

source: Insert the minimum file size you want to search, or leave it unchecked if you do not want a minimum size limit.
de: Geben Sie die minimale Dateigröße an, die Sie durchsuchen möchten. Lassen Sie es deaktiviert, falls keine minimale Größenbeschränkung gewünscht wird.
el: Δώστε το ελάχιστο μέγεθος αρχείου το οποίο θέλετε να αναζητήσετε, ή αφήστε το κενό αν δε σας ενδιαφέρει το ελάχιστο μέγεθος αρχείου.

source: Insert the maximum file size you want to search, or leave it unchecked if you do not want a maximum size limit.
de: Geben Sie die maximale Dateigröße an, die Sie durchsuchen möchten. Lassen Sie es deaktiviert, falls keine maximale Größenbeschränkung gewünscht wird.
el: Δώστε το μέγιστο μέγεθος αρχείου το οποίο θέλετε να αναζητήσετε, ή αφήστε το κενό αν δε σας ενδιαφέρει το μέγιστο μέγεθος αρχείου.

source: Insert the minimum value for file access date that you want to search, or leave it unchecked if you do not want a minimum limit.
de: Geben Sie den minimalen Wert für das Zugriffsdatum ein, das sie durchsuchen möchten. Lassen Sie es deaktiviert, falls keine minimale Grenze gewünscht wird.
el: Δώστε την ελάχιστη τιμή της ημερομηνίας προσπέλασης του αρχείου το οποίο θέλετε να αναζητήσετε, ή αφήστε την κενή αν δε σας ενδιαφέρει η ημερομηνίας προσπέλασης.

source: Insert the maximum value for file access date that you want to search, or leave it unchecked if you do not want a maximum limit.
de: Geben Sie den maximalen Wert für das Zugriffsdatum ein, das sie durchsuchen möchten. Lassen Sie es deaktiviert, falls keine maximale Grenze gewünscht wird.
el: Δώστε τη μέγιστη τιμή της ημερομηνίας προσπέλασης του αρχείου το οποίο θέλετε να αναζητήσετε, ή αφήστε την κενή αν δε σας ενδιαφέρει η ημερομηνίας προσπέλασης.

source: Select "writing" if you want to use the date of the last modification, or "reading" to use the date of the last access.
de: Wählen Sie „geschrieben“, wenn Sie das Datum der letzten Änderung verwenden möchten. Wählen Sie „gelesen“, um das Datum des letzten Zugriffs zu verwenden.
el: Επιλέξτε "εγγραφή" αν θέλετε να χρησιμοποιήσετε την ημερομηνία τελευταίας τροποποίησης, ή "ανάγνωση" για να χρησιμοποιήσετε την ημερομηνία τελευταίας προσπέλασης.

source: Minimum value for access date.
de: Minimalwert für das Zugriffsdatum.
el: Ελάχιστη τιμή της ημερομηνίας προσπέλασης.

source: Maximum value for access date.
de: Maximalwert für das Zugriffsdatum.
el: Μέγιστη τιμή της ημερομηνίας προσπέλασης.

source: Insert here the string to search for.
de: Geben Sie hier die Zeichenkette ein, nach der Sie suchen möchten.
el: Δώστε εδώ τη συμβολοσειρά αναζήτησης.

source: Insert here the string to replace with.
de: Geben Sie hier die Zeichenkette ein, mit der Sie ersetzen möchten.
el: Δώστε εδώ τη συμβολοσειρά αντικατάστασης.

source: Enable this option if your search is case sensitive.
de: Aktivieren Sie diese Einstellung, um bei der Suche Groß- und Kleinschreibung zu beachten.
el: Ενεργοποιήστε αυτή την επιλογή αν η αναζήτησή σας θα γίνει με διάκριση πεζών/κεφαλαίων.

source: Enable this option to search in sub folders too.
de: Aktivieren Sie diese Einstellung, um bei der Suche Unterordner einzubeziehen.
el: Ενεργοποιήστε αυτή την επιλογή για αναζήτηση και στους υποφακέλους.

source: Enable this option when you are searching for a string and you are only interested to know if the string is present or not in the current file.
de: Aktivieren Sie diese Einstellung, um nur zu erfahren, ob die gesuchte Zeichenkette in der aktuellen Datei vorhanden ist.
el: Ενεργοποιήστε αυτή την επιλογή αν σας ενδιαφέρει απλώς αν η συμβολοσειρά αναζήτησης υπάρχει ή όχι στο τρέχον αρχείο.

source: If set, then if kfilereplace encounters a symbolic link it treats it like a normal folder or file.
de: Ist diese Einstellung aktiv, werden symbolische Verknüpfungen wie normale Ordner oder Dateien behandelt.
el: Αν το kfilereplace συναντήσει ένα συμβολικό δεσμό τον αντιμετωπίζει ως κανονικό φάκελο ή αρχείο.

source: Enable this option to ignore hidden files or folders.
de: Aktivieren Sie diese Einstellung, um bei der Suche versteckte Dateien und Ordner zu ignorieren
el: Ενεργοποιήστε αυτή την επιλογή για αγνόηση των κρυφών αρχείων και φακέλων.

source: If this option is enabled, KFR will show even the names of the files in which no string has been found or replaced.
de: Ist diese Einstellung markiert, werden zusätzlich die Namen der Dateien angezeigt, in denen keine Änderungen vorgenommen wurden.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, το KFR θα εμφανίζει και τα αρχεία στα οποία δε βρέθηκε ή αντικαταστάθηκε η συμβολοσειρά.

source: Allows you to apply Qt-like regular expressions on the search string. Note that a complex regular expression could affect speed performance.
de: Erlaubt es Ihnen, Qt-ähnliche Reguläre Ausdrücke auf die Suchzeichenkette anzuwenden. Beachten Sie, dass komplexe Reguläre Ausdrücke die Geschwindigkeit beeinflussen können.
el: Σας επιτρέπει να χρησιμοποιήσετε κανονικές εκφράσεις τύπου QT στη συμβολοσειρά αναζήτησης. Σημειώστε ότι μια σύνθετη κανονική έκφραση θα μπορούσε να επηρεάσει την ταχύτητα εκτέλεσης

source: Enable "commands". For example: if search string is "user" and replace string is the command "[$user:uid$]", KFR will substitute "user" with the uid of the user.
de: „Befehle“ aktivieren. Beispiel: Ist die Suchzeichenkette „user“ und wird durch die Zeichenkette „[$user:uid$]“ ersetzt, wird „user“ mit der uid des Benutzers ersetzt.
el: Ενεργοποίηση "εντολών". Για παράδειγμα αν η συμβολοσειρά αναζήτησης είναι "χρήστης" και η συμβολοσειρά αντικατάστασης είναι "[$user:uid$]", το KFR θα αντικαταστήσει το "χρήστης" με το uid του χρήστη.

source: Enable this option if you want leave original files untouched.
de: Aktivieren Sie diese Einstellung, um die Originaldateien unverändert zu belassen.
el: Ενεργοποιήστε αυτή την επιλογή για να μην τροποποιηθεί το αρχικό αρχείο.

source: Enable this option if you want to be asked for single string replacement confirmation.
de: Aktivieren Sie diese Einstellung, um vor jeder Änderung eine Nachfrage zu erhalten.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να ζητείται επιβεβαίωση για την αντικατάσταση της συμβολοσειράς.

source: Enable this option to perform replacing as a simulation, i.e. without making any changes to files.
de: Aktivieren Sie diese Einstellung, um die Ersetzung zu simulieren, d. h. ohne tatsächlich Dateien zu verändern.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να εκτελέσετε μια εξομοίωση της αντικατάστασης, δηλ. χωρίς να γίνει καμία αλλαγή σε κανένα αρχείο.

source: Select search-only mode.
de: Nur-Suchen-Modus auswählen.
el: Επιλογή λειτουργίας μόνο Αναζήτησης.

source: Select search-and-replace mode.
de: Suchen-und-Ersetzen-Modus auswählen.
el: Επιλογή λειτουργίας Αναζήτησης και Αντικατάστασης.

source: Insert here a string you want search for.
de: Geben Sie hier den Suchbegriff ein, nach dem Sie suchen möchten.
el: Δώστε εδώ τη συμβολοσειρά αναζήτησης.

source: Insert here the string that KFR will use to replace the search string.
de: Geben Sie hier die Zeichenkette ein, durch die der Suchbegriff ersetzt werden soll.
el: Δώστε εδώ τη συμβολοσειρά με την οποία KFR θα αντικαταστήσει τη συμβολοσειρά αναζήτησης.

source: KFileReplacePart
de: KFileReplace-Komponente

source: (C) 1999-2002 François Dupoux (C) 2003-2004 Andras Mantia (C) 2004 Emiliano Gulmini
de: © 1999–2002 François Dupoux © 2003–2004 Andras Mantia © 2004 Emiliano Gulmini

source: (C) 2004-2005 Andras Mantia (C) 2004-2005 Emiliano Gulmini (C) 1999-2002 François Dupoux
de: © 2004–2005 Andras Mantia © 2004–2005 Emiliano Gulmini © 1999–2002 François Dupoux
