Repository: fluxer/kde-l10n
Catalog: */messages/kdewebdev/klinkstatus.po
Languages: es, pl

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">URL to send to the HTTP POST request, e.g. 'POST <span style=" font-weight:600;">/login/login</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">URL a enviar a la petición POST de HTTP, por ejemplo «POST <span style=" font-weight:600;">/login/login</span>»</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Adres URL do wysłania żądania HTTP POST, np. 'POST <span style=" font-weight:600;">/login/login</span></p></body></html>

source: POST Data
es: Datos de POST
pl: Dane dla żądania POST

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Insert the fields to send to the POST request. Typically, the keys are <span style=" font-weight:600;">user</span>, <span style=" font-weight:600;">password</span> and <span style=" font-weight:600;">button</span> 'name' attributes in the <span style=" font-weight:600;">input</span> elements inside the form definition</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Inserte los campos a enviar en la petición POST. Normalmente, las claves son los atributos «name» de <span style=" font-weight:600;">user</span>, <span style=" font-weight:600;">password</span> y <span style=" font-weight:600;">button</span> que hay en los elementos <span style=" font-weight:600;">input</span> dentro de la definición del formulario</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Wstaw pola do wysłania w żądaniu POST. Typowo kluczami są <span style=" font-weight:600;">user</span>, <span style=" font-weight:600;">password</span> i <span style=" font-weight:600;">button</span> 'name' z elementów <span style=" font-weight:600;">input</span> w definicji formularza</p></body></html>

source: Key
es: Clave
pl: Klucz

source: Value
es: Valor
pl: Wartość

source: Add
es: Añadir
pl: Dodaj

source: S&earch:
es: B&uscar:
pl: &Znajdź:

source: Status:
es: Estado:
pl: Stan:

source: All Links
es: Todos los enlaces
pl: Wszystkie odnośniki

source: Good Links
es: Enlaces válidos
pl: Dobre odnośniki

source: Broken Links
es: Enlaces rotos
pl: Błędne odnośniki

source: Malformed Links
es: Enlaces mal formados
pl: Błędnie sformułowane odnośniki

source: Undetermined Links
es: Enlaces indeterminados
pl: Nieokreślone odnośniki

source: Clear filter
es: Limpiar el filtro
pl: Wyczyść filtr

source: Enter the terms to filter the result link list
es: Introduzca los términos con que filtrar la lista de enlaces resultante
pl: Wprowadź kryteria filtrowania wyników

source: Choose what kind of link status to show in result list
es: Elija qué tipo de estado de enlace se debe mostrar en la lista de resultados
pl: Wybierz rodzaj stanu odnośnika do pokazania na liście wyników

source: Markup
es: Marca
pl: Znacznik

source: Label
es: Etiqueta
pl: Etykieta

source: Javascript not supported
es: Javascript no está soportado
pl: Brak obsługi JavaScript

source: Checking...
es: Comprobando...
pl: Sprawdzanie...

source: Cowardly refusing to check an empty URL.
es: Rechazo cobarde para verificar un URL vacío.
pl: Brak możliwości sprawdzenia pustego adresu URL.

source: Stopped
es: Detenido
pl: Zatrzymany

source: Ready
es: Preparado
pl: Gotowy

source: Finished checking %1
es: La verificación de %1 ha finalizado
pl: Ukończono sprawdzanie %1

source: Paused
es: En pausa
pl: Wstrzymano

source: Adding level...
es: Añadiendo nivel...
pl: Dodawanie poziomu...

source: Resuming
es: Reanudando
pl: Wznawianie

source: Export Results as HTML
es: Exportar los resultados como HTML
pl: Eksport wyników jako HTML

source: Create XML Site Map
es: Crear mapa del sitio en XML
pl: Utwórz mapę XML strony

source: Use a protocol other than HTTP, e.g. file, ftp, sftp, fish, etc., so the files can be saved.
es: Utilice un protocolo diferente a HTTP, como file, sftp, fish, etc., para que se puedan guardar los archivos.
pl: Użyj protokołu innego niż HTTP, np.: file, ftp, sftp, fish, aby zapisać pliki.

source: Checking %1
es: Verificando %1
pl: Sprawdzanie %1

source: Done rechecking %1
es: Se ha vuelto a verificar %1
pl: Ukończono ponowne sprawdzanie %1

source: Search
es: Buscar
pl: Znajdź

source: URL:
pl: Adres URL:

source: Cookie based authentication, only possible with HTTP based protocol.
es: Autenticación basada en «cookies», solo es posible con protocolos basados en HTTP.
pl: Uwierzytelnianie oparte na ciasteczkach, możliwe tylko z protokołem opartym na HTTP.

source: Login
es: Inicio de sesión
pl: Użytkownik

source: Depth:
es: Profundidad:
pl: Głębokość:

source: Do &not check parent folders
es: &No verificar las carpetas padre
pl: Nie sprawdzaj katalogów &nadrzędnych

source: Chec&k external links
es: Veri&ficar los enlaces externos
pl: Sprawdź odnośniki &zewnętrzne

source: Do not check regular expression:
es: No verificar la expresión regular:
pl: Nie sprawdzaj wyrażeń regularnych:

source: Checked Links:
es: Enlaces comprobados:
pl: Sprawdzone odnośniki:

source: hh:mm:ss
pl: gg:mm:ss

source: Elapsed time:
es: Tiempo consumido:
pl: Czas działania:

source: HTTP Identification
es: Identificación HTTP
pl: Identyfikacja HTTP

source: Send Identification
es: Enviar identificación
pl: Wyślij identyfikację

source: User-Agent
es: Agente de usuario
pl: Identyfikacja przeglądarki (User-Agent)

source: Default
es: Por omisión
pl: Domyślny

source: Identity
es: Identidad
pl: Identyfikator

source: View
es: Vista
pl: Widok

source: Tree
es: Árbol
pl: Drzewo

source: Flat (faster)
es: Plano (más rápido)
pl: Płaska lista (szybko)

source: Misc
es: Varios
pl: Różne

source: Follow Last Link Checked
es: Seguir el último enlace comprobado
pl: Podążaj za ostatnio sprawdzonym odnośnikiem

source: Export Results
es: Exportar los resultados
pl: Eksport wyników

source: Preferred Style Sheet:
es: Hoja de estilo preferida:
pl: Preferowany arkusz styli:

source: Network
es: Red
pl: Sieć

source: Number of simultaneous connections:
es: Número de conexiones simultáneas:
pl: Liczba jednoczesnych połączeń:

source: Timeout in seconds:
es: Tiempo de espera, en segundos:
pl: Limit czasu w sekundach:

source: Input
es: Entrada
pl: Wejście

source: Check external links
es: Verificar los enlaces externos
pl: Sprawdź zewnętrzne odnośniki

source: Number of items in URL history:
es: Número de elementos en el histórico de URL:
pl: Liczba elementów w historii adresów URL:

source: Check parent folders
es: Verificar las carpetas padre
pl: Sprawdź katalogi nadrzędne

source: Check this one if you want to use Quanta's project preview prefix in the URL to check
es: Márquelo si quiere usar el prefijo de la vista previa del proyecto de Quanta en el URL a verificar
pl: Zaznacz jeśli chcesz używać przedrostków podglądu programu Quanta w sprawdzanych adresach URL

source: Use preview prefix
es: Usar el prefijo de la vista previa
pl: Użyj przedrostka podglądu

source: Remember settings when exit
es: Recordar las preferencias al salir
pl: Zapamiętaj ustawienia przy wychodzeniu

source: Open new tab
es: Abrir una nueva pestaña
pl: Otwórz nową kartę

source: Close the current tab
es: Cerrar la pestaña actual
pl: Zamknij bieżącą kartę

source: Session%1
es: Sesión %1
pl: Sesja%1

source: KLinkStatus - Link Checker
es: KLinkStatus - Un verificador de enlaces
pl: KLinkStatus - aplikacja sprawdzająca odnośniki

source: Invalid URL.
es: URL no válido.
pl: Błędny adres URL.

source: ROOT URL.
es: URL RAÍZ.
pl: Bazowy adres URL.

source: Edit Referrer
es: Editar el URL de referencia
pl: Edytuj stronę odsyłającą

source: All
es: Todo
pl: Wszystkie

source: Open URL
es: Abrir URL
pl: Otwórz adres URL

source: Open Referrer URL
es: Abrir URL de referencia
pl: Otwórz adres URL strony odsyłającej

source: Copy URL
es: Copiar URL
pl: Kopiuj adres URL

source: Copy Referrer URL
es: Copiar URL de referencia
pl: Kopiuj adres URL strony odsyłającej

source: Copy Cell Text
es: Copiar texto de celda
pl: Kopiuj tekst komórki

source: Delete checked Documents
es: Borrar los documentos verificados
pl: Usuń sprawdzone dokumenty

source: Delete All Documents
es: Borrar todos los documentos
pl: Usuń wszystkie dokumenty

source: Cannot crawl through directories using HTTP. Try using file, ftp, sftp or fish, for example.
es: No es posible rastrear a través de los directorios usando HTTP. Inténtelo utilizando por ejemplo «file» «sftp» «ftp» o «fish».
pl: Nie można przejść przez katalogi używając HTTP. Spróbuj użyć protokołów jak file, ftp, sftp lub fish.

source: Crawling folders...
es: Rastreando las carpetas...
pl: Przeglądanie folderów...

source: Matching results...
es: Resultados coincidentes...
pl: Łączenie rezultatów...

source: Unreferred DocumentsWidget
es: Elemento de los documentos no referenciados
pl: DocumentsWidget bez odnośników

source: Base Folder:
es: Carpeta base
pl: Katalog podstawowy:

source: Filter Documents...
es: Filtrar los documentos...
pl: Filtr dokumentów...

source: OK
es: Aceptar
