Repository: fluxer/kde-l10n
Catalog: */messages/kdewebdev/klinkstatus.po
Languages: es, pl

# NAME OF TRANSLATORS
source: Your names
es: Rocío Gallego,Juan Manuel García Molina
pl: Cezary Morga, Michał Rudolf, Robert Gomulka, Krzysztof Lichota, Tomasz Żaba, Marta Rybczyńska, Michał Smoczyk

# EMAIL OF TRANSLATORS
source: Your emails
es: traducciones@rociogallego.com,juanma@superiodico.net
pl: cezarym@pf.pl, mrudolf@kdewebdev.org, rgom@o2.pl, lichota@mimuw.edu.pl, frog4@poczta.onet.pl, kde-i18n@rybczynska.net, msmoczyk@wp.pl

source: New Session
es: Nueva sesión
pl: Nowa sesja

source: Open URL...
es: Abrir un URL...
pl: Otwórz adres URL...

source: Close Session
es: Cerrar la sesión
pl: Zamknij sesję

source: Download New Stylesheets...
es: Descargar nuevas hojas de estilo...
pl: Pobierz nowe arkusze styli...

source: Configure KLinkStatus...
es: Configurar KLinkStatus...
pl: Konfiguracja: KLinkStatus...

source: About KLinkStatus
es: Acerca de KLinkStatus
pl: O programie KLinkStatus

source: &Report Bug...
es: Informa&r de fallo...
pl: &Powiadom o błędzie...

source: All...
es: Todos...
pl: Wszystkie...

source: Broken...
es: Rotos...
pl: Błędne...

source: Create Site Map...
es: Crear mapa del sitio...
pl: Utwórz mapę strony...

source: &Follow Last Link
es: &Seguir el último enlace
pl: Podążaj za &ostatnim odnośnikiem

source: Follow last Link checked (slower)
es: Seguir el último enlace comprobado (lento)
pl: Podążaj za ostatnio sprawdzonym odnośnikiem (wolniejsze)

source: &Hide Search Panel
es: &Ocultar el panel de búsqueda
pl: &Ukryj panel wyszukiwania

source: &Reset Search Options
es: &Reiniciar las opciones de búsqueda
pl: &Resetuj ustawienia wyszukiwania

source: &Disable Updates on Results Table
es: &Desactivar las actualizaciones en la tabla de resultados
pl: W&yłącz aktualizację na tablicy wyników

source: Disable Updates on Results Table (faster)
es: Desactivar las actualizaciones en la tabla de resultados (rápido)
pl: Wyłącz aktualizację na tablicy wyników (szybsze)

source: &Start Search
es: Iniciar la bú&squeda
pl: &Rozpocznij wyszukiwanie

source: &Pause Search
es: &Pausar la búsqueda
pl: &Wstrzymaj wyszukiwanie

source: St&op Search
es: De&tener la búsqueda
pl: &Zatrzymaj wyszukiwanie

source: Search in Background
es: Buscar en segundo plano
pl: Szukaj w tle

source: Check Links in background and update results when finished (faster)
es: Comprobar enlaces en segundo plano y actualizar al terminar (más rápido)
pl: Sprawdź odnośniki w tle i uaktualnij wyniki po zakończeniu (szybsze)

source: &Broken Links
es: &Enlaces rotos
pl: &Błędne odnośniki

source: &Displayed Links
es: Enlaces &mostrados
pl: &Wyświetlone odnośniki

source: &Unreferred Documents...
es: D&ocumentos no referenciados
pl: Dokumenty bez &odnośników...

source: &Fix All...
es: &Corregir todo...
pl: &Napraw wszystko...

source: Check Links
es: Verificar los enlaces
pl: Sprawdź odnośniki

source: Unreferred Documents
es: Documentos no referenciados
pl: Dokumenty bez odnośników

source: Previous View
es: Vista anterior
pl: Poprzedni widok

source: Next View
es: Siguiente vista
pl: Następny widok

source: Previous Session
es: Sesión anterior
pl: Poprzednia sesja

source: Next Session
es: Siguiente sesión
pl: Następna sesja

source: Change View
es: Cambiar vista
pl: Zmień widok

source: Whether to use the system real name and e-mail
es: Si se debe utilizar el nombre verdadero y el correo electrónico del sistema
pl: Czy użyć prawdziwego nazwiska i adres e-mail z ustawień systemowych?

source: The name associated to the user
es: El nombre asociado al usuario
pl: Nazwa powiązana z użytkownikiem

source: The email associated to the user
es: El correo electrónico asociado al usuario
pl: Adres e-mail powiązany z użytkownikiem

source: Maximum number of entries in the combo url.
es: Número máximo de entradas en la lista de URL.
pl: Maksymalna liczba pozycji na liście rozwijanej adresów URL.

source: Maximum number of simultaneous connections.
es: Número máximo de conexiones simultáneas.
pl: Maksymalna liczba jednoczesnych połączeń.

source: Timeout on getting an URL.
es: Tiempo de espera para obtener un URL.
pl: Limit czasu przy pobieraniu adresu URL.

source: History of combo url.
es: Historial de la lista de URL.
pl: Historia listy rozwijalnej adresów URL.

source: Maximum depth to check.
es: Máxima profundidad a verificar.
pl: Maksymalna głębokość sprawdzania.

source: Whether to check parent folders.
es: Si verificar las carpetas padre.
pl: Sprawdzać katalogi nadrzędne?

source: Whether to check external links.
es: Si verificar enlaces externos.
pl: Sprawdzać zewnętrzne odnośniki?

source: Whether to remember the check settings like depth, and so on, on exit.
es: Si recordar las opciones de verificación, como la profundidad, etc, al salir.
pl: Przy wychodzeniu zapamiętać ustawienia sprawdzania, takie jak głębokość i inne?

source: Whether preview prefix in Quanta project is used to set the URL to check.
es: Si usar el prefijo de la vista previa del proyecto de Quanta para establecer el URL a verificar.
pl: Czy podgląd przedrostka w programie Quanta jest używany do ustawienia sprawdzanego adresu URL?

source: Whether to display a tree view or a flat view in the results view.
es: Si mostrar una vista en árbol o una vista plana en la vista de resultados.
pl: Wyświetlić widok drzewa, czy też płaski w oknie wyników?

source: Whether to automatically adjust the width of the result columns (Not used).
es: Si ajustar automáticamente la anchura de las columnas de resultados (no se usa).
pl: Automatycznie dopasować szerokość kolumn w wynikach (nie używane)?

source: Whether the viewport of the result view should follow the last link checked.
es: Si el puerto de la vista de los resultados debería seguir el último enlace comprobado.
pl: Okno wyników ma śledzić ostatnio sprawdzony odnośnik?

source: Whether to send an User-Agent in HTTP requests.
es: Si enviar un agente de usuario en las peticiones HTTP.
pl: Wysyłać identyfikację przeglądarki w żądaniach HTTP?

source: Defines the HTTP User-Agent to send.
es: Define el agente de usuario HTTP a enviar.
pl: Określa wysyłany ciąg identyfikacyjny przeglądarki.

source: Whether the user can see if the markup is valid by showing a column with an icon indicator.
es: Si el usuario puede ver si las etiquetas son válidas mostrando una columna con un icono indicador.
pl: Czy użytkownik powinien widzieć poprawność znaczników w osobnej kolumnie?

source: Available Stylesheets for exporting the results in HTML
es: Hojas de estilo disponibles para exportar los resultados en HTML
pl: Dostępne arkusze styli dla eksportowanych w HTML wyników

source: Defines the stylesheet to use when exporting results to HTML
es: Define la hoja de estilos a usar al exportar los resultados a formato HTML
pl: Zdefiniuj arkusz styli który będzie używany dla eksportowanych w HTML wyników

source: This option specifies the number of spaces Tidy uses to indent content, when indentation is enabled.
es: Esta opción define el número de espacios que usa «Tidy» para sangrar el contenido, cuando la sangría esté habilitada.
pl: Jeżeli akapity są włączone, użycie tej opcji określi liczbę odstępów które Tidy będzie używać jako wcięć.

source: Whether to do line wrapping.
es: Si ajustar las líneas.
pl: Czy zawijać wiersze?

source: This option specifies the right margin Tidy uses for line wrapping. Tidy tries to wrap lines so that they do not exceed this length.
es: Esta opción indica el margen derecho que usa «Tidy» para ajustar las líneas largas. «Tidy» tratará de ajustar las líneas para evitar que excedan de esta longitud.
pl: Ta opcja określa długość wiersza, po przekroczeniu której Tidy będzie wykonywać zawijanie.

source: This option specifies if Tidy should output tag names in upper case. The default is no, which results in lower case tag names, except for XML input, where the original case is preserved.
es: Esta opción indica si «Tidy» debe mostrar los nombres de las etiquetas en mayúsculas. Por omisión el valor es «no», lo que resulta en nombres de etiqueta en minúsculas, excepto en el caso de las entradas XML, en el que se conservan las mayúsculas originales.
pl: Ta opcja określa czy znacznik wynikowy ma być pisany z wielkiej litery. Domyślnie tak się nie dzieje, więc nazwy są pisane z małej litery z wyjątkiem wejścia XML-a, gdzie zachowywana jest oryginalna pisownia.

source: This option specifies if Tidy should output attribute names in upper case. The default is no, which results in lower case attribute names, except for XML input, where the original case is preserved.
es: Esta opción indica si «Tidy» debe mostrar los nombres de los atributos en mayúsculas. La opción por omisión es «no», lo que resulta en nombres de atributos en minúsculas, excepto en el caso de las entradas XML, en el que se conservan las mayúsculas originales.
pl: Ta opcja określa czy atrybut wynikowy ma być pisany z wielkiej litery. Domyślnie tak się nie dzieje, więc nazwy atrybutów są pisane z małej litery z wyjątkiem wejścia XML-a, gdzie zachowywana jest oryginalna pisownia.

source: This option specifies the DOCTYPE declaration generated by Tidy. If set to "omit" the output won't contain a DOCTYPE declaration. If set to "auto" (the default) Tidy will use an educated guess based upon the contents of the document. If set to "strict", Tidy will set the DOCTYPE to the strict DTD. If set to "loose", the DOCTYPE is set to the loose (transitional) DTD. Alternatively, you can supply a string for the formal public identifier (FPI).
es: Esta opción especifica la declaración DOCTYPE generada por «Tidy». Si se establece a «omit» la salida no contendrá la declaración DOCTYPE. Si se establece como «auto» (el valor predeterminado), «Tidy» hará una adivinación razonable basándose en el contenido del documento. Si se establece a «strict», Tidy establecerá el DOCTYPE como DTD estricto. Si establece a «loose», el DOCTYPE se establece como el DTD laxo (transitorio). Como alternativa, puede proporcionar una cadena para el identificador público formal (FPI).
pl: Ta opcja określa deklarację DOCTYPE generowaną przez Tidy. Jeżeli zostanie wybrana opcja "omit" deklaracja DOCTYPE nie będzie umieszczana. Jeżeli zostanie wybrana opcja "auto" (ustawienie domyślne) deklaracja będzie generowana na podstawie zawartości dokumentu. Jeżeli zostanie wybrana opcja "strict", deklaracja DOCTYPE zostanie ustawiona taka jak typ dokumentu. Jeżeli zostanie wybrana opcja "loose",deklaracja zostanie ustawiona jako przejściowa (transitional). Alternatywnie można zawrzeć ciąg w formalnym identyfikatorze publicznym (FPI).

source: This option specifies if Tidy should pretty print output, writing it as well-formed XML. Any entities not defined in XML 1.0 will be written as numeric entities to allow them to be parsed by a XML parser. The original case of tags and attributes will be preserved, regardless of other options.
es: Esta opción indica si «Tidy» debería embellecer la salida, produciendo un XML correcto. Cualquier entidad no definida en XML 1.0 será escrita como entidad numérica para permitir su interpretación por un analizador de XML. Se conservarán las mayúsculas originales de etiquetas y atributos, independientemente del resto de las opciones.
pl: Ta opcja określa czy ma być włączone dodatkowe formatowanie wydruku realizowanego przez Tidy jako dobrze określony XML. Każdy wpis nie spełniający XML 1.0 będzie przyjmował format numeryczny, co pozwala na analizę parserem XML-a. Pisownia znaczników i atrybutów będzie zachowana niezależnie od innych opcji.

source: This option specifies if Tidy should strip out surplus presentational tags and attributes replacing them by style rules and structural markup as appropriate. It works well on the HTML saved by Microsoft Office products.
es: Esta opción especifica si «Tidy» debe optimizar el exceso de etiquetas y atributos de presentación, reemplazando estos por reglas de estilo y marcadores estructurales según corresponda. Esto funciona bien con productos HTML guardados por Microsoft Office.
pl: Ta opcja określa czy Tidy ma usunąć dodatkowe znaczniki i atrybuty prezentacyjne i zamienić je na style i znaczniki strukturalne. Działa dobrze dla HTML-a zapisywanego przez Microsoft Office.

source: This option specifies the character encoding Tidy uses for both the input and output.
es: Esta opción especifica la codificación de caracteres a utilizar por «Tidy» tanto para las entradas como las salidas.
pl: Ta opcja określa rodzaj kodowania Tidy używanego na wejściu i wyjściu.

source: Name of the configuration, e.g. kdewebdev
es: Nombre de la configuración, por ejemplo, kdewebdev
pl: Nazwa konfiguracji np. kdewebdev

source: Periodicity of the check
es: Periodicidad de la verificación
pl: Częstotliwość sprawdzeń

source: Hour in which the task will be executed
es: Hora en que se ejecutará la tarea
pl: Godzina kiedy zadanie będzie wykonane

source: URL of the site to check
es: URL del sitio a verificar
pl: Adresy URL do sprawdzenia na stronie

source: For protocols different than HTTP, specify the root of your files, e.g. '/var/www'
es: Para protocolos diferentes de HTTP, indique la raíz de sus archivos, por ejemplo, «/var/www»
pl: Dla protokołów innych niż HTTP, określ katalog główny swoich plików np.:'/var/www'

source: Depth of recursive search, -1 is unlimited
es: Profundidad de la búsqueda recursiva. -1 para ilimitada.
pl: Głębokość rekursywnych poszukiwań, -1 oznacza nielimitowany

source: Whether to check links in parent folders
es: Si verificar enlaces de las carpetas padre.
pl: Sprawdzać odnośniki w katalogach nadrzędnych?

source: Whether to check external links
es: Si verificar enlaces externos
pl: Czy sprawdzać zewnętrzne odnośniki?

source: The URLs that match the regexp will not be checked
es: Los URL que concuerden con la expresión regular no se verificarán
pl: Adresy URL które pasują do wyrażenia regularnego nie będą sprawdzane

source: Whether to include only broken links in the result
es: Si se deben incluir solo los enlaces rotos en el resultado
pl: Czy pokazać uszkodzone odnośniki w wynikach?

source: The directory where the results will be saved
es: El directorio en el que se guardarán los resultados
pl: Określ katalog gdzie wyniki mają być zapisywane

source: The e-mail address to where results will be emailed
es: La dirección de correo electrónico a la que se enviarán los resultados
pl: Podaj adres e-mail na który należy wysłać wyniki

source: No Content
es: Sin contenido
pl: Brak treści

source: redirection
es: redirección
pl: przekierowanie

source: Could not find the KLinkStatus part; did you configure with '--prefix=/$KDEDIR' and perform 'make install'?
es: No se pudo encontrar la parte KLinkStatus. ¿Lo configuró con «--prefix=/$KDEDIR» e hizo un «make install»?
pl: Nie można odnaleźć elementu osadzonego (KPart) programu KLinkStatus. Czy na pewno skonfigurowano z opcją '--prefix=/$KDEDIR' i wykonano 'make install'?

source: A Link Checker
es: Un verificador de enlaces
pl: Kontrola odnośników

source: Check
es: Verificar
pl: Sprawdź

source: Results
es: Resultados
pl: Wyniki

source: Identification
es: Identificación
pl: Identyfikacja

source: Configure the way KLinkstatus reports itself
es: Configurar el modo en el que KLinkstatus informa de sí mismo
pl: Konfiguruacja sposobu, w jaki KLinkstatus się identyfikuje

source: Mail Transport
es: Transporte de correo
pl: Metoda przekazywania poczty

source: KLinkStatus Part
es: Parte KLinkStatus
pl: Element osadzony (KPart) programu KLinkStatus

source: Michal Rudolf
pl: Michał Rudolf

source: &File
es: &Archivo
pl: &Plik

source: Export to HTML
es: Exportar a HTML
pl: Eksport wyników jako HTML

source: &Settings
es: &Configuración
pl: &Ustawienia

source: &View
es: &Vista
pl: &Widok

source: S&earch
es: B&uscar
pl: &Szukaj

source: Recheck
es: Volver a comprobar
pl: Sprawdź ponownie

source: &Validate
es: &Validar
pl: &Sprawdź

source: Manual Fix
es: Corrección manual
pl: Naprawienie ręczne

source: &Window
es: &Ventana
pl: &Okno

source: Navigation
es: Navegación
pl: Nawigacja

source: &Help
es: A&yuda
pl: &Pomoc

# @title:menu
source: Main Toolbar
es: Barra de herramientas principal
pl: Główny pasek narzędzi

source: &Tools
es: Herramien&tas
pl: &Narzędzia

source: A Link Checker. KLinkStatus belongs to the kdewebdev module from KDE.
es: Un verificador de enlaces. KLinkStatus pertenece al módulo kdewebdev de KDE.
pl: Program sprawdzający odnośniki. KLinkStatus jest częścią modułu kdewebdev środowiska KDE.

source: Document to open
es: Documento a abrir
pl: Dokument do otwarcia

source: Use System Identity
es: Usar la identidad del sistema
pl: Użyj tożsamości systemowej

source: Real name
es: Nombre real
pl: Prawdziwe nazwisko

source: E-Mail address
es: Dirección de correo electrónico
pl: Adres e-mail

source: Configure PIM information
es: Configurar información PIM
pl: Konfiguracja ustawień PIM

source: User Information
es: Información de usuario
pl: Informacja o użytkowniku

source: Hourly
es: Cada hora
pl: Co godzinę

source: Daily
es: Cada día
pl: Codziennie

source: Weekly
es: Cada semana
pl: Co tydzień

source: Scheduling
es: Planificación
pl: Harmonogram

source: Name
es: Nombre
pl: Nazwa

source: Periodicity
es: Periodicidad
pl: Częstotliwość

source: Hour
es: Hora
pl: Godzina

source: Show Broken Links Only
es: Mostrar solo los enlaces rotos
pl: Pokaż tylko błędne odnośniki

source: Results Folder
es: Carpeta de resultados
pl: Katalog wyników

source: E-Mail Recipient
es: Destinatario del correo electrónico
pl: E-mail odbiorcy

source: Search Options
es: Opciones de búsqueda
pl: Ustawienia wyszukiwania

source: URL
pl: Adres URL

source: Document Root
es: Raíz de los documentos
pl: Katalog główny dokumentów

source: Depth
es: Profundidad
pl: Głębokość

source: Unlimited
es: Sin límite
pl: Nieograniczony

source: Check Parent Folders
es: Verificar las carpetas padre
pl: Sprawdź katalogi nadrzędne

source: Check External Links
es: Verificar los enlaces externos
pl: Sprawdź zewnętrzne odnośniki

source: Do not check Regular Expression
es: No verificar la expresión regular
pl: Nie sprawdzaj wyrażeń regularnych

source: Configure Site check Automation
es: Configurar la automatización de la verificación del sitio
pl: Automatycznie sprawdzana konfiguracja witryny

source: New...
es: Nuevo....
pl: Nowy...

source: Remove
es: Eliminar
pl: Usuń

source: empty
es: vacío
pl: puste

source: Could not delete configuration file %1
es: No fue posible borrar el archivo de configuración %1
pl: Nie można usunąć pliku konfiguracyjnego %1

source: Recurring Check Name
es: Nombre de la verificación periódica
pl: Powtarzalne sprawdzenie nazwy

source: Schedule Link Checks...
es: Planificar las verificaciones de los enlaces...
pl: Harmonogram sprawdzania odnośników...

source: Edit Script Actions...
es: Editar acciones del script...
pl: Edytuj działania skryptów...

source: Reset Script Actions...
es: Reiniciar las acciones del script...
pl: Resetuj działania skryptów...

source: Links Checked
es: Enlaces verificados
pl: Kontrola odnośników

source: Status
es: Estado
pl: Stan

source: Good
es: Bueno
pl: Dobre

source: Broken
es: Roto
pl: Błędne

source: Undetermined
es: Indeterminado
pl: Nieokreślone

source: Statistics
es: Estadísticas
pl: Statystyki

source: Statistics Script
es: Script de estadísticas
pl: Skrypt statystyk

source: Choose a Document Root
es: Escoja una raíz de documentos
pl: Wybierz katalog główny dokumentów

source: As you are using a protocol other than HTTP, there is no way to guess where the document root is, in order to resolve relative URLs like the ones started with "/". Please specify one:
es: Como está utilizando un protocolo que no es HTTP, no es posible saber dónde está la raíz del documento para poder resolver los URL relativos, como los que comienzan con «/». Por favor, indique una:
pl: Ponieważ używasz protokołu innego niż HTTP, nie ma możliwości odgadnięcia, gdzie znajduje się główny katalog dokumentów, co jest konieczne do określenia względnych adresów URL zaczynających się na przykład od "/". Proszę podać położenie:

source: Login Input
es: Entrada de autenticación
pl: Logowanie

source: Domain
es: Dominio
pl: Domena

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">URL to send to the HTTP POST request, e.g. '<span style=" font-family:'Courier New,courier';">POST </span><span style=" font-family:'Courier New,courier'; font-weight:600;">/login/login</span><span style=" font-family:'Courier New,courier';"> HTTP/1.1</span>'. Should be the same as the action attribute in the form element, e.g.: '<a name="line163"></a><span style=" font-family:'Courier New,courier';">&lt;</span><span style=" font-family:'Courier New,courier';">form action="/login/login"&gt;</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">URL a enviar a la petición POST de HTTP, por ejemplo «<span style=" font-family:'Courier New,courier';">POST </span><span style=" font-family:'Courier New,courier'; font-weight:600;">/login/login</span><span style=" font-family:'Courier New,courier';"> HTTP/1.1</span>». Debería ser lo mismo que el atributo «action» del elemento «form», por ejemplo: «<a name="line163"></a><span style=" font-family:'Courier New,courier';">&lt;</span><span style=" font-family:'Courier New,courier';">form action=«/login/login»&gt;</span>»</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Adres URL do wysłania żądania HTTP POST, np. '<span style=" font-family:'Courier New,courier';">POST </span><span style=" font-family:'Courier New,courier'; font-weight:600;">/login/login</span><span style=" font-family:'Courier New,courier';"> HTTP/1.1</span>'. Powinien być taki sam jak parametr akcji w elemencie formularza, np.: '<a name="line163"></a><span style=" font-family:'Courier New,courier';">&lt;</span><span style=" font-family:'Courier New,courier';">form action="/login/login"&gt;</span></p></body></html>

source: POST URL
es: URL de POST
pl: Adres URL dla żądania POST
