Repository: fluxer/kde-l10n
Catalog: */messages/kdepim-runtime/knotes-migrator.po
Languages: fr, gl, pl

# NAME OF TRANSLATORS
source: Your names
fr: Vincent Pinon
gl: Marce Villarino
pl: Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
fr: vincent.pinon@laposte.net
gl: mvillarino@kde-espana.org
pl: lukasz.wojnilowicz@gmail.com

source: Creating instance of type %1
fr: Création d'une instance de type %1
gl: Estase a crear unha instancia do tipo %1
pl: Tworzenie wystąpienia rodzaju %1

source: Missing Identifier
fr: Identificateur manquant
gl: Falta o identificador
pl: Brakuje identyfikatora

source: Failed to start migration because migrator is not ready
fr: Échec au lancement de la migration car migrator n'est pas prêt
gl: Produciuse un erro ao comezar a migración porque o migrador non está listo
pl: Nieudane uruchomienie przenoszenia, bo program przenoszący nie jest gotowy

source: Starting migration...
fr: Lancement de la migration...
gl: Estase a comezar a migración...
pl: Rozpoczynanie przenoszenia...

source: Migration complete
fr: Migration terminée
gl: Completouse a migración
pl: Ukończono przenoszenie

source: Migration aborted
fr: Migration abandonnée
gl: A migración interrompeuse
pl: Przerwano migrację

source: Migration failed
fr: Migration échouée
gl: A migración fallou
pl: Niepowodzenie przenoszenia

source: Migration paused
fr: Migration en pause
gl: A migración está en pausa
pl: Wstrzymano przenoszenie

source: This migration has already been started once but was aborted
fr: Cette migration a déjà été lancée mais a été abandonnée
gl: Xa se comezou a migración unha vez pero interrompeuse
pl: Przenoszenie już raz zostało uruchomione, ale zostało przerwane

# @info:status
source: Not started
fr: Pas démarrée
gl: Non iniciada
pl: Nierozpoczęta

# @info:status
source: Running...
fr: En cours...
gl: Está a executarse...
pl: Uruchomiona...

# @info:status
source: Complete
fr: Terminé
gl: Completo
pl: Ukończona

# @info:status
source: Aborted
fr: Abandonné
gl: Interrompido
pl: Przerwano

# @info:status
source: Paused
fr: En pause
gl: En pausa
pl: Wstrzymano

# @info:status
source: Needs Update
fr: Mise à jour nécessaire
gl: Precisa ser actualizado
pl: Potrzebne uaktualnienie

# @info:status
source: Failed
fr: Échec
gl: Fallou
pl: Niepowodzenie

source: Beginning KNotes migration...
fr: Lancement de la migration de KNotes...
pl: Rozpoczynanie przenoszenia KNotes...

source: KNotes migration finished
fr: Migration de KNotes terminée
pl: Ukończono przenoszenie KNotes

source: Failed to create resource: %1
fr: Échec à la création de la ressource : %1
gl: Produciuse un erro ao crear o recurso: %1
pl: Nie udało się utworzyć zasobu: %1

source: Failed to open file for reading: %1
fr: Échec à l'ouverture du fichier en lecture : %1
gl: Produciuse un erro ao abrir o ficheiro para ler: %1
pl: Nieudane otwarcie pliku do odczytu: %1

source: Failed to obtain D-Bus interface for remote configuration.
fr: Échec à l'obtention de l'interface D-Bus pour la configuration à distance.
gl: Produciuse un erro ao obter a interface D-Bus para facer unha configuración remota.
pl: Nie udało się uzyskać interfejsu D-Bus do zdalnej konfiguracji.

source: Instance "%1" synchronized
fr: Instance « %1 » synchronisée
gl: A instancia «%1» está sincronizada
pl: Wystąpienie "%1" zsynchronizowane

source: Root fetch finished
fr: Chargement de la racine terminé
gl: Rematouse de recibir a raíz
pl: Ukończono pobranie głównego

# A job to fetch akonadi resources failed. %1 is the error string.
source: Fetching resources failed: %1
fr: Échec au chargement des ressources : %1
gl: Produciuse un erro ao obter os recursos: %1
pl: Nieudane pobieranie zasobów: %1

source: Received root collections
fr: Collections racines reçues
gl: Coleccións raíz recibidas
pl: Pobrano główne zbiory

source: Could not find root collection for resource "%1"
fr: Impossible de trouver la collection racine pour la ressource « %1 »
gl: Non foi posíbel atopar as coleccións raíz do recurso «%1»
pl: Nie można znaleźć głównego zbioru dla zasobu "%1"

source: Starting migration of %1 note
fr: Lancement de la migration de %1 note
gl: Estase a iniciar a migración de %1 nota
pl: Rozpoczynanie przenoszenia %1 notatki

source: Migration failed: %1
fr: Migration échouée : %1
pl: Nieudane przenoszenie: %1

source: KNotes Migration Tool
fr: Outil de migration de KNotes
gl: Utilidade de migración de KNotes
pl: Narzędzie przenoszenia KNotes

source: Migration of KNotes notes to Akonadi
fr: Migration des notes de KNotes vers Akonadi
gl: Migración das notas do KNotes a Akonadi
pl: Przenoszenie notatek KNotes do Akonadi

source: (c) 2013 the Akonadi developers
fr: (c) 2013 des développeurs Akonadi
gl: (c) 2013 Os desenvolvedores de Akonadi
pl: (c) 2013 programiści Akonadi

source: Author
fr: Auteur
gl: Autor
pl: Autor

source: Show reporting dialog
fr: Afficher la boîte de dialogue de rapport
gl: Mostrar o diálogo de informes
pl: Pokaż okno zgłaszania

source: Show report only if changes were made
fr: Afficher le rapport seulement si des changements ont eu lieu
gl: Mostrar o informe só se houbo cambios
pl: Pokaż tylko zgłoszenie, jeśli dokonano zmian
