Repository: fluxer/kde-l10n
Catalog: */messages/kdepim-runtime/kres-migrator.po
Languages: bs, ca, cs, da, el, es, et, fi, fr, gl, hu, ia, it, kk, km, ko, lt, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Azemina Sokolovic,Samir Ribić,memsud
ca: Manuel Tortosa Moreno
cs: Tomáš Chvátal, Martin Bednár
da: Martin Schlander
el: Τούσης Μανώλης
es: Eloy Cuadra,Javier Viñal
et: Marek Laane
fi: Tommi Nieminen
fr: Joëlle Cornavin,Sébastien Renard
gl: Xosé Calvo
hu: Kiszel Kristóf
ia: Giovanni Sora
it: Luigi Toscano
kk: Сайран Киккарин
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា
ko: Park Shinjo
lt: Jonas Česnauskas
nb: Bjørn Steensrud
nds: Sönke Dibbern, Manfred Wiese
nl: Freek de Kruijf
pl: Maciej Wikło, Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: André Marcelo Alvarenga
ru: Александр Поташев,Светлана Коляда
sk: Roman Paholík
sl: Jure Repinc
sr@ijekavian: Часлав Илић
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
bs: as@etf.ba,samir.ribic@etf.unsa.ba,dedovic.memsud94@hotmail.com
ca: manutortosa@gmail.com
cs: tomas.chvatal@gmail.com, serafean@gmail.com
da: mschlander@opensuse.org
el: manolis@koppermind.homelinux.org
es: ecuadra@eloihr.net,fjvinal@gmail.com
et: bald@smail.ee
fi: translator@legisign.org
fr: jcorn@free.fr,renard@kde.org
gl: xosecalvo@gmail.com
hu: ulysses@kubuntu.org
ia: g.sora@tiscali.it
it: luigi.toscano@tiscali.it
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info
ko: kde@peremen.name
lt: upynas@gmail.com
nb: bjornst@skogkatt.homelinux.org
nds: s_dibbern@web.de, m.j.wiese@web.de
nl: freekdekruijf@kde.nl
pl: maciej.wiklo@wp.pl, lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: alvarenga@kde.org
ru: aspotashev@gmail.com,kolyadas89@gmail.com
sk: wizzardsk@gmail.com
sl: jlp@holodeck1.com
sr@ijekavian: caslav.ilic@gmx.net
sv: stefan.asserhall@bredband.net
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: Creating instance of type %1
bs: Kreiranje instance tipa %1
ca: S'està creant una instància de tipus %1
cs: Vytváří se instance typu %1
da: Opretter instans af typen %1
el: Δημιουργία αντικειμένου τύπου %1
es: Creación de instancia de tipo %1
et: Isendi loomine tüübiga %1
fi: Luodaan tyypin %1 instanssia
fr: Création d'une instance de type %1
gl: Estase a crear unha instancia tipo %1
hu: %1 típusú példány létrehozása
ia: Creante instantia de typo %1
it: Creazione di un'istanza di tipo %1
kk: %1 түрінің данасын құру
km: បង្កើត​ប្រភេទ​វត្ថុ​​ %1
ko: %1 형식의 인스턴스를 만드는 중
lt: Elemento tipo %1 sukūrimas
nb: Oppretter instans av type %1
nds: Utgaav vun Typ "%1" warrt opstellt
nl: Een exemplaar van het type %1 aanmaken
pl: Tworzenie wystąpienia rodzaju %1
pt: A criar uma instância do tipo %1
pt_br: Criando instância do tipo %1
ru: Создание экземпляра агента типа «%1»
sk: Vytváram inštanciu typu %1
sl: Ustvarjanje primerka vrste %1
sr@ijekavian: Стварам примерак типа %1
sv: Skapar instans av typ %1
uk: Створення екземпляра типу %1
zh_tw: 建立型態 %1 的實體中

source: Missing Identifier
bs: Nedostaje identifikator
ca: Falta l'identificador
cs: Chybí identifikátor
da: Manglende identifikator
el: Απουσία αναγνωριστικού
es: Identificador perdido
et: Puuduv identifikaator
fi: Puuttuva tunniste
fr: Identifiant manquant
gl: Falta o identificador
hu: Hiányzó azonosító
ia: Identificator mancante
it: Identificativo mancante
kk: Идентификаторы жоқ
ko: 식별자 없음
nb: Mangler identifikator
nds: Beteker fehlt
nl: Ontbrekende identifier
pl: Brakuje identyfikatora
pt: Identificador em Falta
pt_br: Identificador ausente
ru: Не указан идентификатор
sk: Chýbajúci identifikátor
sr@ijekavian: Недостаје идентификатор
sv: Saknar identifierare
uk: Не вистачає ідентифікатора
zh_tw: 遺失識別子

source: Failed to start migration because migrator is not ready
bs: Neuspijelo da počne premiještanje zato sto premiještavac nije spreman
ca: Ha fallat en iniciar la migració perquè el migrador no està llest
cs: Nelze spustit převod, protože převodník není připraven
da: Kunne ikke starte migrering da migreringsværktøjet ikke er klart
el: Αποτυχία έναρξης της μεταφοράς διότι ο μεταφορέας δεν είναι έτοιμος
es: Falló al iniciar la migración porque el migrador no está listo
et: Migreerimise alustamine nurjus, sest migreerimisrakendus ei ole valmis
fi: Siirtämistä ei saatu aloitetuksi, koska siirrosohjelma ei ole valmis
fr: Impossible de démarrer la migration car le migrateur n'est pas prêt
gl: Non chegou a iniciarse a migración porque o programa de migración non está listo
hu: Nem sikerült a költöztetés indítása, mert a költöztető nem áll készen
ia: Il falleva initiar migration proque migrator non es preste
it: Avvio della migrazione non riuscito perché il programma di migrazione non è pronto
kk: Көшіп ауысу агенті дайын болмағандықтан көшіп ауысу бастауы жаңылды
ko: 이전 도구가 준비되지 않아서 시작할 수 없음
nb: Klarte ikke å starte migrering fordi migrator ikke er klar
nds: Ümwanneln lett sik nich starten, de Ümwannelhölper is nich praat
nl: Starten van migratie is mislukt omdat migratieprogramma niet gereed is
pl: Nieudane uruchomienie migracji, bo program migrujący nie jest gotowy
pt: Não foi possível iniciar a migração, porque a aplicação não está pronta
pt_br: Não foi possível iniciar a migração porque o aplicativo não está pronto
ru: Не удалось начать перенос данных, потому что инструмент переноса не готов
sk: Zlyhalo spustenie migrácie, pretože migrátor nie je pripravený
sr@ijekavian: Не могу да започнем селидбу зато што мигратор није спреман.
sv: Misslyckades starta överföring eftersom överföringsverktyget inte är redo
uk: Не вдалося розпочати перенесення, оскільки засіб перенесення до нього не готовий
zh_tw: 啟動移植失敗，因為尚未就緒

source: Starting migration...
bs: Započeto premiještanje...
ca: S'està iniciant la migració...
cs: Zahajuje se převod...
da: Starter migrering...
el: Έναρξη της μεταφοράς...
es: Iniciando migración...
et: Migreerimise alustamine...
fi: Aloitetaan siirto…
fr: Début de la migration...
gl: Estase a iniciar a migración...
hu: Költöztetés indítása…
ia: Initiante migration...
it: Inizio della migrazione...
kk: Көшіп ауысуды бастау..
ko: 이전 시작 중...
nb: Starter migrering …
nds: Ümwanneln warrt start...
nl: Beginnen met migratie...
pl: Rozpoczynanie migracji...
pt: A iniciar a migração...
pt_br: Iniciando migração...
ru: Начат перенос данных...
sk: Spúšťam migráciu...
sr@ijekavian: Започињем селидбу...
sv: Påbörjar överföring...
uk: Розпочинаємо перенесення…
zh_tw: 開始移植...

source: Migration complete
bs: Premiještanje završeno
ca: S'ha completat la migració
cs: Převod byl dokončen
da: Migrering gennemført
el: Η μεταφορά ολοκληρώθηκε
es: Migración completada
et: Migreerimine on lõpetatud
fi: Siirto valmis
fr: Migration terminée
gl: Completouse a migración
hu: A költöztetés kész
it: Migrazione completata
kk: Көшіп ауысу бітті
ko: 이전 완료됨
nb: Migrering fullført
nds: Ümwanneln afslaten
nl: Migratie voltooid
pl: Migracja ukończona
pt: A migração terminou
pt_br: Migração concluída
ru: Перенос завершён
sk: Migrácia ukončená
sr@ijekavian: Селидба је довршена.
sv: Överföring färdig
uk: Перенесення завершено
zh_tw: 移植完成

source: Migration aborted
bs: Premiještanje prekinuto
ca: S'ha interromput la migració
cs: Převod byl přerušen
da: Migrering afbrudt
el: Η μεταφορά ακυρώθηκε
es: Migración interrumpida
et: Migreerimine katkestati
fi: Siirto pysäytettiin
fr: Migration interrompue
gl: Interrompeuse a migración
hu: A költöztetés megszakítva
ia: MIgration abortate
it: Migrazione interrotta
kk: Көшіп ауысу доғарылды
ko: 이전 중단됨
nb: Migrering avbrutt
nds: Ümwanneln afbraken
nl: Migratie afgebroken
pl: Przerwano migrację
pt: A migração foi interrompida
pt_br: Migração cancelada
ru: Перенос прерван
sk: Migrácia prerušená
sr@ijekavian: Селидба је обустављена.
sv: Överföring avbruten
uk: Перенесення перервано
zh_tw: 移植中止

source: Migration failed
bs: Premiještanje neuspijelo
ca: Ha fallat la migració
cs: Převod selhal
da: Migrering mislykkedes
el: Η μεταφορά απέτυχε
es: Migración fallida
et: Migreerimine nurjus
fi: Siirto epäonnistui
fr: Migration échouée
gl: Fallou a migración
hu: A költöztetés meghiúsult
ia: Migration falleva
it: Migrazione non riuscita
kk: Көшііп ауысу жаңылысы
ko: 이전 실패
nb: Migrering mislyktes
nds: Ümwanneln fehlslaan
nl: Migratie is mislukt
pl: Migracja nieudana
pt: A migração foi mal-sucedida
pt_br: Falha na migração
ru: Ошибка переноса
sk: Migrácia zlyhala
sr@ijekavian: Селидба није успјела.
sv: Överföring misslyckades
uk: Помилка під час перенесення
zh_tw: 移植失敗

source: Migration paused
bs: Premiještanje pauzirano
ca: S'ha pausat la migració
cs: Převod pozastaven
da: Migrering på pause
el: Η μεταφορά διακόπηκε
es: Migración pausada
et: Migreerimine on pausil
fi: Siirto keskeytettiin
fr: Migration en pause
gl: Detívose a migración
hu: A költöztetés szüneteltetve
ia: Migration in pausa
it: Migrazione in pausa
kk: Көшііп ауысу аялдады
ko: 이전 일시 중단됨
nb: Migrering pauset
nds: Ümwanneln anhollen
nl: Migratie is gepauzeerd
pl: Wstrzymano migrację
pt: A migração foi pausada
pt_br: Migração em pausa
ru: Перенос приостановлен
sk: Migrácia pozastavená
sr@ijekavian: Селидба је паузирана.
sv: Paus i överföring
uk: Перенесення призупинено
zh_tw: 移植暫停

source: This migration has already been started once but was aborted
bs: Premiještanje je vec započeto jednom ali je prekinuto
ca: Aquesta migració ja s'ha iniciat una vegada, però es va interrompre
cs: Tento převod byl již jednou zahájen, ale byl následně přerušen
da: Denne migrering er allerede blevet startet en gang, men blev afbrudt
el: Η μεταφορά είχε ήδη ξεκινήσει αλλά εγκαταλείφθηκε
es: Esta migración ya se ha iniciado una vez, pero fue interrumpida
et: Migreerimisega juba alustati, aga see katkestati
fi: Siirto on aloitettu jo kerran mutta pysäytetty
fr: Cette mission a déjà été démarrée mais a été interrompue
gl: Esta migración xa se iniciou unha vez mais foi interrompida
hu: Ez a költöztetés egyszer már el lett indítva, de fel lett függesztve
ia: Iste migration ja ha essite initiate un vice ma illo esseva abortate
it: Questa migrazione è già stata avviata una volta ma è stata interrotta
kk: Бұл көшіп ауысу басталған, бірақ доғарылған екен
ko: 이전이 시작되었지만 중단되었습니다
nb: Denne migreringen er allerede startet en gang, men ble avbrutt
nds: Du hest disse Ümwanneln al maal anfungen, man wedder afbraken
nl: Deze migratie was al eens begonnen maar is afgebroken
pl: Migracja już raz została uruchomiona, ale została przerwana
pt: Esta migração já foi iniciada uma vez, mas foi interrompida
pt_br: Esta migração já foi iniciada uma vez, mas foi cancelada
ru: Перенос данных уже запускался раньше, но был прерван
sk: Táto migrácia sa už začala, ale bola prerušená
sr@ijekavian: Ова селидба је већ била започета, али је обустављена.
sv: Överföringen har redan startats en gång men har avbrutits
uk: Перенесення цих даних вже було колись розпочато, але згодом перервано
zh_tw: 移植已啟動，但是被中止

# @info:status
source: Not started
bs: Nije pokrenuto
ca: No iniciada
cs: Nespuštěn
da: Ikke startet
el: Δεν ξεκίνησε
es: No iniciada
et: Pole alustatud
fi: Ei käynnistetty
fr: Non démarrée
gl: Non comezou
hu: Nincs elindítva
ia: Non initiate
it: Non iniziata
kk: Басталған жоқ
ko: 시작되지 않음
nb: Ikke startet
nds: Nich anfungen
nl: Niet gestart
pl: Nierozpoczęta
pt: Não iniciada
pt_br: Não iniciada
ru: Не запущено
sk: Nespustené
sr@ijekavian: није покренута
sv: Inte påbörjad
uk: Не розпочато
zh_tw: 未開始

# @info:status
source: Running...
bs: Pokretanje...
ca: En execució...
cs: Běží...
da: Kører...
el: Εκτελείται...
es: Ejecutando...
et: Töös...
fi: Käynnissä…
fr: En cours d'exécution...
gl: Estase a executar...
hu: Fut…
ia: Il es in execution...
it: In esecuzione...
kk: Жегілген...
ko: 실행 중...
nb: Kjører …
nds: Löppt...
nl: Loopt...
pl: Uruchomiona...
pt: A executar...
pt_br: Em execução...
ru: Выполняется...
sk: Beží...
sr@ijekavian: у току...
sv: Pågår...
uk: Триває обробка…
zh_tw: 執行中...

# @info:status
source: Complete
bs: Kompletirano
ca: Completada
cs: Dokončen
da: Gennemført
el: Ολοκληρώθηκε
es: Completada
et: Valmis
fi: Valmis
fr: Terminée
gl: Completa
hu: Kész
it: Completata
kk: Біткен
ko: 완료
nb: Fullført
nds: Afslaten
nl: Voltooid
pl: Ukończona
pt: Completa
pt_br: Concluída
ru: Завершено
sk: Dokončené
sr@ijekavian: довршена
sv: Färdig
uk: Завершено
zh_tw: 完成

# @info:status
source: Aborted
bs: Prekinut
ca: Interrompuda
cs: Přerušen
da: Afbrudt
el: Εγκαταλείφθηκε
es: Interrumpida
et: Katkestatud
fi: Pysäytetty
fr: Interrompue
gl: Interrompida
hu: Megszakítva
ia: Abortate
it: Interrotta
kk: Доғарылған
ko: 중단됨
nb: Avbrutt
nds: Afbraken
nl: Afgebroken
pl: Przerwano
pt: Interrompida
pt_br: Cancelada
ru: Прервано
sk: Prerušené
sr@ijekavian: обустављена
sv: Avbruten
uk: Перервано
zh_tw: 已中止

# @info:status
source: Paused
bs: Pauzirano
ca: Pausada
cs: Pozastaven
da: På pause
el: Σε παύση
es: Pausada
et: Pausil
fi: Keskeytetty
fr: En pause
gl: En pausa
hu: Szüneteltetve
ia: In pausa
it: In pausa
kk: Аялдаған
ko: 일시 정지됨
nb: Pauset
nds: Anhollen
nl: Gepauzeerd
pl: Wstrzymano
pt: Em Pausa
pt_br: Pausada
ru: Приостановлено
sk: Pozastavené
sr@ijekavian: паузирана
sv: Paus
uk: Призупинено
zh_tw: 已暫停

# @info:status
source: Needs Update
bs: Potrebno je ažuriranje
ca: Necessita actualització
cs: Vyžaduje aktualizaci
da: Kræver opdatering
el: Απαιτείται ενημέρωση
es: Necesita actualización
et: Vajab uuendamist
fi: Vaatii päivitystä
fr: Nécessite une mise à jour
gl: Precisa dunha actualización
hu: Frissítés szükséges
ia: Il necessita actualisation
it: Richiede aggiornamento
kk: Жаңарту керек
ko: 업데이트 필요
nb: Trenger oppdatering
nds: Opfrischen nödig
nl: Bijwerken noodzakelijk
pl: Potrzebne uaktualnienie
pt: Precisa de Actualização
pt_br: Necessita atualização
ru: Необходимо обновление
sk: Vyžaduje aktualizáciu
sr@ijekavian: потребно ажурирање
sv: Behöver uppdatering
uk: Потребує оновлення
zh_tw: 需要更新

# @info:status
source: Failed
bs: Neuspjeh
ca: Ha fallat
cs: Selhal
da: Mislykkedes
el: Απέτυχε
es: Falló
et: Nurjus
fi: Epäonnistui
fr: Échouée
gl: Fallou
hu: Sikertelen
ia: Fallite
it: Non riuscita
kk: Жаңылған
ko: 실패
nb: Mislyktes
nds: Fehlslaan
nl: Mislukt
pl: Niepowodzenie
pt: Mal-Sucedida
pt_br: Falhou
ru: Произошла ошибка
sk: Zlyhalo
sr@ijekavian: неуспјела
sv: Misslyckades
uk: Помилка
zh_tw: 已失敗

source: Unsupported file format found. The file format '%1' is no longer supported, please convert to another one.
bs: Pronađen je nepodržani format datoteke. Format datoteke '%1' nije više podržan, konvertujte ga u neki drugi.
ca: S'ha trobat un format de fitxer no acceptat. El format de fitxer «%1» ja no està acceptat, si us plau, convertiu-lo a un altre format.
cs: Nepodporovaný formát souborů. Formát '%1' již není podporován, prosím převeďte jej na jiný.
da: Ikke-understøttet filformat fundet. Filformatet "%1" er ikke længere understøttet. Konvertér venligst til et andet format.
el: Μη υποστηριζόμενη μορφή αρχείου. Η μορφή αρχείου '%1' δεν υποστηρίζεται πλέον, παρακαλώ μετατρέψτε την σε κάποια άλλη μορφή.
es: Se ha encontrado un formato de archivo no permitido. El formato de archivo «%1» ya no está permitido. Conviértalo a otro formato.
et: Leiti toetamata failivorming. Failivorming '%1' ei ole enam toetatud, palun teisenda see millekski muuks.
fi: Löydetty tiedostomuoto, jota ei tueta. Muotoa ”%1” ei enää tueta: muunna se toiseen muotoon.
fr: Un format de fichier non pris en charge a été trouvé. Le format de fichier « %1 » n'est plus pris en charge, veuillez le convertir en un autre.
gl: Atopouse un formato de ficheiro non admitido. Xa non se admite o formato de ficheiro «%1». Convértao a outro.
hu: Nem támogatott fájlformátum található. A(z) „%1” fájlformátum nem támogatott többé, konvertálja át egy másikra.
ia: On trovava un formato de file non supportate. Le formato de file '%1' non es plus supportate, pro favor tu converte lo a un altere.
it: Formato di file non supportato. Il formato di file «%1» non più supportato, bisogna convertirlo in un altro formato.
kk: Танылмаған файл пішімі табылды. '%1' деген пішімінің енді қолдауы жоқ, оны басқа бір түріне аударыңыз.
km: រក​ឃើញ​ទ្រង់ទ្រាយ​ឯកសារ​ដែល​មិន​គាំទ្រ​ ។​ មិន​គាំ​ទ្រង់ទ្រាយ​ឯកសារ​​ '%1' ទៀត​ឡើយ​​ សូម​បម្លែង​ទៅកាន់​មួយ​​ផ្សេង​ទៀត​ ។
ko: 지원하지 않는 파일 형식입니다. 파일 형식 '%1'은(는) 지원되지 않으므로 변환하십시오.
lt: Nustatytas nepalaikomas failo formatas. Failo formatas „%1“ nebepalaikomas, prašome konvertuoti į kitą.
nb: Fant ustøttet filformat. Filformatet «%1» er ikke støttet lenger, du må gjøre om til et annet format.
nds: Nich ünnerstütt Dateiformaat funnen. Dat Formaat "%1" warrt nich mehr ünnerstütt, bitte na en anner Formaat ümwanneln.
nl: Niet ondersteund bestandsformaat gevonden. Het bestandsformaat '%1' wordt niet langer ondersteund, gaarne naar een ander formaat converteren.
pl: Znaleziono nieobsługiwany format pliku. Format pliku "%1" nie jest już obsługiwany, proszę przekształcić plik do innego formatu.
pt: Foi encontrado um formato de ficheiro não suportado. O formato do ficheiro '%1' não é mais suportado; por favor, converta-o para outro.
pt_br: Foi encontrado um formato de arquivo não suportado. O formato de arquivo '%1' não é mais suportado, converta-o para outro.
ru: Найден неподдерживаемый формат файла («%1»). Рекомендуется преобразовать файл в другой формат.
sk: Nájdený nepodporovaný súborový formát. Súborový formát '%1' už nie je podporovaný, skonvertujte ho do iného.
sl: Najdena nepodprta vrsta datoteke. Vrsta »%1« ni več podprta, pretvorite jo v drugo vrsto.
sr@ijekavian: Нађен фајл неподржаног формата. Формат „%1“ више није подржан, претворите га у неки други.
sv: Filformat som inte stöds hittades. Filformatet '%1' stöds inte längre. Konvertera till ett annat.
uk: Виявлено файл у непідтримуваному форматі. Формат файлів «%1» більше не підтримується програмою, будь ласка, збережіть файл у іншому форматі.
zh_tw: 找到未支援的檔案格式。檔案格式 %1 已不再支援，請轉換為其它格式。

source: File format '%1' is not yet supported natively.
bs: Format datoteke '%1' izvorno još uvek nije podržan.
ca: El format de fitxer «%1» encara no està acceptat de forma nativa.
cs: Formát souboru '%1' není nativně podporován.
da: Filformatet "%1" understøttes ikke direkte.
el: Η μορφή αρχείου '%1' δεν υποστηρίζεται ακόμη.
es: El formato de archivo «%1» todavía no está permitido de forma nativa.
et: Failivorming '%1' ei ole veel seesmiselt toetatud.
fi: Tiedostomuotoa ”%1” ei vielä tueta natiivisti.
fr: Le format de fichier « %1 » n'est pas encore pris en charge nativement.
gl: Aínda non se admite o formato «%1» de xeito nativo.
hu: A(z) „%1” formátum még nem támogatott natívan.
ia: Formato de file '%1' ancora non es supportate de modo native.
it: Il formato di file «%1» non è ancora supportato in modo nativo.
kk: '%1' файл пішімі "туған" деп әлі есептелмейді.
km: ទ្រង់ទ្រាយ​ឯកសារ​​ '%1' មិន​ត្រូវ​បាន​គាំ​ទ្រ​ខាង​​ដើម​នៅ​ឡើយ​ទេ​ ។
ko: 파일 형식 '%1'은(는) 네이티브로 지원하지 않습니다.
lt: Failo formatas „%1“ nepalaikomas nuo prigimties.
nb: Filformatet «%1» er ikke støttet direkte ennå.
nds: För't Dateiformaat "%1" gifft dat opstunns noch keen inbuut Ünnerstütten.
nl: Bestandsformaat '%1' wordt nog niet lokaal ondersteund.
pl: Format pliku "%1" nie jest już obsługiwany.
pt: O formato de ficheiro '%1' ainda não é suportado de forma nativa.
pt_br: O formato de arquivo '%1' não é suportado nativamente.
ru: Формат файла «%1» пока не поддерживается.
sk: Súborový formát '%1' ešte nie je natívne podporovaný.
sl: Datotečna vrsta »%1« še ni podprta.
sr@ijekavian: Формат фајла „%1“ још није подржан самосвојно.
sv: Filformatet '%1' har ännu inte inbyggt stöd.
uk: Формат файлів «%1» ще не підтримується самою програмою.
zh_tw: 檔案格式 '%1' 尚未被支援。

source: Failed to create resource: %1
bs: Nisam uspio da napravim resurs: %1
ca: Ha fallat en crear el recurs: %1
cs: Nepovedlo se vytvořit zdroj: %1
da: Oprettelse af ressourcen mislykkedes: %1
el: Αποτυχία δημιουργίας πόρου: %1
es: Ha ocurrido un fallo al crear el recurso: %1
et: Ressursi loomine nurjus: %1
fi: Resurssin luonti epäonnistui: %1
fr: Impossible de créer la ressource : %1
gl: Non foi posíbel crear o recurso: %1
hu: Nem sikerült létrehozni az erőforrást: %1
ia: Falleva a crear ressource: %1
it: Creazione della risorsa non riuscita: %1
kk: Ресурсты құру жаңылысы: %1
km: បាន​បរាជ័យ ដើម្បី​​បង្កើត​ធនធាន​ ៖​​ %1
ko: 자원을 만들 수 없음: %1
lt: Nepavyko sukurti išteklių: %1
nb: Klarte ikke opprette ressurs: %1
nds: Ressource lett sik nich opstellen: %1
nl: Hulpbron aanmaken is mislukt: %1
pl: Nie udało się utworzyć zasobu: %1
pt: Não foi possível criar o recurso: %1
pt_br: Falha na criação do recurso: %1
ru: Не удалось создать источник данных: %1
sk: Zlyhalo vytvorenie zdroja: %1
sl: Ustvaritev vira ni uspela: %1
sr@ijekavian: Не могу да направим ресурс: %1
sv: Misslyckades skapa resurs: %1
uk: Не вдалося створити ресурс: %1
zh_tw: 建立資源失敗：%1

source: Migrated Addressbook
bs: Migirran adresar
ca: S'ha migrat la llibreta d'adreces
da: Adressebog migreret
el: Βιβλίο διευθύνσεων που μεταφέρθηκε
es: Libreta de direcciones migrada
et: Migreeritud aadressiraamat
fi: Siirretty osoitekirja
fr: Carnet d'adresse migré
gl: Caderno de enderezos migrado
hu: Költöztetett címjegyzék
ia: Adressario migrate
it: Rubrica degli indirizzi migrata
kk: Көшіріп ауыстырған адрестік кітапша
ko: 주소록 이전됨
nb: Migrert adressebok
nds: Ümwannelt Adressbook
nl: Gemigreerd adresboek
pl: Przeniesiona książka adresowa
pt: Livro de Endereços Migrado
pt_br: Livro de endereços migrado
ru: Перенесена адресная книга
sk: Premigrovaný adresár kontaktov
sr@ijekavian: Адресар пресељен.
sv: Överförde adressbok
uk: Перенесена адресна книга
zh_tw: 通訊錄已移植

source: Failed to obtain D-Bus interface for remote configuration.
bs: Nisam uspio da dobijem D-Bus interfejs za daljinsku konfiguraciju.
ca: Ha fallat en obtenir la interfície de D-Bus per a la configuració remota.
cs: Nelze získat rozhraní D-Bus pro vzdálenou konfiguraci.
da: Kunne ikke opnå D-Bus-grænseflade til ekstern konfiguration.
el: Αποτυχία λήψης διεπαφής D-Bus για τις απομακρυσμένες ρυθμίσεις.
es: Fallo al obtener la interfaz D-Bus para configuración remota.
et: Võrguseadistuse D-Busi liidese hankimine nurjus.
fi: D-Bus-liittymää asetusten muuttamiseen etänä ei onnistuttu saamaan.
fr: Impossible d'obtenir l'interface D-Bus pour la configuration distante.
gl: Non foi posíbel obter unha interface D-Bus para a configuración remota.
hu: Nem sikerült lekérni a D-Bus felületet a távoli beállításhoz.
ia: Il falleva obtener interfacie de D-Bus pro configuration remote.
it: Recupero dell'interfaccia D-Bus per la configurazione remota non riuscito.
kk: Қашықтан баптау үшін D-Bus интерфейсі қолға түспеді.
km: បាន​បរាជ័យ​ ដើម្បី​ទទួល​យក​ចំណុច​ប្រទាក់​របស់​​ D-Bus សម្រាប់​ការ​កំណត់​រចនាសម្ព័ន្ធ​ពី​ចម្ងាយ​ ។
ko: 원격 설정을 위한 D-Bus 인터페이스를 가져올 수 없습니다.
lt: Nepavyko pasiekti D-Bus sąsajos nutolusiai sąrankai.
nb: Klarte ikke å finne D-Bus-grensesnitt for oppsett over nettverket.
nds: D-Bus-Koppelsteed för feern Instellen lett sik nich faatkriegen.
nl: Verkrijgen van D-Bus-interface voor configuratie op afstand is mislukt.
pl: Nie udało się uzyskać interfejsu D-Bus dla zdalnej konfiguracji.
pt: Não foi possível obter a interface D-Bus para a configuração remota.
pt_br: Falha ao obter a interface D-Bus para a configuração remota.
ru: Не удалось получить интерфейс D-Bus для удалённой конфигурации.
sk: Zlyhalo získanie rozhrania D-Bus pre vzdialené nastavenie.
sl: Pridobivanje vmesnika D-bus za oddaljeno nastavljanje ni uspelo.
sr@ijekavian: Не могу да приступим д‑бус сучељу ради удаљеног подешавања.
sv: Misslyckades erhålla D-Bus gränssnitt för fjärrinställning.
uk: Не вдалося отримати інтерфейс D-Bus для віддаленого налаштування.
zh_tw: 無法取得遠端設定的 D-Bus 介面。
