Repository: fluxer/kde-l10n
Catalog: */messages/kdepim-runtime/kres-migrator.po
Languages: bs, ca, cs, da, el, es, et, fi, fr, gl, hu, ia, it, kk, km, ko, lt, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Trying to migrate '%1' from compatibility bridge to native backend...
bs: Pokušavam da prebacim '%1' sa mosta kompatibilnosti na standardni pozadinski program...
ca: S'està intentant migrar «%1» des de la interfície de compatibilitat al dorsal natiu...
cs: Snažím se migrovat '%1' z režimu kompatibility na vlastní úložný systém...
da: Prøver at migrere "%1" fra kompatibilitetsbro til hjemmehørende motor...
el: Προσπάθεια μεταφοράς '%1' από γέφυρα συμβατότητας στο εγγενές σύστημα υποστήριξης...
es: Intentando migrar «%1» desde el puente de compatibilidad al motor nativo...
et: '%1' püütakse migreerida ühilduvussillast loomulikule taustaprogrammile...
fi: Yritetään siirtää ”%1” yhteensopivuussillasta natiivitaustaosaan…
fr: Tentative en cours pour migrer « %1 » depuis l'interface de compatibilité vers le moteur natif...
gl: Estase a tentar migrar «%1» da ponte de compatibilidade á infraestrutura nativa...
hu: „%1” költöztetése a kompatibilitási összeköttetésről a natív modulra…
ia: Essayante de migrar '%1' ab ponte de compatibilitate a retroadministration native...
it: Tentativo di migrazione di «%1» dal sistema di compatibilità verso il backend nativo in corso...
kk: '%1' дегенді үйлесімдік көпірінен туған тетігіне ауыстыру...
km: កំពុង​ព្យាយាម​ប្ដូរ​​ '%1' ពី​​ bridge ​​ឆបគ្នា​​ទៅកាន់​កម្មវិធី​ខាងក្រោយ​ដើម​​...
ko: '%1'을(를) 호환성 브리지에서 네이티브 백엔드로 이전하는 중...
lt: Bandoma perkelti „%1“ iš suderinamumų perėjos į prigimtinę posistemę...
nb: Forsøker å overføre «%1» fra kompatibilitetsbru til en lokal motor …
nds: Bi to versöken, dat "%1" vun't Kompatibiliteet-Moduul na't normale Hülpprogramm wannelt warrt...
nl: Poging om '%1' te migreren van compatibiliteitsbrug naar lokale backend...
pl: Próba przeniesienia "%1" z mostku zgodności do natywnego formatu wyjściowego...
pt: A tentar migrar o '%1' da interface de compatibilidade para a infra-estrutura nativa...
pt_br: Tentando migrar '%1' da interface de compatibilidade para a infraestrutura nativa...
ru: Попытка переноса «%1» из совместимого моста на нативный сервер...
sk: Skúšam migrovať '%1' z mostu kompatibility do natívneho backendu...
sl: Poskušanje pretvarjanja »%1« iz združljivostnega mosta v lastno hrbtenico ...
sr@ijekavian: Покушавам да преселим „%1“ са премоста сагласности на самосвојну позадину...
sv: Försöker överföra '%1' från kompatibilitetsbrygga till inbyggt gränssnitt...
uk: Спроба перенесення «%1» з містка сумісності на власний сервер...
zh_tw: 試著將 %1 從相容性橋樑移植到原始後端介面...

source: No native backend available, keeping compatibility bridge for '%1'.
bs: Nije dostupan standardni pozadinski program, zadržavam most kompatibilnosti za '%1'.
ca: No hi ha cap dorsal natiu disponible, es manté la interfície de compatibilitat per «%1».
cs: Žádný vlastní úložný systém neexistuje, ponechávám režim kompatibility pro '%1'.
da: Ingen hjemmehørende motor er tilgængelig, beholder kompatibilitetsbro for "%1".
el: Μη διαθέσιμο εγγενές σύστημα υποστήριξης, διατήρηση της γέφυρας συμβατότητας για το '%1'.
es: No hay ningún motor nativo disponible. Se mantiene el puente de compatibilidad para «%1».
et: Loomulik taustaprogramm puudub, '%1' jaoks hoitakse alles ühilduvussild.
fi: Natiivitaustaosaa ei saatavilla, säilytetään yhteensopivuussilta kohteelle ”%1”.
fr: Aucun moteur natif n'est disponible, conservation de l'interface de compatibilité pour « %1 ».
gl: Non se dispón de infraestrutura nativa; mantense a ponte de compatibilidade para «%1».
hu: Nem érhető el natív modul, kompatibilitási összeköttetés megtartása ehhez: „%1”.
ia: Nulle retroadministration native disponibile, mantenente ponte de compatibilitate per '%1'.
it: Nessun backend nativo disponibile, viene mantenuto il sistema di compatibilità per «%1».
kk: Қол жетерілікте '%1' дегеннің үйлемсімдік көпірін сақтайтын туған тетігі жоқ.
km: គ្មាន​កម្មវិធី​ខាង​ក្រោយ​ដើមឡើយ​​​ ការ​រក្សាទុក​​ bridge ឆបគ្នា​ សម្រាប់​ '%1' ។
ko: 네이티브 백엔드가 없으므로 '%1'의 호환성 브리지를 유지합니다.
lt: Prigimtinė posistemė nepasiekiama, išlaikyti suderinamumų perėją „%1“.
nb: Ingen tilgjengelig lokal motor, beholder kompatibilitetsbru for «%1».
nds: Keen normaal Hülpprogramm verföögbor, Kompatibiliteet-Moduul warrt för "%1" wohrt.
nl: Geen lokale backend beschikbaar, compatibiliteitsbrug voor '%1' blijft behouden.
pl: Brak natywnego formatu wyjściowego, zatrzymanie mostku zgodności dla "%1".
pt: Não existe nenhuma infra-estrutura nativa disponível; a manter a interface de compatibilidade para '%1'.
pt_br: Nenhuma infraestrutura nativa disponível, mantendo a interface de compatibilidade para '%1'.
ru: Нет доступного сервера, сохранение совместимого моста для «%1».
sk: Nedostupný natívny backend, ponechávam most kompatibility pre '%1'.
sl: Na voljo ni nobene lastne hrbtenice, za »%1« ohranjam združljivostni most.
sr@ijekavian: Нема самосвојне позадине, задржавам премост сагласности за „%1“.
sv: Inget inbyggt gränssnitt tillgängligt, behåller kompatibilitetsbrygga för '%1'.
uk: Власний сервер недоступний, створення містка сумісності з «%1».
zh_tw: 沒有可用的原始後端介面，將保存 %1 的相容性橋樑。

source: Migration of '%1' to compatibility bridge succeeded.
bs: Premještanje '%1' na most kompatibilnosti je uspelo.
ca: S'ha aconseguit la migració de «%1» a la interfície de compatibilitat.
cs: Migrace '%1' na režim kompatibility se zdařila.
da: Migrering af "%1" til kompatibilitetsbro gennemført.
el: Η μεταφορά του '%1' στη γέφυρα συμβατότητας ολοκληρώθηκε με επιτυχία.
es: La migración de «%1» al puente de compatibilidad ha finalizado con éxito.
et: '%1' migreerimine ühilduvussillale õnnestus.
fi: Kohteen ”%1” siirto yhteensopivuussiltaan onnistui.
fr: La migration de « %1 » vers l'interface de compatibilité a réussi.
gl: A migración de «%1» á ponte de compatibilidade foi satisfactoria.
hu: „%1” sikeresen átköltöztetve a kompatibilitási összeköttetésre.
ia: Migration de '%1' a ponte de compatibilitate habeva successo.
it: Migrazione di «%1» verso il sistema di compatibilità terminata con successo.
kk: '%1' деген үйлесімдік көпіріне сәтті көшіп ауысты.
km: បាន​ជោគជ័យ​ប្ដូរ​​ '%1' ​ទៅកាន់​​ bridge ឆបគ្នា​ ។​
ko: '%1'을(를) 호환성 브리지로 이전하였습니다.
lt: Perkėlimas iš „%1“ į suderinamumų perėją pavyko.
nb: Overføring av «%1» til kompatibilitetsbru fullført.
nds: Wanneln vun "%1" na't Kompatibiliteet-Moduul mit Spood afslaten.
nl: Migratie van '%1' naar compatibiliteitsbrug is succesvol.
pl: Przeniesienie "%1" do mostku zgodności zakończone sukcesem.
pt: A migração do '%1' para a interface de compatibilidade foi bem-sucedida.
pt_br: Migração de '%1' para a interface de compatibilidade bem-sucedida.
ru: Миграция «%1» на совместимый мост прошла успешно.
sk: Migrácia '%1' do mostu kompatibility úspešná.
sl: Pretvarjanje »%1« v združljivostni most je uspelo.
sr@ijekavian: Селидба „%1“ на премост сагласности је успела.
sv: Överföring av '%1' till kompatibilitetsbrygga lyckades.
uk: Успішна міграція «%1» на місток сумісності зазнала невдачі.
zh_tw: 移植 %1 到相容性橋樑成功。

source: Setting up client-side bridge...
bs: Postavljanje klijentskog mosta ...
ca: S'està arranjant la interfície del client...
cs: Nastavuji klientskou část režimu kompatibility...
da: Sætter bro op på klientside...
el: Ρύθμιση γέφυρας συμβατότητας πελάτη...
es: Configurando el puente del lado servidor...
et: Kliendi ühilduvussilla seadistamine.
fi: Asetetaan asiakaspuolen siltaa…
fr: Configuration en cours de l'interface côté client...
gl: Estase a configurar a ponte do lado do cliente...
hu: Kliens oldali összeköttetés beállítása…
ia: Configurante ponte de latere cliente...
it: Impostazione del sistema di compatibilità lato client...
kk: Клиент жағындағы көпірін орнату...
km: កំពុង​រៀបចំ​ bridge ខាង​ម៉ាស៊ីន​ភ្ញៀវ​...
ko: 클라이언트 브리지 설정 중...
lt: Nustatyti kliento pusės perėjimą...
nb: Setter opp bru på klientsida …
nds: Moduul op de Client-Siet warrt inricht...
nl: Instellen van brug aan clientzijde...
pl: Ustawianie mostku strony klienta...
pt: A configurar a interface de compatibilidade...
pt_br: Configurando a interface de compatibilidade do cliente...
ru: Установка моста на стороне клиента...
sk: Nastavujem most na strane klienta...
sl: Nastavljanje mosta na strani odjemalca ...
sr@ijekavian: Постављам премост на страни клијента...
sv: Ställer in klientsidans brygga...
uk: Встановлення клієнтського містка...
zh_tw: 設定客戶端橋樑...

source: Akonadi Compatibility Resource
bs: Akonadi resurs kompatibilnosti
ca: Recurs de compatibilitat de l'Akonadi
cs: Režim kompatibility Akonadi
da: Akonadi kompatibilitetsressource
el: Πόρος συμβατότητας του Akonadi
es: Recurso de compatibilidad de Akonadi
et: Akonadi ühulduvusressurss
fi: Akonadi-yhteensopivuusresurssi
fr: Ressource de compatibilité Akonadi
gl: Recurso de compatibilidade do Akonadi
hu: Akonadi kompatibilitási erőforrás
ia: Ressource de compatibilitate de Akonadi
it: Risorsa di compatibilità di Akonadi
kk: Akonadi үйлесімділік ресурсы
km: ធនធាន​ឆបគ្នា​​របស់​​ Akonadi
ko: Akonadi 호환성 자원
lt: „Akonadi“ suderinamumų išteklius
nb: Akonadi kompatibilitetsressurs
nds: Akonadi-Kompatibiliteetressource
nl: Akonadi Compatibiliteitshulpbron
pl: Zasób zgodności Akonadi
pt: Recurso de Compatibilidade do Akonadi
pt_br: Recurso de compatibilidade do Akonadi
ru: Akonadi-совместимый источник
sk: Zdroj kompatibility Akonadi
sl: Akonadijev združljivostni vir
sr@ijekavian: Ресурс сагласности Аконадија
sv: Akonadi kompatibilitetsresurs
uk: Ресурс сумісності Akonadi
zh_tw: Akonadi 相容性資源

source: Client-side bridge set up successfully.
bs: Most na klijentskoj strani postavljen uspješno.
ca: La interfície del client s'ha arranjat amb èxit.
cs: Klientská část režimu kompatibility úspěšně nastavena.
da: Opsætning af bro på klientside gennemført.
el: Επιτυχής ρύθμιση γέφυρας συμβατότητας πελάτη.
es: Puente del lado servidor configurado con éxito.
et: Kliendi ühilduvussild seadistati edukalt.
fi: Asiakaspuolen sillan asetus onnistui.
fr: L'interface côté client a été configurée avec succès.
gl: A ponte do lado do cliente configurouse con éxito.
hu: A kliens oldali összeköttetés sikeresen beállítva.
ia: Ponte de latere cliente configurate con successo.
it: Sistema di compatibilità lato client impostato correttamente.
kk: Клиент жағындағы көпір сәтті орнатылды.
km: របៀប​ចំ bridge ខាង​ម៉ាស៊ីន​ភ្ញៀវ​ដោយ​ជោគជ័យ​ ។
ko: 클라이언트 단 브리지 설정이 완료되었습니다.
lt: Kliento pusės perėjimas nustatymas pavyko.
nb: Bru på klientsida er satt opp.
nds: Moduul op Client-Siet mit Spood inricht.
nl: Brug aan clientzijde is met succes ingesteld.
pl: Mostek strony klienta został pomyślnie ustawiony.
pt: A interface do cliente foi configurada com sucesso.
pt_br: Interface de compatibilidade do cliente configurada com sucesso.
ru: Мост на стороне клиента успешно установлен.
sk: Most na strane klienta nastavený úspešne.
sl: Most na strani odjemalca je bil nastavljen uspešno.
sr@ijekavian: Премост на страни клијента успешно је постављен.
sv: Klientsidans brygga inställd med lyckat resultat.
uk: Клієнтський місток успішно налаштовано.
zh_tw: 客戶端橋樑設定成功。

source: Could not create client-side bridge, check if Akonadi KResource bridge is installed.
bs: Ne može se izraditi most na strani klijenta, provjerite je li Akonadi KResource most instaliran.
ca: No es pot crear la interfície del client, comproveu si la interfície del KResource de l'Akonadi està instal·lat.
cs: Nezdařilo se vytvoření klientské části režimu kompatibility, zkontrolujte zda je režim kompatibility s KResource nainstalován.
da: Kunne ikke oprette bro på klientside, kontrollér om Akonadi Kresource-bro er installeret.
el: Αδυναμία δημιουργίας γέφυρας συμβατότητας πελάτη, ελέγξτε αν η γέφυρα συμβατότητας KResource του Akonadi είναι εγκατεστημένη.
es: No se puede crear el puente del lado servidor. Compruebe si está instalado el puente KResource de Akonadi.
et: Kliendi ühilduvussilla loomine nurjus. Palun kontrolli, kas Akonadi KResource'i sild on paigaldatud.
fi: Asiakaspuolen siltaa ei voitu luoda: tarkista, onko Akonadin KResource-silta asennettu.
fr: Impossible de créer une interface côté client. Veuillez vérifier si l'interface KResource Akonadi est installée.
gl: Non foi posíbel crear unha ponte do lado do cliente; comprobe se está instalada a ponte KResource do Akonadi.
hu: Nem sikerült létrehozni a kliensoldali összeköttetést, ellenőrizze hogy az Akonadi KResource összekötő telepítve van-e.
ia: Il nonpote crear ponte de latere cliente, verifica si ponte de KResource de Akonadi es installate.
it: Impossibile creare il sistema di compatibilità lato client, verificare che il sistema di compatibilità per KResource di Akonadi sia installato.
kk: Клиент жағындағы көпір құрылмады, Akonadi KResource көпірі орнатылғанын тексеріңіз.
km: មិន​អាច​បង្កើត​​ bridge ខាង​ម៉ាស៊ីន​ភ្ញៀវ​បាន​ឡើយ​ ធីក​ ប្រសិនបើ​ ​ Akonadi KResource bridge ត្រូវ​បាន​ដំឡើង​ ។
ko: 클라이언트 단 브리지를 설정할 수 없습니다. Akonadi KResource 브리지 설치 상태를 확인하십시오.
lt: Nekurti kliento pusės perėjimo, patikrinkite ar „Akonadi“ „KResource“ perėjimas yra įdiegtas
nb: Klarte ikke opprette bru på klientsida, se etter om brua Akonadi KResource er installert.
nds: Moduul op Client-Siet lett sik nich opstellen, prööv bitte, wat dat Akonadi-Wannelmodul KResource installeert is.
nl: Brug aan de clientzijde is niet aangemaakt, controleer of Akonadi KResource bridge is geïnstalleerd.
pl: Nie można utworzyć mostku strony klienta, sprawdź, czy mostek KResource Akonadi jest zainstalowany.
pt: Não foi possível criar a interface do cliente; verifique se a interface para KResource do Akonadi está instalada.
pt_br: Não foi possível criar a interface de compatibilidade do cliente, verifique se a interface de compatibilidade Akonadi KResource está instalada.
ru: Не удалось создать мост на стороне клиента, рекомендуется проверить установку моста Akonadi KResource.
sk: Nemôžem vytvoriť most na strane klienta, skontrolujte či je nainštalovaný Akonadi KResource.
sl: Mosta na strani odjemalca ni bilo moč ustvariti. Preverite, ali je nameščen most Akonadi–KResource.
sr@ijekavian: Не могу да направим премост на страни клијента, проверите да ли је Аконадијев премост за К‑ресурс инсталиран.
sv: Kunde inte skapa klientsidans brygga. Kontrollera att Akonadi Kresource-brygga är installerad.
uk: Не вдалося створити клієнтський місток, перевірте, чи встановлено місток KResource Akonadi.
zh_tw: 無法建立客戶端橋樑。請檢查 Akonadi KResource bridge 是否已安裝。

source: Trying to migrate '%1' to compatibility bridge...
bs: Pokušavam da prebacim '%1' na most kompatibilnosti...
ca: S'està intentant migrar «%1» a la interfície de compatibilitat...
cs: Zkouším migrovat '%1' na režim kompatibility...
da: Prøver at migrere "%1" til kompatibilitetsbro...
el: Προσπάθεια μεταφοράς '%1' στη γέφυρα συμβατότητας...
es: Intentando migrar «%1» a un puente de compatibilidad...
et: '%1' püütakse migreerida ühilduvussillale...
fi: Yritetään siirtää ”%1” yhteensopivuussiltaan…
fr: Tentative en cours pour migrer « %1 » vers une interface de compatibilité...
gl: Estase a tentar migrar «%1» á ponte de compatibilidade...
hu: „%1” költöztetése a kompatibilitási összeköttetésre…
ia: Essayante de migrar '%1' a ponte (bridge) de compatibilitate...
it: Tentativo di migrazione di «%1» verso il sistema di compatibilità in corso...
kk: '%1' дегенді үйлесімдік көпіріне ауыстыру...
km: កំពុង​ព្យាយាម​ប្ដូរ​​ '%1' ទៅកាន់​​ bridge ឆបគ្នា​...
ko: '%1'을(를) 호환성 브리지로 이전하는 중...
lt: Bandoma perkelti „%1“ į suderinamumų perėją...
nb: Forsøker å overføre «%1» til kompatibilitetsbru …
nds: Bi to versöken, dat "%1" för't Kompatibiliteet-Moduul wannelt warrt...
nl: Poging om '%1' te migreren naar de compatibiliteitsbrug...
pl: Próba migracji '%1' do mostka zgodności...
pt: A tentar migrar o '%1' para a interface de compatibilidade...
pt_br: Tentando migrar o '%1' para a interface de compatibilidade...
ru: Попытка переноса «%1» на совместимый мост...
sk: Snažím sa migrovať '%1' do mostu kompatibility...
sl: Poskušanje pretvarjanja »%1« v združljivostni most ...
sr@ijekavian: Покушавам да преселим „%1“ на премост сагласности...
sv: Försöker överföra '%1' till kompatibilitetsbrygga...
uk: Спроба перенесення «%1» на місток сумісності...
zh_tw: 試著將 %1 移植到相容性橋樑...

source: Unable to create compatibility bridge: %1
bs: Nije moguće napraviti most kompatibilnosti: %1
ca: No s'ha pogut crear la interfície de compatibilitat: %1
cs: Nelze vytvořit režim kompatibility: %1
da: Kan ikke oprette kompatibilitetsbro: %1
el: Αδυναμία δημιουργίας γέφυρας συμβατότητας: %1
es: No se ha podido crear el puente de compatibilidad: %1
et: Ühilduvussilla loomine nurjus: %1
fi: Yhteensopivuussiltaa ei pystytty luomaan: %1
fr: Impossible de créer une interface de compatibilité : %1
gl: Non foi posíbel crear a ponte de compatibilidade: %1
hu: Nem sikerült létrehozni a kompatibilitási összeköttetést: %1
ia: Incapace de crear ponte (bridge) de compatibilitate: %1
it: Impossibile creare il sistema di compatibilità: %1
kk: Үйлесімдік көпірі құрылмады: %1
km: មិន​អាច​បង្កើត​ bridge ឆបគ្នា​បាន​ឡើយ​ ៖​ %1​
ko: 호환성 브리지를 만들 수 없음: %1
lt: Nepavyko sukurti suderinamumų perėjos: %1
nb: Klarte ikke å opprette kompatibilitetsbru: %1
nds: Kompatibiliteet-Moduul lett sik nich opstellen: %1
nl: Aanmaken van de compatibiliteitsbrug gaat niet: %1
pl: Nie udało się utworzyć mostka zgodności: %1
pt: Não foi possível criar a interface de compatibilidade: %1
pt_br: Não foi possível criar a interface de compatibilidade: %1
ru: Невозможно создать совместимый мост: %1
sk: Nie je možné vytvoriť most kompatibility: %1
sl: Združljivostnega mosta ni moč ustvariti: %1
sr@ijekavian: Не могу да направим премост сагласности: %1
sv: Kunde inte skapa kompatibilitetsbrygga: %1
uk: Не вдалося створити місток сумісності: %1
zh_tw: 無法建立相容性橋樑：%1

source: Migration of '%1' to compatibility bridge failed: %2
bs: Prebacivanje '%1' na most kompatibilnosti nije uspjelo: %2
ca: Ha fallat la migració de «%1» a la interfície de compatibilitat: %2
cs: Migrace '%1' na režim kompatibility se nezdařila: %2
da: Migrering af "%1" til kompatibilitetsbro mislykkedes: %2
el: Η μεταφορά του '%1' στη γέφυρα συμβατότητας απέτυχε: %2
es: La migración de «%1» al puente de compatibilidad ha fallado: %2
et: '%1' migreerimine ühilduvussillale nurjus: %2
fi: Kohteen ”%1” siirto yhteensopivuussiltaan epäonnistui: %2
fr: La migration de « %1 » vers l'interface de compatibilité à échoué : %2
gl: Fallou a migración de «%1» á ponte de compatibilidade: %2
hu: „%1” költöztetése a kompatibilitási összeköttetésre meghiúsult: %2
ia: Migration de ' %1' a pont ede compatibilitate falleva: %2
it: Migrazione di «%1» verso il sistema di compatibilità non riuscita: %2
kk: '%1' дегенді үйлесімдік көпіріне ауыстыру жаңылысы: %2
km: ​បាន​បរាជ័យ​ក្នុង​ការ​ប្ដូរ​ '%1' ​ទៅកាន់​ bridge ឆបគ្នា​ ៖​ %2​
ko: '%1'을(를) 호환성 브리지로 이전할 수 없음: %2
lt: Perkėlimas iš „%1“ į suderinamumų perėją: %2
nb: Overføring av «%1» til kompatibilitetsbru mislyktes: %2
nds: "%1" lett sik nich för't Kompatibiliteet-Moduul ümwanneln: %2
nl: Migratie van '%1' naar compatibiliteitsbrug is mislukt: %2
pl: Przeniesienie "%1" do mostka zgodności nie powiodło się: %2
pt: A migração do '%1' para a interface de compatibilidade falhou: %2
pt_br: Falha na migração de '%1' para a interface de compatibilidade: %2
ru: Миграция «%1» на совместимый мост завершилась неудачей: %2
sk: Migrácia '%1' do mostu kompatibility zlyhala: %2
sl: Pretvarjanje »%1« v združljivostni most ni uspelo: %2
sr@ijekavian: Селидба „%1“ на премост сагласности није успела: %2
sv: Överföring av '%1' till kompatibilitetsbrygga misslyckades: %2
uk: Спроба перенесення «%1» на місток сумісності зазнала невдачі: %2
zh_tw: 將 %1 移植到相容性橋樑失敗：%2

source: Migration of '%1' to native backend failed: %2
bs: Prebacivanje '%1' na standardni pozadinski program nije uspjelo: %2
ca: Ha fallat la migració de «%1» al dorsal natiu: %2
cs: Migrace '%1' na nativní úložný systém selhala: %2
da: Migrering af "%1" til hjemmehørende motor mislykkedes: %2
el: Η μεταφορά του '%1' στο εγγενές σύστημα υποστήριξης απέτυχε: %2
es: La migración de «%1» al motor nativo ha fallado: %2
et: '%1' migreerimine natiivsele taustaprogrammile nurjus: %2
fi: Kohteen ”%1” siirto natiiviin taustaosaan epäonnistui: %2
fr: La migration de « %1 » vers le moteur natif a échoué : %2
gl: Fallou a migración de «%1» á infraestrutura nativa: %2
hu: „%1” költöztetése a natív modulra meghiúsult: %2
ia: Migration de ' %1' a retroadministration native falleva: %2
it: Migrazione di «%1» verso il backend nativo non riuscita: %2
kk: '%1' дегенді туған тетігіне ауыстыру жаңылысы: %2
km: បាន​បរាជ័យ​ក្នុង​ការ​ប្ដូរ​ '%1' ទៅកាន់​កម្មវិធី​ខាងក្រោយ​ដើម​ ៖​​ %2
ko: '%1'을(를) 네이티브 백엔드로 이전할 수 없음: %2
lt: Perkėlimas iš „%1“ į prigimtinę posistemę nepavyko: %2
nb: Overføring av «%1» til lokal motor mislyktes: %2
nds: "%1" lett sik nich för't normale Hülpprogramm ümwanneln: %2
nl: Migratie van '%1' naar lokale backend is mislukt: %2
pl: Konwersja "%1" do natywnego formatu wyjściowego nie powiodła się: %2
pt: A migração do '%1' para a infra-estrutura nativa falhou: %2
pt_br: Falha na migração de '%1' para a infraestrutura nativa: %2
ru: Миграция «%1» на сервер завершилась неудачей: %2
sk: Migrácia '%1' do natívneho backendu zlyhala: %2
sl: Pretvarjanje »%1« v lastno hrbtenico ni uspelo: %2
sr@ijekavian: Селидба „%1“ на самосвојну позадину није успела: %2
sv: Överföring av '%1' till inbyggt gränssnitt misslyckades: %2
uk: Спроба перенесення «%1» на рідний засіб обробки зазнала невдачі: %2
zh_tw: 將 %1 移植到原始後端失敗：%2

source: Migration of '%1' succeeded.
bs: Premještanje '%1' je uspjelo.
ca: S'ha aconseguit la migració de «%1».
cs: Migrace '%1' byla úspěšná.
da: Migrering af "%1" gennemført.
el: Επιτυχία μεταφοράς του '%1'.
es: La migración de «%1» ha sido exitosa.
et: '%1' migreerimine õnnestus.
fi: Kohteen ”%1” siirto onnistui.
fr: La migration de « %1 » a réussi.
gl: A migración de «%1» foi satisfactoria.
hu: „%1” sikeresen átköltöztetve.
ia: Migration de '%1' habeva successo.
it: Migrazione di «%1» completata con successo.
kk: '%1' деген сәтті көшіп ауысты.
km: បាន​ជោគជ័យ​ប្ដូរ​​​ '%1' ។
ko: '%1'의 이전이 완료되었습니다.
lt: Perkėlimas į „%1“ pavyko.
nb: Overføring av «%1» fullført.
nds: Wanneln vun "%1" mit Spood afslaten.
nl: Migratie van '%1' is succesvol.
pl: Przeniesienie "%1" zakończone sukcesem.
pt: A migração do '%1' foi bem-sucedida.
pt_br: Migração do '%1' concluída com sucesso.
ru: Миграция «%1» прошла успешно.
sk: Migrácia '%1' úspešná.
sl: Pretvarjanje »%1« je uspelo.
sr@ijekavian: Селидба „%1“ је успела.
sv: Överföring av '%1' lyckades.
uk: Успішна міграція «%1».
zh_tw: 移植 %1 成功。

source: Attempting to create kolab resource
bs: Pokušavam kreirati kolab resurs
ca: S'intenta crear un recurs kolab
cs: Pokus o vytvoření zdroje Kolab
da: Forsøger at oprette kolab-ressource
el: Προσπάθεια δημιουργίας πόρου kolab
es: Intentando crear el recurso kolab
et: Püütakse luua Kolabi ressursi
fi: Yritetään luoda Kolab-resurssia
fr: Tentative de création d'une ressource Kolab
gl: Estase a tentar crear o recurso kolab
hu: Kísérlet a Kolab erőforrás létrehozására
ia: Essayante de crear ressource de kolab
it: Tentativo di creazione di una risorsa Kolab
kk: Kolab дерек көзін құру талпынысы
km: ប៉ុនប៉ង​ទៅ​បង្កើត​ធនធាន​របស់​ kolab
ko: Kolab 자원 생성을 시도하는 중
lt: Bandoma sukurti kolab išteklius
nb: Forsøker å opprette kolab-ressurs
nds: Kolab-Ressource lett sik nich opstellen.
nl: Pogen een kolab-hulpbron aan te maken
pl: Próba utworzenia zasobu kolab
pt: A tentar criar o recurso do Kolab
pt_br: Tentando criar o recurso do Kolab
ru: Попытка создания источника kolab
sk: Snažím sa vytvoriť zdroje kolab
sl: Poskušanje ustvaritve vira Kolab
sr@ijekavian: Покушавам да направим Колабов ресурс.
sv: Försöker skapa Kolab-resurs
uk: Спроба створення ресурсу Kolab
zh_tw: 嘗試建立 kolab 資源中
