Repository: fluxer/kde-l10n
Catalog: */messages/kdepim-runtime/kres-migrator.po
Languages: bs, ca, cs, da, el, es, et, fi, fr, gl, hu, ia, it, kk, km, ko, lt, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Failed to create kolab proxy resource.
bs: Neuspjelo kreiranje kolab proski resursa
ca: Ha fallat en crear el recurs del servidor intermediari kolab.
cs: Nepovedlo se vytvořit zdroj proxy Kolab.
da: Kunne ikke oprette kolab proxy-ressource.
el: Αποτυχία δημιουργίας πόρου διαμεσολαβητή kolab.
es: Fallo al crear recurso del proxy de kolab.
et: Kolabi puhverserveri ressursi loomine nurjus.
fi: Kolab-välitysresurssin luonti epäonnistui.
fr: Impossible de créer une ressource pour le serveur mandataire Kolab.
gl: Non foi posíbel crear o recurso de proxy do kolab.
hu: Nem sikerült létrehozni a Kolab proxy erőforrást.
ia: Falleva a crear ressource de proxy de kolab.
it: Creazione della risorsa proxy Kolab non riuscita.
kk: Kolab прокси дерек көзін құру жаңылысы.
km: បាន​បរាជ័យ​ទៅ​បង្កើត​ធនធាន​ប្រូកស៊ី​របស់​​ kolab ។​
ko: Kolab 프록시 자원을 생성할 수 없습니다.
lt: Nepavyko sukurti kolab įgaliotojo serverio išteklių.
nb: Klarte ikke å opprette kolab mellomtjenerressurs.
nds: Kolab-Proxyressource lett sik nich opstellen.
nl: Aanmaken van kolab-proxy-hulpbron is mislukt.
pl: Nieudane tworzenie zasobu pośrednika kolab.
pt: Não foi possível criar o recurso 'proxy' do Kolab.
pt_br: Falha na criação do recurso proxy do kolab.
ru: Ошибка при создании источника прокси-сервера kolab.
sk: Zlyhalo vytvorenie zdroja kolab proxy.
sl: Ustvarjanje posredniškega vira Kolab ni uspelo.
sr@ijekavian: Не могу да направим Колабов посреднички ресурс.
sv: Misslyckades skapa Kolab-proxyresurs.
uk: Не вдалося створити ресурс проксі-сервера Kolab.
zh_tw: 建立 kolab 代理資源失敗。

source: KResource Migration Tool
bs: KResurs migracioni alat
ca: Eina de migració del KResource
cs: Migrační nástroj KResource
da: KResource migreringsværktøj
el: Εργαλείο μεταφοράς KResource
es: Herramienta de migración de KResource
et: KDE ressursside migreerimise tööriist
fi: KResource-siirtotyökalu
fr: Outil de migration « KResource »
gl: Ferramenta de migración do KResource
hu: KResource költöztetőeszköz
ia: Instrumento de migration de KResource
it: Strumento di migrazione di KResource
kk: KResource көшіп ауысу құралы
km: កម្មវិធី​ប្ដូរ​របស់​ KResource ​
ko: KResource 이전 도구
lt: „KResource“ migravimo priemonė
nb: KResource overføringsverktøy
nds: KResource-Wannelwarktüüch
nl: KResource Migratiehulpmiddel
pl: Narzędzie migracji KResource
pt: Ferramenta de Migração do KResource
pt_br: Ferramenta de migração do KResource
ru: Инструменты миграции KResource
sk: Migračný nástroj KResource
sl: Orodje za pretvorbo KResource
sr@ijekavian: Алатка за селидбу К‑ресурса
sv: Överföringsverktyg av resurser
uk: Інструмент перенесення KResource
zh_tw: KDE 資源移植工具

source: Migration of KResource settings and application to Akonadi
bs: Prebacivanje postavki KResursa i aplikacije u Akonadi
ca: Migració de l'arranjament i l'aplicació KResource a l'Akonadi
cs: Migrace nastavení a aplikací KResource na Akonadi
da: Migrering af KResource-indstillinger og -program til Akonandi
el: Μεταφορά των ρυθμίσεων και εφαρμογών KResource στο Akonadi
es: Migración de preferencias de KResource y aplicación a Akonadi
et: KDE ressursside seadistuste ja KResource'i rakenduse migreerimine Akonadisse
fi: KResourcen asetusten ja sovellusten siirto Akonadiin
fr: Migration des paramètres de « KResource » et de l'application vers Akonadi
gl: Migración da configuración e aplicación de KRresource para o Akonadi
hu: A KResource beállítások és alkalmazás átköltöztetése Akonadira
ia: Migration de preferentias e application de KResource a Akonadi
it: Migrazione delle impostazioni e delle applicazioni KResource verso Akonadi
kk: KResource параметрлері мен бағдарламаны Akonadi-ге көшіріп ауыстыру
km: ប្ដូរ​​នៃ​ការ​កំណត់​ធនធាន​​របស់​​ KResource និង​កម្មវិធី​ទៅកាន់​​ Akonadi
ko: KResource 설정과 프로그램을 Akonadi로 이전하기
lt: Migravimas iš „ KResource“ nuostatų ir programos į „Akonadi“
nb: Overføring av KResource-innstillinger og programmer til Akonadi
nds: Ümwanneln vun KResource-Instellen un -Modulen för Akonadi
nl: Migratie van KResource instellingen en het programma naar Akonadi
pl: Migracja ustawień KResource i programów do Akonadi
pt: Migração da configuração e aplicações do KResource para o Akonadi
pt_br: Migração das configurações e aplicativos do KResource para o Akonadi
ru: Миграция настроек KResource и приложений для Akonadi
sk: Migrácia nastavení KResource a aplikácií do Akonadi
sl: Pretvorba nastavitev virov KResource v vire Akonadi
sr@ijekavian: Селидба поставки и програма над К‑ресурсом на Аконади
sv: Överföring av resursinställningar och program till Akonadi
uk: Перенесення параметрів KResource і програми до Akonadi
zh_tw: 將 KDE 資源設定與應用程式移植到 Akonadi

source: (c) 2008 the Akonadi developers
bs: (c) 2008 Akonadi programeri
ca: (c) 2008, els desenvolupadors de l'Akonadi
cs: (c) 2008 vývojáři Akonadi
da: (c) 2008 Akonadi-udviklerne
el: (c) 2008 οι προγραμματιστές του Akonadi
es: © 2008, los desarrolladores de Akonadi
et: (c) 2008: Akonadi arendajad
fi: © 2008 the Akonadi-kehittäjät
fr: (c) 2008 Les développeurs de Akonadi
gl: (c) 2008 os programadores do Akonadi
hu: © Az Akonadi fejlesztői, 2008.
ia: (c) 2008 le disveloppatores de Akonadi
it: © 2008 gli sviluppatori di Akonadi
kk: (c) 2008 Akonadi құрастырушылары
km: រក្សាសិទ្ធិ​ឆ្នាំ​ ២០០៨ ដោយ​អ្នក​អភិវឌ្ឍន៍​ Akonadi
ko: (c) 2008 Akonadi 개발자
lt: (c) 2008 Akonadi kūrėjai
nb: © 2008 Akonadi-utviklerne
nds: © 2008 de Akonadi-Schrievers
nl: (c) 2008 de Akonadi-ontwerpers
pl: (c) 2008 programiści Akonadi
pt: (c) 2008 a equipa de desenvolvimento do Akonadi
pt_br: (c) 2008 os desenvolvedores do Akonadi
ru: © Разработчики Akonadi, 2008
sk: (c) 2008 Vývojári Akonadi
sl: © 2008 razvijalci Akonadi
sr@ijekavian: © 2008, програмери Аконадија
sv: © 2008 Akonadi-utvecklarna
uk: © Розробники Akonadi, 2008
zh_tw: (c) 2008 Akonadi 開發團隊

source: Volker Krause
ru: Волкер Краус (Volker Krause)
sr@ijekavian: Фолкер Краусе

source: Author
bs: Autor
ca: Autor
cs: Autor
da: Ophavsmand
el: Συγγραφέας
es: Autor
et: Autor
fi: Tekijä
fr: Auteur
gl: Autor
hu: Szerző
ia: Autor
it: Autore
kk: Авторы
km: អ្នក​និពន្ធ​
ko: 작성자
lt: Autorius
nb: Utvikler
nds: Autor
nl: Auteur
pl: Autor
pt: Autoria
pt_br: Autor
ru: Автор
sk: Autor
sl: Avtor
sr@ijekavian: Аутор
sv: Upphovsman
uk: Автор
zh_tw: 作者

source: Only migrate to Akonadi KResource bridges
bs: Пребацити само на Аконади Кресурс мостове
ca: Migra només les interfícies del KResource a L'Akonadi
da: Migrér kun til Akonadi KResource-broer
el: Μεταφορά μόνο σε γέφυρες συμβατότητας KResource του Akonadi
es: Migrar solo a puentes KResource de Akonadi
et: Migreerimine ainult Akonadi KResource'i sildadele
fi: Siirrä vain Akonadin KResource-siltoihin
fr: Ne migrer que vers les interfaces « KResource » Akonadi
gl: Migrar só ás pontes KRsource de Akonadi
hu: Költöztetés csak az Akonadi KResource összeköttetésre
ia: Solmente migra a pontes (bridges) de KResource de Akonadi
it: Migra solo verso i sistemi di compatibilità KResource di Akonadi
kk: Akonadi KResource көпірлеріне ғана көшу
km: ប្ដូរ​ទៅ​ Akonadi KResource bridges
ko: Akonadi KResource 브리지로만 이전
lt: Perkelti tik į „Akonadi“ „KResource“ perėją
nb: Overfør bare til Akonadi-KResource-bruer.
nds: Bloots för't Akonadi-KResource-Wannelmoduul ümwanneln
nl: Migreer alleen naar bruggen tussen Akonadi en KResource
pl: Tylko migracja do mostków KResource Akonadi
pt: Migrar apenas para as interfaces de KResource do Akonadi
pt_br: Migrar somente as interfaces do KResource para o Akonadi
ru: Переносить только на мосты Akonadi KResource
sk: Migrovať iba to mostov Akonadi KResource
sl: Pretvori le v mostove Akonadi—KResource
sr@ijekavian: Пресели само на Аконадијеве премосте за К‑ресурс.
sv: Överför bara till Akonadi resursbryggor
uk: Перенести до Akonadi лише містки KResource
zh_tw: 只移植到 Akonadi KResource 橋樑

source: Omit setting up of the client side compatibility bridges
bs: Izostavipostavljanje mostova kompatibilnosti na strani klijenta
ca: Omet l'arranjament de les interfícies de compatibilitat del client
cs: Vynechat klientské nastavení režimu kompatibility
da: Undlad opsætning af kompatibilitetsbroer på klientside
el: Παράλειψη ρύθμισης γεφυρών συμβατότητας στον πελάτη
es: Omitir la configuración de los puentes de compatibilidad del lado cliente
et: Kliendi ühilduvussildade seadistamise vahelejätmine
fi: Ohita asiakaspuolen yhteensopivuussiltojen asettaminen
fr: Omettre la configuration des interfaces de compatibilité côté client
gl: Omitir configurar as pontes de compatibilidade do lado do cliente
hu: A kliens oldali összeköttetés beállításának kihagyása
ia: Preferentia de omitter usque le latere cliente de pontes de compatibilitate
it: Tralascia l'impostazione dei sistemi di compatibilità lato client
kk: Клиент жақ үлесімдік көпірлерді орнатпай қалдыру
km: លុប​ការ​កំណត់​នៃ​​ bridges ភាព​ឆបគ្នា​ខាង​ម៉ាស៊ីន​ភ្ញៀវ​
ko: 클라이언트 단 호환성 브리지 설정을 건너뜀
lt: Praleisti nuostatas iš kliento pusės suderinamumo perėjų
nb: Utelat oppsett av kompatibilitetsbruer på klientsida
nds: Inrichten vun de Kompatibilieet-Modulen op de Client-Siet utlaten
nl: Sla het opzetten van compatibiliteitsbruggen aan de clientzijde over
pl: Pomiń ustawianie mostków zgodności strony klienta
pt: Omitir a configuração das interfaces de compatibilidade dos clientes
pt_br: Omitir a configuração das interfaces de compatibilidade do cliente
ru: Пропустить установку совместимых мостов на стороне клиента
sk: Vynechať nastavenie mostov kompatibility na strane klienta
sl: Izpusti nastavljanje združljivostnih mostov na strani odjemalca
sr@ijekavian: Изостави постављање премоста сагласности на страни клијента.
sv: Undanta inställning av klientsidans kompatibilitetsbryggor
uk: Уникати налаштування містків сумісності на боці клієнта
zh_tw: 省略客戶端相容性橋樑的設定

source: Only migrate contact resources
bs: Prebaciti samo resurse kontakta
ca: Migra només els recursos de contacte
cs: Migrovat pouze zdroje kontaktů
da: Migrér kun kontaktressourcer
el: Μόνο μεταφορά πόρων επαφών
es: Migrar solo recursos de contactos
et: Ainult kontaktiressursside migreerimine
fi: Siirrä vain yhteystietoresurssit
fr: Ne migrer que les ressources de contacts
gl: Migrar só os recursos de contactos
hu: Csak a névjegy erőforrások költöztetése
ia: Solmente migra ressource de contacto
it: Migra solo le risorse dei contatti
kk: Тек қана контакт деректерін көшіріп ауыстыру
km: ប្ដូរ​​តែ​ធនធាន​​ទាក់ទង​ប៉ុណ្ណោះ​
ko: 연락처 자원만 이전
lt: Perkelti tik adresatų išteklius
nb: Overfør bare kontaktressurser
nds: Bloots Kontact-Ressourcen ümwanneln
nl: Migreer alleen contacthulpbronnen
pl: Przenoś tylko zasoby kontaktów
pt: Migrar apenas os recursos de contactos
pt_br: Somente migrar os recursos de contatos
ru: Переносить только источники с контактами
sk: Migrovať iba zdroje kontaktov
sl: Pretvori le vire stikov
sr@ijekavian: Пресели само ресурсе контаката.
sv: Överför bara kontaktresurser
uk: Перенести лише ресурси контактів
zh_tw: 只移植聯絡人資源

source: Only migrate calendar resources
bs: Prebaciti samo resurse kalendara
ca: Migra només els recursos de calendari
cs: Migrovat pouze zdroje kalendáře
da: Migrér kun kalenderressourcer
el: Μόνο μεταφορά πόρων ημερολογίου
es: Migrar solo recursos de calendario
et: Ainult kalendriressursside migreerimine
fi: Siirrä vain kalenteriresurssit
fr: Ne migrer que les ressources de calendriers
gl: Migrar só os recursos de calendario
hu: Csak a naptár erőforrások költöztetése
ia: Solmente migra ressource de calendario
it: Migra solo le risorse calendario
kk: Тек қана күнтізбе деректерін көшіріп ауыстыру
km: ប្ដូរ​តែ​ធនធាន​ប្រតិទិន​ប៉ុណ្ណោះ​
ko: 달력 자원만 이전
lt: Perkelti tik kalendoriaus išteklius
nb: Overfør bare kalenderressurser
nds: Bloots Kalenner-Ressourcen ümwanneln
nl: Migreer alleen agendahulpbronnen
pl: Przenoś tylko zasoby kalendarza
pt: Migrar apenas os recursos de calendários
pt_br: Somente migrar os recursos de calendários
ru: Переносить только источники с календарями
sk: Migrovať iba zdroje kalendára
sl: Pretvori le vire koledarjev
sr@ijekavian: Пресели само ресурсе календара.
sv: Överför bara kalenderresurser
uk: Перенести лише ресурси календаря
zh_tw: 只移植行事曆資源

source: Only migrate the specified types (supported: contact, calendar, notes)
bs: Migriraj samo navedene tipove(podržano: kontakt, kalendar, napomene)
ca: Migra només els tipus especificats (acceptats: contacte, calendari, notes)
cs: Migrovat pouze zvolené typy (podporovány: kontakt, kalendář, poznámky)
da: Migrér kun de angivne typer (understøttet: kontakt, kalender, noter)
el: Μόνο μεταφορά των καθορισμένων τύπων (υποστηρίζονται: επαφές, ημερολόγιο, σημειώσεις)
es: Migrar solo los tipos especificados (permitidos: contactos, calendario, notas)
et: Ainult määratud tüüpide migreerimine (toetatud on kontaktid, kalender, märkmed)
fi: Siirrä vain määrätyypit (tuetut: yhteystiedot, kalenteri, muistiinpanot)
fr: Ne migrer que les types spécifiés (pris en charge : contact, calendrier, notes)
gl: Migrar só os tipos especificados (admitidos: contactos, calendario, notas)
hu: Csak a megadott típusok költöztetése (támogatott: névjegy, naptár, jegyzetek)
ia: Solmente migra le typos specificate (supportate: contacto, calendario, notas)
it: Migra solo i tipi specificati (supportati: contatti, calendario, note)
kk: Тек қана көрсетілген түрлерін (болатыны: контакт, күнтізбе, knotes жазбасы) көшіріп ауыстыру
km: ប្ដូរ​តែ​ប្រភេទ​ដែល​បាន​បញ្ជាក់​ប៉ុណ្ណោះ​ (បាន​គាំទ្រ ៖​ ទាក់ទង​ ​ប្រតិទិន​​ ចំណាំ​​)
ko: 지정한 자원만 이전 (지원: contact, calendar, notes)
lt: Perkelti tik parinktus tipus (palaikomus: adresatus, kalendorių, užrašus)
nb: Overfør bare de oppgitte typene (støttet: kontakt, kalender, notater)
nds: Bloots den angeven Typen ümwanneln (opst. ünnerstütt: Kontakten, Kalenner, Notizen)
nl: Migreer alleen de specifieke types (ondersteund: contacten, agenda en notities)
pl: Przenieś tylko określone typy (obsługiwane: kontakt, kalendarz, notatki)
pt: Migrar apenas os tipos indicados (suportados: contactos, calendários, notas)
pt_br: Somente migrar os tipos especificados (suportados: contatos, calendário, notas)
ru: Переносить только источники указанного типа (контакты, календари, заметки)
sk: Migrovať iba špecifické typy (podporované: kontakt, kalendár, poznámky)
sl: Pretvori le navedene vrste (podprte: contact (stiki), calendar (koledarji), notes (notice))
sr@ijekavian: Пресели само задате типове (подржано: contact, calendar, notes).
sv: Överför bara angivna typer (stöds av: contact, calendar.
uk: Перенести лише певні типи ресурсів (підтримуються записи контактів, календар і нотатки)
zh_tw: 只移植特定型態（目前支援：聯絡人、行事曆、便條）

source: Show reporting dialog
bs: Prikaži prozorčić izvještavanja
ca: Mostra el diàleg de l'informe
cs: Zobrazit dialog hlášení
da: Vis rapporteringsdialog
el: Εμφάνιση διαλόγου αναφοράς
es: Mostrar diálogo informativo
et: Aruandedialoogi näitamine
fi: Näytä raportti-ikkuna
fr: Afficher la boîte de dialogue de rapport
gl: Mostrar o diálogo de informe
hu: Jelentési párbeszédablak megjelenítése
ia: Monstra dialogo pro reportar
it: Mostra la finestra di dialogo con il resoconto
kk: Хабарлау диалогын көрсету
km: បង្ហាញ​ប្រអប់​ដែល​ធ្វើ​របាយការណ៍​
ko: 결과 보고 대화상자 보기
lt: Rodyti ataskaitų dialogo langą
nb: Vis rapporteringsdialog
nds: Berichtdialoog wiesen
nl: Toon de rapportagedialoog
pl: Wyświetl okno raportu
pt: Mostrar a janela de relatórios
pt_br: Mostrar o diálogo de relatório
ru: Показать окно отчёта
sk: Zobraziť dialóg správy
sl: Pokaži pogovorno okno za poročanje
sr@ijekavian: Прикажи дијалог извештаја
sv: Visa rapporteringsdialogruta
uk: Показати діалогове вікно звіту
zh_tw: 顯示報告對話框

source: Show report only if changes were made
bs: Prikaži izvještaj samo ako su načinjene promjene
ca: Mostra l'informe només si hi ha canvis
cs: Zobrazit hlášení pouze pokud byly provedeny změny
da: Vis kun rapport hvis der blev foretaget ændringer
el: Εμφάνιση αναφοράς μόνο αν συμβούν τροποποιήσεις
es: Mostrar informe solo si se realizan cambios
et: Aruande näitamine ainult muutuste korral
fi: Näytä raportti vain, jos tehtiin muutoksia
fr: Afficher le rapport que si des modifications ont été effectuées
gl: Mostrar o informe só se se realizan alteracións
hu: Jelentés megjelenítése csak akkor, ha történtek változtatások
ia: Monstra reporto solmente quando on ha facite modificationes
it: Mostra il resoconto solo se sono state apportate modifiche
kk: Өзгерістер енгізілгенде ғана хабарламасы көрсетілсін
km: បង្ហាញ​តែ​របាយការណ៍​ ប្រសិនបើ​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​​​
ko: 변경 사항이 있을 때에만 결과 보고 대화상자 보기
lt: Ataskaitą rodyti tik tuo atveju, jeigu buvo padaryti pakeitimai
nb: Vis rapport bare hvis det ble gjort endringer
nds: Bericht bloots wiesen, wenn wat ännert wöör
nl: Toon het rapport alleen als er wijzigingen zijn aangebracht
pl: Wyświetl raport tylko, jeśli zostały dokonane zmiany
pt: Mostrar o relatório apenas em caso de alterações
pt_br: Mostrar o relatório somente se foram feitas alterações
ru: Показать отчёт только в случае внесения изменений
sk: Zobraziť správu iba ak sa urobia zmeny
sl: Pokaži poročilo, le če so bile opravljene spremembe
sr@ijekavian: Прикажи извештај само ако има неких измена
sv: Visa bara rapport om ändringar gjordes
uk: Показати звіт, лише якщо було внесено зміни
zh_tw: 只在有變更時顯示報告
