Repository: fluxer/kde-l10n
Catalog: */messages/kdepim-runtime/kres-migrator.po
Languages: bs, ca, cs, da, el, es, et, fi, fr, gl, hu, ia, it, kk, km, ko, lt, nb, nds, nl, pl, pt, pt_br, ru, sk, sl, sr@ijekavian, sv, uk, zh_tw

source: Migrated Calendar
bs: Prebačen kalendar
ca: S'ha migrat el calendari
da: Kalender migreret
el: Ημερολόγιο που μεταφέρθηκε
es: Calendario migrado
et: Migreeritud kalender
fi: Siirretty kalenteri
fr: Agenda migré
gl: Calendario migrado
hu: Költöztetett naptár
ia: Calendario migrate
it: Calendario migrato
kk: Көшіріп ауыстырған күнтізбе
ko: 이전된 달력
nb: Migrert kalender
nds: Ümwannelt Kalenner
nl: Gemigreerde agenda
pl: Przeniesiony kalendarz
pt: Calendário Migrado
pt_br: Calendário migrado
ru: Перенесён календарь
sk: Premigrovaný kalendár
sr@ijekavian: Календар пресељен.
sv: Överförde kalender
uk: Перенесений календар
zh_tw: 行事曆已移植

source: Failed to create birthdays resource: %1
bs: Nisam uspio da napravim resurs rođendana: %1
ca: Ha fallat en crear el recurs de dates de naixement: %1
cs: Nepovedlo se vytvořit zdroj narozenin: %1
da: Oprettelse af fødselsdagsressource mislykkedes: %1
el: Αποτυχία δημιουργίας πόρου γενεθλίων: %1
es: Ha ocurrido un fallo al crear el recurso de cumpleaños: %1
et: Sünnipäevade ressursi loomine nurjus: %1
fi: Syntymäpäiväresurssin luonti epäonnistui: %1
fr: Impossible de créer une ressource pour les anniversaires : %1
gl: Non foi posíbel crear o recurso de cumpreanos: %1
hu: Nem sikerült létrehozni a születésnap erőforrást: %1
ia: Il falleva a crear ressource de anniversarios de nativitate: %1
it: Creazione della risorsa compleanno non riuscita: %1
kk: Тұған күндердің дерек көзін құру жаңылысы: %1
km: បាន​បរាជ័យ​​ ដើម្បី​បង្កើត​ធនធាន​ថ្ងៃ​កំណើត​​ ៖​​ %1
ko: 생일 자원을 만들 수 없음: %1
lt: Nepavyko sukurti gimtadienių išteklių: %1
nb: Klarte ikke å opprette fødselsdagsressurs: %1
nds: Geboortsdag-Ressource lett sik nich opstellen: %1
nl: Verjaardaghulpbron aanmaken is mislukt: %1
pl: Nie udało się utworzyć zasobu urodzin: %1
pt: Não foi possível criar o recurso de aniversários: %1
pt_br: Falha na criação do recurso de aniversários: %1
ru: Ошибка при создании источника данных для дней рождения: %1
sk: Zlyhalo vytvorenie zdroja narodenín: %1
sl: Ustvaritev vira za rojstne dni ni uspela: %1
sr@ijekavian: Не могу да направим ресурс рођендана: %1
sv: Misslyckades skapa födelsedagsresurs: %1
uk: Не вдалося створити ресурс днів народження: %1
zh_tw: 建立生日資源失敗：%1

source: Migrated Birthdays
bs: Prebačeni rođendani
ca: S'han migrat les dates de naixement
da: Fødselsdage migreret
el: Ημέρες γενεθλίων που μεταφέρθηκαν
es: Cumpleaños migrados
et: Migreeritud sünnipäevad
fi: Siirretyt syntymäpäivät
fr: Dates d'anniversaire migrées
gl: Aniversarios migrados
hu: Költöztetett születésnapok
ia: Anniversario de nativitate migrate
it: Compleanni migrati
kk: Көшіріп ауыстырған тұған күндер
ko: 이전된 생일
nb: Migrert fødselsdager
nds: Ümwannelt Geboortsdaag
nl: Gemigreerde verjaardagen
pl: Przeniesione urodziny
pt: Aniversários Migrados
pt_br: Aniversários migrados
ru: Перенесены дни рождения
sk: Premigrované narodeniny
sr@ijekavian: Рођендани пресељени.
sv: Överförde födelsedagar
uk: Перенесені записи днів народження
zh_tw: 生日已移植

source: Failed to create DAV resource: %1
bs: Neuspjelo kreiranje DAV resursa: %1
ca: Ha fallat en crear el recurs DAV: %1
cs: Nepovedlo se vytvořit zdroj DAV: %1
da: Oprettelse af DAV-ressource mislykkedes: %1
el: Αποτυχία δημιουργίας πόρου DAV: %1
es: Ha ocurrido un fallo al crear el recurso DAV: %1
et: DAV-ressursi loomine nurjus: %1
fi: DAV-resurssin luonti epäonnistui: %1
fr: Impossible de créer la ressource DAV : %1
gl: Non foi posíbel crear o recurso DAV: %1
hu: Nem sikerült létrehozni a DAV erőforrást: %1
ia: Il falleva a crear ressource de DAV: %1
it: Creazione della risorsa DAV non riuscita: %1
kk: DAV ресурсын құру жаңылысы: %1
km: បាន​បរាជ័យ ដើម្បី​​បង្កើត​ធនធាន​ ៖​​ %1
ko: DAV 자원을 만들 수 없음: %1
lt: Nepavyko sukurti DAV išteklių: %1
nb: Klarte ikke opprette DAV-ressurs: %1
nds: DAV-Ressource lett sik nich opstellen: %1
nl: DAV-hulpbron aanmaken is mislukt: %1
pl: Nieudane utworzenie zasobu DAV: %1
pt: Não foi possível criar o recurso de DAV: %1
pt_br: Falha na criação do recurso DAV: %1
ru: Не удалось создать источник данных DAV: %1
sk: Zlyhalo vytvorenie DAV zdroja: %1
sl: Ustvaritev vira DAV ni uspela: %1
sr@ijekavian: Не могу да направим ДАВ ресурс: %1
sv: Misslyckades skapa DAV-resurs: %1
uk: Не вдалося створити ресурс DAV: %1
zh_tw: 建立 DAV 資源失敗：%1

source: Migrated GroupDAV
bs: Prebačen GroupDAV
ca: S'ha migrat el GroupDAV
da: GroupDav migreret
el: GroupDAV που μεταφέρθηκε
es: GroupDAV migrado
et: Migreeritud GroupDAV
fi: Siirretty GroupDAV
fr: GroupDAV migré
gl: GroupDAV migrados
hu: Költöztetett GroupDAV
ia: GroupDAV migrate
it: GroupDAV migrato
kk: Көшіріп ауыстырған GroupDAV
ko: 이전된 GroupDAV
nb: Migrert GroupDAV
nds: Ümwannelt GroupDAV
nl: Gemigreerde GroupDAV
pl: Przeniesione GroupDAV
pt: GroupDAV Migrado
pt_br: GroupDAV migrado
ru: Перенесены данные GroupDAV
sk: Premigrovaný GroupDAV
sr@ijekavian: ГрупДАВ пресељен
sv: Överförde GroupDAV
uk: Перенесені дані GroupDAV
zh_tw: GroupDAV 已移植

source: Failed to find the configuration file for the GroupDAV KResource
bs: Neuspjelo nalaženje konfiguracijske datoteke za GroupDAV KResource
ca: Ha fallat en cercar el fitxer de configuració per al KResource del GroupDAV
cs: Nepovedlo se najít konfigurační soubor KResource GroupDAV
da: Kunne ikke finde konfigurationsfilen for GroupDAV KResource
el: Αποτυχία εύρεσης του αρχείου διαμόρφωσης για τον GroupDAV KResource
es: Falló al localizar el archivo de configuración para el KResource GroupDav
et: GroupDAV-i ressursi seadistusfaili ei leitud
fi: GroupDAV-resurssin asetustiedostoa ei onnistuttu löytämään
fr: Impossible de trouver le fichier de configuration « KRsource » de GroupDAV
gl: Non foi posíbel atopar o ficheiro de configuración para o recurso GroupDAV.
hu: Nem sikerült megtalálni a GroupDAV erőforrás beállítófájlját
ia: Il falleva a trovar le configuration de file pro le KResource de GroupDAV
it: Impossibile trovare il file di configurazione per la risorsa GroupDAV di tipo KResource
kk: GroupDAV KResource бағдарламасының баптау файлы табылмады
km: បាន​បរាជ័យ​ក្នុងកា​ររក​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​សម្រាប់ GroupDAV KResource
ko: GroupDAV KResource 설정 파일을 찾을 수 없음
lt: Nepavyko rasti „GroupDAV“ „KResource“ nuostatų failo
nb: Klarte ikke å finne oppsettsfila for GroupDAV KResource
nds: Instellendatei för de GroupDAV-Ressource för KDE lett sik nich finnen.
nl: Zoeken naar het instellingenbestand voor de GroupDAV KResource is mislukt
pl: Nie udało się znaleźć pliku konfiguracji dla GroupDAV KResource
pt: Não foi possível encontrar o ficheiro de configuração do KResource de GroupDAV
pt_br: Não foi possível encontrar o arquivo de configuração do KResource de GroupDAV
ru: Не удалось найти файл конфигурации для источника данных GroupDAV
sk: Zlyhalo nájdenie konfiguračného súboru pre GroupDAV KResource
sl: Nastavitvene datoteke za stari vir GroupDAV ni bilo moč najti
sr@ijekavian: Не могу да нађем поставни фајл за групДАВ К‑ресурс.
sv: Misslyckades hitta inställningsfilen för K-resursen GroupDAV
uk: Не вдалося знайти файл налаштувань KResource GroupDAV
zh_tw: 找不到 GroupDAV KResource 的設定檔

source: Apparently invalid configuration file for the GroupDAV KResource
bs: Očigledno nevažeća konfiguraciona datoteka GroupDAV KResource
ca: Fitxer de configuració aparentment no vàlid per al KResource del GroupDAV
cs: Zřejmě neplatný soubor s nastavením KResource GroupDAV
da: Tilsyneladende ugyldig konfigurationsfil for GroupDAV KResource
el: Προφανώς μη έγκυρο αρχείο διαμόρφωσης για τον GroupDAV KResource
es: Configuración aparentemente inválida para el KResource GroupDav
et: Nähtavasti vigane GroupDAV-i ressursi seadistusfail
fi: GroupDAV-resurssin asetustiedostoa vaikuttaa virheelliseltä
fr: Fichier de configuration apparemment non valable pour la « KResource » de groupDAV
gl: Ficheiro de configuración aparentemente non válido para o recurso GroupDAV.
hu: Látszólag érvénytelen beállítófájl a GroupDAV KResource-ho
ia: File de configuration apparentemente invalide pro le KResource de GroupDAV
it: File di configurazione apparentemente non corretto per la risorsa GroupDAV di tipo KResource
kk: Демек, GroupDAV KResource бағдарламасының баптау файлы жарамсыз
km: តាម​មើល​ទៅ ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​មិន​ត្រឹមត្រូវ​សម្រាប់ GroupDAV KResource ទេ
ko: GroupDAV KResource 설정 파일이 잘못됨
lt: Matyt negaliojantis „GroupDAV“ „KResource“ nuostatų failas
nb: Tilsynelatende ugyldig oppsettsfil for GroupDAV KResource
nds: Instellendatei för de GroupDAV-Ressource för KDE apenbor leeg
nl: Kennelijk een ongeldig instellingenbestand voor de GroupDAV KResource
pl: Najwidoczniej nieprawidłowy plik konfiguracji dla GroupDAV KResource
pt: O ficheiro de configuração do KResource de GroupDAV aparentemente é inválido
pt_br: O arquivo de configuração do KResource de GroupDAV é aparentemente inválido
ru: Недопустимый файл конфигурации для источника данных GroupDAV
sk: Zjavne neplatný konfiguračný súbor pre GroupDAV KResource
sl: Videti je, da nastavitvena datoteka za stari vir GroupDAV ni veljavna
sr@ijekavian: Изгледа да је поставни фајл за групДАВ К‑ресурс лош.
sv: Uppenbarligen ogiltig inställningsfil för K-resursen GroupDAV
uk: Некоректний файл налаштувань KResource GroupDAV
zh_tw: GroupDAV KResource 的設定檔明顯是不對的

source: Empty username or URL in GroupDAV KResource configuration
bs: Prazno korisničko ime ili URL u GroupDAV KResource konfiguraciji
ca: Nom d'usuari o URL buit a la configuració del KResource del GroupDAV
cs: Prázdné uživatelské jméno nebo URL v nastavení KResoure GroupDAV
da: Tomt brugernavn eller URL i konfiguration af GroupDAV KResource
el: Κενό όνομα χρήστη ή URL στη διαμόρφωση του GroupDAV KResource
es: Usuario o URL vació en la configuración del KResource WebDav
et: Puuduv kasutajanimi või URL GroupDAV-i ressursi seadistuses
fi: Tyhjä käyttäjätunnus tai verkko-osoite GroupDAV-resurssin asetuksissa
fr: Nom de fichier ou URL vide dans la configuration de la « KResource » de GroupDAV
gl: O nome de usuario ou o URL na configuración do KResource GroupDAV están baleiros.
hu: Üres felhasználónév vagy URL a GroupDAV KResource beállításban
ia: Nomine de usator o URL vacue in configuration de KResource de GroupDAV
it: Nome utente o URL vuoti nella configurazione per la risorsa GroupDAV di tipo KResource
kk: GroupDAV KResource баптауында пайдаланушы не URL келтірілмеген
km: ឈ្មោះ​ អ្នក​ប្រើ​ទទេ​ ឬ URL នៅ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ GroupDAV KResource
ko: GroupDAV KResource 설정에 사용자 이름이나 URL이 비어 있음
lt: Nenurodytas naudotojo vardas ar URL „GroupDAV“ „KResource“ nuostatose
nb: Tomt brukernavn elller URL i oppsettet for GroupDAV KResource
nds: Brukernaam oder Adress binnen de Instellen för de GroupDAV-Ressource för KDE fehlt
nl: Lege gebruikersnaam of URL in instelling van GroupDAV KResource
pl: Pusta nazwa użytkownika lub adres URL w konfiguracji GroupDAV KResource
pt: O nome do utilizador ou URL da configuração do KResource de GroupDAV está em branco
pt_br: O nome do usuário ou URL da configuração do KResource de GroupDAV está em branco
ru: Пустое имя пользователя или адрес URL в конфигурации источника данных GroupDAV
sk: Prázdne meno používateľa alebo URL v nastavení GroupDAV KResource
sl: Prazno uporabniško ime ali lokacija v nastavitvah starega vira GroupDAV
sr@ijekavian: Празно корисничко име или УРЛ у постави групДАВ К‑ресурса.
sv: Tomt användarnamn eller webbadress i inställningen av K-resursen GroupDAV
uk: Порожнє ім’я користувача або адреса у налаштуваннях KResource GroupDAV
zh_tw: GroupDAV KResource 設定中有空白的使用者名稱或網址

source: Client-side bridge already set up.
bs: Klijentska strana mosta već postavljena.
ca: La interfície del client ja està arranjada.
cs: Klientská část režimu kompatibility je již nastavena.
da: Bro på klientside er allerede sat op.
el: Γέφυρα συμβατότητας πελάτη ήδη ρυθμισμένη.
es: Puente del lado cliente ya configurado.
et: Kliendi ühilduvussild on juba seadistatud.
fi: Asiakaspuolen silta on jo asetettu.
fr: L'interface côté client est déjà configurée.
gl: Xa está configurada a ponte do lado do cliente.
hu: A kliens oldali összeköttetés már be van állítva.
ia: Ponte de latere cliente ja configurate.
it: Sistema di compatibilità già impostato lato client.
kk: Клиент жағындағы көпір орнатылған.
km: រៀប​ចំ​​ bridge ខាង​ម៉ាស៊ីន​​ភ្ញៀវ​រួច​ហើយ​ ។
ko: 클라이언트 단 브리지가 이미 설정되었습니다.
lt: Kliento pusės perėja jau nustatytas.
nb: Bru på klientsida er satt opp fra før.
nds: Client-Siet-Moduul al inricht.
nl: Brug aan clientzijde is al ingesteld.
pl: Mostek strony klienta został już ustawiony.
pt: A interface do cliente já foi configurada.
pt_br: Interface de compatibilidade do cliente configurada.
ru: Мост на стороне клиента уже установлен.
sk: Most na strane klienta je už nastavený.
sl: Most na strani odjemalca je že nastavljen.
sr@ijekavian: Премост на страни клијента већ је постављен.
sv: Klientsidans brygga redan inställd.
uk: Клієнтський місток вже встановлено.
zh_tw: 客戶端橋樑已設定。

source: Trying to migrate '%1'...
bs: Pokušavam da prebacim '%1'...
ca: S'està intentant migrar «%1»...
cs: Pokus o migraci '%1'...
da: Prøver at migrere "%1"...
el: Προσπάθεια μεταφοράς '%1'...
es: Intentando migrar «%1»...
et: Püütakse migreerida '%1'...
fi: Yritetään siirtää kohdetta ”%1”…
fr: Tentative en cours pour migrer « %1 »...
gl: Estase a tentar migrar «%1»...
hu: „%1” költöztetése…
ia: Essayante de migrar ' %1'...
it: Tentativo di migrazione di «%1» in corso...
kk: '%1' дегенді көшіріп ауыстыру...
km: កំពុង​ព្យាយាម​ប្ដូរ​​ '%1'...
ko: '%1' 이전 시도 중...
lt: Bandoma perkelti „%1“...
nb: Forsøker å overføre «%1» …
nds: Bi't Wanneln vun "%1"...
nl: Poging om '%1' te migreren...
pl: Próba przeniesienia "%1"...
pt: A tentar migrar o '%1'...
pt_br: Tentando migrar '%1'...
ru: Попытка переноса данных «%1»...
sk: Snažím sa migrovať '%1'...
sl: Poskušanje pretvarjanja »%1« ...
sr@ijekavian: Покушавам да преселим „%1“с...
sv: Försöker överföra '%1'...
uk: Спроба перенесення «%1»...
zh_tw: 試著移植 %1 中...

source: No native backend for '%1' available.
bs: Nije dostupan izvorni pozadinski program za '%1'.
ca: No hi ha cap dorsal natiu disponible per a «%1».
cs: Žádný vlastní úložný systém pro '%1' není dostupný.
da: Ingen hjemmehørende motor er tilgængelig til "%1".
el: Μη διαθέσιμο εγγενές σύστημα υποστήριξης για το '%1'.
es: No se dispone de un motor nativo para «%1».
et: '%1' jaoks puudub loomulik taustaporogramm.
fi: Ei natiivia taustaosaa kohteelle ”%1”.
fr: Aucun moteur natif pour « %1 » n'est disponible.
gl: Non se dispón de infraestrutura nativa para «%1».
hu: Nem érhető el natív modul ehhez: „%1”.
ia: Nulle retro-administration native per '%1' disponibile.
it: Nessun backend nativo disponibile per «%1».
kk: Қол жетерілікте '%1' дегеннің туған тетігі жоқ.
km: គ្មាន​កម្មវិធី​ត្រឡប់​ក្រោយ​ដើម​ សម្រាប់​ '%1' ​ឡើយ ។​
ko: 사용 가능한 '%1'의 네이티브 백엔드가 없습니다.
lt: Nepasiekiama gimtoji „%1“ posistemė.
nb: Ingen lokal motor for «%1» er tilgjengelig.
nds: Keen normaal Hülpprogramm för "%1" verföögbor.
nl: Geen lokale backend voor '%1' beschikbaar.
pl: Brak natywnego formatu wyjściowego dla "%1".
pt: Não existe uma infra-estrutura nativa disponível para o '%1'.
pt_br: Nenhuma infraestrutura nativa para '%1' disponível.
ru: Нет доступных серверов для «%1».
sk: Natívny backend pre '%1' nedostupný.
sl: Za »%1« ni na voljo lastne hrbtenice.
sr@ijekavian: Нема самосвојне позадине за „%1“.
sv: Inget inbyggt gränssnitt tillgängligt för '%1'.
uk: Власний сервер для «%1» недоступний.
zh_tw: 沒有 %1 可用的原始後端介面。

source: '%1' has already been migrated.
bs: '%1' je već prebačen.
ca: «%1» ja s'ha migrat.
cs: '%1' již byl migrován.
da: "%1" er allerede blevet migreret.
el: Το '%1' έχει ήδη μεταφερθεί.
es: «%1» ya ha sido migrado.
et: '%1' on juba migreeritud.
fi: ”%1” on jo siirretty.
fr: « %1 » a déjà été migré.
gl: Xa se migrou «%1».
hu: „%1” már át van költöztetve.
ia: '%1' ja ha essite migrate.
it: «%1» è già stato migrato.
kk: '%1' көшіріліп ауыстырылған екен
km: '%1' ត្រូវ​បាន​ប្ដូរ​រួច​ហើយ​ ។
ko: '%1'이(가) 이미 이전되었습니다.
lt: „%1“ jau perkeltas.
nb: «%1» er allerede overført.
nds: "%1" wöör al wannelt.
nl: '%1' is al gemigreerd.
pl: Przeniesiono już "%1".
pt: O '%1' já foi migrado.
pt_br: '%1' já foi migrado.
ru: «%1» уже перенесён.
sk: '%1' už bol migrovaný.
sl: »%1« je že bil pretvorjen.
sr@ijekavian: „%1“ је већ пресељен.
sv: '%1' har redan överförts.
uk: Міграцію «%1» вже здійснено.
zh_tw: %1 已移植。

source: No Akonadi agent identifier specified for previously bridged resource '%1'
bs: Nema Akonadi agent identifikatora za prethodno naveden premošteni resurs '%1'
ca: No s'ha especificat cap identificador d'agent Akonadi pel recurs pont previ «%1»
cs: Nebyl zadán identifikátor agenta Akonadi pro již nastavený režim kompatibility '%1'
da: Ingen Akonadi-agentidentifikator angivet for tidligere brobygget ressource "%1"
el: Δεν έχει οριστεί αναγνωριστικό ταυτότητας πράκτορα Akonadi για προηγούμενη γεφύρωση πόρου '%1'
es: No se ha especificado ningún identificador de agente Akonadi para el recurso previamente puenteado «%1»
et: Varem sillatud ressursile "%1" pole määratud Akonadi agendi identifikaatorit
fi: Akonadi-agentin tunnistetta ei määritetty aiemmin silloitetulle resurssille ”%1”
fr: Aucun identifiant d'agent Akonadi n'est spécifié pour la ressource précédemment associée « %1 »
gl: Non se indicou ningún identificador do axente do Akonadi para o recurso ponteado con anterioridade «%1"
hu: Nincs megadva Akonadi ügynökazonosító a korábban összekötött „%1” erőforráshoz
ia: Nulle identificator de agente de Akonadi specificate per previe ressource pontate '%1'
it: Nessun identificativo di agente Akonadi specificato per la risorsa di compatibilità «%1».
kk: Алдында көпірге ауыстырылған '%1' деректер көзінің Akonadi агент идентификаторы көрсетілмеген
km: គ្មាន​គ្រឿង​សម្គាល់​ភ្នាក់ងារ​របស់​ Akonadi ដែល​បាន​បញ្ជាក់​ សម្រាប់​ធនធាន​ bridged ពី​មុន​ឡើយ​​ '%1'
ko: 이전에 브리지된 자원 '%1'의 Akonadi 에이전트 식별자가 없습니다.
lt: Nenurodytas Akonadi identifikatorius anksčiau apdorotiems ištekliams „%1“
nb: Det er ikke oppgitt noen Akonadi-identifikasjon for den tidligere brukoblede ressursen «%1»
nds: Keen Akonadi-Hölperkennen för vördem överleddt Ressource "%1" angeven
nl: Geen Akonadi-agent-identifier gespecificeerd voor eerder overbrugde hulpbron '%1'
pl: Nie określono identyfikatora agenta Akonadi dla poprzednio zmostkowanego zasobu '%1'
pt: Não foi indicado nenhum identificador de agente do Akonadi para o recurso associado anteriormente '%1'
pt_br: Não foi especificado nenhum identificador de agente do Akonadi para o recurso associado anteriormente '%1'
ru: Нет идентификатора агента Akonadi, который указывает на предыдущий соединённый мостом источник данных «%1»
sk: Nešpecifikovaný identifikátor agenta Akonadi pre predtým premostený zdroj '%1'
sl: Za prej premoščen vir »%1« ni določen noben določilnik posrednika Akonadi
sr@ijekavian: Није задат идентификатор агента Аконадија за претходно премошћени ресурс „%1“.
sv: Ingen Akonadi modulidentifierare angiven för tidigare överbryggad resurs '%1'
uk: Для попередньо пов’язаного ресурсу «%1» не вказано жодного ідентифікатора агента Akonadi.
zh_tw: 沒有指定任何 Akonadi 代理識別子給先前橋接的資源 %1

source: Bridged resource %1 does not exist anymore, trying a direct migration
bs: Premošteni resurs %1 više ne postoji, pokušavam direktnu migraciju
ca: El recurs pont %1 ja no existeix, s'intenta una migració directa.
cs: Režim kompatibility %1 již neexistuje, zkouším přímou migraci
da: Den bridgede ressource %1 findes ikke længere, prøver en direkte migrering
el: Ο πόρος γέφυρας %1 δεν υπάρχει πλέον, προσπαθήστε απευθείας μεταφορά
es: El recurso puente %1 ya no existe, intentando una migración directa
et: Sillatud ressurssi %1 ei ole enam olemas, püütakse ette võtta otsene migreerimine
fi: Silloitettua resurssia %1 ei ole enää olemassa: yritetään suoraa siirtoa
fr: La ressource associée %1 n'existe plus, tentative en cours pour une migration directe
gl: O recurso intermedio %1 xa non existe, intentando unha migración directa.
hu: A(z) %1 összekötött erőforrás nem létezik többé, közvetlen költöztetés
ia: Ressource pontate %1 non existe plus, il essaya un migration directe
it: La risorsa di compatibilità «%1» non esiste più, tento una migrazione diretta
kk: %1 ауыспалы ресурс енді жоқ екен. тікелей көшіп көрмекпіз
km: គ្មាន​ធនធាន %1 ទៀត​ឡើយ សាកល្បង​ប្ដូរ​កន្លែង​ផ្ទាល់
ko: 브리지된 자원 %1이(가) 더 이상 존재하지 않으므로 직접 이전 시도함
lt: Apjungtas šaltinis %1 nebeegzistuoja daugiau, mėginama tiesioginė migracija
nb: Brukoblet ressurs %1 finnes ikke lenger, forsøker en direkte overføring
nds: Överleddt Ressource "%1" gifft dat nich mehr, Direktwanneln warrt versöcht.
nl: Overbrugde hulpbron %1 bestaat niet meer, een directe migratie wordt geprobeerd
pl: Zmostkowany zasób %1 już nie istnieje, próbowanie bezpośredniej migracji
pt: O dispositivo de interface %1 não existe mais, a tentar uma migração directa
pt_br: O dispositivo de interface %1 não existe mais, tentando uma migração direta
ru: Соединённый мостом источник данных %1 больше не существует, попытка миграции данных напрямую.
sk: Premostený zdroj %1 už neexistuje, skúšam inú migráciu
sl: Premoščen vir »%1« ne obstaja več, poskušam z neposredno pretvorbo
sr@ijekavian: Премошћени ресурс „%1“ више не постоји, покушавам непосредну селидбу.
sv: Överbryggad resurs %1 finns inte längre, försöker med en direkt överföring
uk: Проміжного ресурсу %1 вже не існує, спробуємо безпосереднє перенесення даних
zh_tw: 橋接資源 %1 已不再存在。請試著使用直接移植

source: Bridged resource '%1' has no standard resource.
bs: Premošteni resurs '%1' nema standardni resurs.
ca: El recurs pont «%1» no té cap recurs estàndard.
cs: Režim kompatibility '%1' nemá zvolen žádný standardní zdroj.
da: Brobygget ressource "%1" har ingen standardressource.
el: Η γεφύρωση πόρου '%1' δεν έχει τυπικό πόρο.
es: Recurso puente «%1» no dispone de fuente estándar.
et: Sillatud ressursil "%1" pole standardressurssi.
fi: Silloitetulla resurssilla ”%1” ei ole vakioresurssia.
fr: La ressource associée « %1 » ne comporte aucune ressource standard.
gl: O recurso intermedio «%1» non ten ningún recurso estándar.
hu: A(z) „%1” összekötött erőforrásnak nincs standard erőforrása.
ia: Ressource pontate '%1' non ha ressource standard.
it: La risorsa di compatibilità «%1» non ha una risorsa standard.
kk: Көпірдегі '%1' дерек көзінде стандартты емес дерек бар.
km: ធនធាន​ Bridged ​'%1' គ្មាន​ធនធាន​ស្តង់ដារ​ឡើយ​ ។
ko: 브리지된 자원 '%1'에 표준 자원이 없습니다.
lt: Apdoroti ištekliai „%1“ nėra standartiniai ištekliai.
nb: Brukoblet ressurs «%1» har ingen standardressurs.
nds: Överleddt Ressource "%1" bargt keen Standardressource.
nl: Overbrugde hulpbron '%1' heeft geen standaard hulpbron
pl: Zmostkowany zasób '%1' nie ma standardowego zasobu.
pt: O recurso associado '%1' não tem nenhum recurso-padrão.
pt_br: O recurso associado '%1' não tem nenhum recurso padrão.
ru: Соединённый мостом источник «%1» не имеет стандартного источника данных.
sk: Premostený zdroj '%1' nemá štandardný zdroj.
sl: Premoščen vir »%1« nima standardnega vira.
sr@ijekavian: Премошћени ресурс „%1“ нема стандарни ресурс.
sv: Överbryggad resurs '%1' har ingen standardresurs.
uk: Для пов’язаного ресурсу «%1» не визначено стандартного ресурсу.
zh_tw: 橋接資源 %1 裡沒有標準資源。
