Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/analitza.po
Languages: ja, kk, nb, nds

# NAME OF TRANSLATORS
source: Your names
kk: Сайран Киккарин
nb: Bjørn Steensrud
nds: Manfred Wiese

# EMAIL OF TRANSLATORS
source: Your emails
kk: sairan@computer.org
nb: bjornst@skogkatt.homelinux.org
nds: m.j.wiese@web.de

source: Cannot calculate an empty expression
ja: 空の式は計算できません。
kk: Бос өрнек есептеуге келмейді
nb: Kan ikke ikke regne ut et tomt uttrykk
nds: En leddig Utdruck lett sik nich utreken.

source: Must specify a correct operation
ja: 正しい演算を指定してください
kk: Дұрыс амалды келтіру керек
nb: Du må oppgi en riktig operasjon
nds: Du muttst en gellen Akschoon angeven

source: Unknown identifier: '%1'
ja: 未知の識別子 %1
kk: Беймәлім идентификатор: '%1'
nb: Ukjent identifikator: «%1»
nds: Nich begäng Beteker: "%1"

# Error message, no proper condition found.
source: Could not find a proper choice for a condition statement.
ja: 条件文に対して適切な選択肢が見つかりませんでした。
kk: Шартқа лайықты өрнек табылмады.
nb: Klarte ikke finne et riktig valg for en betingelsessetning.
nds: Keen propper Köör för en Tostand-Utdruck funnen.

source: Type not supported for bounding.
kk: Шектеуге келмейтін түрі.
nb: Typen er ikke støttet for grensesetting.
nds: Typ ünnerstütt keen Ingrenzen.

source: The downlimit is greater than the uplimit
ja: 下限が上限より大きくなっています
kk: Төменгі шегі жоғарғысынан үлкен
nb: ned-grensen er større enn opp-grensen
nds: De Neddergrenz is grötter as de Bövergrenz.

source: Incorrect uplimit or downlimit.
ja: 上限か下限が不正です。
kk: Жоғарғы не төменгі шегі дұрыс емес.
nb: Uriktig øvre eller nedre grense.
nds: Leeg Böver- oder Neddergrenz

# By a cycle i mean a variable that depends on itself
source: Defined a variable cycle
ja: それ自身に依存する変数が定義されました
kk: Өз-өзінен тәуелді айнымалының тұйқтығы анықталған
nb: Definerte en variabelsyklus
nds: Variabel-Krink fastleggt

source: The result is not a number
ja: 結果は数ではありません
kk: Нәтижесі сан емес
nb: Resultatet er ikke et tall
nds: Dat Resultaat is keen Tall.

source: Unexpectedly arrived to the end of the input
kk: Күтпегенде кіріс бітті
nb: Kom uventet til slutt på inndata
nds: Unverwachtens bi't Enn vun de Ingaav anlangt

source: Unknown token %1
ja: 未知のトークン %1
kk: %1 дегені - беймәлім
nb: Ukjent token %1
nds: Beteker %1 nich begäng

source: <em>%1</em> needs at least 2 parameters
ja: <em>%1</em> は少なくとも 2 つのパラメータを必要とします
kk: <em>%1</em> кемінде екі параметрді қажет етедіы
nb: <em>%1</em> må ha minst to parametre
nds: <em>%1</em> bruukt tominnst 2 Parameters

source: <em>%1</em> requires %2 parameters
ja: <em>%1</em> は %2 つのパラメータを必要とします
kk: <em>%1</em> деген %2 параметрді қажет етеді
nb: <em>%1</em> må ha %2 parametre
nds: <em>%1</em> bruukt %2 Parameters

source: Missing boundary for '%1'
kk: '%1' дегенге шектеуі жетіспейді
nb: Manglende grense for «%1»
nds: Grenzen fehlt bi "%1"

source: Unexpected bounding for '%1'
ja: 予期しない制限 %1
kk: Күтпеген '%1' дегеннің шектеуі
nb: Uventet grensesetting for «%1»
nds: Ingrenzen för "%1" nich verwacht

source: <em>%1</em> missing bounds on '%2'
kk: <em>%1</em> дегенде '%2' дегеннің шектеуі жетіспейді
nb: <em>%1</em> manglende grenser på «%2»
nds: <em>%1</em> Grenzen fehlt bi "%2"

source: Wrong declare
kk: Қате жариялауы
nb: Feil deklarasjon
nds: Leeg Verkloren

source: Empty container: %1
ja: 空のコンテナ: %1
kk: Бос контейнер: %1
nb: Tom beholder: %1
nds: Leddig Gelaats: %1

# there was a conditional outside a condition structure
source: We can only have conditionals inside piecewise structures.
kk: Шарттар тек қана құрама құрылымдарында болуға тиіс.
nb: Vi kan bare ha betingelsesuttrykk inne i stykkevise strukturer.
nds: Binnen "piecewise"-Strukturen sünd bloots Bedingen tolaten.

source: Cannot have two parameters with the same name like '%1'.
kk: '%1' деп бірдей аталған екі параметр болуға тиіс емес.
nb: Kan ikke ha to parametre med samme navn som «%1».
nds: Twee Parameters mit den sülven Naam as "%1" sünd nich tolaten.

# this is an error message. otherwise is the else in a mathml condition
source: The <em>otherwise</em> parameter should be the last one
kk: <em>otherwise</em> параметрі соңғы болуға тиіс
nb: <em>ellers</em>-parameteren må være den siste
nds: De Parameter <em>anners</em> mutt tolest kamen.

# there was an element that was not a conditional inside a condition
source: %1 is not a proper condition inside the piecewise
kk: %1 деген шарт емес, ол бұл құрамада жарамайды
nb: %1 er ikke et riktig vilkår inne i det stykkevise
nds: %1 is binnen en "piecewise"-Element keen propper Beding

source: We can only declare variables
ja: 変数のみ宣言できます
kk: Тек айнымалыларды жариялауға болады
nb: Vi kan bare deklarere variabler
nds: Bloots Variabeln laat sik verkloren

source: We can only have bounded variables
kk: Тек айнымалыларды шектеуге болады
nb: Vi kan bare ha variabler som har grenser
nds: Bloots bunnen Variabeln sünd tolaten.

source: Error while parsing: %1
ja: 解析中にエラー: %1
kk: Мынаны талдау қатесі: %1
nb: Feil ved tolking: %1
nds: Fehler bi't Inlesen: %1

# An error message
source: Container unknown: %1
ja: 未知のコンテナ: %1
kk: Беймәлім контейнер: %1
nb: Beholder ukjent: %1
nds: Nich begäng Gelaats: %1

source: Cannot codify the %1 value.
kk: %1 дегеннің мәні кодталмады.
nb: Kan ikke kodifisere %1-verdien.
nds: De %1-Weert lett sik nich fastschrieven.

source: The %1 operator cannot have child contexts.
kk: %1 операторында еңшілес контекстері бола алмайды.
nb: %1-operatoren kan ikke ha barnekontekster.
nds: De %1-Oprater mutt keen Ünnerkontexten hebben.

source: The element '%1' is not an operator.
kk: '%1' элементі оператор емес.
nb: Elementet «%1» er ikke en operator.
nds: Dat Element "%1" is keen Oprater

source: Do not want empty vectors
kk: Бос вектор керегі жоқ
nb: Vil ikke ha tomme vektorer
nds: Leddig Vektoren sünd nich tolaten.

# Error message due to an unrecognized input
source: Not supported/unknown: %1
ja: 未知またはサポートされていません: %1
kk: Қолдауы жоқ/Беймәлім: %1
nb: Ikke støttet/ukjent: %1
nds: Nich ünnerstütt oder nich begäng: %1

source: Could not find a type that unifies '%1'
kk: '%1' дегенді біріктіретін түрі табылмады
nb: Klarte ikke å finne en type som forener «%1»
nds: Keen Typ funnen, de "%1" vereent

source: The domain should be either a vector or a list
kk: Бұнда вектор не тізім болуға тиіс
nb: Domenet må være enten en vektor eller en liste
nds: De Domään mutt en Vektor oder en List wesen.

source: Invalid parameter count for '%2'. Should have 1 parameter.
kk: '%2' дегеннің параметрлер саны дұрыс емес. Бұнда %1 параметрі болу тиіс.
nb: Feil antall parametre for «%2». Skulle ha 1 parameter.
nds: Leeg Parametertall för "%2": Müss een Parameter hebben.

source: Could not call '%1'
ja: %1 を呼び出すことができませんでした
kk: '%1' шақырылмады.
nb: Klarte ikke å kalle «%1»
nds: "%1" lett sik nich opropen.

source: Could not solve '%1'
ja: %1 を解決することができませんでした
kk: '%1' шешілмеді
nb: Klarte ikke å løse «%1»
nds: "%1" lett sik nich lösen.

source: Incoherent type for the variable '%1'
kk: '%1' айнымалының түрі анықсыз
nb: Usammenhengende type for variablen «%1»
nds: Nich passen Typ för de Variabel "%1"

source: Could not determine the type for piecewise
kk: Құрама функцияның түрі анықталмады
nb: Klarte ikke bestemme typen for stykkevise
nds: De Typ för "piecewise" lett sik nich fastslaan.

source: Unexpected type
ja: 予期しない型
kk: Күтпеген түрі
nb: Uventet type
nds: Nich verwacht Typ

source: Cannot convert '%1' to '%2'
ja: %1 を %2 へ変換できません
kk: '%1' деген '%2' дегенге аударылмады
nb: Klarte ikke konvertere «%1» til «%2»
nds: "%1" lett sik nich na "%2" wanneln.

# Error message
source: Unknown token '%1'
ja: 未知のトークン %1
kk: '%1' дегені - беймәлім
nb: Ukjent symbol «%1»
nds: Beteker "%1" nich begäng

source: Cannot divide by 0.
kk: Нөлге бөлу болмайды.
nb: Kan ikke dividere med 0.
nds: Delen dör 0 nich mööglich.

source: Cannot calculate the remainder on 0.
ja: 0 の剰余は計算できません。
kk: 0-ден қалдық есептеуге келмейді
nb: Kan ikke ikke beregne resten på 0.
nds: Nablievel vun 0 lett sik nich utreken.

source: Cannot calculate the factor on 0.
ja: 0 の因数は計算できません。
kk: 0-дің көбейткіші есептеуге келмейді
nb: Kan ikke beregne faktoren på 0.
nds: Faktor vun 0 lett sik nich utreken.

source: Cannot calculate the lcm of 0.
ja: 0 の最小公倍数は計算できません。
kk: 0-дің ең кіші ортақ еселігі есептеуге келмейді
nb: Kan ikke beregne mfm på 0.
nds: LgV vun 0 lett sik nich utreken.

source: Could not calculate a value %1
ja: 値 %1 を計算できませんでした
kk: %1 мәні есептеуге келмейді
nb: Klarte ikke å beregne en verdi %1
nds: Weert %1 lett sik nich utreken

source: Invalid index for a container
kk: Контейнердің индексі дұрыс емес
nb: Ugyldig indeks for en beholder
nds: Leeg Gelaats-Index

source: Cannot operate on different sized vectors.
kk: Екі түрлі векторлар бір амалға жарамайды.
nb: Kan ikke operere på vektorer med forskjellig størrelse.
nds: Akschoon mit Vektoren vun verscheden Grött nich mööglich

source: Could not calculate a vector's %1
ja: ベクトルの %1 を計算できませんでした
kk: Вектордың %1 дегені есептеуге келмейді
nb: Klarte ikke å beregne en vektors %1
nds: En Vektor sien %1 lett sik nich utreken

source: Could not calculate a list's %1
ja: リストの %1 を計算できませんでした
kk: Тізімдің %1 дегені есептеуге келмейді
nb: Klarte ikke å beregne en listes %1
nds: En List ehr %1 lett sik nich utreken.

source: Could not calculate the derivative for '%1'
ja: %1 の微分を計算できませんでした
kk: '%1' дегеннің тұындысы есептеуге келмейді
nb: Klarte ikke å beregne den deriverte for «%1»
nds: De Afledden för "%1" lett sik nich utreken.

source: Result: %1
kk: Нәтиже: %1
nb: Resultat: %1
nds: Resultaat: %1

source: To Expression
ja: 式へ
kk: Өрнекке
nb: Til uttrykk
nds: Na Utdruck

source: To MathML
ja: MathML へ
kk: MathML-ге
nb: Til MathML
nds: Na MathML

source: Simplify
ja: 簡略化
kk: Ықшамдату
nb: Forenkle
nds: Eenfacher

source: Examples
ja: 例
kk: Мысалдары
nb: Eksempler
nds: Bispelen

# @title:column
source: Name
ja: 名前
kk: Атауы
nb: Navn
nds: Naam

# @title:column
source: Description
ja: 説明
kk: Сипаттама
nb: Beskrivelse
nds: Beschrieven

# @title:column
source: Parameters
ja: パラメータ
kk: Параметрлері
nb: Parametre

# @title:column
source: Example
ja: 例
kk: Мысал
nb: Eksempel
nds: Bispill

# Syntax for function bounding
source: : var
kk: : айнымалы

# Syntax for function bounding values
source: =from..to
kk: =мыныдан..мынаған_дейін
nb: =fra..til
nds: =vun...bet

source: %1... parameters, ...%2)
ja: %1... パラメータ, ...%2)
kk: %1... параметрлер, ...%2)
nb: %1 … parametre, …%2)

source: Addition
ja: 加法
kk: Қосу
nb: Addisjon
nds: Totellen

source: Multiplication
ja: 乗法
kk: Көбейту
nb: Multiplikasjon
nds: Multiplikatschoon

source: Division
ja: 除法
kk: Бөлу
nb: Divisjon
nds: Divischoon

source: Subtraction. Will remove all values from the first one.
kk: Азайту. Біріншісінен барлық қалғандарын алып тастайды.
nb: Subtraksjon. Vil fjerne alle verdier fra den første.
nds: Aftrecken. Treckt all Weerten vun den eersten Weert af.

source: Power
ja: 累乗
kk: Дәреже
nb: Potens
nds: Hooch

source: Remainder
ja: 剰余
kk: Қалдық
nb: Rest
nds: Nablievels

source: Quotient
ja: 商
kk: Бөлінді
nb: Kvotient
nds: Quotschent

source: The factor of
ja: 因数
kk: Келесінің көбейткіші
nb: Faktor i
nds: De Fakter vun

source: Factorial. factorial(n)=n!
ja: 階乗 factorial(n)=!
kk: Факториал. factorial(n)=n!
nb: Fakultet, factorial(n) = n!
nds: Keden-Multiplikatschoon: factorial(n)=n!

source: Function to calculate the sine of a given angle
ja: 与えられた角の正弦 (サイン) を計算する関数
kk: Келтірілген бұрыштың синусын есептейтін функция
nb: Funksjon som beregner sinus til en gitt vinkel
nds: Funkschoon, de den Sinus vun en geven Winkel utreekt

source: Function to calculate the cosine of a given angle
ja: 与えられた角の余弦 (コサイン) を計算する関数
kk: Келтірілген бұрыштың косинусын есептейтін функция
nb: Funksjon som beregner cosinus til en gitt vinkel
nds: Funkschoon, de den Kosinus vun en geven Winkel utreekt

source: Function to calculate the tangent of a given angle
ja: 与えられた角の正接 (タンジェント) を計算する関数
kk: Келтірілген бұрыштың тангенсін есептейтін функция
nb: Funksjon som beregner tangens til en gitt vinkel
nds: Funkschoon, de den Tangens vun en geven Winkel utreekt

source: Secant
ja: 正割 (セカント)
kk: Секанс
nb: Secans
nds: Sekans

source: Cosecant
ja: 余割 (コセカント)
kk: Косеканс
nb: Cosecans
nds: Kosekans

source: Cotangent
ja: 余接 (コタンジェント)
kk: Котангенс
nb: Cotangens
nds: Kotangens

source: Hyperbolic sine
ja: 双曲線正弦 (ハイパボリックサイン)
kk: Гиперболалық синус
nb: Hyperbolsk sinus
nds: Hyperboolsch Sinus

source: Hyperbolic cosine
ja: 双曲線余弦 (ハイパボリックコサイン)
kk: Гиперболалық косинус
nb: Hyperbolsk cosinus
nds: Hyperboolsch Kosinus

source: Hyperbolic tangent
ja: 双曲線正接 (ハイパボリックタンジェント)
kk: Гиперболалық тангенс
nb: Hyperbolsk tangens
nds: Hyperboolsch Tangens

source: Hyperbolic secant
ja: 双曲線正割 (ハイパボリックセカント)
kk: Гиперболалық секанс
nb: Hyperbolsk secans
nds: Hyperboolsch Sekans

source: Hyperbolic cosecant
ja: 双曲線余割 (ハイパボリックコセカント)
kk: Гиперболалық косеканс
nb: Hyperbolsk cosecans
nds: Hyperboolsch Kosekans

source: Hyperbolic cotangent
ja: 双曲線余接 (ハイパボリックコタンジェント)
kk: Гиперболалық котангенс
nb: Hyperbolsk cotangens
nds: Hyperboolsch Kotangens

source: Arc sine
ja: 逆正弦 (アークサイン)
kk: Арксинус
nb: Arcsinus
nds: Arkussinus

source: Arc cosine
ja: 逆余弦 (アークコサイン)
kk: Арккосинус
nb: Arccosinus
nds: Arkuskosinus

source: Arc tangent
ja: 逆正接 (アークタンジェント)
kk: Арктангенс
nb: Arctangens
nds: Arkustangens

source: Arc cotangent
ja: 逆余接 (アークコタンジェント)
kk: Арккотангенс
nb: Arccotangens
nds: Arkuskotangens

source: Hyperbolic arc tangent
ja: 逆双曲線正接 (ハイパボリックアークタンジェント)
kk: Гиперболалық арктангенс
nb: Hyperbolsk arctangens
nds: Hyperboolsch Arkustangens

source: Summatory
ja: 総和
kk: Қосынды есептеуіш
nb: Sum-operator
nds: Summ

source: Productory
ja: 積
kk: Көбейткіш
nb: Produkt-operator
nds: Produkt

source: For all
kk: Бүкілдеріне
nb: For alle
nds: För all

source: Exists
kk: Бар
nb: Finnes
nds: Vörhannen

source: Differentiation
ja: 微分
kk: Дифференциалдау
nb: Differensiering
nds: Afledden

source: Hyperbolic arc sine
ja: 逆双曲線正弦 (ハイパボリックアークサイン)
kk: Гиперболалық арксинус
nb: Hyperbolsk arcsinus
nds: Hyperboolsch Arkussinus

source: Hyperbolic arc cosine
ja: 逆双曲線余弦 (ハイパボリックアークコサイン)
kk: Гиперболалық арккосинус
nb: Hyperbolsk arccosinus
nds: Hyperboolsch Arkuskosinus

source: Arc cosecant
ja: 逆余割 (アークコセカント)
kk: арккосеканс
nb: Arccosecans
nds: Arkuskosekans

source: Hyperbolic arc cosecant
ja: 逆双曲線余割 (ハイパボリックアークコセカント)
kk: Гиперболалық арккосеканс
nb: Hyperbolsk arccosecans
nds: Hyperboolsch Arkuskosekans

source: Arc secant
ja: 逆正割 (アークセカント)
kk: Арксеканс
nb: Arcsecans
nds: Arkussekans

source: Hyperbolic arc secant
ja: 逆双曲線正割 (ハイパボリックアークセカント)
kk: Гиперболалық арксеканс
nb: Hyperbolsk arcsecans
nds: Hyperboolsch Arkussekans

source: Exponent (e^x)
ja: 指数 (e^x)
kk: Экспонента (e^x)
nb: Eksponent (e^x)

source: Base-e logarithm
ja: 自然対数
kk: Натурал логарифм
nb: Naturlig logaritme
nds: Euler-Logaritmus

source: Base-10 logarithm
ja: 常用対数
kk: Ондық логарифм
nb: Briggs-logaritme
nds: Teiner-Logaritmus

source: Absolute value. abs(n)=|n|
ja: 絶対値 abs(n)=|n|
kk: Модулі. abs(n)=|n|
nb: Absoluttverdi. abs(n)=|n|
nds: Afsoluutweert: abs(n)=|n|

source: Floor value. floor(n)=⌊n⌋
ja: 床関数 floor(n)=⌊n⌋
kk: Ең жақын кіші тұтас сан. floor(n)=⌊n⌋
nb: Floor-verdi. floor(n)=⌊n⌋
nds: Afrunnen: floor(n)=⌊n⌋

source: Ceil value. ceil(n)=⌈n⌉
ja: 天井関数 ceil(n)=⌈n⌉
kk: Ең жақын үлкен тұтас сан. ceil(n)=⌈n⌉
nb: Ceil-verdi. ceil(n)=⌈n⌉
nds: Oprunnen: ceil(n)=⌈n⌉

source: Minimum
ja: 最小値
kk: Минимум
nds: Lüttst

source: Maximum
ja: 最大値
kk: Максимум
nb: Maksimum
nds: Gröttst

source: Greater than. gt(a,b)=a>b
ja: より大きい gt(a,b)=a>b
kk: Келесіден артық. gt(a,b)=a>b
nb: Større enn. gt(a,b)=a>b
nds: Grötter as: gt(a,b)=a>b

source: Less than. lt(a,b)=a<b
ja: より小さい lt(a,b)=a<b
kk: Келесіден кем. lt(a,b)=a<b
nb: Mindre enn. lt(a,b)=a<b
nds: Minn as: lt(a,b)=a<b

source: Equal. eq(a,b) = a=b
ja: 等しい eq(a,b) = a=b
kk: Тең. eq(a,b) = a=b
nb: Er lik. eq(a,b) = a=b
nds: Liek: eq(a,b) = a=b

source: Approximation. approx(a)=a±n
ja: 近似 approx(a)=a±n
kk: Жуық. approx(a)=a±n
nb: Tilnærmelse. approx(a)=a±n
nds: Üm un bi: approx(a)≈a

source: Not equal. neq(a,b)=a≠b
ja: 等しくない neq(a,b)=a≠b
kk: Тең емес. neq(a,b)=a≠b
nb: Er ikke lik. neq(a,b)=a≠b
nds: Nich liek: neq(a,b)=a≠b

source: Greater or equal. geq(a,b)=a≥b
ja: 以上 geq(a,b)=a≥b
kk: Келесіден артық не оған тең. geq(a,b)=a≥b
nb: Større enn eller lik. geq(a,b)=a≥b
nds: Grötter as oder liek: geq(a,b)=a≥b

source: Less or equal. leq(a,b)=a≤b
ja: 以下 leq(a,b)=a≤b
kk: Келесіден кем не оған тең. leq(a,b)=a≤b
nb: Mindre enn eller lik. leq(a,b)=a≤b
nds: Minn as oder liek: leq(a,b)=a≤b

source: Boolean and
ja: 論理積 (AND)
kk: Логикалық ЖӘНЕ
nb: Boolsk og
nds: Boolsch Un

source: Boolean not
ja: 論理否定 (NOT)
kk: Логикалық терістеу
nb: Boolsk ikke
nds: Boolsch Nich

source: Boolean or
ja: 論理和 (OR)
kk: Логикалық НЕМЕСЕ
nb: Boolsk eller
nds: Boolsch Oder

source: Boolean xor
ja: 排他的論理和 (XOR)
kk: Логикалық Сыйыспайтын НЕМЕСЕ
nb: Boolsk eksklusiv eller
nds: Boolsch Utsluten Oder

source: Boolean implication
ja: 論理包含
kk: Логикалық импликация
nb: Boolsk medfører
nds: Boolsch Implikatschoon

source: Greatest common divisor
ja: 最大公約数
kk: Ең үлкен ортақ бөлгіш
nb: Største felles nevner
nds: Gröttst gemeen Deler

source: Least common multiple
ja: 最小公倍数
kk: Ең кіші ортақ еселігі
nb: Minste felles multiplum
nds: Lüttst gemeen Veelfach

source: Root
ja: ルート
kk: Түбір
nb: Rot
nds: Wörtel

source: Cardinal
ja: 基数
kk: Есептік сан
nb: Kardinal
nds: Telltall

source: Scalar product
ja: スカラー積
kk: Скаляр көбейтінді
nb: Skalarprodukt
nds: Skalaarprodukt

source: Select the par1-th element of par2 list or vector
kk: Екінші параметрімен берілген тізімінің не векторының бірінші параметрімен берілген элементің таңдау
nb: Velg det par1-ste elementet fra par2 liste eller vektor
nds: Dat "par1"-te Element ut "par2"-List oder -Vektor utsöken

source: Joins several items of the same type
kk: Түрі бірдей бірнеше аталымдарын біріктіру
nb: Kobler sammen flere elementer av samme type
nds: Mehr Indrääg vun den sülven Typ tohoopkoppeln

source: Applies a function to every element in a list
kk: Тізімдегі әрбір элементтерінің функциясын алады
nb: Bruker en funksjon på hvert element i en liste
nds: Bruukt en Funkschoon op elk Element binnen en List

source: Removes all elements that don't fit a condition
kk: Шартқа келмейтін бүкіл элементтерін кетіру
nb: Fjerner alle elementer som ikke passer med en betingelse
nds: Deit all Elementen weg, op de en Bedingen nich passt

source: Transpose
kk: Транспозициялау
nb: Transponer
nds: Transponeren

# Current parameter is the bounding
source: : bounds
ja: : 上下限
kk: : шектері
nb: : grenser
nds: : Grenzen

source: Selected viewport too small
ja: 選択された表示域は小さすぎます
kk: Таңдалған көру аумағы тым тар
nb: Den valgte bilderuten er for liten
nds: Utsöcht Kiekrebeet to lütt

# @title:column
source: Value
ja: 値
kk: Мәні
nb: Verdi
nds: Weert

# error message
source: Expected %1 instead of '%2'
ja: %2 ではなく %1 が期待されます
kk: '%2' орында %1 күтілген еді
nb: Ventet %1 i stedet for «%2»
nds: %1 ansteed "%2" verwacht

source: Missing right parenthesis
ja: 右括弧がありません
kk: Оң жақ жақшасы жетіспейді
nb: Manglende høyreparentes
nds: Klemm rechts fehlt

source: Unbalanced right parenthesis
ja: 右括弧に対応する左括弧がありません
kk: Оң жақ сыңары жоқ жақша
nb: Høyreparentes uten makker
nds: Klemm rechts ahn Güntklemm

source: Unexpected token identifier: %1
ja: 予期しないトークン %1
kk: Күтпеген бірдеменің индентификаторы: %1
nb: Uventet token-identifikator: %1
nds: Beteker nich verwacht: %1

source: Unexpected token %1
ja: 予期しないトークン %1
kk: %1 деген күтпеген нәрсе
nb: Uventet token %1
nds: Beteker %1 nich verwacht
