Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/klettres.po
Languages: lt

# NAME OF TRANSLATORS
source: Your names
lt: Andrius Štikonas, Valdas Jankūnas

# EMAIL OF TRANSLATORS
source: Your emails
lt: andrius@stikonas.eu, zmuogs@gmail.com

source: The file sounds.xml was not found in $KDEDIR/share/apps/klettres/ Please install this file and start KLettres again.
lt: Aplanke „$KDEDIR/share/apps/klettres/“ nerastas failas „sounds.xml“. Įdiekite trūkstamą failą, ir, po to, startuokite KLettres iš naujo.

source: KLettres - Error
lt: KLettres – Klaida

source: New Sound
lt: Naujas garsas

source: Play a new sound
lt: Leisti naująjį garsą

source: You can play a new sound by clicking this button or using the File menu, New Sound.
lt: Naujasis garsas bus leidžiamas, paspaudus šį mygtuką arba naudojant meniu „Failas → Naujas garsas“.

source: Get Alphabet in New Language...
lt: Atsiųsti naujos kalbos abėcėlę...

source: Replay Sound
lt: Garsą leisti iš naujo

source: Play the same sound again
lt: Dar syk leisti tą patį garsą

source: You can replay the same sound again by clicking this button or using the File menu, Replay Sound.
lt: Tą patį garsą galite leisti dar sykį, paspausdami šį mygtuką arba naudoda meniu „Failas → Garsą leisti iš naujo“.

# @label:listbox which difficulty level to use
source: L&evel
lt: &Lygis

source: Select the level
lt: Pasirinkti lygį

source: You can select the level: level 1 displays a letter and you hear it; level 2 does not display the letter, you only hear it; level 3 displays a syllable and you hear it; level 4 does not display the syllable, you only hear it.
lt: Galima pasirinkti lygį: 1–me lygyje bus rodoma raidė ir leidžiamas jos garsas; 2–me lygyje ridė rodoma nebus, bus leidžiamas tik jos garsas; 3–me lygyje bus rodomas skiemuo ir leidžiamas jo garsas; 4–me lygyje skiemuo rodomas nebus, bus leidžiamas tik jo garsas.

# @label:listbox
source: &Language
lt: &Kalba

# @item:inlistbox choose level
source: Level %1
lt: Lygis %1

source: Themes
lt: Temos

source: Select the theme
lt: Pasirinkti temą

source: Here you can change the theme for KLettres. A theme consists in the background picture and the font color for the letter displayed.
lt: Čia galima parinkti KLettres temą. Tema nustato fono paveikslą ir rodomos raidės šrifto spalvą.

source: Mode Kid
lt: Veiksena vaikams

source: If you are in the Grown-up mode, clicking on this button will set up the Kid mode. The Kid mode has no menubar and the font is bigger in the statusbar.
lt: Jei įjungta veiksena saugusiems, tai spustelėjus šį mygtuką bus įjunta veiksena vaikams. Veiksenoje vaikams nerodoma menių juosta, be to, būna didesnis būsenos juostos šriftas.

source: Mode Grown-up
lt: Veiksena suaugusiems

source: The Grownup mode is the normal mode where you can see the menubar.
lt: Veiksena suaugusiems yra įprastoji veiksena, kurioje rodoma menių juosta.

source: Font Settings
lt: Šriftų nustatymai

source: Timer
lt: Laikas

# @info:status the current level chosen
source: (Level %1)
lt: (Lygis %1)

source: Grown-up mode is currently active
lt: Šiuo metu aktyvi veiksena suaugusiems

source: Switch to Kid mode
lt: Perjungti į veikseną vaikams

source: Kid mode is currently active
lt: Šiuo metu aktyvi veiksena vaikams

source: Switch to Grown-up mode
lt: Perjungti į veikseną suaugusiems

source: File $KDEDIR/share/apps/klettres/%1.txt not found; please check your installation.
lt: Nerastas failas „$KDEDIR/share/apps/klettres/%1.txt“; Patikrinkite programa įdiegta gerai.

source: Error
lt: Klaida

source: Language
lt: Kalba

source: Theme
lt: Tema

source: Whether the menubar is shown or hidden
lt: Kada rodyti arba slėpti menių juostą

source: Mode
lt: Veiksena

source: Difficulty level.
lt: Sudėtingumo lygis.

source: Kid Timer
lt: Laikmatis vaikams

source: Grown-up Timer
lt: Laikmatis suaugusiems

source: Font
lt: Šriftas

source: &File
lt: &Failas

source: L&ook
lt: &Išvaizda

source: &Settings
lt: &Nustatymai

source: Main
lt: Pagrindinė

source: Special Characters
lt: Specialūs simboliai

source: Type the letter or syllable that you just heard
lt: Įveskite ką tik girdėtą raidę ar skiemenį

# @item:inlistbox
source: Kid
lt: Vaikas

# @item:inlistbox desert theme for the interface
source: Desert
lt: Dykuma

# @item:inlistbox
source: Savannah
lt: Savana

source: Romanized Hindi
lt: Romanizuota Hindi

source: English Phonics
lt: Anglų garsai

# @item:inlistbox no language for that locale
source: None
lt: Niekas

source: KLettres helps a very young child or an adult learning a new language by associating sounds and letters in this language. 25 languages are available.
lt: KLettres padeda mažiems vaikams arba suaugusiems išmokti naują kalbą, asocijuojant šios kalbos raides ir jų garsus. Galima rinktis iš 25 kalbų.

source: Kids and grown-up oxygen icons
lt: Vaikiškos ir suaugusiųjų oxygen piktogramos

source: SVG background pictures
lt: Fono SVG paveikslėliai

source: Support and coding guidance
lt: Vadovavo rašant kodą ir palaikymą

source: Code for generating special characters' icons
lt: Parašė kodą, generuojantį specialiųjų rašmenų piktogramas

source: Port to KConfig XT, coding help
lt: Perkėlė į KConfig XT, pagelbėjo programuojant

source: Code cleaning, Theme class
lt: Apvalė kodą, įgyvendino temos klasę

source: Timer setting widgets
lt: Laikmačio nustatymo valdikliai

source: Error while loading the sound names.
lt: Įkeliant garsų pavadinimus įvyko klaida.

source: tenths of second
lt: dešimtosios sekundės dalys

source: Set the time between 2 letters.
lt: Parinkite laikotarpį tarp dviejų raidžių.

source: Set the timer (in tenths of seconds)
lt: Nustatyti laikmatį (sekundės dešimtosiomis)

source: You can set the time between two letters in Kid mode. Default is 4 tenths of seconds but younger children might need longer time.
lt: Veiksenoje vaikams galima nustatyti laikotarpį tarp dviejų raidžių. Numatytas laikotarpis yra 4 dešimtosios sekundės, tačiau jaunesniems vaikams gali prireikti ir ilgesnio laikotarpio.

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kid Mode</p></body></html>
lt: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Veiksena vaikams</p></body></html>

source: You can set the time between two letters in Grown-up mode. Default is 2 tenths of seconds.
lt: Veiksenoje suaugusiems galima nustatyti laikotarpį tarp dviejų raidžių. Numatytasis laikotarpis yra 2 dešimtosios sekundės.

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Grown-up Mode</p></body></html>
lt: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Veiksena suaugusiems</p></body></html>
