Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/ktouch.po
Languages: hr

# NAME OF TRANSLATORS
source: Your names
hr: Renato Pavičić, Oliver Mucafir

# EMAIL OF TRANSLATORS
source: Your emails
hr: renato@translator-shop.org, oliver.untwist@gmail.com

source: T&raining
hr: Vježbanje

source: &Settings
hr: Po&stavke

source: Main Toolbar
hr: Glavna alatna traka

source: Color Scheme Editor
hr: Uređivač shema boja

source: User Defined Color Schemes
hr: Korisnički definirane sheme boja

source: Remove
hr: Ukloni

source: Add
hr: Dodaj

source: Edit Color Scheme
hr: Uredi shemu boja

source: Name of color scheme:
hr: Ime sheme boja:

source: &Store Data
hr: &Spremi podatke

source: Slide Line Colors
hr: Boje na kliznoj traci

source: Teacher background:
hr: Pozadina pokazne linije:

source: Teacher text:
hr: Pokazni tekst:

source: Student background:
hr: Pozadina linije vježbanja

source: Student text on error:
hr: Tekst vježbanja ima grešku:

source: Student text:
hr: Tekst vježbanja:

source: Student background on error:
hr: Pozadina linije vježbanja ima grešku:

source: Keyboard Colors
hr: Boje tipkovnice

source: Background colors for normal keys:
hr: Boje pozadine za uobičajene tipke:

source: Highlighted background:
hr: Istaknuta pozadina:

source: Normal key colors:
hr: Boje uobičajenih tipki:

source: Highlighted text color:
hr: Boja istaknutog teksta:

source: Text color:
hr: Boja teksta:

source: Key frame:
hr: Okvir tipke:

source: Modifier/other keys:
hr: Mjenjačke/druge tipke:

source: Text color
hr: Boja teksta

source: Background:
hr: Pozadina:

source: Keyboard Layout Editor
hr: Uređivač rasporeda tipkovnice

source: Keyboard Identification Data
hr: Identifikacijski podaci tipkovnice

source: Keyboard title:
hr: Ime tipkovnice:

source: Language id:
hr: ID jezika:

source: Comments:
hr: Komentar:

source: Key Properties
hr: Svojstva tipke

source: Key type:
hr: Vrsta tipke:

source: Key text:
hr: Tekst tipke:

source: Key characters
hr: Znakovi tipke

source: Top left:
hr: Gore lijevo:

source: Top right:
hr: Gore desno

source: Bottom left:
hr: Dolje lijevo

source: Bottom right:
hr: Dolje desno

source: Select finger key
hr: Izaberite osnovnu tipku

source: Delete Key
hr: Izbriši tipku

source: Keyboard Edit Options
hr: Opcije uređivanja tipkovnice

source: Open Keyboard...
hr: Otvori tipkovnicu …

source: Set Keyboard Font...
hr: Postavi pismo tipkovnice …

source: Save Keyboard
hr: Spremi tipkovnicu

source: Save Keyboard As...
hr: Spremi tipkovnicu kao …

source: Close
hr: Zatvori

source: Key Geometry
hr: Geometrija tipke

source: Left:
hr: Lijevo:

source: Width:
hr: Širina:

source: Top:
hr: Vrh:

source: Height:
hr: Visina:

source: Key connectors
hr: Veze tipke

source: Character
hr: Znak

source: or unicode
hr: ili unicode

source: Clear connectors
hr: Izbriši veze

source: Add/update connector
hr: Dodaj/ažuriraj vezu

source: < modifier key>
hr: <tipka mjenjača>

source: Keyboard Layout (click to activate keys for editing or drag keys)
hr: Raspored tipkovnice (kliknite kako biste aktivirali tipke za uređivanje ili ih povucite)

source: Add key
hr: Dodaj tipku

source: KTouch Lecture Editor
hr: KTouch uređivač vježbi

source: Lecture Properties
hr: Svojstva vježbe

source: Title:
hr: Naslov:

source: Comment:
hr: Komentar:

source: Level Editor
hr: Uređivač razine

source: Level Data of Level 10
hr: Podaci o razini 10

source: New characters in this level:
hr: Novi znakovi na ovoj razini:

source: Level comment (optional):
hr: Komentar razine (neobavezno):

source: Level data:
hr: Podaci o razini:

source: Training level summary
hr: Sažetak razine vježbe

source: Summary
hr: Sažetak

source: High scores for this level
hr: Najviši rezultati za ovu razinu

source: Date
hr: Datum

source: Score
hr: Rezultat

source: Characters per second
hr: Znakova u sekundi

source: Accuracy
hr: Preciznost

source: All users high scores for this level
hr: najviši rezultati svih korisnika za ovu razinu

source: &Retry level
hr: Ponovi razinu

source: &Continue to next level
hr: Nastavi sa sljedećom razinom

source: Browse...
hr: Pretraži …

source: &Ok
hr: U redu

source: &Cancel
hr: Odustani

source: Color Settings
hr: Postavke boja

source: Use custom color for typing line
hr: Koristi prilagođenu boju za liniju tipkanja

source: The color for the teacher's line
hr: Boja za pokaznu liniju

source: Teacher's line
hr: Pokazna linija

source: Text:
hr: Tekst:

source: Change the text color for the student line
hr: Promijeni boju teksta za liniju vježbanja

source: Here you can change the color of the text you type in the student line.
hr: Ovdje možete promijeniti boju teksta koji tipkate u liniji vježbanja.

source: The background for the teacher's line
hr: Pozadina za pokaznu liniju

source: Here you can change the background color for the teacher's line (the line of letters you have to type.)
hr: Ovdje možete promijeniti boju pozadine pokazne pokazne linije (liniju slova koju trebate otipkati).

source: Typing line
hr: Linija tipkanja

source: Use different color on missed typing
hr: Koristi drukčiju boju kod pogrešnog tipkanja

source: Choose the background color for error in typing line
hr: Izaberite boju pozadine za greške u liniji tipkanja

source: When you have checked 'Use different color on error in the typing line', you can then choose a color for the background of errors. You make an error when you type a wrong letter in the student line. This is a way to make your errors more visible.
hr: Ako ste izabrali opciju 'Koristi drukčiju boju za greške u liniji tipkanja', tada možete izabrati boju pozadine za greške. Greške činite ako upišete krivo slovo u liniji vježbanja. Ovo je način da vam vaše greške budu vidljivije.

source: Choose the text color for error in typing line
hr: Izaberite boju teksta za greške u liniji tipkanja

source: When you have checked 'Use different color on error in the typing line', you can then choose a color for the text of errors. You make an error when you type a wrong letter in the student line. This is a way to make your errors more visible.
hr: Ako ste izabrali opciju 'Koristi drukčiju boju za greške u liniji tipkanja', tada možete izabrati boju teksta za greške. Greške činite ako upišete krivo slovo u liniji vježbanja. Ovo je način da vam vaše greške budu vidljivije.

source: General Options
hr: Općenite opcije

source: Text Line Settings
hr: Postavke linije teksta

source: Fast
hr: Brzo

source: Slow
hr: Sporo

source: Sliding speed:
hr: Brzina pomicanja:

source: Override lecture font
hr: Izbjegni pismo vježbe

source: Font for displayed/typed text:
hr: Pismo za prikazani/otipkani tekst:

source: This button will display a font dialog where you can change the font for the student and the teacher lines. When you leave the font dialog, the new font is previewed in the line below and only applied when you click the Apply button below.
hr: Ovaj gumb će prikazati dijalog u kojem možete promijeniti pismo za pokaznu liniju i liniju vježbanja. Kada napustite dijalog, novo pismo će biti prikazano na liniji ispod i bit će primjenjeno tek kad kliknete na gumb Primjeni koji se nalazi ispod.

source: Keyboard Settings
hr: Postavke tipkovnice

source: Show keyboard
hr: Prikaži tipkovnicu

source: Show on the keyboards the keys you have to type
hr: Prikaži na tipkovnici tipke koje trebate otipkati

source: This highlights on the keyboard the key you have to type next. It is easier to type when this is checked.
hr: Ovo ističe tipku na tipkovnici koju sljedeću trebate otipkati. Lakše je tipkati kada je ovo izabrano.

source: Highlight &keys on keyboard
hr: Istakni gumbe na tipkovnici

source: Hide/dim not yet learned keys
hr: Sakrij/zamuti nenaučene tipke

source: Sound
hr: Zvuk

source: Emit a beep on each typing error
hr: Proizvedi bip kod svake pogreške tipkanja

source: Training Options
hr: Opcije vježbanja

source: Typing speed:
hr: Brzina tipkanja:

source: Correctness:
hr: Točnost:

source: Lecture:
hr: Lekcija:

source: Correctness
hr: Ispravnost

source: Skill
hr: Vještina

source: Words per minute
hr: Riječi u minuti

source: Characters per minute
hr: Znakova u minuti

source: Clear History
hr: Izbriši povijest

source: Level
hr: Razina

source: Speed
hr: Brzina

source: The number of the current color scheme.
hr: Broj trenutne sheme boja:

source: Use the same typing line colors independent of color scheme.
hr: Koristite istu boju linije tipkanja neovisno o shemi boja.

source: The background color for the teacher's line.
hr: Boja pozadine za pokaznu liniju.

source: The text color for the teacher's line
hr: Boja teksta za pokaznu liniju.

source: The background color for the student's line.
hr: Boja pozadine za liniju vježbanja.

source: The text color for the student's line
hr: Boja teksta za liniju vježbanja.

source: Whether to use a different background for wrong text or not.
hr: Bilo da se koristi različita pozadina za neispravan tekst ili ne.

source: The background color for wrong text (students line).
hr: Boja pozadine kod neispravnog teksta (linija vježbanja).

source: The text color for wrong text (students line).
hr: Boja teksta kod neispravnog teksta (linija vježbanja).

source: Play sounds for typing.
hr: Sviraj zvukove kod tipkanja.

source: Play a sound on automatic level change
hr: Proizvedi zvuk kod automatske promjene razine

source: The sliding speed
hr: Brzina pomicanja

source: The maximum height of the sliding widget
hr: Najveća visina widgeta pomicanja

source: Override the default/predefined lecture fonts.
hr: Zaobiđi zadana/predefinirana pisma vježbi.

source: The font for the student and teacher lines
hr: Pismo za pokaznu liniju i liniju vježbanja

source: The currently loaded lecture file
hr: Trenutno učitana datoteka vježbe

source: Whether we use right-to-left typing.
hr: Bilo da koristimo tipkanje zdesna na lijevo.

source: Whether to use colors on the keys or not.
hr: Bilo da se koriste boje na tipkama ili ne.

source: Whether to show only the learned/known keys or always all keys.
hr: Bilo da se pokazuju samo naučene/poznate tipke ili uvijek sve tipke.

source: Whether to show the keyboard display.
hr: Bilo da se pokazuje tipkovnica.

source: Whether to override the default/predefined keyboard fonts.
hr: Bilo da se zaobiđu zadana/predefinirana pisma tipkovnice.

source: The font for the keys on the keyboard
hr: Pismo za tipke na tipkovnici

source: The currently loaded keyboard file
hr: Trenutno učitana tipkovnička datoteka

source: Requires user to press enter after the line is complete.
hr: Korisnik treba pritisnuti Enter nakon završene linije.

source: Allow automatic level adjustments
hr: Dopusti automatsko prilagođavanje razine

source: Disable manual level adjustments when auto-level change is enabled
hr: Onemogući ručno prilagođavanje kada je omogućena automatska promjena razine

source: Remember the current level for the next KTouch start
hr: Zapamti trenutnu razinu za sljedeće pokretanje programa

source: The current training level
hr: Trenutna vježbena razina

source: Number of chars per minute to increase a level
hr: Broj znakova u minuti za povišenje razine

source: Percentage of correctness to increase a level
hr: Postotak ispravnosti za povišenje razine

source: Number of chars per minute to decrease a level
hr: Broj znakova u minuti za sniženje razine

source: Percentage of correctness to decrease a level
hr: Postotak ispravnosti za sniženje razine

source: How many lines that must be typed before level can change
hr: Koliko linija mora biti otipkano prije promjene razine

source: Run minimum one complete level before going up
hr: Pokreni najmanje jednu cjelovitu razinu prije prelaska na višu

source: Allow multiple KTouch users for single user account
hr: Dopusti više korisnika programa za jedan korisnički račun

source: The user name of the current user.
hr: Korisničko ime trenutnog korisnika.

# Keyboard Layout Name
source: Danish
hr: Danski

# Keyboard Layout Name
source: English Colemak
hr: Engleski Colemak

# Keyboard Layout Name
source: English Dvorak
hr: Engleski Dvorak

# Keyboard Layout Name
source: English
hr: Engleski

# Keyboard Layout Name
source: French Dvorak
hr: Francuski Dvorak

# Keyboard Layout Name
source: French
hr: Francuski

# Keyboard Layout Name
source: German
hr: Njemački

# Keyboard Layout Name
source: Italian
hr: Talijanski

# Keyboard Layout Name
source: Norwegian
hr: Norveški

# Keyboard Layout Name
source: Slovenian
hr: Slovenski

# Keyboard Layout Name
source: Swedish Keyboard
hr: Švedska tipkovnica

source: New color scheme
hr: Nova shema boja

source: Save modified color schemes?
hr: Spremiti promijenjene sheme boja?

source: untitled color scheme
hr: neimenovana shema boja

source: Black && White
hr: Crno && Bijelo

source: Classic
hr: Klasično

source: Deep Blue
hr: Dubinska plava

source: Default User
hr: Uobičajeni korisnik

source: Select Practice Text
hr: Odaberite tekst za vježbanje

source: Imported text from file '%1'
hr: Uvezeni tekst iz datoteke '%1'

source: generated from text file
hr: generirano iz tekstualne datoteke

source: all available
hr: sve raspoloživo

source: Select Training Lecture File
hr: Izaberite datoteku za vježbanje

source: Would you like to keep the current level for the new training session?
hr: Želite li zadržati trenutnu razinu za novu vježbenu sesiju?

source: Start new training session
hr: Započni novu vježbenu sesiju

source: Keep current level
hr: Zadrži trenutnu razinu

source: Start from first level
hr: Započni s prvom razinom

source: Sound Settings
hr: Postavke zvuka

source: Level: Correct/Total chars: %1/%2 Words: %3
hr: Razina: Ispravno/Sveukupno znakova: %1/%2 Riječi: %3

source: Session: Correct/Total chars: %1/%2 Words: %3
hr: Sesija: Ispravno/Sveukupno znakova: %1/%2 Riječi: %3

source: Note that in different countries touch typing is taught slightly different which usually affects only the top row of keys. For instance, in the United States only the leftmost key and the key with the 1 are pressed by the little finger of the left hand. In Germany the little finger also presses the 2 key, and thus the fingers shift one key to the right on the top row. Normally this only makes a difference for split or ergonomic keyboards.
hr: Primjetite da se u različitim zemljama tipkanje uči malo različito i uglavnom se odnosi samo na gornji red tipki. Npr. u SAD-u samo najljevija tipka i tipka 1 pritišću se malim lijevim prstom. U Njemačkoj mali prst pritišće i tipku 2 i zbog toga se prsti pomiču za jednu tipku desno u gornjem redu. Naravno ovo čini razliku samo kod dvodijelnih ili ergonomskih tipkovnica.

source: Could not find/open the lecture file '%1'.
hr: Nije moguće naći/otvoriti datoteku za vježbanje '%1'.

source: Changing user to '%1'. Restarting training session at current level.
hr: Promjena korisnika u '%1'. Ponovno pokretanje vježbene sesije s trenutnom razinom.

source: &Open Plain Text File...
hr: &Otvori datoteku s običnim tekstom …

source: &Open Lecture...
hr: &Otvori vježbu …

source: &Edit Lecture...
hr: Ur&edi vježbu …

source: &Edit Color Scheme...
hr: Ur&edi shemu boja …

source: &Edit Keyboard Layout...
hr: Ur&edi raspored tipkovnice …

source: &Start New Session
hr: Započni novu &sesiju

source: &Pause Session
hr: Zaustavi sesiju

source: &Lecture Statistics
hr: Statistika vježbanja

source: Default &Lectures
hr: Uobičajene vježbe

source: &Keyboard Layouts
hr: Rasporedi tip&kovnice

source: Keyboards &Color Schemes
hr: Sheme boja tipkovni&ce

source: &Setup Users...
hr: Po&stavi korisnike …

source: &Current User
hr: Trenutni korisnik

source: untitled keyboard layout
hr: neimenovani raspored tipkovnice

source: untitled lecture
hr: neimenovana vježba

source: Could not open/download keyboard file '%1'
hr: Nije moguće otvoriti/preuzeti datoteku tipkovnice '%1'

source: %1 with display character '%2' and unicode '%3' has been already defined and is skipped.
hr: %1 sa znakom '%2' i unicode '%3' je već definiran i preskočen.

source: Finger key
hr: Osnovna tipka

source: Control key
hr: Kontrolna tipka

source: Normal key
hr: Uobičajena tipka

source: Unknown finger key with unicode '%1'. Normal key with display character '%2' and unicode '%3' skipped.
hr: Nepoznata osnovna tipka s unicode '%1'. Uobičajena tipka sa znakom '%2' i unicode '%3' je preskočena.

source: Hidden key
hr: Skrivena tipka

source: Unknown target key with unicode '%1'. Hidden key with display character '%2' and unicode '%3' skipped.
hr: Nepoznata ciljana tipka s unicode '%1'. Skrivena tipka sa znakom '%2' i unicode '%3' je preskočena.

source: Unknown finger key with unicode '%1'. Hidden key with display character '%2' and unicode '%3' skipped.
hr: Nepoznata osnovna tipka s unicode '%1'. Skrivena tipka sa znakom '%2' i unicode '%3' je preskočena.

source: Unknown modifier/control key with unicode '%1'. Hidden key with display character '%2' and unicode '%3' skipped.
hr: Nepoznata mjenjačka/kontrolna tipka s unicode '%1'. Skrivena tipka sa znakom '%2' i unicode '%3' je preskočena.

source: *.keyboard.xml|KTouch Keyboard Files (*.keyboard.xml) *|All Files
hr: *.keyboard.xml|KTouch tipkovničke datoteke (*.keyboard.xml) *|Sve datoteke

source: Save Keyboard Layout
hr: Spremi raspored tipkovnice

source: Really delete this key?
hr: Zaista izbrisati ovu tipku?

source: KTouch keyboard editor
hr: KTouch uređivač tipkovnice

source: This is not a valid unicode number. Please correct the number or enter a character.
hr: To nije ispravan unicode broj. Ispravite broj ili upišite znak.

source: Please enter either a character or a unicode number.
hr: Upišite bilo koji znak ili unicode broj.

source: Delete all key connections for this key?
hr: Izbrišite sve veze s tipkama za ovu tipku?

source: KTouch keyboard editor error
hr: Greška KTouch uređivača tipkovnice

source: The selected key is not a finger key.
hr: Odabrana tipka nije osnovna tipka

source: Modifier key
hr: Tipka mjenjača

source: <modifier key>
hr: <tipka mjenjača>

source: Open Keyboard File
hr: Otvori tipkovničku datoteku

source: Which keyboard file would you like to edit?
hr: Koju tipkovničku datoteku želite uređivati?

source: Edit current keyboard:
hr: Uredi trenutnu tipkovnicu:

source: Open a default keyboard:
hr: Otvori zadanu tipkovnicu:

source: Open a keyboard file:
hr: Otvori tipkovničku datoteku:

source: Create new keyboard
hr: Kreiraj novu tipkovnicu

source: <no keyboard files available>
hr: <nema raspoložive tipkovničke datoteke>

source: Could not open the keyboard file, creating a new one instead.
hr: Kako nije moguće otvoriti tipkovničku datoteku, umjesto toga će se kreirati nova.

source: There were warnings while reading the keyboard file '%1': %2
hr: Bilo je upozorenja prilikom čitanja tipkovničke datoteke '%1': %2

source: (modified)
hr: (izmijenjeno)

source: KTouch Keyboard Editor - %1 %2
hr: KTouch uređivač tipkovnice – %1 %2

source: KTouch Keyboard Editor - %1
hr: KTouch uređivač tipkovnice – %1

source: <unnamed keyboard file>
hr: <neimenovana tipkovnička datoteka>

source: The keyboard has been changed. Do you want to save the changes?
hr: Tipkovnica je promijenjena. želite li spremiti promjene?

source: Could not read the keyboard layout file '%1'. %2
hr: Nije moguće pročitati datoteku rasporeda tipkovnice '%1'. %2

source: Could not download/open keyboard layout file from '%1'.
hr: Nije moguće preuzeti/otvoriti datoteku rasporeda tipkovnice iz '%1'.

source: Error reading the keyboard layout; the default number keypad will be created instead. You can choose another keyboard layout in the preferences dialog.
hr: Greška prilikom čitanja rasporeda tipkovnice! Umjesto toga bit će kreirana zadana numerička tipkovnica. Možete izabrati drugi raspored tipkovnice u dijalogu postavki.

source: A default lecture...
hr: Zadana vježba …

source: Save Training Lecture
hr: Spremi vježbu

source: KTouch Lecture Editor -
hr: KTouch uređivač vježbi –

source: <new unnamed lecture file>
hr: <nova neimenovana datoteka vježbe>

source: Data of Level %1
hr: Podaci o razini %1

source: abcdefghijklmnopqrstuvwxyz
hr: abcćčdđefghijklmnopqrsštuvwxyzž

source: Enter your lines here...
hr: Ovdje unesite vaše linije …

source: Open Lecture File
hr: Otvori datoteku vježbe

source: Which Lecture File Would You Like to Edit?
hr: Koju datoteku vježbe želite uređivati?

source: Edit current lecture:
hr: Uredi trenutnu vježbu:

source: Open a default lecture:
hr: Otvori zadanu vježbu:

source: Open a lecture file:
hr: Otvori datoteku vježbe:

source: Create new lecture
hr: Kreiraj novu vježbu

source: <no lecture files available>
hr: <nema raspoloživih datoteka vježbi>

source: Could not open the lecture file, creating a new one instead.
hr: Kako nije moguće otvoriti datoteku vježbe, umjesto toga će se kreirati nova.

source: The lecture has been changed. Do you want to save the changes?
hr: Vježba je promijenjena. Želite li spremiti promjene?

source: Quite a lot
hr: Jako puno

source: This is a small default text. If you want to start practicing touch typing, open a lecture/training file from the main menu. If you press Enter after the next line you have successfully completed the default lecture. Hurray!!!
hr: Ovo je kratki zadani tekst. Ako želite započeti uvježbavanje tipkanja, otvorite datoteku vježbe iz glavnog izbornika. Ako pritisnete Enter nakon sljedeće linije vi ste uspješno završili zadanu vježbu. Hura!!!

# basically all characters on the keyboard
source: abcdefghijklmnopqrstuvwxyz
hr: abcčćdđefghijklmnopqrsštuvwxyzž

source: <no default files available>
hr: <nema raspoloživih zadanih datoteka>

source: Please select or enter a file name.
hr: Odaberite ili upišite ime datoteke.

source: The URL seems to be malformed; please correct it.
hr: Čini se da je URL neispravan. Ispravite ga.

source: ***current***
hr: ***trenutno***

source: No statistics data available yet.
hr: Još nema raspoloživih statističkih podataka.

source: Time since first practice session in days
hr: Vrijeme pd prve sesije u danima

source: Sessions
hr: Sesije

source: Starting training session: Waiting for first keypress...
hr: Početak vježbene sesije: Čekanje na prvu pritisnutu tipku …

source: Training session paused. Training continues on next keypress...
hr: Vježbena sesija je zaustavljena. Vježba se nastavlja sljedećim pritiskom na tipku …

source: Training session! The time is running...
hr: Vježbena sesija! Vrijeme teče …

source: You have finished this training exercise. This training session will start from the beginning.
hr: Završili ste ovu vježbu. Ova vježbena sesija će krenuti od početka.

source: You rock!
hr: Rasturate!

source: New User
hr: Novi korisnik

source: Please enter a unique user name:
hr: Upišite jedinstveno korisničko ime:

source: This is not a valid (unique) user name!
hr: To nije ispravno (jedinstveno) korisničko ime!

source: Save user list?
hr: Spremiti popis korisnika?

source: A program that helps you to learn and practice touch typing
hr: Program koji vam pomaže učiti i vježbati tipkanje

source: Current maintainer and programmer
hr: Trenutni održavatelj i programer

source: Original author, project admin
hr: Izvorni autor, administrator projekta

source: Creator of the SVG icon
hr: Kreator SVG ikone

source: Lots of patches, fixes, updates
hr: Mnogo zakrpa, ispravaka i dopuna

source: All the creators of training and keyboard files
hr: Svi kreatori tipkovničkih i vježbenih datoteka

source: Training file to open
hr: Datoteka vježbe za otvoriti
