Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: The folder %1 is not empty. Removing it will delete all bookmarks it contains. Are you sure you want to delete the folder?
bs: Direktorij %1 nije prazan. Uklanjanje direktorija će obrisati sve oznake koje on sadržava. Da li ste sigurni da želite da obrišete ovaj direktorij?
hu: A(z) %1 mappa nem üres. Az eltávolítása törölni fog minden könyvjelzőt, amit tartalmaz. Biztosan törölni szeretné a mappát?
kk: %1 қапшығы бос емес. Оны өшірсе ондағы бүкіл бетбелгілер жоғалады. Бұл қапшықты шын өшірмексіз бе?
nb: Mappa %1 er ikke tom. Om du sletter den blir alle bokmerker i mappa også slettet. Er du sikker på at du vil slette mappa?
nds: De Orner "%1" is nich leddig. Deist Du em weg, warrt ok all Leestekens dor binnen wegdaan. Wullt Du den Orner redig wegdoon?

source: Remove Folder - Marble
bs: Ukloniti direktorij - Marble
hu: Mappa eltávolítása - Marble
kk: Қапшықты өшіру - Marble
nb: Fjern mappe – Marble
nds: Orner wegmaken - Marble

source: Export Bookmarks
bs: Izvezi obilježivače
hu: Könyvjelzők exportálása
kk: Бетбелгілерді экспорттау
nb: Eksporter bokmerker
nds: Leestekens exporteren…

source: KML files (*.kml)
bs: KML datoteke (*.kml)
hu: KML fájlok (*.kml)
kk: KML файлдары (*.kml)
nb: KML-filer (*kml)
nds: KML-Dateien (*.kml)

source: Unable to save bookmarks. Please check that the file is writable.
bs: Nemoguće sačuvati oznake. Molimo provjerite da li je moguće pisati po datoteci.
hu: Nem lehet elmenteni a könyvjelzőket. Ellenőrizze, hogy a fájl írható-e.
kk: Бетбелгілер сақталмады. Файлға жазу рұқсатты ма, тексеріңіз.
nb: Klarer ikke å lagre bokmerker. Kontroller at fila kan skrives.
nds: Leestekens laat sik nich sekern. Beseker, Du hest dor Schriefverlöven för.

source: Bookmark Export - Marble
bs: Oznaka Izvoza - Marble
hu: Könyvjelző-exportálás - Marble
kk: Бетбелгіні экспорттау - Marble
nb: Bokmerkeeksport – Marble
nds: Leesteken exporteren - Marble

source: Import Bookmarks - Marble
bs: Oznake uvoza - Marble
hu: Könyvjelzők importálása - Marble
kk: Бетбелгілерді импорттау - Marble
nb: Bokmerkeimport – Marble
nds: Leestekens importeren - Marble

source: KML Files (*.kml)
bs: KML datoteke (*.kml)
hu: KML fájlok (*.kml)
kk: KML файлдары (*.kml)
nb: KML-filer (*kml)
nds: KML-Dateien (*.kml)

source: The file %1 cannot be opened as a KML file.
bs: Datoteka %1 ne može biti otvorena kao KML datoteka.
hu: A(z) %1 fájl nem nyitható meg KML fájlként.
kk: %1 файлы KML файлы ретінде ашылмады.
nb: Fila %1 kan ikke åpnes som en KML-fil.
nds: De Datei "%1" lett sik nich as KML-Datei opmaken.

source: Bookmark Import - Marble
bs: Oznaka uvoza - Marble
hu: Könyvjelző-importálás - Marble
kk: Бетбелгіні импорттау - Marble
nb: Bokmerkeimport – Marble
nds: Leesteken importeren - Marble

source: The file contains a bookmark that already exists among your Bookmarks.
bs: Datoteka sadrži oznaku koja već postoji između vaših oznaka.
hu: A fájl olyan könyvjelzőt tartalmaz, amely már létezik a könyvjelzők között.
kk: Файл ішінде Бетбелгілер дегеннің арасында бар бетбелгі.
nb: Fila inneholder et bokmerke som allerede finnes i bokmerkene dine.
nds: De Datei bargt en Leesteken, dat Du al hest.

source: Imported bookmark
bs: Uvežena oznaka
hu: Importált könyvjelzők
kk: Импорталған бетбелгі
nb: Importert bokmerke
nds: Importeert Leesteken

source: Existing bookmark
bs: Postojeća oznaka
hu: Meglévő könyvjelzők
kk: Бар бетбелгі
nb: Eksisterende bokmerke
nds: Vörhannen Leesteken

source: Do you want to replace the existing bookmark with the imported one?
bs: Da li želite da zamjenite postojeću oznaku sa uveženom?
hu: Le szeretné cserélni a meglévő könyvjelzőt az importáltra?
kk: Бар бетбелгіні импорталғанымен ауыстырмақсыз ба?
nb: Vil du erstatte det eksisterende bokmerket med det importerte?
nds: Wullt Du för dat vörhannen Leesteken dat importeerte inwesseln?

source: Replace
bs: Zamijeni
hu: Csere
kk: Ауыстыру
nb: Erstatt
nds: Utwesseln

source: Replace All
bs: Zamijeni sve
hu: Összes cseréje
kk: Бүкілін ауыстыру
nb: Erstatt alle
nds: All utwesseln

source: Skip
bs: Preskoči
hu: Kihagyás
kk: Аттап кету
nb: Hopp over
nds: Övergahn

source: Skip All
bs: Preskoči sve
hu: Összes kihagyása
kk: Бүкілін аттап кету
nb: Hopp over alle
nds: All övergahn

source: Cancel
bs: Odustani
hu: Mégsem
kk: Қайту
nb: Avbryt
nds: Afbreken

source: Unable to insert data into cache
bs: Nije moguće umetanje podataka u keš
hu: Nem lehet beszúrni adatokat a gyorsítótárba
kk: Кэшке деректі енгізуге болмайды
nb: Klarte ikke sette data inn i mellomlageret
nds: Daten laat sik den Twischenspieker nich tofögen.

source: Use local
bs: Koristi lokalno
kk: Жергілікті қолдану
nb: Bruk lokal
nds: Dat lokale bruken

source: Use cloud
bs: Koristi oblak
kk: "Бұлтты" қолдану
nb: Bruk sky
nds: Dat ut den Nettspieker bruken

source: Always use local
bs: Uvijek koristi lokalno
kk: Ылғи жергілікті қолданылсын
nb: Bruk alltid lokal
nds: Jümmer dat lokale bruken

source: Always use cloud
bs: Uvijek koristi oblak
kk: Ылғи "бұлт" қолданылсын
nb: Bruk alltid sky
nds: Jümmer dat ut den Nettspieker bruken

source: Local placemark
bs: Lokalna oznaka
kk: Жергілікті орын белгісі
nb: Lokalt stedsmerke
nds: Lokaal Steedmark funnen

source: Path: %0 <br /> Name: %1 <br /> Description: %2 <br /> Status: %3
bs: Staza: %0 <br /> Ime: %1 <br /> Opis: %2 <br /> Status: %3
hu: Útvonal: %0 <br /> Név: %1 <br /> Leírás: %2 <br /> Állapot: %3
kk: Жолы: %0 <br /> Атауы: %1 <br /> Сипаттамасы: %2 <br /> Күй-жайы: %3
nb: Sti: %0 <br /> Navn: %1 <br /> Beskrivelse: %2 <br /> Status: %3
nds: Padd: %0 <br /> Naam: %1 <br /> Beschrieven: %2 <br /> Status: %3

source: Changed
bs: Izmijenjeno
hu: Módosítva
kk: Өзгертілді
nb: Endret
nds: Ännert

source: Deleted
bs: Obrisano
hu: Törölve
kk: Өшірілді
nb: Slettet
nds: Wegdaan

source: Cloud placemark
bs: Oznaka oblaka
kk: "Бұлт" орын белгісі
nb: Sky-stedsmerker
nds: Nettspieker-Steedmark

source: A bookmark on this device conflicts with a cloud bookmark. Which one do you want to keep?
bs: Zabilješka ovog uređaja je u konfliktu s zabilješkom oblaka. Koju od njih sačuvati?
kk: Құрылғыдағы бетбелгі "бұлт" бетбелгісімен қайшылықта. Қайсын қалдырасыз?
nb: Et bokmerke på denne enheten er i konflikt med et bokmerke i skyen. Hvilket vil du beholde?
nds: En Leesteken op disse Reedschap geiht nich mit een binnen den Nettspieker tosamen. Welk Leesteken wullt Du wohren?

source: Synchronization Conflict
bs: Sinhronizacijski konflikt
hu: Szinkronizáció ütközés
kk: Қадамдастыру қайшылығы
nb: Konflikt i synkronisering
nds: Symkroniseerprobleem

source: Server '%1' could not be reached
hu: A(z) „%1” kiszolgáló nem érhető el
nb: Klarte ikke nå tjeneren «%1»
nds: Server „%1“ lett sik nich faatkriegen

source: The Marble app is not installed on the ownCloud server
hu: A Marble alkalmazás nincs telepítve az ownCloud kiszolgálóra
nb: Marble-programmet er ikke installert på ownCloud-tjeneren
nds: Op den OwnCloud-Server is dat Marble-Lüttprogramm nich installeert

source: The server is not an ownCloud server
hu: A kiszolgáló nem ownCloud kiszolgáló
nb: Tjeneren er ikke en ownCloud-tjener
nds: De Server is keen OwnCloud-Server

source: Username or password are incorrect
hu: A felhasználónév vagy jelszó hibás
nb: Brukernavn eller passord er feil
nds: Brukernaam oder Passwoort is leeg

source: Login successful
hu: Sikeres bejelentkezés
nb: Vellykket innlogging
nds: Mit Spood anmeldt

source: Open
bs: Otvori
hu: Megnyitás
kk: Ашу
nb: Åpne
nds: Opmaken

source: Load
bs: Učitaj
hu: Betöltés
kk: Жүктеу
nb: Last inn
nds: Laden

source: Remove from device
bs: Ukloni sa uređaja
hu: Eltávolítás az eszközről
kk: Құрылғыдан өшіру
nb: Fjern fra enhet
nds: Vun Reedschap wegmaken

source: Delete from cloud
bs: Obriši sa oblaka
hu: Törlés a felhőből
kk: Бұлттан өшіру
nb: Slett fra sky
nds: Ut Nettspieker wegmaken

source: Upload to cloud
bs: Učitaj na oblak
hu: Feltöltés a felhőbe
kk: Бұлтқа жүктеп беру
nb: Last opp til sky
nds: Na Nettspieker hoochladen

source: Waiting for current location information...
bs: Čekanje informacija o trenutnoj lokaciji...
hu: Várakozás a jelenlegi hely információkra…
kk: Орын туралы ақпарды күту...
nb: Venter på gjeldende stedsinformasjon …
nds: Aktuell Stedeninformatschonen warrt verwacht...

source: Initializing current location service...
bs: Pokrećem trenutnu uslugu lokacije
hu: A jelenlegi hely szolgáltatás előkészítése…
kk: Орын туралы мәлімет беру қызметін инициализациялау...
nb: Klargjør tjenesten for gjeldende sted …
nds: Aktuell Stedendeenst warrt torechtmaakt...

source: Error when determining current location:
bs: Greška u utvrđivanju trenutne lokacije:
hu: Hiba a jelenlegi hely meghatározása közben:
kk: Орының анықтау кездегі қате:
nb: Feil under bestemmelse av gjeldende sted:
nds: Aktuell Steed lett sik nich opdecken:

source: kt
nds: kn

source: nm
nds: sm

source: Disabled
bs: Isključeno
hu: Letiltva
kk: Рұқсат етілмеген
nb: Slått av
nds: Utmaakt

source: Save Track
bs: Snimi stazu
hu: Nyomvonal mentése
kk: Ізін сақтау
nb: Lagre spor
nds: Weg sekern

source: KML File (*.kml)
bs: KML datoteka (*.kml)
hu: KML fájl (*.kml)
kk: KML файлы (*kml)
nb: KML-fil (*kml)
nds: KML-Datei (*.kml)

source: Open Track
bs: Otvori stazu
hu: Nyomvonal megnyitása
kk: Ізін ашу
nb: Åpne spor
nds: Weg opmaken

source: Clear current track
bs: Obriši trenutni trag
hu: Jelenlegi nyomvonal törlése
kk: Назардағы ізін тазалау
nb: Tøm gjeldende spor
nds: Aktuell Spoor wegmaken

source: Are you sure you want to clear the current track?
bs: Da li ste sigurni da želite Obrisati trenutni trag
hu: Biztosan törölni szeretné a jelenlegi nyomvonalat?
kk: Назардағы ізін шын тазаламақсыз ба?
nb: Er du sikker på at du vil tømme det gjeldende sporet?
nds: Wullt Du redig de aktuelle Spoor wegdoon?

source: Marble data conversion
bs: Marble konverzija podataka
hu: Marble adatkonverzió
kk: Marble деректерін түрлендіру
nb: Marble formatomgjøring
nds: Marble-Datenwanneln

source: Converting data ...
bs: Konvertovanje podataka...
hu: Adat konvertálása…
kk: Деректерін аудару ...
nb: Gjør om data …
nds: Daten warrt wannelt...

source: Visible region
bs: Vidljivi region
hu: Látható régió
kk: Көрінетін аумағы
nb: Synlig region
nds: Sichtbor Rebeet

source: Specify region
bs: Odredi region
hu: Régió megadása
kk: Аумақты келтіру
nb: Oppgi region
nds: Regioon angeven

source: Download Route
bs: Preuzmi rutu
hu: Útvonal letöltése
kk: Маршрутты жүктеп алу
nb: Last ned rute
nds: Weg daalladen

source: Enabled when a route exists
bs: Omogućeno kada ruta postoji
hu: Engedélyezve, ha egy útvonal létezik
kk: Маршрут барда рұқсат етілген
nb: Slått på når en rute finnes
nds: Anmaakt, wenn dat en Weg gifft

source: Offset from route:
bs: Pomak od rute:
hu: Eltolás az útvonaltól:
kk: Маршруттан алшақтауы:
nb: Forskyvning fra rute
nds: Afstand to den Weg:

source: Selection Method
bs: Način izbora
hu: Kijelölési módszer
kk: Таңдау әдісі
nb: Utvalgsmåte
nds: Köörmetood

source: Number of tiles to download:
bs: Broj pločica za preuzimanje:
hu: A letöltendő csempék száma:
kk: Жүктейтін тор көздерінің саны:
nb: Antall fliser som skal lastes ned:
nds: Tall vun Deelkoorten, de Du daalladen wullt:

source: Download Region
bs: Preuzmi region
hu: Régió letöltése
kk: Аймақты жүктеп алу
nb: Last ned region
nds: Rebeet daalladen

source: Approximate size of the tiles to be downloaded
bs: Približna veličina pločica koje se preuzimaju
hu: A letöltendő csempék becsült mérete
kk: Жүктейтін тор көздер өлшемінің жуықтауы
nb: Omtrentlig størrelse på fliser som skal lastes ned
nds: Estemeert Tall vun Deelkoorten, de Du daalladen wullt:

source: Estimated download size: %1 MB
bs: Procijenjena veličina preuzimanja: %1 MB
hu: Becsült letöltési méret: %1 MB
kk: Жүктейтінің шамасы: %1 МБ
nb: Anslått størrelse for nedlasting: %1 MB
nds: Estemeert Daalladengrött: %1 MB

source: Estimated download size: %1 kB
bs: Procijenjena veličina preuzimanja: %1 kB
hu: Becsült letöltési méret: %1 kB
kk: Жүктейтінің шамасы: %1 кБ
nb: Anslått størrelse for nedlasting: %1 kB
nds: Estemeert Daalladengrött: %1 kB

source: Merkaartor is an OpenStreetMap editor that is powerful and easy to use. It integrates well into the used workspace.
bs: Merkaartor je OpenStreetMap uređivač koji je snažan i lagan za korištenje. Dobro se integriše u korišteni radni prostor.
hu: A Merkaartor egy hatékony és könnyen használható OpenStreetMap szerkesztő. Jól integrálódik a használt munkaterületbe.
kk: Merkaartor деген қуатты және пайдалануы оңай OpenStreetMap редакторы. Ол жұмыс өрісіне ыңғайлы түрде енеді.
nb: Merkaartor er et redigeringsprogram for OpenStreetMap som er slagkraftig og lett å bruke. Det passer godt inn i den arbeidsflaten som brukes.
nds: Merkaartor is en deegt un eenfach to bruken Editor för OpenStreetMap un föögt sik goot na de bruukte Arbeitümgeven in.

source: Please ask your system administrator to install %1 on your system.
bs: Pitajte sistemskog administratora da instaliral %1 na vešem sistemu.
hu: Kérje meg a rendszergazdát, hogy telepítse a(z) %1 programot a rendszerére.
kk: Жүйеңіздің әкімшісінен %1 дегенді орнатуды сұраңыз.
nb: Be din systemadministrator å installere %1 på systemet ditt.
nds: Bitte snack Dien Systeempleger an, he schall %1 op Dien Systeem installeren..

source: JOSM is a powerful OpenStreetMap editor which is more complex to use than other editors. It is built on the Java platform and therefor runs on all systems for which Java is available but does not integrate well into the workspace. A Java SE-compatible runtime is required.
bs: JOSM je moćan OpenStreetMap uređivač koji je složeniji za korišćenje od drugih uređivača. Napravljen je za Java platformu i radi na svim sistemima za koje je Java dostupna, ali se ne integriše dobro u radni prostor. Java SE Runtime je potrebna.
kk: JOSM деген қуатты, бірақ басқалардан пайдалануы қиындау OpenStreetMap редакторы. Ол Java платформасында құрылған, сондықтан жүйеңізде SE-үйлесімді Java болуын қажет етеді, бірақ жұмыс өрісіне ыңғайлы түрде енбейді.
nb: JOSM er et kraftig redigeringsprogram for OpenStreetMap som er mer komplisdert å bruke enn andre redigeringsprogrammer. Det er bygd på Java-plattformen og kan derfor kjøres på alle systemer som har Java tilgjengelig, men passer ikke godt inn i arbeidsflaten. Det er nødvendig med Java SE-kompatible biblioteker.
nds: JOSM is en deegt Editor för OpenStreetMap, man vigelienscher to bruken as anner Editoren. Dat buut op Java op un löppt dorwegen op all Systemen, för de dat Java gifft, man föögt sik nich so fien na de Arbeitümgeven in. En Java-SE-kompatibel Looptietümgeven deit noot.

source: Potlatch is a very easy to use OpenStreetMap editor, though lacks the power of Merkaartor and JOSM. It runs on all platforms for which web browsers with Flash support are available. Performance of Potlatch is depending on the quality of the installed Flash version.
bs: Potlatch je veoma jednostavan za korišćenje OpenStreetMap urednia, ali nema snagu programa Merkaartor i JOSM. On radi na svim platformama za koje je web pregledač sa Flash podrškom na raspolaganju. Performanse Potlatch zavisi od kvaliteta instalirane Flash verzije.
kk: Potlatch деген пайдалануы өте оңай бірақ қуат жағынан Merkaartor мен JOSM дегендерден кем OpenStreetMap редакторы. Ол Flash-технологиясын қолданатын веб-браузері бар платформаларда істейді. Potlatch жылдамдығы орнатылған Flash нұсқасына тәуелді.
nb: Potlatch er et redigeringsprogram for OpenStreetMap som er svært lett å bruke, men har ikke slagkraften til Merkaartor og JOSM. Det går på alle plattformer som har nettlesere med støtte for Flash. Ytelsen til Potlatch avhenger av kvaliteten til den installerte Flash-versjonen.
nds: Potlatch is en bannig eenfach to bruken Editor för OpenStreetMap, man hett nich so veel Knööv as Merkaartor un JOSM. Dat löppt op all Systemen, för de Nettkiekers mit Flash-Ünnerstütten anbaden warrt. De Leisten hangt vun de installeerte Flash-Verschoon af.

source: File Parsing Error
bs: Greška u parsiranju datoteke
hu: Fájlfeldolgozási hiba
kk: Файлды талдау қатесі
nb: Filtolkefeil
nds: Fehler bi't Inlesen vun Datei

source: E
bs: I
hu: K
kk: Ш
nb: Ø
nds: O

source: Could not convert <maximum> child text content to integer. Was: '%1'
bs: Nije uspjelo konvertovanje <maximum> sadržaja teksta u integer. '%1'
hu: Nem sikerült a <maximum> gyermekszöveg tartalmának átalakítása egésszé. Ez volt: „%1”
kk: '%1' деген <maximum> мәтіні бүтін санға аударылмады
nb: Klarte ikke gjøre om <maximum> innhold i barnetekst til heltall. Var: «%1»
nds: De <maximum>-Ünnertextinholt lett sik nich na en Heeltall wanneln. Wöör: "%1"

source: Could not convert <minimum> child text content to integer. Was: '%1'
bs: Nije uspjelo konvertovanje <minimum> sadržaja teksta u integer. '%1'
hu: Nem sikerült a <minimum> gyermekszöveg tartalmának átalakítása egésszé. Ez volt: „%1”
kk: '%1' деген <minimum> мәтіні бүтін санға аударылмады
nb: Klarte ikke gjøre om <minimum> innhold i barnetekst til heltall. Var: «%1»
nds: De <minimum>-Ünnertextinholt lett sik nich na en Heeltall wanneln. Wöör: "%1"

source: Error parsing file at line: %1 and column %2 .
bs: Greška u analizi datoteke na liniji: %1 i koloni %2 .
hu: Hiba a fájl feldolgozásakor a(z) %1. sor, %2. oszlopában.
kk: Файлдың %1-жолында, %2-бағанында талдау қатесі.
nb: Tolkingsfeil ved linje %1, kolonne %2 .
nds: Datei-Inleesfehler bi Reeg %1 un Striep %2 .

source: This is an Invalid File
bs: Ovo je nevažeća datoteka
hu: Érvénytelen fájl
kk: Бұл файл жарамсыз
nb: Dette er ikke en gyldig fil
nds: Dit is en leeg Datei.

source: Name
bs: Ime
hu: Név
kk: Атауы
nb: Navn
nds: Naam

source: Type
bs: Tip
hu: Típus
nds: Typ

source: Popularity
bs: Popularnost
hu: Népszerűség
nb: Popularitet
nds: Mögen

# Popularity index
source: PopIndex
bs: Indeks popularnosti
nds: MöögIndex

source: Playlist
hu: Lejátszólista
nb: Spilleliste
nds: Afspeellist

source: Current Location: %1
bs: Trenutna lokacija: %1
hu: Jelenlegi hely: %1
kk: Назардағы орын: %1
nb: Gjeldende sted: %1
nds: Aktuelle Steed: %1

source: Home
bs: LičniDirektorij
hu: Otthon
kk: Мекен
nb: Hjem
nds: Tohuus

source: Address or search term
bs: Adresa ili traženi pojam
hu: Cím vagy keresőkifejezés
kk: Адрес не іздеу шарты
nb: Adresse eller søkebegrep
nds: Adress oder Söökwoort

# East, the direction
source: E
bs: I
hu: K
kk: Ш
nb: Ø
nds: O

source: Install
bs: Instaliraj
hu: Telepítés
kk: Орнату
nb: Installer
nds: Installeren

source: Remove
bs: Ukloni
hu: Eltávolítás
kk: Өшіру
nb: Fjern
nds: Wegmaken

source: Upgrade
bs: Ažuriraj
hu: Frissítés
kk: Нұсқасын жаңарту
nb: Oppgrader
nds: Opgraderen

source: Update
bs: Ažuriraj
hu: Frissítés
kk: Жаңарту
nb: Oppdater
nds: Opfrischen

source: Moon
bs: Mjesec
hu: Hold
kk: Ай
nb: Månen
nds: Maand

source: moon
bs: mjesec
hu: hold
kk: ай
nb: måne
nds: Maand

source: dwarf planet
bs: patuljasta planeta
hu: törpebolygó
kk: ергежейлі планета
nb: dvergplanet
nds: Dwargplanet

source: Globe View
bs: Pregled globusa
hu: Földgömb nézet
kk: Глобус көрінісі
nb: Globusvisning
nds: Eeransicht

source: Mercator View
bs: Merkatorova projekcija
hu: Mercator nézet
kk: Меркатор көрінісі
nb: Merkatorvisning
nds: Koortansicht

source: Flat View
bs: Ravni pregled
hu: Lapos nézet
kk: Жәй көрнісі
nb: Flat visning
nds: Flach Ansicht

source: &Show Large Icons
bs: &Prikaži velike ikone
hu: &Nagy ikonok megjelenítése
kk: Үлкен таңбашаларды &көрсету
nb: Vis &store ikoner
nds: &Groot Lüttbiller wiesen

source: &Favorite
bs: &Favoriti
hu: &Kedvenc
kk: &Таңдамалы
nb: &Favoritt
nds: &Leesteken

source: &Delete Map Theme
bs: &Brisati Temu Mape
hu: Térképtéma &törlése
kk: Карта &нақышын өшіру
nb: &Slett kart-tema
nds: Koortmuster weg&doon

source: &Upload Map...
bs: &Učitavanje Mape...
hu: Térkép &feltöltése…
kk: Картаны &жүктеп беру...
nb: &Last opp kart …
nds: Koort &hoochladen…

source: Are you sure that you want to delete "%1"?
bs: Jeste li sigurni da želite brisati "%1"?
hu: Biztosan törölni szeretné ezt: „%1”?
kk: "%1" дегенді шын өшірмексіз бе?
nb: Er du sikker på at du vil slette «%1»?
nds: Wullt Du "%1" redig wegdoon?

source: Preview Map
bs: Pregled mape
hu: Térkép előnézete
kk: Картаны қарап-шығу
nb: Forhåndsvis kart
nds: Koortvöransicht

source: Error while parsing
bs: Greška tokom gramatičkog raščlanjivanja
hu: Hiba a feldolgozás során
kk: Талдау қатесі
nb: Feil ved tolking
nds: Fehler bi't Inlesen

source: Wizard cannot parse server's response
bs: Čarobnjak ne može raščlaniti odziv servera
hu: A varázsló nem tudta feldolgozni a kiszolgáló válaszát
kk: Шебер сервердің жауабын түсінбеді
nb: Veiviseren kan ikke tolke svaret fra tjeneren
nds: Hölper kann de Serverantwoort nich inlesen.

source: Server is not a Web Map Server.
bs: Server nije Web Map Server.
hu: A kiszolgáló nem Webtérkép kiszolgáló.
kk: Бұл Веб-карталар сервері емес.
nb: Tjeneren er ikke en nettkart-tjener.
nds: Server is keen Nettkoort-Server

source: Custom
bs: Prilagođeno
hu: Egyéni
kk: Өзгеше
nb: Selvvalgt
nds: Topasst

source: Base Tile
bs: Bazna Pločica
hu: Alapcsempe
kk: Негізгі тор көзі
nb: Grunnflis
nds: Basiskachel

source: The base tile could not be downloaded.
bs: Bazna pločicase ne može skinuti.
hu: Az alapcsempét nem sikerült letölteni.
kk: Негізгі тор көзі жүктелмеді.
nb: Kunne ikke laste ned grunnflisa.
nds: De Basiskachel lett sik nich daalladen.

source: The base tile could not be downloaded successfully. The server replied: %1
bs: Bazna pločica ne može se skinuti uspješno. Server odgovara: %1
hu: Az alapcsempét nem sikerült letölteni. A kiszolgáló válasza: %1
kk: Негізгі тор көзі сәтті жүктеп алынбады. Сервердің жауабы: %1
nb: Kunne ikke laste ned grunnflisa. Tjeneren svarte: %1
nds: De Basiskachel lett sik nich daalladen. De Serveranter weer: %1

source: Archiving failed
bs: Arhiviranje neuspjelo
hu: Sikertelen archiválás
kk: Архивтеу жаңылысы
nb: Arkivering mislyktes
nds: Archiveren fehlslaan

source: Archiving process cannot be started.
bs: Proces arhiviranja ne može početi.
hu: Az archiválási folyamat elindítása nem sikerült.
kk: Архвтеу процесі басталмады.
nb: Arkiveringsprosessen kan ikke startes.
nds: Archiverenperzess lett sik nich starten

source: Archiving process crashed.
bs: Proces arhiviranja se srušio.
hu: Az archiválási folyamat összeomlott.
kk: Архивтеу процесі қирады.
nb: Arkiveringsprosessen krasjet.
nds: Archiverenperzess afstört

source: Source Image
bs: Izvorna slika
hu: Forrás kép
kk: Бастапқы кескін
nb: Kildebilde
nds: Bornbild

source: Please specify a source image.
bs: Molimo odredite izvornu sliku.
hu: Adjon meg egy forrás képet.
kk: Бастапқы кескінін келтіріңіз.
nb: Oppgi et kildebilde.
nds: Bitte en Bornbild angeven

source: The source image you specified does not exist. Please specify a different one.
bs: Izvorna slika koju ste odredili ne postoji. Molimo odredite neku drugu.
hu: A megadott forrás kép nem létezik. Adjon meg egy másikat.
kk: Келтірілген бастапқы кескін жоқ. Басқасын келтіріңіз.
nb: Kildebildet du oppga finnes ikke. Oppgi et annet.
nds: Dat angeven Bornbild gifft dat nich. Bitte giff en anner Bild an.

source: The source image you specified does not seem to be an image. Please specify a different image file.
bs: Izvorna slika koju ste odredili ne izgleda kao slika. Molimo odredite drugu slikovnu datoteku.
hu: A megadott forrás kép nem tűnik képnek. Adjon meg egy másik képfájlt.
kk: Келтірілген бастапқы кескін дегеніңіз - кескін емес. Басқа, кескін файлын келтіріңіз.
nb: Kildebildet du oppga ser ikke ut til å være et bilde. Oppgi en annen bildefil.
nds: As't lett is dat angeven Bornbild gor keen Bild. Bitte giff en anner Bilddatei an.

source: Map Title
bs: Naslov Mape
hu: Térkép címe
kk: Картаның айдары
nb: Kart-tittel
nds: Titel vun de Koort

source: Please specify a map title.
bs: Molimo odredite naslov mape.
hu: Adjon meg egy térkép címet.
kk: Картаның айдарын келтіріңіз.
nb: Oppgi en kart-tittel.
nds: Bitte en Titel för de Koort angeven
