Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: Antlia
hu: Légszivattyú
kk: Сорғыш
nds: Luftpump

source: Apus
hu: Paradicsommadár
kk: Жұмақ құсы
nds: Paradiesvagel

source: Aquarius
bs: Vodolija
hu: Vízöntő
kk: Суқұйғыш
nb: Vannmannen
nds: Watermann

source: Aquila
bs: Orao
hu: Sas
kk: Қыран
nb: Ørnen
nds: Aadler

source: Ara
hu: Oltár
kk: Құрбандық орны
nds: Altaar

source: Aries
bs: Ovan
hu: Kos
kk: Тоқты
nb: Væren
nds: Ramm

source: Auriga
bs: Kočijaš
hu: Szekeres
kk: Лаушы
nds: Föhrmann

source: Boötes
bs: Volar
hu: Ökörhajcsár
kk: Сиыршы
nds: Boorhöder

source: Caelum
bs: Dlijeto
hu: Véső
kk: Жонғыш
nds: Prickel

source: Camelopardalis
bs: Žirafa
hu: Zsiráf
kk: Жираф
nds: Giraff

source: Cancer
bs: Rak
hu: Rák
kk: Шаян
nb: Krepsen
nds: Dwarslöper

source: Canes Venatici
bs: Lovački psi
hu: Vadászebek
kk: Тазылар
nb: Jakthundene
nds: Jagdhunnen

source: Canis Major
bs: Veliki Pas
hu: Nagy Kutya
kk: Үлкен ит
nb: Store hund
nds: Groot Hund

source: Canis Minor
bs: Mali Pas
hu: Kis Kutya
kk: Күшік
nb: Lille hund
nds: Lütt Hund

source: Capricornus
bs: Jarac
hu: Bak
kk: Тауешкі
nb: Steinbukken
nds: Steenbuck

source: Carina
bs: Kobilica
hu: Hajógerinc
kk: Төсқыры
nds: Kiel

source: Cassiopeia
bs: Kasiopeja
hu: Kassziopeia
kk: Қарақұрт
nb: Kassiopeia
nds: Kassiopeia

source: Centaurus
bs: Kentaur
hu: Kentaur
kk: Центавр
nb: Kentauren
nds: Zentaur

source: Cepheus
bs: Cefej
hu: Kefeusz
kk: Цефей
nds: Kepheus

source: Cetus
bs: Kit
hu: Cet
kk: Таубалық
nb: Hvalen
nds: Waal

source: Chamaeleon
bs: Kameleon
hu: Kaméleon
kk: Хамелеон
nb: Kameleonen
nds: Kamäleon

source: Circinus
bs: Šestar
hu: Körző
kk: Циркуль
nds: Passer

source: Columba
bs: Golub
hu: Galamb
kk: Кептер
nb: Duen
nds: Duuv

source: Coma Berenices
bs: Berenikina kosa
hu: Bereniké Haja
kk: Верониканың шашы
nb: Berenikes hår
nds: Bernike ehr Hoor

source: Corona Australis
bs: Sjeverna kruna
hu: Déli Korona
kk: Оңтүстік тәжі
nds: Söden Kroon

source: Corona Borealis
bs: Južna Kruna
hu: Északi Korona
kk: Солтүстік тәжі
nds: Noorden Kroon

source: Corvus
bs: Gavran
hu: Holló
kk: Қарға
nb: Ravnen
nds: Raav

source: Crater
bs: Krater
hu: Serleg
kk: Шұңқыр
nb: Begeret
nds: Krater

source: Crux
bs: Južni krst
hu: Dél Keresztje
kk: Айқыш
nb: Korset
nds: Krüüz

source: Cygnus
bs: Labud
hu: Hattyú
kk: Аққу
nb: Svanen
nds: Swaan

source: Delphinus
bs: Delfin
hu: Delfin
kk: Дельфин
nb: Delfinen
nds: Delfin

source: Dorado
bs: Zlatna riba
hu: Aranyhal
kk: Алтын балық
nds: Goldfisch

source: Draco
bs: Zmaj
hu: Sárkány
kk: Айдаһар
nb: Draken
nds: Draken

source: Equuleus
bs: Ždrijebe
hu: Csikó
kk: Құлын
nb: Føllet
nds: Fahlen

source: Fornax
bs: Hemijska peć
hu: Kemence
kk: Пеш
nb: Ovnen
nds: Aven

source: Gemini
bs: Blizanci
hu: Ikrek
kk: Егіздер
nb: Tvillingene
nds: Tweeschens

source: Grus
bs: Ždral
hu: Daru
kk: Тырна
nb: Tranen
nds: Kraan

source: Hercules
bs: Herkul
hu: Herkules
kk: Геркулес
nb: Herkules
nds: Herkules

source: Horologium
bs: Sat
hu: Ingaóra
kk: Сағат
nb: Uret
nds: Pennelklock

source: Hydra
bs: Hidra
hu: Északi Vízikígyó
kk: Гидра
nb: Vannslangen
nds: Waterslang

source: Hydrus
bs: Vodena Zmija
hu: Déli Vízikígyó
kk: Оңтүстік гидрасы
nb: Den sørlige vannslangen
nds: Lütt Waterslang

source: Indus
bs: Ind
hu: Indián
kk: Үндіс
nds: Indianer

source: Lacerta
bs: Gušterica
hu: Gyík
kk: Кесіртке
nb: Firfislen
nds: Eerdkrüper

source: Leo
bs: Lav
hu: Oroszlán
kk: Арыстан
nb: Løven
nds: Lööv

source: Leo Minor
bs: Mali Lav
hu: Kis Oroszlán
kk: Кіші арыстан
nb: Den lille løven
nds: Lütt Lööv

source: Lepus
bs: Zec
hu: Nyúl
kk: қоян
nb: Haren
nds: Haas

source: Libra
bs: Vaga
hu: Mérleg
kk: Таразы
nb: Vekten
nds: Waag

source: Lupus
bs: Vuk
hu: Farkas
kk: Қасқыр
nb: Ulven
nds: Wulf

source: Lynx
bs: Ris
hu: Hiúz
kk: Сілеусін
nb: Gaupa
nds: Loss

source: Lyra
bs: Lira
hu: Lant
kk: Лира
nb: Lyren
nds: Lier

source: Mensa
bs: Stol
hu: Tábla-hegy
kk: Үстел
nb: Bordet
nds: Tafelbarg

source: Microscopium
bs: Mikroskop
hu: Mikroszkóp
kk: Микроскоп
nb: Mikroskopet
nds: Mikroskoop

source: Monoceros
bs: Jednorog
hu: Egyszarvú
kk: Жалғыз мүйіз
nb: Enhjørningen
nds: Eenhoorn

source: Musca
bs: Muha
hu: Légy
kk: Шыбын
nb: Fluen
nds: Fleeg

source: Norma
bs: Lenjir
hu: Szögmérő
kk: Бұрыштық
nb: Vinkelhaken
nds: Winkelmaat

source: Octans
bs: Oktant
hu: Oktáns
kk: Октант
nb: Oktanten
nds: Oktant

source: Ophiuchus
bs: Zmijonosac
hu: Kígyótartó
kk: Жұлан ұстар
nb: Slangebæreren
nds: Slangdräger

source: Pavo
bs: Paun
hu: Páva
kk: Тауыс
nb: Påfuglen
nds: Pageluun

source: Phoenix
bs: Feniks
hu: Főnixmadár
kk: Феникс
nb: Føniks
nds: Phönix

source: Pictor
bs: Slikarski stalak
hu: Festő
kk: Суретші
nb: Maleren
nds: Maler

source: Pisces
bs: Ribe
hu: Halak
kk: Балықтар
nb: Fiskene
nds: Fisch

source: Piscis Austrinus
bs: Južne Ribe
hu: Déli Hal
kk: Оңтүстік балығы
nb: Den sørlige fisk
nds: Söden Fisch

source: Puppis
bs: Krma
hu: Hajófara
kk: Кеме арты
nb: Akterstavnen
nds: Achtersteven

source: Pyxis
bs: Kompas
hu: Tájoló
kk: Компас
nb: Kompasset
nds: Kompass

source: Reticulum
bs: Mreža
hu: Háló
kk: Тор
nb: Nettet
nds: Nett

source: Sagitta
bs: Strelica
hu: Nyíl
kk: Жебе
nb: Pilen
nds: Piel

source: Sagittarius
bs: Strijelac
hu: Nyilas
kk: Мерген
nb: Skytten
nds: Schütt

source: Scorpius
bs: Škorpion
hu: Skorpió
kk: Сарышаян
nb: Skorpionen
nds: Skorpioon

source: Sculptor
bs: Kipar
hu: Szobrász
kk: Мүсінші
nds: Bildhauger

source: Scutum
bs: Štit
hu: Pajzs
kk: Қалқан
nb: Skjoldet
nds: Schild

source: Serpens
bs: Zmija
hu: Kígyó
kk: Жылан құйрығы
nb: Slangen
nds: Slang

source: Sextans
bs: Sekstant
hu: Szextáns
kk: Секстант
nb: Sekstanten
nds: Sextant

source: Taurus
bs: Bik
hu: Bika
kk: Торпақ
nb: Tyren
nds: Bull

source: Telescopium
bs: Teleskop
hu: Távcső
kk: Телескоп
nb: Teleskopet
nds: Feernrohr

source: Triangulum
bs: Trokut
hu: Háromszög
kk: Үшбұрыш
nb: Triangelet
nds: Dre'eck

source: Triangulum Australe
bs: Južni Trokut
hu: Déli Háromszög
kk: Оңтүстік үшбұрыш
nb: Det sørlige triangelet
nds: Söden Dre'eck

source: Tucana
bs: Tukan
hu: Tukán
kk: Тукан
nb: Tukanen
nds: Tukan

source: Ursa Major
bs: Veliki Medvjed
hu: Nagy Medve
kk: Жетіқарақшы
nb: Store bjørn
nds: Groot Boor

source: Ursa Minor
bs: Mali Medvjed
hu: Kis Medve
kk: Кіші жетіқарақшы
nb: Lille bjørn
nds: Lütt Boor

source: Vela
bs: Jedro
hu: Vitorla
kk: Желкен
nb: Seilet
nds: Seil

source: Virgo
bs: Djevica
hu: Szűz
kk: Бикеш
nb: Jomfruen
nds: Jumfer

source: Volans
bs: Leteća riba
hu: Repülőhal
kk: Ұшқыш балық
nb: Flygefisken
nds: Flegen Fisch

source: Vulpecula
bs: Lisica
hu: Kis Róka
kk: Түлкі
nb: Reven
nds: Voss

source: Marble - Virtual Globe
bs: Marble - virtualni globus
hu: Marble - Virtuális földgömb
kk: Marble - виртуалды глобус
nb: Marble – virtuell globus
nds: Marble - Virtuell Globus

source: &Open...
bs: &Otvori...
hu: &Megnyitás…
kk: &Ашу...
nb: &Åpne …
nds: &Opmaken...

source: Ctrl+O
nds: Strg+O

source: Open a file for viewing on Marble
bs: Otvori datoteku za gledanje na Marble
hu: Fájl megnyitása a Marble-ben való megtekintéshez
kk: Marble-да қарайтын файлды ашу
nb: Åpne en fil for visning på Marble
nds: En Datei opmaken, de Du mit Marble bekieken wullt

source: &Download Maps...
bs: &Preuzmi mape...
hu: Térképek letölté&se…
kk: &Карталарды жүктеп алу...
nb: &Last ned kart …
nds: Koorten &daalladen...

source: &Export Map...
bs: &Izvezi kartu
hu: Térkép &exportálása…
kk: Картаны &экспорттау...
nb: &Eksporter kart …
nds: Koort &exporteren...

source: Ctrl+S
nds: Strg+S

source: Save a screenshot of the map
bs: Sačuvaj sliku mape
hu: Képernyőkép mentése a térképről
kk: Экрандағы картаны сақтау
nb: Lagre et skjermbilde av kartet
nds: En Schirmfoto vun de Koort sekern

source: Download &Region...
bs: Preuzmi &Region...
hu: &Régió letöltése…
kk: Ай&мақты жүктеп алу....
nb: Last ned &region …
nds: &Rebeet daalladen...

source: Download a map region in different zoom levels for offline usage
bs: Preuzmi region mape u drugačijim nivoima uvećanja za upotrebu izvan mreže
hu: Térképrégió letöltése különböző nagyítási szintekkel kapcsolat nélküli használathoz
kk: Өзге масштабтағы аймақ картасын желіден тыс істеуге жүктеу
nb: Last ned en kartregion i forskjellige størrelser for bruk frakoblet
nds: En Koortenrebeet in verscheden Ansichtgrötten för Afkoppelbedrief daalladen

source: &Print...
bs: &Štampaj...
hu: &Nyomtatás…
kk: &Басып шығару...
nb: Sk&riv ut …
nds: &Drucken...

source: Ctrl+P
nds: Strg+P

source: Print a screenshot of the map
bs: Štampaj sliku mape
hu: Képernyőkép nyomtatása a térképről
kk: Экрандағы картаны басып шығару
nb: Skriv ut et skjermbilde av kartet
nds: En Schirmfoto vun de Koort drucken

source: Print Previe&w ...
bs: Pregled prije štampe
hu: Előné&zet nyomtatása…
kk: Басу алд&ында қарау...
nb: Forhånds&vis utskrift …
nds: Druck&vöransicht ...

source: &Quit
bs: &Izađi
hu: &Kilépés
kk: &Шығу
nb: &Avslutt
nds: &Verlaten

source: Ctrl+Q
nds: Strg+V

source: Quit the Application
bs: Napusti aplikaciju
hu: Kilépés az alkalmazásból
kk: Қолданбадан шығу
nb: Avslutt programmet
nds: Dat Programm verlaten

source: &Copy Map
bs: &Kopiraj mapu
hu: &Térkép másolása
kk: Ка&ртаны көшіріп алу
nb: &Kopier kartet
nds: Koort &koperen

source: Ctrl+C
nds: Strg+K

source: Copy a screenshot of the map
bs: Kopiraj sliku mape
hu: A térkép képernyőképének másolása
kk: Экрандағы картаны көшіріп алу
nb: Kopier et skjermbilde av kartet
nds: En Schirmfoto vun de Koort koperen

source: &Edit Map
bs: &Izmijeni mapu
hu: Térkép sz&erkesztése
kk: Картаны &өңдеу
nb: &Rediger kart
nds: Koort b&ewerken

source: Ctrl+E
nds: Strg+E

source: Edit the current map region in an external editor
bs: Izmijeni trenutni region mape u spoljnjem editoru
hu: A jelenlegi térképrégió szerkesztése egy külső szerkesztőben
kk: Назардағы аймақ картасын сыртқы өңдегіште өңдеу
nb: Rediger den gjeldende kartregionen i et eksternt program
nds: Dat aktuelle Koortenrebeet mit en extern Editor bewerken

source: &Record Movie
nb: &Ta opp video
nds: &Film opnehmen

source: Records a movie of the globe
nb: Tar opp en video av globusen
nds: Nimmt en Film vun de Eer op

source: &Stop recording
hu: &Felvétel leállítása
nds: &Opnehmen anhollen

source: Stop recording a movie of the globe
nds: Höllt dat Opnehmen vun en Film vun de Eer op

source: &Configure Marble
bs: &Podesi Marble
hu: &Beállítás: Marble
kk: Marble &баптауы
nb: &Oppsett av Marble
nds: Marble &instellen

source: Show the configuration dialog
bs: Prikaži dijalog za podešavanja
hu: A Beállítás párbeszédablak megjelenítése
kk: Баптау диалогын шығару
nb: Vis innstillingsdialogen
nds: Instellendialoog wiesen

source: C&opy Coordinates
bs: &Kopiraj koordinate
hu: Koordináták &másolása
kk: Координаттарды кө&шіріп алу
nb: K&opier koordinater
nds: Koordinaten k&operen

source: Copy the center coordinates as text
bs: Kopiraj centar koordinata kao tekst
hu: A középső koordináták másolása szövegként
kk: Ортасының координаттарын мәтін түрінде көшіріп алу
nb: Kopier senterkoordinatene som tekst
nds: Merrnkoordinaten as Text koperen

source: &Full Screen Mode
bs: &Režim punog ekrana
hu: &Teljes képernyős mód
kk: &Толық экранды күйі
nb: &Fullskjermkjøring
nds: &Heelschirm-Bedrief

source: Ctrl+Shift+F
nds: Strg+Ümschalt+H

source: Full Screen Mode
bs: Režim punog ekrana
hu: Teljes képernyős mód
kk: Толық экранды күйге ауысу
nb: Fullskjermkjøring
nds: Heelschirm-Bedrief

source: &Show Status Bar
bs: &Prikaži statusnu traku
hu: Állapotsáv &megjelenítése
kk: &Күй-жай жолағы болсын
nb: Vis &statuslinja
nds: &Statusbalken wiesen

source: Show Status Bar
bs: Prikaži statusnu traku
hu: Állapotsáv megjelenítése
kk: Күй-жай жолағын көрсету
nb: Vis statuslinja
nds: Statusbalken wiesen

source: Lock Position
bs: Zaključaj poziciju
hu: Pozíció zárolása
kk: Орынды қадау
nb: Lås posisjon
nds: Oort fastsetten

source: Lock Position of Floating Items
bs: Zaključaj poziciju plutajućih predmeta
hu: Lebegő elemek pozíciójának zárolása
kk: Жылжымалы нәрселерінің орынын бекіту
nb: Lås posisjonen for flytende elementer
nds: Sweven Elementen fastsetten

source: &Clouds
bs: &Oblaci
hu: &Felhők
kk: &Бұлттар
nb: &Skyer
nds: &Wulken

source: Show Real Time Cloud Cover
bs: Prikaži trenutnu oblačnost
hu: Valós idejű felhőtakaró megjelenítése
kk: Қазіргі шын бұлттар жағдайын көрсету
nb: Vis skydekket i reell tid
nds: Echttiet-Wulkendeck wiesen

source: Work Off&line
bs: Rad &van mreže
hu: Kapcsolat né&lküli mód
kk: &Желіден тыс істеу
nb: Arbeid frakob&let
nds: &Afkoppelt arbeiden

source: &Time Control...
bs: &Vremenska kontrola...
hu: Időve&zérlés…
kk: &Уақытты басқару...
nb: &Tidsstyring …
nds: &Tiet-Kuntrull...

source: Configure Time Control
bs: Konfiguriši vremensku kontrolu
hu: Idővezérlés beállítása
kk: Уақытты басқару параметрлері
nb: Sett opp tidsstyring
nds: Tiet-Kuntrull instellen

source: S&un Control...
bs: &Sunca kontrola...
hu: N&apvezérlés…
kk: Күн&нің көзі...
nb: S&olstyring …
nds: &Sünn-Kuntrull...

source: Configure Sun Control
bs: Podesi sunca kontrolu
hu: Napvezérlés beállítása
kk: Күннің көзін басқару параметрлері
nb: Sett opp solstyring
nds: Sünn-Kuntrull instellen

source: &Redisplay
bs: &Prikaži ponovo
hu: Újból meg&jelenítés
kk: Ж&аңарту
nb: &Vis på nytt
nds: Ansicht opf&rischen

source: Reload Current Map
bs: Ponovo učitaj trenutnu mapu
hu: Jelenlegi térkép újratöltése
kk: Көрсетіліп тұрған картаны жаңадан жүктеу
nb: Last inn gjeldende kart på nytt
nds: Aktuell Koort nieg laden

source: Marble Virtual Globe &Handbook
bs: &Priručnik za Marble virtualni globus
hu: A Marble virtuális föld&gömb kézikönyve
kk: Marble-дің анықтамасы
nb: &Håndbok for Marble virtuell globus
nds: &Handbook för den virtuellen Globus "Marble"

source: Show the Handbook for Marble Virtual Globe
bs: Prikaži priručnik za Marble virtualni globus
hu: A Marble virtuális földgömb kézikönyvének megjelenítése
kk: Marble виртуалды глобусының анықтамасын көрсету
nb: Vis håndboka for Marble virtuell globus
nds: Dat Handbook för den virtuellen Globus "Marble" wiesen

source: What's &This
bs: Šta je &ovo
hu: Mi &ez
kk: Бұл &не?
nb: Hva er &dette
nds: &Wat is dat?

source: Shift+F1
nds: Ümschalt+F1

source: Show a detailed explanation of the action.
bs: Prikaži detaljno objašnjenje akcije
hu: A művelet részletes magyarázatának megjelenítése.
kk: Амалды толығрақ түсіндіру
nb: Vis en detaljert forklaring om handlngen.
nds: För elk Akschoon en Verkloren mit de Enkelheiten wiesen

source: &About Marble Virtual Globe
bs: &O Marble virtualnom globusu
hu: Névjegy: M&arble virtuális földgömb
kk: Marble &туралы
nb: &Om Marble virtuell globus
nds: &Vertell wat över den virtuellen Globus "Marble"

source: Show the application's About Box
bs: Prikaži aplikacijski okvir O programu
hu: Az alkalmazás névjegyének megjelenítése
kk: Бағдарлама туралы мәлімет береді
nb: Vis programmets Om-vindu
nds: De Informatschonen över dat Programm wiesen

source: About &Qt
bs: O &Qt
hu: Névjegy: &Qt
kk: &Qt туралы
nb: Om &Qt
nds: Över &Qt

source: Show the Qt library's About box
bs: Pokaži okvir O programu Qt biblioteke
hu: A Qt névjegyének megjelenítése
kk: Qt-жиын файлы туралы мәлімет береді
nb: Vis Qt-bibliotekets Om-vindu
nds: De Informatschonen över de Qt-Bibliotheek wiesen

source: &Add Bookmark
bs: &Dodaj zabilješkama
hu: Könyvjelző hozzá&adása
kk: Бетбелгіні қ&осу
nb: &Legg til bokmerke
nds: &Leesteken tofögen

source: Ctrl+B
nds: Strg+B

source: Add Bookmark
bs: Dodaj zabilješku
hu: Könyvjelző hozzáadása
kk: Осы орнын бетбелгілеу
nb: Legg til bokmerke
nds: Leesteken tofögen

source: &Set Home Location
bs: &Podesi početnu lokaciju
hu: Otthoni hely beállítá&sa
kk: Мекен &орының орнату
nb: &Sett hjemsted
nds: Heimatoort &fastleggen

source: Show &Bookmarks
bs: Prikaži &Zabilješke
hu: &Könyvjelzők megjelenítése
kk: &Бетбелгілерді көрсету
nb: Vis &bokmerker
nds: &Leestekens wiesen

source: Toggle display of Bookmarks
bs: Promjeni prikaz zabilješki
hu: Könyvjelzők megjelenítésének ki- és bekapcsolása
kk: Бетбелгілерін көрсету/көрсетпеу
nb: Slå visning av bokmerker på/av
nds: Wiesen vun Leestekens an-/utmaken

source: &Manage Bookmarks
bs: &Upravljanje zabilješkama
hu: Kö&nyvjelzők kezelése
kk: &Бетбелгілерін басқару
nb: &Håndter bokmerker
nds: &Leestekens plegen

source: Manage Bookmarks
bs: Upravljanje zabilješkama
hu: Könyvjelzők kezelése
kk: Бетбелгілерін басқару
nb: Håndter bokmerker
nds: Leestekens plegen

source: &Create a New Map...
bs: &Kreiraj novu mapu...
hu: Új térkép lét&rehozása…
kk: &Жаңа картаны құру...
nb: &Opprett et nytt kart …
nds: Nieg Koort &opstellen…

source: A wizard guides you through the creation of your own map theme.
bs: Čarobnjak će vam pomoći da kreirate vlastitu temu mape.
hu: Egy varázsló, amely végigvezeti Önt a saját térképtémájának elkészítésén.
kk: Өзіңіздің карта нақышын құруға көмектесетін шебер.
nb: En veiviser leder deg gjennom prosessen med å lage ditt eget kart-tema.
nds: En Hölper, mit den Du Dien egen Koortmuster opstellen kannst

source: Show Tile Zoom Level
nds: Kachel-Ansichtgrött wiesen

source: Default (Resizable)
hu: Alapértelmezett (átméretezhető)
nb: Standard (kan endre størrelse)
nds: Standard (Grött lett sik topassen)

source: &File
bs: &Datoteka
hu: &Fájl
kk: &Файл
nb: &Fil
nds: &Datei

source: &Edit
bs: &Izmijeni
hu: &Szerkesztés
kk: &Өңдеу
nb: &Rediger
nds: &Bewerken

source: &View
bs: &Pregled
hu: &Nézet
kk: &Көрініс
nb: &Vis
nds: &Ansicht

source: &Bookmarks
bs: &Zabilješke
hu: &Könyvjelzők
kk: Б&етбелгі
nb: &Bokmerker
nds: &Leestekens

source: &Settings
bs: &Postavke
hu: &Beállítások
kk: &Баптау
nb: &Innstillinger
nds: &Instellen

source: &Help
bs: &Pomoć
hu: &Súgó
kk: &Көмек
nb: &Hjelp
nds: &Hülp

source: Ready
bs: Spremno
hu: Kész
kk: Дайын
nb: Klar
nds: Praat

source: Export Map
bs: Izvoz karte
hu: Térkép exportálása
kk: Картаны экспорттау
nb: Eksporter kart
nds: Koort exporteren

source: Images (*.jpg *.png)
bs: Slike (*.jpg *.png)
hu: Képek (*.jpg *.png)
kk: Кескіндер (*.jpg *.png)
nb: Bilder (*.jpg *.PNG)
nds: Biller (*.jpg *.png)

source: An error occurred while trying to save the file.
bs: Dogodila se greška prilikom spašavanja datoteke.
hu: Hiba történt a fájl mentése során.
kk: Файлды сақтау кезінде қате орын алды.
nb: Det oppsto en feil under forsøk på å lagre fila.
nds: Dat geev en Fehler bi't Sekern vun de Datei.

source: Marble Virtual Globe %1
bs: Marble virtualni globus %1
hu: Marble virtuális földgömb %1
kk: Marble виртуалды глобусы %1
nb: Marble virtuell globus %1
nds: Marble - Virtuell Globus %1

source: All Supported Files
bs: Sve podržane datoteke
hu: Összes támogatott fájltípus
kk: Бүкіл танитын файлдар
nb: Alle filer som er støttet
nds: All ünnerstütt Dateien

source: Open File
bs: Otvori datoteku
hu: Fájl megnyitása
kk: Файлды ашу
nb: Åpne fil
nds: Datei opmaken

source: Unnamed
bs: Neimenovano
hu: Névtelen
kk: Аталмаған
nb: Uten navn
nds: Ahn Naam

source: The Marble development team wishes you a pleasant and safe journey.
bs: Marble-ov razvojni tim želi vam ugodno i sigurno putovanje.
hu: A Marble fejlesztő csapata kellemes és biztonságos utazást kíván önnek.
kk: Marble тобы Сізге жолыңыз болсын дейді.
nb: Utviklingslaget for Marble ønsker deg en behagelig og trygg reise.
nds: De Makers vun Marble wünscht Di alltiet gode Fohrt

source: Caution: Driving instructions may be incomplete or inaccurate.
bs: Oprez: Upute za vožnju mogu biti nepotpune ili pogešne.
hu: Figyelem: a vezetési információk befejezetlenek vagy pontatlanok lehetnek.
kk: Абайлаңыз: Жүргізушіге берілетін нұсқаулары толық және нақты емес болуы мүмкін.
nb: Forsiktig: Rutebeskrivelsen kan være unøyaktig eller ufullstendig.
nds: Wohrschoen: Fohranwiesen möögt fehlen oder leeg wesen.

source: Road construction, weather and other unforeseen variables can result in this suggested route not to be the most expedient or safest route to your destination.
bs: Konstrukcija puta, vrijeme i ostale nepredviđene promjenljive mogu učiniti da preporučena ruti nije najbrži ili najsigurniji put ka Vašoj destinaciju.
kk: Жол жөндеу жұмыстары, ауа райы және т.б. болжауға келмейтін жағдайлар ұсынылған маршрут лайықты не қауіпсіз еместігіне апарып соғуға мүмкін.
nb: Veiarbeid, vær og andre uforutsette variabler kan gjøre at den foreslåtte kjøreruten ikke er den raskeste eller tryggeste veien til målet.
nds: Wegen Buusteden, Weder un anner nich verwacht Ümstänn kann dat wesen, dat disse vörslaan Weeg nich redig de beste un sekerste Weg is

source: Please use common sense while navigating.
bs: Molimo koristite zdrav razum tokom navigacije.
kk: Багдарлау нұсқауларын ақылға салып, сыншыл көзбен қараңыз.
nb: Bruk sunn fornuft under navigeringen.
nds: Bitte bruuk bi't Navigeren ok Dien egen Kopp

source: Unable to start the external editor. Check that %1 is installed or choose a different external editor in the settings dialog.
bs: Ne mogu pokrenuti spoljnji uređivač. Provjerite da li je %1 instaliran ili odaberite drugi spoljnji uređivač u dijalogu postavki.
hu: A külső szerkesztő elindítása nem sikerült. Ellenőrizze, hogy a(z) %1 telepítve van-e vagy válasszon egy másik külső szerkesztőt a beállítások párbeszédablakban.
kk: Сыртқы өңдегіш жегілмеді. %1 деген орнатылғанын тексеріңіз, немесе баптау диалологында басқа өңдегішті таңдаңыз.
nb: Klarte ikke å starte redigeringsprogrammet. Se etter at %1 er installert, eller velg et annet redigeringsprogram i innstillingene.
nds: De externe Editor lett sik nich starten. Bitte kiek, wat „%1“ installeert is oder söök binnen den Instellendialoog en anner Editor ut.

source: Cannot start external editor
bs: Ne mogu pokrenuti eksteri uređivač
hu: Nem sikerült elindítani a külső szerkesztőt
kk: Сыртқы өңдегіші жегілмеді
nb: Kan kke starte ekstern redigering
nds: Extern Editor lett sik nich starten

source: Legend
bs: Legenda
hu: Jelmagyarázat
kk: Түсініндірме
nb: Forklaring
nds: Legenn

source: Routing
bs: Usmjeravanje
hu: Útválasztás
kk: Жол салу
nb: Rute
nds: Weegplanen

source: Location
bs: Lokacija
hu: Hely
kk: Жер-жай
nb: Sted
nds: Oort

source: Search
bs: Traži
hu: Keresés
kk: Іздеу
nb: Søk
nds: Söken

source: Search for cities, addresses, points of interest and more (%1)
bs: Traži gradove, adrese, tačke interesa i drugo (%1).
hu: Települések, címek, érdekes pontok és továbbiak (%1) keresése
kk: Қала, адресті, керек орынды, тағы басқаларды (%1) іздеу
nb: Søker etter byer, adresser, steder av interesse og mer (%1)
nds: Na Städer, Adressen, intressant Steden un anner Saken söken (%1)

source: Map View
bs: Pregled mape
hu: Térképnézet
kk: Карта көрінісі
nb: Kartvisning
nds: Koortansicht

source: Files
bs: Datoteke
hu: Fájlok
kk: Файлдар
nb: Filer
nds: Dateien

source: Tour
hu: Utazás
nb: Tur
nds: Törn

source: Hide &All Panels
nb: Skjul &alle paneler
nds: &All Paneels versteken

source: Show or hide all panels.
hu: Minden panel megjelenítése vagy elrejtése.
nb: Vis eller skjul alle paneler
nds: All Paneels wiesen oder versteken

source: Show &All Panels
bs: Prikaži &sve Panele
nb: Vis &alle paneler
nds: &All Paneels wiesen

source: &Lock
bs: &Zaključaj
hu: &Zárolás
kk: &Бұғатау
nb: &Lås
nds: &Afsluten

source: &Hide
bs: &Sakrij
hu: &Elrejtés
kk: &Жасыру
nb: &Skjul
nds: &Versteken

source: &Configure...
bs: &Podesi...
hu: &Beállítás…
kk: &Баптау...
nb: &Sett opp …
nds: &Instellen…

source: Default
bs: Podrazumijevano
hu: Alapértelmezés
kk: Әдетті
nb: Standard
nds: Standard

source: Bookmarks
bs: Obilježivači
hu: Könyvjelzők
kk: Бетбелгілер
nb: Bokmerker
nds: Leestekens
