Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: Are you sure you want to remove the current item?
bs: Da li ste sigurni da želite obrisati trenutni element
hu: Biztosan szeretné eltávolítani a jelenlegi elemet?
kk: Назардағы аталымды тазаламақсыз ба?
nb: Er du sikker på at du vil fjerne det gjeldende elementet?
nds: Wullt Du redig den aktuellen Indrag wegdoon?

source: Enable Moving Map
bs: Omogući pokretnu mapu
hu: Mozgó térkép engedélyezése
kk: Карта жылжуы рұқсат етілсін
nb: Slå på bevegelig kart
nds: Koortbewegen anmaken

source: Add Polygon
bs: Dodaj mnogougao
hu: Sokszög hozzáadása
kk: Көпбұрышты қосу
nb: Legg til polygon
nds: Veeleck tofögen

source: Add Polygon Hole
nds: Veelecklock tofögen

source: Merge Nodes
nds: Knütten tosamenföhren

source: Add Placemark
bs: Dodaj oznaku
hu: Helyjelző hozzáadása
kk: Орын белгісін қосу
nb: Legg til stedsmerke
nds: Steedmark tofögen

source: Add Ground Overlay
nds: Koort-Överblennen tofögen

source: Remove Item
bs: Ukloni element
hu: Elem eltávolítása
kk: Аталымды өшіру
nb: Fjern element
nds: Indrag wegmaken

source: Load Annotation File
bs: Učitaj datoteku s pribilješkama
hu: Magyarázat fájl betöltése
kk: Аңдатпа файлын жүктеу
nb: Last inn merknadsfil
nds: Anmarkendatei laden

source: Clear all Annotations
bs: Očisti sve pribilješke
hu: Minden magyarázat törlése
kk: Бүкіл аңдатпаларды тазалау
nb: Tøm alle merknader
nds: All Anmarken wegmaken

source: Remove Ground Overlay
nds: Koort-Överblennen wegmaken

source: Edit Ground Overlay
nds: Koort-Överblennen bewerken

source: Deselect All Nodes
nds: All Knütten afkören

source: Delete All Selected Nodes
nds: All utsöcht Knütten wegmaken

source: Remove Polygon
nds: Veeleck wegmaken

source: Properties
nb: Egenskaper
nds: Egenschappen

source: Select Node
nds: Knütten utsöken

source: Delete Node
nds: Knütten wegdoon

source: Deselect Node
nds: Knütten afkören

source: Bold
bs: Podebljano
hu: Félkövér
kk: Қалың
nb: Halvfet
nds: Fett

source: Italic
bs: Kurzivno
hu: Dőlt
kk: Көлбеу
nb: Kursiv
nds: Kursiev

source: Underline
bs: Podvučeno
hu: Aláhúzott
kk: Асты сызық
nb: Understreking
nds: Ünnerstreken

source: Amateur Radio Aprs Plugin
bs: Amaterski Radio Aprs dodatak
hu: Amatőr rádió Aprs bővítmény
kk: Әуесқойлық APRS радио плагині
nb: Programtillegg for amatørradio APRS
nds: Amateurfunk-APRS-Moduul

source: Amateur Radio &Aprs Plugin
bs: Amaterski Radio &Aprs dodatak
hu: Amatőr rádió &Aprs bővítmény
kk: Әуесқой &APRS радио плагині
nb: Programtillegg for amatørradio &APRS
nds: Amateurfunk-&APRS-Moduul

source: This plugin displays APRS data gleaned from the Internet. APRS is an Amateur Radio protocol for broadcasting location and other information.
bs: Ovaj dodatak prikazuje APRS dodatke skupljene sa interneta. APRS je protokol amaterskog radija za prijenos lokacije i drugih informacija.
kk: Бұл плагин Интернеттен жиналған APRS деректерін көрсетеді. APRS деген Жердегі орынын және т.б. мәліметті тарататын әуесқой радио протоколы.
nb: Dette programtillegget viser APRS-data samlet fra Internett. APRS er en amatørradio-protokoll for å kringkaste steds- og annen informasjon.
nds: Dit Moduul wiest ut dat Internet tohoopstellt APRS-Daten. APRS is en Amateurfunkprotokoll för't Överdregen vun Steden- un anner Informatschonen.

source: Atmosphere
bs: Atmosfera
hu: Légkör
kk: Атмосфера
nb: Atmosfære
nds: Atmosfeer

source: &Atmosphere
bs: &Atmosfera
hu: &Légkör
kk: &Атмосфера
nb: &Atmosfære
nds: &Atmosfeer

source: Shows the atmosphere around the earth.
bs: Prikazuje atmosferu oko zemlje
hu: Megjeleníti a légkört a föld körül.
kk: Жер атмосферасын көрсету
nb: Viser atmosfæren riundt jorden.
nds: Wiest de Atmosfeer rund de Eer

source: Compass
bs: Kompas
hu: Iránytű
kk: Компас
nb: Kompass
nds: Kompass

source: &Compass
bs: &Kompas
hu: &Iránytű
kk: &Компас
nb: &Kompass
nds: &Kompass

source: This is a float item that provides a compass.
bs: Ovo je plutajući predmet koji obezbjeđuje kompas
hu: Ez egy lebegő elem, amely egy iránytűt szolgáltat.
kk: Қалқымалы компас.
nb: Dette er et flytende element som fremskaffer et kompass.
nds: Dit is en sweven Element, dat en Kompass praatstellt.

source: Crosshairs
bs: Križ
hu: Célkereszt
kk: Қарауыл
nb: Trådkors
nds: Teelkrüüz

source: Cross&hairs
bs: &Križ
hu: Cél&kereszt
kk: Қа&рауыл
nb: Tråd&kors
nds: Teel&krüüz

source: A plugin that shows crosshairs.
bs: Dodatak koji prikazuje križeve
hu: Célkeresztet megjelenítő bővítmény.
kk: Қарауыл айқышын көрсететін плагині.
nb: Et programtillegg som viser trådkors.
nds: En Moduul, dat en Teelkrüüz wiest

source: Earthquakes
bs: Zemljotresi
hu: Földrengések
kk: Жер сілкіністер
nb: Jordskjelv
nds: Eerdbeven

source: &Earthquakes
bs: &Zemljotresi
hu: Földr&engések
kk: &Жер сілкіністер
nb: &Jordskjelv
nds: &Eerdbeven

source: Shows earthquakes on the map.
bs: Pokazuje zemljotrese na mapi.
hu: Megjeleníti a földrengéseket a térképen.
kk: Картада жер сілкіністерді көрсетеді.
nb: Viser jordskjelv på kartet.
nds: Wiest Eerdbeven op de Koort

source: Moon, Total
nb: Månen, Total
nds: Maand, heel

source: Moon, Partial
nb: Månen, partiell
nds: Maand, deelwies

source: Moon, Penumbral
nb: Månen. halvskygge
nds: Maand, Halfschadden

source: Sun, Partial
nb: Solen, partiell
nds: Sünn, deelwies

source: Sun, non-central, Annular
nb: Solen, ikke-sentral, ringformet
nds: Sünn, nichzentraal, krinkformt

source: Sun, non-central, Total
nb: Solen, ikke-sentral, total
nds: Sünn, nichzentraal, heel

source: Sun, Annular
nb: Solen, ringformet
nds: Sünn, krinkformt

source: Sun, Total
nb: Solen, total
nds: Sünn, heel

source: Sun, Annular/Total
nb: Solen, ringformet/total
nds: Sünn, krinkformt/heel

source: End
hu: Befejezés
nb: Slutt
nds: Enn

source: Magnitude
hu: Magnitúdó
nb: Størrelsesklasse
nds: Magnituud

source: Eclipses
nb: Formørkelser
nds: Verdüüstern

source: E&clipses
nb: For&mørkelser
nds: &Verdüüstern

source: This plugin visualizes solar eclipses.
nb: Dette programtillegget viser solformørkelser.
nds: Dit Moduul wiest Sünnverdüüstern.

source: Browse Ecli&pses...
nb: Bla i formør&kelser …
nds: Ver&düüstern dörkieken...

source: Maximum of Eclipse
nb: Formørkelsens maksimum
nds: Deepst Verdüüstern

source: Eclipses in %1
nb: Formørkelser i %1
nds: Verdüüstern in %1

source: Elevation Profile
bs: Elevacijski profil
hu: Magassági profil
kk: Биіктік бедері
nb: Høydeprofil
nds: Hööchdenprofil

source: &Elevation Profile
bs: &Elevacijski profil
hu: &Magassági profil
kk: &Биіктік бедері
nb: Høyd&eprofil
nds: &Hööchdenprofil

source: A float item that shows the elevation profile of the current route.
bs: Plutajući predmet koji pokazuje elevacijski profil trenutne rute.
hu: Egy lebegő elem, amely megjeleníti a jelenlegi út magassági profilját.
kk: Назардағы маршруттың биіктік бедерін көрсететін қалқымалы панелі.
nb: Et flytende element som viser høydeprofilen for gjeldende rute.
nds: En sweven Element, dat dat Hööchdenprofil vun den aktuellen Weg praatstellt.

source: Create a route to view its elevation profile.
bs: Kreira rutu da joj se vidi elevacijski profil
kk: Биіктік бедерің көретін маршрутты құру.
nb: Beregn en rute for å se høydeprofilen.
nds: Du muttst en Weg utreken, wenn Du sien Hööchdenprofil ankiekwn wullt.

source: Not enough points in the current viewport. Try to disable 'Zoom to viewport'.
bs: Nedovoljno bodova u trenutnom prikaznom polju. Pokušajte onemogućiti 'Zumiraj u prikazno područje'.
kk: Қарау өрісінің нүктелері жетпейді. 'Масштабы қарау өрісіне келтірілсін' дегенді алып тастаңыз.
nb: Ikke nok punkter i det gjeldende synsfeltet. Forsøk å slå av «Forstørre/-minske til vindu».
nds: Nich noog Pünkt binnen dat aktuelle Kiekrebeet. Maak man maal „Ansichtgrött op Kiekrebeet topassen“ ut.

source: Difference: %1 %2
bs: Razlika: %1 %2
hu: Különbség: %1 %2
kk: Айырылымы: %1 %2
nb: Forskjell: %1 %2
nds: Verscheel: %1 %2

source: &Zoom to viewport
bs: &Zumiraj u područje
hu: &Nagyítás a munkalapra
kk: &Масштабын қарау өрісіне келтіру
nb: &Forstørre/-minske til vindu
nds: &Ansichtgrött op Kiekrebeet topassen

source: Elevation Profile Marker
bs: Elevacijski označivač profila
hu: Magassági profil jelölő
kk: Биіктік бедер маркері
nb: Høydeprofilmarkør
nds: Hööchdenprofil-Markeren

source: &Elevation Profile Marker
bs: &Elevacijski označivač profila
hu: &Magassági profil jelölő
kk: &Биіктік бедер маркері
nb: Høyd&eprofilmarkør
nds: &Hööchdenprofil-Markeren

source: Marks the current elevation of the elevation profile on the map.
bs: Označuje trenutnu elevaciju elevacijskog profila na mapi.
hu: Jelzi a magassági profil jelenlegi magasságát a térképen.
kk: Картадағы биіктік бедерінде қазіргі орынның биіктігін белгілейді.
nb: Markerer nåværende høyde på høydeprofilen på kartet.
nds: Wiest de aktuelle Hööchde vun dat Hööchdenprofil op de Koort.

source: &File View
bs: &Pregled datoteke
hu: &Fájlnézet
kk: Ашық &файлдар
nb: &Filvisning
nds: &Dateiansicht

source: A list of currently opened files
bs: Lista trenutno otvorenih datoteka
hu: A jelenleg megnyitott fájlok listája
kk: Ашық файлдар тізімі
nb: En liste over filer som nå er åpne
nds: En List vun opmaakt Dateien

source: Open file...
bs: Otvori datoteku...
hu: Fájl megnyitása…
kk: Файлды ашу...
nb: Åpne fil …
nds: Datei opmaken...

source: Close this file
bs: Zatvori ovu datoteku
hu: Fájl bezárása
kk: Осы файлды жабу
nb: Lukk denne fila
nds: Disse Datei tomaken

source: All Supported Files (*.gpx *.kml *.pnt);;GPS Data (*.gpx);;Google Earth KML (*.kml);PNT Data (*.pnt)
bs: Sve podržane datoteke (*.gpx *.kml *.pnt);;GPS Data (*.gpx);;Google Earth KML (*.kml);PNT Data (*.pnt)
hu: Összes támogatott fájltípus (*.gpx *.kml *.pnt);;GPS adat (*.gpx);;Google Earth KML (*.kml);PNT adat (*.pnt)
kk: Бүкіл танитын файлдар (*.gpx *.kml *.pnt);;GPS дерегі (*.gpx);;Google Earth KML (*.kml);PNT дерегі (*.pnt)
nb: Alle støttede filer (*.gpx *.kml *.pnt);;GPS Data (*.gpx);;Google Earth KML (*.kml);; PNT data (*.pnt)
nds: All ünnerstütt Dateitypen (*.gpx *.kml *.pnt);;GPS-Daten (*.gpx);;"Google Earth"-KML (*.kml);PNT-Daten (*.pn)

source: Places
bs: Mjesta
hu: Helyek
kk: Орындар
nb: Steder
nds: Steden

source: &Places
bs: &Mjesta
hu: &Helyek
kk: &Орындар
nb: &Steder
nds: &Steden

source: Displays trending Foursquare places
bs: Prikazuje trend Foursquare mjesta
kk: Foursquare негізінде елеулі орындарды көрсету
nb: Viser Foursquare-steder som er trendy
nds: Wiest opkamen Foursquare-Steden

source: This is a float item that provides Gps Information.
bs: Plutajući predmet koji pruža Gps Informacije.
hu: Ez egy lebegő elem, amely GPS információkat szolgáltat.
kk: Қалқымалы Gps мәліметі.
nb: Dette er et flytende element som skaffer GPS-informasjon.
nds: Dit is en sweven Element, dat GPS-Informatschonen praatstellt.

source: Coordinate Grid
bs: Koordinatna mreža
hu: Koordinátarács
kk: Координат торы
nb: Koordinatnett
nds: Koordinatengadder

source: Coordinate &Grid
bs: Koordinatna &mreža
hu: Koordináta &rács
kk: Координат &торы
nb: Koordinat&nett
nds: Koordinaten&gadder

source: A plugin that shows a coordinate grid.
bs: Dodatak koji prikazuje mrežu koordinata.
hu: Egy koordináta rácsot megjelenítő bővítmény.
kk: Координат торын көрсететін плагині.
nb: Et programtillegg som viser et koordinatnett.
nds: En Moduul, dat en Koordinatengadder wiest

source: Please choose the color for the coordinate grid.
bs: Molimo odaberite boju za koordinaciju mreže.
hu: Válasszon színt a koordináta rácshoz.
kk: Координаттар торының түсін таңдаңыз.
nb: Velg farge på koordinatnettet.
nds: Bitte de Klöör för dat Koordinatengadder utsöken

source: Please choose the color for the tropic circles.
bs: Molimo odaberite boju za tropske krugove.
hu: Válasszon színt a trópusi körökhöz.
kk: Тропик шеңберлерінің түсін таңдаңыз.
nb: Velg farge på vendekrets-sirklene.
nds: Bitte de Klöör för de Wennkrinken utsöken

source: Please choose the color for the equator.
bs: Molimo odaberitu boju za ekvator.
hu: Válasszon színt az egyenlítőhöz.
kk: Экватор сызығының түсін таңдаңыз.
nb: Velg farge på ekvatorlinja.
nds: Bitte de Klöör för de Äquater-Lien utsöken

source: Equator
bs: Ekvator
hu: Egyenlítő
kk: Экватор
nb: Ekvator
nds: Äquater

source: Prime Meridian
bs: Početni meridijan
hu: Nullmeridián
kk: Бастапқы меридиан
nb: Nullmeridian
nds: Nullmeridiaan

source: Antimeridian
bs: Antimeridijan
hu: Nyugati hosszúság 180°
kk: Антимеридиан
nds: Gegenmeridiaan

source: Tropic of Cancer
bs: Sjeverni povratnik
hu: Ráktérítő
kk: Шаян тропигі
nb: Krepsens vendekrets
nds: Den Dwarslöper sien Wennkrink

source: Tropic of Capricorn
bs: Južni povratnik
hu: Baktérítő
kk: Тауешкі тропигі
nb: Steinbukkens vendekrets
nds: Den Steenbuck sien Wennkrink

source: Arctic Circle
bs: Arktički polarni krug
hu: Északi sarkkör
kk: Солтүстік поляр шеңбері
nb: Polarsirkel (nord)
nds: Noorden Polarkrink

source: Antarctic Circle
bs: Antarktički polarni krug
hu: Déli sarkkör
kk: Оңтүстік поляр шеңбері
nb: Polarsirkel (sør)
nds: Söden Polarkrink

source: Inhibit Screensaver
bs: Izostavi čuvar ekrana
hu: Képernyővédő letiltása
kk: Экран сақтаушысына тыйым салу
nb: Hindre pauseskjerm
nds: Pausschirm blockeren

source: &Inhibit Screensaver
bs: &Izostavi čuvar ekrana
hu: &Képernyővédő letiltása
kk: Экран сақтаушысына &тыйым салу
nb: &Hindre pauseskjerm
nds: Pausschirm &blockeren

source: Inhibits the screensaver during turn-by-turn navigation
bs: Izostavlja čuvar ekrana prilikom navigacije korak po korak
hu: Letiltja a képernyővédőt a sarokról-sarokra navigáció alatt
kk: Бұрап аралау кезде экран сақтаушысының жұмысын болдырмау.
nb: Hindrer at pauseskjermen slår inn under sving-etter-sving-navigering
nds: Blockeert den Pausschirm bi Wegafsnitt-Navigeren

source: License
bs: Licenca
hu: Licenc
kk: Лицензия
nb: Lisens
nds: Verlööfnis

source: &License
bs: &Licenca
hu: &Licenc
kk: &Лицензия
nb: &Lisens
nds: &Verlööfnis

source: This is a float item that provides copyright information.
bs: Plutajući predmet koji pruža Informacije o autorskim pravima.
hu: Ez egy lebegő elem, amely szerzői jogi információkat szolgáltat.
kk: Құқықты мәліметті білдіретін қалқымалы аталым.
nb: Dette er et flytende element som skaffer informasjon om opphavsrett.
nds: En sweven Element, dat Kopeerrecht-Informatschonen praatstellt.

source: &Full License
bs: &Puna licenca
hu: &Teljes licenc
kk: &Толық лицензиясы
nb: &Full lisens
nds: &Heel Verlööfnis

source: &Show Details
bs: &Prikaži detalje
hu: &Részletek megjelenítése
kk: &Егжей-тегжейі
nb: Vi&s detaljer
nds: &Enkelheiten wiesen

source: Minimize
bs: Mnimiziraj
hu: Minimalizálás
kk: Түю
nb: Minimer
nds: Minimeren

source: Scale Bar
bs: Traka sa skalom
hu: Méretezősáv
kk: Масштаб жолағы
nb: Skalalinje
nds: Maatbalken

source: &Scale Bar
bs: &Traka sa skalom
hu: Méretező&sáv
kk: &Масштаб жолағы
nb: &Skalalinje
nds: &Maatbalken

source: This is a float item that provides a map scale.
bs: Ovo je plutajući predmet koji obezbjeđuje skalu mape.
hu: Ez egy lebegő elem, amely egy térkép méretezést szolgáltat.
kk: Қалқымалы карта масштабының жолағы.
nb: Dette er et flytende element som viser en kartskala.
nds: Dit is en sweven Element, dat en Maatbalken praatstellt.

source: Original Developer
bs: Originalni Developer
hu: Eredeti fejlesztő
kk: Бастапқы құрастырушысы
nb: Opprinnelig utvikler
nds: Orginaalschriever

source: &Ratio Scale
bs: &Omjer Razine
kk: Масштаб коэффициенті
nb: Fo&rholdsskala
nds: &Maatbalken

source: Measure Tool
bs: Alat za mjerenje
hu: Mérőeszköz
kk: Өлшеу құралы
nb: Måleverktøy
nds: Meetwarktüüch

source: &Measure Tool
bs: &Alat za mjerenje
hu: &Mérőeszköz
kk: &Өлшеу құралы
nb: &Måleverktøy
nds: &Meetwarktüüch

source: Measure distances between two or more points.
bs: Izmjeri udaljenost između dvije ili više tačaka.
hu: Távolság mérése két vagy több pont között.
kk: Екі не одан көп нүкте аралығын өлшеу.
nb: Mål avstander mellom to eller flere punkter.
nds: De Afstänn twischen twee oder mehr Pünkt meten.

source: Total Distance: %1 km
bs: Ukupna udaljenost: %1 km
hu: Teljes távolság: %1 km
kk: Жалпы қашықтық: %1 км
nb: Total distanse: %1 km
nds: Afstand tosamen: %1 km

source: Total Distance: %1 m
bs: Ukupna udaljenost: %1 m
hu: Teljes távolság: %1 m
kk: Жалпы қашықтық: %1 м
nb: Total distanse: %1 m
nds: Afstand tosamen: %1 m

source: Add &Measure Point
bs: Dodaj &Mjernu tačku
hu: &Mérési pont hozzáadása
kk: &Өлшем нүктесін қосу
nb: Legg til &målepunkt
nds: &Meetpunkt tofögen

source: Remove &Last Measure Point
bs: Ukloni &posljednju mjernu tačku
hu: &Legutolsó mérési pont eltávolítása
kk: &Соңғы өлшем нүктесін өшіру
nb: Fjern &siste målepunkt
nds: Ver&leden Meetpunkt wegmaken

source: &Remove Measure Points
bs: &Ukloni mjerne tačke
hu: Mé&rési pontok eltávolítása
kk: Өлшем нүктелерін ө&шіру
nb: &Slett målepunkter
nds: Meetpunkten &wegnehmen

source: &Navigation
bs: &Navigacija
hu: &Navigálás
kk: &Шарлау
nb: &Navigasjon
nds: &Navigeren

source: A mouse control to zoom and move the map
bs: Kontrola miša za uvećavanje i pomicanje mape
kk: Масштабты өзгерту және жылжу үшін тышқан қолданылсын
nb: En muskontroll som kan forstørre, forminske og flytte kartet
nds: Mit de Muus de Koort bewegen un ehr Grött ännern

source: Current Location Button
bs: Dugme trenutne lokacije
hu: Jelenlegi hely gomb
kk: Қазіргі орын батырмасы
nb: Knapp for gjeldende sted
nds: Aktuell-Steed-Knoop

source: Home Button
bs: Početno dugme
hu: Home gomb
kk: Мекен батырмасы
nb: Hjem-knapp
nds: Tohuus-Knoop

source: <tr><td align="right">Cache name</td>
bs: <tr><td align="right">Ime skrovišta</td>
hu: <tr><td align="right">Láda neve</td>
kk: <tr><td align="right">Кэштің атауы</td>
nb: <tr> <td align="right">Depotnavn</td>
nds: <tr><td align="right">Naam vun den Schatt</td>

source: <tr><td align="right">User name</td><td>
bs: <tr><td align="right">Korisničo ime</td><td>
hu: <tr><td align="right">Felhasználónév</td><td>
kk: <tr><td align="right">Пайдаланушы</td><td>
nb: <tr><td align="right">Brukernavn</td><td>
nds: <tr><td align="right">Brukernaam</td><td>

source: <tr><td align="right">Date hidden</td><td>
bs: <tr><td align="right">Datum skrivanja</td><td>
hu: <tr><td align="right">Elrejtés dátuma</td><td>
kk: <tr><td align="right">Жасырылған кезі</td><td>
nb: <tr> <td align="right">Dato skjult</td> <td>
nds: <tr><td align="right">Datum versteken</td><td>

source: <tr><td align="right">Difficulty</td><td>
bs: <tr><td align="right">Težina</td><td>
hu: <tr><td align="right">Nehézség</td><td>
kk: <tr><td align="right"Қиындығы</td><td>
nb: <tr> <td align="right">Vanskelighet</td> <td>
nds: <tr><td align="right">Swoorheit</td><td>

source: <tr><td align="right">Size</td><td>
bs: <tr><td align="right">Veličina</td><td>
hu: <tr><td align="right">Méret</td><td>
kk: <tr><td align="right">Өлшемі</td><td>
nb: <tr> <td align="right">Størrelse</td> <td>
nds: <tr><td align="right">Grött</td><td>

source: Cache positions by opencaching.de.
bs: Pozicije skrovišta s opencaching.de.
hu: Rejtekhely pozíciók a opencaching.de oldalról.
kk: opencaching.de көмегімен кэштелген орындар.
nb: Depotposisjoner fra opencaching.de
nds: Schatt-Positschonen vun opencaching.de.

source: Shows caches from OpenCaching.de on the screen.
bs: Prikazuje sadržaje s OpenCaching.de na ekranu.
hu: Megjeleníti a rejtekhelyeket a képernyőn az OpenCaching.de oldalról.
kk: Экранда OpenCaching.de сайтынан алынған кэшін көрсетеді.
nb: Viser depoter fra OpenCaching.de på skjermen.
nds: Wiest Dasen vun OpenCaching.de

source: Cache Details for %1
bs: Detalji skrovišta za %1
hu: %1 rejtekhely részletei
kk: %1 дегеннің кэш егжей-тегжейі
nb: Depotdetaljer for %1
nds: Daas-Enkelheiten för %1

source: Click to open this cache's page in a browser
bs: Kliknite za otvaranje stranice o ovom skrovištu
hu: Kattintson a rejtekhely oldalának megnyitásához a böngészőben
kk: Шолғышта кэштегі бетті ашу үшін түртіңіз
nb: Åpne sida for dette depotet i en nettleser
nds: Klick hier, wenn Du disse Daas ehr Nettsiet mit en Nettkieker opmaken wulllt

source: type
bs: vrsta
hu: típus
kk: түрі
nds: Typ

source: Size:
bs: Veličina:
hu: Méret:
kk: Өлшемі:
nb: Størrelse:
nds: Grött:

source: Difficulty:
bs: Težina:
hu: Nehézség:
kk: Қиындығы:
nb: Vanskelighet:
nds: Swoorheit:

source: Terrain:
bs: Teren:
hu: Terep:
kk: Топографиясы:
nb: Terreng:
nds: Landschap:

source: Awsomeness:
bs: Uzbudljivost:
kk: Елеулілігі:
nb: Imponerende-grad:
nds: Gööd:

source: Hidden by:
bs: Sakrio:
hu: Rejtette:
kk: Тасалайтыны:
nb: Skjult av:
nds: Versteken vun:

source: Hidden:
bs: Sakriveno:
hu: Rejtett:
kk: Тасаланатыны:
nb: Skjult:
nds: Versteken:

source: Last found:
bs: Zadnje nađeno:
hu: Utolsó találat:
kk: Соңғы табылғаны:
nb: Sist funnet:
nds: Tolest funnen:

source: Tags:
bs: Oznake:
hu: Címkék:
kk: Белгілер:
nb: Merker:
nds: Slötelwöör:

source: Series:
bs: Serije:
hu: Sorozat:
kk: Қатарлары:
nb: Serie:
nds: Reeg:

source: number
bs: broj
hu: szám
kk: нөмірі
nb: nummer
nds: Nummer

source: chirp
bs: auuuuuu
kk: радиомаягі
nds: Tschirp

source: qr code
bs: qr kod
hu: QR-kód
kk: qr коды
nb: qr-kode
nds: QR-Kode

source: code phrase
bs: fraza koda
kk: код фразасы
nb: kodesetning
nds: Kode-Utdruck

source: Verification:
bs: Potvrda;
hu: Ellenőrzés:
kk: Растауы:
nb: Verifisering:
nds: Prööv:

source: Distance:
bs: Udaljenost:
hu: Távolság:
kk: Аралығы:
nb: Avstand:
nds: Afstand:

source: Distance from home:
bs: Udaljenost od kuće:
hu: Távolság az otthontól:
kk: Мекен дейінгі қашықтық:
nb: Avstand hjemmefra:
nds: Afstand vun Tohuus:

source: by <em>
bs: od <em>
kk: авторы: <em>
nb: av <em>
nds: vun <em>

source: Difficulty
bs: Težina
hu: Nehézség
kk: Қиындығы
nb: Vanskelighet
nds: Swoorheit

source: Terrain
bs: Teren:
hu: Terep
kk: Топографиясы
nb: Terreng
nds: Landschap

source: Awsomeness
bs: Divota
kk: Елеулілігі
nb: Imponerende
nds: Gööd

source: Size
bs: Veličina
hu: Méret
kk: Өлшем
nb: Størrelse
nds: Grött

source: Last found:
bs: Zadnje nađeno:
hu: Utolsó találat:
kk: Соңғы табылғаны:
nb: Sist funnet:
nds: Tolest funnen:

source: User:
bs: Korisnik:
hu: Felhasználó:
kk: Пайдаланушы:
nb: Bruker:
nds: Bruker:

source: Type:
bs: Tip:
hu: Típus:
kk: Түрі:
nds: Typ:

source: Date:
bs: Datum:
hu: Dátum:
kk: Күні:
nb: Dato:
nds: Datum:

source: Boat required
bs: Potreban čamac
hu: Csónak szükséges
kk: Қайык керек
nb: Båt nødvendig
nds: Boot nödig

source: Chirp
bs: Izmjenjiva frekvencija
kk: Радиомаяк
nds: Tschirp

source: Diving
bs: Ronjenje
hu: Búvárkodás
kk: Сүңгу
nb: Dykking
nds: Dükern

source: Exclusive
bs: Isključivo
hu: Kizárólagos
kk: Эксклюзив
nb: Eksklusiv
nds: Utsluten

source: Historic site
bs: Istorijsko mjesto
hu: Történelmi hely
kk: Тарихи жер
nb: Historisk sted
nds: Geschichtlich Steed

source: Letterbox
bs: Poštanski sandučić
hu: Postaláda
kk: Пошта жәшігі
nb: Postkasse
nds: Breefkasten

source: Night
bs: Noć
hu: Éjszaka
kk: Түн
nb: Natt
nds: Nacht

source: Tree climbing
bs: Penjanje na drvo
hu: Fára mászás
kk: Ағашқа өрмелеу
nb: Treklatring
nds: Boomklattern

source: UV light
bs: UV svjetlo
hu: UV-fény
kk: Ультракүлгін сәуле
nb: UV-lys
nds: UV-Lantern

source: Traditional Cache
bs: Tradicionalno skrovište
hu: Hagyományos rejtekhely
kk: Дәстүрлі геокэш
nb: Tradisjonelt depot
nds: Normaal Daas

source: Multi-cache
bs: Višestruko skrovište
hu: Többszörös rejtekhely
kk: Мульти-геокэш
nb: Multi-depot
nds: Multidaas

source: Virtual Cache
bs: Virtualno skrovište
hu: Virtuális rejtekhely
kk: Виртуалды геокэш
nb: Virtuelt depot
nds: Virtuell Daas

source: Puzzle Cache
bs: Zagonetno sklonište
hu: Feladvány rejtekhely
kk: Басқатырғыш геокэш
nb: Gåte-depot
nds: Radeldaas

source: Unknown Cache
bs: Nepoznato skrovište
hu: Ismeretlen rejtekhely
kk: Беймәлім геокэш
nb: Ukjent depot
nds: Nich begäng Daastyp

source: Shows caches from OpenCaching.com on the map.
bs: Prikaži utočišta s OpenCaching.com na mapi.
hu: Megjeleníti a rejtekhelyeket a térképen az OpenCaching.com oldalról.
kk: Картада OpenCaching.com сайтынан алынған геокэштерін көрсетеді.
nb: Viser depoter fra OpenCaching.com på kartet.
nds: Wiest Dasen vun OpenCaching.com lop de Koort.
