Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: OpenDesktop Items
bs: OpenDesktop stavke
hu: OpenDesktop elemek
kk: OpenDesktop дүниесі
nb: OpenDesktop-elementer
nds: OpenDesktop-Elementen

source: &OpenDesktop Community
bs: &OpenDesktop Zajednica
hu: &OpenDesktop közösség
kk: &OpenDesktop қауымы
nb: &OpenDesktop-fellesskapet
nds: &OpenDesktop-Meenschap

source: Shows OpenDesktop users' avatars and some extra information about them on the map.
bs: Prikazivanje OpenDesktop korisničkih avatara i nekih dodatnih informacija o njima na mapi.
hu: Megjeleníti a térképen az OpenDesktop felhasználók avatarjait és néhány extra információt róluk.
kk: OpenDesktop пайдаланушылардың аватарларын және басқа да ақпататтарын картаға шығарады.
nb: Viser avatarer for OpenDesktop-brukere og litt ekstra informasjon om dem på kartet.
nds: Wiest OpenDesktop-Brukerbiller mit en poor Bito-Informatschonen op de Koort.

source: Overview Map
bs: Pregled mape
hu: Áttekintő térkép
kk: Шолу картасы
nb: Oversiktskart
nds: Översichtkoort

source: &Overview Map
bs: &Pregled mape
hu: Á&ttekintő térkép
kk: &Шолу картасы
nb: &Oversiktskart
nds: Ö&versichtkoort

source: This is a float item that provides an overview map.
bs: Ovo je plutajući predmet koji omogućava prikaz mape.
hu: Ez egy lebegő elem, amely egy áttekintő térképet szolgáltat.
kk: Қалқымалы шолу картасы
nb: Dette er et flytende element som viser en oversiktskart.
nds: Dit is en sweven Element, dat en Översichtkoort praatstellt.

source: Choose Overview Map
bs: Izabrati Pregled Mape
hu: Áttekintő térkép kiválasztása
kk: Шолу картасын таңдау
nb: Velg oversiktskart
nds: Översichtkoort utsöken

source: Please choose the color for the position indicator
bs: Molimo odaberite boju za poziciju pokazivača
kk: Орын белгісінің түсін таңдаңыз
nb: Velg farge på posisjonsindikatoren
nds: Bitte de Klöör för den Positschoonwieser utsöken

source: Panoramio Photos
bs: Panoramio fotografije
hu: Panoramio fényképek
kk: Panoramio фотолары
nb: Panoramio-fotoer
nds: "Panoramio"-Fotos

source: Automatically downloads images from around the world in preference to their popularity
bs: Automatski preuzima slike širom svijeta prema njihovoj popularnosti
hu: Automatikusan letölti a képeket szerte a világból a népszerűségük sorrendjében
kk: Әлемдің түпкір-түпкірінің әйгілі фотосуреттерін автоматты түрде жүктеу
nb: Laster automatisk ned bilder fra hele verden rangert etter deres popularitet
nds: Laadt automaatsch de mehrst vörtrocken Biller ut de hele Welt daal.

source: Query failed
bs: upit neuspio
hu: A lekérdezés nem sikerült
kk: Сұрау жаңылысы
nb: Spørringen mislyktes
nds: Anfraag fehlslaan

source: The file is not a valid Flickr answer.
bs: Datoteka nije važeći Flickr odgovor.
hu: A fájl nem érvényes Flickr válasz.
kk: Файлы - дұрыс Flickr жауабы емес.
nb: Fila er ikke et gyldig Flickr-svar.
nds: De Datei is keen tolaten Flickr-Anter.

source: Photos
bs: Fotografije
hu: Fényképek
kk: Фотолар
nb: Fotoer
nds: Fotos

source: &Photos
bs: &Fotografije
hu: Fényké&pek
kk: &Фотолар
nb: &Fotoer
nds: &Fotos

source: Attribution-NonCommercial-ShareAlike License
bs: Zaslužna nekomercijalna dijeljena licenca
hu: Nevezd meg!-Ne add el!-Így add tovább! licenc
kk: Attribution-NonCommercial-ShareAlike лицензиясы
nb: Lisensen Attribution-NonCommercial-ShareAlike
nds: Utwiesen-NichWarflich-Liekedeeler-Verlööfnis

source: Attribution-NonCommercial License
bs: Zaslužna nekomercijalna licenca
hu: Nevezd meg!-Ne add el! licenc
kk: Attribution-NonCommercial лицензиясы
nb: Lisensen Attribution-NonCommercial
nds: Utwiesen-NichWarflich-Verlööfnis

source: Attribution-NonCommercial-NoDerivs License
bs: Zaslužna nekomercijalna neizvedena licenca
hu: Nevezd meg!-Ne add el!-Ne változtasd! licenc
kk: Attribution-NonCommercial-NoDerivs лицензиясы
nb: Lisensen Attribution-NonCommercial-NoDerivs
nds: Utwiesen-NichWarflich-KeenAfledden-Verlööfnis

source: Attribution License
bs: Zaslužna licenca
hu: Nevezd meg! licenc
kk: Attribution лицензиясы
nb: Attribution-lisens
nds: Utwiesen-Verlööfnis

source: Attribution-ShareAlike License
bs: Zaslužna dijeljena licenca
hu: Nevezd meg!-Így add tovább! licenc
kk: Attribution--ShareAlike лицензиясы
nb: Lisensen Attribution-ShareAlike
nds: Utwiesen-Liekedeeler-Verlööfnis

source: Attribution-NoDerivs License
bs: Zaslužna neizvedena licenca
hu: Nevezd meg!-Ne változtasd! licenc
kk: Attribution-NoDerivs лицензиясы
nb: Lisensen Attribution-NoDerivs
nds: Utwiesen-KeenAfledden-Verlööfnis

source: No known copyright restrictions
bs: Bez ograničenja na autorska prava
hu: Nincs ismert szerzői jogi megkötés
kk: Мәлім құқық шектеуі жоқ
nb: Ingen kjente opphavsrett-restriksjoner
nds: Keen Kopeerrecht-Inschränken begäng

source: Position Marker
bs: Marker pozicije
hu: Pozíciójelölő
kk: Орын маркері
nb: Posisjonsmarkør
nds: Steedmark

source: &Position Marker
bs: &Pozicioni marker
hu: &Pozíciójelölő
kk: &Орын маркері
nb: &Posisjonsmarkør
nds: &Steedmark

source: draws a marker at the current position
bs: crta marker na trenutnoj poziciji
hu: egy jelölőt rajzol a jelenlegi pozícióba
kk: назардағы орында маркерді салады
nb: tegner en markør på nåværende posisjon
nds: sett en Steedmark op de aktuelle Positschoon

source: Cursor Size: %1
bs: Veličina kursora: %1
hu: Kurzor méret: %1
kk: Меңзердің өлшемі: %1
nb: Markørstørrelse: %1
nds: Blinkergrött: %1

source: Choose Custom Cursor
bs: Odaberite podešeni kursor
hu: Egyéni kurzor kiválasztása
kk: Қалаған меңзерді таңдау
nb: Velg selvvalgt skrivemerke
nds: Blinkergrött utsöken

source: Please choose a color
bs: Molimo odaberite boju
hu: Válasszon egy színt
kk: Түсін таңдаңыз
nb: Velg en farge
nds: Bitte en Klöör utsöken

source: Postal Codes
bs: Poštanski brojevi
hu: Postai irányítószám
kk: Пошта индекстері
nb: Postkoder
nds: Postleddtallen

source: Shows postal codes of the area on the map.
bs: Prikazuje poštanske brojeve područja na mapi.
hu: A terület postai irányítószámainak megjelenítése a térképen.
kk: Картада жергілікті пошта индексін көрсетеді.
nb: Viser postkoder for området på kartet.
nds: Wiest de Postleddtallen vun't Rebeet op de Koort

source: Download Progress Indicator
bs: Pokazatelj napretka preuzimanja
hu: Letöltési folyamat jelző
kk: Жүктеу барысын көрсеткіші
nb: Framgangsindikator for nedlasting
nds: Daalladen-Vörankamenwieser

source: &Download Progress
bs: &Napredak preuzimanja
hu: Letöltési &folyamat
kk: &Жүктеу барысы
nb: &Framgang for nedlasting
nds: &Daalladen-Vörankamen

source: Shows a pie chart download progress indicator
bs: Prikazuje graf koji pokazuje napredak preuzimanja
hu: Egy tortadiagram letöltési folyamat jelzőt jelenít meg
kk: Үлес диаграммалы жүктеу барыс көрсеткішін шығарады
nb: Viser en framgangsindikator for nedlasting i form av et kakediagram
nds: Wiest den Vörankamenwieser as Kokendiagramm

source: Starting guidance mode, please wait...
bs: Pokretanje vođenog moda, molimo sačekajte...
kk: Бағыттау режіміне ауысу, күте тұрыңыз...
nb: Starter veivisermodus, vent litt …
nds: Lootsenbedrief warrt start, bitte töven...

source: Calculate a route to get directions.
bs: Računanje rute za dobijanje smjera.
kk: Бағыттау үшін жолын есептеу.
nb: Beregn en rute for å få reisebeskrivelse.
nds: En Weg utreken un dor en Beschrieven för kriegen

source: Route left.
bs: Ruta lijevo.
kk: Солға бұрылыңыз.
nb: Rute til venstre.
nds: Nablieven Weg

source: Destination ahead.
bs: Destinacija naprijed.
kk: Мақсат тура алда.
nb: Målet rett fram.
nds: Meist bi't Teel ankamen

source: Arrived at destination. <a href="#reverse">Calculate the way back.</a>
bs: Stigao na destinaciju. <a href="#reverse">Računaj put prema nazad.</a>
kk: Мақсатты жерге жеттік. <a href="#reverse">Қайтар жолын есептеу.</a>
nb: Framme ved målet. <a href="#reverse">Beregn veien tilbake.</a>
nds: Bi’t Teel ankamen. <a href="#reverse">Bereken vun’n Torüchweg.</a>

source: &Routing
bs: &Rutiranje
hu: &Útválasztás
kk: &Жол салу
nb: &Ruting
nds: &Weegplanen

source: Routing information and navigation controls
bs: Informacije o rutiranju i kontrola navigacije
kk: Жол мәліметі және шарлауды басқару
nb: Rute-informasjon og navigasjonsstyring
nds: Weegplanen-Informatschonen un Navigatschoon-Kuntrull

source: Comets
bs: Komete
hu: Üstökösök
kk: Кометалар
nb: Kometer
nds: Kometen

source: Moons
bs: Mjeseci
hu: Holdak
kk: Серіктері
nb: Månen
nds: Maanden

source: Other
bs: Ostalo
hu: Egyéb
kk: Басқа
nb: Andre
nds: Anner

source: Spacecrafts
bs: Svemirskl brodovi
kk: Ғарыш кемелері
nb: Romfartøy
nds: Ruumschippen

source: Spaceprobes
bs: Svemirske sonde
kk: Ғарыш зондтары
nb: Romsonder
nds: Ruumsonden

source: Sun
bs: Sunce
hu: Nap
kk: Күннің көзі
nb: Solen
nds: Sünn

source: Mercury
bs: Merkur
hu: Merkúr
kk: Меркурий
nb: Merkur
nds: Merkuur

source: Earth
bs: Zemlja
hu: Föld
kk: Жер
nb: Jorden
nds: Eer

source: Neptune
bs: Neptun
hu: Neptunusz
kk: Нептун
nb: Neptun
nds: Neptuun

source: &Satellites
bs: &Sateliti
hu: &Műholdak
kk: &Жерсеріктер
nb: &Satellitter
nds: &Satelliten

source: &Data Sources
bs: &izvori podataka
hu: &Adatforrások
kk: &Деректер көзі
nb: &Datakilder
nds: &Datenborns

source: &Activate Plugin
bs: &Aktiviraj priključak
hu: Bővítmény &aktiválása
kk: Плагинді &белсендету
nb: &Aktiver programtillegg
nds: Moduul &anmaken

source: Add Data Source
bs: Dodaj izvor podataka
hu: Adatforrás hozzáadása
kk: Дерек көзін қосу
nb: Legg til datakilde
nds: Datenborn tofögen

source: URL or File path:
bs: Put do datoteke ili URL:
hu: URL vagy fájl elérési útja:
kk: URL не файл жолы:
nb: URL eller filsti:
nds: URL oder Dateipadd:

source: Invalid data source input
bs: Pogrešan ulaz izvora podataka
hu: Érvénytelen adatforrás bemenet
kk: Жарамсыз дерек көзінің кірісі
nb: Ugyldig oppgitt datakilde
nds: Leeg Datenborn-Ingaav

source: Please enter a valid URL or file path!
bs: Molim, unesite važeći URL ili putanju do datoteke.
hu: Adjon meg egy érvényes URL-t vagy fájl útvonalat!
kk: URL не файл жолын дұрыс келтіріңіз!
nb: Skriv inn en gyldig URL eller filsti:
nds: Bitte en gellen URL oder Dateipadd ingeven!

source: All Supported Files (*.txt *.msc)
bs: Sve podržane datoteke (*.txt *.msc)
hu: Minden támogatott fájl (*.txt *.msc)
kk: Бүкіл танитын файлдар (*.txt *.msc)
nb: Alle filer som er støttet (*.txt *.msc)
nds: All ünnerstütt Dateien (*.txt *.msc)

source: Marble Satellite Catalog (*.msc)
nds: Marble-Satellitenkataloog (*.msc)

source: Two Line Element Set (*.txt)
bs: Dvolinijski skup elemenata (*.txt)
hu: Kétvonalas elemkészlet (*.txt)
kk: Екіжолды эллементтер жиыны (*.txt)
nb: To-linjers elementsett (*.txt)
nds: Twee-Regen-Element-Sett (*.txt)

source: All Files (*.*)
bs: Sve datoteke (*.*)
hu: Minden fájl (*.*)
kk: Бүкіл файлдар (*.*)
nb: Alle filer (*.*)
nds: All Dateien (*.*)

source: Open Satellite Data File
bs: Otvori datoteku s satelitima
hu: Műhold adatfájl megnyitása
kk: Жерсерік дерегінің файлын ашу
nb: Åpne satellittdatafil
nds: Satellitendatendatei opmaken

source: Delete selected data source
bs: Obriši izabrani izvor podataka
hu: A kijelölt adatforrás törlése
kk: Таңдалған дерек көзін өшіру
nb: Slett merket datakilde.
nds: Utsöcht Datenborn wegmaken

source: Do you really want to delete the selected data source?
bs: Da li zaista želite obrisati izabrani izvor podataka
hu: Valóban törölni szeretné a kijelölt adatforrást?
kk: Шынымен таңдалған дерек көзін өшірмексіз бе?
nb: Er du sikker på at du vil slette den valgte datakilden?
nds: Wullt Du den utsöchten Datenborn redig wegmaken?

source: Catalogs
bs: Katalozi
nds: Katalogen

source: No info available.
bs: Nema dostupnih informacija
hu: Nincs elérhető információ.
kk: Ақпары жоқ.
nb: Ingen informasjon tilgjengelig.
nds: Keen Informatschonen verföögbor.

source: Display orbit
bs: Prikaz orbite
hu: Pálya megjelenítése
kk: Орбитасын көрсету
nb: Vis bane
nds: Ümloopbahn wiesen

source: Keep centered
bs: Sačuvaj centrirano
hu: Középen tartás
kk: Ортада ұстау
nb: Hold sentrert
nds: In de Merrn hollen

source: Satellites
bs: Sateliti
hu: Műholdak
kk: Жерсеріктер
nb: Satellitter
nds: Satelliten

source: This plugin displays satellites and their orbits.
bs: Ovaj dodataka prikazuje satelite i njihove orbite
hu: Ez a bővítmény megjeleníti a műholdakat és azok pályáját.
kk: Жерсеріктермен олардың орбиталарын көрсетеін плагині.
nb: Dette programtillegget viser satellitter og deres baner.
nds: Dit Moduul wiest Satelliten un ehr Ümloopbahnen.

source: Earth-Satellites orbital elements from <ul><li><a href="http://www.celestrak.com">http://www.celestrak.com</a></li></ul>Planetary-Satellites orbital elements from <ul><li><a href="http://tasc.esa.int/">ESA TASC service</a></li><li><a href="http://ssd.jpl.nasa.gov/?horizons">JPL Horizons</a></li></ul>
bs: Orbitalni elementi zemaljskih satelita s <ul><li><a href="http://www.celestrak.com">http://www.celestrak.com</a></li></ul>Orbitalni elementi planetarnih satelita s <ul><li><a href="http://tasc.esa.int/">ESA TASC service</a></li><li><a href="http://ssd.jpl.nasa.gov/?horizons">JPL Horizons</a></li></ul>
kk: Жерсерік орбита мәліметінің көздері: <ul><li><a href="http://www.celestrak.com">http://www.celestrak.com</a></li></ul>Планеталар серіктер орбита мәліметтерінің көзі: <ul><li><a href="http://tasc.esa.int/">ESA TASC service</a></li><li><a href="http://ssd.jpl.nasa.gov/?horizons">JPL Horizons</a></li></ul>
nb: Baneelementer for jordsatellitter fra <ul> <li><a href="http://www.celestrak.com">http://www.celestrak.com</a></li> </ul> Planetsatellitters baneelementer fra <ul> <li><a href="http://tasc.esa.int/">ESA TASC-tjeneste</a></li> <li><a href="http://ssd.jpl.nasa.gov/?horizons">JPL Horizons</a></li> </ul>
nds: Eersatellit-Ümloopelementen vun <ul><li><a href="http://www.celestrak.com">http://www.celestrak.com</a></li></ul>Planeten-Satellit-Ümloopelementen vun <ul><li><a href="http://tasc.esa.int/">ESA ehr TASC-Deenst</a></li><li><a href="http://ssd.jpl.nasa.gov/?horizons">JPL Horizons</a></li></ul>

source: Special-Interest Satellites
bs: Sateliti specijalne svrhe
kk: Арнаулы жерсеріктер
nb: Satellitter med spesiell interesse
nds: Satelliten vun besünner Intress

# Name of a satellite group
source: Last 30 Days' Launches
bs: Zadnjih 30 dana pokreće
kk: Соңғы 30 тәулікте жіберілген
nb: Oppskytinger de siste 30 dager
nds: Starts ut de verleden 30 Daag

# Name of a satellite group
source: Space Stations
bs: Svemirska stanica
kk: Ғарыш станциялар
nb: Romstasjoner
nds: Ruumstatschonen

# Name of a satellite group
source: 100 (or so) Brightest
bs: 100 (ili tako) Najsjajnije
kk: 100 (шамадағы) ең жарықтары
nb: 100 (omtrent) lyssterkeste
nds: 100 (üm un bi) hellst

source: Weather & Earth Resources Satellites
bs: Metereološki i resursni sateliti
hu: Időjárás és földi erőforrás műholdak
kk: Ауа райы және Жер ресурстар серіктер
nb: Vær- og jordressurs-satellitter
nds: Weder- un Eerressourcen-Satelliten

# Name of a satellite group
source: Weather
bs: Vrijeme
hu: Időjárás
kk: Ауа райы
nb: Været
nds: Weder

# Name of a satellite group
source: Earth Resources
bs: Zemaljski resursi
hu: Földi erőforrások
kk: Жер ресурсар зерттеу
nb: Jordressurser
nds: Eerressourcen

# Name of a satellite group
source: Search & Rescue (SARSAT)
bs: Traži i spasi (SARSAT)
hu: Keresés és mentés (SARSAT)
kk: Іздеп құтқару (SARSAT)
nb: Søk og redning (SARSAT)
nds: Söken un Redden (SARSAT)

# Name of a satellite group
source: Disaster Monitoring
bs: Praćenje katastrofa
hu: Katasztrófa figyelés
kk: Апат қадағалау
nb: Katastrofe-overvåking
nds: Katastrofenbeluern

# Name of a satellite group
source: Tracking and Data Relay Satellite System (TDRSS)
bs: Sistem za praćenje i prijenos podataka (TDRSS)
hu: Követő és adatkésleltető műholdrendszer (TDRSS)
kk: Қадағалау және ақпармен алмасу серіктер жүйесі (TDRSS)
nds: Verfolg- un Datenvermiddeln-Satellitensysteem (TDRSS)

source: Communications Satellites
bs: Komunikacijski sateliti
hu: Kommunikációs műholdak
kk: Байланыс жерсеріктер
nb: Kommunikasjonssatellitter
nds: Kommunikatschoon-Satelliten

# Name of a satellite group
source: Geostationary
bs: Geostacionarni
hu: Geostacionárius
kk: Геостационарлық
nb: Geostasjonære
nds: Geostatschoneer

# Name of a satellite group
source: Amateur radio
bs: Amaterski radio
hu: Amatőr rádió
kk: Әуесқой радио
nb: Amatørradio
nds: Amateurfunk

# Name of a satellite group
source: Experimental
bs: Eksperimentalno
hu: Kísérleti
kk: Эксперименталды
nb: Eksperimentell
nds: Testwies

# Name of a satellite group
source: Other
bs: Drugo
hu: Egyéb
kk: Басқа
nb: Andre
nds: Anner

source: Navigation Satellites
bs: Navigacijski sateliti
hu: Navigációs műholdak
kk: Навигация жерсеріктер
nb: Navigasjonssatellitter
nds: Navigatschoonsatelliten

# Name of a satellite group
source: GPS Operational
hu: GPS működőképes
kk: GPS жүйелік
nb: GPS-drift
nds: GPS (funkscheneren)

# Name of a satellite group
source: Glonass Operational
hu: Glonass működőképes
kk: ГЛОНАСС жүйелік
nb: Glonass-drift
nds: Glonass (funkscheneren)

# Name of a satellite group
source: Satellite-Based Augmentation System (WAAS/EGNOS/MSAS)
bs: Satelitsko-Bazirani Sistem Pojačanja (WAAS/EGNOS/MSAS)
hu: Műhold-alapú növekedési rendszer (WAAS/EGNOS/MSAS)
kk: Өлшеу дәлдігін көтеру жүйелік (WAAS/EGNOS/MSAS)
nb: Satellitt-basert forsterkingssystem (WAAS/EGNOS/MSAS)
nds: Satellitbaseert Verbetersysteem (WAAS/EGNOS/MSAS)

# Name of a satellite group
source: Navy Navigation Satellite System (NNSS)
bs: Mornarički navigacijski satelitski sistem (NNSS)
hu: Tengeri navigációs műholdrendszer (NNSS)
kk: Теңіз навигация жерсеріктер (NNSS)
nb: US Navy navigasjonssatellittsystem (NNSS)
nds: Navy-Navigatschoon-Satellitensysteem (NNSS)

# Name of a satellite group
source: Russian LEO Navigation
bs: Ruska LEO Navigacija
hu: Orosz LEO navigáció
kk: Ресей навигациялық төмен орбиталық серіктер
nb: Russisk LEO-navigasjon
nds: Russ'sch LEO-Navigeren

source: Scientific Satellites
bs: Naučni sateliti
hu: Tudományos műholdak
kk: Ғылыми жерсеріктер
nb: Forskningssatellitter
nds: Wetenschaplich Satelliten

# Name of a satellite group
source: Space & Earth Science
bs: Nauka o Zemlji i svemiru
hu: Űr és Föld tudomány
kk: Ғарыш пен Жерді зерттеу
nb: Rom-og Jord-forsking
nds: Ruum- un Eer-Wetenschap

# Name of a satellite group
source: Geodetic
bs: Geodeski
hu: Geodetikus
kk: Геодезиялық
nb: Geodetisk
nds: Geodäätsch

# Name of a satellite group
source: Engineering
bs: Inženjerski
hu: Mérnöki
kk: Инженерлік
nb: Teknisk
nds: Buuwesen

# Name of a satellite group
source: Education
bs: Obrazovanje
hu: Oktatás
kk: Оқу-ағарту
nb: Utdanning
nds: Lehren

source: Miscellaneous Satellites
bs: Razni sateliti
hu: Egyéb műholdak
kk: Түрлі басқа жерсеріктер
nb: Diverse satellitter
nds: Anner Satelliten

# Name of a satellite group
source: Miscellaneous Military
bs: Razni vojni
hu: Egyéb katonai
kk: Түрлі басқа әскери
nb: Diverse militære
nds: Anner militäärsche

# Name of a satellite group
source: Radar Calibration
bs: Kalibracija radara
hu: Radar kalibrálás
kk: Радарларды калибрлеу
nb: Radarkalibrering
nds: Radar-Instellen

source: Speedometer
bs: Brzinomjer
hu: Sebességmérő
kk: Спидометр
nds: Gauheitmeter

source: &Speedometer
bs: &Brzinomjer
hu: &Sebességmérő
kk: &Спидометр
nds: &Gauheitmeter

source: Display the current cruising speed.
bs: Prikaži trenutnu brzinu krstarenja.
hu: A jelenlegi utazósebesség megjelenítése.
kk: Жүрістің жылдамдығын көрсетеді.
nb: Vis gjeldende marsjfart.
nds: De aktuelle Bewegengauheit wiesen

source: Stars
bs: Zvijezde
hu: Csillagok
kk: Жұлдыздар
nb: Stjerner
nds: Steerns

source: &Stars
bs: &Zvijezde
hu: C&sillagok
kk: &Жұлдыздар
nb: &Stjerner
nds: &Steerns

source: A plugin that shows the Starry Sky and the Sun.
bs: Dodatak koji pokazuje zvjezdano nebo i Sunce
hu: Egy bővítmény, amely megjeleníti a csillagos eget és a Napot.
kk: Жұлдызды аспан және Күннің көзін көрсететін плагині.
nb: Et programtillegg som viser stjernehimmelen og Solen.
nds: En Moduul, dat den Steernheven un de Sünn wiest.

source: Please choose the color for the constellation lines.
bs: Molimo odaberitu boju za linije sazvježđa
kk: Шоқжұлдыз сызықтарының түсін таңдау.
nb: Velg farge på stjernebildelinjene.
nds: Bitte de Klöör för de Steernbild-Lienen utsöken

source: Please choose the color for the constellation labels.
bs: Molimo odaberitu boju za imena sazvježđa
kk: Шоқжұлдыз жарлықтарының түсін таңдау.
nb: Velg farge på stjernebilde-etikettene.
nds: Bitte de Klöör för de Steernbild-Betekers utsöken

source: Please choose the color for the dso labels.
bs: Molimo odaberite boju za dso oznake
kk: Алыс ғарыш нысандарының түсін таңдау.
nb: Velg farge på dso-etikettene.
nds: Bitte de Klöör för de DSO-Betekers utsöken

source: Please choose the color for the ecliptic.
bs: Molimo odaberitu boju za ekliptiku.
kk: Эклиптика түсін таңдау.
nb: Velg farge på ekliptikken.
nds: Bitte de Klöör för de Sünnbahn utsöken

source: Please choose the color for the celestial equator.
bs: Molimo odaberitu boju za nebeski ekvator.
kk: Аспан экватор сызығының түсін таңдау.
nb: Velg farge på himmelekvatorlinja.
nds: Bitte de Klöör för den Hevenäquater utsöken

source: Show &Constellations
nb: Vis &stjernebilder
nds: &Steernbiller wiesen

source: Show &Sun and Moon
bs: Prikaži &Sunce i mjesec
nb: Vis &solen og månen
nds: &Sünn un Maand wiesen

source: Show &Planets
bs: Prikaži &planete
nb: Vis &planeter
nds: &Planeten wiesen

source: Show &Deep Sky Objects
bs: Prikaži &daleke objekte na nebu
kk: &Алыс ғарыш нысандары көрсетілсін
nb: Vis &fjerne himmelobjekter
nds: &Deepruum-Objekten wiesen

source: A plugin that shows the Sun.
bs: Priključak koji prikazuje sunce
hu: A Napot megjelenítő bővítmény.
kk: Күннің көзін көрсететін плагині.
nb: Et programtillegg som viser Solen.
nds: En Moduul, dat de Sünn wiest.

source: show public twitts in their places
bs: prikaži javne twitt podatke na njihovim mjestima
kk: осының орында ашық твиттерді көрсету
nb: viser offentlige twitter på deres steder
nds: Apen Jiepels an ehr Steden wiesen

source: The file is not a valid BBC answer.
bs: Ova datoteka nije valjana BBC odgovor.
hu: A fájl nem érvényes BBC válasz.
kk: Бұл файл дұрыс BBC жаубы емес.
nb: Fila er ikke et gyldig BBC-svar.
nds: De Datei is keen tolaten BBC-Anter.

source: Supported by <a href="http://backstage.bbc.co.uk" target="_BLANK">backstage.bbc.co.uk</a>.<br>Weather data from UK MET Office
bs: Podržalo <a href="http://backstage.bbc.co.uk" target="_BLANK">backstage.bbc.co.uk</a>.<br>Podaci o vremenu iz UK MET ureda
hu: A <a href="http://backstage.bbc.co.uk" target="_BLANK">backstage.bbc.co.uk</a> támogatásával.<br>Időjárási adatok a UK MET Office-tól
kk: <a href="http://backstage.bbc.co.uk" target="_BLANK">backstage.bbc.co.uk</a> қолдауымен.<br>UK MET оффисінің ауа райы ақпары
nb: Støttet av <a href="http://backstage.bbc.co.uk" target="_BLANK">backstage.bbc.co.uk</a>.<br>Værdata fra UK MET Office
nds: Ünnerstütt vun <a href="http://backstage.bbc.co.uk" target="_BLANK">backstage.bbc.co.uk</a>.<br>Wederdaten vun't engelsche Wederkunn-Kontoor »UK MET Office«

source: Supported by <a href="http://www.geonames.org/export/JSON-webservices.html" target="_BLANK">geonames.org</a>
bs: Podržan od strane <a href="http://www.geonames.org/export/JSON-webservices.html" target="_BLANK">geonames.org</a>
hu: A <a href="http://www.geonames.org/export/JSON-webservices.html" target="_BLANK">geonames.org</a> támogatásával
kk: <a href="http://www.geonames.org/export/JSON-webservices.html" target="_BLANK">geonames.org</a> қолдауымен
nb: Støøtt av <a href="http://www.geonames.org/export/JSON-webservices.html" target="_BLANK">geonames.org</a>
nds: Ünnerstütt vun <a href="http://www.geonames.org/export/JSON-webservices.html" target="_BLANK">geonames.org</a>

source: The file is not a valid file.
bs: Ova datoteka nije valjana datoteka.
hu: A fájl nem érvényes fájl.
kk: Дұрыс емес файлы.
nb: Fila er ikke en gyldig fil.
nds: De Datei gellt nich.

source: sunny
bs: sunčano
hu: napos
kk: күн ашық
nb: solskinn
nds: Sünn
