Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: <p><i>Icons</i><br />Some icons are taken from <a href="http://www.sjjb.co.uk/mapicons">SJJB Management</a> and <a href="http://thenounproject.com">NounProject</a>. These icons can be used freely under the terms of the <a href="http://creativecommons.org/publicdomain/zero/1.0/">CC0 1.0 Universal</a> license.</p>
bs: <p><i>Ikone</i><br />Neke ikone su uzete sa <a href="http://www.sjjb.co.uk/mapicons">SJJB Management</a> and <a href="http://http://thenounproject.com">NounProject</a>.Ove ikone se mogu slobodno koristiti pod uslovima <a href="http://creativecommons.org/publicdomain/zero/1.0/">CC0 1.0 Universal</a> licence.</p>
kk: <p><i>Таңбашалар</i><br />Кейбір таңбашалар <a href="http://www.sjjb.co.uk/mapicons">SJJB Management</a> және <a href="http://thenounproject.com">NounProject</a> дегеннен алынған. Бұл таңбашаларын <a href="http://creativecommons.org/publicdomain/zero/1.0/">CC0 1.0 Universal</a> лицензиясын орындап еркін қолдануға болады.</p>
nb: <p><i>Ikoner</i><br />Noen ikoner er hentet fra <a href="http://www.sjjb.co.uk/mapicons">SJJB Management</a> og <a href="http://thenounproject.com">NounProject</a>. Disse ikonene kan brukes fritt med betingelsene i lisensen <a href="http://creativecommons.org/publicdomain/zero/1.0/">CC0 1.0 Universal</a>.</p>
nds: <p><i>Lüttbiller</i><br />En poor Lüttbiller wöörn vun <a href="http://www.sjjb.co.uk/mapicons">SJJB Management</a> nahmen. Disse Lüttbiller dörvt free un ümsünst na de Bedingen vun de <a href="http://creativecommons.org/publicdomain/zero/1.0/">CC0 1.0 Universal</a> bruukt warrn.</p>

source: <p>Some icons are taken from <a href="http://fortawesome.github.com/Font-Awesome">Font Awesome</a>. These icons can be used freely under the terms of the <a href="http://creativecommons.org/licenses/by/3.0/">CC BY 3.0</a> license.</p>
bs: <p>Neke ikone su uzete se <a href="http://fortawesome.github.com/Font-Awesome">Font Awesome</a>. Ove ikone se mogu slobodno koristiti pod uslovima <a href="http://creativecommons.org/licenses/by/3.0/">CC BY 3.0</a> licence.</p>
kk: <p>Кейбір таңбашалар <a href="http://fortawesome.github.com/Font-Awesome">Font Awesome</a>. дегеннен алынған. Бұл таңбашаларын <a href="http://creativecommons.org/licenses/by/3.0/">CC BY 3.0</a> лицензиясын орындап еркін қолдануға болады.</p>
nb: <p>Noen ikoner er hentet fra <a href="http://fortawesome.github.com/Font-Awesome">Font Awesome</a>. Disse ikonene kan brukes fritt med betingelsene i lisensen <a href="http://creativecommons.org/licenses/by/3.0">CC BY 3.0</a>.</p>
nds: <p>En poor Lüttbiller wöörn vun <a href="http://fortawesome.github.com/Font-Awesome">Font Awesome</a> nahmen. Disse Lüttbiller dörvt free un ümsünst na de Bedingen vun de <a href="http://creativecommons.org/licenses/by/3.0/">CC BY 3.0</a> bruukt warrn.</p>

source: <p><i>OpenRouteService</i><br />Some of the routes used in Marble via download are provided by the <a href="http://www.openrouteservice.org">OpenRouteService</a> Project ("ORS"). <br /><i>License</i>: OpenRouteService data can be used freely under the terms of the <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>.</p>
bs: <p><i>OpenRouteService</i><br />Neke rute korištene u Marble pri preuzimanju su obezbjeđene sa <a href="http://www.openrouteservice.org">OpenRouteService</a> Project ("ORS"). <br /><i>License</i>: OpenRouteService podaci mogu se slobodno koristiti pod uvjetima <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>.</p>
kk: <p><i>OpenRouteService</i><br />Кейбір Marble жүктеп алған маршруттары <a href="http://www.openrouteservice.org">OpenRouteService</a> жобасынан ("ORS") жүктеледі. <br /><i>Лицензиясы</i>: OpenRouteService деректерін <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a> шартарын орындап еркін қолдануға болады.</p>
nb: <p><i>OpenRouteService</i><br />Noen av rutene brukt i Marble ved nedlasting er fremskaffet fra <a href="http://www.openrouteservice.org">OpenRouteService</a> Project ("ORS"). <br /><i>License</i>: OpenRouteService data kan brukes fritt under betingelsene i lisensen <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 </a>.</p>
nds: <p><i>OpenRouteService</i><br />De daallaadt Weeg warrt vun dat <a href="http://www.openrouteservice.org">OpenRouteService</a>-Projekt („ORS“) praatstellt.<br /><i>Verlööfnis</i>: De ORS-Daten laat sik ümsünst un free na de Bedingen vun de „<a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative-Commons Utwiesen-Liekedeeler-Verlööfnis 2.0</a>“ bruken.</p>

source: <p><i>Open Source Routing Machine</i><br />Some of the routes used in Marble via download are provided by the <a href="http://project-osrm.org">Open Source Routing Machine</a> Project ("OSRM"). <br /><i>License</i>: Open Source Routing Machine data can be used freely under the terms of the <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>.</p>
bs: <p><i>Open Source Routing Machine</i><br />Neke rute korištene u Marble pri preuzimanju su obezbjeđene sa <a href="http://project-osrm.org">Open Source Routing Machine</a> Project ("OSRM"). <br /><i>License</i>: Open Source Routing Machine podaci mogu se slobodno koristiti pod uvjetima <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>.</p>
kk: <p><i>Open Source Routing Machine</i><br />Rtq,xh Marble жүктеп алған маршруттары <a href="http://project-osrm.org">Open Source Routing Machine</a> жобасынан ("OSRM") алынған. <br /><i>Лицензиясы</i>: Open Source Routing Machine деректерін <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 лицензиясын</a> шартарын орындап еркін қолдануға болады.</p>
nb: <p><i>Open Source Routing Machine</i><br />Noen av rutene brukt i Marble ved nedlasting er fremskaffet fra prosjektet<a href="http://project-osrm.org">Open Source Routing Machine</a> ("OSRM") . <br /><i>License</i>: Data fra Open Source Routing Machine kan brukes fritt under betingelsene i lisensen <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 </a>.</p>
nds: <p><i>Open Source Routing Machine</i><br />Daallaadt Weeg warrt ok vun dat „<a href="http://project-osrm.org">Open Source Routing Machine</a>“-Projekt („OSRM“) praatstellt.<br /><i>Verlööfnis</i>: OSRM-Daten laat sik ümsünst un free na de Bedingen vun de „<a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative-Commons Utwiesen-Liekedeeler-Verlöven 2.0</a>“ bruken.</p>

source: <p><i>MapQuest</i><br />Some of the routes used in Marble via download are provided by <a href="http://www.mapquest.com/">MapQuest</a> and their Open Data Map APIs and Web Services.<br />Directions courtesy of MapQuest working on OpenStreetMap data that can be used freely under the terms of the <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>. Usage of the MapQuest routing service is subject to the <a href="http://info.mapquest.com/terms-of-use/">MapQuest terms of use</a>.</p>
bs: <p><i>MapQuest</i><br />Neke rute korištene u Marble pri preuzimanju su obezbjeđene sa <a href="http://www.mapquest.com/">MapQuest</a> and their Open Data Map APIs and Web Services.<br />Upute MapQuest rade na OpenStreetMap podacima koji se mogu koristiti slobodno pod uvjetima <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>. Korištenje usluge MapQuest usmjeravanja podliježe <a href="http://info.mapquest.com/terms-of-use/">MapQuest terms of use</a>.</p>
kk: <p><i>MapQuest</i><br />Кейбір Marble пайдаланатын маршруттары <a href="http://www.mapquest.com/">MapQuest</a> және оның Open Data Map API және Веб қызметерінің жүктелледі <br />MapQuest жобаның қатысушылардың арқасында OpenStreetMap деректерін <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 лицензиясымен қолдануға болады</a>. MapQuest маршруттау қызметін пайдалануы <a href="http://info.mapquest.com/terms-of-use/">MapQuest шарттарына жатады</a>.</p>
nb: <p><i>MapQuest</i><br />Noen av rutene brukt i Marble ved nedlasting er fremskaffet fra <a href="http://www.mapquest.com">MapQuest</a> og deres Open Data Map API-er og nettjenester. <br /> Veibeskrivelser fra MapQuest baseres på data fra OpenStreetMap som kan brukes fritt under betingelsene i lisensen <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0</a>. Bruk av MapQuests rutetjeneste er underlagt <a href="http://info.mapquest.com/terms-of-use/">MapQuests bruksbetingelser</a>.</p>
nds: <p><i>MapQuest</i><br />Daallaadt Weeg warrt ok vun <a href="http://www.mapquest.com/">MapQuest</a> un ehr Open-Data-Koort-APIs un Nettdeensten praatstellt.<br />Wegbeschrieven warrt vun MapQuest mit Daten vun OpenStreetMap praatstellt un laat sik ümsünst un free na de Bedingen vun de „<a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative-Commons Utwiesen-Liekedeeler-Verlööfnis 2.0</a>“ bruken. De Bruuk vun den MapQuest-Weegplaandeenst steiht ünner de Bedingen vun de <a href="http://info.mapquest.com/terms-of-use/">MapQuest-Bruukbedingen</a>.</p>

source: <b>Cities and Locations</b>
bs: <b>Gradovi i Lokacije</b>
hu: <b>Városok és helyek</b>
kk: <b>Қалалар мен жерлер</b>
nb: <b>Byer og steder</b>
nds: <b>Städer un Steden</b>

source: <p><i>World Gazetteer</i><br />Stefan Helders <a href="http://www.world-gazetteer.com">http://www.world-gazetteer.com</a></p>
bs: <p><i>Svjetski Geografski Leksikon</i><br />Stefan Helders <a href="http://www.world-gazetteer.com">http://www.world-gazetteer.com</a></p>
nds: <p><i>»World Gazetteer« (Welt-Nakieksel)</i><br />Stefan Helders <a href="http://www.world-gazetteer.com">http://www.world-gazetteer.com</a></p>

source: <p><i>Geonames.org</i><br /><a href="http://www.geonames.org/">http://www.geonames.org/</a><i>License</i>: Geonames.org data can be used freely under the terms of the <a href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 license</a>.</p>
bs: <p><i>Geonames.org</i><br /><a href="http://www.geonames.org/">http://www.geonames.org/</a><i>License</i>: Geonames.org data can be used freely under the terms of the <a href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 licenca</a>.</p>
hu: <p><i>Geonames.org</i><br /><a href="http://www.geonames.org/">http://www.geonames.org/</a><i>Licenc</i>: a Geonames.org adatok szabadon használhatók a <a href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Nevezd meg! 3.0 licenc</a> alapján.</p>
kk: <p><i>Geonames.org</i><br /><a href="http://www.geonames.org/">http://www.geonames.org/</a><i>License</i>: Geonames.org деректерін <a href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 license</a> шартарын орындап еркін қолдануға болады.</p>
nb: <p><i>Geonames.org</i><br /><a href="http://www.geonames.org/">http://www.geonames.org/</a><i>Lisens</i>: Data fra geonames.org kan brukes fritt under betingelsene i <a href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 license</a>.</p>
nds: <p><i>Geonames.org</i><br /><a href="http://www.geonames.org/">http://www.geonames.org/</a><i>Verlööfnis</i>: De Daten vun Geonames.org laat sik ümsünst un free na de Bedingen vun de <a href="http://creativecommons.org/licenses/by/3.0/">Creative-Commons Utwiesenverlööfnis 3.0</a> bruken.</p>

source: <p><i>Czech Statistical Office</i><br />Public database <a href="http://www.czso.cz/eng/redakce.nsf/i/home">http://www.czso.cz</a></p>
bs: <p><i>Češki Statistički Ured</i><br />Javna baza podataka <a href="http://www.czso.cz/eng/redakce.nsf/i/home">http://www.czso.cz</a></p>
hu: <p><i>Cseh Statisztikai Hivatal</i><br />Nyilvános adatbázis <a href="http://www.czso.cz/eng/redakce.nsf/i/home">http://www.czso.cz</a></p>
kk: <p><i>Чех статистикалық мекемесі</i><br /><a href="http://www.czso.cz/eng/redakce.nsf/i/home">http://www.czso.cz</a> ашық деректер қоры</p>
nb: <p><i>Tsjekkiske statistiske byrå</i><br />Offentlig database <a href="http://www.czso.cz/eng/redakce.nsf/i/home">http://www.czso.cz</a></p>
nds: <p><i>Tschech'sch Amt för Statistik</i><br />Apen Datenbank <a href="http://www.czso.cz/eng/redakce.nsf/i/home">http://www.czso.cz</a></p>

source: <b>Flags</b>
bs: <b>Zastave</b>
hu: <b>Zászlók</b>
kk: <b>Жалаулар</b>
nb: <b>Flagg</b>
nds: <b>Flaggen</b>

source: <p><i>Flags of the World</i><br />The flags were taken from Wikipedia (<a href="http://www.wikipedia.org">http://www.wikipedia.org</a>) which in turn took a subset from <a href="http://www.openclipart.org">http://www.openclipart.org</a> and reworked them. All flags are under the public domain (see comments inside the svg files).</p>
bs: <p><i>Zastave svijeta</i><br />Zastave su uzete sa Wikipedije (<a href="http://www.wikipedia.org">http://www.wikipedia.org</a>) koja je dio preuzela sa <a href="http://www.openclipart.org">http://www.openclipart.org</a> i obradila ih. Sve zastave su u javnoj domeni (pogledajte komentare unutar svg datoteka).</p>
kk: <p><i>Әлем жалаулары</i><br />Жалаулар Уикипедиядан (<a href="http://www.wikipedia.org">http://www.wikipedia.org</a>) алынған, Уикипедия оларды <a href="http://www.openclipart.org">http://www.openclipart.org</a> дегеннен сәл өзгертіп алған. Бүкіл жалаулар еркін қоғамдық қолдануда (svg файлдар ішіндегі түсніктемелерін қараңыз).</p>
nb: <p><i>Verdens flagg</i><br />Flaggene er tatt fra Wikipedia (<a href="http://www.wikipedia.org">http://www.wikipedia.org</a>) som igjen tok noe fra <a href="http://www.openclipart.org">http://www.openclipart.org</a> og omarbeidet dem. Alle flagg er i det fri (se kommentarer inni svg-filene).</p>
nds: <p><i>Internatschonale Flaggen</i><br />De Flaggen kaamt vun Wikipedia (<a href="http://www.wikipedia.org">http://www.wikipedia.org</a>), un sünd en topasst Ünnersett vun <a href="http://www.openclipart.org">http://www.openclipart.org</a>. All Flaggen sünd allmeenfree (kiek Di de Kommentaren binnen de SVG-Dateien an).</p>

source: <b>Stars</b>
bs: <b>Zvijezde</b>
hu: <b>Csillagok</b>
kk: <b>Жұлдыздар</b>
nb: <b>Stjerner</b>
nds: <b>Steerns</b>

source: <p><i>The Bright Star Catalogue</i><br />5th Revised Ed. (Preliminary Version) Hoffleit D., Warren Jr W.H., Astronomical Data Center, NSSDC/ADC (1991)<a href="http://adc.gsfc.nasa.gov/adc-cgi/cat.pl?/catalogs/5/5050"> http://adc.gsfc.nasa.gov</a></p>
bs: <p><i>The Bright Star Katalog</i><br />5th Pregledano Izd. (Preliminarna Verzija) Hoffleit D., Warren Jr W.H., Centar Astronomskih Podataka, NSSDC/ADC (1991)<a href="http://adc.gsfc.nasa.gov/adc-cgi/cat.pl?/catalogs/5/5050"> http://adc.gsfc.nasa.gov</a></p>
kk: <p><i>Жарық жұлдыздар каталогы</i><br />5th Revised Ed. (Preliminary Version) Hoffleit D., Warren Jr W.H., Astronomical Data Center, NSSDC/ADC (1991)<a href="http://adc.gsfc.nasa.gov/adc-cgi/cat.pl?/catalogs/5/5050"> http://adc.gsfc.nasa.gov</a></p>
nds: <p><i>De List vun hell Steerns</i><br />5. nakeken Utgaav (Vöraf-Verschoon) Hoffleit D., Warren Jr W.H., Astronoomsch Datenzentrum, NSSDC/ADC (1991)<a href="http://adc.gsfc.nasa.gov/adc-cgi/cat.pl?/catalogs/5/5050"> http://adc.gsfc.nasa.gov</a></p>

source: Using Marble Library version %1
bs: Koristeći Marble biblioteku verzija %1
hu: A Marble könyvtár %1. verziójának használatával
kk: Marble жиын файлының %1-нұсқасы қолдануда
nb: Bruker Marble-bibliotek versjon %1
nds: Marble-Bibliotheekverschoon %1 warrt bruukt.

source: <br />(c) 2007-%1 by the authors of Marble Virtual Globe<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
bs: <br />(c) 2007-%1 autori Marble Virtual Globe<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
hu: <br />© A Marble virtuális földgömb szerzői, 2007-%1.<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
kk: <br />(c) 2007-%1 Marble виртуалды глобустың авторлары<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
nb: <br />© 2007-%1 utviklerne for Marble Virtuell Globus<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
nds: <br />(c) 2007-%1 de Schrieverslüüd vun den virtuellen Marble-Globus<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>

source: Navigation
bs: Navigacija
hu: Navigálás
kk: Шарлау
nb: Navigasjon
nds: Navigatschoon

source: File View
bs: Pregled datoteke
hu: Fájlnézet
kk: Файлдар
nb: Filvisning
nds: Dateiansicht

source: Current Location
bs: Trenutna lokacija
hu: Jelenlegi hely
kk: Назардағы орын
nb: Gjeldende sted
nds: Aktuell Oort

source: not available
bs: nije dostupno
hu: nem érhető el
kk: қол жеткізбейді
nb: ikke tilgjengelig
nds: nich verföögbor

source: Clear
bs: Očisti
hu: Törlés
kk: Тазалау
nb: Tøm
nds: Leddig maken

source: <br/>(c) %1 The Marble Project<br /><br/><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
bs: <br/>(c) %1 Marble Projekat<br /><br/><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
hu: <br />© A Marble Projekt, %1.<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
kk: <br/>(c) %1 Marble жобасы<br /><br/><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
nb: <br /> © %1 Marble-prosjektet<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>
nds: <br />(c) %1 dat Marble-Projekt<br /><br /><a href="http://edu.kde.org/marble">http://edu.kde.org/marble</a>

source: Copy
bs: Kopiraj
hu: Másolás
kk: Көшіріп алу
nb: Kopier
nds: Koperen

source: Copy selected content
bs: Kopiraj izabrani sadržaj
hu: A kijelölt tartalom másolása
kk: Таңдаған мазмұның &көшіріп алу
nb: Kopier valgt innhold
nds: Utsöcht Inholt koperen

source: Copy Coordinates
bs: Kopiraj koordinate
hu: Koordináták másolása
kk: Координаттарды көшіріп алу
nb: Kopier koordinater
nds: Koordinaten koperen

source: Directions &from here
bs: Pravci &odavdje
kk: Осыдан &бастап
nb: Veibeskrivelse her&fra
nds: Beschrieven &vun hier af

source: Directions &to here
bs: Pravci &ka ovdje
kk: Осыған &дейін
nb: Veibeskrivelse &hit
nds: Beschrieven &hierhen

source: Add &Bookmark
bs: Dodaj Za&bilješku
hu: Könyvjelző hozzáa&dása
kk: Бетбелгіні қосу
nb: Legg til &bokmerke
nds: &Leesteken tofögen

source: &About
bs: &O programu
hu: &Névjegy
kk: &Осы туралы
nb: &Om
nds: &Vertell wat över

source: &Address Details
bs: &Adresni detalji
hu: &Cím részletek
kk: &Адрес егжей-тегжейі
nb: &Adressedetaljer
nds: &Adress-Enkelheiten

source: No description available.
bs: Nema dostupnog opisa
hu: Nincs elérhető leírás.
kk: Сипаттамасы жоқ.
nb: Ingen beskrivelse tilgjengelig.
nds: Keen Beschrieven verföögbor.

source: National Capital
bs: Glavni grad države
hu: Főváros
kk: Астанасы
nb: Nasjonal hovedstad
nds: Landshööftstadt

source: City
bs: Grad
hu: Város
kk: Шаһар
nb: By
nds: Stadt

source: State Capital
bs: Glavni grad federalne jedinice
hu: Állami főváros
kk: Өлке орталығы
nb: Statshovedstad
nds: Landshööftstadt

source: County Capital
bs: Glavni grad područja
hu: Megyei főváros
kk: Аудан орталығы
nb: Fylkeshovedstad
nds: Bezirkshööftstadt

source: Capital
bs: Glavni grad
hu: Főváros
kk: Орталық
nb: Hovedstad
nds: Hööftstadt

source: Village
bs: Selo
hu: Falu
kk: Ауыл
nb: Landsby
nds: Dorp

source: &Info Boxes
bs: &Info polja
hu: &Info dobozok
kk: &Ақпар жазулары
nb: &Infobokser
nds: &Infofinstern

source: Address Details
bs: Adresni detalji
hu: Cím részletek
kk: Адрес егжей-тегжейі
nb: Adressedetaljer
nds: Adress-Enkelheiten

source: Save video file
hu: Videofájl mentése
nb: Lagre videofil
nds: Video-Datei sekern

source: Supported video (*.mp4 *.webm *.ogg)
hu: Támogatott videó (*.mp4 *.webm *.ogg)
nb: Støttet video (*.mp4 *.webm *.ogg)
nds: Ünnerstütt Videos (*.mp4 *.webm *.ogg)

source: Filename is not valid
hu: A fájlnév nem érvényes
nb: Filnavnet er ugyldig
nds: De Dateinaam gellt nich.

source: This file format is not supported. Please, use .ogg, .mp4 or .webm instead
hu: Ez a fájlformátum nem támogatott. Kérjük használjon helyette .ogg, .mp4 vagy .webm formátumot
nb: Filformatet er ikke støttet. Bruk .ogg, .mp4 eller .webm i stedet
nds: Dit Dateiformaat warrt nich ünnerstütt. Bruuk ansteed bitte .ogg, .mp4 oder .webm

source: Missing filename
hu: Hiányzó fájlnév
nb: Manglende filnavn
nds: Dateinaam fehlt

source: Destination video file is not set. I don't know where to save recorded video. Please, specify one.
nb: Målfil for videoen er ikke oppgitt. Kan ikke lagre opptaket. Oppgi hvor det skal lagres.
nds: De Teel-Videodatei is nich angeven. Dat opnahmen Video lett sik so nich sekern. Bitte giff ehr an.

source: Installation aborted by user.
bs: Instalacija prekinuta od strane korisnika.
hu: A felhasználó megszakította a telepítést.
kk: Орнатуды пайдаланушы доғарды.
nb: Brukwr avbrøt installasjonen
nds: Installeren vun Bruker afbraken.

# a planet without data
source: Unknown Planet
bs: Nepoznata planeta
hu: Ismeretlen bolygó
kk: Беймәлім планета
nb: Ukjent planet
nds: Nich begäng Planet

# the planet
source: Mercury
bs: Merkur
hu: Merkúr
kk: Меркурий
nb: Merkur
nds: Merkuur

# the planet
source: Earth
bs: Zemlja
hu: Föld
kk: Жер
nb: Jorden
nds: Eer

# the planet
source: Neptune
bs: Neptun
hu: Neptunusz
kk: Нептун
nb: Neptun
nds: Neptuun

# the earth's star
source: Sun
bs: Sunce
hu: Nap
kk: Күн
nb: Solen
nds: Sünn

# the earth's moon
source: Moon
bs: Mjesec
hu: Hold
kk: Ай
nb: Månen
nds: Maand

source: Sky
bs: Nebo
hu: Ég
kk: Аспан
nb: Himmel
nds: Heven

source: About %1
bs: O %1
hu: Névjegy: %1
kk: %1 туралы
nb: Om %1
nds: Vertell wat över %1

source: Version %1
bs: Verzija %1
hu: Verzió: %1
kk: %1-нұсқасы
nb: Versjon %1
nds: Verschoon %1

source: Data
bs: Podaci
hu: Adat
kk: Дерек
nds: Daten

source: About
bs: O programu
hu: Névjegy
kk: Осы туралы
nb: Om
nds: Vertell wat över

source: Configure
bs: Podesi
hu: Beállítás
kk: Баптау
nb: Sett opp
nds: Instellen

source: Unknown error
bs: Nepoznata greška
hu: Ismeretlen hiba
kk: Беймәлім қате
nb: Ukjent feil
nds: Nich begäng Fehler

source: View
bs: Prikaz
hu: Nézet
kk: Көрініс
nb: Visning
nds: Ansicht

source: Native
bs: Prirodni
hu: Natív
kk: Стандартты
nb: Innebygd
nds: Normaal

source: Native (X11)
bs: Prirodni (X11)
hu: Natív (X11)
kk: Стандартты (X11)
nb: Innebygd (X11)
nds: Normaal (X11)

source: Native (Mac OS X Core Graphics)
bs: Prirodni (Mac OS X Core Graphics)
hu: Natív (Mac OS X Core Graphics)
kk: Стандартты (Mac OS X негізгі графикасы)
nb: Innebygd (Mac OS X kjernegrafikk)
nds: Normaal (Grafikkarn för "Mac OS X")

source: Cache and Proxy
bs: Keš i Proksi
hu: Gyorsítótár és proxy
kk: Кэш пен прокси
nb: Mellomlager og mellomtjener
nds: Twischenspieker un Proxy

source: Date and Time
bs: Datum i vrijeme
hu: Dátum és idő
kk: Күн мен уақыт
nb: Dato og klokkeslett
nds: Datum un Tiet

source: Plugins
bs: Dodaci
hu: Bővítmények
kk: Плагиндер
nb: Programtillegg
nds: Modulen

source: Synchronization
bs: Sinhronizacija
hu: Szinkronizáció
kk: Қадамдастыру
nb: Synkronisering
nds: Synkroniseren

source: Never synchronized.
hu: Sosem volt szinkronizálva.
nb: Aldri synkronisert.
nds: Nienich synkroniseert

source: Last synchronization: %1
hu: Legutóbb szinkronizálva: %1
nb: Sist synkronisert: %1
nds: Verleden Synkroniseren: %1
