Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: Map Name
bs: Ime Mape
hu: Térkép neve
kk: Картаның атауы
nb: Kartnavn
nds: Naam vun de Koort

source: Please specify a map name.
bs: Molimo odredite ime mape.
hu: Adjon meg egy térkép nevet.
kk: Картаның атауын келтіріңіз.
nb: Oppgi et kartnavn.
nds: Bitte en Naam för de Koort angeven

source: Please specify another map name, since there is already a map named "%1".
bs: Molimo odredite drugo ime mape, jer već postoji mapa imenovana kao "%1".
hu: Adjon meg egy másik térkép nevet, mert már létezik egy „%1” nevű térkép.
kk: Картаны басқаша атаңыз, өйткені "%1" деп аталған карта бар екен.
nb: Oppgi et annet kartnavn, siden det allerede finnes et kart som heter «%1».
nds: Bitte en anner Naam för de Koort ingeven. - Dat gifft al en Koort mit den Naam "%1".

source: Preview Image
bs: Pregled slike
hu: Előnézeti kép
kk: Кескіннің нобайы
nb: Forhåndsvisningsbilde
nds: Bildvöransicht

source: Please specify a preview image.
bs: Molimo odredite pregled slike.
hu: Adjon meg egy előnézeti képet.
kk: Нобай кескінін келтіріңіз.
nb: Oppgi et bilde for forhåndsvisning.
nds: Bitte en Vöransichtbild angeven

source: Geographic Pole
bs: Geografski pol
hu: Földrajzi pólus
kk: Географиялық полюс
nb: Geografisk pol
nds: Geograafsch Pool

source: Magnetic Pole
bs: Magnetni pol
hu: Mágneses pólus
kk: Магниттік полюс
nb: Magnetisk pol
nds: Magneetsch Pool

source: Airport
bs: Aerodrom
hu: Repülőtér
kk: Әуежай
nb: Lufthavn
nds: Flaaghaven

source: Shipwreck
bs: Brodolom
hu: Hajóroncs
kk: Кеме апат орны
nb: Vrak
nds: Wrack

source: Observatory
bs: Opservatorij
hu: Obszervatórium
kk: Обсерватория
nb: Obsdervatorium
nds: Steernwacht

source: Mountain
bs: Planina
hu: Hegység
kk: Тау
nb: Fjell
nds: Barg

source: Volcano
bs: Vulkan
hu: Vulkán
kk: Вулкан
nb: Vulkan
nds: Vulkaan

source: International
bs: Međunarodno
hu: Nemzetközi
kk: Халықаралық
nb: Internasjonalt
nds: Internatschonaal

source: State
bs: Stanje
hu: Állam
kk: Мемлекет
nb: Stat
nds: Staat

source: Problem while creating files
bs: Problem tokom stvaranja datoteka
hu: Hiba a fájlok létrehozása során
kk: Файлды құрғанда бір мәселе орын алды
nb: Problem ved oppretting av filer
nds: Problem bi't Opstellen vun Dateien

source: Check if a theme with the same name exists.
bs: Provjerite ako tema sa istim imenom postoji.
hu: Ellenőrizze, hogy létezik-e ugyanilyen nevű téma.
kk: Дәл осылай аталған нақышы бар ма екенін тексеріңіз.
nb: Kontroller om det finnes et tema med samme navn.
nds: Kiek na, wat dat al en Muster mit den sülven Naam gifft.

source: Marble Virtual Globe
bs: Marble virtualni globus
hu: Marble virtuális földgömb
kk: Marble виртуалды глобусы
nb: Marble virtuell globus
nds: Marble, de virtuelle Globus

source: <b>Active Development Team of Marble</b>
bs: <b>Aktivni razvojni tim za Marble</b>
hu: <b>A Marble aktív fejlesztőcsapata</b>
kk: <b>Marble-дың белсенді құрастырушылар тобы</b>
nb: <b>Aktivt utviklingslag for Marble</b>
nds: <b>Aktive Schrieverslüüd vun Marble</b>

source: <p>Torsten Rahn <a href="mailto:rahn@kde.org">rahn@kde.org</a><br /><i>Developer and Original Author</i></p>
bs: <p>Torsten Rahn <a href="mailto:rahn@kde.org">rahn@kde.org</a><br /><i>Programer i prvi autor</i></p>
hu: <p>Torsten Rahn <a href="mailto:rahn@kde.org">rahn@kde.org</a><br /><i>Fejlesztő és eredeti szerző</i></p>
kk: <p>Torsten Rahn <a href="mailto:rahn@kde.org">rahn@kde.org</a><br /><i>Құрастырушысы және бастапқы авторы</i></p>
nb: <p>Torsten Rahn <a href="mailto:rahn@kde.org">rahn@kde.org</a><br /><i>Utvikler og opprinnelig forfatter</i></p>
nds: <p>Torsten Rahn <a href="mailto:rahn@kde.org">rahn@kde.org</a><br /><i>Hööft- un Orginaalschriever</i></p>

source: <p>Bernhard Beschow <a href="mailto:bbeschow@cs.tu-berlin.de">bbeschow@cs.tu-berlin.de</a><br /><i>WMS Support, Mobile, Performance</i></p>
bs: <p>Bernhard Beschow <a href="mailto:bbeschow@cs.tu-berlin.de">bbeschow@cs.tu-berlin.de</a><br /><i>WMS Spodrška, Mobile, Performance</i></p>
hu: <p>Bernhard Beschow <a href="mailto:bbeschow@cs.tu-berlin.de">bbeschow@cs.tu-berlin.de</a><br /><i>WMS támogatás, mobil, teljesítmény</i></p>
kk: <p>Bernhard Beschow <a href="mailto:bbeschow@cs.tu-berlin.de">bbeschow@cs.tu-berlin.de</a><br /><i>WMS қолдауы, Мобилді нұсқасы, жылдамдық мәселесі</i></p>
nb: <p>Bernhard Beschow <a href="mailto:bbeschow@cs.tu-berlin.de">bbeschow@cs.tu-berlin.de</a><br /><i>Støtte for WMS, mobil, ytelse</i></p>
nds: <p>Bernhard Beschow <a href="mailto:bbeschow@cs.tu-berlin.de">bbeschow@cs.tu-berlin.de</a><br /><i>WMS-Ünnerstütten, Mobilreedschap, Leisten</i></p>

source: <p>Jens-Michael Hoffmann <a href="mailto:jensmh@gmx.de">jensmh@gmx.de</a><br /><i>OpenStreetMap Support, Download Management</i></p>
bs: <p>Jens-Michael Hoffmann <a href="mailto:jensmh@gmx.de">jensmh@gmx.de</a><br /><i>OpenStreetMap podrška, Upravljanje preuzimanjima</i></p>
hu: <p>Jens-Michael Hoffmann <a href="mailto:jensmh@gmx.de">jensmh@gmx.de</a><br /><i>OpenStreetMap támogatás, Letöltéskezelés</i></p>
kk: <p>Jens-Michael Hoffmann <a href="mailto:jensmh@gmx.de">jensmh@gmx.de</a><br /><i>OpenStreetMap қолдауы, Жүктеп алуды басқаруы</i></p>
nb: <p>Jens-Michael Hoffmann <a href="mailto:jensmh@gmx.de">jensmh@gmx.de</a><br /><i>Støtte for OpenStreetMap, nedlastingsstyring</i></p>
nds: <p>Jens-Michael Hoffmann <a href="mailto:jensmh@gmx.de">jensmh@gmx.de</a><br /><i>OpenStreetMap-Ünnerstütten, Daallaadpleeg</i></p>

source: <p>Florian E&szlig;er <a href="mailto:f.esser@rwth-aachen.de">f.esser@rwth-aachen.de</a><br /><i>Elevation Profile</i></p>
bs: <p>Florian E&szlig;er <a href="mailto:f.esser@rwth-aachen.de">f.esser@rwth-aachen.de</a><br /><i>Elevacijski Profil</i></p>
hu: <p>Florian E&szlig;er <a href="mailto:f.esser@rwth-aachen.de">f.esser@rwth-aachen.de</a><br /><i>Magassági profil</i></p>
kk: <p>Florian E&szlig;er <a href="mailto:f.esser@rwth-aachen.de">f.esser@rwth-aachen.de</a><br /><i>Биіктік бедері</i></p>
nb: <p>Florian E&szlig;er <a href="mailto:f.esser@rwth-aachen.de">f.esser@rwth-aachen.de</a><br /><i>Høydeprofil</i></p>
nds: <p>Florian E&szlig;er <a href="mailto:f.esser@rwth-aachen.de">f.esser@rwth-aachen.de</a><br /><i>Hööchdenprofilen</i></p>

source: <p>Wes Hardaker <a href="mailto:marble@hardakers.net">marble@hardakers.net</a><br /><i>Amateur Radio Support</i></p>
bs: <p>Wes Hardaker <a href="mailto:marble@hardakers.net">marble@hardakers.net</a><br /><i>Amaterska Radio Podrška </i></p>
hu: <p>Wes Hardaker <a href="mailto:marble@hardakers.net">marble@hardakers.net</a><br /><i>Amatőr rádió támogatás</i></p>
kk: <p>Wes Hardaker <a href="mailto:marble@hardakers.net">marble@hardakers.net</a><br /><i>Әуесқойлық радионы қолдауы</i></p>
nb: <p>Wes Hardaker <a href="mailto:marble@hardakers.net">marble@hardakers.net</a><br /><i>Støtte for amatørradio</i></p>
nds: <p>Wes Hardaker <a href="mailto:marble@hardakers.net">marble@hardakers.net</a><br /><i>Amateurfunk-Ünnerstütten</i></p>

source: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Online Services Support</i></p>
bs: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Podrška servisima na mreži</i></p>
hu: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Online szolgáltatások támogatása</i></p>
kk: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Онлайн қызметтерді қолдауы</i></p>
nb: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Støtte for online-tjenester</i></p>
nds: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Ünnerstütten för Nettdeensten</i></p>

source: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Satellites</i></p>
bs: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Sateliti</i></p>
hu: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Műholdak</i></p>
kk: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Жерсеріктер</i></p>
nb: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Satelliter</i></p>
nds: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Satelliten</i></p>

source: <p>Friedrich W. H. Kossebau, <a href="mailto:kossebau@kde.org">kossebau@kde.org</a><br /><i>Plasma Integration, Bugfixes</i></p>
bs: <p>Friedrich W. H. Kossebau, <a href="mailto:kossebau@kde.org">kossebau@kde.org</a><br /><i>Plasma Integracija, Popravak grešaka</i></p>
hu: <p>Friedrich W. H. Kossebau, <a href="mailto:kossebau@kde.org">kossebau@kde.org</a><br /><i>Plasma integráció, hibajavítások</i></p>
kk: <p>Friedrich W. H. Kossebau, <a href="mailto:kossebau@kde.org">kossebau@kde.org</a><br /><i>Plasma-мен біріктіру, қателерді түзеу</i></p>
nb: <p>Friedrich W. H. Kossebau, <a href="mailto:kossebau@kde.org">kossebau@kde.org</a><br /><i>Plasma-integrering, feilfikser</i></p>
nds: <p>Friedrich W. H. Kossebau, <a href="mailto:kossebau@kde.org">kossebau@kde.org</a><br /><i>Plasma-Integreren, Fehlerrichten</i></p>

source: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Planetary Satellites</i></p>
hu: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Földi műholdak</i></p>
kk: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Планеталардың серіктері</i></p>
nb: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Planetære aatellitter</i></p>
nds: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Planeten-Satelliten</i></p>

source: <p>Dennis Nienh&uuml;ser <a href="mailto:earthwings@gentoo.org">earthwings@gentoo.org</a><br /><i>Routing, Navigation, Mobile</i></p>
bs: <p>Dennis Nienh&uuml;ser <a href="mailto:earthwings@gentoo.org">earthwings@gentoo.org</a><br /><i>Rutiranje, Navigacija, Mobile</i></p>
hu: <p>Dennis Nienh&uuml;ser <a href="mailto:earthwings@gentoo.org">earthwings@gentoo.org</a><br /><i>Útválasztás, navigálás, mobil</i></p>
kk: <p>Dennis Nienh&uuml;ser <a href="mailto:earthwings@gentoo.org">earthwings@gentoo.org</a><br /><i>Маршрут салу, шарлау, мобайл нұсқасы</i></p>
nb: <p>Dennis Nienh&uuml;ser <a href="mailto:earthwings@gentoo.org">earthwings@gentoo.org</a><br /><i>Ruting, navigering, mobil</i></p>
nds: <p>Dennis Nienh&uuml;ser <a href="mailto:earthwings@gentoo.org">earthwings@gentoo.org</a><br /><i>Weegplanen, Navigeren, Mobilreedschappen</i></p>

source: <p>Niko Sams <a href="mailto:niko.sams@gmail.com">niko.sams@gmail.com</a><br /><i>Routing, Elevation Profile</i></p>
bs: <p>Niko Sams <a href="mailto:niko.sams@gmail.com">niko.sams@gmail.com</a><br /><i>Rutiranje, Elevacijski Profil</i></p>
hu: <p>Niko Sams <a href="mailto:niko.sams@gmail.com">niko.sams@gmail.com</a><br /><i>Útválasztás, magassági profil</i></p>
kk: <p>Niko Sams <a href="mailto:niko.sams@gmail.com">niko.sams@gmail.com</a><br /><i>Маршрут салу, биіктік бедері</i></p>
nb: <p>Niko Sams <a href="mailto:niko.sams@gmail.com">niko.sams@gmail.com</a><br /><i>Ruting, høydeprofil</i></p>
nds: <p>Niko Sams <a href="mailto:niko.sams@gmail.com">niko.sams@gmail.com</a><br /><i>Weegplanen, Hööchdenprofil</i></p>

source: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>KML and Windows Support</i></p>
bs: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>KML i Windows podrška</i></p>
hu: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>KML és Windows támogatás</i></p>
kk: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>KML мен Windows-ты қолдауы</i></p>
nb: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>Støtte for KML og Windows</i></p>
nds: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>KML- un Windows-Ünnerstütten</i></p>

source: <p>Eckhart W&ouml;rner <a href="mailto:kde@ewsoftware.de">kde@ewsoftware.de</a><br /><i>Bugfixes</i></p>
bs: <p>Eckhart W&ouml;rner <a href="mailto:kde@ewsoftware.de">kde@ewsoftware.de</a><br /><i>Ispravljanje grešaka</i></p>
hu: <p>Eckhart W&ouml;rner <a href="mailto:kde@ewsoftware.de">kde@ewsoftware.de</a><br /><i>Hibajavítások</i></p>
kk: <p>Eckhart W&ouml;rner <a href="mailto:kde@ewsoftware.de">kde@ewsoftware.de</a><br /><i>Қателерді түзеу</i></p>
nb: <p>Eckhart W&ouml;rner <a href="mailto:kde@ewsoftware.de">kde@ewsoftware.de</a><br /><i>Feilfikser</i></p>
nds: <p>Eckhart W&ouml;rner <a href="mailto:kde@ewsoftware.de">kde@ewsoftware.de</a><br /><i>Fehlerrichten</i></p>

source: <b>Developers</b>
bs: <b>Programeri</b>
hu: <b>Fejlesztők</b>
kk: <b>Құрастырушылар</b>
nb: <b>Utviklere</b>
nds: <b>Schrievers</b>

source: <p>M&eacute;d&eacute;ric Boquien <a href="mailto:mboquien@free.fr">mboquien@free.fr</a><br /><i>Astronomical Observatories</i></p>
bs: <p>M&eacute;d&eacute;ric Boquien <a href="mailto:mboquien@free.fr">mboquien@free.fr</a><br /><i>Astronomski Obzervatoriji</i></p>
hu: <p>M&eacute;d&eacute;ric Boquien <a href="mailto:mboquien@free.fr">mboquien@free.fr</a><br /><i>Csillagászati ​​obszervatóriumok</i></p>
kk: <p>M&eacute;d&eacute;ric Boquien <a href="mailto:mboquien@free.fr">mboquien@free.fr</a><br /><i>Астрономиялық обсерваториялар</i></p>
nb: <p>M&eacute;d&eacute;ric Boquien <a href="mailto:mboquien@free.fr">mboquien@free.fr</a><br /><i>Astronomiske observatorier</i></p>
nds: <p>M&eacute;d&eacute;ric Boquien <a href="mailto:mboquien@free.fr">mboquien@free.fr</a><br /><i>Astronoomsch Steernwachten</i></p>

source: <p>Harshit Jain <a href="mailto:sonu.itbhu@googlemail.com">sonu.itbhu@googlemail.com</a><br /><i>Planet Filter, Bugfixes</i></p>
bs: <p>Harshit Jain <a href="mailto:sonu.itbhu@googlemail.com">sonu.itbhu@googlemail.com</a><br /><i>Planet Filter, popravka grešaka</i></p>
hu: <p>Harshit Jain <a href="mailto:sonu.itbhu@googlemail.com">sonu.itbhu@googlemail.com</a><br /><i>Bolygószűrő, hibajavítások</i></p>
kk: <p>Harshit Jain <a href="mailto:sonu.itbhu@googlemail.com">sonu.itbhu@googlemail.com</a><br /><i>Планета сүзгісі, қателерді жөндеу</i></p>
nb: <p>Harshit Jain <a href="mailto:sonu.itbhu@googlemail.com">sonu.itbhu@googlemail.com</a><br /><i>Planetfilter, feilfikser</i></p>
nds: <p>Harshit Jain <a href="mailto:sonu.itbhu@googlemail.com">sonu.itbhu@googlemail.com</a><br /><i>Planetenfilter, Fehlerrichten</i></p>

source: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Proxy Support</i></p>
bs: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Proxy podrška</i></p>
hu: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Proxy támogatás</i></p>
kk: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Прокси қолдауы</i></p>
nb: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Støtte for mellomtjener</i></p>
nds: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Proxy-Ünnerstütten</i></p>

source: <p>Pino Toscano <a href="mailto:pino@kde.org">pino@kde.org</a><br /><i>Network plugins</i></p>
bs: <p>Pino Toscano <a href="mailto:pino@kde.org">pino@kde.org</a><br /><i>Mrežni priključak</i></p>
hu: <p>Pino Toscano <a href="mailto:pino@kde.org">pino@kde.org</a><br /><i>Hálózati bővítmények</i></p>
kk: <p>Pino Toscano <a href="mailto:pino@kde.org">pino@kde.org</a><br /><i>Желілік плагиндері</i></p>
nb: <p>Pino Toscano <a href="mailto:pino@kde.org">pino@kde.org</a><br /><i>Nettverksprogramtillegg</i></p>
nds: <p>Pino Toscano <a href="mailto:pino@kde.org">pino@kde.org</a><br /><i>Nettwarkmodulen</i></p>

source: <p>Henry de Valence <a href="mailto:hdevalence@gmail.com">hdevalence@gmail.com</a><br /><i>Marble Runners, World-Clock Plasmoid</i></p>
hu: <p>Henry de Valence <a href="mailto:hdevalence@gmail.com">hdevalence@gmail.com</a><br /><i>Marble futtatók, világóra Plasmoid</i></p>
kk: <p>Henry de Valence <a href="mailto:hdevalence@gmail.com">hdevalence@gmail.com</a><br /><i>Marble жеккіші, дүниежүзілік сағаттың плазмоиді</i></p>
nb: <p>Henry de Valence <a href="mailto:hdevalence@gmail.com">hdevalence@gmail.com</a><br /><i>Marble-kjørere, Verdensur-plasmoide</i></p>
nds: <p>Henry de Valence <a href="mailto:hdevalence@gmail.com">hdevalence@gmail.com</a><br /><i>Marble-Dregers, Welttietklock-Lüttprogramm för Plasma</i></p>

source: <p>Magnus Valle<br /><i>Historical Maps</i></p>
bs: <p>Magnus Valle<br /><i>Historijske mape</i></p>
hu: <p>Magnus Valle<br /><i>Történelmi térképek</i></p>
kk: <p>Magnus Valle<br /><i>Тарихи карталары</i></p>
nb: <p>Magnus Valle<br /><i>Historiske kart</i></p>
nds: <p>Magnus Valle<br /><i>Histoorsch Koorten</i></p>

source: <p>Inge Wallin <a href="mailto:inge@lysator.liu.se">inge@lysator.liu.se</a><br /><i>Original Co-Maintainer</i></p>
bs: <p>Inge Wallin <a href="mailto:inge@lysator.liu.se">inge@lysator.liu.se</a><br /><i>Originalni Ko-održavaoc</i></p>
hu: <p>Inge Wallin <a href="mailto:inge@lysator.liu.se">inge@lysator.liu.se</a><br /><i>Eredeti társ karbantartó</i></p>
kk: <p>Inge Wallin <a href="mailto:inge@lysator.liu.se">inge@lysator.liu.se</a><br /><i>Бастапқы жетілдірушінің бірі</i></p>
nb: <p>Inge Wallin <a href="mailto:inge@lysator.liu.se">inge@lysator.liu.se</a><br /><i>Opprinnelig medvedlikeholder</i></p>
nds: <p>Inge Wallin <a href="mailto:inge@lysator.liu.se">inge@lysator.liu.se</a><br /><i>Orginaal-Mitpleger</i></p>

source: <p><i>Development &amp; Patches:</i> Simon Schmeisser, Claudiu Covaci, David Roberts, Nikolas Zimmermann, Jan Becker, Stefan Asserh&auml;ll, Laurent Montel, Prashanth Udupa, Anne-Marie Mahfouf, Josef Spillner, Frerich Raabe, Frederik Gladhorn, Fredrik H&ouml;glund, Albert Astals Cid, Thomas Zander, Joseph Wenninger, Kris Thomsen, Daniel Molkentin </p>
bs: <p><i>Razvoj &amp; Zakrpe:</i> Simon Schmeisser, Claudiu Covaci, David Roberts, Nikolas Zimmermann, Jan Becker, Stefan Asserh&auml;ll, Laurent Montel, Prashanth Udupa, Anne-Marie Mahfouf, Josef Spillner, Frerich Raabe, Frederik Gladhorn, Fredrik H&ouml;glund, Albert Astals Cid, Thomas Zander, Joseph Wenninger, Kris Thomsen, Daniel Molkentin </p>
hu: <p><i>Fejlesztés és javítócsomagok:</i> Simon Schmeisser, Claudiu Covaci, David Roberts, Nikolas Zimmermann, Jan Becker, Stefan Asserh&auml;ll, Laurent Montel, Prashanth Udupa, Anne-Marie Mahfouf, Josef Spillner, Frerich Raabe, Frederik Gladhorn, Fredrik H&ouml;glund, Albert Astals Cid, Thomas Zander, Joseph Wenninger, Kris Thomsen, Daniel Molkentin</p>
kk: <p><i>Құрастыру &amp; Жамау:</i> Simon Schmeisser, Claudiu Covaci, David Roberts, Nikolas Zimmermann, Jan Becker, Stefan Asserh&auml;ll, Laurent Montel, Prashanth Udupa, Anne-Marie Mahfouf, Josef Spillner, Frerich Raabe, Frederik Gladhorn, Fredrik H&ouml;glund, Albert Astals Cid, Thomas Zander, Joseph Wenninger, Kris Thomsen, Daniel Molkentin </p>
nb: <p><i>Utvikling og lapper:</i> Simon Schmeisser, Claudiu Covaci, David Roberts, Nikolas Zimmermann, Jan Becker, Stefan Asserh&auml;ll, Laurent Montel, Prashanth Udupa, Anne-Marie Mahfouf, Josef Spillner, Frerich Raabe, Frederik Gladhorn, Fredrik H&ouml;glund, Albert Astals Cid, Thomas Zander, Joseph Wenninger, Kris Thomsen, Daniel Molkentin </p>
nds: <p><i>Utwickeln un Kodeplasters:</i> Simon Schmeisser, Claudiu Covaci, David Roberts, Nikolas Zimmermann, Jan Becker, Stefan Asserh&auml;ll, Laurent Montel, Prashanth Udupa, Anne-Marie Mahfouf, Josef Spillner, Frerich Raabe, Frederik Gladhorn, Fredrik H&ouml;glund, Albert Astals Cid, Thomas Zander, Joseph Wenninger, Kris Thomsen, Daniel Molkentin </p>

source: <p><i>Platforms &amp; Distributions:</i> Tim Sutton, Christian Ehrlicher, Ralf Habacker, Steffen Joeris, Marcus Czeslinski, Marcus D. Hanwell, Chitlesh Goorah, Sebastian Wiedenroth, Christophe Leske</p>
bs: <p><i>Platforme i Distribucije:</i> Tim Sutton, Christian Ehrlicher, Ralf Habacker, Steffen Joeris, Marcus Czeslinski, Marcus D. Hanwell, Chitlesh Goorah, Sebastian Wiedenroth, Christophe Leske</p>
hu: <p><i>Platformok és disztribúciók:</i> Tim Sutton, Christian Ehrlicher, Ralf Habacker, Steffen Joeris, Marcus Czeslinski, Marcus D. Hanwell, Chitlesh Goorah, Sebastian Wiedenroth, Christophe Leske</p>
kk: <p><i>Платформалар &amp; Дистрибутивтері:</i> Tim Sutton, Christian Ehrlicher, Ralf Habacker, Steffen Joeris, Marcus Czeslinski, Marcus D. Hanwell, Chitlesh Goorah, Sebastian Wiedenroth, Christophe Leske</p>
nb: <p><i>Plattformer og distribusjoner:</i>Tim Sutton, Christian Ehrlicher, Ralf Habacker, Steffen Joeris, Marcus Czeslinski, Marcus D. Hanwell, Chitlesh Goorah, Sebastian Wiedenroth, Christophe Leske</p>
nds: <p><i>Bedriefümgeven un Distributschonen:</i>Tim Sutton, Christian Ehrlicher, Ralf Habacker, Steffen Joeris, Marcus Czeslinski, Marcus D. Hanwell, Chitlesh Goorah, Sebastian Wiedenroth, Christophe Leske.</p>

source: <p><i>Artwork:</i> Nuno Pinheiro, Torsten Rahn</p>
bs: <p><i>Crtanje:</i> Nuno Pinheiro, Torsten Rahn</p>
hu: <p><i>Grafika:</i> Nuno Pinheiro, Torsten Rahn</p>
kk: <p><i>Көркемділік:</i> Nuno Pinheiro, Torsten Rahn</p>
nb: <p><i>Grafikk:</i> Nuno Pinheiro, Torsten Rahn</p>
nds: <p><i>Billerwark:</i> Nuno Pinheiro, Torsten Rahn</p>

source: <b>Join us</b>
bs: <b>Pridružite se</b>
hu: <b>Csatlakozzon hozzánk</b>
kk: <b>Бізге қосылыңыз</b>
nb: <b>Delta</b>
nds: <b>Mitmaken</b>

source: <p>You can reach the developers of the Marble Project at <a href="mailto:marble-devel@kde.org">marble-devel@kde.org</a></p>
bs: <p>Možete doći do programera Marble projekta na <a href="mailto:marble-devel@kde.org">marble-devel@kde.org</a></p>
hu: <p>Elérheti a Marble projekt fejlesztőit a <a href="mailto:marble-devel@kde.org">marble-devel@kde.org</a> e-mail címen.</p>
kk: <p>Marble жобаны атқарушыларға қатынау үшін: <a href="mailto:marble-devel@kde.org">marble-devel@kde.org</a></p>
nb: <p>Du kan nå utviklerne i Marble-prosjektet på <a href="mailto:marble-devel@kde.org">marble-devel@kde.org</a></p>
nds: <p>Hier de Marble-Programmschrievers ehr Kontaktadress<a href="mailto:marble-devel@kde.org">marble-devel@kde.org</a></p>

source: <b>ESA - Summer of Code in Space 2011</b>
nds: <b>ESA ehr „Summer of Code in Space 2011“-Projekt</b>

source: <p> The Marble Team would like to thank its members who participated in ESA SoCiS for their successful work on Marble:</p>
bs: <p> Marble Tim se zahvaljuje članovima koji su učestvovali na ESA SoCiS za uspješan rad na Marble:</p>
kk: <p> Marble тобы келесі ESA SoCiS қатысушыларына табысты жұмысы үшін алғысын білдіреді:</p>
nb: <p>Marble-laget vil gjerne takke sine medlemmer som deltok i ESA SoCiS for deres vellykkede arbeid med Marble:</p>
nds: <p>De Marble-Koppel bedankt sik bi de Liddmaten, de bi de ESA ehr „SoCiS“mitmaakt hebbt för ehr Arbeit an Marble:</p>

source: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Project: Visualization of planetary satellites</i></p>
hu: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Projekt: a földi műholdak grafikus megjelenítése</i></p>
kk: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Планеталардың серіктерін қарау</i></p>
nb: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Prosjekt: Visualisering av planetære satellitter</i></p>
nds: <p>Rene Kuettner, <a href="mailto:rene@bitkanal.net">rene@bitkanal.net</a><br /><i>Projekt: Sichtborkeit vun Planeten-Satelliten</i></p>
