Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: Graphics System Change
bs: Grafička promjena sistema
hu: Grafikai rendszer váltása
kk: Графикалық жүйені өзгерту
nb: Endring av grafikksystem
nds: Grafiksysteem ännern

source: You have decided to run Marble with a different graphics system. For this change to become effective, Marble has to be restarted. Please close the application and start Marble again.
bs: Odlučili ste se za pokretanje Marble-a sa različitim grafičkim sistemom. Da bi ova opcija stupila na snagu, Marble mora biti ponovo pokrenut. Molim zatvorite program i ponovo pokrenite Marble.
hu: Úgy döntött, hogy a Marble programot másik grafikai rendszerrel futtatja. Ennek a váltásnak akkor lesz hatása, ha a Marble programot újraindítja. Kérjük zárja be az alkalmazást és indítsa újra a Marble programot!
kk: Marble-ды басқа графикалық жүйемен жегуді ұйғардыңыз. Өзгеріс орын алу үшін, Marble жаңадан бастау керек. Қолданбаны жауып, оны қайтадан жегіңіз.
nb: Du har avgjort at du vil kjøre Marble med et annet grafikksystem. Marble må startes på nytt for at dette skal få virkning. Lukk programmet og start Marble på nytt.
nds: Du wullt Marble mit en anner Grafiksysteem utföhren. Du muttst Marble nieg starten, ehr dat de Ännern övernimmt. Bitte maak dat Programm ut un start dat nochmaal.

source: Enter the roundabout.
bs: Unesite obilaznice.
hu: Hajtson be a körforgalomba.
kk: Айналымға шығыңыз..
nb: Kjør inn i rundkjøringen.
nds: Na den Küsel infohren.

source: Take the exit.
bs: Izađite.
kk: Шығатын жерге бет алыңыз.
nb: Ta avkjørselen.
nds: Affohren.

source: Take the exit towards %1.
bs: Izađite prema %1.
kk: %1 дегенге шығуға бет алыңыз.
nb: Ta avkjørselen mot %1.
nds: Na %1 affohren.

source: Take the ramp.
bs: Idite na rampu.
kk: Түсетін жерге бет алыңыз.
nb: Ta rampen.
nds: Opfohren.

source: Take the ramp towards %1.
bs: Idite na rampu prema %1.
kk: %1 дегенге түсуге бет алыңыз.
nb: Ta rampen mot %1.
nds: Na %1 opfohren.

source: Follow the road for %1 %2.
bs: Prati put za %1 %2.
kk: %1 %2 жолымен жүре беріңіз..
nb: Følg veien i %1 %2.
nds: De Straat %1 %2 nafohren.

source: Take the %1. exit in the roundabout.
bs: Uzmite %1. izlaz u zaobilaznici.
kk: Айналымдан шығып %1 дегенге бет алыңыз.
nb: Ta %1. avkjørsel i rundkjøringen.
nds: De %1. Affohrt ut den Küsel rutfohren.

source: Take the %1. exit in the roundabout into %2.
bs: Uzmite %1.izlaz u zaobilaznici na %2.
kk: Айналымдан %2 дегенге шығып %1 дегенге бет алыңыз.
nb: Ta %1. avkjørsel i rundkjøringen inn i %2.
nds: De %1. Affohrt ut den Küsel rut op %2 fohren.

source: Continue.
bs: Nastavi.
kk: Жалғастыру.
nb: Fortsett.
nds: Wieder.

source: Merge.
bs: Spoji.
kk: Біріктіру.
nb: Kjør glidelås.
nds: Infädeln.

source: Turn around.
bs: Okrenite se.
hu: Forduljon meg.
kk: Кері бұрыңыз.
nb: Snu rundt.
nds: Ümdreihen.

source: Turn sharp left.
bs: Oštri okret lijevo
hu: Forduljon élesen balra.
kk: Күрт солға бұрыңыз.
nb: Sving skarpt til venstre.
nds: Hart links afbögen.

source: Turn left.
bs: Skrenite lijevo
hu: Forduljon balra.
kk: Солға бұрыңыз.
nb: Sving til venstre.
nds: Links afbögen.

source: Keep slightly left.
bs: Nastavite malo lijevo.
kk: Сәл солға алыңыз.
nb: Hold litt til venstre.
nds: Suutje links wieder.

source: Go straight ahead.
bs: Idite pravo.
kk: Тура жүріңіз.
nb: Kjør rett fram.
nds: Liekut.

source: Keep slightly right.
bs: Nastavite malo
kk: Сәл оңға алыңыз.
nb: Hold litt til høyre.
nds: Suutje rechts wieder.

source: Turn right.
bs: Skrenite desno.
hu: Forduljon jobbra.
kk: Солға бұрыңыз.
nb: Sving til høyre.
nds: Rechts afbögen.

source: Turn sharp right.
bs: Oštri okret desno
hu: Forduljon élesen jobbra.
kk: Күрт солға бұрыңыз.
nb: Sving skarpt til høyre.
nds: Hart rechts afbögen.

source: Exit the roundabout.
bs: Izađi iz zaobilaznice.
hu: Hajtson ki a körforgalomból.
kk: Айналымдан шығыңыз.
nb: Kjør ut av rundkjøringen.
nds: Ut den Küsel rutfohren.

source: Take the exit to the left.
bs: Izađite na lijevoj strani.
kk: Сол жақтағы шығатын жерге бет алыңыз.
nb: Ta avkjørselen til venstre.
nds: De Affohrt linkerhand bruken.

source: Take the exit to the right.
bs: Izađite na desnoj strani.
kk: Оң жақтағы шығатын жерге бет алыңыз.
nb: Ta avkjørselen til høyre.
nds: De Affohrt rechterhand bruken.

source: Continue onto %1.
bs: Nastavljanje na %1.
kk: %1 дегенде жалғастыру.
nb: Fortsett inn på %1.
nds: Wieder op %1.

source: Merge onto %1.
bs: Spajanje na %1.
kk: %1 дегенге жолдың бірігуі
nb: Kjør glidelås inn på %1.
nds: Op %1 infädeln.

source: Turn around onto %1.
bs: Okrenire se oko %1.
kk: %1 дегенде кері бұрыңыз.
nb: Snu rundt inn på %1.
nds: Ümdreiehn op %1.

source: Turn sharp left on %1.
bs: Oštri okret lijevo na %1.
kk: %1 дегенде күрт солға бұрыңыз.
nb: Sving skarpt til venstre på %1.
nds: Hart links op %1 afbögen.

source: Turn left into %1.
bs: Skrenite lijevo ka %1.
kk: %1 дегенге солға бұрыңыз
nb: Sving til venstre inn på %1.
nds: Links op %1 afbögen.

source: Keep slightly left on %1.
bs: Nastavite malo lijevo na %1.
kk: %1 дегенде сәл солға алыңыз.
nb: Hold litt til venstre på %1.
nds: Suutje links wieder op %1.

source: Continue on %1.
bs: Nastavi na %1.
kk: %1 дегенде жүре беріңіз.
nb: Fortsett på %1.
nds: Wieder op %1.

source: Keep slightly right on %1.
bs: Nastavite malo desno na %1.
kk: %1 дегенде сәл оңға алыңыз.
nb: Hold litt til høyre på %1.
nds: Suutje rechts wieder op %1.

source: Turn right into %1.
bs: Skrenite desno prema %1.
kk: %1 дегенге оңға бұрыңыз.
nb: Sving til høyre inn på %1.
nds: Rechts op %1 afbögen.

source: Turn sharp right into %1.
bs: Oštri okret desno prema %1.
kk: %1 дегенге күрт оңға бұрыңыз.
nb: Sving skarpt til høyre inn på %1.
nds: Hart rechts op %1 afbögen.

source: Exit the roundabout into %2.
bs: Izađite iz zaobilaznice u %2.
kk: %2 дегенге айналымдан шығуы.
nb: Kjør ut av rundkjøringen inn på %2.
nds: Ut den Küsel rut op %2 fohren.

source: Take the exit to the left onto %1.
bs: Izađite na lijevoj strani u %1.
kk: Айналымдан сол жаққа шығып %1 дегенге бет алыңыз.
nb: Ta avkjørsel til venstre inn på %1.
nds: De Affohrt linkerhand op %1 bruken.

source: Take the exit to the right onto %1.
bs: Izađite na desnoj strani u %1.
kk: Айналымдан оң жаққа шығып %1 дегенге бет алыңыз.
nb: Ta avkjørsel til høyre inn på %1.
nds: De Affohrt rechterhand op %1 bruken.

source: Address or search term...
bs: Adresa ili traženi pojam...
hu: Cím vagy keresőkifejezés…
kk: Адрес не іздеу шарты...
nb: Adresse eller søkebegrep …
nds: Adress oder Söökwoort...

source: Remove via point
bs: Ukloni preko tačke
hu: Eltávolítás pont által
kk: Аралық нүктені өшіру
nb: Fjern via-punkt
nds: Wegpunkt wegmaken

source: &Center Map here
bs: &Centriraj mapu ovdje
hu: Térkép &középpontja ide
kk: Карта &ортасын осында
nb: &Sentrer kartet her
nds: Koort hier &inmiddeln

source: Current &Location
bs: Trenutna &Lokacija
hu: Je&lenlegi hely
kk: Назардағы &орын
nb: Gje&ldende sted
nds: Aktuelle &Steed

source: From &Map...
bs: Iz &Mape...
hu: &Térképből…
kk: Мына &картадан...
nb: Fra &kart …
nds: Vun &Koort…

source: From &Bookmark
bs: Iz za&bilješke
hu: Könyvjelző&ből
kk: Мына &бетбелгіден...
nb: Fra &bokmerke
nds: Vun &Leesteken

source: &Home
bs: &Početna
hu: Ott&hon
kk: &Мекен
nb: &Hjem
nds: To&huus

source: Choose Placemark
bs: Izbor oznake
hu: Helyjelző választása
kk: Орын белгісін таңдау
nb: Velg stedsmerke
nds: Steedmark utsöken

source: &Remove this destination
bs: &Ukloni ovu destinaciju
hu: &Cél eltávolítása
kk: Мына мақсатты ө&шіру
nb: &Fjern dette målet
nds: Dit Teel &wegmaken

source: &Export route...
bs: &Izvezi putanju...
hu: Útvonal &exportálása…
kk: Маршрутты &экспорттау...
nb: &Eksporter rute …
nds: Weg &exporteren...

source: Export Route
bs: Izvezi putanju
hu: Útvonal exportálása
kk: Маршрутты экспорттау
nb: Eksporter rute
nds: Weg exporteren

source: GPX and KML files (*.gpx *.kml)
bs: GPX i KML datoteke (*.gpx *.kml)
hu: GPX és KML fájlok (*.gpx, *.kml)
kk: GPX пен KML файлдары (*.gpx *.kml)
nb: GPX- og KML-filer (*.gpx *kml)
nds: GPX- un KML-Dateien (*.gpx *.kml)

source: Caution: Driving instructions may be incomplete or wrong.
bs: Oprez: Upute za vožnju mogu biti nepotpune ili pogešne.
hu: Figyelem: a vezetési információk befejezetlenek vagy rosszak lehetnek.
kk: Абайлаңыз: Жүргізушіге берілетін нұсқаулары толық емес және қате болуы мүмкін.
nb: Forsiktig: Rutebeskrivelsen kan være uriktig eller ufullstendig.
nds: Wohrschoen: De Fohranwiesen köönt deelwies fehlen oder leeg wesen.

source: Road construction, weather and other unforeseen variables can result in the suggested route not to be the most expedient or safest route to your destination.
bs: Konstrukcija puta, vrijeme i ostale nepredviđene promjenljive ne mogu biti u preporučenoj ruti za najbrži ili najsigurniji put ka Vašoj destinaciju.
kk: Жол жөндеу жұмыстары, ауа райы және т.б. болжауға келмейтін жағдайлар ұсынылған маршрут лайықты не қауіпсіз еместігіне апарып соғуға мүмкін.
nb: Veiarbeid, vær og andre uforutsette variabler kan gjøre at den foreslåtte kjøreruten ikke er den raskeste eller tryggeste veien til målet.
nds: Wegen Buusteden, Weder un anner nich verwacht Ümstänn kann dat wesen, dat de vörslaan Weeg nich redig de beste un sekerste Weg is

source: Guidance Mode - Marble
bs: Vođeni Način - Marble
kk: Бағдарлау режімі - Marble
nb: Veivisermodus – Marble
nds: Fohrleidbedrief - Marble

source: Show again
bs: Prikaži opet
hu: Megjelenítés ismét
kk: Қайта көрсету
nb: Vis igjen
nds: Nochmaal wiesen

source: Routing Profile - Marble
bs: Usmjeravanje Profila - Marble
hu: Útválasztás profil - Marble
kk: Бағыттау іс-әлпеті - Marble
nb: Rutingprofil – Marble
nds: Weegplanen - Marble

source: Car (fastest)
bs: Automobil (najbrže)
hu: Autó (leggyorsabb)
kk: Автомобильмен (ең тезі)
nb: Bil (raskest)
nds: Auto (gauest)

source: Car (shortest)
bs: Automobil (najkraće)
hu: Autó (legrövidebb)
kk: Автомобильмен (ең қысқасы)
nb: Bil (kortest)
nds: Auto (körtst)

source: Car (ecological)
bs: Automobil(ekološki)
hu: Autó (gazdaságos)
kk: Автомобильмен (экологиялық)
nb: Bil (økologisk)
nds: Auto (ökoloogsch)

source: Bicycle
bs: Bicikl
hu: Kerékpár
kk: Велосипедпен
nb: Sykkel
nds: Fohrrad

source: Pedestrian
bs: Pješice
hu: Gyalog
kk: Жаяу
nb: Fotgjenger
nds: To Foot

source: Unknown
bs: Nepoznato
hu: Ismeretlen
kk: Беймәлім
nb: Ukjent
nds: Nich begäng

source: New Profile
bs: Novi profil
hu: Új profil
kk: Жаңа іс-әлпеті
nb: Ny profil
nds: Nieg Profil

source: Get Directions
bs: Uzmi smijerove
kk: Бағдарлау
nb: Få veibeskrivelse
nds: Wegbeschrieven halen

source: Retrieve routing instructions for the selected destinations.
bs: Pronaći instrukcije usmjeravanja za odabrane destinacije.
kk: Таңдалған мақсаттарға жету маршрутарды табу.
nb: Hent veibeskrivelse for de valgte målene.
nds: Weegbeschrieven för de utsöchten Telen afropen

source: Find places matching the search term
bs: Pronađite mjesta podudaranjem pojma za pretraživanje
hu: A keresőkifejezésre illeszkedő helyek keresése
kk: іздеу шартына келетін жерлерді табу
nb: Finn steder som passer med søkekriteriet
nds: Steden finnen, de to de Söökanfraag passt

source: Open Route
bs: Otvori rutu
hu: Útvonal megnyitása
kk: Маршрутты ашу
nb: Åpne rute
nds: Weg opmaken

source: Save Route
bs: Spasi rutu
hu: Útvonal mentése
kk: Маршрутты сақтау
nb: Lagre rute
nds: Weg sekern

source: Upload to Cloud
bs: Učitaj na Oblak
hu: Feltöltés a felhőbe
kk: Бұлтқа жүктеп беру
nb: Last opp til sky
nds: Na Nettspieker hoochladen

source: Manage Cloud Routes
bs: Uredi Pravce Oblaka
hu: Felhőutak kezelése
kk: Бұлттағы маршруттарын басқару
nb: Håndter sky-ruter
nds: Nettspieker-Weeg plegen

source: Add Via
bs: Dodaj Putem
kk: Не арқылы
nb: Legg til via
nds: Wegpunkt tofögen

source: Reverse Route
bs: Izvrni rutu
hu: Útvonal megfordítása
kk: Жолды кері қылу
nb: Snu rute
nds: Ümdreiht Weg

source: Clear Route
bs: Očisti rutu
hu: Útvonal törlése
kk: Маршрутты тазалау
nb: Tøm rute
nds: Weg wegmaken

source: Settings
bs: Postavke
hu: Beállítások
kk: Баптау
nb: Innstillinger
nds: Instellen

source: Directions - Marble
bs: Pravci - Marble
hu: Irányok - Marble
kk: Бағдарлау - Marble
nb: Veibeskrivelse – Marble
nds: Wegbeschrieven - Marble

source: placemarks found: %1
bs: pronađene oznake mjesta: %1
hu: helyjelzők találhatók: %1
kk: табылған орын белгілері: %1
nb: stedsmerker funnet: %1
nds: Steedmarken funnen: %1

source: No placemark found
bs: Nema pronađenih oznaka
hu: Nem található helyjelző
kk: Орын белгісі жоқ
nb: Fant ingen stedsmerker
nds: Keen Steedmark funnen

source: routes found: %1
bs: pronađene rute: %1
hu: útvonalak találhatók: %1
kk: Табылған маршруттары: %1
nb: ruter funnet: %1
nds: Weeg funnen: %1

source: Uploading route...
bs: Pravac učitavanja
hu: Útvonal feltöltése…
kk: Жүктеп беру маршруты...
nb: Laster opp rute …
nds: Weg hoochladen...

source: No route found
bs: Nema pronađenih ruta
hu: Nem található útvonal
kk: Маршрут табылмады
nb: Fant ingen rute
nds: Keen Weg funnen

source: Global Search
bs: Globalna pretraga
hu: Globális keresés
kk: Жалпы іздеу
nb: Globalt søk
nds: Globaal Söök

source: Area Search
bs: Pretraga područja
hu: Területi keresés
kk: Ауданда іздеу
nb: Områdesøk
nds: Rebeet-Söök

source: Search Results
bs: Rezultati pretrage
hu: Keresési eredmények
kk: Іздеу нәтижесі
nb: Søkeresultater
nds: Söökresultaten

source: Search for '%1'
bs: Traži %1
hu: Keresés erre: „%1”
kk: '%1' дегенді іздеу
nb: Søk etter «%1»
nds: Söök na „%1“

source: Play the tour
nds: Den Törn afspelen

source: Pause the tour
nds: Den Törn anhollen

source: Wait for %1 seconds
nds: För %1 Sekunnen töven

source: Open Tour
nb: Åpne reise
nds: Törn opmaken

source: KML Tours (*.kml)
nb: KML-reiser (*kml)
nds: KML-Törns (*.kml)

source: Remove Selected Items
nb: Fjern valgte elementer
nds: Utsöcht Indrääg wegmaken

source: Are you sure want to remove selected items?
nb: Er du sikker på at du vil fjerne de valgte elementene?
nds: Wullt Du de utsöchten Indrääg redig wegdoon?

source: Save Tour as
hu: Utazás mentése másként
nb: Lagre reisen som
nds: Törn sekern as

source: Discard Changes
hu: Módosítások eldobása
nb: Forkast endringer
nds: Ännern wegsmieten

source: Are you sure want to discard all unsaved changes and close current document?
bs: Da li ste sigurni da želite odbaciti nesnimljene promjene i zatvoriti trenutni dokument?
nb: Er du sikker på at du vil kaste alle ulagrede endeinger og lukke det gjeldende dokumentet?
nds: Wullt Du redig all Ännern wegsmieten un dat aktuelle Dokment tomaken?

source: Current map center
nds: Aktuell Koortmerrn

source: Play
nb: Spill
nds: Afspelen

source: Pause
nds: Anhollen

source: Wait duration:
nds: Töövtiet:

source: FlightGear position provider Plugin
bs: FlightGear pozicija davatelja dodataka
kk: FlightGear орын анықтаушының плагині
nb: Programtillegg for FlightGear-posisjon
nds: FlightGear-Geodatendeenstmoduul

source: Reports the position of running flightgear application.
bs: Izvještaj pozicije pokrenute flightgear aplikacije.
kk: Орындалып жатқан flightgear бағдарлама бойынша орнын баяндап береді.
nb: Rapporterer posisjonen for det kjørende FlightGear-programmet.
nds: Gifft de Steed ut en lopen FlightGear-Programm an.

source: GeoClue position provider Plugin
bs: GeoClue priključak za dobavljanje pozicije
hu: GeoClue pozíció szolgáltató bővítmény
kk: GeoClue орын анықтаушының плагині
nb: Programtillegg for GeoClue-posisjon
nds: GeoClue-Geodatendeenstmoduul

source: Reports the position via the GeoClue Location Framework.
bs: Obavještava o poziciji preko GeoClue Location Frameworka.
kk: GeoClue Location Framework көмегімен орынын анықтап береді.
nb: Rapporterer posisjonen via GeoClue-rammeverket for lokalisering.
nds: Gifft de Steed mit dat GeoClue-Stedenrahmenwark an.

source: Internal gpsd error (cannot get service entry)
bs: Interna gpsd greška (ne može se dobiti pristup usluzi)
hu: Belső gpsd hiba (nem sikerült megszerezni a szolgáltatás bejegyzést)
kk: gpsd ішкі қатесі (қызметі туралы мәлімет жоқ)
nb: Intern gpsd-feil (kan ikke finne tjenesteoppføring)
nds: Intern GPSD-Fehler (Deenstindrag lett sik nich halen)

source: Internal gpsd error (cannot get host entry)
bs: Unutrašnja gpsd greška (ne može se dobiti pristup glavnom računaru)
hu: Belső gpsd hiba (nem sikerült megszerezni a gép bejegyzést)
kk: gpsd ішкі қатесі (хосты туралы мәлімет жоқ)
nb: Intern gpsd-feil (kan ikke finne vertsoppføring)
nds: Intern GPSD-Fehler (Reeknerindrag lett sik nich halen)

source: Internal gpsd error (cannot get protocol entry)
bs: Interna gpsd greška (ne može se dobiti pristup protokolu)
hu: Belső gpsd hiba (nem sikerült megszerezni a protokoll bejegyzést)
kk: gpsd ішкі қатесі (протоколы туралы мәлімет жоқ)
nb: Intern gpsd-feil (kan ikke finne protokolloppføring)
nds: Intern GPSD-Fehler (Protokollindrag lett sik nich halen)

source: Internal gpsd error (unable to create socket)
bs: Unutrašnja gpsd greška (nije moguće kreiranje soketa)
hu: Belső gpsd hiba (nem lehet foglalatot létrehozni)
kk: gpsd ішкі қатесі (сокеті құрылмады)
nb: Intern gpsd-feil (klarte ikke å opprette en sokkel)
nds: Intern GPSD-Fehler (Socket lett sik nich opstellen)

source: Internal gpsd error (unable to set socket option)
bs: Unutrašnja gpsd greška (nije moguće podesiti opcije soketa)
hu: Belső gpsd hiba (nem lehet a foglalat beállításait megadni)
kk: gpsd ішкі қатесі (сокеттің параметрі орнатылмады)
nb: Intern gpsd-feil (klarte ikke å angi et sokkelvalg)
nds: Intern GPSD-Fehler (Socket-Optschoon lett sik nich instellen)

source: No GPS device found by gpsd.
bs: Gpsd nije pronašao nijedan GPS uređaj.
hu: A gpsd nem talált GPS eszközt.
kk: gpsd қызметі GPS құрылғысын таба алмады.
nb: gpsd fant ingen GPS-enhet.
nds: GPSD hett keen GPS-Reedschap funnen.

source: Unknown error when opening gpsd connection
bs: Nepoznata greška pri otvaranju gpsd konekcije
hu: Ismeretlen hiba a gpsd kapcsolat megnyitásakor
kk: gpsd қосылым орнатқанда беймәлім қате орын алды
nb: Ukjent feil da gpsd-forbindelse ble åpnet
nds: Nich begäng Fehler bi't Opmaken vun de GPSD-Verbinnen

source: Gpsd position provider Plugin
bs: Gpsd priključak za dobavljanje pozicije
hu: Gpsd pozíció szolgáltató bővítmény
kk: Gpsd орын анықтаушының плагині
nb: Programtillegg for Gpsd-posisjon
nds: GPSD-Geodatendeenstmoduul

source: Reports the position of a GPS device.
bs: Izvještava o poziciji GPS uređaja.
hu: A GPS eszköz pozícióját jelenti.
kk: GPS құрылғының орынын анықтап береді.
nb: Rapporterer posisjonen for en GPS-enhet.
nds: Gifft de Steed vun en GPS-Reedschap an.

source: Maemo Position Provider Plugin
bs: Maemo priključak za dobivanje pozicije
hu: Maemo pozíció szolgáltató bővítmény
kk: Maemo орын анықтаушының плагині
nb: Programtillegg for Maemo-posisjonsleverandør
nds: Maemo-Geodatendeenstmoduul

source: Reports the GPS position of a Maemo device (e.g. Nokia N900).
bs: Izvještava o GPS poziciji Maemo uređaja (npr. Nokia N900).
hu: Egy Maemo eszköz GPS pozícióját jelenti (például Nokia N900).
kk: Maemo (мысалы, Nokia N900) құрылғының орынын анықтап береді.
nb: Rapporterer GPS-posisjonen for en Maemo-enhet (f.eks. Nokia N900).
nds: Gifft de GPS-Steed vun en Maemo-Reedschap an (a.B. Nokia N900).

source: Placemark position provider Plugin
bs: Oznaka pozicije davatelja dodataka
kk: Орын белгінің орынын анықтауш плагині
nb: Programtillegg for Placemark-posisjon
nds: Steedmark-Geodatendeenstmoduul

source: Placemark
bs: Oznaka
hu: Helyjelző
kk: Орын белгісі
nds: Steedmark

source: Reports the position of a placemark
bs: Prijavljuje poziciju oznake
kk: Орын белгісінің орынын анықтап береді
nb: Rapporterer posisjonen for et Placemark
nds: Gifft de Steed vun en Steedmark an.

source: Qt Mobility Position Provider Plugin
bs: Qt Mobility pozicija davatelja dodataka
kk: Qt Mobility орын анықтаушының плагині
nb: Programtillegg for Qt Mobility posisjonsleverandør
nds: Qt-Mobility-Geodatendeenstmoduul

source: Qt Mobility Location
bs: Qt Mobility lokacija
kk: Qt Mobility бойынша орын
nb: Qt Mobility-sted
nds: Qt-Mobility-Steed

source: Reports the GPS position of a QtMobility compatible device.
bs: Izvještaj GPS pozicije QtMobility kompatibilnog uređaja.
kk: QtMobility үйлесімді құрылғының GPS орнын баяндап береді.
nb: Rapporterer GPS-posisjonen for en enhet kompatibel med QtMobility.
nds: Gifft de Steed vun en to Qt Mobility kumpativel Reedschap an.

source: Current Route Position Provider Plugin
bs: Trenutna pozicija rute davatelja dodataka
kk: Маршруттағы қазіргі орынды анықтауш плагині
nb: Programtillegg for gjeldende leverandør av ruteposisjon
nds: AktuellWeg-Geodatendeenstmoduul

source: Current Route
bs: Trenutna ruta
hu: Jelenlegi útvonal
kk: Қазіргі маршрут
nb: Gjeldende rute
nds: Aktuell Weg

source: Simulates traveling along the current route.
bs: Simulira putovanje duž trenutne rute.
kk: Назардағы маршрут бойы жүру иммитациясы.
nb: Simulerer reise langs gjeldende rute.
nds: Simuleert en Fohrt langs den aktuellen Weg.

source: Wlocate Position Provider Plugin
bs: Dodatak koji pruža Wlocate poziciju
hu: Wlocate pozíció szolgáltató bővítmény
kk: WLocate орын анықтаушының плагині
nb: Tillegg for Wlocate-posisjonsleverandør
nds: WLocate-Geodatendeenstmoduul

source: WLAN (Open WLAN Map)
kk: WLAN картаны ашу
nb: WLAN (Open WLAN-kart)
nds: WLAN (Apen WLAN-Koort)

source: Reports the current position based on nearby WLAN access points
bs: Javlja trenutnu poziciju na bazi susjednih pristupnih tačaka bežične mreže
kk: WLAN қатынау түкте төңірегіндегі қазіргі орының анықтап береді
nb: Melder om gjeldende posisjon basert på nærliggende WLAN tilgangspunkter
nds: Gifft de aktuelle Steed na de neegstliggen WLAN-Togangpünkt an

source: Annotations
bs: Pribilješke
hu: Megjegyzések
kk: Аңдатпалары
nb: Merknader
nds: Anmarken

source: Annotation
bs: Pribilješka
hu: Megjegyzés
kk: Аңдатпасы
nb: Merknad
nds: Anmarken

source: &Annotation
bs: &Pribilješke
hu: &Megjegyzés
kk: &Аңдатпа
nb: &Merknad
nds: &Anmarken

source: Draws annotations on maps with placemarks or polygons.
bs: Crta pribilješke na mapama s mjestima ili poligonima
kk: Орын белгілерімен не көпбұрышпен аңдатпаларды картаға салу.
nb: Tegner merknader på kart med stedsmerker eller polygoner.
nds: Wiest Anmaken op Koorten mit Steedmarken oder Veelecken

source: Clear all annotations
bs: Očisti sve zabilješle
hu: Minden magyarázat törlése
kk: Бүкіл аңдатпаларды тазалау
nb: Tøm alle merknader
nds: All Anmarken wegmaken

source: Are you sure you want to clear all annotations?
bs: Da li ste sigurni da želite obrisati sve pribilješke
hu: Biztosan törölni szeretné az összes magyarázatot?
kk: Бүкіл аңдатпаларды тазаламақсыз ба?
nb: Er du sikker på at du vil tømme alle merknader?
nds: Wullt Du redig all Anmarken wegdoon?

source: Save Annotation File
bs: Sačuvaj datoteku s pribilješkama
hu: Magyarázat fájl mentése
kk: Аңдатпа файлды сақтау
nb: Lagre merknadsfil
nds: Anmarkendatei sekern

source: All Supported Files (*.kml);;KML file (*.kml)
bs: Sve podržane datoteke (*.kml);;KML fajl (*.kml)
hu: Az összes támogatott fájl (*.kml);;KML file (*.kml)
kk: Бүкіл танитын файлдар (*.kml);;KML файл (*.kml)
nb: Alle støttede filer (*.kml);; KML-fil (*.kml)
nds: All ünnerstütt Dateien (*.kml);;KML-Dateien (*.kml)

source: Open Annotation File
bs: Otvori datoteku s pribilješkama
hu: Magyarázat fájl megnyitása
kk: Аңдатпа файлды ашу
nb: Åpne merknadsfil
nds: Anmarkendatei opmaken

source: All Supported Files (*.kml);;Kml Annotation file (*.kml)
bs: Sve podržane datoteke (*.kml);;Kml datoteka s pribilješkama (*.kml)
hu: Minden támogatott fájl (*.kml);;Kml magyarázat fájl (*.kml)
kk: Бүкіл танитын файлдар (*.kml);;Kml аңдатпа файлы (*.kml)
nb: Alle støttede filer (*.kml);; Kml merknadsfil (*.kml)
nds: All ünnerstütt Dateien (*.kml);;KML-Anmarkendatei (*.kml)

source: Remove current item
bs: Ukloni trenutni element
hu: Jelenlegi elem eltávolítása
kk: Назардағы аталымды өшіру
nb: Fjern gjeldende element
nds: Aktuell Indrag wegmaken
