Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: clear
bs: vedro
hu: tiszta
kk: ашық аспан
nb: klart
nds: kloor

source: few clouds
bs: rijetki oblaci
hu: felhős
kk: сирек бұлтты
nb: lettskyet
nds: wenig Wulken

source: partly cloudy
bs: djelimično oblačno
hu: részben felhős
kk: ала бұлтты
nb: delvis skyet
nds: deelwies wulkig

source: overcast
bs: tmurno
hu: borult
kk: қалың бұлт
nb: overskyet
nds: överdeckt

source: light showers
bs: slabi pljuskovi
hu: enyhe zápor
kk: өткенші нөсерлер
nb: spredte byger
nds: licht Flagen

source: showers
bs: pljuskovi
hu: zápor
kk: нөсерлер
nb: byger
nds: Flagen

source: light rain
bs: slaba kiša
hu: enyhe eső
kk: өткінші жаңбыр
nb: lett regn
nds: licht Regen

source: rain
bs: kiša
hu: eső
kk: жаңбыр
nb: regn
nds: Regen

source: occasionally thunderstorm
bs: povremena grmljavina
hu: alkalmankénti vihar
kk: кейбірде күн күркіреу
nb: utrygt for torden
nds: af un an Dunnerweder

source: thunderstorm
bs: grmljavina
hu: vihar
kk: күн күркіреу
nb: torden
nds: Dunnerweder

source: hail
bs: grad
hu: jégeső
kk: бұршақ
nb: hagl
nds: Hagel

source: occasionally snow
bs: povremeni snijeg
hu: alkalmi havazás
kk: кейбірде қар
nb: utrygt for snø
nds: af un an Snee

source: light snow
bs: slab snijeg
hu: enyhe havazás
kk: өткенші қар
nb: litt snø
nds: licht Snee

source: snow
bs: snijeg
hu: havazás
kk: қар
nb: snø
nds: Snee

source: rain and snow
bs: kiša i snijeg
hu: havas eső
kk: жаңбыр мен қар
nb: regn og snø
nds: Regen un Snee

source: mist
bs: izmaglica
hu: köd
kk: буалдыр
nb: disig
nds: Dies

source: NNE
bs: SSI
hu: ÉÉK
kk: ССШ
nb: NNØ
nds: NNO

source: NE
bs: SI
hu: ÉK
kk: СШ
nb: NØ
nds: NO

source: ENE
bs: ISI
hu: KÉK
kk: ШСШ
nb: ØNØ
nds: ONO

source: SSE
bs: JJI
hu: DDK
kk: ООШ
nb: SSØ
nds: SSO

source: SE
bs: JI
hu: DK
kk: ОШ
nb: SØ
nds: SO

source: ESE
bs: IJI
hu: KDK
kk: ШОШ
nb: ØSØ
nds: OSO

source: knots
bs: čvorova
hu: csomó
kk: узел
nb: knop
nds: Knütten

source: inch Hg
kk: дюйм с.б.
nds: Toll Hg

# air pressure is rising
source: rising
bs: u porastu
hu: nő
kk: жоғарлайды
nb: stigende
nds: stiegt

# air pressure has no change
source: steady
bs: ustaljen
hu: állandó
kk: тұрақты
nb: stødig
nds: blifft liek

# air pressure falls
source: falling
bs: u opadanju
hu: csökken
kk: төмендейді
nb: fallende
nds: fallt

source: Publishing time: %1<br>
bs: Vrijeme objavljivanja: %1<br>
hu: Közzététel ideje: %1<br>
kk: Хабарлау уақыты: %1<br>
nb: Publisert når: %1<br>
nds: Apenmaaktiet: %1<br>

source: Condition: %1<br>
bs: Stanje: %1<br>
hu: Időjárás: %1<br>
kk: Ауа райы: %1<br>
nb: Vilkår: %1 <br>
nds: Bedingen: %1<br>

source: Temperature: %1<br>
bs: Temperatura: %1<br>
hu: Hőmérséklet: %1<br>
kk: Температура: %1<br>
nb: Temperatur: %1<br>
nds: Temperatuur: %1<br>

source: Max temperature: %1<br>
bs: Maksimalna temperatura: %1<br>
hu: Maximális hőmérséklet: %1<br>
kk: Макс. температура: %1<br>
nb: Maks. temperatur: %1<br>
nds: Hööchsttemperatuur: %1<br>

source: Min temperature: %1<br>
bs: Minimalna temperatura: %1<br>
hu: Minimális hőmérséklet: %1<br>
kk: Мин. температура: %1<br>
nb: Min. temperatur: %1<br>
nds: Sietsttemperatuur: %1<br>

source: Wind direction: %1<br>
bs: Pravac vjetra: %1<br>
hu: Szélirány: %1<br>
kk: Жел бағыты: %1<br>
nb: Vindretning: %1<br>
nds: Windricht: %1<br>

source: Wind speed: %1<br>
bs: Brzina vjetra: %1<br>
hu: Szélsebesség: %1<br>
kk: Жел жылдамдығыd: %1<br>
nb: Vindhastighet: %1<br>
nds: Wind-Gauigkeit: %1<br>

source: Pressure: %1<br>
bs: Pritisak: %1<br>
hu: Légnyomás: %1<br>
kk: Ауа қысымы: %1<br>
nb: Trykk: %1<br>
nds: Druck: %1<br>

source: Pressure development: %1<br>
bs: Razvoj pritiska: %1<br>
hu: Légnyomás-változás: %1<br>
kk: Қысым болжамы: %1<br>
nb: Trykkutvikling: %1<br>
nds: Druck-Utwickeln: %1<br>

source: Humidity: %1<br>
bs: Vlažnost: %1<br>
hu: Páratartalom: %1<br>
kk: Ылғалдылығы: %1<br>
nb: Fuktighet: %1<br>
nds: Fuchtigkeit: %1<br>

source: Weather
bs: Vrijeme
hu: Időjárás
kk: Ауа райы
nb: Været
nds: Weder

source: Station: %1
bs: Stanica: %1
hu: Állomás: %1
kk: Бекеті: %1
nb: Stasjon: %1
nds: Statschoon: %1

# Wind: WindSpeed, WindDirection
source: Wind: %4, %5
bs: Vjetar: %4, %5
hu: Szél: %4,%5
kk: Жел: %4, %5
nb: Vind: %4, %5
nds: Wind: %5, %4

# Pressure: Pressure, Development
source: Pressure: %6, %7
bs: Pritisak: %6, %7
hu: Légnyomás: %6, %7
kk: Ауа қысымы: %6, %7
nb: Trykk: %6, %7
nds: Druck: %6, %7

# Pressure: Pressure
source: Pressure: %6
bs: Pritisak: %6
hu: Légnyomás: %6
kk: Ауа қысымы: %6
nb: Trykk: %6
nds: Druck: %6

# Pressure Development
source: Pressure %7
bs: Pritisak %7
hu: Légnyomás: %7
kk: Ауа қысымы: %7
nb: Trykk %7
nds: Druck %7

source: Remove from Favorites
bs: Ukloni iz omiljenih
hu: Eltávolítás a Kedvencekből
kk: Таңдамалылардан шығару
nb: Fjern fra favoritter
nds: Ut de Leestekens wegmaken

source: Add to Favorites
bs: Dodaj u omiljene
hu: Hozzáadás a Kedvencekhez
kk: Таңдамалыларға қосу
nb: Legg til i favoritter
nds: Na de Leestekens tofögen

source: &Weather
bs: &Vrijeme
hu: &Időjárás
kk: &Ауа райы
nb: &Været
nds: &Weder

source: Download weather information from many weather stations all around the world
bs: Preuzmi informacije o vremenu od meteoroloških stanica širom svijeta
hu: Időjárási adatok letöltése számos időjárás állomásról szerte a világon
kk: Бүкіл дүниегі бекеттерден ауа райы ақпарларын жүктеп алу
nb: Last ned værinformasjon fra mange værstasjoner over hele verden
nds: Wederinformatschonen vun Wederstatschonen ut de hele Welt daalladen

source: Supported by backstage.bbc.co.uk. Weather data from UK MET Office
bs: Podržao backstage.bbc.co.uk. Podaci o vremenu it UK MET ureda
hu: A backstage.bbc.co.uk támogatásával. Időjárás adat a UK MET Office-tól
nb: Støttet av backstage.bbc.co.uk. Værdata fra UK MET Office
nds: Ünnerstütt vun backstage.bbc.co.uk. Wederdaten vun »UK MET Office«

source: The file is not a valid Geonames answer.
bs: Datoteka nije važeći Geonames odgovor.
hu: A fájl nem érvényes Geonames válasz.
kk: Бұл файл дұрыс Geonames жаубы емес.
nb: Fila er ikke et gyldig Geonames-svar.
nds: De Datei is keen tolaten Geonames-Anter.

source: Wikipedia Articles
bs: Članci s Wikipedije
hu: Wikipédia cikkek
kk: Уикипедия мақаласы
nb: Wikipedia-artikler
nds: Wikipedia-Artikeln

source: Automatically downloads Wikipedia articles and shows them on the right position on the map
bs: Automatski preuzima članke s Wikipedije i prikazuje ih na desnoj strani mape
hu: Automatikusan letölti a Wikipédia cikkeket és megjeleníti azokat a térkép jobb oldalán
kk: Уикипедия мақалаларын автоматты түрде жүктеп алып картаның оң жағында көрсетедіы
nb: Laster automatisk ned Wikipedia-artikler og viser dem på riktig sted i kartet
nds: Laadt Wikipedia-Artikeln automaatsch daal un wiest se op de Koort bi de richtige Steed.

source: Geo positions by geonames.org Texts by wikipedia.org
bs: Geo pozicije sa geonames.org Tekstovi sa wikipedia.org
kk: geonames.org көмегімен табылған wikipedia.org мәтіндері
nb: Geoposisjon fra geonames.org Tekster fra wikipedia.org
nds: Geograafsch Steden vun geonames.org Texten vun wikipedia.org

source: Cache File Parser
bs: Cache raščlanjivač datoteka
kk: Кэштегі файл талдағышы
nb: Tolker for depotfil
nds: Inleser för twischenspiekert Dateien

source: Create GeoDataDocument from Cache Files
bs: Kreiraj GeoDataDocument iz Cache datoteka
kk: Кэштегі файлдардан GeoDataDocument құру
nb: Lag GeoDataDocument fra depotfiler
nds: GeoData-Dokment ut twischenspiekert Dateien opstellen

source: Marble Cache Files
bs: Marble Cache datoteke
hu: Marble gyorsítótárfájlok
kk: Marble кэштегі файлдар
nb: Marble mellomlagerfiler
nds: Twischenspiekerdateien för Marble

source: balanced
hu: kiegyenlített
nb: balansert
nds: utgleken

source: fastest
bs: najbrže
hu: leggyorsabb
nb: raskest
nds: gauest

source: quietest
nb: stillest
nds: suutjest

source: shortest
bs: najkraće
hu: legrövidebb
nb: kortest
nds: körtst

source: slow (16 km/h)
bs: sporo (16 km/h)
hu: lassú (16 km/h)
nb: langsom (16 km/h)
nds: suutje (16 km/h)

source: normal (20 km/h)
bs: normalno (20 km/h)
hu: normál (20 km/h)
nds: normaal (20 km/h)

source: fast (24 km/h)
bs: brzo (24 km/h)
hu: gyors (24 km/h)
nb: rask (24 km/h)
nds: gau (24 km/h)

source: slow (10 mph)
bs: sporo (10 mph)
hu: lassú (10 mph)
nb: langsom (10 mph)
nds: suutje (10 mph)

source: normal (12 mph)
bs: normalno (12 mph)
hu: normál (12 mph)
nds: normaal (12 mph)

source: fast (15 mph)
bs: brzo (15 mph)
hu: gyors (15 mph)
nb: rask (15 mph)
nds: gau (15 mph)

source: This service requires an Internet connection.
bs: Ovaj servis zahtjeva internet konekciju.
hu: Ez a szolgáltatás internetkapcsolatot igényel.
kk: Бұл қызмет Интернетке қосылымын қажет етеді.
nb: Denne tjenesten krever en Internett-forbindelse.
nds: Du muttst na't Internett tokoppelt wesen, wenn Du dissen Deenst bruken wullt.

source: CycleStreets Routing
nb: CycleStreets-ruting
nds: CycleStreets-Weegplanen

source: Bicycle routing for the United Kingdom using cyclestreets.net
nb: Sykkelruting i UK med cyclestreets.net
nds: Fohrrad-Weegplanen för't Vereente Königriek mit cyclestreets.net

source: Gosmore Reverse Geocoding
bs: Gosmore obrnuto geokodiranje
kk: Gosmore кері геокодтауы
nds: Gosmore-Geodatenoplösen

source: Offline reverse geocoding using Gosmore.
bs: Odsutno obrnuto geokodiranje pomoću Gosmore.
kk: Gosmore көмегімен желіден тыс кезде кері геокодтау.
nb: Frakoblet omvendt geokoding ved bruk av Gosmore.
nds: Afkoppelt Geodatenoplösen mit Gosmore.

source: Gosmore Routing
bs: Gosmore rutiranje
hu: Gosmore útválasztás
kk: Gosmore маршруты
nb: Gosmore-ruting
nds: Gosmore-Weegplanen

source: Offline route retrieval using Gosmore
bs: Odsutno dohvaćanje rute koristeći Gosmore
kk: Gosmore-мен желіден тыс кезде маршрутты салу
nb: Frakoblet rute-henting med Gosmore
nds: Afkoppelt Weegplanen mit Gosmore

source: GPSBabel NMEA File Parser
hu: GPSBabel NMEA fájlfeldolgozó
nb: Tolker for GPSBabel NMEA-fil
nds: GPSBabel-NMEA-Dateiinleser

source: Allows loading of NMEA files through GPSBabel.
nb: Brukes til å laste NMEA-filer gjennom GPSBabel.
nds: Laadt NMEA-Dateien mit GPSBabel

source: GPSBabel files
hu: GPSBabel fájlok
nb: GPSBabel-filer
nds: GPSBabel-Dateien

source: Gpx File Parser
bs: Gpx analizator datoteka
hu: Gpx fájlfeldolgozó
kk: Gpx файл талдағышы
nb: Tolker for Gpx-fil
nds: Inleser för GPX-Dateien

source: Create GeoDataDocument from Gpx Files
bs: Kreiraj GeoDataDocument iz Gpx datoteka
hu: GeoDataDocument létrehozása Gpx fájlokból
kk: Gpx файлдарынан GeoDataDocument құру
nb: Lag GeoDataDocument fra Gpx-filer
nds: GeoData-Dokment ut GPX-Dateien opstellen

source: GPS Data
bs: GPS podaci
hu: GPS adat
kk: GPS дерегі
nds: GPS-Daten

source: Hostip.info Search
bs: Hostip.info pretraga
hu: Hostip.info keresés
kk: Hostip.info іздеу
nb: Hostip.info-søk
nds: Söök mit Hostip.info

source: Host name and IP geolocation search using the hostip.info service
bs: Ime hosta i IP geolokacijska pretraga koristeći hostip.info service
kk: hostip.info қызметінің көмегімен хост және IP орналасуын табу
nb: Søk etter vertsnavn og geografisk sted for IP-adressen, med tjenesten hostip.info
nds: Reeknernaam un IP mit "hostip.info" söken

source: GeoJSON File Parser
hu: GeoJSON fájlfeldolgozó
kk: GeoJSON файл талдағышы
nb: Tolker for GeoJSON-filer
nds: GeoJSON-Dateiinleser

source: Create GeoDataDocument from GeoJSON Files
bs: Kreirajte GeoDataDocument iz GeoJSON datoteke
hu: GeoDataDocument létrehozása GeoJSON fájlokból
kk: GeoJSON файлдарынан GeoDataDocument құру
nb: Lag GeoDataDocument fra GeoJSON-filer
nds: GeoData-Dokment ut GeoJSON-Dateien opstellen

source: KML File Parser
bs: KML analizator datoteka
hu: KML fájlfeldolgozó
kk: KML файл талдағышы
nb: Tolker for KML-fil
nds: Inleser för KML-Dateien

source: Create GeoDataDocument from KML and KMZ Files
bs: Kreiraj GeoDataDocument iz KML i KMZ datoteka
hu: GeoDataDocument létrehozása KML és KMZ fájlokból
kk: KML файлдарынан GeoDataDocument құру
nb: Lag GeoDataDocument fra KML- og KMZ-filer
nds: GeoData-Dokment ut KML un KMZ-Dateien opstellen

source: Geographic Coordinates Search
bs: Pretraživanje geografskih koordinata
hu: Földrajzi koordináták keresése
kk: Географиялық координаттарын іздеу
nb: Søk med geografiske koordinater
nds: Geograafsch Koordinaten söken

source: Geographic Coordinates
bs: Geografske koordinate
hu: Földrajzi koordináták
kk: Географиялық координаттар
nb: Geografiske koordinater
nds: Geograafsch Koordinaten

source: Direct input of geographic coordinates
bs: Direktni unos geografskih koordinata
hu: Földrajzi koordináták közvetlen bevitele
kk: Тікелей географиялық координаттарды келтіру
nb: Direkte inntasting av geografiske koordinater
nds: Direktingaav vun geograafsch Koordinaten

source: camping
bs: kamping
hu: kemping
kk: кэмпинг
nds: Teltplatz

source: hostel
hu: szálló
kk: жатақхана
nb: herberge
nds: Harbarg

source: youth hostel
bs: ferijalni dom
hu: ifjúsági szálló
kk: жастар жатақханасы
nb: ungdomsherberge
nds: Jugendharbarg

source: library
bs: biblioteka
hu: könyvtár
kk: кітапхана
nb: bibliotek
nds: Bökeree

source: college
bs: fakultet
hu: főiskola
kk: колледж
nds: Hoochschool

source: university
bs: univerzitet
hu: egyetem
kk: университет
nb: universitet
nds: Universiteet

source: biergarten
bs: pivnica
hu: sörkert
kk: сырахана
nb: utepils
nds: Beergoorn

source: cafe
bs: kafe
hu: kávézó
kk: кафе
nb: kafe
nds: Café

source: fast food
bs: gril
hu: gyorsétterem
kk: фастфуд
nb: hurtigmat
nds: Knackwustbood

source: pub
kk: паб
nds: Kroog

source: restaurant
bs: restoran
hu: étterem
kk: мейрамхана
nds: Eethuus

source: doctor
bs: ljekar
hu: orvos
kk: дәрігер
nb: lege
nds: Dokter

source: hospital
bs: bolnica
hu: kórház
kk: аурухана
nds: Krankenhuus

source: pharmacy
bs: apoteka
hu: gyógyszertár
kk: дәріхана
nb: apotek
nds: Aptheek

source: beverages
bs: osvježenja
hu: italok
kk: сусын
nb: drikke
nds: Schluckbood

source: hifi
kk: дискобар
nds: Hifi-Laden

source: supermarket
bs: samoposluga
hu: szupermarket
kk: супермаркет
nb: supermarked
nds: Supermarkt

source: attraction
bs: znamenitost
hu: látványosság
kk: қызықтық
nb: severdighet
nds: Touristenattrakschoon

source: castle
bs: dvorac
hu: kastély
kk: замок
nb: slott
nds: Slott

source: cinema
bs: kino
hu: mozi
kk: кино
nb: kino
nds: Kino

source: monument
bs: spomenik
hu: emlékmű
kk: ескерткіш
nds: Munjement

source: theatre
bs: pozorište
hu: színház
kk: театр
nb: teater
nds: Theater

source: theme park
bs: zabavni park
hu: vidámpark
kk: тақырып паркі
nb: temapark
nds: Freetietpark

source: view point
bs: vidikovac
hu: kilátó
kk: төңірек көрінісі
nb: utsiktspunkt
nds: Utsichtspunkt

source: airport
bs: aerodrom
hu: repülőtér
kk: әуежай
nb: lufthavn
nds: Flooghaven

source: bus station
bs: autobuska stanica
hu: buszállomás
kk: автостанция
nb: bussterminal
nds: Busbahnhoff

source: bus stop
bs: autobusko stajalište
hu: buszmegálló
kk: автобус аялдамасы
nb: busstopp
nds: Bus-Töövsteed

source: car share
bs: najam auta
kk: автосеріктесу
nb: bil-deling
nds: Fohrgemeenschap

source: fuel
bs: gorivo
hu: üzemanyag
kk: жанармай
nb: drivstoff
nds: Tanksteed

source: parking
hu: parkoló
kk: паркинг
nb: parkering
nds: Parkplatz

source: train station
bs: željeznička stanica
hu: vasútállomás
kk: темір жол станциясы
nb: jernbanestasjon
nds: Bahnhoff

source: atm
hu: bankautomata
kk: банкомат
nb: minibank
nds: Geldautomaat

source: tram stop
bs: tramvajsko stajalište
hu: villamosmegálló
kk: трамвай аялдамасы
nb: trikkestopp
nds: Stratenbohn-Hollsteed

source: bicycle rental
bs: najam bicikla
hu: biciklikölcsönző
kk: велосипед жалға беру
nb: sykkelutleie
nds: Fohrradverhüür

source: car rental
bs: najam auta
hu: autókölcsönző
kk: авто жалға беру
nb: bilutleie
nds: Autoverhüür

source: speed camera
bs: brza kamera
hu: sebességmérő kamera
kk: жыдамдық өлшеу камерасы
nb: trafikkamera
nds: Radarfall

source: Local OSM Search
bs: Lokalna OSM pretraga
hu: Helyi OSM keresés
kk: Оффлайн OSM іздеу
nb: Lokalt OSM-søk
nds: Lokaal OSM-Söök

source: Offline OpenStreetMap Search
bs: Offline OpenStreetMap Traženje
hu: Offline OpenStreetMap keresés
kk: Оффлайн OpenStreetMap іздеуі
nb: Frakoblet OpenStreetMap-søk
nds: Afkoppelt OpenStreetMap-Söök

source: Searches for addresses and points of interest in offline maps.
bs: Traži adrese i tačke interesa u offline mapama.
kk: Адресті және керек орынды компьютердегі карталарда іздеу.
nb: Søker etter adresser og steder av interesse i frakoblede kart.
nds: Koorten för Afkoppelbedrief na Adressen un intressante Steden dörkieken

source: north
bs: sjever
hu: észak
kk: солтүстік
nb: nord
nds: Noord

source: north-west
bs: sjevero-zapad
hu: északnyugat
kk: солтүстік-батыс
nb: nordvest
nds: Noordwest

source: south-west
bs: jugo-zapad
hu: délnyugat
kk: оңтүстік-батыс
nb: sørvest
nds: Söödwest

source: south
bs: jug
hu: dél
kk: оңтүстік
nb: sør
nds: Sööd

source: south-east
bs: jugo-istok
hu: délkelet
kk: оңтүстік-шығыс
nb: sørøst
nds: Söödoost

source: east
bs: istok
hu: kelet
kk: шығыс
nb: øst
nds: Oost

source: north-east
bs: sjeveroistok
hu: északkelet
kk: солтүстік-шығыс
nb: nordøst
nds: Noordoost

source: Local Database Search
bs: Pretraga lokalne baze podataka
hu: Helyi adatbázis keresés
kk: Жергілікті деректер қорынан іздеу
nb: Lokalt database-søk
nds: Lokaal Datenbanksöök

source: Local Database
bs: Lokalna baza podataka
hu: Helyi adatbázis
kk: Жергілікті деректер қоры
nb: Lokal database
nds: Lokaal Datenbank

source: Searches the internal Marble database for placemarks
bs: Pretrage interne Marble baze podataka za oznake
kk: Орын белгілерді ішкі Marble дерек қорынан іздеу
nb: Søker i den interne Marble-databasen etter stedsmerker
nds: Kiekt de interne Marble-Datenbank na Steedmarken dör

source: TangoGPS Log File Parser
bs: TangoGPS log analizator datoteke
hu: TangoGPS naplófájl feldolgozó
kk: TangoGPS журнал файл талдағышы
nb: Tolker for TangoGPS loggfil
nds: TangoGPS-Logbookdateiinleser

source: Allows loading of TangoGPS log files.
bs: Omogućuje učitavanje TangoGPS log datoteka.
hu: Lehetővé teszi TangoGPS naplófájlok betöltését.
kk: TangoGPS журнал файлын жүктеуді рұқсат етеді.
nb: Brukes til å laste TangoGPS loggfiler.
nds: Laadt TangoGPS-Logbookdateien

source: TangoGPS Log Files
bs: TangoGPS Log datoteke
hu: TangoGPS naplófájlok
kk: TangoGPS журнал файлдары
nb: TangoGPS loggfiler
nds: TangoGPS-Logbookdateien

source: MapQuest Routing
bs: MapQuest usmjeravanja
hu: MapQuest útválasztás
kk: MapQuest-пен маршрут салу
nb: MapQuest-ruting
nds: MapQuest-Weegplanen

source: Worldwide routing using mapquest.org
bs: Usmjeravanje diljem svijeta pomocu mapquest.org
hu: Világméretű útválasztás a mapquest.org használatával
kk: mapquest.org көмегімен жер жүзінде маршрут салу
nb: Verdensruting med mapquest.org
nds: Weltwiet Weegplanen vun mapquest.org bruken

source: Car (fastest way)
bs: Automobil (najbrži put)
hu: Autó (leggyorsabb út)
kk: Автомобиль жолы (ең тезі)
nb: Bil (raskeste vei)
nds: Auto (gauest)

source: Car (shortest way)
bs: Automobil (najkraći put)
hu: Autó (legrövidebb út)
kk: Автомобиль жолы (ең қысқасы)
nb: Bil (korteste vei)
nds: Auto (körtst)

source: Transit (Public Transport)
bs: Tranzit (javni prijevoz)
kk: Қоғамдық көлгімен
nb: Kollektivt (Offentlig transport)
nds: Transit (Apen Personenverkehr)

source: Ignore
bs: Ignoriši
hu: Kihagyás
nb: Ignorer
nds: Övergahn

source: Avoid
bs: Izbjeći
nb: Unngå
nds: Verhöden

source: Favor
nb: Foretrekk
nds: Vörtrecken

source: Downloading %1
bs: Preuzimam %1
hu: %1 letöltése
kk: %1 жүктеп алуы
nb: Laster ned %1
nds: %1 warrt daallaadt.

source: Installing %1
bs: Instaliram %1
hu: %1 telepítése
kk: %1 орнатуы
nb: Installerer %1
nds: "%1" warrt installeert

source: An update is available. Click to install it.
bs: Nadogradnja je dostupna. Kliknite da je instalirate
hu: Egy frissítés érhető el, kattintson a telepítéséhez.
kk: Жаңартуы бар. Оны орнату үшін - түртіңіз.
nb: En oppdatering er tilgjengelig. Trykk for å installere den.
nds: Programm-Opfrischen verföögbor. Klick, wenn Du dat installeren wullt.

source: No update available. You are running the latest version.
bs: Nema dostupnih nadogradnji. Izvršavate posljednju verziju.
hu: Nem érhető el frissítés, a legújabb verziót használja.
kk: Жаңартуы жоқ. Ең жаңасы қолданыста.
nb: Ingen oppdatering tilgjengelig. Du kjører sen seneste versjonen.
nds: Keen Programm-Opfrischen verföögbor. Du hest de niegste Verschoon.

source: Are you sure you want to delete this map from the system?
bs: Da li ste sigurni da želite da izbrišete ovu mapu iz sistema?
hu: Biztosan szeretné eltávolítani ezt a térképet a rendszerből?
kk: Осы картаны жүйеңізден шын кетірмексіз бе?
nb: Er du sikker på at du vil slette dette kartet fra systemet?
nds: Wullt Du disse Koort redig ut dat Systeem wegmaken?

source: Remove Map
bs: Ukloni mapu
hu: Térkép eltávolítása
kk: Картаны өшіру
nb: Fjern kart
nds: Koort wegmaken

source: Nothing to do.
bs: Nema šta da se radi.
hu: Nincs mit tenni.
kk: Істейтін ештеңе жоқ.
nb: Ingenting å gjøre.
nds: Nix to doon.

source: Delete
bs: Obriši
hu: Törlés
kk: Өшіру
nb: Slett
nds: Wegdoon

source: Date
bs: Datum
hu: Dátum
nb: Dato
nds: Datum

source: No offline maps installed yet.
bs: Još uvijek nema instaliranih offline mapa.
hu: Nincsenek telepítve offline térképek.
kk: Компьютерде карталар орнатылмаған.
nb: Ingen frakoblede kart er installert ennå.
nds: Noch keen Koorten för Afkoppelbedrief installeert

source: The monav routing daemon does not seem to be installed on your system.
bs: Monav usmjeravanje daemon-a ne čini se kao da je instaliran na Vašem sistemu.
kk: Жүйеңізде monav кезекшісі орнатылмаған сияқты.
nb: Det ser ikke ut til at ruting-nissen monav er installert på systemet ditt.
nds: As dat lett is de Monav-Dämoon för't Weegplanen in'n Afkoppelbedrief op Dien Reekner nich installeert.

source: Monav Routing
bs: Monav rutiranje
hu: Monav útválasztás
kk: Monav-пен маршрутты салу
nb: Monav-ruting
nds: Monav-Weegplanen

source: Offline routing using the monav daemon
bs: Offline usmjeravanje pomoću monav daemon-a
kk: Monav кезекші қызметімен желіден тыс кезде маршрутты салу
nb: Frakoblet ruting med monav-nissen
nds: Afkoppelt Weegplanen mit den Monav-Dämoon

source: OpenStreetMap Nominatim Reverse Geocoding
bs: OpenStreetMap Nominatim obrnuto geokodiranje
kk: OpenStreetMap Nominatim кері геокодтауы
nb: OpenStreetMap Nominatim omvendt geokoding
nds: Geodatenoplösen mit OpenStreetMap-Nominatim

source: Online reverse geocoding using the OpenStreetMap Nominatim service
bs: Online obrnuto geokodiranje korištenjem usluge OpenStreetMap Nominatim
kk: OpenStreetMap Nominatim қызметі көмегімен онлайн кері геокодтау
nb: Tilkoblet omvendt geokoding ved bruk av OpenStreetMaps Nominatim-tjeneste
nds: Ümdreiht Geokoderen mit den „OpenStreetMap-Nominatim“-Deenst

source: OpenStreetMap Nominatim Search
bs: OpenStreetMap Nominatim pretraga
kk: OpenStreetMap Nominatim іздеуі
nb: OpenStreetMap Nominatim-søk
nds: Söök mit OpenStreetMap-Nominatim

source: Online search for placemarks using the OpenStreetMap Nominatim service
bs: Online pretraga oznaka koristeći OpenStreetMap Nominatim servis
kk: Орын белгілерді OpenStreetMap Nominatim қызметі көмегімен онлайн іздеу
nb: Tilkoblet søk etter stedsmerker ved bruk av OpenStreetMaps Nominatim-tjeneste
nds: Mit „OpenStreetMap-Nominatim“ na Steedmarken söken

source: Open Source Routing Machine (OSRM) Routing
bs: Mašina usmjeravanja izvora (OSRM) usmjeravanje
hu: Open Source Routing Machine (OSRM) útválasztás
kk: Open Source Routing Machine (OSRM) маршруттауы
nb: Ruting med Open Source Routing Machine (OSRM)
nds: Weegplanen mit OSRM (Open Source Routing Machine)

source: Worldwide routing using project-osrm.org
bs: Usmjeravanje diljem svijeta koristeći project-osrm.org
hu: Világméretű útválasztás a project-osrm.org használatával
kk: project-osrm.org көмегімен жер жүзінде маршрут салу
nb: Verdensruting med project-osrm.org
nds: Weltwiet Weegplanen mit project-osm.org
