Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Project: Visualization of Satellite Orbits</i></p>
hu: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Projekt: a műholdas pályák grafikus megjelenítése</i></p>
nds: <p>Guillaume Martres, <a href="mailto:smarter@ubuntu.com">smarter@ubuntu.com</a><br /><i>Projekt: Sichtborkeit vun Satelliten-Ümloopbahnen</i></p>

source: <b>Google Code-in</b>
nds: <b>»Code-in« vun Google</b>

source: <p> The Marble Team would like to thank its members who participated in the Google Code-in for their successful work on Marble:</p>
bs: <p> Mermer tim želi da se zahvali svojim članovima koji su učestvovali u Google Code-u za njihov uspješan rad na projektu Marble:</p>
kk: <p> Marble тобы келесі Google Code-in қатысушыларына табысты жұмысы үшін алғысын білдіреді:</p>
nb: <p>Marble-laget vil gjerne takke sine medlemmer som deltok i Google Code-in for deres vellykkede arbeid med Marble:</p>
nds: <p>De Marble-Koppel bedankt sik bi de Liddmaten, de bi »Code-in« vun Google mitmaakt hebbt för ehr Arbeit an Marble:</p>

source: <b>Google Summer of Code</b>
nds: <b>»Summer of Code« vun Google</b>

source: <p> The Marble Team would like to thank its members who participated in the Google Summer of Code for their successful work on Marble:</p>
bs: <p> Marble tim se zahvaljuje svojim članovima koji su učestvovali u Google Summer of Code za njihov uspješan rad na Marbleu:</p>
kk: <p> Marble тобы келесі Google Summer of Code қатысушыларына табысты жұмысы үшін алғысын білдіреді:</p>
nb: <p>Marble-laget vil gjerne takke sine medlemmer som deltok i Google Summer of Code for deres vellykkede arbeid med Marble:</p>
nds: <p>De Marble-Koppel bedankt sik bi de Liddmaten, de bi den »Summer of Code« vun Google mitmaakt hebbt för ehr Arbeit an Marble:</p>

source: <p>Konstantin Oblaukhov <a href="oblaukhov.konstantin@gmail.com">oblaukhov.konstantin@gmail.com</a><br /><i>Project: OpenStreetMap Vector Rendering</i></p>
bs: <p>Konstantin Oblaukhov <a href="oblaukhov.konstantin@gmail.com">oblaukhov.konstantin@gmail.com</a><br /><i>Projekt: OpenStreetMap Vector Rendering</i></p>
hu: <p>Konstantin Oblaukhov <a href="oblaukhov.konstantin@gmail.com">oblaukhov.konstantin@gmail.com</a><br /><i>Projekt: OpenStreetMap vektoros leképezés</i></p>
kk: <p>Konstantin Oblaukhov <a href="oblaukhov.konstantin@gmail.com">oblaukhov.konstantin@gmail.com</a><br /><i>Жобасы: OpenStreetMap қекторларын салу</i></p>
nb: <p>Konstantin Oblaukhov <a href="oblaukhov.konstantin@gmail.com">oblaukhov.konstantin@gmail.com</a><br /><i>Prosjekt: OpenStreetMap vektoropptegning</i></p>
nds: <p>Konstantin Oblaukhov <a href="oblaukhov.konstantin@gmail.com">oblaukhov.konstantin@gmail.com</a><br /><i>Projekt: OpenStreetMap-Vektorteken</i></p>

source: <p>Daniel Marth <a href="danielmarth@gmx.at">danielmarth@gmx.at</a><br /><i>Project: Marble Touch on MeeGo</i></p>
bs: <p>Daniel Marth <a href="danielmarth@gmx.at">danielmarth@gmx.at</a><br /><i>Projekt: Marble Touch on MeeGo</i></p>
hu: <p>Daniel Marth <a href="danielmarth@gmx.at">danielmarth@gmx.at</a><br /><i>Projekt: Marble Touch MeeGo eszközökön</i></p>
kk: <p>Daniel Marth <a href="danielmarth@gmx.at">danielmarth@gmx.at</a><br /><i>Жобасы: MeeGo-дегі Marble Touch</i></p>
nb: <p>Daniel Marth <a href="danielmarth@gmx.at">danielmarth@gmx.at</a><br /><i>Prosjekt: Marble Touch på MeeGo</i></p>
nds: <p>Daniel Marth <a href="danielmarth@gmx.at">danielmarth@gmx.at</a><br /><i>Projekt: Anröög-Marble op MeeGo</i></p>

source: <p>Gaurav Gupta <a href="mailto:1989.gaurav@gmail.com">1989.gaurav@gmail.com</a><br /><i>Project: Bookmarks</i></p>
hu: <p>Gaurav Gupta <a href="mailto:1989.gaurav@gmail.com">1989.gaurav@gmail.com</a><br /><i>Projekt: könyvjelzők</i></p>
kk: <p>Gaurav Gupta <a href="mailto:1989.gaurav@gmail.com">1989.gaurav@gmail.com</a><br /><i>Жобасы: Бетбелгілер</i></p>
nb: <p>Gaurav Gupta <a href="mailto:1989.gaurav@gmail.com">1989.gaurav@gmail.com</a><br /><i>Prosjekt: Bokmerker</i></p>
nds: <p>Gaurav Gupta <a href="mailto:1989.gaurav@gmail.com">1989.gaurav@gmail.com</a><br /><i>Projekt: Leestekens</i></p>

source: <p>Harshit Jain <a href="mailto:hjain.itbhu@gmail.com">hjain.itbhu@gmail.com</a><br /><i>Project: Time Support</i></p>
hu: <p>Harshit Jain <a href="mailto:hjain.itbhu@gmail.com">hjain.itbhu@gmail.com</a><br /><i>Projekt: idő támogatás</i></p>
kk: <p>Harshit Jain <a href="mailto:hjain.itbhu@gmail.com">hjain.itbhu@gmail.com</a><br /><i>Жобасы: Уақыт жүрісінің қолдауы</i></p>
nb: <p>Harshit Jain <a href="mailto:sonu.itbhu@googlemail.com">sonu.itbhu@googlemail.com</a><br /><i>Prosjekt: Tidsstøtte</i></p>
nds: <p>Harshit Jain <a href="mailto:hjain.itbhu@gmail.com">hjain.itbhu@gmail.com</a><br /><i>Projekt: Tietünnerstütten</i></p>

source: <p>Siddharth Srivastava <a href="mailto:akssps011@gmail.com">akssps011@gmail.com</a><br /><i>Project: Turn-by-turn Navigation</i></p>
hu: <p>Siddharth Srivastava <a href="mailto:akssps011@gmail.com">akssps011@gmail.com</a><br /><i>Projekt: sarokról-sarokra navigáció</i></p>
kk: <p>Siddharth Srivastava <a href="mailto:akssps011@gmail.com">akssps011@gmail.com</a><br /><i>Жобасы: Бұрап аралауы</i></p>
nb: <p>Siddharth Srivastava <a href="mailto:akssps011@gmail.com">akssps011@gmail.com</a><br /><i>Prosjekt: Sving-etter-sving-navigasjon</i></p>
nds: <p>Siddharth Srivastava <a href="mailto:akssps011@gmail.com">akssps011@gmail.com</a><br /><i>Projekt: Wegafsnitt-Navigeren</i></p>

source: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Project: OSM Annotation</i></p>
bs: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Projekat: OSM Annotation</i></p>
hu: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Projekt: OSM magyarázat</i></p>
kk: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Жобасы: OSM аңдатпасы</i></p>
nb: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Prosjekt: OSM-notater</i></p>
nds: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Projekt: OSM-Anmarken</i></p>

source: <p>Bastian Holst <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Project: Online Services</i></p>
bs: <p>Bastian Holst <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Projekat: Online usluge</i></p>
hu: <p>Bastian Holst <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Projekt: online szolgáltatások</i></p>
kk: <p>Bastian Holst <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Жобасы: Онлайн қызметері</i></p>
nb: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Prosjekt: online-tjenester</i></p>
nds: <p>Bastian Holst, <a href="mailto:bastianholst@gmx.de">bastianholst@gmx.de</a><br /><i>Projekt: Nettdeensten</i></p>

source: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>Project: Vector Tiles for Marble</i></p>
bs: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>Projekat: Vector Tiles za Marble</i></p>
hu: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>Projekt: vektoros csempék a Marble programhoz</i></p>
kk: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>Жобасы: Marble-дағы векторлы тор көздері</i></p>
nb: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>Prosjekt: Vektorfliser for Marble</i></p>
nds: <p>Patrick Spendrin <a href="pspendrin@gmail.com">pspendrin@gmail.com</a><br /><i>Projekt: Vektorkacheln för Marble</i></p>

source: <p>Shashank Singh <a href="mailto:shashank.personal@gmail.com">shashank.personal@gmail.com</a><br /><i>Project: Panoramio / Wikipedia -photo support for Marble</i></p>
bs: <p>Shashank Singh <a href="mailto:shashank.personal@gmail.com">shashank.personal@gmail.com</a><br /><i>Projekat: Panoramio / Wikipedia -foto podrška za Marble</i></p>
hu: <p>Shashank Singh <a href="mailto:shashank.personal@gmail.com">shashank.personal@gmail.com</a><br /><i>Projekt: Panoramio / Wikipédia - fényképtámogatás a Marble programhoz</i></p>
kk: <p>Shashank Singh <a href="mailto:shashank.personal@gmail.com">shashank.personal@gmail.com</a><br /><i>Project: Marble-де Panoramio / Wikipedia - фотоларды қолдау</i></p>
nb: <p>Shashank Singh <a href="mailto:shashank.personal@gmail.com">shashank.personal@gmail.com</a><br /><i>Prosjekt: Marble-støtte for Panoramio / Wikipedia -foto</i></p>
nds: <p>Shashank Singh <a href="mailto:shashank.personal@gmail.com">shashank.personal@gmail.com</a><br /><i>Projekt: Ünnerstütten vun Panoramio- un Wikipediafotos för Marble</i></p>

source: <p>Carlos Licea <a href="mailto:carlos.licea@kdemail.net">carlos.licea@kdemail.net</a><br /><i>Project: Equirectangular Projection ("Flat Map")</i></p>
bs: <p>Carlos Licea <a href="mailto:carlos.licea@kdemail.net">carlos.licea@kdemail.net</a><br /><i>Projekat: Equirectangular Projection ("Flat Map")</i></p>
hu: <p>Carlos Licea <a href="mailto:carlos.licea@kdemail.net">carlos.licea@kdemail.net</a><br /><i>Projekt: ekvirektanguláris vetítés („lapos térkép”)</i></p>
kk: <p>Carlos Licea <a href="mailto:carlos.licea@kdemail.net">carlos.licea@kdemail.net</a><br /><i>Жобасы: Тең тікбұрышты проекциясы ("Жалпақ карта")</i></p>
nb: <p>Carlos Licea <a href="mailto:carlos.licea@kdemail.net">carlos.licea@kdemail.net</a><br /><i>Prosjekt: Ekvirektangulær projeksjon ("Flatt kart")</i></p>
nds: <p>Carlos Licea <a href="mailto:carlos.licea@kdemail.net">carlos.licea@kdemail.net</a><br /><i>Projekt: Längdenliek Zylinnerprojizeren ("Flach Koort")</i></p>

source: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Project: GPS Support for Marble</i></p>
bs: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Projekat: GPS Podrška za Marble</i></p>
hu: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Projekt: GPS támogatás a Marble programhoz</i></p>
kk: <p>Murad Tagirov <a href="mailto:tmurad@gmail.com">tmurad@gmail.com</a><br /><i>Жобасы: GPS-ты Marble-да қолдауы</i></p>
nb: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Prosjekt: GPS-støtte for Marble</i></p>
nds: <p>Andrew Manson <a href="mailto:g.real.ate@gmail.com">g.real.ate@gmail.com</a><br /><i>Projekt: GPS-Ünnerstütten för Marble</i></p>

source: <p>Murad Tagirov <a href="mailto:tmurad@gmail.com">tmurad@gmail.com</a><br /><i>Project: KML Support for Marble</i></p>
bs: <p>Murad Tagirov <a href="mailto:tmurad@gmail.com">tmurad@gmail.com</a><br /><i>Projekat: KML Podrška za Marble</i></p>
hu: <p>Murad Tagirov <a href="mailto:tmurad@gmail.com">tmurad@gmail.com</a><br /><i>Projekt: KML támogatás a Marble programhoz</i></p>
kk: <p>Murad Tagirov <a href="mailto:tmurad@gmail.com">tmurad@gmail.com</a><br /><i>Жобасы: KLM-ді Marble-да қолдауы</i></p>
nb: <p>Murad Tagirov <a href="mailto:tmurad@gmail.com">tmurad@gmail.com</a><br /><i>Prosjekt: KML-støtte for Marble</i></p>
nds: <p>Murad Tagirov <a href="mailto:tmurad@gmail.com">tmurad@gmail.com</a><br /><i>Projekt: KML-Ünnerstütten för Marble</i></p>

source: <p>... and of course we'd like to thank the people at Google Inc. for making these projects possible.</p>
bs: <p>...i naravno željeli bismo zahvaliti ljudima iz Google Inc. jer su omogućili ove projekte.</p>
kk: <p>... әрине Google Inc. қызметкерлеріне осы жобалары болған үшін алғысымызды айтамыз.</p>
nb: <p>… og selvsagt vil vi takke folkene ved Google Inc. for å ha gjort disse prosjektene mulige.</p>
nds: <p>... un natüürlich de Lüüd bi »Google.Inc«, de disse Projekten mööglich maakt hebbt.</p>

source: <b>Credits</b>
bs: <b>Zasluge</b>
hu: <b>Köszönetnyilvánítás</b>
kk: <b>Алғыстар</b>
nb: <b>Takk til</b>
nds: <b>Dank an</b>

source: <p><i>Various Suggestions &amp; Testing:</i> Stefan Jordan, Robert Scott, Lubos Petrovic, Benoit Sigoure, Martin Konold, Matthias Welwarsky, Rainer Endres, Luis Silva, Ralf Gesellensetter, Tim Alder</p>
bs: <p><i>Različiti Prijedlozi i Testiranje:</i> Stefan Jordan, Robert Scott, Lubos Petrovic, Benoit Sigoure, Martin Konold, Matthias Welwarsky, Rainer Endres, Luis Silva, Ralf Gesellensetter, Tim Alder</p>
hu: <p><i>Különböző ajánlások és tesztelés:</i> Stefan Jordan, Robert Scott, Lubos Petrovic, Benoit Sigoure, Martin Konold, Matthias Welwarsky, Rainer Endres, Luis Silva, Ralf Gesellensetter, Tim Alder</p>
kk: <p><i>Түрлі ұсыныстар &amp; сынақтар үшін келесілерге:</i> Stefan Jordan, Robert Scott, Lubos Petrovic, Benoit Sigoure, Martin Konold, Matthias Welwarsky, Rainer Endres, Luis Silva, Ralf Gesellensetter, Tim Alder</p>
nb: <p><i>Diverse forslag og testing:</i> Stefan Jordan, Robert Scott, Lubos Petrovic, Benoit Sigoure, Martin Konold, Matthias Welwarsky, Rainer Endres, Luis Silva, Ralf Gesellensetter, Tim Alder</p>
nds: <p><i>Verscheden Vörslääg un Utproberen:</i> Stefan Jordan, Robert Scott, Lubos Petrovic, Benoit Sigoure, Martin Konold, Matthias Welwarsky, Rainer Endres, Luis Silva, Ralf Gesellensetter, Tim Alder</p>

source: <p> We'd especially like to thank John Layt who provided an important source of inspiration by creating Marble's predecessor "Kartographer".</p>
bs: <p> Želimo se posebno zahvaliti Johnu Laytu koji je omogućio važan izvor inspiracije kreirajući Marbleovog prethodnika "Kartographer".</p>
kk: <p>Бізге шабыт берген Marble-ға ізашар болған "Kartographer" деген бағдарламаны жазған үшін John Layt-қа ерекше рақмет.</p>
nb: <p>Vi vil rette en spesiell takk til John Layt for en viktig inspirasjonskilde ved å ha laget forgjengeren til Marble, «Kartographer».</p>
nds: <p> Besünner Dank an John Layt för't Praatstellen vun en wichtig Ideenborn, Marble sien Vörahn »Kartographer«.</p>

source: <b>Maps</b>
bs: <b>Mape</b>
hu: <b>Térképek</b>
kk: <b>Карталар</b>
nb: <b>Kart</b>
nds: <b>Koorten</b>

source: <p><i>Blue Marble Next Generation (500 m / pixel)</i><br />NASA Goddard Space Flight Center Earth Observatory <a href="http://earthobservatory.nasa.gov/Newsroom/BlueMarble/">http://earthobservatory.nasa.gov/Newsroom/BlueMarble/</a></p>
kk: <p><i>Blue Marble Next Generation (500 м / пиксел)</i><br />NASA Goddard ғарышта ұшу орталық Жер обсерваториясы <a href="http://earthobservatory.nasa.gov/Newsroom/BlueMarble/">http://earthobservatory.nasa.gov/Newsroom/BlueMarble/</a></p>
nb: <p><i>Blue Marble neste generasjon (500 m / piksel)</i><br />NASA Goddard Space Flight Center Earth Observatory <a href="http://earthobservatory.nasa.gov/Newsroom/BlueMarble/">http://earthobservatory.nasa.gov/Newsroom/BlueMarble/</a></p>
nds: <p><i>»Blue Marble Next Generation« (500m per Pixel)</i><br />De NASA ehr "Goddard Space Flight Center"-Eerdsteernwacht <a href="http://earthobservatory.nasa.gov/Newsroom/BlueMarble/">http://earthobservatory.nasa.gov/Newsroom/BlueMarble/</a></p>

source: <p><i>Earth's City Lights</i><br />Data courtesy Marc Imhoff of NASA GSFC and Christopher Elvidge of NOAA NGDC. Image by Craig Mayhew and Robert Simmon, NASA GSFC.</p>
bs: <p><i>Gradska Svjetla Zemlje</i><br />Usluživanje podacima Marc Imhoff of NASA GSFC i Christopher Elvidge of NOAA NGDC. Slika od strane Craiga Mayhewa i Roberta Simmona, NASA GSFC.</p>
kk: <p><i>Жер шаһар шамдары</i><br />Деректерді берген Marc Imhoff, NASA GSFC және Christopher Elvidge, NOAA NGDC. Суретті жасаған Craig Mayhew мен Robert Simmon, NASA GSFC.</p>
nb: <p><i>Jordens bylys</i><br />Data fra Marc Imhoff fra NASA GSFC og Christopher Elvidge fra NOAA NGDC. Bilde laget av Craig Mayhew og Robert Simmon, NASA GSFC.</p>
nds: <p><i>Lichten vun de Städer op de Eer</i><br />Dank an Marc Imhoff, NASA /GSFC un Christopher Elvidge, NOAA/NGDC. Bild vun Craig Mayhew un Robert Simmon, NASA/GSFC.</p>

source: <p><i>Shuttle Radar Topography Mission (SRTM30, 1 km / pixel )</i><br />NASA Jet Propulsion Laboratory <a href="http://www2.jpl.nasa.gov/srtm/">http://www2.jpl.nasa.gov/srtm/</a></p>
kk: <p><i>Шаттлдың радар топография сапары (SRTM30, 1 км / пиксел)</i><br />NASA реактивті қозғалтқыш зертханасы <a href="http://www2.jpl.nasa.gov/srtm/">http://www2.jpl.nasa.gov/srtm/</a></p>
nb: <p><i>Shuttle Radar Topography Mission (SRTM30, 1 km / piksel )</i><br />NASA Jet Propulsion Laboratory <a href="http://www2.jpl.nasa.gov/srtm/">http://www2.jpl.nasa.gov/srtm/</a></p>
nds: <p><i>»Shuttle Radar Topography Mission« (SRTM30, 1km per Pixel)</i><br />»NASA Jet Propulsion Laboratory« (De NASA ehr Labor för Düsenandrieven)<a href="http://www2.jpl.nasa.gov/srtm/">http://www2.jpl.nasa.gov/srtm/</a></p>

source: <p><i>Micro World Data Bank in Polygons ("MWDB-POLY / MWDBII")</i><br />CIA ; Global Associates, Ltd.; Fred Pospeschil and Antonio Rivera</p>
bs: <p><i>Micro World Data Bank in Polygons ("MWDB-POLY / MWDBII")</i><br />CIA ; Globalni Suradnici, Ltd.; Fred Pospeschil and Antonio Rivera</p>
kk: <p><i>Micro World Data Bank in Polygons ("MWDB-POLY / MWDBII")</i><br />CIA ; Global Associates, Ltd.; Fred Pospeschil мен Antonio Rivera</p>
nds: <p><i>"Micro World"-Datenbank in Veelecken ("MWDB-POLY / MWDBII")</i><br />CIA ; Global Associates, Ltd.; Fred Pospeschil un Antonio Rivera</p>

source: <p><i>Temperature and Precipitation Maps (July and December)</i><br />A combination of two datasets:<ul><li>Legates, D.R. and Willmott, C.J. 1989. Average Monthly Surface Air Temperature and Precipitation. Digital Raster Data on a .5 degree Geographic (lat/long) 361x721 grid (centroid-registered on .5 degree meridians). Boulder CO: National Center for Atmospheric Research. <a href="http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm">http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm</a></li><li>CRU CL 2.0: New, M., Lister, D., Hulme, M. and Makin, I., 2002: A high-resolution data set of surface climate over global land areas. Climate Research 21.<a href="http://www.cru.uea.ac.uk/cru/data/hrg">http://www.cru.uea.ac.uk/cru/data/hrg</a></li></ul></p>
bs: <p><i>Temperaturne i Padavinske Mape (Juli and Decembar)</i><br />Kombinacija dva seta podataka:<ul><li>Legates, D.R. i Willmott, C.J. 1989. Prosječna Mjesečna Količina Temperature Zraka i Padavina. Digitalni Raster Podaci na .5 stupnju Geografske (širine/dužine) 361x721 mreža (centroid-registrovan na .5 stupanjskom meridijanu). Boulder CO: Nacionalni Centar za Atmosferisko Istraživanje. <a href="http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm">http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm</a></li><li>CRU CL 2.0: New, M., Lister, D., Hulme, M. i Makin, I., 2002: Set podataka visoke rezolucije o površinskoj klimi preko globalnih površina tla. Klimatsko Istraživanje 21.<a href="http://www.cru.uea.ac.uk/cru/data/hrg">http://www.cru.uea.ac.uk/cru/data/hrg</a></li></ul></p>
kk: <p><i>Температура мен жауын-шашын карталары (шілде мен желтоқсан)</i><br />Екі дерек көзінен құрастырылған:<ul><li>Legates, D.R. and Willmott, C.J. 1989. Average Monthly Surface Air Temperature and Precipitation. Digital Raster Data on a .5 degree Geographic (lat/long) 361x721 grid (centroid-registered on .5 degree meridians). Boulder CO: National Center for Atmospheric Research. <a href="http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm">http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm</a></li><li>CRU CL 2.0: New, M., Lister, D., Hulme, M. and Makin, I., 2002: A high-resolution data set of surface climate over global land areas. Climate Research 21.<a href="http://www.cru.uea.ac.uk/cru/data/hrg">http://www.cru.uea.ac.uk/cru/data/hrg</a></li></ul></p>
nb: <p><i>Temperatur og nedbørskart (juli og desember)</i><br />En kombinasjon av to datasett:<ul><li>Legates, D.R. and Willmott, C.J. 1989. Average Monthly Surface Air Temperature and Precipitation. Digital Raster Data on a .5 degree Geographic (lat/long) 361x721 grid (centroid-registered on .5 degree meridians). Boulder CO: National Center for Atmospheric Research. <a href="http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm">http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm</a></li><li>CRU CL 2.0: New, M., Lister, D., Hulme, M. and Makin, I., 2002: A high-resolution data set of surface climate over global land areas. Climate Research 21.<a href="http://www.cru.uea.ac.uk/cru/data/hrg">http://www.cru.uea.ac.uk/cru/data/hrg</a></li></ul></p>
nds: <p><i>Temperatuur- un Nedderslagkoorten (Juli un Dezember)</i><br />Twee tosamensett Datensetten:<ul><li>Legates, D.R. un Willmott, C.J. 1989. Dörsnittlich Lufttemperatuur un Nedderslag an de Eer per Maand. Digitaal Rasterdaten op en geograafsch Gaddernett vun 361x721 (Breed/Längd) un 0,5 Graad Ünnerdelen (mit Fokus op 0,5 Graad Längdenkrinken). Boulder, Colorado: Natschonaal Zentrum för Atmosferenforschen. <a href="http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm">http://www.ngdc.noaa.gov/ecosys/cdroms/ged_iia/datasets/a04/lw.htm</a></li><li>CRU CL 2.0: New, M., Lister, D., Hulme, M. un Makin, I., 2002: En Sett vun Weltklimadaten in hoge Oplösen. Klimaforschen 21.<a href="http://www.cru.uea.ac.uk/cru/data/hrg">http://www.cru.uea.ac.uk/cru/data/hrg</a></li></ul></p>

source: <b>Street Map</b>
bs: <b>Ulična mapa</b>
hu: <b>Utca térkép</b>
kk: <b>Көшелер картасы</b>
nb: <b>Gatekart</b>
nds: <b>Stratenkoort</b>

source: <p><i>OpenStreetMap</i><br />The street maps used in Marble via download are provided by the <a href="http://www.openstreetmap.org">OpenStreetMap</a> Project ("OSM"). OSM is an open community which creates free editable maps.<br /><i>License</i>: OpenStreetMap data can be used freely under the terms of the <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>.</p>
bs: <p><i>OpenStreetMap</i><br />Mape ulica koje se koriste u Marbleu preuzimanjem su obezbijeđene od strane <a href="http://www.openstreetmap.org">OpenStreetMap</a> Projekat ("OSM"). OSM je otvorena zajednica koja kreira besplatne izmjenjive mape.<br /><i>License</i>: OpenStreetMap podaci mogu biti korišteni slobodno pod uslovima <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 licenca</a>.</p>
kk: <p><i>OpenStreetMap</i><br />Marble пайдаланатын көшелер карталары <a href="http://www.openstreetmap.org">OpenStreetMap</a> ("OSM") жобасынан жүктеп алынады. OSM деген еркін өңдеу рұқсат етілген қарталарды шығаратын ашық қоғам.<br /><i>Лиңензиясы</i>: OpenStreetMap деректерін <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a> шартарын орындап еркін қолдануға болады.</p>
nb: <p><i>OpenStreetMap</i><br />Gatekartene som brukes i Marble via nedlasting er fremskaffet av <a href="http://www.openstreetmap.org">OpenStreetMap</a>-prosjektet ("OSM"). OSM er et åpent fellesskap som lager frie, redigerbare kart.<i>Lisens</i>: OpenStreetMap data kan brukes fritt under betingelsene i <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative Commons Attribution-ShareAlike 2.0 license</a>.</p>
nds: <p><i>OpenStreetMap</i><br />De Stratenkoorten warrt vun dat <a href="http://www.openstreetmap.org">OpenStreetMap</a>-Projekt praatstellt ("OSM"). OSM is en apen Meenschap, de free bewerkbor Koorten opstellt.<br /><i>Verlööfnis</i>: De Daten vun OpenStreetMap laat sik ümsünst un free na de Bedingen vun de <a href="http://wiki.openstreetmap.org/index.php/OpenStreetMap_License">Creative-Commons Utwiesen-Liekedeeler-Verlööfnis 2.0</a> bruken.</p>
