Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/marble_qt.po
Languages: bs, hu, kk, nb, nds

source: OpenRouteService Routing
bs: OpenRouteService rutiranje
hu: OpenRouteService útválasztás
kk: OpenRouteService маршрут салуы
nb: OpenRouteService-ruting
nds: OpenRouteService-Weegplanen

source: Routing in Europe using openrouteservice.org
bs: Usmjeravanje u Evropi pomoću openrouteservice.org
hu: Útválasztás Európában az openrouteservice.org használatával
kk: Еуропада openrouteservice.org көмегімен маршрут салу
nb: Henter europeiske ruter fra openrouteservice.org
nds: Europawiet Weegplanen mit openrouteservice.org

source: Pedestrian (shortest way)
bs: Pješak (najkraći put)
hu: Gyalog (legrövidebb út)
kk: Жаяу жолы (ең қысқасы)
nb: Fotgjenger (korteste vei)
nds: To Foot (körtst)

source: Bicycle (shortest track)
bs: Bicikl (najkraći put)
hu: Kerékpár (legrövidebb út)
kk: Велосипед жолы (ең қысқасы)
nb: Sykkel (korteste vei)
nds: Fohrrad (körtst)

source: Bicycle (Mountainbike)
bs: Bicikl (planinski)
hu: Kerékpár (mountain bike)
kk: Велосипед (тау велосипеді)
nb: Sykkel (Off-road sykkel)
nds: Fohrrad (Mountainbike)

source: Bicycle (Racer)
bs: Bicikl (trkaći)
hu: Kerékpár (verseny)
kk: Велосипед (жарыс велосипеді)
nb: Sykkel (Racer)
nds: Fohrrad (Rennrad)

source: Bicycle (safest track)
bs: Bicikl (najbezbjedniji puti)
hu: Kerékpár (legbiztonságosabb út)
kk: Велосипед жолы (ең қауіпсізі)
nb: Sykkel (tryggeste vei)
nds: Fohrrad (sekerst)

source: Bicycle (preferred Cycleway/-route)
bs: Bicikl (preferirani kružni put)
hu: Kerékpár (kerékpárutak előnyben részesítve)
kk: Велосипед (веложолдар басымды)
nb: Sykkel (foretrukket sykkelsti/-rute)
nds: Fohrrad (vörtrocken Radpadd/-weg)

source: Osm File Parser
bs: Analizator Osm datoteka
hu: Osm fájlfeldolgozó
kk: Osm файл талдағышы
nb: Tolker for OSM-fil
nds: Inleser för OSM-Dateien

source: Create GeoDataDocument from Osm Files
bs: Kreiraj GeoDataDocument iz Osm datoteka
hu: GeoDataDocument létrehozása Osm fájlokból
kk: Osm файлдарынан GeoDataDocument құру
nb: Lag GeoDataDocument fra OSM-filer
nds: GeoData-Dokment ut OSM-Dateien opstellen

source: OpenStreetMap Data
bs: OpenStreetMap podaci
hu: OpenStreetMap adat
kk: OpenStreetMap дерегі
nds: OpenStreetMap-Daten

source: Pn2 File Parser
bs: Analizator Pn2 datoteka
hu: Pn2 fájlfeldolgozó
kk: Pn2 файл талдағышы
nb: Tolker for Pn2-fil
nds: Inleser för Pn2-Dateien

source: Create GeoDataDocument from Pn2 Files
bs: Kreiraj GeoDataDocument iz Pn2 datoteka
hu: GeoDataDocument létrehozása Pn2 fájlokból
kk: Pn2 файлдарынан GeoDataDocument құру
nb: Lag GeoDataDocument fra Pn2-filer
nds: GeoData-Dokment ut Pn2-Dateien opstellen

source: Compressed Pnt
bs: Kompresovana tačka
hu: Tömörített Pnt
kk: Сығылған Pnt
nb: Dekomprimert Pnt
nds: Komprimeert Pnt

source: Pnt File Parser
bs: Analizator Pnt datoteka
hu: Pnt fájlfeldolgozó
kk: Pnt файл талдағышы
nb: Tolker for Pnt-fil
nds: Inleser för PNT-Dateien

source: Create GeoDataDocument from Pnt Files
bs: Kreiraj GeoDataDocument iz Pnt datoteka
hu: GeoDataDocument létrehozása Pnt fájlokból
kk: Pnt файлдарынан GeoDataDocument құру
nb: Lag GeoDataDocument fra Pnt-filer
nds: GeoData-Dokment ut PNT-Dateien opstellen

source: Micro World Database II
bs: Mikro svjetska baza podataka II
nds: Micro-World-Datenbank II

source: Routino Routing
bs: Routino rutiranje
hu: Routino útválasztás
kk: Routino-мен маршрут салу
nb: Routino-ruting
nds: Routino-Weegplanen

source: Retrieves routes from routino
bs: Vraća rute iz routino
hu: Utakat fogad a routino-tól
kk: Маршрутты routino-дан алу
nb: Henter ruter fra routino
nds: Weeg vun Routino afropen

source: Shp File Parser
bs: Shp analizator datoteka
hu: Shp fájlfeldolgozó
kk: Shp файл талдағышы
nb: Tolker for Shp-fil
nds: Shp-Dateiinleser

source: Create GeoDataDocument from Shp Files
bs: Kreiraj GeoDataDocument iz Shp datoteka
hu: GeoDataDocument létrehozása Shp fájlokból
kk: Shp файлдарынан GeoDataDocument құру
nb: Lag GeoDataDocument fra Shp-filer
nds: GeoData-Dokment ut Shp-Dateien opstellen

source: Shapefile Map Files
bs: Mapa datoteka oblika datoteke
kk: Shapefile карта файлдары
nb: Shapefile kartfiler
nds: Shapefile-Koortdateien

source: Retrieves routes from traveling salesman
bs: Preuzimanje puteva od trgovačkog putnika
hu: Útvonalakat fogad az utazó ügynöktől
kk: Маршрутты traveling salesman-дан алу
nb: Henter ruter fra traveling salesman
nds: Weeg vun Traveling Salesman afropen

source: Traveling Salesman Routing
bs: Rutiranje trgovačkog putnika
hu: Utazó ügynök útválasztás
kk: Traveling Salesman-мен маршрут салу
nb: Traveling Salesman-ruting
nds: "Traveling Salesman"-Weegplanen

source: Yours Routing
bs: Vaše rutiranje
hu: Yours útválasztás
kk: YOURS-пен маршрут салу
nb: Yours-ruting
nds: Yours-Weegplanen

source: Worldwide routing using a YOURS server
bs: Svjetsko usmjeravanje pomoću YOURS servera
hu: Világméretű útválasztás egy YOURS kiszolgáló használatával
kk: YOURS сервер көмегімен жер жүзінде маршрут салу
nb: Verdensruting med en YOURS-tjener
nds: En YOURS-Server för weltwiet Weegplanen bruken

source: FITemplate
nds: Sweev-Vörlaag

source: Float Item &Template
bs: &Šablon plutajućeg predmeta
hu: Lebegő elem &sablon
kk: Қалқымалы &үлгісі
nb: &Mal for flytende elementer
nds: Sweevelement-&Vörlaag

source: This is a template class for float items.
bs: Ovo je šablonska klasa za plutajuće predmete.
hu: Ez egy minta osztály a lebegő elemekre.
kk: Қалқымалы нәрселердің үлгі класы.
nb: Dette er en malklasse for flytende elementer.
nds: Dit is en Vörlaagklass för Sweevelementen

source: Andromeda
hu: Androméda
kk: Андромеда

source: Eridanus
bs: Eridan
hu: Eridánusz
kk: Эридан
nb: Floden

source: Orion
kk: Орион

source: Pegasus
bs: Pegaz
hu: Pegazus
kk: Пырақ

source: Perseus
bs: Persej
hu: Perzeusz
kk: Персей

source: km/h
kk: км/сағ

source: m
kk: м

source: km
kk: км

source: m/h
kk: м/сағ

source: ft
hu: láb
kk: фут

source: W
bs: Z
hu: NY
kk: Б
nb: V

source: N
bs: S
hu: É
kk: С

source: S
bs: J
hu: D
kk: О

# West, the direction
source: W
bs: Z
hu: NY
kk: Б
nb: V

# North, the direction
source: N
bs: S
hu: É
kk: С

# South, the direction
source: S
bs: J
hu: D
kk: О

source: <p>Thibaut Gridel <a href="mailto:tgridel@free.fr">tgridel@free.fr</a><br /><i>Geodata</i></p>
kk: <p>Thibaut Gridel <a href="mailto:tgridel@free.fr">tgridel@free.fr</a><br /><i>Геодеректер</i></p>

source: mi
kk: миля

# the planet
source: Venus
bs: Venera
hu: Vénusz
kk: Шолпан

# the planet
source: Mars
kk: Марс

# the planet
source: Jupiter
kk: Юпитер

# the planet
source: Saturn
hu: Szaturnusz
kk: Сатурн

# the planet
source: Uranus
bs: Uran
hu: Uránusz
kk: Уран

# the planet
source: Pluto
bs: Pluton
hu: Plútó
kk: Плутон

source: GpsInfo
kk: Gps ақпары

source: &GpsInfo
kk: &Gps ақпары

source: mph
kk: миля/сағ

source: %1 km
kk: %1 км

source: %1 m
kk: %1 м

source: Venus
bs: Venera
hu: Vénusz
kk: Шолпан

source: Mars
kk: Марс

source: Jupiter
kk: Юпитер

source: Saturn
hu: Szaturnusz
kk: Сатурн

source: Uranus
bs: Uran
hu: Uránusz
kk: Уран

# Name of a satellite group
source: FENGYUN 1C Debris
hu: FENGYUN 1C törmelék
kk: FENGYUN 1C қалдықтары
nb: Rester etter FENGYUN 1C

# Name of a satellite group
source: IRIDIUM 33 Debris
hu: IRIDIUM 33 törmelék
kk: IRIDIUM 33 қалдықтары
nb: Rester etter IRIDIUM 33

# Name of a satellite group
source: COSMOS 2251 Debris
hu: COSMOS 2251 törmelék
kk: COSMOS 2251 қалдықтары
nb: Rester etter COSMOS 2251

# Name of a satellite group
source: Gorizont
kk: Горизонт

# Name of a satellite group
source: Raduga
kk: Радуга

# Name of a satellite group
source: Molniya
kk: Молния

source: twitter
kk: твиттер

source: &twitter
kk: &твиттер

source: sandstorm
bs: pješčana oluja
hu: homokvihar
kk: кұмды боран

source: NNW
bs: SSZ
hu: ÉÉNY
kk: ССБ
nb: NNV

source: NW
bs: SZ
hu: ÉNY
kk: СБ
nb: NV

source: WNW
bs: ZSZ
hu: NYÉNY
kk: БСБ
nb: VNV

source: SSW
bs: JJZ
hu: DDNY
kk: ООБ
nb: SSV

source: SW
bs: JZ
hu: DNY
kk: ОБ
nb: SV

source: WSW
bs: ZJZ
hu: NYDNY
kk: БОБ
nb: VSV

source: m/s
kk: м/с

source: Beaufort
bs: bofor
kk: Бофорт

source: hPa
kk: гПа

source: kPa
kk: кПа

source: Bar
kk: Бар

source: mmHg
kk: мм с.б.

# Wind: WindSpeed
source: Wind: %4
bs: Vjetar: %4
hu: Szél: %4
kk: Жел: %4
nb: Vind: %4

# Wind: WindDirection
source: Wind: %4
bs: Vjetar: %4
hu: Szél: %4
kk: Жел: %4
nb: Vind: %4

source: &Wikipedia
hu: &Wikipédia
kk: &Уикипедия

source: pois
hu: érdekes pontok
kk: елеулілер
nb: sted av interesse

source: hotel
kk: мейманхана
nb: hotell

source: motel
kk: мотель
nb: motell

source: school
bs: škola
hu: középiskola
kk: мектеп
nb: skole

source: bar
hu: bár
kk: бар

source: bank
bs: banka
kk: банк

source: museum
bs: muzej
hu: múzeum
kk: музей

source: ruin
bs: ruševina
hu: rom
kk: қираған үйінді

source: zoo
bs: zoološki vrt
hu: állatkert
kk: хайуанат паркі
nb: dyrepark

source: taxi
bs: taksi
kk: такси

source: west
bs: zapad
hu: nyugat
kk: батыс
nb: vest

source: Transport
hu: Szállítás
kk: Көлік

source: Digital Cinema (2048x1536)
hu: Digitális mozi (2048x1536)
nb: Digital kino (2048x1536)

# journey duration
source: %1:%2 h
nb: %1: %2 t

# DayOfWeek: Condition, MinTemp to MaxTemp
source: %1: %2, %3 to %4
bs: %1: %2, %3 do %4
nb: %1: %2, %3 til %4

source: Google Earth KML
bs: Google Zemlja KML

source: Traveling Salesman
bs: Trgovački putnik
hu: Utazó ügynök

source: Yours
bs: Vaš

source: Start
hu: Kezdés
