Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/pairs.appdata.po
Languages: et, fi, nds, nl, pl, sk, sl, sv, zh_tw

source: Words: A game to develop the memory and reading skills of the child. On a board there are different cards all facing down so the player does not see the content. There are two types of cards, one card has a picture and another card has a word. The player has to find the right word that matches the right picture. When a match is found both cards stay uncovered and the player get a point.
et: Sõnad: mälu ja lugemise arendamise mäng. Mängulauale on selg üles asetatud kaardid, nii et nende pilte pole näha. Kaarte on kaht tüüpi: ühtedel on pilt, teistel sõna. Mängija peab leidma sõna, mis vastab pildile, või vastupidi. Kui paariline on leitud, avatakse mõlemad kaardid ja mängija teenib punkti.
fi: Sanat: Peli lapsen muistin ja lukutaidon kehittämiseksi. Laudalla on eri kortteja kuvapuoli alaspäin, jotta pelaaja ei näe niitä. Kuvia on kahdenlaisia: toisissa on kuva ja toisissa sana. Pelaajan täytyy löytää kuvaa vastaavat sanat. Parin löydyttyä kortit jäävät kuvapuoli ylöspäin ja pelaaja saa pisteen.
nds: Wöör: En Speel för't Öven vun't Behollen un vun't Lesen. Op en Disch gifft dat en Reeg Koorten, all mit de Böversiet na nerrn. De Speler kann also de Biller dor op nich ankieken. Dat gifft twee Oorden Koorten, op de een sünd Biller un op de anner Oort steiht en Woort. De Speler mutt dat Woort finnen, dat elkeen Bild tohöört. Hett he en Poor funnen, blievt de Koorten opdeckt un de Speler kriggt en Punkt.
nl: Woorden: een spel om het geheugen en leesvaardigheid van het kind te ontwikkelen. Op een bord bevinden zich verschillende omgedraaide kaarten, zodat de speler de inhoud niet kan zien. Er zijn twee typen kaarten, één kaart heeft een plaatje en een andere kaart bevat een woord. De speler moet het juiste woord vinden dat overeenkomt met het juiste plaatje. Wanneer een overeenkomst is gevonden blijven beide kaarten omhoog liggen en de speler krijgt een punt.
pl: Słowa: Gra na polepszenie zdolności zapamiętywania oraz umiejętności czytania. Na planszy umieszczono różne karty, wszystkie nieodkryte, tak że gracz nie widzi zawartości. Istnieją dwa rodzaje kart, jeden zawiera zdjęcia, a drugi słowa. Gracz ma za zadanie znaleźć słowo pasujące do zdjęcia na karcie i tak dla każdej karty. Gdy uda się znaleźć pasujące karty, to obie pozostaną odkryte, a gracz zdobywa punkt.
sk: Slová: Hra na rozvoj pamäťových a čítačích zručnosti dieťaťa. Na doske sú rôzne karty všetky tvárou dolu, teda hráč ich nevidí. Sú dva typy kariet, jedna karta má obrázok a druhá má slovo. Hráč musí nájsť správne slovo, ktoré vyhovuje správnemu obrázku. Ak sa nájde zhoda, obe karty ostanú odkryté a hráč získava bod.
sl: Besede: igra za razvoj spomina in bralnih sposobnosti otroka. Na igralni površini so različne karte, ki se jim vidijo le hrbti. Obstajata dve vrsti kart: ena ima sliko na drugi pa se nahaja beseda. Igralec mora najti besedo, ki se ujema s sliko. Ko je povezana karta najdena, se obe razkrijeta in igralec dobi točko.
sv: Ord: Ett spel för att utveckla ett barns minnes- och läsfärdighet. Olika kort finns på ett bräde, alla med framsidan nedåt så att spelaren inte ser innehållet. Det finns två typer av kort, den ena typen har en bild och den andra har ett ord. Spelaren ska hitta rätt ord som hör ihop med varje bild. När en motsvarighet hittas förblir båda korten avtäckta och spelaren får en poäng.
zh_tw: 單字遊戲：訓練記憶與閱讀能力的遊戲。玩家要找出圖片與相對應的正確單字。
