Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/pairs.appdata.po
Languages: et, fi, nds, nl, pl, sk, sl, sv, zh_tw

source: Pairs
et: Paarid
fi: Parit
nds: Poren
nl: Paren
pl: Pary
sk: Páry
sl: Pari
sv: Par
zh_tw: 配對遊戲_Pairs

source: Memory Enhancement Game
et: Mälu parandamise mäng
fi: Muistipeli
nds: Speel för't Verbetern vun't Behollen
nl: Geheugenoefenspel
pl: Gra na ćwiczenie pamięci
sk: Hra na zlepšenie pamäte
sl: Igra za izboljšanje spomina
sv: Spel för att förbättra minnet
zh_tw: 加強記憶力的遊戲

source: Pairs is a collection of games aimed to help the development of preschool children. With these games the child can improve memory, logic, hearing, and even reading skills. Each game can have different themes so the child is stimulated with different and new challenges. It provides an editor to create own game sets.
et: Paarid koosneb õige mitmest mängust, mis on eelkõige mõeldud koolieelikute arendamiseks. Mängud aitavad parandada laste mälu, loogilist mõtlemisvõimet, kuulamis- ja isegi lugemisoskust. Kõigil mängudel on eri teema, mis aitab koondada lapse tähelepanu just sellele mängule. Samuti on olemas redaktor, millega saab ise mänge luua.
fi: Parit on kokoelma alle kouluikäisille lapsille suunnattuja pelejä. Näillä peleillä voit kehittää muistia, logiikkaa, kuuloa ja jopa lukutaitoa. Kussakin pelissä voi valita erilaisia teemoja, jotta lapsen kiinnostus säilyy uusien erilaisten haasteiden edessä. Peleihin sisältyy muokkain, jolla luoda omia pelimuunnelmia.
nds: Poren is en Sett Spelen för Kinners, ehr se to School kaamt. Mit disse Spelen kann dat Kind dat Behollen, de Logik, dat Henhören un ok dat Lesen verbetern. Elkeen Speel kann verscheden Mustern hebben, dat Kind beleevt dor verscheden Rutföddern mit. Dat gifft ok en Editor, mit den sik egen Spelen opstellen laat.
nl: Paren is een verzameling spellen gericht op het helpen van de ontwikkeling van voorschoolse kinderen. Met deze spellen kan het kind zijn geheugen, logica, horen en zelfs leesvaardigheid verbeteren. Elk spel kan verschillende thema's hebben zodat het kind gestimuleerd wordt door verschillende en nieuwe uitdagingen. Het biedt een bewerker om eigen sets spellen te ontwikkelen.
pl: Pary jest zbiorem gier przeznaczonych do wspomagania rozwoju dzieci w wieku przedszkolnym. Z pomocą tych gier dzieci mogą poprawić pamięć, logikę, słuchanie, a nawet umiejętności czytania. Każda gra ma różne wystroje, więc dziecko jest stymulowana różnymi i nowymi wyzwaniami. Program dostarcza edytor do tworzenia własnych zestawów gier.
sk: Pairs je kolekcia hier zameraných na pomoc s vývojom predškolských detí. S týmito hrami si dieťa môže zlepšiť pamäť, logiku, počúvanie a dokonca čítanie. Každá hra môže mať rôzne témy a stimuluje dieťa na rôzne a nové výzvy. Poskytuje editor na vytváranie vlastných sád hier.
sl: Pari so zbirka iger, ki ciljajo na pomoč pri razvoju predšolskih otrok. S temi igrami se lahko otroku izboljša spomin, logika, sluh in celo bralne sposobnosti. Vsaka igra ima različne teme, zato so pred otroka postavljeni različni izzivi. Priložen je tudi urejevalnik s katerim lahko ustvarite lastne nabore iger.
sv: Par är en samling spel med mål att hjälpa barn i förskoleålder utvecklas. Med dessa spel kan barnet förbättra minne, logik, hörsel och till och med läsfärdighet. Varje spel kan ha olika teman så att barnet kan stimuleras med olika och nya utmaningar. En editor för att skapa egna speluppsättningar tillhandahålls.
zh_tw: Pairs 是協助學齡前兒童發展的一系列遊戲。經由這些遊戲，孩子們可以增強記憶力，邏輯，聽力甚至是閱讀能力。每個遊戲都有不同的主題，所以孩子們可以得到不同的刺激與挑戰。它也提供編輯器來建立自己的遊戲集。

source: Games:
et: Mängud:
fi: Pelit:
nds: Spelen:
nl: Spellen:
pl: Gry:
sk: Hry:
sl: Igre:
sv: Spel:
zh_tw: 遊戲：

source: Pairs: A game for the development of memory skills. On a board there are different cards, all facing down, so the player does not see the pictures. Each card matches only one other card that has the same exact picture. The player has to click a card to turn it and try to remember where the match is. When a match is found both cards stay uncovered and the player gets a point.
et: Paarid: mälu arendamise mäng. Mängulauale on selg üles asetatud kaardid, nii et nende pilte pole näha. Iga kaart sobib kokku ainult ühe teise kaardiga, millel on sama pilt. Mängija peab klõpsama kaardile, millega see ümber pööratakse, ja püüdma meelde tuletada, kus asus selle paariline. Kui paariline on leitud, avatakse mõlemad kaardid ja mängija teenib punkti.
fi: Parit: Peli muistin kehittämiseksi. Laudalla on eri kortteja kuvapuoli alaspäin, jottei pelaaja näe niitä. Kukin kortti vastaa vain yhtä toista korttia, jossa on sama kuva. Pelaajan täytyy kääntää kortti napsauttamalla sitä ja muistaa missä sen pari on. Parin löydyttyä kumpikin kortti jää kuvapuoli ylöspäin ja pelaaja saa pisteen.
nds: Poren: En Speel för't Öven vun't Behollen. Op en Disch gifft dat en Reeg Koorten, all mit de Böversiet na nerrn. De Speler kann also de Biller dor op nich ankieken. Elkeen Koort höört jüst nau een anner Koort mit jüst dat sülve Bild dor op to. De Speler mutt dor op klicken un versöcht dat un markt sik, woneem de tohören Koort liggen deit. Hett he en Poor funnen, blievt de Koorten opdeckt un de Speler kriggt en Punkt.
nl: Paren: een spel voor het ontwikkelen van de geheugenfunctie. Op een bord bevinden zich verschillende omgekeerde kaarten, zodat de speler de plaatjes niet kan zien. Elke kaart komt overeen met slechts één andere kaart die exact hetzelfde plaatje bevat. De speler moet op een kaart klikken om deze om te draaien en proberen te herinneren waar de overeenkomstige is. Wanneer er een overeenkomst is gevonden tussen beide kaarten dan blijven ze onbedekt liggen en krijgt de speler een punt.
pl: Pary: Gra na polepszenie zdolności zapamiętywania. Na planszy umieszczono różne karty, wszystkie nieodkryte, tak że gracz nie widzi zdjęć. Każda karta pasuje tylko do jednej innej karty, która ma dokładnie to samo zdjęcie. Gracz musi nacisnąć na kartę, aby ją obrócić i zapamiętać w przypadku znalezienia drugiej pasującej. Gdy uda się od razu znaleźć pasującą kartę, to obie pozostaną odkryte, a gracz zdobywa punkt.
sk: Pairs: Hra pre vývoj pamäťových schopností. Na doske sú rôzne karty, všetky tvárou dolu, teda hráč nevidí obrázky. Každá karta má iba jednu ďalšiu, ktorá má rovnaký obrázok. Hráč musí kliknúť na kartu na jej otočenie a snažiť sa zapamätať si ju. Keď hráč nájde zhodu, obe karty sa odkryjú a hráč získava bod.
sl: Pari: igra za razvoj spomina. Na igralni površini so različne karte, ki se jim vidijo le hrbti. Vsaka karta ima en dvojnik, ki ga mora igralec odkriti z obračanjem kart. Ko je dvojnik najden, se obe karti razkrijeta in igralec dobi točko.
sv: Par: Ett spel för utveckling av minnesfärdigheter. Olika kort finns på ett bräde, alla med framsidan nedåt så att spelaren inte ser bilderna. Varje kort passar bara ihop med ett annat kort som har exakt samma bild. Spelaren ska klicka på ett kort för att vända det och försöka komma ihåg var motsvarigheten finns. När en motsvarighet hittas förblir båda korten avtäckta och spelaren får en poäng.
zh_tw: 配對遊戲：透過選取相同圖案的牌，訓練記憶力的遊戲。

source: Relations: A game for the development of memory and logic skills. On a board there are different cards, all facing down, so the player does not see the pictures. Each card matches only one other card with a picture that is somehow related to the first. The player has to click a card to turn it and try to remember where the match is. When a match is found both cards stay uncovered and the player gets a point.
et: Seosed: mälu ja loogika arendamise mäng. Mängulauale on selg üles asetatud kaardid, nii et nende pilte pole näha. Iga kaart sobib kokku ainult ühe teise kaardiga, mille pildid on omavahel kuidagi seotud. Mängija peab klõpsama kaardile, millega see ümber pööratakse, ja püüdma meelde tuletada, kus asus selle paariline. Kui paariline on leitud, avatakse mõlemad kaardid ja mängija teenib punkti.
fi: Suhteet: Peli muistin ja logiikan kehittämiseen. Laudalla on eri kortteja kuvapuoli alaspäin, jottei pelaaja näe niitä. Kukin kortti vastaa vain yhtä toista korttia, jonka kuva on jossakin suhteessa ensimmäiseen. Pelaaja kääntää kortin napsauttamalla sitä, jonka jälkeen hänen on yritettävä muistaa, missä sen pari on. Parin löydyttyä kumpikin kortti jää kuvapuoli ylöspäin ja pelaaja saa pisteen.
nds: Betöög: En Speel för't Öven vun't Behollen un vun de Logik. Op en Disch gifft dat en Reeg Koorten, all mit de Böversiet na nerrn. De Speler kann also de Biller dor op nich ankieken. Elkeen Koort höört een anner Koort mit en Bild dor op to, dat wat mit dat eerste Bild to doon hett. De Speler mutt dor op klicken un versöcht dat un markt sik, woneem de tohören Koort liggen deit. Hett he en Poor funnen, blievt de Koorten opdeckt un de Speler kriggt en Punkt.
nl: Relaties: een spel voor het ontwikkelen van het geheugen en de logica. Op een bord bevinden zich verschillende omgekeerde kaarten, zodat de speler de plaatjes niet kan zien. Elke kaart komt overeen met slechts één andere kaart die een plaatje bevat dat op de een of andere manier gerelateerd is met het eerste. De speler moet op een kaart klikken om deze om te draaien en proberen te herinneren waar de overeenkomstige is. Wanneer er een overeenkomst is gevonden tussen beide kaarten dan blijven ze onbedekt liggen en krijgt de speler een punt.
pl: Związki: Gra do polepszenia zdolności zapamiętywania i umiejętności logicznego myślenia. Na planszy umieszczono różne karty, wszystkie nieodkryte, tak że gracz nie widzi zdjęć. Każda karta pasuje tylko do jednej innej karty, która ma zdjęcie w jakiś sposób odnoszące się do tej pierwszej. Gracz musi nacisnąć na kartę, aby ją obrócić i zapamiętać w przypadku znalezienia drugiej pasującej. Gdy uda się od razu znaleźć pasującą kartę, to obie pozostaną odkryte, a gracz zdobywa punkt.
sk: Vzťahy: Hra pre rozvoj pamäťových a logických zručností. Na doske sú rôzne karty, všetky tvárou dolu, teda hráč ich nevidí. Každá karta súvisí s inou tak, že jej obrázok nejako súvisí s prvým. Hráč má kliknúť na kartu na jej otočenie a snažiť sa zapamätať si ju. Ak hráč nájde zhodu, obe karty ostanú odkryté a hráč získava bod.
sl: Povezave: igra za razvoj spomina in logike. Na igralni površini so različne karte, ki se jim vidijo le hrbti. Vsaka karta se ujema le z eno drugo karto, ki je z njo nekako povezana preko slike. To povezano karto mora igralec odkriti z obračanjem kart. Ko je povezana karta najdena, se obe razkrijeta in igralec dobi točko.
sv: Relationer: Ett spel för utveckling av minnes- och logikfärdigheter Olika kort finns på ett bräde, alla med framsidan nedåt så att spelaren inte ser bilderna. Varje kort passar bara ihop med ett annat kort som är relaterat till det första på något sätt. Spelaren ska klicka på ett kort för att vända det och försöka komma ihåg var motsvarigheten finns. När en motsvarighet hittas förblir båda korten avtäckta och spelaren får en poäng.
zh_tw: 關聯遊戲：訓練記憶與邏輯的遊戲。與配對遊戲類似，但是配對的不是相同的圖案，而是相關聯的圖案。

source: Logic: A game for the development of logic skills. On a board there are different cards, all facing up, and the player can see all the pictures. Each card matches with only one card with a picture that is somehow related to the first. The player has to find the different matches. When a match is found both cards stay uncovered and the player get a point.
et: Loogika: loogikat arendav mäng. Kaardid on mängulauale asetatud pale üles, nii et mängija näeb kõiki pilte. Iga kaart sobib kokku ainult ühe teise kaardiga, mille pildid on omavahel kuidagi seotud. Mängija peab leidma seosed kaartide vahel. Kui paariline on leitud, muutuvad need tuhmiks ja mängija teenib punkti.
fi: Logiikka: Pelit loogisten kykyjen kehittämiseksi. Laudalla on eri kortteja kuvapuoli ylöspäin, jotta pelaaja näkee kaikki kuvat. Kukin kortti vastaa vain yhtä toista korttia, jonka kuva on jossakin suhteessa ensimmäiseen. Pelaajan täytyy löytää parit. Kun pari on löytynyt, pelaaja saa pisteen.
nds: Logik: En Speel för't Öven vun de Logik. Op en Disch gifft dat en Reeg Koorten, all mit de Böversiet na baven. De Speler kann also all de Biller dor op ankieken. Elkeen Koort höört een anner Koort mit en Bild dor op to, dat wat mit dat eerste Bild to doon hett. De Speler mutt de tohören Koort finnen. Hett he en Poor funnen, blievt de Koorten opdeckt un de Speler kriggt en Punkt.
nl: Logica: een spel voor de ontwikkeling van de logica. Op een bord bevinden zich verschillende omhoog liggende kaarten en de speler kan alle plaatjes zien. Elke kaart komt overeen met slechts één kaart met een plaatje dat op de een of andere manier gerelateerd is aan de eerste. De speler moet de verschillende overeenkomsten vinden. Bij het vinden van een overeenkomst blijven beide kaard=ten onbedekt en de speler krijgt een punt.
pl: Logika: Gra na polepszenie umiejętności logicznego myślenia. Na planszy umieszczono różne karty, wszystkie odkryte, tak że gracz widzi wszystkie zdjęcia. Każda karta pasuje tylko do jednej innej karty, która ma zdjęcie w jakiś sposób odnoszące się do tej pierwszej. Gracz musi wskazać różne pasujące karty. Gdy uda wskazać pasującą kartę, to obie pozostaną odkryte, a gracz zdobywa punkt.
sk: Logika: Hra pre rozvod logických zručností. Na doske sú rôzne karty, všetky tvárou dolu, teda hráč ich nevidí. Každá karta vyhovuje iba jednej inej karte s obrázkom, ktorý nejako súvisí s prvým. Hráč má nájsť iné zhody. Ak sa nájde zhoda, obe karty ostanú odkryté a hráč získava bod.
sl: Logika: igra za razvoj logike. Na igralni površini so različne razkrite karte, tako da lahko igralec vidi vse slike. Vsaka karta se ujema le z eno drugo karto, ki je z njo povezana preko slike. Ko je povezana karta najdena, igralec dobi točko.
sv: Logik: Ett spel för utveckling av logikfärdigheter. Olika kort finns på ett bräde, alla med framsidan upp så att spelaren kan se alla bilder. Varje kort hör bara ihop med ett annat kort med en bild som är relaterat till det första på något sätt. Spelaren ska hitta de olika motsvarigheterna. När en motsvarighet hittas förblir båda korten avtäckta och spelaren får en poäng.
zh_tw: 邏輯遊戲：訓練邏輯的遊戲。玩家可以看到所有的牌，並選取相關聯的牌，找出不同的配對。

source: Sound: A game for the development of memory and hearing skills. On a board there are different cards, all facing down, so the player does not see the content. There are two types of cards, one type has a picture and the other type will play a sound when selected. The player has to find the right sound that matches each picture. When a match is found both card stay uncovered and the player gets a point.
et: Heli: mälu ja kuulmise arendamise mäng. Mängulauale on selg üles asetatud kaardid, nii et nende pilte pole näha. Kaarte on kaht tüüpi: ühtedel on pilt, teised esitavad valimise korral heli. Mängija peab leidma heli, mis vastab pildile, või vastupidi. Kui paariline on leitud, avatakse mõlemad kaardid ja mängija teenib punkti.
fi: Ääni: Peli muistin ja kuulon kehittämiseksi. Laudalla on eri kortteja kuvapuoli alaspäin, jottei pelaaja näe niitä. Kortteja on kahdenlaisia: toisissa on kuva ja toiset soittavat niitä valittaessa äänen. Pelaajan täytyy löytää kutakin kuvaa vastaava ääni. Parin löydyttyä kumpikin kortti jää kuvapuoli ylöspäin ja pelaaja saa pisteen.
nds: Klang: En Speel för't Öven vun't Behollen un vun't Henhören. Op en Disch gifft dat en Reeg Koorten, all mit de Böversiet na nerrn. De Speler kann also de Biller dor op nich ankieken. Dat gifft twee Oorden Koorten, op de een sünd Biller un bi de anner Oort warrt en Klang afspeelt, wenn een dor en vun utsöken deit. De Speler mutt den Klang finnen, de elkeen Bild tohöört. Hett he en Poor funnen, blievt de Koorten opdeckt un de Speler kriggt en Punkt.
nl: Geluid: een spel voor de ontwikkeling van geheugen en horen. Op een bord bevinden zich verschillende omgedraaide kaarten, zodat de speler de inhoud niet kan zien. Er zijn twee typen kaarten, een type bevat een plaatje en het andere type zal een geluid afspelen bij selectie. De speler moet het juiste geluid vinden dat overeenkomt met elk plaatje. Bij het vinden van een overeenkomst blijven beide kaarten onbedekt en de speler krijgt een punt.
pl: Dźwięk: Gra na polepszenie zdolności zapamiętywania i umiejętności słuchania. Na planszy umieszczono różne karty, wszystkie nieodkryte, tak że gracz nie widzi ich zawartości. Istnieją dwa rodzaje kart, jeden zawiera zdjęcia, a drugi dźwięki. Gracz ma za zadanie znaleźć dźwięk pasujący do zdjęcia na karcie i tak dla każdej karty. Gdy uda się znaleźć pasujące karty, to obie pozostaną odkryte, a gracz zdobywa punkt.
sk: Zvuk: Hra pre rozvoj pamäťových a počúvacích schopností. Na doske sú rôzne karty, všetky tvárou dolu, teda hráč nevidí ich obsah. Sú dva druhy kariet, jeden typ má obrázok a druhý prehrá zvuk pri výbere. Hráč musí nájsť správny zvuk, ktorý vyhovuje každému obrázku. Ak sa nájde zhoda, obe karty ostanú odkryté a hráč získava bod.
sl: Zvok: igra za razvoj spomina in sluha. Na igralni površini so različne karte, ki se jim vidijo le hrbti. Obstajata dve vrsti kart: ena ima sliko, pri drugi pa se ob izboru predvaja zvok. Igralec mora najti zvok, ki se ujema s sliko. Ko je povezana karta najdena, se obe razkrijeta in igralec dobi točko.
sv: Ljud: Ett spel för utveckling av minnes- och hörselfärdigheter. Olika kort finns på ett bräde, alla med framsidan nedåt så att spelaren inte ser innehållet. Det finns två typer av kort, den ena typen har en bild och den andra spelar ett ljud när det väljes. Spelaren ska hitta rätt ljud som hör ihop med varje bild. När en motsvarighet hittas förblir båda korten avtäckta och spelaren får en poäng.
zh_tw: 聲音遊戲：訓練記憶與聽力的遊戲。玩家要找出某張牌，與其相對應正確的音效牌。

source: SoundLogic: A game for the development of hearing skills. On a board there are different cards, all facing up. There are two types of cards, one type has a picture and the other type will play a sound when selected. The player has to find the right sound that matches the right picture. When a match is found both cards stay uncovered and the player gets a point.
et: Heliloogika: kuulmist arendav mäng. Kaardid on mängulauale asetatud pale üles, nii et mängija näeb kõiki pilte. Kaarte on kaht tüüpi: ühtedel on pilt, teised esitavad valimise korral heli. Mängija peab leidma õiged seosed helide ja piltide vahel. Kui paariline on leitud, muutuvad need tuhmiks ja mängija teenib punkti.
fi: Äänilogiikka: Peli kuulon kehittämiseksi. Laudalla on eri kortteja kuvapuoli ylöspäin. Kortteja on kahdenlaisia: toisissa on kuva ja toiset soittavat niitä valittaessa äänen. Pelaajan täytyy löytää kutakin kuvaa vastaava ääni. Parin löydyttyä pelaaja saa pisteen.
nds: Klanglogik: En Speel för't Öven vun't Henhören. Op en Disch gifft dat en Reeg Koorten, all mit de Böversiet na baven. Dat gifft twee Oorden Koorten, op de een sünd Biller un bi de anner Oort warrt en Klang afspeelt, wenn een dor en vun utsöken deit. De Speler mutt den Klang finnen, de elkeen Bild tohöört. Hett he en Poor funnen, blievt de Koorten opdeckt un de Speler kriggt en Punkt.
nl: Logica met geluid: een spel om de vaardigheid van het herkennen van geluiden te ontwikkelen. Op een bord bevinden zich twee typen kaarten, één kaart heeft een plaatje en het andere type speelt bij selectie een geluid. De speler moet het juiste geluid vinden dat overeenkomt met het juiste plaatje. Wanneer een overeenkomst is gevonden blijven beide kaarten omhoog liggen en de speler krijgt een punt.
pl: Logika dźwięku: Gra na polepszenie umiejętności słuchania. Na planszy umieszczono różne karty, wszystkie odkryte. Istnieją dwa rodzaje kart, jeden zawiera zdjęcia, a drugi dźwięki. Gracz ma za zadanie znaleźć dźwięk pasujący do zdjęcia na karcie i tak dla każdej karty. Gdy uda się znaleźć pasujące karty, to obie pozostaną odkryte, a gracz zdobywa punkt.
sk: SoundLogic: Hra pre rozvoj pamäťových a počúvacích schopností. Na doske sú rôzne karty, všetky tvárou dolu, teda hráč nevidí ich obsah. Sú dva druhy kariet, jeden typ má obrázok a druhý prehrá zvuk pri výbere. Hráč musí nájsť správny zvuk, ktorý vyhovuje každému obrázku. Ak sa nájde zhoda, obe karty ostanú odkryté a hráč získava bod.
sl: Zvok in logika: igra za razvoj sluha. Na igralni površini so različne razkrite karte. Obstajata dve vrsti kart: ena ima sliko, pri drugi pa se ob izboru predvaja zvok. Igralec mora najti zvok, ki se ujema s sliko. Ko je povezana karta najdena, igralec dobi točko.
sv: Ljudlogik: Ett spel för utveckling av hörselfärdigheter. Olika kort finns på ett bräde, alla med framsidan upp. Det finns två typer av kort, den ena typen har en bild och den andra spelar ett ljud när det väljes. Spelaren ska hitta rätt ljud som hör ihop med varje bild. När en motsvarighet hittas förblir båda korten avtäckta och spelaren får en poäng.
zh_tw: 聲音邏輯遊戲：訓練聽力的遊戲。玩家要找出某張牌，與其相對應正確的音效牌。
