Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/pairseditor.po
Languages: bs, ca, da, el, es, et, fi, fr, gl, hu, it, kk, nb, nds, nl, pl, pt, ru, sk, sl, sv, tr, uk, zh_tw

source: Language of the found sound file
bs: Jezik nađene datoteke s zvukom
ca: Idioma del fitxer de so trobat
da: Fundet-lydfilens sprog
el: Γλώσσα του αρχείου ήχου που βρέθηκε
es: Idioma del archivo de sonido encontrado
et: Leidmise helifaili keel
fi: Löytymisen äänitiedoston kieli
fr: Langue du fichier de son trouvée
gl: Idioma do ficheiro de son
hu: A talált hangfájl nyelve
it: Lingua del suono per ritrovamento
kk: Табылған дыбыс файлының тілі
nb: Språk for den lydfilen som ble funnet
nds: Spraak vun de Funnen-Klang-Datei
nl: Taal van het gevonden geluidsbestand
pl: Język znalezionego pliku dźwięku
pt: Língua do ficheiro de som encontrado
ru: Язык звука совпадения
sk: Jazyk nájdeného zvukového súboru
sl: Jezik zvočne datoteke za najdeno
sv: Den hittade ljudfilens språk
tr: Bulunan ses dosyasının dili
uk: Мова файла звуку «Знайдено»
zh_tw: 找到音效檔的語言

source: Sound file
bs: Zvučna datoteka
ca: Fitxer de so
da: Lydfil
el: Αρχείο ήχου
es: Archivo de sonido
et: Helifail
fi: Äänitiedosto
fr: Fichier de son
gl: Ficheiro de son
hu: Hangfájl
it: Suono
kk: Дыбыс файлы
nb: Lydfil
nds: Klangdatei
nl: Geluidsbestand
pl: Plik dźwięku
pt: Ficheiro de áudio
ru: Звук
sk: Zvukový súbor
sl: Zvočna datoteka
sv: Ljudfil
tr: Ses dosyası
uk: Звуковий файл
zh_tw: 音效檔案

source: Language of the sound file
bs: Jezik zvučne datoteke
ca: Idioma del fitxer de so
da: Lydfilens sprog
el: Γλώσσα του αρχείου ήχου
es: Idioma del archivo de sonido
et: Helifaili keel
fi: Äänitiedoston kieli
fr: Langue du fichier de son
gl: Idioma do ficheiro de son
hu: A hangfájl nyelve
it: Lingua del suono
kk: Дыбыс файлының тілі
nb: Språk for lydfilen
nds: Spraak vun de Klangdatei
nl: Taal van het geluidsbestand
pl: Język pliku dźwięku
pt: Língua do ficheiro de som
ru: Язык звука
sk: Jazyk zvukového súboru
sl: Jezik zvočne datoteke
sv: Ljudfilens språk
tr: Ses dosyasının dili
uk: Мова звукового файла
zh_tw: 音效檔的語言

source: Language of the word
bs: Jezik riječi
ca: Idioma de la paraula
da: Ordets sprog
el: Γλώσσα της λέξης
es: Idioma de la letra
et: Sõna keel
fi: Sanan kieli
fr: Langue du mot
gl: Idioma da palabra
hu: A szó nyelve
it: Lingua della parola
kk: Сөздің тілі
nb: Språk for ordet
nds: Spraak vun't Woort
nl: Taal van het woord
pl: Język słowa
pt: Língua da palavra
ru: Язык слова
sk: Jazyk slova
sl: Jezik besede
sv: Ordets språk
tr: Kelimenin dili
uk: Мова слова
zh_tw: 單字的語言

source: Word
bs: Riječ
ca: Paraula
da: Ord
el: Λέξη
es: Palabra
et: Sõna
fi: Sana
fr: Mot
gl: Palabra
hu: Szó
it: Parola
kk: Сөз
nb: Ord
nds: Woort
nl: Woord
pl: Słowo
pt: Palavra
ru: Слово
sk: Slovo
sl: Beseda
sv: Ord
tr: Kelime
uk: Слово
zh_tw: 單字

source: Title:
bs: Naslov:
ca: Títol:
da: Titel:
el: Τίτλος:
es: Título:
et: Nimi:
fi: Otsikko:
fr: Titre :
gl: Título:
hu: Cím:
it: Titolo:
kk: Атауы:
nb: Tittel:
nds: Titel:
nl: Titel:
pl: Tytuł:
pt: Título:
ru: Название:
sk: Titul:
sl: Naslov:
sv: Titel:
tr: Başlık:
uk: Назва:
zh_tw: 標題：

source: The title of the theme
bs: Naslov teme
ca: El títol del tema
da: Temaets titel
el: Ο τίτλος του θέματος
es: Título del tema
et: Teema nimi
fi: Teeman otsikko
fr: Le titre du thème
gl: O título do tema
hu: A téma címe
it: Il titolo del tema
kk: Нақыштың атауы
nb: Tittel for temaet
nds: De Titel vun den Sett
nl: De titel van het thema
pl: Tytuł motywu
pt: O título do tema
ru: Название набора карточек
sk: Titul témy
sl: Naslov teme
sv: Temats titel
tr: Tema başlığı
uk: Назва теми
zh_tw: 主題的標題

source: Description:
bs: Opis:
ca: Descripció:
da: Beskrivelse:
el: Περιγραφή:
es: Descripción:
et: Kirjeldus:
fi: Kuvaus:
gl: Descrición:
hu: Leírás:
it: Descrizione:
kk: Сипаттамасы:
nb: Beskrivelse:
nds: Beschrieven:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
ru: Описание:
sk: Popis:
sl: Opis:
sv: Beskrivning:
tr: Açıklama:
uk: Опис:
zh_tw: 描述：

source: Description to the theme
bs: Opis ka temi
ca: Descripció del tema
da: Beskrivelse af temaet
el: Περιγραφή στο θέμα
es: Descripción para el tema:
et: Teema kirjeldus
fi: Teeman kuvaus
fr: Description pour le thème
gl: Descrición do tema
hu: Leírás a témához
it: La descrizione del tema
kk: Нақышқа берген сипаттамасы
nb: Beskrivelse av temaet
nds: Beschrieven för den Sett
nl: Beschrijving naar het thema
pl: Opis do motywu
pt: Descrição do tema
ru: Описание набора карточек
sk: Popis pre tému
sl: Opis teme
sv: Beskrivning för temat
tr: Tema açıklaması
uk: Опис теми
zh_tw: 主題的描述

source: Description of the theme
bs: Opis od teme
ca: Descripció del tema
da: Beskrivelse af temaet
el: Περιγραφή του θέματος
es: Descripción del tema:
et: Teema kirjeldus
fi: Teeman kuvaus
fr: Description du thème
gl: Descrición do tema
hu: A téma leírása
it: La descrizione del tema
kk: Нақыштың сипаттамасы
nb: Beskrivelse av temaet
nds: Beschrieven vun den Sett
nl: Beschrijving van het thema
pl: Opis motywu
pt: Descrição do tema
ru: Описание набора карточек
sk: Popis témy
sl: Opis teme
sv: Beskrivning av temat
tr: Tema açıklaması
uk: Опис теми
zh_tw: 主題的描述

source: Author:
bs: Autor:
ca: Autor:
da: Ophavsmand:
el: Συγγραφέας:
es: Autor:
et: Autor:
fi: Tekijä:
fr: Auteur :
gl: Autor:
hu: Szerző:
it: Autore:
kk: Авторы:
nb: Forfatter:
nds: Schriever:
nl: Auteur:
pl: Autor:
pt: Autor:
ru: Автор:
sk: Autor:
sl: Avtor:
sv: Upphovsman:
tr: Yazar:
uk: Автор:
zh_tw: 作者：

source: Author (your) name
bs: Autorovo (vaše) ime
ca: El (vostre) nom de l'autor
da: Ophavsmandens (dit) navn
el: Όνομα συγγραφέα (εσείς)
es: Nombre de autor (su nombre)
et: Autori (sinu) nimi
fi: Tekijän (sinun) nimi
fr: Nom de l'auteur (le vôtre)
gl: Nome do/a autor/a (o teu)
hu: Szerző (ön) neve
it: Il nome dell'autore (il tuo nome)
kk: Автордың аты (Сіздің)
nb: Forfatters (ditt) brukernavn
nds: Autornaam (Dien)
nl: Auteurs- (uw) naam
pl: Autor (twoje) nazwisko
pt: Nome do autor (você)
ru: Имя автора (ваше)
sk: Meno autora (vaše)
sl: Ime (vaše) avtorja
sv: Upphovsmannens (ditt) namn
tr: Yazar adı (siz):
uk: Ім’я автора (ваше ім’я)
zh_tw: 作者（您的）名稱

source: Version:
bs: Izdanje:
ca: Versió
el: Έκδοση:
es: Versión:
et: Versioon:
fi: Versio:
gl: Versión:
hu: Verzió:
it: Versione
kk: Нұсқасы:
nb: Versjon:
nds: Verschoon:
nl: Versie:
pl: Wersja:
pt: Versão:
ru: Версия:
sk: Verzia:
sl: Različica:
tr: Sürüm:
uk: Версія:
zh_tw: 版本：

source: Theme version
bs: Verzija teme
ca: Versió del tema
da: Udgave af tema
el: Έκδοση θέματος
es: Versión del tema
et: Teema versioon
fi: Teeman versio
fr: Version du thème
gl: Versión do tema
hu: Témaverzió
it: Versione del tema
kk: Нақыштың нұсқасы
nb: Temaversjon
nds: Sett-Verschoon
nl: Themaversie
pl: Wersja motywu
pt: Versão do tema
ru: Версия набора карточек
sk: Verzia témy
sl: Različica teme
sv: Temaversion
tr: Tema sürümü
uk: Версія теми
zh_tw: 主題版本

source: Date:
bs: Datum:
ca: Data:
da: Dato:
el: Ημερομηνία:
es: Fecha:
et: Kuupäev:
fi: Päiväys:
gl: Data:
hu: Dátum:
it: Data:
kk: Жасалған күні:
nb: Dato:
nds: Datum:
nl: Datum:
pl: Data:
pt: Data:
ru: Дата:
sk: Dátum:
sl: Datum:
sv: Datum:
tr: Tarih:
uk: Дата:
zh_tw: 日期：

source: Today's date
bs: Današđnji datum
ca: Data d'avui
da: Dags dato
el: Σημερινή ημερομηνία
es: Fecha de hoy
et: Tänane kuupäev
fi: Nykyinen päivämäärä
fr: Date d'aujourd'hui
gl: A data de hoxe
hu: A mai dátum
it: Oggi
kk: Бүгінгі күн
nb: Dagens dato
nds: Datum vundaag
nl: Datum van vandaag
pl: Dzisiejsza data
pt: Data de hoje
ru: Текущая дата
sk: Dnešný dátum
sl: Današnji datum
sv: Dagens datum
tr: Bugünün tarihi
uk: Поточна дата
zh_tw: 今天的日期

source: Main Type:
bs: Glavni tip:
ca: Tipus principal:
da: Hovedtype:
el: Κύριος τύπος:
es: Tipo principal:
et: Põhitüüp:
fi: Päätyyppi:
fr: Type principal :
gl: Tipo principal:
hu: Fő típus:
it: Tipo principale:
kk: Негізгі түрі:
nb: Hovedtype:
nds: Hööfttyp:
nl: Hoofdtype:
pl: Główny typ:
pt: Tipo Principal:
ru: Основной тип:
sk: Hlavný typ:
sl: Glavna vrsta:
sv: Huvudtyp:
tr: Ana Tür:
uk: Основний тип:
zh_tw: 主要型態：

source: The main game of the theme
bs: Glavna igra teme
ca: El joc principal del tema
da: Temaets hovedspil
el: Το βασικό παιχνίδι του θέματος
es: Juego principal del tema
et: Teema põhimäng
fi: Teeman pääpeli
fr: Le jeu principal du thème
gl: O xogo principal do tema
hu: A téma fő játéka
it: Il gioco principale del tema
kk: Нақыштың негізгі ойыны
nb: Hovedspillet for temaet
nds: Dat Hööftspeel vun den Sett
nl: Het hoofdspel van het thema
pl: Główna gra motywu
pt: O jogo principal do tema
ru: Основная игра для данного набора
sk: Hlavná hra témy
sl: Glavna igra teme
sv: Temats huvudspel
tr: Oyunun ana teması
uk: Основна гра теми
zh_tw: 主題的主要遊戲

source: image
bs: slika
ca: imatge
da: billede
el: εικόνα
es: imagen
et: pilt
fi: kuva
gl: imaxe
hu: kép
it: immagine
kk: кескін
nb: bilde
nds: Bild
pl: obraz
pt: imagem
ru: изображение
sk: obrázok
sl: slika
sv: bild
tr: görüntü
uk: зображення
zh_tw: 影像

source: relation
bs: odnos
ca: relació
el: σχέση
es: relación
et: seos
fi: suhde
gl: relación
hu: kapcsolat
it: relazione
kk: қатынас
nb: relasjon
nds: Betog
nl: relatie
pl: stosunek
pt: relação
ru: отношение
sk: vzťah
sl: povezava
tr: ilişki
uk: зв’язок
zh_tw: 關係

source: sound
bs: zvuk
ca: so
da: lyd
el: ήχος
es: sonido
et: heli
fi: ääni
fr: son
gl: son
hu: hang
it: suono
kk: дыбыс
nb: lyd
nds: Klang
nl: geluid
pl: dźwięk
pt: som
ru: звук
sk: zvuk
sl: zvok
sv: ljud
tr: ses
uk: звук
zh_tw: 音效

source: word
bs: riječ
ca: paraula
da: ord
el: λέξη
es: palabra
et: sõna
fi: sana
fr: mot
gl: palabra
hu: szó
it: parola
kk: сөз
nb: ord
nds: Woort
nl: woord
pl: słowo
pt: palavra
ru: слово
sk: slovo
sl: beseda
sv: ord
tr: kelime
uk: слово
zh_tw: 單字

source: Back Image:
bs: Pozadinska slika:
ca: Imatge de fons
da: Bagsidebillede:
el: Εικόνα φόντου:
es: Imagen de fondo:
et: Tagakülje pilt:
fi: Takapuolen kuva:
fr: Image de dos :
gl: Imaxe do reverso:
hu: Hátlap:
it: Immagine del dorso:
kk: Сырт кескіні:
nb: Bakgrunnsbilde:
nds: Achterbild:
nl: Afbeelding achterzijde:
pl: Obraz w tle:
pt: Imagem Traseira:
ru: Тыльное изображение:
sk: Obrázok pozadia:
sl: Slika ozadja:
sv: Baksidesbild:
tr: Arka Resim:
uk: Зворот картки:
zh_tw: 背景影像：

source: The back image component
bs: Komponenta pozadinske slike
ca: El component d'imatge de fons
da: Bagsidebilledekomponenten
el: Το συστατικό εικόνας φόντου
es: Componente de la imagen de fondo
et: Tagakülje pilt
fi: Takapuolen kuvaelementti
fr: Le composant d'image de dos
gl: Compoñente da imaxe do reverso
hu: A hátlap komponens
it: L'immagine del dorso
kk: Сырт кескін компоненті
nb: Bakgrunnsbildekomponenten
nds: De Achterbild-Komponent
nl: De component afbeelding op de achterkant
pl: Składnik tylnego obrazu
pt: A componente da imagem traseira
ru: Изображение рубашки карточек
sk: Komponent obrázku pozadia
sl: Sestavni del slike ozadja
sv: Baksidesbildkomponenten
tr: Arka resim bileşeni
uk: Компонент зображення тла
zh_tw: 組件的背景影像

source: Add a new element
bs: DOdaj novi element
ca: Afegeix nou element
da: Tilføj et nyt element
el: Προσθήκη νέου στοιχείου
es: Añadir un nuevo elemento
et: Uue elemendi lisamine
fi: Lisää uusi alkio
fr: Ajouter un nouvel élément
gl: Engadir un novo elemento
hu: Egy új elem hozzáadása
it: Aggiungi un nuovo elemento
kk: Жаңа элементін қосу
nb: Legg til et nytt element
nds: En nieg Element tofögen
nl: Een nieuw element toevoegen
pl: Dodaj nowy obraz
pt: Adicionar um novo elemento
ru: Добавить элемент
sk: Pridať nový prvok
sl: Dodaj nov predmet
sv: Lägg till ett nytt element
tr: Yeni bir öge ekle
uk: Додати новий елемент
zh_tw: 新增元素

source: Remove an element
bs: Ukloni element
ca: Elimina un element
da: Fjern et element
el: Αφαίρεση στοιχείου
es: Eliminar un elemento
et: Elemendi eemaldamine
fi: Poista alkio
fr: Supprimer un élément
gl: Retirar un elemento
hu: Egy elem eltávolítása
it: Rimuovi un elemento
kk: Элементін алып тастау
nb: Fjern et element
nds: En Element wegmaken
nl: Een element verwijderen
pl: Usuń element
pt: Remover um elemento
ru: Удалить элеметь
sk: Odstrániť prvok
sl: Odstrani predmet
sv: Ta bort ett element
tr: Bir öge sil
uk: Вилучити елемент
zh_tw: 移除元素

source: Add Feature
bs: Dodaj osobinu
ca: Afegeix una funcionalitat
da: Tilføj funktion
el: Προσθήκη χαρακτηριστικού
es: Añadir característica
et: Lisa omadus
fi: Lisää piirre
fr: Ajouter une fonctionnalité
gl: Engadir unha característica
hu: Szolgáltatás hozzáadása
it: Aggiungi caratteristica
kk: Мүмкіндікті қосу
nb: Legg til funksjon
nds: Funkschoon tofögen
nl: Mogelijkheid toevoegen
pl: Dodaj cechę
pt: Adicionar uma Característica
ru: Добавить компонент
sk: Pridať funkciu
sl: Dodaj zmožnost
sv: Lägg till funktion
tr: Özellik Ekle
uk: Додати можливість
zh_tw: 新增功能

source: Image:
bs: Slika:
ca: Imatge:
da: Billede:
el: Εικόνα:
es: imagen:
et: Pilt:
fi: Kuva:
gl: Imaxe:
hu: Kép:
it: Immagine:
kk: Кескіні:
nb: Bilde:
nds: Bild:
nl: Afbeelding:
pl: Obraz:
pt: Imagem:
ru: Изображение:
sk: Obrázok:
sl: Slika:
sv: Bild:
tr: Resim:
uk: Зображення:
zh_tw: 影像：

source: Play the sound file
bs: Izvedi datoteku s zvukom
ca: Reprodueix el fitxer de so
da: Afspil lydfilen
el: Αναπαραγωγή του αρχείου ήχου
es: Reproducir archivo de sonido
et: Helifaili esitamine
fi: Toista äänitiedosto
fr: Jouer le fichier de son
gl: Reproducir o ficheiro de son
hu: Hangfájl lejátszása
it: Riproduci il suono
kk: Дыбыс файлын орындау
nb: Spill lydfila
nds: De Klangdatei afspelen
nl: Het geluidsbestand afspelen
pl: Odtwórz plik dźwięku
pt: Tocar o ficheiro de som
ru: Проиграть звук
sk: Prehrať zvukový súbor
sl: Predvajaj zvočno datoteko
sv: Spela upp ljudfilen
tr: Ses dosyasını çal
uk: Відтворити звуковий файл
zh_tw: 播放音效檔

source: any
bs: bilo koji
ca: qualsevol
da: alle
el: οποιαδήποτε
es: cualquiera
et: suvaline
fi: mikä tahansa
fr: tous
gl: calquera
hu: bármely
it: qualsiasi
kk: кез-келген
nds: all
pl: jakikolwiek
pt: qualquer
ru: любой
sk: všetky
sl: katerikoli
sv: godtyckligt
tr: herhangi
uk: будь-яка
zh_tw: 任何

source: en
es: in
fr: an
kk: ағылшын
pt: Inglês
ru: английский
uk: англійська

source: de
es: al
fr: al
kk: неміс
pt: Alemão
ru: немецкий
uk: німецька

source: it
kk: итальян
pt: Italiano
ru: итальянский
uk: італійська

source: es
kk: испан
pt: Espanhol
ru: испанский
uk: іспанська

source: pt
kk: португал
pt: Português
ru: португальский
uk: португальська

source: pl
kk: польша
pt: Polaco
ru: польский
uk: польська

source: cz
kk: чех
pt: Checo
ru: чешский
uk: чеська

source: Language:
bs: Jezik:
ca: Idioma:
da: Sprog:
el: Γλώσσα:
es: Idioma:
et: Keel:
fi: Kieli:
fr: Langue :
gl: Lingua:
hu: Nyelv:
it: Lingua:
kk: Тілі:
nb: Språk:
nds: Spraak:
nl: Taal:
pl: Język:
pt: Língua:
ru: Язык:
sk: Jazyk:
sl: Jezik:
sv: Språk:
tr: Dil:
uk: Мова:
zh_tw: 語言：

source: Word:
bs: Riječ:
ca: Paraula:
da: Ord:
el: Λέξη:
es: Palabra:
et: Sõna:
fi: Sana:
fr: Mot :
gl: Palabra:
hu: Szó:
it: Parola:
kk: Сөзі:
nb: Ord:
nds: Woort:
nl: Woord:
pl: Słowo:
pt: Palavra:
ru: Слово:
sk: Slovo:
sl: Beseda:
sv: Ord:
tr: Kelime:
uk: Слово:
zh_tw: 單字：

source: Main Toolbar
bs: Glavna alatna traka
ca: Barra d'eines principal
da: Hovedværktøjslinje
el: Κύρια γραμμή εργαλείων
es: Barra de herramientas principal
et: Peamine tööriistariba
fi: Päätyökalurivi
fr: Barre principale d'outils
gl: Barra de ferramentas principal
hu: Fő eszköztár
it: Barra principale
kk: Негізгі құралдар
nb: Hovedverktøylinje
nds: Hööft-Warktüüchbalken
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt: Barra Principal
ru: Панель инструментов
sk: Hlavný panel nástrojov
sl: Glavna orodna vrstica
sv: Huvudverktygsrad
tr: Ana Araç Çubuğu
uk: Головна панель
zh_tw: 主工具列

source: d/M/yyyy
ca: d/M/aaaa
da: d/M/åååå
el: η/μ/εεεε
et: p/K/aaaa
fr: j / M / aaaa
gl: d/M/aaaa
nds: t/M/JJJJ
pl: d/M/rrrr
sl: D/M/LLLL
sv: yyyy-MM-dd
