Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/pairseditor.po
Languages: bs, ca, da, el, es, et, fi, fr, gl, hu, it, kk, nb, nds, nl, pl, pt, ru, sk, sl, sv, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić
ca: Orestes Mas Casals
da: Claus Christensen
el: Δημήτρης Καρδαράκος
es: Rocío Gallego,Eloy Cuadra
et: Marek Laane
fi: Tommi Nieminen, Lasse Liehu
fr: Raphaël Jakse
gl: Xosé Calvo
hu: Úr Balázs
it: Pino Toscano
kk: Сайран Киккарин
nb: Bjørn Steensrud
nds: Manfred Wiese, Sönke Dibbern
nl: Freek de Kruijf
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
ru: Александр Лахин
sk: Roman Paholík
sl: Andrej Mernik
sv: Stefan Asserhäll
tr: Volkan Gezer
uk: Юрій Чорноіван
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
bs: samir.ribic@etf.unsa.ba
ca: orestes@tsc.upc.edu
da: claus_chr@webspeed.dk
el: dimkard@gmail.com
es: traducciones@rociogallego.com,ecuadra@eloihr.net
et: bald@smail.ee
fi: translator@legisign.org, lasse.liehu@gmail.com
fr: raphael.jakse@gmail.com
gl: xosecalvo@gmail.com
hu: urbalazs@gmail.com
it: toscano.pino@tiscali.it
kk: sairan@computer.org
nb: bjornst@skogkatt.homelinux.org
nds: m.j.wiese@web.de, s_dibbern@web.de
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
ru: exclusion@gmail.com
sk: wizzardsk@gmail.com
sl: andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net
tr: volkangezer@gmail.com
uk: yurchor@ukr.net
zh_tw: franklin@goodhorse.idv.tw

source: No features present on element %1
bs: Nema prisutnih mogućnosti na elementu %1
ca: L'element %1 no té característiques
da: Ingen funktion til stede på elementet %1
el: Δεν υπάρχουν χαρακτηριστικά στο στοιχείο %1
es: Ninguna característica presente en el elemento %1
et: Elemendil %1 pole mingeid omadusi
fi: Ei läsnä olevia piirteitä alkiossa %1
fr: Aucune caractéristique présente pour l'élément %1
gl: Non hai funcionalidades presentes no elemento %1
hu: Nincs szolgáltatás jelen ezen az elemen: %1
it: Nessuna caratteristica presente nell'elemento %1
kk: %1 элементінде мүмкіндіктері жоқ
nb: Ingen egenskaper finnes på element %1
nds: Element %1 hett keen Markmalen
nl: Geen functies aanwezig op element %1
pl: Brak funkcji na elemencie %1
pt: Não estão características presentes no elemento %1
ru: В элементе %1 отсутствуют компоненты
sk: Žiadne funkcie dostupné na prvku %1
sl: Na predmetu %1 ni zmožnosti
sv: Inga funktioner tillgängliga för element %1
uk: Для елемента %1 можливостей не визначено
zh_tw: 元素 %1 沒有功能

source: No features type on child from element %1
bs: Nema prisutnih mogućnosti na djetetu elementa %1
ca: No hi ha cap tipus de característica al fill de l'element %1
da: Ingen funktionstype på barn af elementet %1
el: Δεν υπάρχει τύπος χαρακτηριστικών στο παιδί του στοιχείου %1
es: Ningún tipo de característica en hijo del elemento %1
et: Elemendi %1 järglasel pole mingeid omadusi
fi: Ei lapsen piirretyyppiä alkiosta %1
fr: Aucun type de fonctionnalité pour l'élément fils de l'élément %1
gl: Non hai tipo de funcionalidade no fillo do elemento %1
hu: Nincs szolgáltatás típus a gyermeken ettől az elemtől: %1
it: Nessun tipo di caratteristica impostato nel figlio dell'elemento %1
kk: %1 элементінің еншілесінде мүмкіндіктерінің түрі жоқ
nb: Ingen egenskaper finnes på barn av element %1
nds: Keen Markmaaltyp för Ünnerelement vun %1
nl: Geen functietype op onderliggend deel van element %1
pl: Brak typu funkcji na elemencie podrzędnym z elementu %1
pt: Não existe o tipo de característica no filho do elemento %1
ru: Для потомка элемента %1 не определён тип компонента
sk: Žiadne typy funkcií na potomkovi z prvku %1
sl: Na podrejenemu predmeta %1 ni vrste zmožnosti
sv: Inga funktionstyp på delelementet till element %1
uk: Не вказано типу можливостей для елемента %1
zh_tw: 元素 %1 的子元素沒有功能型態

source: No language set on child from element %1
bs: Nema postavljenog jezika na djetetu elementa %1
ca: No s'ha establert cap idioma al fill de l'element %1
da: Intet sprog angivet på barn af elementet %1
el: Δεν έχει επιλεγεί γλώσσα στο παιδί του στοιχείου %1
es: Ningún idioma fijado en hijo del elemento %1
et: Elemendi %1 järglasele pole keelt määratud
fi: Lapsen kieltä ei ole asetettu alkiosta %1
fr: Aucun langue définie pour l'élément fils de l'élément %1
gl: Non se indicou a lingua no fillo do elemento %1
hu: Nincs nyelv beállítva a gyermeken ettől az elemtől: %1
it: Nessuna lingua impostata nel figlio dell'elemento %1
kk: %1 элементінің еншілесі үшін тілі орнатылмаған
nb: Ikke noe språk satt på på barn av element %1
nds: Keen Spraak fastleggt för Ünnerelement vun %1
nl: Geen taal ingesteld op onderliggend element %1
pl: Brak zestawu językowego na elemencie podrzędnym z elementu %1
pt: Não está definida a língua no filho do elemento %1
ru: Для потомка элемента %1 не определён язык
sk: Žiadny jazyk nastavený na potomkovi z prvku %1
sl: Na podrejenemu predmeta %1 ni nastavljenega jezika
sv: Inget språk angivet för delelementet till element %1
uk: Не вказано мови для елемента %1
zh_tw: 元素 %1 的子元素沒有設定語言

source: No file or word set on child from element %1
bs: Nema datoteke ili skupa riječi na djetetu elementa %1
ca: No s'ha establert cap fitxer o paraula al fill de l'element %1
da: Ingen fil og intet ord angivet på barn fra elementet %1
el: Δεν έχει επιλεγεί αρχείο ή λέξη στο παιδί του στοιχείου %1
es: Ningún archivo ni palabra fijado en hijo del elemento %1
et: Elemendi %1 järglasele pole faili või sõna määratud
fi: Lapsen tiedostoa tai sanaa ei ole asetettu alkiosta %1
fr: Aucun fichier ou mot défini pour l'élément fils de l'élément %1
gl: Non se indicou o ficheiro ou palabra no fillo do elemento %1
hu: Nincs fájl vagy szó beállítva a gyermeken ettől az elemtől: %1
it: Nessun file o parola impostata nel figlio dell'elemento %1
kk: %1 элементінің еншілесі үшін файл не сөз жәиыны жоқ
nb: Ingen fil eller ord satt på på barn av element %1
nds: Keen Datei oder Woort fastleggt för Ünnerelement vun %1
nl: Geen bestand of woord ingesteld op onderliggend element %1
pl: Brak zestawu plików lub słów na elemencie podrzędnym z elementu %1
pt: Não está definido nenhum ficheiro ou palavra no filho do elemento %1
ru: В потомке элемента %1 не определено слово или файл
sk: Žiadny súbor alebo slovo nastavené na potomkovi z prvku %1
sl: Na podrejenemu predmeta %1 ni nastavljene datoteke ali besede
sv: Ingen fil eller ord angivet för delelementet till element %1
uk: Не вказано файла або набору слів для елемента %1
zh_tw: 元素 %1 的子元素沒有設定檔案或單字

source: Pairs Editor
bs: Uređivač parova
ca: Editor del Pairs
da: Editor til Pairs
el: Επεξεργαστής του Pairs
es: Editor de Pairs
et: Paaride redaktor
fi: Parit-muokkain
fr: Éditeur de Pairs
gl: Editor de Parellas
hu: Pairs szerkesztő
it: Editor di Pairs
kk: Pairs редакторы
nb: Pairs-redigering
nds: Editor för Poren
nl: Bewerker van Paren
pl: Edytor par
pt: Editor do Pairs
ru: Редактор для Pairs
sk: Editor Pairs
sl: Urejevalnik za Pare
sv: Par editor
tr: Pairs Düzenleyici
uk: Редактор тем Pairs
zh_tw: Pairs 編輯器

source: Pairs Themes Editor
bs: Uređivač tema ta Pairs
ca: Editor de temes del Pairs
da: Temaeditor til Pairs
el: Επεξεργαστής θεμάτων του Pairs
es: Editor de temas para Pairs
et: Paaride teemaredaktor
fi: Parit-teemamuokkain
fr: Éditeur de thèmes de Pairs
gl: Editor de temas de Parellas
hu: Pairs témaszerkesztő
it: Editor di temi per Pairs
kk: Pairs нақыш редакторы
nb: Temaeedigering for Pairs
nds: Sett-Editor för Poren
nl: Themabewerker van Paren
pl: Edytor motywów par
pt: Editor de Temas do Pairs
ru: Редактор карточек Pairs
sk: Editor tém Pairs
sl: Urejevalnik tem za Pare
sv: Par temaeditor
tr: Pairs Tema Düzenleyicisi
uk: Редактор тем Pairs
zh_tw: Pairs 主題編輯器

source: Copyright (c) 2012 the Pairs developers
bs: Autorska prava (c) 2012 razvojni tip programa Pairs
ca: Copyright (c) 2012 els desenvolupadors del Pairs
da: Ophavsret (c) 2012 Pairs' udviklere
el: Copyright (c) 2012, οι προγραμματιστές του Pairs
es: Copyright © 2012 los desarrolladores de Pairs
et: Autoriõigus (c) 2012: Paaride arendajad
fi: Tekijänoikeudet © 2012, Parit-kehittäjät
fr: Copyright (c) 2012 Les développeurs de Pairs
gl: Copyright (c) 2012 os desenvolvedores de Parellas
hu: Copyright © A Pairs fejlesztői, 2012.
it: Copyright (c) 2012 gli sviluppatori di Pairs
kk: Copyright (c) 2012, Pairs құрастырушылары
nb: Copyright © 2012 Pairs-utviklerne
nds: Copyright © -201: De Schrieverslüüd von "Poren"
nl: Copyright (c) 2012 van de ontwikkelaars van Paren
pl: Prawa autorskie (c) 2012 programiści Par
pt: Copyright (c) 2012 dos programadores do Pairs
ru: © Разработчики Pairs, 2012
sk: Copyright (c) 2012 Vývojári Pairs
sl: Avtorske pravice (c) - 2012, razvijalci Parov
sv: Copyright © 2012 Par-utvecklarna
tr: Telif Hakkı (c) 2012 Pairs geliştiricileri
uk: © Розробники Pairs, 2012
zh_tw: Copyright (c) 2012 Pairs 開發團隊

source: Maintainer
bs: Održava
ca: Mantenidor
da: Vedligeholder
el: Συντηρητής
es: Responsable
et: Hooldaja
fi: Ylläpitäjä
fr: Mainteneur
gl: Mantedor
hu: Karbantartó
it: Responsabile
kk: Жетілдірушісі
nb: Vedlikeholder
nds: Pleger
nl: Onderhouder
pl: Opiekun
pt: Manutenção
ru: Поддержка
sk: Správca
sl: Vzdrževalec
sv: Underhåll
tr: Projeyi Yürüten
uk: Супровідник
zh_tw: 維護者

source: Feature development
bs: Razvoj mogućnosti
ca: Desenvolupament de funcionalitats
da: Udvikling af funktioner
el: Ανάπτυξη χαρακτηριστικών
es: Desarrollo de funcionalidades
et: Omaduste arendamine
fi: Piirrekehitys
fr: Développement de fonctionnalités
gl: Desenvolvemento de funcionalidades
hu: Szolgáltatás fejlesztés
it: Sviluppo delle funzionalit√†
kk: Мүмкіндіктерін жетілдіру
nb: Funksjonsutvikling
nds: Funkschonen
nl: Functieontwikkeling
pl: Opracowanie funkcji
pt: Desenvolvimento de funcionalidades
ru: Разработка компонентов сочетаний
sk: Vývoj funkcií
sl: Razvoj zmožnosti
sv: Utveckling av funktioner
uk: Розробка можливостей
zh_tw: 功能開發

source: Layout development
bs: Razvoj izgleda
ca: Desenvolupament de disposicions
da: Udvikling af layout
el: Ανάπτυξη διάταξης
es: Desarrollo del esquema
et: Paigutuse arendamine
fi: Asettelun kehitys
fr: Développement de l'agencement
gl: Desenvolvemento da disposición
hu: Elrendezés fejlesztés
it: Sviluppo della struttura dell'interfaccia
kk: Орналасуын құрастыру
nb: Utformingsutvikling
nds: Utsehn
nl: Ontwikkeling van opmaak
pl: Opracowanie układu
pt: Desenvolvimento da disposição gráfica
ru: Разработка интерфейса
sk: Vývoj rozloženia
sl: Razvoj razporedov
sv: Utveckling av layout
uk: Розробка компонування
zh_tw: 佈局開發

source: Application icon development
bs: Razvoj programskih ikona
ca: Desenvolupament de les icones de l'aplicació
da: Udvikling af programikon
el: Ανάπτυξη εικονιδίου εφαρμογής
es: Desarrollo del icono de la aplicación
et: Rakenduse ikooni arendus
fi: Sovelluksen kuvakkeiden kehitys
fr: Développement des icônes de l'application
gl: Desenvolvemento das iconas do aplicativo
hu: Alkalmazásikon fejlesztés
it: Icona dell'applicazione
kk: Бағдарламаның таңбашасы
nb: Utvikling av programikon
nds: Programmlüttbiller
nl: Ontwikkeling van programmapictogrammen
pl: Opracowanie ikon programu
pt: Desenvolvimento do ícone da aplicação
ru: Создание значков приложения
sk: Vývoj ikon aplikácie
sl: Razvoj ikone programa
sv: Framtagning av programikon
uk: Створення піктограми для програми
zh_tw: 應用程式圖示開發

source: Theme to open
bs: Tema za otvoriti
ca: Tema a obrir
da: Tema der skal åbnes
el: Θέμα προς άνοιγμα
es: Tema a abrir
et: Avatav teema
fi: Avattava teema
fr: Thème à ouvrir
gl: Tema para abrir
hu: Megnyitandó téma
it: Tema da aprire
kk: Ашатын нақышы
nb: Tema som skal åpnes
nds: Sett, den Du opmaken wullt
nl: Te openen thema
pl: Motyw do otwarcia
pt: O tema a abrir
ru: Открываемый набор
sk: Téma na otvorenie
sl: Tema za odprtje
sv: Tema att öppna
tr: Açılacak tema
uk: Тема, яку слід відкрити
zh_tw: 要開啟的主題

source: Try
bs: Pokušaj
ca: Prova
da: Prøv
el: Δοκιμή
es: Probar
et: Proovi
fi: Kokeile
fr: Essayer
gl: Tentar
hu: Próba
it: Prova
kk: Етіп көру
nb: Forsøk
nds: Utproberen
nl: Proberen
pl: Spróbuj
pt: Tentar
ru: Испытать
sk: Skúsiť
sl: Poskusi
sv: Prova
tr: Dene
uk: Перевірити
zh_tw: 嘗試

source: Save changes to the document?
bs: Snimiti promjene u dokument?
ca: Voleu desar els canvis al document?
da: Gem ændringerne i dokumentet?
el: Αποθήκευση αλλαγών στο έγγραφο;
es: ¿Guardar cambios en el documento?
et: Kas salvestada muudatused dokumenti?
fi: Tallennetaanko tiedoston muutokset?
fr: Enregistrer les modifications du document ?
gl: Gravar os cambios feitos no documento?
hu: Változások mentése a dokumentumba?
it: Salvare le modifiche al documento?
kk: Құжат өзгерістерін сақтау керек пе?
nb: Lagre endringer i dokumentet?
nds: Ännern an't Dokment sekern?
nl: Wijzigingen opslaan in het document?
pl: Zapisz zmiany w dokumencie?
pt: Deseja gravar as alterações no documento?
ru: Сохранить изменения в документе?
sk: Uložiť zmeny do dokumentu?
sl: Shranim spremembe v dokumentu?
sv: Spara ändringar i dokumentet?
tr: Değişiklik belgeye kaydedilsin mi?
uk: Зберегти зміни у документі?
zh_tw: 要將變更儲存到文件嗎？

source: File not saved
bs: Datoteka nije snimljena
ca: No s'ha desat el fitxer.
da: Fil ikke gemt
el: Το αρχείο δεν αποθηκεύτηκε
es: Archivo no guardado
et: Fail ei ole salvestatud
fi: Tiedostoa ei tallennettu
fr: Fichier non enregistré
gl: Ficheiro non gardado
hu: A fájl nincs elmentve
it: File non salvato
kk: Файл сақталмады
nb: Fil ikke lagret
nds: Datei nich sekert
nl: Bestand niet opgeslagen
pl: Nie zapisano pliku
pt: Ficheiro não gravado
ru: Файл не сохранён
sk: Súbor nebol uložený
sl: Datoteka ni bila shranjena
sv: Filen har inte sparats
tr: Dosya kaydedilmemiş
uk: Файл не збережено
zh_tw: 檔案未儲存

source: Pairs Themes
bs: Teme za Pairs
ca: Temes del Pairs
da: Pairs-temaer
el: Θέματα για το Pairs
es: Temas de Pairs
et: Paaride teemad
fi: Parit-teemat
fr: Thèmes de Pairs
gl: Temas do Parellas
hu: Pairs témák
it: Temi di Pairs
kk: Pairs нақыштары
nb: Pairs-temaer
nds: Poren-Setten
nl: Thema's van Paren
pl: Motyw Par
pt: Temas do Pairs
ru: Карточки Pairs
sk: Témy Pairs
sl: Teme za Pare
sv: Parteman
tr: Pairs Temaları
uk: теми Pairs
zh_tw: Pairs 主題

source: Save Pairs theme
bs: Snimi Pairs temu
ca: Desa el tema del Pairs
da: Gem Pairs-tema
el: Αποθήκευση θέματος του Pairs
es: Guardar tema de Pairs
et: Paaride teema salvestamine
fi: Tallenna Parit-teema
fr: Enregistrer le thème de Pairs
gl: Gravar o tema de Parellas
hu: Pairs téma mentése
it: Salva tema di Pairs
kk: Pairs нақышын сақтау
nb: Lagre Pairs-tema
nds: Poren-Sett sekern
nl: Thema van Paren opslaan
pl: Zapisz motyw Par
pt: Gravar o tema do Pairs
ru: Сохранить карточки Pairs
sk: Uložiť tému Pairs
sl: Shrani temo za Pare
sv: Spara partema
tr: Pairs Temaları Kaydet
uk: Збереження теми Pairs
zh_tw: 儲存 Pairs 主題

source: Open Pairs theme
bs: Otvori Pairs temu
ca: Obre un tema del Pairs
da: Åbn Pairs-tema
el: Άνοιγμα θέματος του Pairs
es: Abrir tema de Pairs
et: Paaride teema avamine
fi: Avaa Parit-teema
fr: Ouvrir un thème de Pairs
gl: Abrir un tema de Parellas
hu: Pairs téma megnyitása
it: Apri tema di Pairs
kk: Pairs нақышын ашу
nb: Åpne Pairs-tema
nds: Poren-Sett opmaken
nl: Thema van Paren openen
pl: Otwórz motyw Par
pt: Abrir um tema do Pairs
ru: Открыть карточки Pairs
sk: Otvoriť tému Pairs
sl: Odpri temo za Pare
sv: Öppna partema
tr: Pairs teması aç
uk: Відкриття теми Pairs
zh_tw: 開啟 Pairs 主題

source: New Image
bs: Nova slika
ca: Imatge nova
da: Nyt billede
el: Νέα εικόνα
es: Nueva imagen
et: Uus pilt
fi: Uusi kuva
fr: Nouvelle image
gl: Nova imaxe
hu: Új kép
it: Nuova immagine
kk: Жаңа кескін
nb: Nytt bilde
nds: Nieg Bild
nl: Nieuwe afbeelding
pl: Nowy obraz
pt: Nova Imagem
ru: Новое изображение
sk: Nový obrázok
sl: Nova slika
sv: Ny bild
tr: Yeni Resim
uk: Нове зображення
zh_tw: 新增影像

source: New Logic Relation
bs: Nova logička relacija
ca: Nova relació lògica
da: Ny logikrelation
el: Νέα λογική σχέση
es: Nueva relación lógica
et: Uus loogikaseos
fi: Uusi looginen yhteys
fr: Nouvelle relation logique
gl: Nova relación lóxica
hu: Új logikai kapcsolat
it: Nuova relazione logica
kk: Жаңа логикалық қатынас
nb: Ny logisk relasjon
nds: Nieg logisch Betog
nl: Nieuwe logische relatie
pl: Nowa logiczna relacja
pt: Nova Relação Lógica
ru: Новая логическая связь
sk: Nový logický vzťah
sl: Nova logična povezava
sv: Nytt logikförhållande
tr: Yeni Mantık İlişkisi
uk: Новий логічний зв’язок
zh_tw: 新增邏輯關係

source: New Sound
bs: Novi zvuk
ca: Nou so
da: Ny lyd
el: Νέος ήχος
es: Nuevo sonido
et: Uus heli
fi: Uusi ääni
fr: Nouveau son
gl: Novo son
hu: Új hang
it: Nuovo suono
kk: Жаңа дыбыс
nb: Ny lyd
nds: Nieg Klang
nl: Nieuwe klanken
pl: Nowy dźwięk
pt: Novo Som
ru: Новый звук
sk: Nový zvuk
sl: Nov zvok
sv: Nytt ljud
tr: Yeni Ses
uk: Новий звук
zh_tw: 新增音效

source: New Word
bs: Nova riječ
ca: Paraula nova
da: Nyt ord
el: Νέα λέξη
es: Nueva palabra
et: Uus sõna
fi: Uusi sana
fr: Nouveau mot
gl: Nova palabra
hu: Új szó
it: Nuova parola
kk: Жаңа сөз
nb: Nytt ord
nds: Nieg Woort
nl: Nieuw woord
pl: Nowe słowo
pt: Nova Palavra
ru: Новое слово
sk: Nové slovo
sl: Nova beseda
sv: Nytt ord
tr: Yeni Kelime
uk: Нове слово
zh_tw: 新增單字

source: New Found Sound
bs: Novi nađeni zvuk
ca: Nou so trobat
da: Ny fundet-lyd
el: Νέος ήχος που βρέθηκε
es: Nuevo sonido encontrado
et: Uus leidmise heli
fi: Uusi löytymisen ääni
fr: Nouveau son trouvé
gl: Atopouse un son novo
hu: Új talált hang
it: Nuovo suono per ritrovamento
kk: Жаңа "Табылды" дыбысы
nb: Ny funnet lyd
nds: Nieg funnen Klang
nl: Nieuwe gevonden klanken
pl: Nowy znaleziony dźwięk
pt: Novo Som Encontrado
ru: Новый звук совпадения
sk: Nový zvuk nájdený
sl: Nov zvok za najdeno
sv: Ljud för hittade
tr: Yeni Bulunan Ses
uk: Новий звук «Знайдено»
zh_tw: 新增找到的音效

source: The Title is missing
bs: Nedoastaje naslov
ca: Manca el títol
da: Titlen mangler
el: Λείπει ο τίτλος
es: Falta el título
et: Nimi on puudu
fi: Otsikko puuttuu
fr: Le titre est manquant
gl: Falta o título
hu: A csempe hiányzik
it: Manca il titolo
kk: Атауы жоқ
nb: Tittelen mangler
nds: De Titel fehlt.
nl: De titel ontbreekt
pl: Brakuje tytułu
pt: Falta o título
ru: Название не указано
sk: Titul chýba
sl: Manjka naslov
sv: Titel saknas
tr: Başlık eksik
uk: Не вказано назви
zh_tw: 標題已遺失

source: The Author is missing
bs: Nedostaje autor
ca: Manca l'autor
da: Ophavsmand mangler
el: Λείπει ο συγγραφέας
es: Falta el autor
et: Autor on puudu
fi: Tekijä puuttuu
fr: L'auteur est manquant
gl: Falta o autor
hu: A szerző hiányzik
it: Manca l'autore
kk: Авторы жоқ
nb: Forfatter mangler
nds: De Autor fehlt
nl: De auteur ontbreekt
pl: Brakuje autora
pt: Falta o autor
ru: Автор не указан
sk: Autor chýba
sl: Manjka avtor
sv: Upphovsman saknas
tr: Yazar eksik
uk: Не вказано автора
zh_tw: 作者已遺失

source: The Version is missing
bs: Nedostaje verzija
ca: Manca la versió
da: Version mangler
el: Λείπει η έκδοση
es: Falta la versión
et: Versioon on puudu
fi: Versio puuttuu
fr: La version est manquante
gl: Falta a versión
hu: A verzió hiányzik
it: Manca la versione
kk: Нұсқасы жоқ
nb: Versjonen mangler
nds: De Verschoon fehlt
nl: De versie ontbreekt
pl: Brakuje wersji
pt: Falta a versão
ru: Версия не указана
sk: Verzia chýba
sl: Manjka različica
sv: Version saknas
tr: Sürüm eksik
uk: Не вказано версії
zh_tw: 版號已遺失

source: The Description is missing
bs: Nedostaje opis
ca: Manca la descripció
da: Beskrivelse mangler
el: Λείπει η περιγραφή
es: Falta la descripción
et: Kirjeldus on puudu
fi: Kuvaus puuttuu
fr: La description est manquante
gl: Falta a descrición
hu: A leírás hiányzik
it: Manca la descrizione
kk: Сипаттамасы жоқ
nb: Beskrivelsen mangler
nds: De Beschrieven fehlt
nl: De beschrijving ontbreekt
pl: Brakuje opisu
pt: Falta a descrição
ru: Описание не задано
sk: Popis chýba
sl: Manjka opis
sv: Beskrivning saknas
tr: Açıklama eksik
uk: Не вказано опису
zh_tw: 描述已遺失

source: The Back Image is missing
bs: Nedostaje pozadinska slika
ca: Manca la imatge de fons
da: Bagsidebillede mangler
el: Λείπει η εικόνα φόντου
es: Falta la imagen de fondo
et: Tagakülje pilt on puudu
fi: Takapuolen kuva puuttuu
fr: L'image de dos est manquante
gl: Falta a imaxe do reverso
hu: A hátlap hiányzik
it: Manca l'immagine del dorso
kk: Сырт кескіні жоқ
nb: Bakgrunnsbildet mangler
nds: Dat Achterbild fehlt
nl: De afbeelding op de achterkant ontbreekt
pl: Brakuje obrazów w tle
pt: Falta a imagem traseira
ru: Тыльное изображение не определено
sk: Obrázok pozadia chýba
sl: Manjka slika ozadja
sv: Bakgrundsbild saknas
tr: Arka Resim eksik
uk: Не вистачає зображення тла
zh_tw: 背景影像已遺失

source: Element %1
da: Elementet %1
el: Στοιχείο %1
es: Elemento %1
fi: Alkio %1
fr: Élément %1
gl: Elemento %1
hu: %1. elem
it: Elemento %1
kk: %1 элементі
pt: Elemento %1
ru: Элемент %1
sk: Prvok %1
sl: Predmet %1
tr: Öge %1
uk: Елемент %1
zh_tw: 元素 %1

source: Logic image file
bs: Datoteka s logičkom slikom
ca: Fitxer d'imatge lògica
da: Logik-billedfil
el: Αρχείο εικόνας λογικής
es: Archivo de imagen lógico
et: Loogikapildi fail
fi: Logiikkakuvatiedosto
fr: Fichier d'image logique
gl: Ficheiro de imaxe de lóxica
hu: Logika képfájl
it: Immagine di logica
kk: Логика кескінің файлы
nb: Logikkbilde-fil
nds: Logikbild-Datei
nl: Logisch imagebestand
pl: Plik obrazu logicznego
pt: Ficheiro de imagem lógico
ru: Связанное изображение
sk: Logický obrázkový súbor
sl: Slikovna datoteka z logiko
sv: Logisk bildfil
tr: Mantık görüntü dosyası
uk: Файл зображення логіки
zh_tw: 邏輯影像檔

source: Language of the logic image
bs: Jezik logičke slike
ca: Idioma de la imatge lògica
da: Logik-billedfilens sprog
el: Γλώσσα της εικόνας λογικής
es: Idioma de la imagen lógica
et: Loogikapildi keel
fi: Logiikkakuvan kieli
fr: Langue de l'image logique
gl: Idioma da imaxe de lóxica
hu: A logikai kép nyelve
it: Lingua dell'immagine di logica
kk: Логика кескін файлдың тілі
nb: Språk for logikkbildet
nds: Spraak vun't Logikbild
nl: Taal van de logische image
pl: Język obrazu logicznego
pt: Língua da imagem lógica
ru: Язык связанного изображения
sk: Jazyk logického obrázku
sl: Jezik logične slike
sv: Den logiska bildens språk
tr: Mantık görüntüsünün dili
uk: Мова логічної гри
zh_tw: 邏輯影像的語言

source: Image file
bs: Datoteka slike
ca: Fitxer d'imatge
da: Billedfil
el: Αρχείο εικόνας
es: Archivo de imagen
et: Pildifail
fi: Kuvatiedosto
fr: Fichier d'image
gl: Ficheiro de imaxe
hu: Képfájl
it: Immagine
kk: Сурет файлы
nb: Bildefil
nds: Bilddatei
nl: Imagebestand
pl: Plik obrazu
pt: Ficheiro de imagem
ru: Изображение
sk: Súbor obrázku
sl: Slikovna datoteka
sv: Bildfil
tr: Görüntü dosyası
uk: Файл зображення
zh_tw: 影像檔

source: Language of the image
bs: Jezik slike
ca: Idioma de la imatge
da: Billedets sprog
el: Γλώσσα της εικόνας
es: Idioma de la imagen
et: Pildi keel
fi: Kuvan kieli
fr: Langue de l'image
gl: Idioma da imaxe
hu: A kép nyelve
it: Lingua dell'immagine
kk: Кескіннің тілі
nb: Språk for bildet
nds: Spraak vun't Bild
nl: Taal van de image
pl: Język obrazu
pt: Língua da imagem
ru: Язык изображения
sk: Jazyk obrázku
sl: Jezik slike
sv: Bildens språk
tr: Görüntünün dili
uk: Мова зображення
zh_tw: 影像的語言

source: Found sound file
bs: Nađena datoteka s zvukom
ca: S'ha trobat un fitxer de so
da: Fundet-lydfil
el: Αρχείο ήχου που βρέθηκε
es: Archivo de sonido encontrado
et: Leidmise helifail
fi: Löytymisen äänitiedosto
fr: Fichier de son trouvé
gl: Atopouse un ficheiro de son
hu: Hangfájl található
it: Suono per ritrovamento
kk: "Табылды" дыбыс файлы
nb: Fant lydfil
nds: Funnen-Klang-Datei
nl: Geluidsbestand gevonden
pl: Znaleziono plik dźwięku
pt: Foi encontrado um ficheiro de áudio
ru: Звук совпадения
sk: Nájdený zvukový súbor
sl: Zvočna datoteka za najdeno
sv: Ljudfil för hittade
tr: Bulunan ses dosyası
uk: Файл звуку «Знайдено»
zh_tw: 找到音效檔
