Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/pairs.po
Languages: kk

# NAME OF TRANSLATORS
source: Your names
kk: Сайран Киккарин

# EMAIL OF TRANSLATORS
source: Your emails
kk: sairan@computer.org

source: A game to enhance your memory for KDE!
kk: Жадын жаттықтыру KDE-дегі ойыны!

source: Initial implementation and maintainer
kk: Бастапқы іске асырушысы мен жетілдірушісі

source: Theme support enhancement and general feature development
kk: Нақыштарды қолдауын күшейтуі және жалпы құрастыруы

source: Initial project setup and ideas
kk: Бастапқы идеялары мен жобалау

source: start in fullscreen mode
kk: толық экранды күйінде бастау

source: Pairs theme to open
kk: Ашатын Pairs нақышы

source: %1:%2 Unknown token in theme file
kk: %1:%2 Нақыш файлында беймәлім өрнек

source: Player
kk: Ойыншы

source: Graphic design and icons
kk: Графика дизайны мен таңбашалары

source: Quit
kk: Шығу

source: Get Themes
kk: Нақыштарын табу

source: Info
kk: Ақпар

source: New Game
kk: Жаңа ойын

source: Go Back
kk: Шегіну

source: Players
kk: Ойыншылар

# name. found/tries, time seconds
source: %1<br/>%2/%3, %4s
kk: %1<br/>%2/%3, %4 сек

source: Join!
kk: Қосыл!

source: Player Name:
kk: Ойыншының аты:

source: Add
kk: Қосу

source: Pairs
kk: Жұптар

source: Relations
kk: Қатынастар

source: Logic
kk: Логика

source: Sound
kk: Дыбыс

source: SoundLogic
kk: Дыбыс пен логика

source: Words
kk: Сөздер

source: Congratulations!
kk: Құттықтаймыз!

source: %1. Time: %2. Results: %3
kk: %1. Уақыт: %2. Нәтижелер: %3
