Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/rocsvisualeditor.po
Languages: bs, el, kk, lv, nb, nds

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić
el: Γιάννης Κασκαμανίδης, Δημήτρης Καρδαράκος
kk: Сайран Киккарин
lv: Einārs Sprūģis
nb: Bjørn Steensrud
nds: Manfred Wiese

# EMAIL OF TRANSLATORS
source: Your emails
bs: samir.ribic@etf.unsa.ba
el: kiolalis@gmail.com, dimkard@gmail.com
kk: sairan@computer.org
lv: einars8@gmail.com
nb: bjornst@skogkatt.homelinux.org
nds: m.j.wiese@web.de

# @action:intoolbar
source: Add Edge
bs: Dodaj ivicu
el: Προσθήκη ακμής
kk: Қырды қосу
lv: Pievienot šķautni
nb: Legg til kant
nds: Kant tofögen

# @info:tooltip
source: Creates a new edge between 2 nodes
bs: Kreira novu ivicu između 2 čvora
el: Δημιουργεί μια νέα ακμή μεταξύ δύο κόμβων
kk: Екі төбе арасындағы қырын құру
lv: Izveido jaunu šķautni starp 2 virsotnēm
nb: Oppretter en ny kant mellom to noder
nds: Stellt en nieg Kant twischen twee Knütten op

# @action:intoolbar
source: Add %1
bs: Dodaj %1
el: Προσθήκη %1
kk: %1 дегенді қосу
lv: Pievienot %1
nb: Legg til %1
nds: %1 tofögen

# @action:intoolbar
source: Add Data
bs: Dodaj podatke
el: Προσθήκη δεδομένων
kk: Деректі қосу
lv: Pievienot datus
nb: Legg til data
nds: Daten tofögen

# @info:tooltip
source: Creates a new node at the click position.
bs: Kreira novi čvot na klik poziciji.
el: Δημιουργεί έναν νέο κόμβο στο σημείο που θα κάνετε κλικ.
kk: Түрткен жерде төбесін құру.
lv: Izveido jaunu virsotni klikšķa izdarīšanas vietā.
nb: Oppretter en ny node ved klikk-posisjonen.
nds: Stellt en nieg Knütt an de anklickt Steed op.

# @info:tooltip
source: Creates a new node at the click position on the drawing area.
bs: Stvara novi čvor na klik poziciju na području crtanja.
el: Δημιουργεί έναν νέο κόμβο στο σημείο της περιοχής σχεδίασης που θα κάνετε κλικ.
kk: Сурет салатын өрісінде түрткен жерде жаңа төбені құру
lv: Izveido jaunu virsotni klikšķa izdarīšanas vietā zīmēšanas apgabalā.
nb: Oppretter en ny node ved klikk-posisjonen på tegneområdet.
nds: Stellt en nieg Knütt an de anklickt Steed binnen dat Tekenrebeet op.

source: Add %1
bs: Dodaj %1
el: Προσθήκη %1
kk: %1 дегенді қосу
lv: Pievienot %1
nb: Legg til %1
nds: %1 tofögen

# @action:intoolbar
source: Delete
bs: Obriši
el: Διαγραφή
kk: Өшіру
lv: Dzēst
nb: Slett
nds: Wegdoon

# @info:tooltip
source: Delete items by clicking on them.
bs: Briše stavke klikćući na njih
el: Διαγραφή αντικειμένων με κλικ σε αυτά.
kk: Түрткенді өшіру.
lv: Dzēš vienības, noklikšķinot uz tām.
nb: Slett elementer ved å trykke på dem.
nds: Indrääg mit en Klick dor op wegdoon

# @title:window
source: Data Type Properties
bs: Svojstva tipa podataka
el: Ιδιότητες τύπου δεδομένων
kk: Деректер түрінің қасиеттері
lv: Datu tipa īpašības
nb: Datatype-egenskaper
nds: Datentyp-Egenschappen

# @title:window
source: Pointer Type Properties
bs: Svojstva tipa pokazivača
el: Ιδιότητες τύπου δείκτη
kk: Көрсеткіш түрінің қасиеттері
lv: Rādītāja tipa īpašības
nb: Egenskaper for pekertype
nds: Wiesertyp-Egenschappen

# @action:intoolbar
source: Move
bs: Premjesti
el: Μετακίνηση
kk: Жылжыту
lv: Pārvietot
nb: Flytt
nds: Verschuven

# @info:tooltip
source: Select and move items.
bs: Izbor i premještanje stavki.
el: Επιλογή και μετακίνηση αντικειμένων.
kk: Бірдемені таңдап алып жылжыту.
lv: Atlasa un pārvieto vienības.
nb: Velg og flytt elementer.
nds: Indrääg utsöken un verschuven

# @action:intoolbar
source: Zoom
bs: Uvećaj
el: Εστίαση
kk: Масштабы
lv: Tuvināšana
nds: Ansichtgrött

# @info:tooltip
source: Zoom the canvas by the wheel, or by dragging.
bs: Uvećaj platno točkićem ili prevlačenjem
el: Εστίαση στον καμβά με τη ροδέλα ή με σύρσιμο.
kk: Тышқанның тегіршігімен немесе онымен тартып масштабын өзгерту.
lv: Pietuviniet virsmu ar peles ritenīti vai velkot.
nb: Forstørr/minsk lerretet med musehjulet eller ved å dra.
nds: Lienwandgrött mit Muusrad oder dör Trecken ännern

# @action:button
source: Properties
bs: Svojstva
el: Ιδιότητες
kk: Қасиеттер
lv: Īpašības
nb: Egenskaper
nds: Egenschappen

# @label:listbox
source: Graph Document:
bs: Dockment grafa:
el: Έγγραφο γράφου:
kk: Граф құжаты:
lv: Grafa dokuments:
nb: Grafdokument:
nds: Graphendokment:

source: Data Structure:
bs: Struktura podataka:
el: Δομή δεδομένων:
kk: Деректер құрылымы:
lv: Datu struktūra:
nb: Datastruktur:
nds: Datenstruktuur:

# @info:tooltip
source: Add a new data structure.
bs: Dodaj novu strukturu podataka
el: Προσθήκη νέα δομής δεδομένων.
kk: Жаңа дерек құрылымын қосу.
lv: Pievienot jaunu datu struktūru.
nb: Legg til en ny datastruktur.
nds: En nieg Datenstruktuur tofögen

# @info:tooltip
source: Remove selected data structure.
bs: Ukloni izabranu strukturu podataka.
el: Αφαίρεση επιλεγμένης δομής δεδομένων.
kk: Таңдаған дерек құрылымын өшіру.
lv: Izņemt izvēlēto datu struktūru.
nb: Slett den valgte datastrukturen.
nds: Utsöcht Datenstruktuur wegmaken

# @action:intoolbar Alignment
source: Base
bs: Osnovica
el: Βάση
kk: Негізгі
lv: Bāze
nb: Grunnlinje
nds: Basis

# @action:intoolbar Alignment
source: Center
bs: Centrirano
el: Κέντρο
kk: Ортаға
lv: Centrs
nb: Midtstilt
nds: Merrn

# @action:intoolbar Alignment
source: Top
bs: Vrh
el: Πάνω
kk: Жоғарға
lv: Augša
nb: Øverst
nds: Baven

# @action:intoolbar Alignment
source: Left
bs: Lijevo
el: Αριστερά
kk: Солға
lv: Kreisā puse
nb: Venstre
nds: Linkerhand

# @action:intoolbar Alignment
source: Right
bs: Desno
el: Δεξιά
kk: Оңға
lv: Labā puse
nb: Høyre
nds: Rechterhand

# @action:intoolbar Alignment
source: Circle
bs: Krug
el: Κύκλος
kk: Айнала
lv: Aplis
nb: Sirkel
nds: Krink

# @action:intoolbar Alignment
source: Minimize Crossing Edges
bs: Minimiziraj ukrštane ivice.
el: Ελαχιστοποίηση διασταυρούμενων ακμών
kk: Қиылысқан қырларын мейілінше азайту
lv: Minimizēt šķautņu šķērsošanu
nb: Minimer kryssende kanter
nds: Kantkrüüzen minimeren

# @info:tooltip current zoom factor for graph editor
source: Zoom: %1\%
bs: Uvećaj: %1\%
el: Εστίαση: %1\%
kk: Масштабы: %1\%
lv: Mērogs: %1\%
nds: Ansichtgrött: %1\%

source: Edit Data Types
bs: Uredi tipove podataka
el: Επεξεργασία τύπων δεδομένων
kk: Дерек түрлерін өңдеу
lv: Rediģēt datu tipus
nb: Rediger datatyper
nds: Datentypen bewerken

# @title:window
source: Data Element Properties
bs: Svojstva elemenata podataka
el: Ιδιότητες στοιχείων δεδομένων
kk: Деректер элементінің қасиеттері
lv: Datu elementa īpašības
nb: Egenskaper for dataelement
nds: Datenelement-Egenschappen

source: Data Properties
bs: Svojstva podataka
el: Ιδιότητες δεδομένων
kk: Дерек қасиеттері
lv: Datu īpašības
nb: Data-egenskaper
nds: Datenegenschappen

source: Static Properties
bs: Statička svojstva
el: Στατικές ιδιότητες
kk: Статикалық қасиеттері
lv: Statiskās īpašības
nb: Statiske egenskaper
nds: Fast Egenschappen

source: Node color
bs: Boja čvora
el: Χρώμα κόμβου
kk: Төбенің түсі
lv: Virsotnes krāsa
nb: Nodefarge
nds: Knüttklöör

source: Color:
bs: Boja:
el: Χρώμα:
kk: Түсі:
lv: Krāsa:
nb: Farge:
nds: Klöör:

source: Type:
bs: Tip:
el: Τύπος:
kk: Түрі:
lv: Tips:
nds: Typ:

source: Dynamic Properties
bs: Dinamička svojstva
el: Δυναμικές ιδιότητες
kk: Динамикалық қасиеттер
lv: Dinamiskās īpašības
nb: Dynamiske egenskaper
nds: Dünaamsch Egenschappen

source: Name:
bs: Naziv:
el: Όνομα:
kk: Атауы:
lv: Nosaukums:
nb: Navn:
nds: Naam:

source: Data Structure Plugin:
bs: Priključak strukture podataka
el: Πρόσθετο δομής δεδομένων:
kk: Деректер құрылымының плагині:
lv: Datu struktūras spraudnis:
nb: Programtillegg for datastruktur:
nds: Datenstruktuur-Moduul:

source: Data Structure Plugin Properties
bs: Svojstva priključka strukture podataka
el: Ιδιότητες πρόσθετου δομής δεδομένων
kk: Деректер құрылымы плагинін қасиеттері
lv: Datu struktūras spraudņa īpašības
nb: Egenskaper for datastruktur-programtillegg
nds: Datenstruktuurmoduul-Egenschappen

# @title:tab
source: Data Structure
bs: Struktura podataka
el: Δομή δεδομένων
kk: Деректер құрылымы
lv: Datu struktūra
nb: Datastruktur
nds: Datenstruktuur

# @title:tab
source: Data Types
bs: Tipovi podataka
el: Τύποι δεδομένων
kk: Дерек түрлері
lv: Datu tipi
nb: Datatyper
nds: Datentypen

# @title:tab
source: Pointer Types
bs: Tipovi pokazivača
el: Τύποι δεικτών
kk: Көрсеткіш түрлері
lv: Rādītāju tipi
nb: Pekertyper
nds: Wiesertypen

# @title:window
source: Data Structure Properties
bs: Svojstva strukture podataka
el: Ιδιότητες δομής δεδομένων
kk: Деректер құрылымының қасиеттері
lv: Datu struktūras īpašības
nb: Egenskaper for datastruktur
nds: Datenstruktuur-Egenschappen

source: Name
bs: Naziv
el: Όνομα
kk: Атауы
lv: Nosaukums
nb: Navn
nds: Naam

source: Default Value
bs: Podrazumijevana vrijednost
el: Προκαθορισμένη τιμή
kk: Әдетті мәні
lv: Noklusētā vērtība
nb: Standardverdi
nds: Standardweert

source: Display
bs: Prikaz
el: Εμφάνιση
kk: Көрсету
lv: Izskats
nb: Visning
nds: Dorstellen

# @item:inlistbox
source: %1 (ID %2)
el: %1 (αναγνωριστικό %2)

# Property identifier, only a-Z and no spaces
source: property%1
el: ιδιότητα%1
kk: қасиет%1
lv: Īpašība%1
nb: egenskap%1
nds: egenschap%1

# @item:inlistbox
source: Data Type
bs: Tip podataka
el: Τύπος δεδομένων
kk: Дерек түрлері
lv: Datu tips
nds: Datentyp

source: Select Data Type:
bs: Izaberite tip podatka:
el: Επιλογή τύπου δεδομένων:
kk: Деректер түрін таңдау:
lv: Izvēlieties datu tipu:
nb: Velg datatype:
nds: Datentyp utsöken:

source: Remove selected data type.
bs: Ukloni izabrani tip podataka:
el: Αφαίρεση του επιλεγμένου τύπου δεδομένων.
kk: Таңдалған дерек түрін өшіру.
lv: Izņemt izvēlēto datu tipu.
nb: Fjern valgt datatype
nds: Utsöcht Datentyp wegmaken

source: Add new data type.
bs: Dodaj novi tip podataka.
el: Προσθήκη νέου τύπου δεδομένων.
kk: Жаңа дерек түрін қосу
lv: Pievienot jaunu datu tipu.
nb: Legg til en ny datatype.
nds: Nieg Datentyp tofögen

source: Insert a name for this type
bs: Unesi ime za ovaj tip
el: Δώστε ένα όνομα για αυτόν τον τύπο
kk: Осы түрінің атауын ендіру
lv: Ievadiet nosaukumu šim tipam
nb: Sett inn et navn for denne typen
nds: En Naam för dissen Typ ingeven

source: Default Color:
bs: Podrazumijevana boja:
el: Προκαθορισμένο χρώμα:
kk: Әдетті түс:
lv: Noklusētā krāsa:
nb: Standardfarge:
nds: Standardklöör:

source: Data Type Properties
bs: Svojstva tipa podataka
el: Ιδιότητες τύπου δεδομένων
kk: Деректер түрінің қасиеттері
lv: Datu tipa īpašības
nb: Datatype-egenskaper
nds: Datentyp-Egenschappen

# @title:window
source: Document Properties
bs: Svojstva dokumenta
el: Ιδιότητες εγγράφου
kk: Құжаттың қасиеттері
lv: Dokumenta īpašības
nb: Dokumentegenskaper
nds: Dokmentegenschappen

# @title:menu
source: Add Data
bs: Dodaj podatke
el: Προσθήκη δεδομένων
kk: Деректі қосу
lv: Pievienot datus
nb: Legg til data
nds: Daten tofögen

# @info:tooltip
source: Add new data element
bs: Dodaj novi element podataka.
el: Προσθήκη νέου στοιχείου δεδομένων
kk: Жаңа дерек элементін қосу
lv: Pievienot jaunu datu elementu
nb: Legg til et nytt dataelement
nds: Nieg Datenelement tofögen

# @title:menu
source: Add Connection
bs: Dodaj vezu
el: Προσθήκη σύνδεσης
kk: Байланысын қосу
lv: Pievienot savienojumu
nb: Legg til forbindelse
nds: Verbinnen tofögen

# @action:intoolbar
source: Add Connection
bs: Dodaj vezu
el: Προσθήκη σύνδεσης
kk: Қосылымын құру
lv: Pievienot savienojumu
nb: Legg til forbindelse
nds: Verbinnen tofögen

# @info:tooltip
source: Add a new connection between two data elements of selected type
bs: Dodaj novu vezu između dva elementa izabranog tipa
el: Προσθήκη μια νέας σύνδεσης μεταξύ δύο στοιχείων δεδομένων του επιλεγμένου τύπου
kk: Таңдалған түрінің екі дерек элемент арасында жаңа байланысын құру
lv: Pievienot jaunu savienojumu starp diviem izvēlētā tipa datu elementiem
nb: Legg til en ny forbindelse mellom to dataelementer av valgt type
nds: En nieg Verbinnen twischen twee Datenelementen vun den utöchten Typ tofögen

source: Property
bs: Svojstvo
el: Ιδιότητα
kk: Қасиет
lv: Īpašība
nb: Egenskap
nds: Egenschap

source: Value
bs: Vrijednost
el: Τιμή
kk: Мәні
lv: Vērtība
nb: Verdi
nds: Weert

source: Edit Pointer Types
bs: Izmijeni vrste pokazivača
el: Επεξεργασία τύπων δείκτη
kk: Көрсеткіш түрлерін өзгерту
lv: Rediģēt rādītāju tipus
nb: Rediger pekertyper
nds: Wiesertyp bewerken

# @title:window
source: Pointer Properties
bs: Svojstva pokazivača
el: Ιδιότητες δείκτη
kk: Көрсеткіштің қасиеттері
lv: Rādītāja īpašības
nb: Egenskaper for peker
nds: Wieseregenschappen

source: Pointer Properties
bs: Svojstva pokazivača
el: Ιδιότητες δείκτη
kk: Көрсеткіштің қасиеттері
lv: Rādītāja īpašības
nb: Egenskaper for peker
nds: Wieseregenschappen

source: Width:
bs: Širina:
el: Πλάτος:
kk: Ені:
lv: Platums:
nb: Bredde:
nds: Breed:

# @item:inlistbox
source: solid line
bs: Puna linija
el: συμπαγής γραμμή
kk: тұтас сызық
lv: viendabīga līnija
nb: heltrukken
nds: Vull Lien

# @item:inlistbox
source: dash line
bs: crtkasta linia
el: διακεκομμένη γραμμή
kk: штрихты сызық
lv: pārtraukta līnija
nb: stiplet linje
nds: Ünnerbraken Lien

# @item:inlistbox
source: dot line
bs: tačkasta linija
el: γραμμή με τελείες
kk: нүктелі сызық
lv: punktēta līnija
nb: prikket linje
nds: Punkteert Lien

# @item:inlistbox
source: dash dot line
bs: linija crta tačka
el: γραμμή με παύλες και τελείες
kk: штрих-нүктелі сызық
lv: svītrpunktu līnija
nb: strek-prikk-linje
nds: Punktstreek-Lien

# @item:inlistbox
source: Unidirectional
bs: Jednosmjerno
el: Μη κατευθυνόμενος
kk: Бірбағытты
lv: Vienvirziena
nb: Ensrettet
nds: Eensiets richt

# @item:inlistbox
source: Bidirectional
bs: Dvosmjerno
el: Διπλής κατεύθυνσης
kk: Екібағытты
lv: Divvirzienu
nb: Begge retninger
nds: Dubbelsiets richt

# @item:inlistbox
source: Connection
bs: Veza
el: Σύνδεση
kk: Байланыс
lv: Savienojums
nb: Forbindelse
nds: Verbinnen

source: Add new pointer type.
bs: Dodaj novi tip pokazivača.
el: Προσθήκη νέου τύπου δείκτη.
kk: Жаңа көрсеткіш түрін қосу.
lv: Pievienot jaunu rādītāja tipu.
nb: Legg til ny pekertype.
nds: Nieg Wiesertyp tofögen

source: Select Pointer Type:
bs: Izaberi tip pokazivača
el: Επιλογή τύπου δείκτη:
kk: Көрсеткіштің түрі:
lv: Izvēlieties rādītāja tipu:
nb: Velg pekertype:
nds: Wiesertyp utsöken:

source: Remove selected pointer type.
bs: Ukloni izabrai tip pokazivača
el: Αφαίρεση του επιλεγμένου τύπου δείκτη.
kk: Таңдалған көрсеткіш түрін өшіру.
lv: Izņemt izvēlēto rādītāja tipu.
nb: Fjern valgt pekertype.
nds: Utsöcht Wiesertyp wegmaken

source: Direction:
bs: Pravac:
el: Κατεύθυνση:
kk: Бағыты:
lv: Virziens:
nb: Retning:
nds: Richt:

source: <html><head/><body><p>Select if pointers of this type is unidirectional or bidirectional. Changing this value changes directions of all pointers of this type.</p></body></html>
bs: <html><head/><body><p>Odaberite ako je pokazivač ovog tipa jednosmjeran ili dvosmjeran. Mijenjanje ove vrijednosti mijenja smjer svih pokazivača ovog tipa.</p></body></html>
el: <html><head/><body><p>Επιλέξτε αν οι δείκτες αυτού του τύπου θα είναι μη κατευθυνόμενοι ή διπλής κατεύθυνσης. Αλλάζοντας τη συγκεκριμένη τιμή αλλάζει η κατεύθυνση όλων των δεικτών του συγκεκριμένου τύπου .</p></body></html>
kk: <html><head/><body><p>Түрі осындай көрсеткіштер бірбағытты ма, әлде екібағытты ма, ұйғаруы. Бұның мәнін өзгерткенде бүкіл осы түріндегі көрсеткіштер өзгертіледі.</p></body></html>
lv: <html><head/><body><p>Izvēlieties, vai šī tipa rādītāji ir vienvirziena vai divvirzienu. Mainot šo vērtību, tiks izmainīti visu šī tipa rādītāju virzieni.</p></body></html>
nb: <html><head/><body> <p>Velg om pekere av denne typen er ensrettet eller går i begge retninger. Om dette endres, så endres retningene for alle pekere av denne typen.</p> </body></html>
nds: <html><head/><body><p>Hier kannst Du fastleggen, wat Wiesers vun dissen Typ een- oder dubbelsiets richt sünd. Ännerst Du dissen Weert, warrt de Richten vun all Wiesers mit dissen Typ ännert.</p></body></html>

source: Style:
bs: Stil:
el: Στυλ:
kk: Стилі:
lv: Stils:
nb: Stil:
nds: Stil:

source: Pointer Type Properties
bs: Svojstva vrste pokazivača
el: Ιδιότητες τύπου δείκτη
kk: Көрсеткіш түрінің қасиеттері
lv: Rādītāja tipa īpašības
nb: Egenskaper for pekertype
nds: Wiesertyp-Egenschappen

# @title:menu
source: Data Structure
bs: Struktura podataka
el: Δομή δεδομένων
kk: Деректер құрылымы
lv: Datu struktūra
nb: Datastruktur
nds: Datenstruktuur

# @title:menu
source: Selected
bs: Odabrano
el: Επιλεγμένο
kk: Таңдалғанды
lv: Iezīmēts
nb: Valgt
nds: Utsöcht

# @title:menu
source: Zoom
bs: Zumiraj
el: Εστίαση
kk: Масштабы
lv: Tuvināšana
nds: Ansichtgrött

# @action:inmenu Zoom
source: In
bs: Naprijed
el: Μεγέθυνση
kk: Үлғайту
lv: Pietuvināt
nb: Inn
nds: Grötter

# @action:inmenu Zoom
source: Out
bs: Nazad
el: Σμίκρυνση
kk: Кішрейту
lv: Attālināt
nb: Ut
nds: Lütter

# @action:inmenu Zoom
source: Reset
bs: Resetuj
el: Επαναφορά
kk: Ысырып тастау
lv: Atstatīt
nb: Tilbakestill
nds: Torüchsetten

source: Align
bs: Poravnanje
el: Στοίχιση
kk: Туралау
lv: Izlīdzināt
nb: Rett inn
nds: Utrichten

# @action:inmenu align elements at bottom
source: Bottom
bs: Dno
el: Κάτω
kk: Төменге
lv: Apakšā
nb: Nederst
nds: Nerrn

# @action:inmenu align elements at center
source: Center
bs: Centar
el: Κέντρο
kk: Ортаға
lv: Centrā
nb: Senter
nds: Merrn

# @action:inmenu align elements at top
source: Top
bs: Vrh
el: Πάνω
kk: Жоғарға
lv: Augšā
nb: Øverst
nds: Baven

# @action:inmenu align elements left
source: Left
bs: Lijevo
el: Αριστερά
kk: Солға
lv: Pa kreisi
nb: Venstre
nds: Linkerhand

# @action:inmenu align elements right
source: Right
bs: Desno
el: Δεξιά
kk: Оңға
lv: Pa labi
nb: Høyre
nds: Rechterhand

# @action:inmenu align elements as a circle
source: Circle
bs: Krug
el: Κύκλος
kk: Айнала
lv: Aplis
nb: Sirkel
nds: Krink

# @action:inmenu align elements such that crossing edges are minimized
source: Minimize Crossing Edges
bs: Minimiziraj ukrštane ivice.
el: Ελαχιστοποίηση διασταυρούμενων ακμών
kk: Қиылысқан қырларын мейілінше азайту
lv: Minimizēt šķautņu šķērsošanu
nb: Minimer kryssende kanter
nds: Kantkrüüzen minimeren

# @action:inmenu
source: Properties
bs: Svojstva
el: Ιδιότητες
kk: Қасиеттер
lv: Īpašības
nb: Egenskaper
nds: Egenschappen

# @title:menu Assign values
source: Values
bs: Vrijednosti
el: Τιμές
kk: Мәндері
lv: Vērtības
nb: Verdier
nds: Weerten

# @action:inmenu Value
source: Enumerate
bs: Pobrojano
el: Αρίθμηση
kk: Нөмірлеу
lv: Uzskaitīt
nb: Rams opp
nds: Optellen

# @action:inmenu Value
source: Random Integers
bs: Slučajni cijeli brojevi
el: Τυχαίοι ακέραιοι
kk: Кездейсоқ бүтін сандар
lv: Nejauši veselie skaitļi
nb: Vilkårlige heltall
nds: Tofällig Heeltallweerten

# @action:inmenu Value
source: Random Reals
bs: Slučajni realni brojevi
el: Τυχαίοι πραγματικοί
kk: Кездейсоқ нақты сандар
lv: Nejauši reālie skaitļi
nb: Vilkårlige flyttall
nds: Tofällig Dezimaaltallen

# @action:inmenu
source: Delete
bs: Obriši
el: Διαγραφή
kk: Өшіру
lv: Dzēst
nb: Slett
nds: Wegdoon

# @title Displayed plugin name
source: Assign Values
bs: Dodijeli vrijednosti
el: Ανάθεση τιμών
kk: Мәндерін келтіру
lv: Piesaistīt vērtības
nb: Tilordne verdier
nds: Weerten towiesen

source: Assign Values
bs: Dodijeli vrijednosti
el: Ανάθεση τιμών
kk: Мәндерін келтіру
lv: Piesaistīt vērtības
nb: Tilordne verdier
nds: Weerten towiesen

source: All Data Types
bs: Svi tipovi podataka
el: Όλοι οι τύποι δεδομένων
kk: Бүкіл дерек түрлері
lv: Visi datu tipi
nb: Alle datatyper
nds: All Datentypen

source: All Connection Types
bs: Svi tipovi veza
el: Όλοι οι τύποι συνδέσεων
kk: Бүкіл байланыс түрлері
lv: Visi savienojumu tipi
nb: Alle tilkoblingstyper
nds: All Verbinnentypen

source: Enter Property Name
bs: Unesi ime svojstva
el: Δώστε όνομα ιδιότητας
kk: Қасиет атауын келтіру
lv: Ievadiet īpašības nosaukumu
nb: SKriv inn egenskapsnavnet
nds: Egenschapnaam ingeven

source: Choose Properties
bs: Odaberite svojstva
el: Επιλογή ιδιοτήτων
kk: Қасиеттерін таңдау
lv: Izvēlieties īpašības
nb: Velg egenskaper
nds: Egenschappen utsöken

source: Show advanced options.
bs: Prikaži napredne opcije
el: Εμφάνιση επιλογών για προχωρημένους.
kk: Жетелеу параметрлерін көрсету.
lv: Rādīt paplašinātās opcijas.
nb: Vis avanserte innstillinger.
nds: Verwiedert Optschonen wiesen

source: Assignment Method
bs: Metod dodjele
el: Μέθοδος ανάθεσης
kk: Тағайындау тәсілі
lv: Piesaistīšanas metode
nb: Tilordningsmetode
nds: Towiesmetood

source: Start ID
bs: Početni ID
el: Αναγνωριστικό εκκίνησης
kk: Бастапқы идентификатор
lv: Sākuma ID

source: Initial string
bs: Inicijalni niz
el: Αρχική συμβολοσειρά
kk: Бастапқы мәтін-жолы
lv: Sākuma virkne
nb: Startstreng
nds: Anfang-Tekenkeed

source: Prefix
bs: Prefiks
el: Πρόθεμα
kk: Префикс
lv: Prefikss
nb: Prefiks

source: Lower Limit
bs: Donja granica
el: Κατώτερο όριο
kk: Төменгі шек
lv: Apakšējais limits
nb: Nedre grense
nds: Neddergrenz

source: Upper Limit
bs: Gornja granica
el: Ανώτερο όριο
kk: Жоғарғы шек
lv: Augšējais limits
nb: Øvre grense
nds: Bövergrenz

source: Generator Seed
bs: Sjeme generatora
el: Φύτρο γεννήτριας
kk: Генератордың бастапқы саны
lv: Ģeneratora sēkla
nb: Startverdi for generator
nds: Tofallmaker-Startweert:

source: Constant
bs: Konstanta
el: Σταθερά
kk: Тұрақты
lv: Konstants
nb: Konstant
nds: Konstant

source: Enumerate Items
bs: Pobrojane stavke
el: Αρίθμηση αντικειμένων
kk: Нөмірлеп шығу
lv: Uzskaitīt vienības
nb: Tell opp elementer
nds: Indrääg optellen

source: Enumerate Alpha
bs: Pobrojano slovno
el: Αρίθμηση αλφαβητικά
kk: Әріптермен нөмірлеу
lv: Uzskaitīt alfu
nb: Rams opp alfa
nds: Alfabeetsch optellen

source: Enumerate Alpha-Numeric
bs: Pobrojano slovno i znakovno
el: Αρίθμηση αλφαριθμητικά
kk: Әріптер-сандармен нөмірлеу
lv: Uzskaitīt alfa-skaitļus
nb: Rams opp alfanumerisk
nds: Alfanumeersch optellen

source: Assign Random Integers
bs: Dodijeli slučajne cijele brojeve
el: Ανάθεση τυχαίων ακεραίων
kk: Кездейсоқ бүтін сандар
lv: Piesaistīt nejaušas veselu skaitļu vērtības
nb: Tilordne vilkårlige heltall
nds: Tofällige Heeltallweerten towiesen

source: Assign Random Reals
bs: Dodijeli slučajne realne brojeve
el: Ανάθεση τυχαίων πραγματικών
kk: Кездейсоқ нақты сандар
lv: Piesaistīt nejaušas reālu skaitļu vērtības
nb: Tilordne vilkårlige flyttall
nds: Tofällig Dezimaaltallen towiesen

source: Assign Constant Value
bs: Dodijeli konstantu vrijednost
el: Ανάθεση σταθερής τιμής
kk: Тұрақты мән қылу
lv: Piesaistīt konstantu vērtību
nb: Tilordne konstant verdi
nds: Konstant Weert towiesen

source: Overwrite existing values
bs: Prebriši postojeće vrijednosti
el: Αντικατάσταση υπαρχουσών τιμών
kk: Бар мәндерін ауыстырып
lv: Pārrakstīt esošās vērtības
nb: Skriv over eksisterende verdier
nds: Vörhannen Weerten överschrieven

source: Data
bs: Podaci
el: Δεδομένα
kk: Дерек
lv: Dati
nds: Daten
