Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/rocsvisualeditor.po
Languages: bs, el, kk, lv, nb, nds

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">List of all data structures that are of type <span style=" font-style:italic;">Graph</span>.</p></body></html>
bs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Spisak svih struktura podataka koje su tipa <span style=" font-style:italic;">Graf</span>.</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Λίστα όλων των δομών δεδομένων τύπου <span style=" font-style:italic;">Γράφου</span>.</p></body></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Graph</span> түріне жататын бүкіл деректер құрылымдар тізімі.</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Visu datu struktūru ar tipu <span style=" font-style:italic;">grafs</span> saraksts.</p></body></html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Liste over alle datastrukturer som er av type <span style=" font-style:italic;">Graf</span>.</p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">All Datenstrukturen vun den Typ <span style=" font-style:italic;">Graph</span> wiesen.</p></body></html>

source: Data Structure
bs: Struktura podataka
el: Δομή δεδομένων
kk: Деректер құрылымы
lv: Datu struktūra
nb: Datastruktur
nds: Datenstruktuur

source: Property Name
bs: Ime svojstva
el: Όνομα ιδιότητας
kk: Қасиеттің атауы
lv: Īpašības nosaukums
nb: Navn på egenskap
nds: Egenschapnaam

source: Connection
bs: Veza
el: Σύνδεση
kk: Байланыс
lv: Savienojums
nb: Tilkobling
nds: Verbinnen

source: Assign values to selected connections.
bs: Dodiejli vrijednosti na izabrane veze.
el: Ανάθεση τιμών στις επιλεγμένες συνδέσεις.
kk: Таңдалған қосылымдарға мәнін тағайындау.
lv: Piesaistīt vērtības izvēlētajiem savienojumiem
nb: Tilordne verdier til valgte tilkoblinger.
nds: Weerten na utsöcht Verbinnen towiesen

source: Assign values to selected data elements.
bs: Dodiejli vrijednosti na izabrane elemente podataka
el: Ανάθεση τιμών στα επιλεγμένα στοιχεία δεδομένων.
kk: Дерек элементтерінің мәндерін тағайындау.
lv: Piesaistīt vērtības izvēlētajiem datu elementiem.
nb: Tilordne verdier til valgte tilkoblinger.
nds: Weerten na utsöcht Datenelementen towiesen

# @Title Displayed plugin name
source: Generate Graph
bs: Generiši Graf
el: Δημιουργία γράφου
kk: Графты құру
lv: Ģenerēt grafu
nb: Lag graf
nds: Graph opstellen

# @title:window
source: Generate Graph
bs: Generiši Graf
el: Δημιουργία γράφου
kk: Графты құру
lv: Ģenerēt grafu
nb: Lag graf
nds: Graph opstellen

source: Generate Graph
bs: Generiši Graf
el: Δημιουργία γράφου
kk: Графты құру
lv: Ģenerēt grafu
nb: Lag graf
nds: Diagramm opstellen

source: Graph Generator
bs: Generator grafova
el: Γεννήτρια γραφήματος
kk: Граф құрғышы
lv: Grafu ģenerators
nb: Graf-generator
nds: Graphopstellen

source: The node type to create the nodes of the graph with
bs: Tip čvora kojim se kreiraju čvorovi grafova
el: Ο τύπος κόμβου με βάση τον οποίο θα δημιουργηθούν οι κόμβοι του γραφήματος
kk: Құратын графтың төбелерінің түрі
lv: Virsotnes tips, ar kuru izveidot grafa virsotnes
nb: Nodetypen som skal brukes til å opprette grafens noder
nds: De Knütttyp, mit den de Graph sien Knütten opstellt warrt

source: Data type
bs: Tip podataka
el: Τύπος δεδομένων
kk: Дерек түрі
lv: Datu tips
nds: Datentyp

source: Select the graph generator.
bs: Odaberi generator grafova
el: Επιλέξετε τη γεννήτρια γραφήματος.
kk: Граф құрғышын таңдау.
lv: Izvēlieties grafa ģeneratoru.
nb: Velg graf-generator.
nds: De Graphopstellen utsöken

source: Mesh Graph
bs: Mrežasti graf
el: Γράφος δικτυωτού πλέγματος (Mesh)
kk: Торлы граф
lv: Tīklsveida grafs
nb: Rutenettgraf
nds: Gadderdiagramm

source: Star Graph
bs: Zvjezdasti graf
el: Γράφος-αστέρι
kk: Жүлдызды граф
lv: Zvaigznes grafs
nb: Stjernegraf
nds: Steerndiagramm

source: Circle Graph
bs: Kružni graf
el: Κυκλικός γράφος
kk: Дөңгелек граф
lv: Apļveida grafs
nb: Sirkelgraf
nds: Krinkdiagramm

source: Random Graph
bs: Slučajni graf
el: Τυχαίος Γράφος
kk: Кездейсоқ граф
lv: Nejaušs grafs
nb: Vilkårlig graf
nds: Tofällig Diagramm

source: Erdös-Renyi Graph
bs: Erdös-Renyi Graf
el: Γράφος Erdös-Renyi
kk: Эрдеш-Реньи графы
lv: Erdös-Renyi grafs
nb: Erdös-Renyi-graf

source: Random Tree Graph
bs: Graf slučajnog stabla
el: Τυχαίο γράφημα δέντρου
kk: Кездейсоқ бұтақты граф
lv: Nejaušs koka grafs
nb: Vilkårlig tre-graf
nds: Tofällig Boomgraph

source: Show advanced settings.
bs: Prikaži napredne postavke.
el: Εμφάνιση επιλογών για προχωρημένους.
kk: Жетеленген баптауын көрсету.
lv: Rādīt paplašinātos iestatījumus.
nb: Vis avanserte innstillinger.
nds: Verwiedert Instellen wiesen

source: The identifier of the created graph (used for scripting)
bs: Identifikator kreiranog grafa (korišteno za skripte)
el: Το αναγνωριστικό του γραφήματος που δημιουργήθηκε (για χρήση στα σενάρια)
kk: Құрылған графтың идентификаторы (скриптте қолдану үшін)
lv: Izveidotā grafa identifikators (skriptēšanai)
nb: Identifikator for grafen som blir laget (brukes til skripting)
nds: De Beteker vun den opstellten Graph (för Skripten)

source: Identifier
bs: Identifikator
el: Αναγνωριστικό
kk: Идентификаторы
lv: Identifikators
nb: Identifikator
nds: Beteker

source: Number of Columns:
bs: Broj kolona:
el: Αριθμός στηλών:
kk: Бағандар саны:
lv: Kolonnu skaits:
nb: Antall kolonner:
nds: Tall vun Striepen:

source: Number of Rows:
bs: Broj redova:
el: Αριθμός γραμμών:
kk: Жолдар саны:
lv: Rindu skaits:
nb: Antall rader:
nds: Tall vun Regen:

source: Satellite Nodes:
bs: Satelitski čvorovi:
el: Κόμβοι δορυφόροι:
kk: Серіктес төбелері:
lv: Satelītvirsotnes:
nb: Satellittnoder:
nds: Satellitenknütten:

source: Number of Nodes:
bs: Broj čvorova:
el: Αριθμός κόμβων:
kk: Төбелер саны:
lv: Virsotņu skaits:
nb: Antall noder:
nds: Tall vun Knütten:

source: Nodes:
bs: Čvorovi:
el: Κόμβοι:
kk: Төбелер:
lv: Virsotnes:
nb: Noder:
nds: Knütten:

source: Edges:
bs: Ivice:
el: Ακμές:
kk: Қырлар:
lv: Šķautnes:
nb: Kanter:
nds: Kanten:

source: Allow self-edges:
bs: Dopusti samo-ivice
el: Να επιτρέπονται ακμές που ξεκινούν και καταλήγουν στον ίδιο κόμβο:
kk: Өз-өзіне түйілген қырлар:
lv: Atļaut paššķautnes:
nb: Tillat selv-kanter:
nds: Slöpen tolaten:

source: Generator Seed:
bs: Sjeme generatora:
el: Φύτρο γεννήτριας:
kk: Генератордың бастапқы саны:
lv: Ģeneratora sēkla:
nb: Startverdi for generator:
nds: Tofallmaker-Startweert:

source: Nodes (n):
bs: Čvorovi (n):
el: Κόμβοι (n):
kk: Төбелер (n):
lv: Virsotnes (n):
nb: Noder (n):
nds: Knütten (n):

source: Edge Probability (p):
bs: Vjerovatnoća ivice (p):
el: Πιθανότητα ακμής (p):
kk: Қыр ықтималдығы (p):
lv: Šķautnes iespējamība (p):
nb: Kantsannsynlighet (p):
nds: Kanten-Wohrschienlichkeit (p):

source: The pointer type to create the pointers of the graph with
bs: Tip pointera s kojim se kreiraju pointeri grafa
el: Ο τύπος δείκτη με βάση τον οποίο θα δημιουργηθούν οι δείκτες του γραφήματος
kk: Құратын графтың көрсеткішнің түрі
lv: Rādītāja tips, ar kuru izveidot grafa rādītājus
nb: Pekertypen som skal brukes til å opprette grafens pekere
nds: De Wiesertyp, mit den de Graph sien Wiesers opstellt warrt

source: Pointer type
bs: Tipovi pokazivača
el: Τύπος δείκτη
kk: Көрсеткіш түрі
lv: Rādītāja tips
nb: Pekertype
nds: Wiesertyp

source: Select the data type for data elements of the generated graph.
bs: Odaberi tip podataka za elemente podataka generisanog grafa
el: Επιλέξτε τον τύπο δεδομένων για τα στοιχεία δεδομένων του γραφήματος που δημιουργήθηκε.
kk: Құрылған графтың деректер элементтерінің дерек түрін таңдау.
lv: Izvēlieties ģenerētā grafa datu elementu datu tipu.
nb: Velg datatype for dataelementene i den genererte grafen.
nds: Den Datentyp för de Datenelementen vun den opstellten Graph utsöken

source: Select the pointer type for connections of the generated graph.
bs: Odaberite tip pokazivača za veze generisanog grafa
el: Επιλέξτε τον τύπο του δείκτη για τις συνδέσεις του γραφήματος που δημιουργήθηκε.
kk: Құрылған графтың байланыстарының көрсеткіш түрін таңдау.
lv: Izvēlieties ģenerētā grafa savienojumu rādītāju tipu.
nb: Velg pekertype for koblingene i den genererte grafen.
nds: Den Wiesertyp för de Verbinnen vun den opstellten Graph utsöken

source: Set the unique identifier of the generated graph.
bs: Postavi jedinstveni identifikator generisanog grafa.
el: Καθορίστε το μοναδικό αναγνωριστικό του γραφήματος που δημιουργήθηκε.
kk: Бұл құрылған графтың бірегей идентификаторы.
lv: Iestatiet unikālu identifikatoru ģenerētajam grafam.
nb: Oppgi den entydige identifikatoren for den genererte grafen.
nds: Den eenkennig Beteker vun den opstellten Graph fastleggen

source: Graph
bs: Graf
el: Γράφος
kk: Граф
lv: Grafs
nb: Graf

# @title Displayed plugin name
source: Transform Edges
bs: Trasformiši ivice
el: Μετασχηματισμός ακμών
kk: Қырларын түрлендіру
lv: Transformēt šķautnes
nb: Omform kanter
nds: Kanten ümwanneln

# @title:window
source: Transform Edges
bs: Trasformiši ivice
el: Μετασχηματισμός ακμών
kk: Қырларын түрлендіру
lv: Transformēt šķautnes
nb: Omform kanter
nds: Kanten ümwanneln

source: Transform Edges
bs: Trasformiši ivice
el: Μετασχηματισμός ακμών
kk: Қырларын түрлендіру
lv: Transformēt šķautnes
nb: Omform kanter
nds: Kanten wanneln

source: This option connects all nodes of the given graph. The new edges do not have any preset weights.
bs: Ova opcija povezuje sve čvorove datog grafa. Nove ivice ne moraju imati unaprijed postavljene vrijednosti.
el: Η επιλογή αυτή συνδέει όλους τους κόμβους ενός δοθέντος γράφου. Οι νέες ακμές δεν έχουν προκαθορισμένα βάρη.
kk: Бұнымен осы графтың бүкіл төбелері байланыстырлады. Жаңа қырларға тағайындалған салмақтар берілмейді.
lv: Šī opcija savieno visas virsotnes no dotā grafa. Jaunajām šķautnēm nav iepriekšiestatītu masu.
nb: Dette valget kobler sammen alle noder i den gitte grafen. De nye kantene har ingen forhåndsinnstilte vekter.
nds: Dit koppelt all Knütten vun den angeven Graph tohoop. De niegen Kanten hebbt keen vörinstellt Wichten.

source: Complete Graph
bs: Kompletan graf
el: Πλήρης γράφος
kk: Графты бітіру
lv: Pabeigt grafu
nb: Kompletter graf
nds: Graph afsluten

source: This option removes all edges from the given graph.
bs: Ova opcija uklanja sve ivice iz datog grafa.
el: Η επιλογή αυτή αφαιρεί όλες τις ακμές του δοθέντος γράφου.
kk: Бұнымен графтың бүкіл қырларын алып тастайды.
lv: Šī opcija noņem visas šķautnes no dotā grafa.
nb: Dette valget fjerner alle kanter fra det gitte grafen.
nds: Dit deit all Kanten ut den angeven Graph weg.

source: Remove all Edges
bs: Ukloni sve ivice
el: Αφαίρεση όλων των ακμών
kk: Бүкіл қырларын өшіру
lv: Noņemt visas ķautnes
nb: Fjern alle kanter
nds: All Kanten wegmaken

source: This option reverses all edges of a directed graph. Note that this does not apply to undirected graphs.
bs: Ova opcija uklanja sve ivice iz usmjerenog grafa. Primijetite da se ona ne odnosi na neusmjerene grafove
el: Η συγκεκριμένη επιλογή αντιστρέφει όλες τις ακμές ενός κατευθυνόμενου γράφου. Σημειώστε πως αυτό δεν μπορεί να εφαρμοστεί σε μη κατευθυνόμενους γράφους.
kk: Бұнымен бағытты графтың бүкіл қырларының бағытын керіге ауыстырады. Тек бағытты графтарға қолданылады.
lv: Šī opcija apgriež visas orientētā grafa šķautnes. Ievērojiet, ka tas neattiecas uz neorientētajiem grafiem.
nb: Dette valget snur om alle kanter i en rettet graf. Merk at dette ikke gjelder urettede grafer.
nds: Dit dreiht all Kanten üm, de en richt Graph bargt. Beacht: Dat gellt nich för nich-richt Graphen.

source: Reverse all Edges
bs: Izvrni sve ivice
el: Αντιστροφή όλων των ακμών
kk: Бүкіл қырларының бағытын кері қылу
lv: Apgriezt visas šķautnes
nb: Snu alle kanter
nds: All Kanten ümdreihen

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This option executes <span style=" font-style:italic;">Prim's Minimal Spanning Tree Algorithm</span> at the graph. All edges without given weights are assumed to have weights equals 1. Directed and undirected graphs are processed accordingly.</p></body></html>
bs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ova opcija izvršava <span style=" font-style:italic;">Primov algoritam minimalnog obuhvatajućeg stabla</span> na grafu. Sve ivice bez date težine se pretpostavlja da imaju težine jednake 1. Usmjereni i neusmjerena grafovi se u skladu sa tim obrađuju.</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Η επιλογή αυτή εκτελεί τον <span style=" font-style:italic;">αλγόριθμο του Prim για τα ελάχιστα δέντρα επικάλυψης</span> στον γράφο. Όλες οι ακμές για τις οποίες δεν έχουν οριστεί βάρη θεωρείτε πως έχουν βάρος ίσο με 1. Οι κατευθυνόμενοι και οι μη κατευθυνόμενοι γράφοι επεξεργάζονται αντίστοιχα.</p></body></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Бұл <span style=" font-style:italic;">Графты минималдыру Прим алгоритмын</span> графқа қолдануы. Салмағы белгіленбеген қырларының салмағы 1 деп есептеледі. Бағытты және бағытталмаған графтар өз жолымен қарастырлады.</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Šī opcija uz grafu izpilda <span style=" font-style:italic;">Prīma minimālā svara koka algoritmu</span>. Visām šķautnēm bez norādīta svara tas tiek pieņemts kā 1. Attiecīgi tiek apstrādāti orientētie un neorientētie grafi.</p></body></html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dette valget kjører <span style=" font-style:italic;">Prim's Minimal Spanning Tree Algorithm</span> på grafen. Alle kanter uten gitte vekter blir antatt å ha vekt lik 1. Rettede og urettede grafer behandles deretter.</p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dit föhrt <span style=" font-style:italic;">Prim sien Minimaal-Spannboom-Utrekenmetood</span> för den Graph ut. För all Kanten ahn angeven Wichten warrt en Wicht vun "1" annahmen. Dat gellt för richt un nich-richt Graphen.</p></body></html>

source: Spanning Tree Transformation
bs: Transformacija obuhvatajućim stablom
el: Μετασχηματισμός δέντρου επικάλυψης
kk: Графты минималдыру
lv: Izplestā koka transformācija
nb: Spanning Tree-omforming
nds: Spannboomwanneln
