Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/step.appdata.po
Languages: ca, es, et, fi, fr, it, nds, nl, pl, pt, pt_br, sk, sl, sv, uk

source: Step
pl: Krok
pt: Passo

source: Interactive Physical Simulator
ca: Simulador interactiu de física
es: Simulador físico interactivo
et: Interaktiivne füüsikasimulaator
fi: Vuorovaikutteinen fysiikkasimulaattori
fr: Simulateur physique interactif
it: Simulatore interattivo di fisica
nds: Brukerstüert Physiksimuleren
nl: Interactieve natuurkundige simulaties
pl: Interaktywny symulator fizyczny
pt: Simulador de Física Interactivo
pt_br: Simulador de Física Interativo
sk: Interaktívny fyzikálny simulátor
sl: Interaktivni fizikalni simulator
sv: Interaktiv fysiksimulator
uk: Інтерактивний фізичний імітатор

source: Step is an interactive physical simulator. It allows you to explore the physical world through simulations. It works like this: you place some bodies on the scene, add some forces such as gravity or springs, then click Simulate and Step shows you how your scene will evolve according to the laws of physics. You can change every property of the bodies/forces in your experiment (even during simulation) and see how this will change evolution of the experiment. With Step you cannot only learn but feel how physics works!
ca: Step és un simulador interactiu de física. Us permet explorar el món físic a través de simulacions. Funciona així: col·loqueu alguns cossos a l'escena, afegiu algunes forces com ara molles o la gravetat, cliqueu Simula i l'Step us mostra com evolucionarà l'escena segons les lleis de la física. Podeu canviar cadascuna de les propietats dels cossos o forces del vostre experiment (fins i tot durant la simulació) i veure com això afectarà a l'evolució de l'experiment. Amb Step no només podeu aprendre sinó també podeu sentir com funciona la física!
es: Step es un simulador físico interactivo. Le permite explorar el mundo físico mediante simulaciones. Su funcionamiento es sencillo: sitúe algunos cuerpos en la escena, añada fuerzas (como la gravedad) o muelles, y luego pulse el botón «Simular» para que Step le muestre la evolución de la escena según las leyes físicas. Puede cambiar cualquier propiedad de los cuerpos o de las fuerzas del experimento (incluso durante la simulación) para observar cómo se modifica la evolución del experimento. Con Step no solo aprenderá, sino que podrá sentir cómo funciona la Física.
et: Step on interaktiivne füüsikasimulaator. See võimaldab uurida füüsikamaailma reaalsust matkides. Asi käib nii: sina sead stseenile mõned kehad, määrad kindlaks teatud jõud, näiteks gravitatsiooni või vedrud, seejärel klõpsad nupule Simuleeri ning Step näitab, mis vastavalt füüsikaseadustele stseenil juhtuma hakkab. Katses võib muuta kõigi kehade jõudude kõiki omadusi (isegi simulatsiooni ajal), et uurida, kuidas miski täpselt katset mõjutab. Stepiga ei saa ainult füüsikat õppida, vaid ka ise otse läbi elada!
fi: Step on vuorovaikutteinen fysiikkasimulaattori. Sen avulla voit tutkia fyysistä maailmaa simuloinnein. Se toimii näin: asetat joitakin kappaleita näkymään, lisäät voimia kuten painovoiman tai jousia ja painat Simuloi. Step näyttää sinulle, miten näkymä muuttuu fysiikan lakien mukaan. Voit muuttaa kaikkien kokeesi kappaleiden ja voimien ominaisuuksia jopa simuloinnin aikana ja nähdä, miten tämä vaikuttaa kokeesi etenemiseen. Stepillä et vain opi vaan tunnet, miten fysiikka toimii!
fr: Step est un simulateur physique interactif. Il vous permet d'explorer le monde physique au travers de simulations. Il fonctionne comme ceci : vous placez quelques corps sur l'espace de travail, vous ajoutez quelques forces tels que la gravité ou des ressorts, puis vous cliquez sur Simuler et Step vous montre comme votre espace de travail évolue en suivant les lois de la physique. Vous pouvez modifier chaque propriétés des corps/forces dans votre expérience (même durant la simulation) et voir comment cela modifiera l'évolution de l'expérience. Avec Step vous ne ferez pas qu'apprendre mais vous ressentirez comment la physique fonctionne !
it: Step è un simulatore interattivo di fisica. Ti consente di esplorare il mondo fisico tramite simulazioni. Funziona in questo modo: posizioni alcuni corpi nella scena, aggiungi delle forze come quella gravitazionale o la forza elastica, quindi fai clic su Simula e Step mostrerà l'evoluzione della scena secondo le leggi della fisica. Puoi cambiare ogni proprietà dei corpi e delle forze nel tuo esperimento (anche durante la simulazione) e vedere come questo ne influenza l'evoluzione. Con Step puoi non solo imparare ma anche "toccare con mano" il funzionamento della fisica!
nds: Step is en brukerstüert Physik-Simulater. Du kannst dor de physikaalsche Welt mit över Simuleren bekieken. Dat geiht so: Du leggst en poor Körpers hen, föögst en poor Kräft to, so as de Swoorkraft oder en Fedder, denn klickst Du op „Simuleren“ un Step wiest Di, wodennig sik dat na de physikaalschen Gesetten utwickeln deit. Du kannst all Egenschappen vun Dien Körpers un Kräft ännern (ok bides de Simuleren löppt) un Di ankieken wodennig dat den Afloop vun't Experiment ännert. Mit Step kannst Du nich bloots lehren, man meist föhlen, wodennig Physik funkscheneert.
nl: Step is een interactief natuurkundig simulatieprogramma. U kunt ermee natuurkundige experimenten doen door middel van simulaties. Het werkt zo: u neemt enige lichamen, voegt er wat krachten aan toe zoals de zwaartekracht en wat veren, en klikt daarna op de knop Simuleren, waarna Step u laat zien hoe dit stelsel evolueert volgens de natuurkundige wetten. U kunt elke eigenschap van de lichamen en krachten in uw experiment wijzigen (zelfs tijdens de simulatie), en zien wat daarvan de gevolgen zijn. Met Step leert u niet alleen natuurkunde, maar krijgt u er ook gevoel voor!
pl: Krok jest interaktywnym symulatorem fizyki. Umożliwia poznawanie świata fizycznego poprzez symulacje. Działa w następujący sposób: umieszczasz jakieś bryły na scenie, dodajesz jakieś siły jako grawitacja lub sprężyny, a następnie naciskasz na Symulacja i Krok pokaże jak scena się zmieni według praw fizyki. Można zmienić każdą właściwość brył/sił w eksperymencie (nawet podczas symulacji) i zobaczyć jak zmieni się przebieg eksperymentu. Dzięki Krokowi nie tylko można się nauczyć, ale także poczuć jak działa fizyka!
pt: O Step é um simulador de física interactiva. Permite-lhe explorar o mundo da física através de simulações. Funciona da seguinte forma: poderá colocar alguns corpos na cena, adicionar algumas forças, como a gravidade ou algumas molas, e depois carregar em Simular ou Passo, que lhe mostra como a sua cena irá evoluir de acordo com as leis da física. Poderá mudar todas as propriedades dos corpos/forças da sua experiência (mesmo durante a simulação) e ver como isto irá mudar a evolução da experiência. Com o Passo, poderá não só aprender como também sentir como funciona a física!
pt_br: Step é um simulador de física interativo. Permite-lhe explorar o mundo da física através de simulações. Funciona da seguinte forma: Você coloca alguns corpos no cenário, adiciona algumas forças como a gravidade ou molas e então clica em Simular, para que o Step lhe mostre como o seu cenário irá evoluir de acordo com as leis da física. Você poderá alterar qualquer propriedade dos corpos/forças da sua experiência (inclusive durante a simulação) para ver como isso irá mudar a evolução da experiência. Com o Step você poderá não só aprender, mas também sentir como funciona a física!
sk: Step je interaktívny fyzikálny simulátor. Umožňuje vám objaviť fyzikálny svet cez simulácie. Funguje takto: umiestnite nejaké telesá na scénu, pridáte nejaké sily ako gravitáciu alebo pružiny, potom kliknete na Simulácia a Step vám ukáže, ako sa vaša scéna bude vyvíjať podľa zákonov fyziky. Môžete zmeniť každú vlastnosť telies/síl vo vašom experimente (aj počas simulácie) a vidieť, ako to zmení vývoj experimentu. S programom Step sa nielen učíte, ale aj cítite, ako fyzika funguje!
sl: Step je interaktivni fizikalni simulator. Omogoča vam raziskovati svet fizike preko simulacij. Deluje pa na naslednji način: v sceno postavite nekaj teles ter dodate sile kot npr. težnost ali vzmeti. Nato kliknete na Simuliraj in Step vam pokaže, kako bi se scena odvila glede na fizikalne zakone. V poskusu lahko spremenite katerokoli lastnost teles/sil (celo med simulacijo) in si ogledate, kako bi to vplivalo na razvoj poskusa. S programom Step se ne le naučite, ampak tudi občutite kako fizikalni zakoni delujejo!
sv: Step är en interaktiv fysiksimulator. Den låter dig utforska den fysiska värden genom simuleringar. Den fungerar så här: Du placerar några kroppar i diagrammet, lägger till några krafter som gravitation eller fjädrar, och klickar därefter på Simulera så visar Step dig hur diagrammet förändras enligt fysikens lagar. Du kan ändra alla egenskaper hos kropparna och krafterna i experimentet (till och med under simuleringen) och se hur det påverkar experimentets förlopp. Med Step kan du inte bara lära dig hur fysiken fungerar, utan också få en känsla för det.
uk: Step є інтерактивним імітатором фізичних процесів. Він надає вам змогу вивчати фізичні явища за допомогою їх імітації. Ось як він працює: ви розташовуєте у дослідній області деякі тіла, додаєте сили їх взаємодії (такі як гравітаційні сили та пружні сили у вигляді пружин), а потім натискаєте кнопку «Імітувати», — Step покаже як розвиватимуться події у побудованій вами системі з плином часу відповідно до законів фізики. Ви можете змінювати всі властивості тіл або сил у вашому експерименті (навіть під час імітації), щоб побачити як такі зміни впливають на перебіг експерименту. За допомогою Step ви не просто вивчите фізику, а відчуєте як працюють фізичні закони!

source: Features:
ca: Característiques:
es: Funciones:
et: Omadused:
fi: Ominaisuudet:
fr: Fonctionnalités :
it: Caratteristiche:
nds: Markmalen:
nl: Mogelijkheden:
pl: Możliwości:
pt: Características:
pt_br: Funcionalidades:
sk: Funkcie:
sl: Zmožnosti:
sv: Funktioner:
uk: Можливості:

source: Classical mechanical simulation in two dimensions
ca: Simulador de mecànica clàssica en dues dimensions
es: Simulación mecánica clásica en dos dimensiones
et: Klassikaline mehaaniline kahemõõtmeline simulatsioon
fi: Klassinen mekaaninen simulaatio kahdessa ulottuvuudessa
fr: Simulation de la mécanique classique en deux dimensions
it: Simulazioni di meccanica classica in due dimensioni
nds: Klass'sch mechaansch Simuleren in twee Dimenschonen
nl: Simulatie in twee dimensies volgens de klassieke mechanica
pl: Klasyczna symulacja mechaniczna w dwóch wymiarach
pt: Simulação mecânica clássica a duas dimensões
pt_br: Simulação mecânica clássica em duas dimensões
sk: Simulácie klasickej mechaniky v dvoch rozmeroch
sl: Klasične mehanske simulacije v dveh dimenzijah
sv: Simulering av klassisk mekanik i två dimensioner
uk: Імітація класичної механічної взаємодії у двох вимірах

source: Particles, springs with damping, gravitational and coulomb forces
ca: Partícules, molles amb amortiment, forces gravitacionals i de Coulomb
es: Partículas, muelles con amortiguación, fuerzas gravitatorias y de Coulomb
et: Osakesed, vedrud, mis arvestavad sumbuvusega, gravitatsiooni- ja Coulomb'i jõuga
fi: Hiukkaset, jouset vaimennuksella, painovoima ja Coulombin voima
it: Particelle, molle smorzate, forze gravitazionali e coulombiane
nds: Deeltjes, Feddern mit Dämpen, Swoor- un Coulomb-Kräft
nl: Deeltjes, veren met demping, zwaarte- en elektrische krachten
pl: Cząstki, sprężyny z tłumieniem, siły grawitacyjne i kulombowskie
pt: Partículas, molas com forças potenciais, gravíticas e de Coulomb
pt_br: Partículas, molas com forças potenciais, gravitacionais e de Coulomb
sk: Častice, pružiny s útlmom, gravitačné a coulombove sily
sl: Delci, vzmeti z dušenjem, težnostne in električne sile
sv: Partiklar, dämpade fjädrar, gravitationskrafter och coulombkrafter
uk: Частинки, пружини з елементами в’язкості, гравітаційні і кулонові сили

source: Rigid bodies
ca: Cossos rígids
es: Cuerpos rígidos
et: Mitteelastsed kehad
fi: Jäykät kappaleet
fr: Corps rigides
it: Corpi rigidi
nds: Fast Körpers
nl: Stijve lichamen
pl: Bryły sztywne
pt: Corpos rígidos
pt_br: Corpos rígidos
sk: Tuhé telesá
sl: Toga telesa
sv: Stela kroppar
uk: Тверді тіла

source: Collision detection (currently only discrete) and handling
ca: Detecció de col·lisions (ara per ara només discretes) i el seu maneig
es: Detección de colisiones (solo discretas en la actualidad) y su manejo
et: Kokkupõrgete tuvastamine (praegu ainult diskreetne) ja käitlemine
fi: Törmäysten tarkastelu (tällä hetkellä vain diskreetti) sekä käsittely
fr: Détection et traitement de collisions (actuellement seulement discrète)
it: Rilevamento e gestione delle collisioni (al momento solo discrete)
nds: Tosamenstoot-Opdecken (opstunns bloots schrittwies) un -Behanneln
nl: Botsingdetectie (nu nog alleen discreet) en afhandeling
pl: Wykrywanie i obsługa kolizji (obecnie tylko dyskretnie)
pt: Detecção e tratamento de colisões (somente discretas de momento)
pt_br: Detecção e tratamento de colisões (atualmente somente discretas)
sk: Detekcia kolízií (aktuálne iba oddelené) a ich spracovanie
sl: Zaznavanje trkov (trenutno samo diskretnih) in njihovo obravnavanje
sv: Detektering och hantering av kollisioner (för närvarande bara diskreta)
uk: Виявлення (у цій версії лише дискретне) і керування зіткненнями

source: Soft (deformable) bodies simulated as user-editable particles-springs system, sound waves
ca: Cossos tous (deformables) simulats com a sistemes partícula-molla editables per l'usuari, ones de so
es: Cuerpos blandos (deformables) simulados como sistemas de partículas y muelles, ondas de sonido, que el usuario puede editar
et: Elastsed (deformeeritavad) kehad kasutaja muudetava osakeste-vedrude süsteemina, helilained
fi: Pehmeät (deformoituvat) kappaleet simuloidaan käyttäjän muokattavissa olevina hiukkas-jousisysteemeinä (englanniksi particle-spring system), ääniaaltoina
fr: Corps mous (déformables) simulés comme un système modifiable par l'utilisateur de particles-ressorts, ondes sonores
it: Corpi morbidi (deformabili) simulati come sistemi di particelle elastiche modificabili dall'utente, onde sonore
nds: Week (verformbor) Körpers simuleert as för den Bruker bewerkbor Deeltjes-Feddern-Systeem, Klangbülgen
nl: Zachte (vervormbare) lichamen gesimuleerd als een deeltjes-verensysteem dat door de gebruiker kan worden bewerkt, geluidsgolven
pl: Miękkie (odkształcalne) bryły symulowane jako systemy cząsteczek-sprężyn edytowanych przez użytkownika, fale dźwiękowe
pt: Corpos suaves (deformáveis) simulados como um sistema de partículas-ondas editáveis pelo utilizador, ondas sonoras
pt_br: Corpos suaves (deformáveis) simulados como um sistema de partículas-ondas editáveis pelo usuário, ondas sonoras
sk: Mäkké (deformovateľné) telesá simulované ako používateľom upraviteľné systémy častíc-pružín, zvukové vlny
sl: Simulacija mehkih teles kot sistem delcev/vzmeti, ki jih lahko uredi uporabnik; zvočni valovi
sv: Mjuka (deformerbara) kroppar simulerade som system med partiklar och fjädrar redigerbara av användaren, ljudvågor
uk: М’які (пружні) тіла імітуються як система з часточок і пружин, з можливістю зміни її параметрів користувачем, рух якої описують гармонічні функції

source: Molecular dynamics (currently using Lennard-Jones potential): gas and liquid, condensation and evaporation, calculation of macroscopic quantities and their variances
ca: Dinàmica molecular (usant ara per ara el potencial de Lennard-Jones): gas i líquid, condensació i evaporació, càlcul de quantitats macroscòpiques i les seves variances
es: Dinámica molecular (en la actualidad, usando el potencial de Lennard-Jones): gases y líquidos, condensación y evaporación, cálculo de cantidades macroscópicas y sus varianzas
et: Molekulaardünaamika (praegu Lenard-Jonesi potentsiaali abil): gaas ja vedelik, kondenseerimine ja aurustumine, makroskoopiliste koguste ja nende variatsioonide arvutamine
fi: Molekyylidynamiikka (käyttää nykyisellään Lennard-Jones-potentiaalia): kaasu ja neste, tiivistyminen ja höyrystyminen, makroskooppisten määrien sekä niiden varianssin laskenta
fr: Dynamique moléculaire (utilisant actuellement un potentiel de Lennard-Jones) : gaz, liquide, condensation et évaporation, calcul de quantités macroscopiques et de leur variance.
it: Dinamica molecolare (al momento con l'utilizzo del potenziale di Lennard-Jones): gas e liquidi, condensazione ed evaporazione, calcolo delle grandezze macroscopiche e loro variazione
nds: Molekööldünamik (opstunns mit Lennard-Jones-Potenschaal): Gas un Flaat, kondenseren un verdampen, utreken vun makroskoopsch Mengden un ehr Varianten
nl: Moleculaire dynamica (thans wordt de Lennard-Jones potentiaal gebruikt): gas en vloeistof, condensatie en verdamping, berekening van macroscopische hoeveelheden met hun variaties
pl: Dynamika molekularna (obecnie przy użyciu potencjału Lennard-Jones): gaz i ciecz, kondensacja i parowanie, obliczanie wielkości makroskopowych i ich wariancji
pt: Dinâmica molecular (usando o potencial de Lennard-Jones de momento): gases e líquidos, condensação e evaporação, cálculo de quantidades macroscópicas e as suas variâncias
pt_br: Dinâmica molecular (usando o potencial de Lennard-Jones atualmente): gases e líquidos, condensação e evaporação, cálculo de quantidades macroscópicas e as suas variâncias
sk: Molekulárna dynamika (aktuálne používa Lennardov-Jonesov potenciál): plyn a kvapalina, kondenzácia a vyparovanie, výpočet makroskopických kvantít a ich odchýliek
sl: Molekulska dinamika (trenutno uporablja Lennard-Jonesov potencial): plini in tekočine, kondenzacija in izparevanje, izračun makroskopskih količin in njihovih varianc
sv: Molekyldynamik (för närvarande med användning av Lennard-Jones potentialen): gaser och vätskor, kondensering och avdunstning, beräkning av makroskopiska kvantiteter och deras varians
uk: Молекулярна динаміка (у цій версії з використанням потенціалу Леннарда-Джонса): газ і рідина, конденсація і випаровування, обчислення макроскопічних величин та їх змін

source: Units conversion and expression calculation: you can enter something like "(2 days + 3 hours) * 80 km/h" and it will be accepted as distance value (requires libqalculate)
ca: Conversió d'unitats i càlcul d'expressions: podeu introduir quelcom del tipus "(2 dies + 3 hores) * 80 km/h" i serà acceptat com un valor de distància (necessita la libqalculate)
es: Conversión de unidades y cálculo de expresiones: puede introducir algo como «(2 días + 3 horas) * 80 km/h» y se aceptará como un valor de distancia (necesita «libqalculate»)
et: Ühikute teisendamine ja avaldiste arvutamine: võid sisestada näiteks "(2 päeva + 3 tundi) * 80 km/h" ning seda arvestatakse vahemaana (selleks on vajalik libqalculate)
fi: Yksikkömuunnokset ja lausekkeiden laskenta: voit kirjoittaa esimerkiksi ”(2 days + 3 hours) * 80 km/h” ja se hyväksytään etäisyysarvoksi (tarvitsee libqalculate-kirjaston)
fr: Conversion d'unités et calcul d'expression : vous pouvez saisir quelque chose comme "(2 jours + 3 heures) * 80 km/h" et ce sera considéré comme une distance (nécessite libqalculate)
it: Conversione di unità e calcolo di espressioni: puoi inserire ad esempio "(2 days + 3 hours) * 80 km/h" e sarà accettato come valore di distanza (richiede libqalculate)
nds: Eenheiten ümreken un Utdrück utreken: Di giffst wat in as „(2 Daag + 3 Stünnen) * 80 km/h“ un dat gellt denn as Längdenweert (bruukt „libqalculate“)
nl: Conversie van eenheden en berekening van expressies zoals "(2 dagen + 3 uren) * 80 km/h", waarna dit zal worden beschouwd als een afstand (vereist libqalculate)
pl: Przekształcanie jednostek i obliczanie wyrażeń: możesz wpisać coś takiego"(2 dni + 3 godziny) * 80 km/h" i zostanie to potraktowane jako wartość odległości (wymaga libqalculate)
pt: Conversão de unidades e cálculo de expressões; poderá indicar algo do tipo "(2 dias + 3 horas) * 80 km/h", para que seja aceite como um valor de distância (necessita da 'libqalculate')
pt_br: Conversão de unidades e cálculo de expressões; você poderá indicar algo do tipo "(2 dias + 3 horas) * 80 km/h", e isto será aceito como um valor de distância (necessita da 'libqalculate')
sk: Konverzie jednotiek a výpočet výrazov: môžete zadať niečo ako "(2 dni + 3 hodiny) * 80 km/h" a bude to prijaté ako hodnota vzdialenosti (vyžaduje libqalculate)
sl: Pretvorbe enot in izračuni izrazov: če vnesete npr. "(2 dni + 3 ure) * 80 km/h", bo to obravnavano kot dolžinska vrednost (zahteva libqalculate)
sv: Enhetskonvertering och uttrycksberäkning: Du kan skriva in någonting i stil med "(2 dagar + 3 timmar) * 80 km/h", vilket accepteras som ett avståndsvärde (kräver libqalculate)
uk: Перетворення одиниць і обчислення виразів: ви можете ввести щось на зразок «(2 дні + 3 години) * 80 км/г» і цю величину буде прийнято як значення відстані (для того, щоб це працювало слід встановити libqalculate)
