Repository: fluxer/kde-l10n
Catalog: */messages/kdeedu/step.appdata.po
Languages: ca, es, et, fi, fr, it, nds, nl, pl, pt, pt_br, sk, sl, sv, uk

source: Errors calculation and propagation: you can enter values like "1.3 ± 0.2" for any property and errors for all dependent properties will be calculated using statistical formulas
ca: Càlcul i propagació d'errors: podeu introduir valors del tipus "1.3 ± 0.2" a qualsevol propietat i els errors de totes les propietats que en depenguin es calcularan utilitzant fórmules estadístiques
es: Cálculo y propagación de errores: puede introducir valores como «1,3 ± 0,2» para cualquier propiedad y se calcularán los errores para todas las propiedades dependientes usando fórmulas estadísticas
et: Vigade arvutamine ja kasutamine: võid sisestada mis tahes omadusele näiteks väärtuse "1.3 ± 0.2" ning statistilisi valemeid kasutades arvestatakse välja kõigi sõltuvate omaduste viga
fi: Virheiden laskenta ja leviäminen: voit kirjoittaa arvoja kuten ”1.3 ± 0.2” mille tahansa ominaisuudelle, ja kaikkien siitä riippuvien ominaisuuksien virheet lasketaan käyttäen tilastollisia malleja
fr: Calcul d'erreurs et propagation : you pouvez saisir des valeurs comme "1.3 ± 0.2" pour n'importe quelle propriété et les erreurs pour toutes les propriétés indépendantes seront calculées suivant des formules statistiques
it: Calcolo e propagazione degli errori: puoi inserire valori come "1.3 ± 0.2" per ogni proprietà e gli errori per le proprietà dipendenti saranno calcolati tramite formule statistiche
nds: Fehlerreken: Du kannst wat as „1,3 ± 0,2“ för jichtenseen Egenschap ingeven, denn reekt Step för all afhangen Weerten över statistische Formeln de Fehlers ut.
nl: Foutenberekening en -voortplanting: u kunt voor elke eigenschap zoiets invullen als "1,3 ± 0,2", waarna voor elke daarvan afhankelijke eigenschap de fouten zullen worden berekend met gebruik van statistische formules
pl: Obliczanie i propagacja błędów: możesz wpisać wartości takie jak "1.3 ± 0.2" dla każdej własności, a błędy dla wszystkich zależnych własności zostaną obliczone używając równań statystycznych
pt: Cálculo e propagação de erros: poderá indicar valores do tipo "1.3 ± 0.2" para qualquer propriedade, para que sejam calculados os erros de todas as propriedades dependentes com fórmulas estatísticas
pt_br: Cálculo e propagação de erros: você poderá indicar valores do tipo "1.3 ± 0.2" para qualquer propriedade, para que sejam calculados os erros de todas as propriedades dependentes com fórmulas estatísticas
sk: Výpočet a šírenie chýb: môžete zadať hodnoty ako "1,3 ± 0,2" pre ľubovoľnú vlastnosť a chyby pre všetky závislé vlastnosti sa prepočítajú pomocou štatistických vzorcov
sl: Izračun napak in njihov prenos: vnesete lahko npr. "1.3 ± 0.2" za katerokoli vrednost in napake za vse odvisne lastnosti bodo izračunane s pomočjo statističnih enačb
sv: Felberäkning och felpropagering: Du kan skriva in värden som "1,3 ± 0,2" för alla egenskaper, och fel för alla beroende egenskaper beräknas med statistiska formler
uk: Обчислення і поширення похибок: ви можете вводити значення на зразок «1.3 ± 0.2» для будь-якої з властивостей, і похибки для всіх властивостей, що залежать від вказаної властивості, буде обчислено за статистичними формулами

source: Solver error estimation: errors introduced by the solver is calculated and added to user-entered errors
ca: Estimació dels errors del solucionador: Els errors introduïts pel solucionador es calculen i s'afegeixen als errors introduïts per l'usuari
es: Estimación de errores de cálculo: los errores introducidos por la resolución se calculan y se añaden a los introducidos por el usuario
et: Lahendaja veahinnang: lahendaja lisatud vead arvutatakse välja ja lisatakse kasutaja sisestatud vigadele
fi: Ratkaisinvirheiden arviointi: ratkaisimen aiheuttamat virheet lasketaan ja lisätään käyttäjän syöttämiin virheisiin
fr: Estimation des erreurs du solveur : les erreurs introduites par le solveur sont calculées et ajoutées aux erreurs saisies par l'utilisateur
it: Stima degli errori del solutore: gli errori introdotti dal solutore sono calcolati e aggiunti al valore dell'errore inserito dall'utente
nds: Löserfehler-Estemeren: Vun den Löser inbuut Fehlers warrt estemeert un de vun den Bruker ingeven Fehlers toföögt
nl: Het afschatten van fouten veroorzaakt door de oplossingsmethode: fouten die bij het oplossen zijn ontstaan worden berekend en opgeteld bij de fouten die door de gebruiker zijn ingevoerd
pl: Oszacowanie błędu solvera: błędy wprowadzone przez solver są obliczane i dodawane do błędów podanych przez użytkownika
pt: Estimativa do erro da resolução: os erros introduzidos pela resolução são calculados e adicionados aos erros introduzidos pelo utilizador
pt_br: Estimativa do erro da resolução: os erros introduzidos pela resolução são calculados e adicionados aos erros adicionados pelo usuário
sk: Odhad chýb riešiteľa: chyby spôsobené riešiteľom sa počítajú a pridávajú do používateľom zadaných chýb
sl: Ocena napake reševalnika: napake, ki so posledica računanja reševalnika, se izračunajo in dodajo k uporabniško vnesenim napakam
sv: Feluppskattning av evalueringsenheten: fel som införs av evalueringsenheten beräknas och läggs till användarinmatade fel
uk: Оцінка похибки розв’язувача: похибки, що виникають внаслідок застосування числових методів розв’язання задач, обчислюються і додаються до введених користувачем похибок

source: Several different solvers: up to 8th order, explicit and implicit, with or without adaptive timestep (most of the solvers require GSL library)
ca: Diversos solucionadors diferents: fins a ordre 8è, explícit o implícit, amb o sense pas temporal adaptatiu (la majoria de solucionadors necessiten la biblioteca GSL)
es: Diversas calculadoras: hasta el octavo orden, explícita e implícita, con o sin pasos de tiempo adaptativos (la mayoría necesitan la biblioteca GSL)
et: Mitu erinevat lahendajat: kuni 8. astmeni, eksplitsiitsed ja implitsiitsed, adaptiivse ajasammuga või ilma selleta (enamik lahendajaid vajab GSL teeki)
fi: Useita eri ratkaisimia: kahdeksanteen asteeseen asti, eksplisiittisiä sekä implisiittisiä, adaptive timestep -menetelmällä tai ilman sitä (useimmat ratkaisimet tarvitsevat GSL-kirjaston)
fr: Plusieurs solveurs différents :jusqu'à l'ordre 8, explicite et implicite, avec ou sans pas adaptatif (la plupart des solveurs nécessite la bibliothèque GSL)
it: Diversi tipi di solutori: fino all'ottavo ordine, espliciti ed impliciti, con o senza un passo temporale adattivo (la maggior parte dei solutori richiedono la libreria GSL)
nds: En Reeg verscheden Lösers: bet to de 8. Orden, ex- un implizit, mit un ahn topassen Tietschreed (de mehrsten Lösers bruukt de GSL-Bibliotheek)
nl: Er zijn diverse oplossingsmethoden: tot aan de 8e orde, expliciet en impliciet, met of zonder een adaptieve tijdstap (voor de meesten is de GSL-bibliotheek nodig)
pl: Kilka różnych solwerów: aż do 8-mego rzędu, uwikłane i nieuwikłane, z lub bez adaptowanego kroku czasowego (większość z solwerów wymaga biblioteki GSL)
pt: Diversos métodos de resolução diferentes: até à 8a ordem, explícitos e implícitos, com ou sem passos temporais adaptativos (a maioria destes métodos necessitam da biblioteca GSL)
pt_br: Diversos métodos de resolução diferentes: até à 8ª ordem, explícitos e implícitos, com ou sem passos temporais adaptativos (a maioria destes métodos necessitam da biblioteca GSL)
sk: Niekoľko rôznych riešiteľov: do 8. úrovne, explicitné a implicitné, s alebo bez adaptívnej časovej pečiatky (väčšina riešiteľov vyžaduje knižnicu GSL)
sl: Različni reševalniki: do osmega reda, eksplicitni in implicitni, brez ali z prilagodljivim časovnim korakom (večina reševalnikov zahteva knjižnico GSL)
sv: Flera olika evalueringsenheter: Upp till 8:e ordningens, explicit eller implicit, med eller utan adaptivt tidssteg (de flesta evalueringsenheter kräver GSL-biblioteket)
uk: Декілька різних розв’язувачів: аж до восьмого порядку, явні і неявні, з та без зміни кроку за часом (більшість з розв’язувачів потребують бібліотеки GSL)

source: Controller tool to easily control properties during simulation (even with custom keyboard shortcuts)
ca: Eina controladora per controlar fàcilment les propietats durant la simulació (àdhuc amb dreceres de teclat personalitzades)
es: Herramienta de control para supervisar fácilmente las propiedades durante la simulación (incluso con accesos rápidos de teclado personalizados)
et: Kontroller omaduste juhtimiseks simulatsiooni ajal (sealhulgas enda määratud kiirklahvidega)
fi: Säädintyökalu ominaisuuksien helppoon säätämiseen simulaation aikana (tukee jopa itse valittuja pikanäppäimiä)
fr: Un régulateur pour contrôler facilement les propriétés pendant la simulation (même avec des raccourcis claviers prédéfinis)
it: Strumenti per controllare facilmente le proprietà durante la simulazione (anche con scorciatoie di tastiera personalizzate)
nds: Kuntrullwarktüüch för't Bekieken vun Egenschappen binnen de Simuleren (ok mit topasst Tastkombinatschoon)
nl: Hulpmiddel voor het eenvoudig beheersen van eigenschappen tijdens een simulatie (zelfs met aangepaste sneltoetsen)
pl: Narzędzie sterujące do łatwego sterowania właściwościami podczas symulacji (nawet przy użyciu własnych skrótów klawiszowych)
pt: Uma ferramenta de controlo para modificar facilmente as propriedades durante a simulação (até mesmo com atalhos de teclado personalizados)
pt_br: Uma ferramenta de controle para modificar facilmente as propriedades durante a simulação (até mesmo com atalhos de teclado personalizados)
sk: Nástroj ovládača na jednoduché ovládanie vlastností počas simulácie (dokonca s vlastnými klávesovými skratkami)
sl: Nadzorno orodje za enostaven nadzor nad lastnostmi med simulacijo (celo s tipkovnimi bližnjicami po meri)
sv: Styrverktyg för att enkelt hantera egenskaper under simuleringen (också med egna snabbtangenter)
uk: Інструмент «регулятор» призначено для простого керування властивостями під час імітації (можна навіть призначити власні клавіатурні скорочення для керування регулятором)

source: Tools to visualize results: graph, meter, tracer
ca: Eines per visualitzar resultats: gràfics, aparells de mesura, traçadors
es: Herramientas para visualizar resultados: gráficas, medidores, seguimiento
et: Tööriistad tulemuste visualiseerimiseks: graafik, mõõdik, jäljekütt
fi: Työkalut tulosten visualisointiin: kuvaaja, mittari ja jäljitin
fr: Outils pour visualiser les résultats : graphe, capteur, traceur
it: Strumenti per visualizzare i risultati: grafici, misuratori, traccianti
nds: Warktüüch, mit de sik de Resultaten ankieken laat: Diagramm, Meter, Spoor
nl: Hulpmiddelen voor het visualiseren van de resultaten: grafiek, meter, spoor
pl: Narzędzia do wizualizacji wyników: wykres, miara, wskaźnik
pt: Ferramentas para visualização dos resultados: gráficos, medidores, impressão
pt_br: Ferramentas para visualização dos resultados: gráficos, medidores, impressão
sk: Nástroje na vizualizáciu výsledkov: graf, meter, stopár
sl: Orodja za prikaz rezultatov: graf, merilnik, sledilnik
sv: Verktyg för att åskådliggöra resultat: grafer, mätare, spår
uk: Інструменти для візуалізації результатів: графік, вимірювач, траєкторія

source: Context information for all objects, integrated wikipedia browser
ca: Informació de context per tots els objectes, fullejador de la viquipèdia integrat
es: Información de contexto para todos los objetos, con explorador integrado para la Wikipedia
et: Kõigi objektide kontekstiteave, põimitud Wikipedia brauser
fi: Kontekstitietoa kaikille kohteille sekä integroitu Wikipedia-selain
fr: Informations contextuelles pour tous les objets, accès à Wikipédia
it: Informazioni di contesto per tutti gli oggetti, browser per wikipedia integrato
nds: Kontextinformatschonen för all Objekten, inbuut Wikipedia-Kieker
nl: Contextinformatie voor alle objecten, geïntegreerde wikipedia-browser
pl: Kontekstowe informacje dla wszystkich obiektów, zintegrowana przeglądarka wikipedi
pt: Informação de contexto para todos os objectos, navegador do Wikipédia integrado
pt_br: Informação de contexto para todos os objetos, navegador do Wikipédia integrado
sk: Kontextové informácie pre všetky objekty, integrovaný prehliadač Wikipédia
sl: Vsebinske podrobnosti za vse predmete, vgrajen brskalnik po Wikipediji
sv: Sammanhangsberoende information för alla objekt, inbyggd Wikipedia-bläddrare
uk: Контекстна інформація щодо всіх об’єктів, інтегрований переглядач вікіпедії

source: Collection of example experiments, more can be downloaded with KNewStuff
ca: Col·lecció d'experiments d'exemple. Se'n poden baixar més amb KNewStuff
es: Colección de experimentos de ejemplo; puede descargar más con KNewStuff
et: Valik näidiskatseid, rohkem saab alla laadida KNewStuffi vahendusel
fi: Kokoelma esimerkkikokeita, ja lisää on ladattavissa verkosta KNewStuffin välityksellä
fr: Collection d'exemples d'expérience, davantage peuvent être téléchargé avec KNewStuff
it: Collezione di esperimenti di esempio, altri possono essere scaricati con KNewStuff2
nds: Sammeln vun Bispill-Experimenten, mehr laat sik vun KNewStuff daalladen
nl: Verzameling van voorbeeldexperimenten, meer kunnen er worden opgehaald met KNewStuff
pl: Zbiór przykładowych eksperymentów, można pobrać więcej z KNewStuff
pt: Uma colecção de experiências de exemplo, podendo obter mais com o KNewStuff
pt_br: Coleção de experiências de exemplo, podendo obter mais com o KNewStuff
sk: Kolekcia ukážkových experimentov, viac je možné stiahnuť z KNewStuff
sl: Zbirka primerov poskusov, več jih lahko prejmete z "Dobi vroče novosti"
sv: En samling exempel på experiment, och fler kan laddas ner via Hämta heta nyheter
uk: Збірка зразкових експериментів, додаткові експерименти можна звантажити за допомогою KNewStuff

source: Integrated tutorials
ca: Guies d'aprenentatge integrades
es: Tutoriales integrados
et: Põimitud õppematerjalid
fi: Sisäänrakennetut tutoriaalit
fr: Tutoriels intégrés
it: Tutorial integrati
nds: Inbuut Anleden
nl: Geïntegreerd lesmateriaal
pl: Zintegrowane samouczki
pt: Tutoriais integrados
pt_br: Tutoriais integrados
sk: Integrované kurzy
sl: Vgrajeni vodniki
sv: Integrerade handledningar
uk: Вбудовані підручники
