Repository: fluxer/kde-l10n
Catalog: */*/messages/kdepim/kmail-mobile.po
Languages: bs, el, fi, fr, km, ru, sr@ijekavian

source: Delete invitation emails after the reply to them has been sent
bs: Izbriši pozivnice nakon odgovora njima je poslano
el: Διαγραφή προσκλητήριων μηνυμάτων αφού η απάντηση σε αυτά έχει σταλεί
fi: Poista kutsuviestit, kun niihin on vastattu
fr: Effacer les courriers électronique d'invitation après qu'une réponse ait été envoyé à tous le monde
km: លុប​អ៊ីមែល​អញ្ជើញ​បន្ទាប់ពី​ឆ្លើយ​តប ទៅ​ពួកគេ​ដែល​ត្រូវបាន​ផ្ញើ​ចេញ
ru: Удалить пригласительные письма после получения ответа на них
sr@ijekavian: Обриши поруку позивнице по слању одговора

source: Misc
bs: Razno
el: Διάφορα
fi: Sekalaista
fr: Divers
km: ផ្សេងៗ
ru: Прочее
sr@ijekavian: Разно

source: Empty local trash folder on program exit
bs: Isprazni lokalni direktorij za smeće prilikom izlaza
el: Άδειασμα φακέλου του τοπικού κάδου απορριμμάτων κατά την έξοδο από το πρόγραμμα
fi: Tyhjennä paikallinen roskakori lopetettaessa
fr: Vider le dossier de corbeille local à la sortie du programme
km: សម្អាត​ថត​ធុងសំរាម ពេល​ចេញ​ពី​កម្មវិធី
ru: Очистить папку локальной корзины при выходе из программы
sr@ijekavian: Испразни локалну фасциклу смећа по напуштању

source: Close to quota threshold:
bs: Blizu praga kvote:
el: Κατώφλι κοντά στο όριο χρήσης:
fi: Lähellä tilan täyttymistä -raja:
fr: Proche du niveau du quota :
km: បិទ​កម្រិត​ពន្លឺ​កូតា ៖
ru: Близко к достижению квоты:
sr@ijekavian: Близу прагу квоте:

source: Message Disposition Notifications
bs: Obavijesti o stanju poruke
el: Ειδοποιήσεις απόρριψης μηνυμάτων
fi: Viestinvälitysilmoitukset
fr: Notification de disposition des messages
km: ស្នើ​ការ​ជូន​ដំណឹង​រៀបចំ​សារ
ru: Уведомления о действиях с сообщением
sr@ijekavian: Обавештења о размештају порука

source: Send policy:
bs: Politika slanja:
el: Αποστολή πολιτικής:
fi: Lähetyskäytäntö:
fr: Politique d'envoi :
km: ផ្ញើ​គោលនយោបាយ ៖
ru: Политика отправления:
sr@ijekavian: Смерница слања:

source: Ignore
bs: Ignoriši
el: Αγνόηση
fi: Ohita
fr: Ignorer
km: មិនអើពើ
ru: Игнорировать
sr@ijekavian: игнориши

source: Ask
bs: Pitaj
el: Ερώτηση
fi: Kysy
fr: Demander
km: សួរ
ru: Спрашивать
sr@ijekavian: питај

source: Deny
bs: Odbij
el: Άρνηση
fi: Estä
fr: Refuser
km: បដិសេធ
ru: Запретить
sr@ijekavian: одбиј

source: Always send
bs: Uvijek pošalji
el: Αποστολή πάντα
fi: Lähetä aina
fr: Toujours envoyer
km: តែងតែ​ផ្ញើ​ជា​និច្ច
ru: Отправлять всегда
sr@ijekavian: шаљи увек

source: Quote original message:
bs: Navedi originalnu poruku:
el: Παράθεση αρχικού μηνύματος:
fi: Alkuperäinen viestin lainaus:
fr: Citer le message original :
km: សម្រង់​សារ​ដើម ៖
ru: Цитировать оригинальное письмо:
sr@ijekavian: Цитирање изворне поруке:

source: Nothing
bs: Ništa
el: Τίποτε
fi: Ei mitään
fr: Rien
km: គ្មាន​អ្វីទាំងអស់
ru: нет
sr@ijekavian: никакво

source: Full message
bs: Puna poruka
el: Πλήρες μήνυμα
fi: Koko viesti
fr: Message entier
km: សារ​ពេញលេញ
ru: Письмо целиком
sr@ijekavian: цела порука

source: Only headers
bs: Samo zaglavlja
el: Μόνο οι κεφαλίδες
fi: Vain otsakkeet
fr: Seulement les en-têtes
km: តែ​បឋមកថា
ru: Только заголовки
sr@ijekavian: само заглавља

source: Subject:
bs: Tema:
el: Θέμα:
fi: Aihe:
fr: Sujet :
km: ប្រធានបទ ៖
ru: Тема:
sr@ijekavian: Тема:

source: Message will be signed
bs: Poruka će biti potpisana
el: Το μήνυμα θα φέρει υπογραφή
fi: Viesti allekirjoitetaan
fr: Le message sera signé
km: សារ​នឹង​ត្រូវ​បាន​ចុះហត្ថលេខា
ru: Письмо будет подписано
sr@ijekavian: Порука ће бити потписана

source: Message will be encrypted
bs: Poruka će biti šifrovana
el: Το μήνυμα θα κρυπτογραφηθεί
fi: Viesti salataan
fr: Le message sera chiffré
km: សារ​នឹង​ត្រូវបាន​អ៊ីនគ្រិប
ru: Письмо будет зашифровано
sr@ijekavian: Порука ће бити шифрована

source: Identity:
bs: Identitet:
el: Ταυτότητα:
fi: Henkilöys:
fr: Identité :
km: អត្តសញ្ញាណ ៖
ru: Профиль:
sr@ijekavian: Идентитет:

source: Which emails shall be exported?
bs: Koja elektronska pošta da bude izvedena?
el: Ποια μηνύματα θα εξαχθούν;
fi: Mitkä viestit viedään?
fr: Quels courriels devraient être exportés ?
km: តើ​អ៊ីមែល​ណាមួយ​នឹង​ត្រូវ​បាននាំចេញ ?
ru: Какие письма будут экспортированы?
sr@ijekavian: Које поруке треба извести?

source: All Emails
bs: Sva elektronska pošta
el: Όλα τα μηνύματα
fi: Kaikki viestit
fr: Tous les courriels
km: អ៊ីមែល​ទាំងអស់
ru: Все письма
sr@ijekavian: Све поруке

source: Emails in current folder
bs: Elektronska pošta u trenutačnom direktoriju
el: Τα μηνύματα στο τρέχοντα φάκελο
fi: Nykyisen kansion viestit
fr: Les courriels du dossier actuel
km: អ៊ីមែល​នៅ​ក្នុង​ថត​បច្ចុប្បន្ន
ru: Письма в текущей папке
sr@ijekavian: Поруке у текућој фасцикли

source: Unable to open MBox file %1
bs: Nemoguće otvoriti MBox datoteku %1
el: Αδυναμία ανοίγματος αρχείου MBox %1
fi: MBox-tiedostoa %1 ei saada avatuksi
fr: Impossible d'ouvrir le fichier MBox %1
km: មិនអាច​បើក​ឯកសារ MBox %1 បាន​ទេ
ru: Не удалось открыть файл MBox «%1»
sr@ijekavian: Не могу да отворим мбокс фајл <filename>%1</filename>.

source: Unable to save emails to MBox file %1
bs: Nemoguće nimiti poruke u MBox direktoriji %1
el: Αδυναμία αποθήκευσης μηνυμάτων στο αρχείο MBox %1
fi: Sähköposteja ei saada tallennetuksi MBox-tiedostoon %1
fr: Impossible d'enregistrer les courriels dans le fichier MBox %1
km: មិនអាច​រក្សាទុក​អ៊ីមែល​ទៅ​កាន់​ឯកសារ MBox %1 បាន​ទេ
ru: Не удалось сохранить письма в файл MBox «%1»
sr@ijekavian: Не могу да сачувам поруке у мбокс фајл <filename>%1</filename>.

source: Select MBox to Import
bs: Odaberi MBox za uvoz
el: Επιλογή MBox για εισαγωγή
fi: Valitse tuotava MBox
fr: Sélectionnez le MBox à importer
km: ជ្រើស MBox ត្រូវ​នាំចូល
ru: Импорт из файла MBox
sr@ijekavian: Избор мбокса за увоз

source: Select the folder the imported email(s) shall be saved in:
bs: Odaberi direktorij u kojem će biti snimljene uvezene poruke
el: Επιλογή φακέλου όπου θα αποθηκευτούν τα εισαχθέντα μηνύματα:
fi: Valitse kansio, johon tuotu sähköposti tallennetaan:
fr: Sélectionnez le dossier dans lequel les courriels importés devraient être enregistrés :
km: ជ្រើស​ថត​​ដើម្បី​រក្សាទុក​អ៊ីមែល​ដែល​បាន​នាំចូល ៖
ru: Выберите папку, в которую будут сохранены импортированные письма:
sr@ijekavian: Изаберите фасциклу у коју треба сачувати увезене поруке:

source: Select Folder
bs: Izaberi direktorij
el: Επιλογή φακέλου
fi: Valitse kansio
fr: Sélectionnez un dossier
km: ជ្រើស​ថត
ru: Выбор папки
sr@ijekavian: Избор фасцикле

source: Importing one email to %2
bs: Uvozim %1 poruku u %2
el: Γίνεται εισαγωγή ενός μηνύματος στο %2
fi: Tuodaan yksi viesti kansioon %2
fr: Importation d'un message dans %2
km: នាំចូល​អ៊ីមែល %1 ទៅ %2
ru: Импортирование %1 письма в %2
sr@ijekavian: Увозим %1 поруку у %2...

source: Import Emails
bs: Uvezi elektronsku poštu
el: Εισαγωγή μηνυμάτων
fi: Tuo sähköpostia
fr: Importer des courriels
km: នាំចូល​អ៊ីមែល
ru: Импортировать письма
sr@ijekavian: Увоз порука

source: MBox Import Failed
bs: Uvoz iz MBox neuspješan
el: Η εισαγωγή MBox απέτυχε
fi: MBox-tuonti epäonnistui
fr: Échec d'importation MBox
km: បាន​បរាជ័យ​ក្នុងការ​នាំចូល MBox
ru: Ошибка импорта MBox
sr@ijekavian: Неуспео увоз мбокса

# @info
source: <para>When trying to read the MBox, there was an error opening the file <filename>%1</filename>:</para>
bs: <para>Prilikom pokušaja čitanja MBox-a, nastala je greška u otvaranju datoteke <filename>%1</filename>:</para>
el: <para>Στην προσπάθεια ανάγνωσης του MBox, υπήρξε ένα σφάλμα ανοίγματος του αρχείου <filename>%1</filename>:</para>
fi: <para>Yritettäessä lukea MBoxia sattui virhe avattaessa tiedostoa <filename>%1</filename>:</para>
fr: <para>Lors de la tentative de lecture du MBox, il y a eu une erreur lors de l'ouverture du fichier <filename>%1</filename> :</para>
km: <para>នៅពេល​ព្យាយាម​អាន MBox មាន​កំហុស​មួយ​ខណៈពេល​បើក​ឯកសារ<filename>%1</filename>:</para>
ru: <para>При попытке чтения MBox произошла ошибка открытия файла <filename>%1</filename>:</para>
sr@ijekavian: <para>Грешка у отварању фајла <filename>%1</filename> при покушају читања мбокса:</para>

source: No emails were imported, due to errors with the MBox.
bs: Nijedna poruka nije uvezena, zbog gresaka sa MBox-om.
el: Δεν εισήχθησαν μηνύματα, εξαιτίας σφαλμάτων με το MBox.
fi: Sähköposteja ei tuotu MBoxin virheiden takia.
fr: Aucun courriel n'a été importé suite à une erreur avec le MBox.
km: គ្មាន​អ៊ីមែល​ត្រូវ​បាននាំចូល​ទេ ដោយសារ​តែ​​មាន​កំហុស​ជា​មួយ​នឹង MBox ។
ru: Электронные письма не были импортированы из-за ошибки чтения файла MBox.
sr@ijekavian: Због грешака са мбоксом није увезена ниједна порука.

source: The MBox does not contain any emails.
bs: MBox ne sadrži poruke.
el: Το MBox δεν περιέχει κανένα μήνυμα.
fi: MBox ei sisällä sähköposteja.
fr: Le MBox ne contient aucun courriel.
km: MBox មិនមាន​អ៊ីមែល​ទេ ។
ru: Файл MBox не содержит писем.
sr@ijekavian: Мбокс не садржи ниједну поруку.

source: Recipients
bs: Primaoci
el: Παραλήπτες
fi: Vastaanottajat
fr: Destinataires
km: អ្នក​ទទួល
ru: Получатели
sr@ijekavian: примаоцима

source: Actions
bs: Radnje
el: Ενέργειες
fi: Toiminnot
km: សកម្មភាព
ru: Действия
sr@ijekavian: Радње

source: Message
bs: Poruka
el: Μήνυμα
fi: Viesti
km: សារ
ru: Письмо
sr@ijekavian: Порука

source: Edit
bs: Izmjeni
el: Επεξεργασία
fi: Muokkaa
fr: Éditer
km: កែសម្រួល
ru: Изменить
sr@ijekavian: Уређивање

source: Options
bs: Postavke
el: Επιλογές
fi: Asetukset
km: ជម្រើស
ru: Опции
sr@ijekavian: Опције

source: Signature
bs: Potpis
el: Υπογραφή
fi: Allekirjoitus
km: ​ហត្ថលេខា
ru: Подпись
sr@ijekavian: Потпис

source: Security
bs: Bezbjednost
el: Ασφάλεια
fi: Turvallisuus
fr: Sécurité
km: សុវត្ថិភាព​
ru: Безопасность
sr@ijekavian: Безбедност

source: Snippets
bs: Isječci
el: Αποσπάσματα κώδικα
fi: Leikkeet
fr: Fragments
km: Snippet
ru: Фразы
sr@ijekavian: Исечци

source: Configure Identity
bs: Podesi identitet
el: Διαμόρφωση ταυτότητας
fi: Henkilöysasetukset
fr: Configurer les identités
km: កំណត់​រចនាសម្ព័ន្ធ​អត្តសញ្ញាណ
ru: Настроить профиль
sr@ijekavian: Подеси идентитет

source: Configure Transport
bs: Podesi transport
el: Διαμόρφωση μεταφοράς
fi: Postinvälitysasetukset
fr: Configurer le transport
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​បញ្ជូន
ru: Настроить метод отправки
sr@ijekavian: Подеси транспорт

source: Send message to 'address'
bs: Pošalji poruku na 'adresu'
el: Αποστολή μηνύματος στη 'διεύθυνση'
fi: Lähetä viesti ”osoitteeseen”
fr: Envoyer le message à l'adresse
km: ផ្ញើ​សារ​ទៅកាន់ អាសយដ្ឋាន'
ru: Отправить письмо по адресу «address»
sr@ijekavian: Пошаљи поруку на адресу

source: Set subject of message
bs: Podesite temu poruke
el: Καθορισμός θέματος για το μήνυμα
fi: Aseta viestin aihe
fr: Donner un sujet au message
km: កំណត់​ប្រធានបទ​សារ
ru: Введите тему письма
sr@ijekavian: Постави тему поруке

source: Send CC: to 'address'
bs: Pošalji kopiju na 'adresu'
el: Αποστολή CC: στη 'διεύθυνση'
fi: Lähetä kopio ”osoitteeseen”
fr: Envoyer une CC à l'adresse
km: ផ្ញើ​ចម្លងជូន ៖ ទៅកាន់ 'អាសយដ្ឋាន'
ru: Отправить копию по адресу «address»
sr@ijekavian: Пошаљи ЦЦ на адресу

source: Send BCC: to 'address'
bs: Pošalji nevidljivu kopiju na 'adresu'
el: Αποστολή BCC: στη 'διεύθυνση'
fi: Lähetä piilokopio ”osoitteeseen”
fr: Envoyer une BCC à l'adresse
km: ផ្ញើ​ចម្លង​ជូន​ជា​សម្ងាត់ ៖ ទៅកាន់ 'អាសយដ្ឋាន'
ru: Отправить скрытую копию по адресу «address»
sr@ijekavian: Пошаљи БЦЦ на адресу

source: Set body of message
bs: Podesi tijelo poruke
el: Ορισμός σώματος μηνύματος
fi: Aseta viestin runko
fr: Donner le corps du message
km: កំណត់​តួសារ
ru: Введите тело письма
sr@ijekavian: Постави тело поруке

source: Add an attachment to the mail. This can be repeated
bs: Dodaj prilog poruci. Ovo može biti ponovljeno
el: Προσθήκη συνημμένου στο μήνυμα. Αυτό μπορεί να επαναληφθεί
fi: Lisää viestiin liite. Tämän voi toistaa.
fr: Ajouter une pièce jointe au message. Ceci peut être répété
km: បន្ថែម​ឯកសារ​ភ្ជាប់​ទៅកាន់​អ៊ីមែល ។ វា​អាច​នឹង​ធ្វើ​ឡើង​វិញបាន
ru: Добавьте вложение к письму. Это действие можно повторить
sr@ijekavian: Додај прилог поруци (може више пута)

source: Important
bs: Važno
el: Σημαντικά
fi: Tärkeä
km: សំខាន់
ru: Важное
sr@ijekavian: Важна

source: Action Item
bs: Akciona stavka
el: Αντικείμενο ενέργειας
fi: Tehtävä
fr: Élément d'action
km: ធាតុ​សកម្មភាព
ru: На контроле
sr@ijekavian: Ставка радње

source: Write New Email
bs: Napiši novu poruku
el: Σύνταξη νέου μηνύματος
fi: Kirjoita uusi viesti
fr: Écrire un nouveau courriel
km: សរសេរ​អ៊ីមែល​ថ្មី
ru: Написать новое письмо
sr@ijekavian: Нова порука

source: Send All Unsent Emails
bs: Pošalji sve neposlane poruke
el: Αποστολή όλων των μη απεσταλμένων μηνυμάτων
fi: Lähetä kaikki odottavat viestit
fr: Envoyer tous les courriels en attente
km: ផ្ញើ​អ៊ីមែល​ដែល​មិន​បាន​ផ្ញើ​ទាំងអស់
ru: Отправить все неотправленные письма
sr@ijekavian: Пошаљи све непослате поруке

source: Reply
bs: Odgovori
el: Απάντηση
fi: Vastaa
fr: Répondre
km: ឆ្លើយតប
ru: Ответить
sr@ijekavian: Одговори

source: Reply to Mailing List
bs: Odgovori Mailing listi
el: Απάντηση στη λίστα αλληλογραφίας
fi: Vastaa postilistalle
fr: Répondre à la liste de discussion
km: ឆ្លើយតប​ទៅ​បញ្ជី​សំបុត្រ​រួម
ru: Ответить в список рассылки
sr@ijekavian: Одговори на поштанску листу

source: Reply Without Quoting
bs: Odgovori bez citiranja
el: Απάντηση χωρίς παράθεση
fi: Vastaa lainaamatta
fr: Répondre sans citer
km: ឆ្លើយតបដោយ​គ្មាន​សម្រង់
ru: Ответить без цитирования
sr@ijekavian: Одговори без цитирања

source: Forward as Attachment
bs: Proslijedi kao dodatak
el: Προώθηση ως συνημμένο
fi: Välitä liitteenä
fr: Faire suivre comme pièce jointe
km: បញ្ជូន​បន្ត​ជា​ឯកសារ​ភ្ជាប់
ru: Переслать во вложении
sr@ijekavian: Проследи као прилог

source: Redirect
bs: Preusmjeravanje
el: Ανακατεύθυνση
fi: Uudelleenohjaa
fr: Rediriger
km: បញ្ជូន​បន្ត
ru: Перенаправить
sr@ijekavian: Преусмери

source: Save Favorite
bs: Snimi omiljeni
el: Αποθήκευση αγαπημένου
fi: Tallenna suosikiksi
fr: Enregistrer le favori
km: រក្សា​ទុក​សណព្វ
ru: Сохранить Избранное
sr@ijekavian: Сачувај као омиљено

source: Send Again
bs: Šalji ponovo
el: Αποστολή ξανά
fi: Lähetä uudelleen
fr: Envoyer de nouveau
km: ផ្ញើ​ម្ដង​ទៀត
ru: Отправить снова
sr@ijekavian: Пошаљи поново

source: Save Email As
bs: Snimi poruku kao
el: Αποθήκευση μηνύματος ως
fi: Tallenna viesti nimellä
fr: Enregistrer le courriel sous
km: រក្សាទុក​អ៊ីមែល​ជា
ru: Сохранить письмо как
sr@ijekavian: Сачувај поруку као

source: Edit Email
bs: Izmijeni e-mail
el: Επεξεργασία μηνύματος
fi: Muokkaa viestiä
fr: Éditer le courriel
km: កែសម្រួល​អ៊ីមែល
ru: Редактировать письмо
sr@ijekavian: Уреди поруку

source: Find in Email
bs: Potraži u poruci
el: Εύρεση στο μήνυμα
fi: Etsi sähköpostista
fr: Chercher dans le courriel
km: រក​ក្នុង​អ៊ីមែល
ru: Искать в письмах
sr@ijekavian: Нађи у поруци

source: Prefer HTML To Plain Text
bs: Preferiraj HTML u odnosu na obični tekst
el: Προτίμηση σε HTML αντί για απλό κείμενο
fi: Suosi HTML:ää raakatekstin sijaan
fr: Préférer le HTML au texte brut
km: ពេញ​ចិត្ត HTML ជាង​អត្ថបទ​​ធម្មតា
ru: Предпочитать HTML обычному тексту
sr@ijekavian: Боље ХТМЛ него обични текст

source: Load External References
bs: Učitaj spoljne reference
el: Φόρτωση εξωτερικών προτιμήσεων
fi: Lataa ulkoiset viittaukset
fr: Charger des références externes
km: ផ្ទុក​សេចក្ដីយោង​ខាង​ក្រៅ
ru: Загрузка внешних ссылок
sr@ijekavian: Учитај спољашње везе

source: Move Displayed Emails To Trash
bs: Prenesi prikazane poruke u smeće
el: Μεταφορά εμφανιζόμενων μηνυμάτων στα απορρίμματα
fi: Siirrä nähdyt viestit roskakoriin
fr: Déplacer les courriels affichés vers la corbeille
km: ផ្លាស់ទី​អ៊ីមែល​ដែលបាន​បង្ហាញ​​ទៅ​ធុង​សំរាម
ru: Переместить выделенные письма в корзину
sr@ijekavian: Премести приказане поруке у смеће

source: Apply Filters
bs: Dodaj filtere
el: Εφαρμογή φίλτρων
fi: Suodata
fr: Appliquer les filtres
km: អនុវត្ត​តម្រង
ru: Применить фильтры
sr@ijekavian: Примени филтере

source: New Filter
bs: Novi filter
el: Νέο φίλτρο
fi: Uusi suodatin
fr: Nouveau filtre
km: តម្រង​ថ្មី
ru: Новый фильтр
sr@ijekavian: Нови филтер

source: Unknown
bs: Nepoznat
el: Άγνωστο
fi: Tuntematon
fr: Inconnu
km: មិន​ស្គាល់
ru: Неизвестный
sr@ijekavian: непознато

source: Today
bs: Danas
el: Σήμερα
fi: Tänään
fr: Aujourd'hui
km: ថ្ងៃ​នេះ
ru: Сегодня
sr@ijekavian: данас

source: Yesterday
bs: Juče
el: Χθες
fi: Eilen
fr: Hier
km: ម្សិលមិញ
ru: Вчера
sr@ijekavian: јуче

source: One Week Ago
bs: Prije %1 sedmicu
el: Μία εβδομάδα πριν
fi: Viikko sitten
fr: Il y a une semaine
km: %1 កន្លង​ទៅ
ru: %1 неделю назад
sr@ijekavian: пре %1 седмицу

source: Kontact Touch Mail
km: សំបុត្រ​របស់ Kontact Touch
sr@ijekavian: Поште Контакта додирног

source: Messagelist Display Format
bs: Listni način prikazivanja poruka
el: Μορφή εμφάνισης λίστας μηνυμάτων
fi: Viestiluettelon näyttömuoto
fr: Format d'affichage de la liste des messages
km: ទ្រង់ទ្រាយ​បង្ហាញ​បញ្ជីសារ
ru: Формат отображения списка писем
sr@ijekavian: Формат приказа списка порука

source: Mail
bs: Pošta
el: Αλληλογραφία
fi: Sähköposti
fr: Courriel
km: សំបុត្រ​
ru: Письмо
sr@ijekavian: Пошта

source: New Email
bs: Nova elektronska pošta
el: Νέο μήνυμα
fi: Uusi posti
fr: Nouveau courriel
km: សំបុត្រ​ថ្មី
ru: Написать письмо
sr@ijekavian: Нова порука

source: Export Emails From This Account
bs: Izvedi elektronsku poštu iz ovog korisničkog računa
el: Εξαγωγή μηνυμάτων από αυτόν το λογαριασμό
fi: Vie tämän tilin viestit
fr: Exporter des courriels de ce compte
km: នាំចេញ​អ៊ីមែល​ពី​គណនី​នេះ
ru: Экспортировать письма из этой учётной записи
sr@ijekavian: Извези поруке из овог налога

source: Export Displayed Emails
bs: Izvedi prikanzanu poštu
el: Εξαγωγή εμφανιζόμενων μηνυμάτων
fi: Vie näytetyt viestit
fr: Exporter les courriels affiché
km: នាំចេញ​អ៊ីមែល​ដែលបានបង្ហាញ
ru: Экспортировать выделенные письма
sr@ijekavian: Извези приказане поруке

source: Show Source
bs: Prikaži izvor
el: Εμφάνιση πηγής
fi: Näytä lähdekoodi
fr: Afficher la source
km: បង្ហាញ​ប្រភព
ru: Показать источник
sr@ijekavian: Прикажи извор

source: Email Encoding
bs: Pošta se kodira
el: Κωδικοποίηση μηνύματος
fi: Viestin merkistökoodaus
fr: Encodage du courriel
km: ការ​អ៊ីនកូដ​អ៊ីមែល
ru: Выбрать кодировку
sr@ijekavian: Кодирање поруке

source: Show All Recipients
bs: Prikaži sve primaoce
el: Εμφάνιση όλων των παραληπτών
fi: Näytä kaikki vastaanottajat
fr: Afficher tous les destinataires
km: បង្ហាញ​អ្នក​ទទួល
ru: Показать всех получателей
sr@ijekavian: Прикажи све примаоце

source: Could not recover a saved message.
bs: Nemoguće spasiti snimljenu poruku
el: Αδυναμία επαναφοράς αποθηκευμένου μηνύματος.
fi: Tallennettua viestiä ei voitu palauttaa.
fr: Impossible de rétablir un message enregistré.
km: មិនអាច​សង្គ្រោះ​សារ​ដែល​បាន​រក្សាទុក​បាន​ទេ ។
ru: Не удалось восстановить сохранённое письмо.
sr@ijekavian: Не могу да повратим сачувану поруку.

source: Recover Message Error
bs: Greška spašavanja poruke
el: Σφάλμα επαναφοράς μηνύματος
fi: Viestin palautusvirhe
fr: Erreur de rétablissement de message
km: កំហុស​ក្នុងការ​សង្គ្រោះ​សារ
ru: Ошибка восстановления письма
sr@ijekavian: Грешка при повраћању поруке

source: Could not restore a draft.
bs: Nemoguće obnoviti nacrt
el: Αδυναμία επαναφοράς προσχεδίου.
fi: Luonnosta ei voitu palauttaa.
fr: Impossible de restaurer un brouillon.
km: មិនអាច​ស្ដារ​សេចក្ដី​ព្រាង​បាន​ទេ ។
ru: Не удалось восстановить черновик.
sr@ijekavian: Не могу да повратим нацрт.

source: Restore Draft Error
bs: Greška pri uspostavi nacrta
el: Σφάλμα επαναφοράς προσχεδίου
fi: Luonnoksen palautusvirhe
fr: Erreur de restauration de brouillon
km: កំហុស​ក្នុងការ​ស្ដារ​សេចក្ដីព្រាង
ru: Ошибка восстановления черновика
sr@ijekavian: Грешка при повраћању нацрта.

source: Invalid draft message.
bs: Pogrešan nacrt
el: Μη έγκυρο προσχέδιο μηνύματος.
fi: Virheellinen viestiluonnos.
fr: Message brouillon non valable.
km: សារ​សេចក្ដី​ព្រាង​មិន​ត្រឹមត្រូវ ។
ru: Черновое письмо некорректно.
sr@ijekavian: Лоша порука нацрта.

source: Message content error
bs: Greška sadržaja poruke
el: Σφάλμα περιεχομένου μηνύματος
fi: Virhe viestin sisällössä
fr: Erreur sur le contenu du message
km: កំហុស​មាតិកា​សារ
ru: Ошибка содержания письма
sr@ijekavian: Грешка у садржају поруке

source: KMail is currently in offline mode. How do you want to proceed?
bs: KMail je trenutno van veze. Kako želite da se nastavi?
el: Το KMail είναι τώρα σε λειτουργία εκτός σύνδεσης. Πώς θέλετε να συνεχίσετε;
fi: KMail on nyt verkottomassa tilassa. Kuinka haluat edetä?
fr: KMail est actuellement en mode hors-ligne. Comment voulez-vous procéder ?
km: KMail បច្ចុប្បន្ន​ស្ថិត​ក្នុង​របៀប​ក្រៅបណ្ដាញ ។ តើ​អ្នក​ចង់​បន្ត​ដែរឬទេ ?
ru: KMail работает в автономном режиме. Переключиться на работу в сети или остаться в автономном режиме?
sr@ijekavian: К‑пошта је тренутно ван везе. Како желите да се настави?

source: Online/Offline
bs: Na vezi/Van veze
el: Σε σύνδεση / Εκτός σύνδεσης
fi: Verkossa/Ei verkossa
fr: En-ligne / hors-ligne
km: លើ​បណ្ដាញ/ក្រៅបណ្ដាញ
ru: В сети/автономный режим
sr@ijekavian: На вези, ван везе

source: Work Online
bs: Radi spojen
el: Εργασία σε σύνδεση
fi: Yhdistä verkkoon
fr: Travailler en-ligne
km: ធ្វើ​ការ​លើ​បណ្ដាញ
ru: Работать в сети
sr@ijekavian: Ради на вези

source: Work Offline
bs: Radi van mreže
el: Εργασία εκτός σύνδεσης
fi: Työskentele verkotta
fr: Travailler hors-ligne
km: ធ្វើការ​ក្រៅ​បណ្ដាញ
ru: Работать автономно
sr@ijekavian: Ради ван везе

source: Send Queued Email Via
bs: Pošalji poredanu poštu putem
el: Αποστολή μηνύματος σε αναμονή μέσω
fi: Lähetä jonossa olevat postit
fr: Envoyer les courriels en attente avec
km: ផ្ញើ​អ៊ីមែល​ដែលបានដាក់​ជា​ជួរ​តាមរយៈ
ru: Отправить письмо из очереди через
sr@ijekavian: Пошаљи приправне поруке преко

source: Discard
bs: Odbaci
el: Απόρριψη
fi: Hylkää
fr: Rejeter
km: បោះបង់
ru: Отбросить
sr@ijekavian: Одбаци

source: Error trying to set item status
bs: Greška prilikom određivanja statusa
el: Σφάλμα απόπειρας ρύθμισης κατάστασης αντικειμένου
fi: Virhe yritettäessä asettaa kohteen tilaa
fr: Erreur lors de la tentative de réglage de l'état de l'élément
km: កំហុស​ក្នុងកា​រព្យាយាម​កំណត់​ស្ថានភាពរបស់​ធាតុ
ru: Ошибка при попытке установить статус письма
sr@ijekavian: Грешка при постављању стања ставке

source: Messages status error
bs: Greška statusa poruke
el: Σφάλμα κατάστασης μηνυμάτων
fi: Viestin tilavirhe
fr: Erreur d'état du message
km: កំហុស​ស្ថានភាព​សារ
ru: Ошибка статуса письма
sr@ijekavian: Грешка стања поруке

source: Cannot delete draft.
bs: Nemoguće izbrisati nacrt
el: Αδυναμία διαγραφής προσχεδίου.
fi: Luonnosta ei voi poistaa.
fr: Impossible d'effacer le brouillon.
km: មិន​អាចលុប​សេចក្ដី​ព្រាង​បាន​ទេ ។
ru: Не удалось удалить черновик.
sr@ijekavian: Не могу да обришем нацрт.

source: Delete Draft Error
bs: Greška brisanja nacrta
el: Σφάλμα διαγραφής προσχεδίου
fi: Luonnoksen poistovirhe
fr: Erreur d'effacement du brouillon
km: កំហុស​ក្នុងកា​រលុប​សេចក្ដី​ព្រាង
ru: Ошибка удаления черновика
sr@ijekavian: Грешка при брисању нацрта

source: Mark Displayed Emails As Read
bs: Označi prikazane poruke kao pročitane
el: Να σημειωθούν τα εμφανιζόμενα μηνύματα ως αναγνωσμένα
fi: Merkitse nähdyt viestit luetuiksi
fr: Marquer les courriels affichés comme lu
km: សម្គាល់​អ៊ីមែល​ដែល​បាន​បង្ហាញ​ថា​អាន​រួច
ru: Отметить отображаемые письма как прочитанные
sr@ijekavian: Означи приказане поруке прочитаним

source: Move To Trash
bs: Premjesti u smeće
el: Μετακίνηση στα απορρίμματα
fi: Siirrä roskakoriin
fr: Déplacer vers la corbeille
km: ផ្លាស់ទី​ទៅ​ធុង​សំរាម
ru: Удалить в корзину
sr@ijekavian: Премести у смеће

source: Remove Duplicate Emails
bs: Odstrani duple poruke
el: Αφαίρεση διπλών μηνυμάτων
fi: Poista toistuvat viestit
fr: Effacer les courriels en double
km: យក​អ៊ីមែល​ស្ទួន​ចេញ
ru: Удались копии писем
sr@ijekavian: Уклони поруке дупликате

source: Read
bs: Čitaj
el: Αναγνωσμένο
fi: Luettu
fr: Lu
km: អាន
ru: Прочитанное
sr@ijekavian: Прочитано

source: Unread
bs: Nepročitano
el: Μη αναγνωσμένο
fi: Lukematta
fr: Non lu
km: មិនទាន់អាន
ru: Непрочитанное
sr@ijekavian: Непрочитано

source: Copy To
bs: Kopiraj U
el: Αντιγραφή στο
fi: Kopioi kohteeseen
fr: Copier dans
km: ចម្លង​​ទៅកាន់
ru: Копировать в
sr@ijekavian: Копирај у
