Repository: fluxer/kde-l10n
Catalog: */*/messages/kdepim/kmail-mobile.po
Languages: bs, el, fi, fr, km, ru, sr@ijekavian

source: Move To
bs: Premjesti u
el: Μετακίνηση στο
fi: Siirrä kohteeseen
fr: Déplacer vers
km: ផ្លាស់ទី​​ទៅ​កាន់
ru: Переместить в
sr@ijekavian: Премести у

source: New Subfolder
bs: Novi poddirektorij
el: Νέο υποφάκελο
fi: Uusi alikansio
fr: Nouveau sous-dossier
km: ថត​រង​ថ្មី
ru: Создать подпапку
sr@ijekavian: Нова потфасцикла

source: Synchronize This Folder
bs: Sinkroniziraj ovaj direktorij
el: Συγχρονισμός αυτού του φακέλου
fi: Synkronoi tämä kansio
fr: Synchroniser ce dossier
km: ធ្វើ​សមកាលកម្ម​ថត​ទាំង​នេះ
ru: Синхронизировать эти папки
sr@ijekavian: Синхронизуј ове фасцикле

source: Folder Properties
bs: Osobine direktorija
el: Ιδιότητες φακέλου
fi: Kansion ominaisuudet
fr: Propriétés du dossier
km: លក្ខណសម្បត្តិ​ថត
ru: Свойства папки
sr@ijekavian: Својства фасцикле

source: Delete Folder
bs: Obriši direktorij
el: Διαγραφή φακέλου
fi: Poista kansio
fr: Effacer le dossier
km: លុប​ថត
ru: Удалить папки
sr@ijekavian: Обриши фасцикле

source: Move Folder To
bs: Premjesti direktorij u
el: Μετακίνηση φακέλου στο
fi: Siirrä kansio kohteeseen
fr: Déplacer le dossier vers
km: ផ្លាស់ទី​ថត​ទៅ​កាន់
ru: Переместить папку в
sr@ijekavian: Премести фасциклу у

source: Copy Folder To
bs: Kopiraj direktorij u
el: Αντιγραφή φακέλου στο
fi: Kopioi kansio kohteeseen
fr: Copier le dossier dans
km: ចម្លង​ថត​ទៅ​កាន់
ru: Копировать папку в
sr@ijekavian: Копирај фасциклу у

source: Synchronize All Accounts
bs: Sinhronizuj sve korisničke naloge
el: Συγχρονισμός όλων των λογαριασμών
fi: Synkronoi kaikki tilit
fr: Synchroniser tous les comptes
km: ធ្វើសមកាលកម្ម​គណនី​ទាំងអស់
ru: Синхронизировать все учётные записи
sr@ijekavian: Синхронизуј све налоге

source: Unimportant
bs: Nevažno
el: Ασήμαντο
fi: Ei tärkeä
fr: Pas important
km: មិន​សំខាន់
ru: Неважное
sr@ijekavian: Неважна

source: No Action Item
bs: Nema radnog objekta
el: Κανένα αντικείμενο ενέργειας
fi: Ei tehtävä
fr: Pas d'élément d'action
km: គ្មាន​ធាតុ​សកម្មភាព
ru: Писем на контроле нет
sr@ijekavian: Није ставка радње

# @title:window
source: New Account
bs: Novi korisnički nalog
el: Νέος λογαριασμός
fi: Uusi tili
fr: Nouveau compte
km: គនណី​ថ្មី
ru: Создание учётной записи
sr@ijekavian: Нови налог

source: Could not create account: %1
bs: Nije moguće kreirati korisnički nalog: %1
el: Αδυναμία δημιουργίας λογαριασμού: %1
fi: Ei voitu luoda tiliä: %1
fr: Impossible de créer le compte : %1
km: មិនអាច​បង្កើត​គណនី ៖ %1
ru: Не удалось создать учётную запись: %1
sr@ijekavian: Не могу да направим налог: %1

source: Account creation failed
bs: Nije uspjelo kreiranje korisničkog naloga
el: Η δημιουργία λογαριασμού απέτυχε
fi: Tilin luonti epäonnistui
fr: Échec de création du compte
km: បានបរាជ័យ​ក្នុងការ​បង្កើត​គណនី
ru: Ошибка создания учётной записи
sr@ijekavian: Неуспело стварање налога

# @title:window
source: Delete Account?
bs: Da li želite izbrisati korisnički nalog?
el: Διαγραφή λογαριασμού;
fi: Poistetaanko tili?
fr: Effacer le compte ?
km: លុបគណនី ?
ru: Удаление учётной записи
sr@ijekavian: Обрисати налог?

source: Do you really want to delete the selected account?
bs: Da li ste sigurni da želite obrisati izabrani korisnički nalog?
el: Θέλετε πράγματι να διαγράψετε τον επιλεγμένο λογαριασμό;
fi: Haluatko varmasti poistaa valitun tilin?
fr: Voulez-vous vraiment effacer le compte sélectionné ?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​គណនី​ដែលបានជ្រើស​ឬ ?
ru: Удалить выбранную учётную запись?
sr@ijekavian: Желите ли заиста да обришете изабрани налог?

source: Empty Trash
bs: Isprazni smeće
el: Άδειασμα κάδου απορριμμάτων
fi: Tyhjennä roskakori
fr: Vider la corbeille
km: សម្អាត​ធុង​សំរាម
ru: Очистить корзину
sr@ijekavian: Испразни смеће

source: Could not fetch template.
bs: Nemoguće dohvatiti podložak
el: Αδυναμία προσκόμισης προτύπου.
fi: Viestipohjaa ei voitu noutaa.
fr: Impossible de charger le modèle.
km: មិនអាច​ទៅ​យក​ពុម្ព​បាន​ទេ ។
ru: Не удалось получить шаблон.
sr@ijekavian: Не могу да добавим шаблон.

source: Template Fetching Error
bs: Greška hvatanja podloška
el: Σφάλμα προσκόμισης προτύπου
fi: Viestipohjan noutovirhe
fr: Erreur de chargement du modèle
km: កំហុស​ក្នុងការ​ទៅ​យក​ពុម្ព
ru: Ошибка получения шаблона
sr@ijekavian: Грешка при добављању шаблона

source: Change Sorting/Grouping...
bs: Promjeni sortiranje/grupisanje
el: Αλλαγή ταξινόμησης/ομαδοποίησης...
fi: Muuta lajittelua/ryhmittelyä…
fr: Modifier le tri / groupage...
km: ផ្លាស់ប្ដូរ​ការ​តម្រៀប/ការ​ដាក់​ជា​ចក្រុម...
ru: Изменить сортировку/группировку...
sr@ijekavian: Промени ређање/груписање...

source: Folder uses default settings
bs: Direktorij koristi samo standardne postavke
el: Ο φάκελος χρησιμοποιεί τις προκαθορισμένες ρυθμίσεις
fi: Kansio käyttää oletusasetuksia
fr: Le dossier utilise les paramètres par défaut
km: ថត​ប្រើ​ការ​កំណត់​លំនាំដើម
ru: Папка использует настройки по умолчанию
sr@ijekavian: Фасцикла користи подразумеване поставке

source: Sorting:
bs: Sortiranje:
el: Ταξινόμηση:
fi: Lajittelu:
fr: Tri :
km: តម្រៀប ៖
ru: Сортировка:
sr@ijekavian: Ређање:

source: By Date/Time
bs: Po datumu/vremenu
el: Με βάση ημερομηνία/ώρα
fi: Päiväyksen mukaan
fr: Par date et heure
km: តាម​កាលបរិច្ឆេទ/ពេលវេលា
ru: По дате и времени
sr@ijekavian: по датуму—времену

source: By Most Recent in Discussion
bs: Po najskorašnjem u diskusiji
el: Με βάση το πιο πρόσφατο στη συζήτηση
fi: Viimeisimmän keskustelun mukaan
fr: Par plus récent dans la discussion
km: តាម​អ្វីដែល​ថ្មី​នៅ​ក្នុងកា​រពិភាក្សា
ru: По последним в дискуссии
sr@ijekavian: по најновијем у разговору

source: By Smart Sender/Receiver
bs: Prema pametnom pošiljaocu/primaocu
el: Με βάση έξυπνο αποστολέα/παραλήπτη
fi: Älykkäästi lähettäjän/vastaanottajan mukaan
fr: Par expéditeur / destinataire intelligemment
km: តាម​អ្នក​ទទួល/អ្នក​ផ្ញើ​ឆ្លាតវៃ
ru: По отправителю или получателю
sr@ijekavian: паметно по пошиљаоцу/примаоцу

source: By Subject
bs: Prema temi
el: Με βάση το θέμα
fi: Aiheen mukaan
fr: Par sujet
km: តាម​ប្រធានបទ
ru: По теме
sr@ijekavian: по теми

source: By Size
bs: Po Veličini
el: Με βάση το μέγεθος
fi: Koon mukaan
fr: Par taille
km: តាម​ទំហំ
ru: По размеру
sr@ijekavian: по величини

source: By Action Item Status
bs: Prema statusu aktivne stavke
el: Με βάση την κατάσταση αντικειμένου ενέργειας
fi: Tehtävän tilan mukaan
fr: Par état d'élément d'action
km: តាម​ស្ថានភាព​ធាតុ​សកម្មភាព
ru: По состоянию
sr@ijekavian: по стању ставке радње

source: Ascending
bs: Rastuće
el: Αύξουσα
fi: Nousevasti
fr: Ascendant
km: ឡើង
ru: По возрастанию
sr@ijekavian: растуће

source: Descending
bs: Opadajuće
el: Φθίνουσα
fi: Laskevasti
fr: Descendant
km: លំដាប់​ចុះ
ru: По убыванию
sr@ijekavian: опадајуће

source: Grouping:
bs: Grupisanje:
el: Ομαδοποίηση:
fi: Ryhmittely:
fr: Groupage :
km: ការ​ដាក់​ជា​ក្រុម ៖
ru: Группировка:
sr@ijekavian: Груписање:

source: None
bs: Nijedan
el: Καμία
fi: Ei mitään
fr: Aucune
km: គ្មាន
ru: Нет
sr@ijekavian: никакво

source: By Starting Date of Discussion
bs: Po početnom datumu diskusije
el: Με βάση την αρχική ημερομηνία συζήτησης
fi: Keskustelun aloituspäivän mukaan
fr: Par début de date de discussion
km: ដោយ​កាលបរិច្ឆេទ​ចាប់ផ្ដើម​របស់​សេចក្ដីពិពណ៌នា
ru: По дате начала дискуссии
sr@ijekavian: по почетном датуму разговора

source: Show threads
bs: Prikaži teme
el: Εμφάνιση νημάτων
fi: Näytä säikeet
fr: Afficher les flux
km: បង្ហាញ​ខ្សែស្រឡាយ
ru: Показать дискуссию
sr@ijekavian: Прикажи нити

source: *.mbox|email messages (*.mbox) *|all files (*)
bs: *.mbox|email poruke (*.mbox) *|sve datoteke (*)
el: *.mbox|μηνύματα αλληλογραφίας (*.mbox) *|όλα τα αρχεία (*)
fi: *.mbox|Sähköpostiviestit (*.mbox) *|Kaikki tiedostot (*)
fr: *.mbox|courriers électronique (*.mbox) *|tous les fichiers (*)
ru: *.mbox|Электронные письма (*.mbox) *|Все файлы (*)
sr@ijekavian: *.mbox|поруке е‑поште (*.mbox) *|сви фајлови (*)

source: File %1 exists. Do you want to replace it?
bs: Datoteka %1 postoji. Želite li je zamijeniti?
el: Το αρχείο %1 υπάρχει. Θέλετε να το αντικαταστήσετε;
fi: Tiedosto %1 on olemassa. Haluatko korvata sen?
fr: Le fichier %1 existe. Voulez-vous le remplacer ?
km: មាន​ឯកសារ %1 រួច​ហើយ ។ តើ​​អ្នក​ចង់​ជំនួស​វា​ទេ ?
ru: Файл с именем «%1» уже существует. Заменить его?
sr@ijekavian: Фајл %1 постоји. Желите ли да га замените?

source: Save to File
bs: Snimi u datoteku
el: Αποθήκευση σε αρχείο
fi: Tallenna tiedostoon
fr: Enregistrer dans un fichier
km: រក្សាទុក​ទៅកាន់​ឯកសារ
ru: Сохранить в файл
sr@ijekavian: Сачувај у фајл

source: &Replace
bs: &Zamijeni
el: Α&ντικατάσταση
fi: K&orvaa
fr: &Remplacer
km: ជំនួស
ru: &Заменить
sr@ijekavian: &Замени

source: Search for:
bs: Traži:
el: Αναζήτηση για:
fi: Etsi:
fr: Rechercher :
km: ស្វែងរក ៖
ru: Искать:
sr@ijekavian: Тражи:

source: In:
bs: Unutar:
el: Στο:
fi: Kohteesta:
fr: Dans :
km: ក្នុង ៖
ru: В:
sr@ijekavian: У:

source: Subjects
bs: Teme
el: Θέματα
fi: Aiheet
fr: Sujets
km: ប្រធានបទ
ru: Темы
sr@ijekavian: темама

source: Senders
bs: Pošiljaoci
el: Αποστολείς
fi: Lähettäjät
fr: Expéditeurs
km: អ្នក​ផ្ញើ
ru: Отправители
sr@ijekavian: пошиљаоцима

source: Body Contents
bs: Sadržaj tijela
el: Περιεχόμενο σώματος
fi: Viestin sisältö
fr: Contenus du corps
km: មាតិកា​តួ
ru: Содержимое
sr@ijekavian: Садржају тела

source: Sent between:
bs: Poslano između:
el: Εστάλη μεταξύ:
fi: Lähetetty välillä:
fr: Envoyé entre :
km: បានផ្ញើ​ចន្លោះ ៖
ru: Отправлено между:
sr@ijekavian: Послато између:

source: and
bs: i
el: και
fi: ja
fr: et
km: និង
ru: и
sr@ijekavian: и

source: Include messages within the specified date range
bs: Uključujući poruke unutar datog vremenskog intervala
el: Να συμπεριληφθούν τα μηνύματα μέσα στο καθορισμένο εύρος ημερομηνιών
fi: Sisällytä annetun päivämäärävälin viestit
fr: Inclure les messages dans l'intervalle de temps spécifié
km: រួម​បញ្ចូល​សារ​ក្នុង​ជួរ​កាលបរិច្ឆេទ​ដែលបានបញ្ជាក់
ru: Включить письма, входящие в указанный временной диапазон
sr@ijekavian: Укључи поруке из задатог опсега датума

source: Located in:
bs: Smješten u:
el: Βρέθηκαν σε:
fi: Sijainti:
fr: Situé dans :
km: ស្ថិត​ក្នុង ៖
ru: Находится в:
sr@ijekavian: Налази се у:

source: any folder
bs: bilo koji direktorij
el: οποιονδήποτε φάκελο
fi: missä tahansa kansiossa
fr: n'importe quel dossier
km: ថត​ណាមួយ
ru: любой папке
sr@ijekavian: било којој фасцикли

source: only in folder
bs: samo u direktoriju
el: μόνο ένα φάκελο
fi: vain kansiossa
fr: seulement ce dossier
km: តែ​ក្នុង​ថត​ប៉ុណ្ណោះ
ru: только в папке
sr@ijekavian: само у фасцикли

source: Warn if the number of recipients is larger than
bs: Upozori ako je broj prmaoca veći od
el: Προειδοποίηση αν ο αριθμός των παραληπτών είναι μεγαλύτερος από
fi: Varoita, jos vastaanottajia on enemmän kuin
fr: Avertir si le nombre de destinataires est plus grand que
km: ព្រមាន នៅពេលដែល​ចំនួន​អ្នក​ទទួល​​ច្រើន​ជាង
ru: Предупреждать если число получателей больше
sr@ijekavian: Упозори ако је број прималаца већи од

source: If the number of recipients is larger than this value, KMail Mobile will warn and ask for a confirmation before sending the mail. The warning can be turned off.
bs: Ako je broj primaoca veći od ove vrijednosti,KMail Mobile će upozoriti i zatražiti potvrdu prije slanja poruke.Upozorenje se može isključiti.
el: Αν ο αριθμός των παραληπτών είναι μεγαλύτερος από την τιμή αυτή, το KMail Mobile θα προειδοποιήσει και θα ζητήσει επιβεβαίωση πριν στείλει το μήνυμα. Η προειδοποίηση μπορεί να απενεργοποιηθεί.
fi: Jos vastaanottajien määrä on tätä lukua suurempi, KMail Mobile varoittaa ja pyytää vahvistamaan viestin lähetyksen. Varoituksen voi poistaa käytöstä.
fr: Si le nombre de destinataires est plus grand que cette valeur, KMail pour mobile vous avertira et demandera une confirmation avant d'envoyer le message. L'avertissement peut être désactivé.
km: ប្រសិន​បើ​ចំនួន​អ្នក​ទទួល​ច្រើន​ជាង​តម្លៃ​នេះ KMail Mobile នឹង​ព្រមាន ហើយ​ស្នើ​ការ​បញ្ជាក់​មុន​នឹង​ផ្ញើ​អ៊ីមែល ។ កា​រព្រមាន​អាច​ត្រូវ​បាន​បិទ ។
ru: Если число получателей больше этого значения, то KMail Mobile будет предупреждать и запрашивать подтверждение перед отправкой письма. Предупреждение можно выключить.
sr@ijekavian: Ако је број прималаца већи од ове вредности, Мобилна К‑пошта ће вас упозорити и тражити потврду пре слања поште. Упозорење се може искључити.

source: Do not send MDNs in response to encrypted messages
bs: Nemoj slati MDN-ove kao odgovor na šifrovanu poruku
el: Να μη στέλνονται MDN ως απάντηση σε κρυπτογραφημένα μηνύματα
fi: Älä lähetä vastaanottoilmoitusta salattuihin viesteihin
fr: Ne pas envoyer de MDNs en réponse aux messages chiffrés
km: កុំ​ផ្ញើ MDNs ក្នុង​ការ​ឆ្លើយ​តប​ទៅ​សារ​ដែល​បាន​អ៊ីនគ្រិប
ru: Не отправлять уведомления о действиях с сообщением в ответ на зашифрованные письма
sr@ijekavian: Не шаљи МДН‑ове у одговор на шифроване поруке

source: Specifies the default policy to use, for the Message Disposition Notifications (for internal use only)
bs: Definiše podrazumijevana pravila za upotrebu za informacije o razmještanju poruka (samo za internu upotrebu)
el: Καθορίζει την προκαθορισμένη πολιτική χρήσης, για τις ειδοποιήσεις απόρριψης μηνυμάτων (για εσωτερική χρήση μόνο)
fi: Määrittää viestin vastaanottoilmoitusten oletuskäytännön (vain sisäiseen käyttöön)
fr: Spécifie la politique par défaut à utiliser pour les notifications de disposition de message (pour un usage interne seul)
km: បញ្ជាក់​គោលនយោបាយ​លំនាំដើម​ត្រូវ​ប្រើ សម្រាប់ការ​ស្នើ​រៀបចំ​សារ (សម្រាប់​តែ​ការ​ប្រើប្រាស់​ខា​ងក្នុង​ប៉ុណ្ណោះ)
ru: Применять политику использования уведомлений о действиях с сообщением по умолчанию (только для внутреннего использования)
sr@ijekavian: Подразумевана смерница за обавештења о размештају поруке (само за унутрашњу употребу)

source: Specifies the default quoting action to take, when replying to a message (for internal use only)
bs: Određuje podrazumijevanu akciju citiranja pri odgovoru na poruku (samo za internu upotrebu)
el: Ορίζει την προκαθορισμένη ενέργεια παράθεσης που θα ληφθεί, για την απάντηση σε μήνυμα (για εσωτερική χρήση μόνο)
fi: Valitsee oletuksena käytettävän lainaustavan vastattaessa viestiin (vain sisäiseen käyttöön)
fr: Spécifie la politique par défaut d'action de citation à choisir lors d'une réponse à un message (pour un usage interne seul)
km: បញ្ជាក់​សកម្មភាព​សម្រង់​លំនាំដើម​ត្រូវ​ប្រើ នៅពេល​ឆ្លើយតប​សារ (សម្រាប់​តែ​ការ​ប្រើ​ប្រាស់​ខាង​ក្នុង​ប៉ុណ្ណោះ)
ru: Применять цитирование по умолчанию при ответе на письма (только для внутреннего использования)
sr@ijekavian: Подразумевана радња цитирања при одговарању на поруку (само за унутрашњу употребу)

source: Accounts
bs: Korisnički nalozi
el: Λογαριασμοί
fi: Tilit
fr: Comptes
km: ​គណនី
ru: Учётные записи
sr@ijekavian: Налози

source: Identities
bs: Identiteti
el: Ταυτότητες
fi: Henkilöydet
fr: Identités
km: អត្តសញ្ញាណ
ru: Профили
sr@ijekavian: Идентитети

source: Favorites
bs: Omiljeni
el: Προτιμώμενοι
fi: Suosikit
fr: Favoris
ru: Избранное
sr@ijekavian: Омиљено

source: Filter
el: Φίλτρο
fi: Suodatin
fr: Filtre
km: ត្រង
ru: Фильтр
sr@ijekavian: Филтер

source: About
bs: O programu
el: Σχετικά
fi: Tietoa
fr: À propos
ru: О программе
sr@ijekavian: О програму

source: Insert Snippet
bs: Ubaci Isječak
el: Εισαγωγή αποσπάσματος κώδικα
fi: Liitä leike
fr: Insérer Fragment
km: បញ្ចូល ច្រឹប
ru: Вставить фразу
sr@ijekavian: Уметни исечак

source: Add Snippet
bs: Dodaj Isječak
el: Προσθήκη αποσπάσματος κώδικα
fi: Lisää leike
fr: Ajouter Fragment
km: បន្ថែម ច្រឹប
ru: Добавить фразу
sr@ijekavian: Додај исечак

source: Edit Snippet
bs: Uredi Isječak
el: Επεξεργασία αποσπάσματος κώδικα
fi: Muokkaa leikettä
fr: Éditer Fragment
km: កែសម្រួល ច្រឹប
ru: Изменить фразу
sr@ijekavian: Уреди исечак

source: Delete Snippet
bs: Izbriši Isječak
el: Διαγραφή αποσπάσματος κώδικα
fi: Poista leike
fr: Effacer Fragment
km: លុប ច្រឹប
ru: Удалить фразу
sr@ijekavian: Обриши исечак

source: Add Group
bs: Dodaj Grupa
el: Προσθήκη ομάδας
fi: Lisää ryhmä
fr: Ajouter Groupe
km: បន្ថែម ក្រុម
ru: Создать группу
sr@ijekavian: Додај групу

source: Edit Group
bs: Uredi Grupa
el: Επεξεργασία ομάδας
fi: Muokkaa ryhmää
fr: Éditer Groupe
km: កែសម្រួល ក្រុម
ru: Изменить группу
sr@ijekavian: Уреди групу

source: Delete Group
bs: Izbriši Grupa
el: Διαγραφή ομάδας
fi: Poista ryhmä
fr: Effacer Groupe
km: លុប ក្រុម
ru: Удалить группу
sr@ijekavian: Обриши групу

source: Edit "Out of Office" Replies
bs: Uredi "Odsutan" odgovore
el: Επεξεργασία απαντήσεων «εκτός γραφείου»
fi: Muokkaa poissaolovastauksia
fr: Éditer les réponses « Hors du bureau »
km: កែសម្រួល​ការ​ឆ្លើយ​តបនៅពេល​ "នៅ​ក្រៅ​ការិយាល័យ"
ru: Установить ответ об отсутствии...
sr@ijekavian: Уреди одговоре ван‑канцеларије...

source: KMail Mobile's Out of Office Reply functionality relies on server-side filtering. You have not yet configured an IMAP server for this. You can do this on the "Filtering" tab of the IMAP account configuration.
bs: KMail Mobile's Odsutan funkcionalnost se uzdaje na filterisanje od strane servera.Vi još niste konfigurisali IMAP server za tu svrhu.Tomožete učiniti na "Filterizacija" kartici IMAP konfiguracije računa.
el: Η λειτουργία απάντησης εκτός γραφείου του KMail Mobile βασίζεται σε φιλτράρισμα του εξυπηρετητή. Δεν έχετε ακόμη διαμορφώσει έναν εξυπηρετητή IMAP για αυτό. Μπορείτε να το κάνετε στην καρτέλα «Φιλτράρισμα» στη διαμόρφωση λογαριασμού IMAP.
fi: KMail Mobilen poissaolovastaustoiminto perustuu palvelinpuolen suodatukseen. Et ole vielä asettanut IMAP-palvelinta tähän. Voit tehdä tämän IMAP-tiliasetusten Suodatus-välilehdestä.
fr: La fonctionnalité « Hors du bureau » de KMail pour mobile se base sur un filtrage coté serveur. Vous n'avez pas encore configuré de serveur IMAP pour faire ça. Vous pouvez le faire dans l'onglet « Filtrage » de la configuration de votre compte IMAP.
km: មុខងារ​ឆ្លើយ​តប​ពេល​នៅ​ក្រៅការិយាល័យ​របស់ KMail Mobile អាស្រ័យ​លើ​ការ​តម្រង​នៅ​ខាង​ម៉ាស៊ីនបម្រើ ។ អ្នក​មិន​បាន​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ IMAP សម្រាប់​វា​នៅ​ឡើយ​ទេ ។ អ្នក​អាច​ធ្វើ​ដូច​នេះ​បាន​នៅ​ក្នុង​ផ្ទាំង "តម្រង" នៃ​ការ​កំណត់​រចនាសម្ព័ន្ធ​គណនី IMAP ។
ru: Возможность уведомления об отсутствии зависит от настройки фильтров на сервере. IMAP сервер пока не настроен. Используйте вкладку «Фильтры» параметров настройки ящика IMAP.
sr@ijekavian: Функционалност Мобилне К‑поште за одговоре ван‑канцеларије ослања се на филтрирање на страни сервера. Још увек нисте подесили ИМАП сервер за тако нешто. Можете га подесити под језичком <interface>Филтрирање</interface> дијалога за подешавање ИМАП налога.

source: No Server-Side Filtering Configured
bs: Nije podešeno serversko filtriranje
el: Δεν έχει διαμορφωθεί κανένα φιλτράρισμα του εξυπηρετητή
fi: Palvelinpuolen suodatusta ei ole asetettu
fr: Pas de filtrage coté serveur configuré
km: គ្មាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​តម្រង​ខាង​ផ្នែក​ម៉ាស៊ីន​បម្រើ​ទេ
ru: На стороне сервера не настроена фильтрация
sr@ijekavian: Филтрирање на страни сервера није подешено
