Repository: fluxer/kde-l10n
Catalog: */*/messages/kdepim/kmail-mobile.po
Languages: bs, el, fi, fr, km, ru, sr@ijekavian

# NAME OF TRANSLATORS
source: Your names
bs: Nurif Dedagic,Samir Ribić,Nurif Dedagic
el: Stelios
fi: Lasse Liehu, Tommi Nieminen
fr: Geoffray Levasseur
km: ខឹម សុខែម,ម៉ន ម៉េត, សេង សុត្ថា​
ru: Александр Поташев,Светлана Коляда
sr@ijekavian: Часлав Илић

# EMAIL OF TRANSLATORS
source: Your emails
bs: ndedagic1@etf.unsa.ba,samir.ribic@etf.unsa.ba,ndedagic1@etf.unsa.ba
el: sstavra@gmail.com
fi: lasse.liehu@gmail.com, translator@legisign.org
fr: geoffray.levasseurbrandin@numericable.fr
km: sokhem@open.org.kh,​​sutha@open.org.kh,sophea@open.org.kh
ru: aspotashev@gmail.com,kolyadas89@gmail.com
sr@ijekavian: caslav.ilic@gmx.net

source: About %1
bs: O%1
el: Σχετικά με το %1
fi: Tietoa – %1|/|Tietoa $[elat %1]
fr: À propos de %1
ru: О программе %1
sr@ijekavian: О %1|/|О $[дат %1]

source: Contributors
bs: Doprinijeli
el: Συντελεστές
fi: Avustajat
fr: Contributeurs
ru: Участники разработки
sr@ijekavian: Доприносиоци

source: Development team in alphabetical order:
bs: Razvojni tim abecednim redom:
el: Η ομάδα ανάπτυξης σε αλφαβητική σειρά:
fi: Kehittäjätyöryhmä aakkosjärjestyksessä:
fr: Équipe de développement par ordre alphabétique :
ru: Команда разработчиков в алфавитном порядке:
sr@ijekavian: Развојни тим:

source: Andras Mantia (KDAB)
ru: Андрас Мантиа (Andras Mantia) (KDAB)
sr@ijekavian: Андраш Мантија (КДАБ)

source: Andre Heinecke (Intevation)
ru: Андре Хайнеке (Andre Heinecke) (Intevation)
sr@ijekavian: Андре Хајнеке (Интевацион)

source: Andreas Holzammer (KDAB)
ru: Андреас Хольцамер (Andreas Holzammer) (KDAB)
sr@ijekavian: Андреас Холцамер (КДАБ)

source: Bernhard Reiter, Intevation
ru: Бернард Рейтер (Bernhard Reiter) (Intevation)
sr@ijekavian: Бернхард Рајтер (Интевацион)

source: Bertjan Broeksema (KDAB)
ru: Бертьян Бкурсема (Bertjan Broeksema) (KDAB)
sr@ijekavian: Бертјан Бруксема (КДАБ)

source: Björn Balazs (Apliki)
ru: Бьёрн Балаш (Björn Balazs) (Apliki)
sr@ijekavian: Бјерн Балац (Аплики)

source: Björn Ricks (Intevation)
ru: Бьёрн Рикс (Björn Ricks) (Intevation)
sr@ijekavian: Бјерн Рикс (Интевацион)

source: Casey Link (KDAB)
ru: Кейси Линк (Casey Link) (KDAB)
sr@ijekavian: Кејси Линк (КДАБ)

source: David Faure (KDAB)
ru: Дэвид Фаур (David Faure) (KDAB)
sr@ijekavian: Давид Фор (КДАБ)

source: Felix Wolfsteller (Intevation)
ru: Феликс Вольфштелер (Felix Wolfsteller) (Intevation)
sr@ijekavian: Феликс Волфштелер (Интевацион)

source: Kevin Krammer (KDAB)
ru: Кевин Крамер (Kevin Krammer) (KDAB)
sr@ijekavian: Кевин Крамер (КДАБ)

source: Kevin Ottens (KDAB)
ru: Кевин Оттенс (Kevin Ottens) (KDAB)
sr@ijekavian: Кевин Отенс (КДАБ)

source: Laurent Montel (KDAB)
ru: Лоран Монтель (Laurent Montel) (KDAB)
sr@ijekavian: Лорен Монтел (КДАБ)

source: Leo Franchi (KDAB)
ru: Лео Франки (Leo Franchi) (KDAB)
sr@ijekavian: Лио Франки (КДАБ)

source: Ludwig Reiter (Intevation)
ru: Людвиг Рейтер (Ludwig Reiter) (Intevation)
sr@ijekavian: Лудвиг Рајтер (Интевацион)

source: Marc Mutz (KDAB)
ru: Марк Муц (Marc Mutz) (KDAB)
sr@ijekavian: Марк Муц (КДАБ)

source: Marcus Brinkmann (g10 Code)
ru: Маркус Бринкман (Marcus Brinkmann) (g10 Code)
sr@ijekavian: Маркус Бринкман (Г10 код)

source: Michael Bohlender (KDE)
fi: Michael Koch)
ru: Михаэль Болендер (Michael Bohlender) (KDE)
sr@ijekavian: Михаел Болендер (КДЕ)

source: Nuno Pinheiro (KDAB)
ru: Нуно Пиньейро (Nuno Pinheiro) (KDAB)
sr@ijekavian: Нуно Пињеиро (КДАБ)

source: Patrick Spendrin (KDAB)
ru: Патрик Спендрин (Patrick Spendrin) (KDAB)
sr@ijekavian: Патрик Шпендрин (КДАБ)

source: Romain Pokrzywka (KDAB)
ru: Ромен Покшивка (Romain Pokrzywka) (KDAB)
sr@ijekavian: Ромен Покшивка (КДАБ)

source: Sabine Faure (KDAB)
ru: Сабин Фаур (Sabine Faure) (KDAB)
sr@ijekavian: Сабин Фор (КДАБ)

source: Sascha L. Teichmann (Intevation)
ru: Саша Тайхман (Sascha L. Teichmann) (Intevation)
sr@ijekavian: Саша Тајхман (Интевацион)

source: Sergio Martins (KDAB)
ru: Серхио Мартинс (Sergio Martins) (KDAB)
sr@ijekavian: Сержио Мартинс (КДАБ)

source: Stephen Kelly (KDAB)
ru: Стивен Келли (Stephen Kelly) (KDAB)
sr@ijekavian: Стивен Кели (КДАБ)

source: Till Adam (KDAB)
ru: Тил Адам (Till Adam) (KDAB)
sr@ijekavian: Тил Адам (КДАБ)

source: Tobias Koenig (KDAB)
ru: Тобиас Кёниг (Tobias Koenig) (KDAB)
sr@ijekavian: Тобијас Кениг (КДАБ)

source: Volker Krause (KDAB)
ru: Волкер Краус (Volker Krause) (KDAB)
sr@ijekavian: Фолкер Краусе (КДАБ)

source: Werner Koch (g10 Code)
ru: Вернер Кох (Werner Koch) (g10 Code)
sr@ijekavian: Вернер Кох (Г10 код)

source: Kontact Touch is licensed under the GNU GPL version 2 or later and other Free Software licenses. See %1 for details.
bs: Kontact Touch je licenciran s GNU GPL verzija 2 ili kasnije i drugim Free Software licencvama. Vidi %1 za detalje.
el: Το Kontact Touch υπόκειται στην άδεια χρήσης GNU GPL έκδοση 2 ή νεώτερη και υπό άλλες άδειες Ελεύθερου Λογισμικού. Ανατρέξτε στο %1 για περισσότερες πληροφορίες.
fi: Kontact Touch on lisensoitu GNU GPL:n version 2 ja muiden vapaan ohjelmiston lisenssien mukaisesti. Lisätietoja on %1-tiedostossa.
fr: Kontact Touch est protégé par la licence GNU GPL version 2 ou supérieure et d'autres licences de logiciels libres. Voir %1 pour les détails. Kontact Touch est protégé par la licence GNU GPL version 2 ou supérieure et d'autres licences de logiciels libres. Voir %1 pour les détails.
ru: Kontact Touch распространяется по лицензии GNU GPL версии 2 или новее и другим лицензиям свободного ПО. За подробностями обратитесь к %1.
sr@ijekavian: Контакт додирни се лиценцира под условима Гнуовог ОЈЛ‑а издања 2 или каснијег и другим лиценцама слободног софтвера. Детаље потражите у %1.

source: Show Licenses
bs: Prikaži licence
el: Εμφάνιση των αδειών
fi: Näytä lisenssit
fr: Voir les licences
ru: Показать лицензии
sr@ijekavian: Прикажи лиценце

source: Add Account
bs: Dodaj nalog
el: Προσθήκη λογαριασμού
fi: Lisää tili
fr: Ajouter un compte
ru: Добавить учётную запись
sr@ijekavian: Додавање налога

source: <b>Access Control List for '%1'</b>
bs: <b>Lista kontole pristupa za '%1' </b>
el: <b>Λίστα ελέγχου πρόσβασης για το '%1'</b>
fi: <b>Käyttöoikeusluettelo kansiolle %1</b>
fr: <b>Liste de contrôle d'accès pour %1 </b>
km: <b>ដំណើរការ​បញ្ជី​ត្រួតពិនិត្យ​សម្រាប់ '%1'</b>
ru: <b>Список контроля доступа (ACL) для «%1»</b>
sr@ijekavian: <b>Листа контроле приступа за „%1“</b>

source: Save
bs: Sačuvaj
el: Αποθήκευση
fi: Tallenna
fr: Enregistrer
km: រក្សាទុក
ru: Сохранить
sr@ijekavian: Сачувај

source: Cancel
bs: Odustani
el: Ακύρωση
fi: Peru
fr: Annuler
km: បោះបង់
ru: Отмена
sr@ijekavian: Одустани

source: Add Attachment
bs: Dodaj prilog
el: Προσθήκη συνημμένου
fi: Lisää liite
fr: Ajouter une pièce jointe
km: បន្ថែម​ឯកសារ​ភ្ជាប់
ru: Добавить вложение
sr@ijekavian: Додај прилог

source: Remove Attachment
bs: Ukloni prilog
el: Αφαίρεση συνημμένου
fi: Poista liite
fr: Effacer les pièces jointes
km: យក​ឯកសារ​ភ្ជាប់​ចេញ
ru: Удалить вложение
sr@ijekavian: Уклони прилог

source: Sign
bs: Označi
el: Υπογραφή
fi: Allekirjoita
fr: Signer
km: ចុះហត្ថលេខា
ru: Подписать
sr@ijekavian: Потпиши

source: Encrypt
bs: Šifruj
el: Κρυπτογράφηση
fi: Salaa
fr: Chiffrer
km: អ៊ីនគ្រិប
ru: Зашифровать
sr@ijekavian: Шифруј

source: Auto
bs: Automatski
el: Αυτόματα
fi: Automaattinen
km: ស្វ័យ​ប្រវត្តិ
ru: Выбрать автоматически
sr@ijekavian: аутоматско

source: Send Later
bs: Pošalji kasnije
el: Αποστολή αργότερα
fi: Lähetä myöhemmin
fr: Envoyer plus tard
km: ផ្ញើ​ពេល​ក្រោយ
ru: Отправить позже
sr@ijekavian: Пошаљи касније

source: Save As Draft
bs: Snimi kao nacrt
el: Αποθήκευση ως προσχέδιο
fi: Tallenna luonnokseksi
fr: Enregistrer comme brouillon
km: រក្សាទុក​ជា​សេចក្ដី​ព្រាង
ru: Сохранить как черновик
sr@ijekavian: Сачувај као нацрт

source: Save As Template
bs: Snimi kao šablon
el: Αποθήκευση ως πρότυπο
fi: Tallenna mallipohjaksi
fr: Enregistrer comme modèle
km: រក្សា​ទុក​ជា​ពុម្ព
ru: Сохранить как шаблон
sr@ijekavian: Сачувај као шаблон

source: Clean Spaces
bs: Očisti prostor
el: Καθαρισμός κενών
fi: Siivoa välilyönnit
fr: Nettoyer les espaces
km: សម្អាត​ចន្លោះ
ru: Удалить пробелы
sr@ijekavian: Почисти размаке

source: Add Quote Characters
bs: Dodaj navodnike
el: Προσθήκη εισαγωγικών
fi: Lisää lainauksen merkit
fr: Ajouter des caractères de citation
km: បន្ថែម​តួអក្សរ​សម្រង់
ru: Добавить кавычки
sr@ijekavian: Додај знакове цитата

source: Remove Quote Characters
bs: Ukloni navodnike
el: Αφαίρεση εισαγωγικών
fi: Poista lainauksen merkit
fr: Enlever les caractères de citation
km: យក​តួអក្សរ​សម្រង់ចេញ
ru: Удалить кавычки
sr@ijekavian: Уклони знакове цитата

source: Check Spelling
bs: Provjeri pravopisnu ispravnost teksta
el: Έλεγχος ορθογραφίας
fi: Oikolue
fr: Vérifier l'orthographe
km: ពិនិត្យ​អក្ខរាវិរុទ្ធ
ru: Проверить орфографию
sr@ijekavian: Провери правопис

source: Search in Email
bs: Traži u poruci
el: Αναζήτηση στα μηνύματα
fi: Etsi sähköpostista
fr: Rechercher dans le courriel
km: ស្វែងរក​នៅ​ក្នុង​អ៊ីមែល
ru: Поиск в письме
sr@ijekavian: Потражи у е‑пошти

source: Continue Search
bs: Nastavi pretragu
el: Συνέχιση αναζήτησης
fi: Jatka hakua
fr: Continuer la recherche
km: បន្ត​ស្វែងរក
ru: Продолжить поиск
sr@ijekavian: Настави тражење

source: Replace
bs: Zamijeni
el: Αντικατάσταση
fi: Korvaa
fr: Remplacer
km: ជំនួស
ru: Заменить
sr@ijekavian: Замени

source: Append Signature
bs: Dodaj potpis
el: Προσθήκη υπογραφής
fi: Lisää allekirjoitus
fr: Ajouter la signature
km: បន្ថែម​ហត្ថលេខា​នៅ​ខាង​ចុង
ru: Добавить подпись
sr@ijekavian: Стави потпис на крај

source: Prepend Signature
bs: Upotrijebi potpis
el: Εισαγωγή υπογραφής
fi: Lisää allekirjoitus edelle
fr: Insérer la signature au début
km: បន្ថែម​ហត្ថលេខា​នៅ​ខាងដើម
ru: Добавить подпись в начало
sr@ijekavian: Стави потпис на почетак

source: Insert Signature at Cursor Position
bs: Uvrsti potpis na mjestu kursora
el: Εισαγωγή υπογραφής στη θέση του δρομέα
fi: Lisää allekirjoitus kohdistimen kohdalle
fr: Insérer la signature à la position du curseur
km: បញ្ចូល​ហត្ថលេខា​នៅទីតាំង​ទស្សន៍ទ្រនិច
ru: Вставить подпись в текущей позиции
sr@ijekavian: Уметни потпис на месту курсора

source: Urgent
bs: Hitno
el: Επείγον
fi: Kiireellinen
km: បន្ទាន់
ru: Срочно
sr@ijekavian: Хитно

source: Request Notification
bs: Zatrži obavijest
el: Αίτηση ειδοποίησης
fi: Vastaanottoilmoituspyyntö
fr: Demander une notification
km: ស្នើ​ការ​ជូន​ដំណឹង
ru: Запросить уведомление
sr@ijekavian: Затражи обавештење

source: Wordwrap
bs: Obmotač riječi
el: Αναδίπλωση λέξεων
fi: Rivitys
fr: Passage à la ligne
km: រុំពាក្យ
ru: Перенос слов
sr@ijekavian: Прелом речи

source: Use Fixed Font
bs: Koristi fiksirani font
el: Χρήση σταθερής γραμματοσειράς
fi: Käytä tasalevyistä fonttia
fr: Utiliser une police à pas fixe
km: ប្រើ​ពុម្ពអក្សរ​ថេរ
ru: Использовать моноширинный шрифт
sr@ijekavian: Фиксни фонт

source: Crypto Message Format
bs: Format šifrirane poruke
el: Τύπος αποθήκευσης κρυπτογραφημένου μηνύματος
fi: Salatun viestin muoto
fr: Format du message chiffré
km: ទ្រង់ទ្រាយ​សារ Crypto
ru: Формат шифрования письма
sr@ijekavian: Формат шифроване поруке

source: Attach Public Key
bs: Dodaj javni ključ
el: Επισύναψη δημόσιου κλειδιού
fi: Liitä julkinen avain
fr: Joindre la clé publique
km: ភ្ជាប់​សារ​សារធារណៈ
ru: Вложить открытый ключ
sr@ijekavian: Приложи јавни кључ

source: You should specify at least one recipient for this message.
bs: Trebate navesti barem jednog primatelja ove poruke.
el: Πρέπει να ορίσετε τουλάχιστον έναν παραλήπτη για το μήνυμα αυτό.
fi: Viestille tulisi antaa ainakin yksi vastaanottaja.
fr: Vous devriez spécifier au moins un destinataire pour ce message.
km: អ្នក​គួរ​បញ្ជាក់​អ្នក​ទទួល​យ៉ាង​ហោចណាស់ម្នាក់​សម្រាប់សារ​នេះ ។
ru: Необходимо указать как минимум одного получателя письма.
sr@ijekavian: Треба да наведете бар једног примаоца за ову поруку.

source: No recipients found
bs: Nije pronađen niti jedan primaoc
el: Δεν βρέθηκαν παραλήπτες
fi: Vastaanottajia ei löydy
fr: Aucun destinataire trouvé
km: រក​មិនឃើញ​អ្នក​ទទួល
ru: Нет получателей
sr@ijekavian: Није нађен ниједан прималац

source: You did not specify a subject. Do you want to send the message without specifying one?
bs: Niste naveli temu. Želite li poslati poruku bez navođenja teme?
el: Δεν ορίσατε θέμα. Θέλετε να στείλετε το μήνυμα χωρίς να ορίσετε κάποιο;
fi: Et antanut aihetta. Haluatko lähettää viestin ilman sitä?
fr: Vous n'avez indiqué aucun sujet. Voulez-vous envoyer le message sans en spécifier un ?
km: អ្នក​មិនបានដាក់​ប្រធាន​បទ​ទេ ។ តើ​អ្នក​ចង់​ផ្ញើ​សារ​ដោយ​គ្មាន​ប្រធានបទ​ដែរឬទេ ?
ru: Не задана тема письма. Отправить письмо без темы?
sr@ijekavian: Нисте задали тему. Желите ли заиста да пошаљете поруку без теме?

source: No subject
bs: Bez teme
el: Χωρίς θέμα
fi: Ei aihetta
fr: Pas de sujet
km: គ្មាន​ប្រធាន​បទ
ru: Нет темы
sr@ijekavian: Нема теме

source: New mail
bs: Nova poruka
el: Νέο μήνυμα
fi: Uusi viesti
fr: Nouveau message
km: សំបុត្រ​ថ្មី
ru: Новое письмо
sr@ijekavian: Нова пошта

# Notification when there was an error while trying to send an email
source: Error while trying to send email. %1
bs: Greška prilikom slanja poruke. %1
el: Σφάλμα σε απόπειρα αποστολής μηνύματος. %1
fi: Virhe yritettäessä lähettää sähköpostia. %1
fr: Erreur lors de la tentative d'envoi du courriel. %1
km: កំហុស​ខណៈពេល​ព្យាយាម​ផ្ញើ​អ៊ីមែល ។ %1
ru: Ошибка отправки электронного письма. %1
sr@ijekavian: Грешка при покушају слања е‑поште. %1

source: &Save as Draft
bs: &Snimi kao nacrt
el: Αποθήκευ&ση ως προσχέδιο
fi: &Tallenna luonnokseksi
fr: Enregi&strer comme brouillon
km: រក្សាទុក​ជា​សេចក្ដី​ព្រាង
ru: Сохранить как &черновик
sr@ijekavian: &Сачувај као нацрт

source: Save this message in the Drafts folder.
bs: Snimi ovu poruku u direktorij narcta.
el: αποθήκευση αυτού του μηνύματος στο φάκελο με τα προσχέδια.
fi: Tallenna tämä viesti luonnoskansioon.
fr: Enregistrer ce message dans le dossier des brouillons.
km: រក្សាទុក​សារ​នេះ​នៅ​ក្នុង​ថត​សេចក្ដី​ព្រាង ។
ru: Сохранить это письмо в папке Черновики.
sr@ijekavian: Сачувајте ову поруку у фасциклу нацрта.

source: Do you want to save the message for later or discard it?
bs: Da li želite snimiti poruku za kasnije ili je poništiti?
el: Θέλετε να αποθηκεύσετε το μήνυμα για αργότερα ή να το απορρίψετε;
fi: Haluatko tallentaa viestin tuonnemmaksi vai hylätä sen?
fr: Voulez-vous enregistrer ce message pour plus tard ou l'abandonner ?
km: តើ​អ្នក​ចង់​រក្សាទុក​សារ​សម្រាប់ពេលក្រោយ ឬ​បោះបង់​វា ?
ru: Сохранить письмо или удалить его?
sr@ijekavian: Желите ли да сачувате поруку за касније или да је одбаците?

source: Close Composer
bs: Zatvori sastavljač
el: Κλείσιμο συντάκτη
fi: Sulje kirjoitusikkuna
fr: Fermer l'éditeur
km: បិទកម្មវិធី​តែង
ru: Закрыть окно редактора
sr@ijekavian: Затварање састављача

source: Turning HTML mode off will cause the text to lose the formatting. Are you sure?
bs: Gašenjem HTML će uzrokovati da tekst izgubi oblikovanje. Da li ste sigurni?
el: Η διακοπή της HTML λειτουργίας θα προκαλέσει την απώλεια της διαμόρφωσης του κειμένου. Είστε βέβαιοι;
fi: HTML-tilan poistaminen käytöstä johtaa tekstin muotoilujen menettämiseen. Oletko varma?
fr: La désactivation du mode HTML entraînera la perte du formatage. Voulez-vous vraiment le faire ?
km: បិទ​​របៀប HTML នឹង​ធ្វើ​ឲ្យ​អត្ថបទ​បាត់​បង់​ការ​ធ្វើ​ទ្រង់ទ្រាយ ។ តើ​អ្នក​ប្រាកដ​ទេ ?
ru: Выключение HTML приведёт к потере форматирования текста. Продолжить?
sr@ijekavian: Искључивање ХТМЛ режима довешће до губитка форматирања у тексту. Желите ли заиста то да учините?

source: Lose the formatting?
bs: Izgubiti oblikovanje?
el: Να χαθεί η διαμόρφωση;
fi: Hylätäänkö muotoilut?
fr: Perdre le formatage ?
km: បាត់បង់​ការ​ធ្វើ​ទ្រង់ទ្រាយ ?
ru: Выключение форматирования HTML
sr@ijekavian: Губитак форматирања?

source: Lose Formatting
bs: Izgubiti oblikovanje
el: Απώλεια διαμόρφωσης
fi: Hylkää muotoilut
fr: Perdre le formatage
km: បាត់បង់​ការ​ធ្វើ​ទ្រង់ទ្រាយ
ru: Сбросить форматирование
sr@ijekavian: Занемари форматирање

source: OK
bs: U redu
el: Εντάξει
km: យល់ព្រម
ru: ОК
sr@ijekavian: У реду

source: <a href="help">How does this work?</a>
bs: Kako ovo radi?
el: <a href="help">Πώς λειτουργεί αυτό;</a>
fi: <a href="help">Kuinka tämä toimii?</a>
fr: <a href="help">Comment cela fonctionne ?</a>
km: <a href="help">តើ​វា​ដំណើរការ​យ៉ាង​ដូចម្ដេច ?</a>
ru: <a href="help">Как это работает?</a>
sr@ijekavian: <a href="help">Како ово ради?</a>

source: Appearance
bs: Izgled
el: Εμφάνιση
fi: Ulkoasu
fr: Apparence
km: រូបរាង
ru: Внешний вид
sr@ijekavian: Изглед

source: Show HTML statusbar
bs: Prikaži HTML status tablu
el: Εμφάνιση γραμμής κατάστασης HTML
fi: Näytä HTML-tilarivi
fr: Afficher la barre d'état HTML
km: បង្ហាញ​របារ​ស្ថានភាព​ HTML
ru: Показать строку состояния HTML
sr@ijekavian: Трака стања ХТМЛ‑а

source: Replace smileys by emoticons
bs: Zamijeni smiješkove emotikonima
el: Να αντικατασταθούν οι φατσούλες με emoticons
fi: Korvaa hymiöt kuvakkeilla
fr: Remplacer les smileys par de émoticônes
km: ជំនួស​ញ្ញាញញឹម​ដោយ​​សញ្ញា​អារម្មណ៍
ru: Показывать графические смайлики
sr@ijekavian: Мењај смешкове емотиконима

source: Reduce font size for quoted text
bs: Smanji veličinu fonta za citiran tekst
el: Μικρότερο μέγεθος γραμματοσειράς για κείμενο σε εισαγωγικά
fi: Pienennä lainatun tekstin fonttia
fr: Réduire la taille de la police pour le texte cité
km: កាត់បន្ថយ​ទំហំ​ពុម្ពអក្សរ​សម្រាប់​អត្ថបទ​ដែលបាន​ស្រង់
ru: Уменьшить размер шрифта для цитируемого текста
sr@ijekavian: Смањи фонт на цитираном тексту

source: Composer
bs: Sastavljač
el: Συντάκτης
fi: Kirjoitusikkuna
fr: Éditeur
km: កម្មវិធី​តែង
ru: Редактор писем
sr@ijekavian: Састављач

source: Automatically insert signature
bs: Automatski ubaci potpis
el: Αυτόματη εισαγωγή υπογραφής
fi: Lisää allekirjoitus automaattisesti
fr: Insérer automatiquement la signature
km: បញ្ចូលហត្ថលេខា​ដោយ​ស្វ័យ​ប្រវត្តិ
ru: Автоматически вставлять подпись
sr@ijekavian: Аутоматски умећи потпис

source: Insert signature above quoted text
bs: Umetnite potpis iznad citiranog teksta
el: Εισαγωγή υπογραφής πάνω από το κείμενο σε εισαγωγικά
fi: Lisää allekirjoitus lainatun tekstin ylle
fr: Insérer la signature au dessus du texte cité
km: បញ្ចូល​ហត្ថលេខា​ខាង​លើ​អត្ថបទ​ដែល​បាន​ស្រង់
ru: Вставлять подпись над цитируемым текстом
sr@ijekavian: Потпис изнад цитираног текста

source: Prepend separator to signature
bs: Upotrijebi rastavljač u potpisu
el: Εισαγωγή διαχωριστικού στην υπογραφή
fi: Lisää erotin allekirjoituksen edelle
fr: Faire précéder le séparateur à la signature
km: បន្ថែម​សញ្ញា​បំបែក​ទៅ​ខាង​​ដើម​ហត្ថលេខា
ru: Добавлять разделитель перед подписью
sr@ijekavian: Раздвајач испред потписа

source: Use smart quoting
bs: Koristi pametno citiranje
el: Χρήση έξυπνων εισαγωγικών
fi: Lainaa älykkäästi
fr: Utiliser la citation intelligente
km: ប្រើ​សម្រង់​ឆ្លាត
ru: Использовать умное цитирование
sr@ijekavian: Паметно цитирање

source: Automatically request MDN
bs: Automatski traži MDN
el: Αυτόματη αίτηση MDN
fi: Pyydä vastaanottoilmoitus automaattisesti
fr: Effectuer la requête MDN automatiquement
km: ស្នើ MDN ដោយ​ស្វ័យ​ប្រវត្តិ
ru: Автоматически запрашивать уведомления о действиях с сообщением
sr@ijekavian: Аутоматски захтевај МДН

source: Use recent addresses for autocompletion
bs: Koristi skorašnje adrese za samodovršavanje
el: Χρήση πρόσφατης διεύθυνσης για αυτόματη συμπλήρωση
fi: Käytä viimeaikaisia osoitteita automaattitäydennykseen
fr: Utiliser les adresses récentes pour l'auto-complètement
km: ប្រើ​អាសយដ្ឋាន​ថ្មីៗ​សម្រាប់​បំពេញ​ដោយ​ស្វ័យ​ប្រវត្តិ
ru: Использовать последние адреса для автодополнения
sr@ijekavian: Користи недавне адресе у самодопуни

source: Word wrap at column
bs: Prekid riječi na koloni
el: Αναδίπλωση λέξης στη στήλη
fi: Rivitä sarakkeesta
fr: Passage à la ligne à la colonne
km: រុំពាក្យ​នៅ​ជួរឈរ
ru: Перенос строки в столбце:
sr@ijekavian: Прелом речи на колони

source: Configure completion order
bs: Naštimaj red završavanja
el: Διαμόρφωση σειράς συμπλήρωσης
fi: Aseta täydennysjärjestys
fr: Configurer l'ordre de complètement
km: កំណត់​រចនាសម្ព័ន្ធ​លំដាប់​បញ្ចប់​
ru: Настроить порядок завершения
sr@ijekavian: Подеси редослед допуне

source: Edit recent addresses
bs: Uredi nedavne adrese
el: Επεξεργασία πρόσφατων διευθύνσεων
fi: Muokkaa viimeaikaisia osoitteita
fr: Éditer les adresses récentes
km: កែសម្រួល​អាសយដ្ឋាន​ថ្មីៗ
ru: Список последних адресов
sr@ijekavian: Уреди недавне адресе

source: Replace recognized reply prefixes
bs: Zamjeni prepoznate prefikse odgovora
el: Αντικατάσταση αναγνωρισμένων προθεμάτων απαντήσεων
fi: Korvaa tunnetut vastausetuliitteet
fr: Remplacer les préfixes de réponse reconnus
km: ជំនួស​បុព្វបទ​ឆ្លើយតប​ដែលបាន​រៀបចំ
ru: Заменить распознанные префиксы ответа "RE:"
sr@ijekavian: Смењуј препознате префиксе одговора

source: Replace recognized forward prefixes
bs: Zamjeni prepoznate prefikse prosljeđivanja
el: Αντικατάσταση αναγνωρισμένων προθεμάτων προώθησης
fi: Korvaa tunnetut välitysetuliitteet
fr: Remplacer les préfixes de transmission reconnus
km: ជំនួស​បុព្វបទ​បញ្ជូន​បន្ត​ដែល​បាន​រៀបចំ
ru: Заменить распознанные префиксы пересылки "FWD:"
sr@ijekavian: Смењуј препознате префиксе прослеђивања

source: Outlook compatible attachment naming
bs: Imenovanje kompatabilnih dodataka sa Outlookom
el: Συμβατή με outlook ονοματοδοσία συνημμένου
fi: Outlook-yhteensopiva liitteiden nimeäminen
fr: Nommage des pièces jointes compatible avec Outlook
km: ការ​ដាក់​ឈ្មោះ​ឯកសារ​ភ្ជាប់​ដែល​ឆប​គ្នា​ជាមួយ​នឹង Outlook
ru: Outlook-совместимые имена вложений
sr@ijekavian: Именовање прилога сагласно са Аутлуком

source: Enable detection of missing attachments
bs: Odobri uočavanje nedostajućijih dodataka
el: Ενεργοποίηση εντοπισμού απωλεσθέντων συνημμένων
fi: Käytä puuttuvien liitteiden tunnistusta
fr: Activer la détection de pièces jointes manquantes
km: បើក​ការ​រកមើល​ឯកសារ​ភ្ជាប់​ដែល​​បាត់
ru: Включить обнаружение пропавших вложений
sr@ijekavian: Откривање недостајућих прилога

source: Templates
bs: Šabloni
el: Πρότυπα
fi: Mallipohjat
fr: Modèles
km: ពុម្ព
ru: Шаблоны
sr@ijekavian: Шаблони

source: New Message:
bs: Nova poruka:
el: Νέο μήνυμα:
fi: Uusi viesti:
fr: Nouveau message :
km: សារ​ថ្មី ៖
ru: Новое письмо:
sr@ijekavian: Нова порука:

source: Reply to All / Reply to List:
bs: Odgovori svima / Odgovori listi:
el: Απάντηση σε όλους / Απάντηση στη λίστα:
fi: Vastaa kaikille / Vastaa postilistalle:
fr: Répondre à tous / répondre à la liste :
km: ឆ្លើយតប​ទៅ​អ្នក​ទាំងអស់​គ្នា/ឆ្លើយតប​ទៅ​បញ្ជី ៖
ru: Ответить всем / Ответить списку:
sr@ijekavian: Одговори свима / на листу:

source: Forward Message:
bs: Proslijedi poruku:
el: Προώθηση μηνύματος:
fi: Välitä viesti:
fr: Faire suivre le message :
km: បញ្ជូន​សារ​បន្ត ៖
ru: Переслать письмо:
sr@ijekavian: Проследи поруку:

source: How does this work?
bs: Kako ovo radi?
el: Πώς λειτουργεί αυτό;
fi: Kuinka tämä toimii?
fr: Comment cela fonctionne ?
km: តើ​វា​ដំណើរការ​យ៉ាង​ដូចម្ដេច?
ru: Как это работает?
sr@ijekavian: Како ово ради?

source: Reply to Sender:
bs: Odgovori pošiljaocu:
el: Απάντηση στον αποστολέα:
fi: Vastaa kirjoittajalle:
fr: Répondre à l'expéditeur :
km: ឆ្លើយតប​ទៅ​អ្នក​ផ្ញើ ៖
ru: Ответ отправителю:
sr@ijekavian: Одговори пошиљаоцу:

source: Invitations
bs: Pozivnice
el: Προσκλήσεις
fi: Kutsut
km: ការ​អញ្ជើញ
ru: Приглашения
sr@ijekavian: Позивнице

source: Outlook compatible invitations
bs: Pozivinice kompatabilne sa Outlookom
el: Συμβατές με outlook προσκλήσεις
fi: Outlook-yhteensopivat kutsut
fr: Invitations compatibles avec Outlook
km: ការ​អញ្ជើញ​ដែល​ឆប​គ្នា​ជា​មួយ​នឹង Outlook
ru: Outlook-совместимые приглашения
sr@ijekavian: Позивнице сагласне са Аутлуком

source: Automatic invitation sending
bs: Automatsko slanje pozivnica
el: Αυτόματη αποστολή πρόσκλησης
fi: Automaattinen kutsujen lähetys
fr: Envoi d'invitation automatique
km: ផ្ញើការ​អញ្ជើញ​ដោយ​ស្វ័យ​ប្រវត្តិ
ru: Автоматическая отправка приглашений
sr@ijekavian: Аутоматско слање позивница
