Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/akregator.po
Languages: eu

source: Use this command:
eu: Erabili agindu hau:

source: Default Archive Settings
eu: Artxiboen ezarpen lehenetsiak

source: Disable archiving
eu: Ezgaitu artxibatzea

source: Keep all articles
eu: Mantendu artikulu guztiak

source: Limit feed archive size to:
eu: Mugatu iturburu artxiboen tamaina honetara:

source: Delete articles older than:
eu: Ezabatu hau baina zaharragoak diren artikuluak:

source: Do not expire important articles
eu: Ez artikulu garrantzitsuak iraungi

source: Minimum font size:
eu: Letra-tipoaren tamaina minimoa:

source: Medium font size:
eu: Letra-tipo ertainaren tamaina:

source: Standard font:
eu: Letra-tipo estandarra:

source: Fixed font:
eu: Letra-tipo finkoa:

source: Serif font:
eu: Serif letra-tipoa:

source: Sans serif font:
eu: Sans serif letra-tipoa:

source: &Underline links
eu: &Azpimarratu estekak

source: Archive
eu: Artxiboa

source: Archive backend:
eu: Artxibatze euskarria:

source: &Configure...
eu: &Konfiguratu...

source: Article List
eu: Artikuluen zerrenda

source: Mar&k selected article read after
eu: Mar&katu hautatutako artikulua geroago irakurtzeko bezala

source: Reset search bar when changing feeds
eu: Berrezarri bilaketa-barra iturburuak aldatzean

source: Show tra&y icon
eu: Erakutsi bande&jako ikonoa

source: Select this if you want to get notified when there are new articles.
eu: Hautatu hau artikulu berriak daudenean jakinarazi diezazkizuten.

source: Use &notifications for all feeds
eu: Erabili &jakinarazpenak iturburu guztientzat

source: &Use interval fetching
eu: &Erabili eskuraketa periodikoa

source: Fetch feeds every:
eu: Eskuratu iturburuak periodikoki:

source: Startup
eu: Abioa

source: Mark &all feeds as read on startup
eu: Markatu iturburu &guztiak irakurrita bezala abioan

source: Fetch all fee&ds on startup
eu: Eskuratu i&turburu guztiak abioan

source: Network
eu: Sarea

source: Use the &browser cache (less network traffic)
eu: Erabili &arakatzailearen katxea (sare trafiko gutxiago)

source: &Go
eu: &Joan

source: &Article
eu: &Artikulua

source: Speech Toolbar
eu: Ahoskapen tresna-barra

source: Add Feed
eu: Gehitu iturburua

source: Add New Source
eu: Gehitu iturburu berria

source: Feed &URL:
eu: Iturburuaren &URL-a:

source: Feed Properties
eu: Iturburuaren propietateak

source: &General
eu: &Orokorra

source: U&se a custom update interval
eu: &Erabili eguneraketa periodo pertsonalizatua

source: Update &every:
eu: Eguneratu &hainbatero:

source: Notify when new articles arri&ve
eu: Jakinarazi artikulu berriak &iristen direnean

source: &URL:
eu: &URL-a:

source: &Name:
eu: Ize&na:

source: Display name of RSS column
eu: Bistaratu RSS zutabearen izena

source: Ar&chive
eu: Ar&txiboa

source: &Use default settings
eu: &Erabili ezarpen lehenetsiak

source: Di&sable archiving
eu: E&zgaitu artxibatzea

source: Limit archi&ve to:
eu: Mugatu artxi&boa honetara:

source: &Delete articles older than:
eu: &Ezabatu hau baino zaharragoak diren artikuluak:

source: &Keep all articles
eu: &Mantendu artikulu guztiak

source: Adva&nced
eu: Aurrera&tua

source: Load the &full website when reading articles
eu: Kargatu web-gune &osoa artikuluak irakurtzean

source: Mar&k articles as read when they arrive
eu: Mar&katu artikuluak irakurrita bezala iristen direnean

source: Show Quick Filter
eu: Erakutsi iragazki bizkorra

source: Show Quick Filter Bar
eu: Erakutsi iragazki bizkorren barra

source: Status Filter
eu: Egoera iragazkia

source: Stores the last status filter setting
eu: Egoera-iragazkiaren ezarpena gordetzen du

source: Text Filter
eu: Testu iragazkia

source: Stores the last search line text
eu: Azken bilaketa lerroaren testua gordetzen du

source: View Mode
eu: Ikuspegi modua

source: Article display mode.
eu: Artikuluak bistaratzeko modua.

source: Sizes for first splitter
eu: Lehenengo zatitzailearen tamainak

source: First (usually vertical) splitter widget sizes.
eu: Lehenengo (normalean bertikala) zatitzailearen trepetaren tamainak.

source: Sizes for second splitter
eu: Bigarren zatitzailearen tamainak

source: Second (usually horizontal) splitter widget sizes.
eu: Bigarren (normalean horizontala) zatitzailearen trepetaren tamainak.

source: Archive Mode
eu: Artxibatzeko modua

source: Keep All Articles
eu: Mantendu artikulu guztiak

source: Save an unlimited number of articles.
eu: Gorde artikulu kopuru mugagabea.

source: Limit Number of Articles
eu: Mugatu artikulu kopurua

source: Limit the number of articles in a feed
eu: Mugatu iturburu bateko artikulu kopurua

source: Delete Expired Articles
eu: Ezabatu iraungitako artikuluak

source: Delete expired articles
eu: Ezabatu iraungitako artikuluak

source: Disable Archiving
eu: Ezgaitu artxibatzea

source: Do not save any articles
eu: Ez artikulurik gorde

source: Expiry Age
eu: Iraungipen-aintzintasuna

source: Default expiry age for articles in days.
eu: Iraungipen-aintzintasun lehenetsia artikuluentzat, egunetan.

source: Article Limit
eu: Artikuluen muga

source: Number of articles to keep per feed.
eu: Iturburu bakoitzeko gordeko diren artikulu kopurua

source: Do Not Expire Important Articles
eu: Ez artikulu garrantzitsuak iraungi

source: When this option is enabled, articles you marked as important will not be removed when limit the archive size by either age or number of the articles.
eu: Hau gaitzen denean, zuk garrantzisu bezala markatutako artikuluak ez dira kenduko artxiboaren tamainaren muga adinez edo artikulu kopuruz jotzen duzunean.

source: Concurrent Fetches
eu: Aldibereko eskuraketak

source: Number of concurrent fetches
eu: Aldibereko eskuraketa kopurua

source: Use HTML Cache
eu: Erabili HTML Cache-a

source: Use the KDE-wide HTML cache settings when downloading feeds, to avoid unnecessary traffic. Disable only when necessary.
eu: Erabili KDE mailako HTML cache ezarpenak iturburuak deskargatzean, gainezko trafikoa ekiditeko. Beharrezkoa denean bakarrik ezgaitu.

source: Fetch on startup
eu: Eskuratu abioan

source: Fetch feedlist on startup.
eu: Eskuratu iturburu-zerrenda abioan.

source: Mark all feeds as read on startup
eu: Markatu iturburu guztiak irakurrita bezala abioan

source: Mark all feeds as read on startup.
eu: Markatu iturburu guztiak irakurrita bezala abioan.

source: Use interval fetching
eu: Erabili eskuraketa periodikoa

source: Fetch all feeds every %1 minutes.
eu: Eskuratu iturburu guztiak %1 minuturo.

source: Interval for autofetching
eu: Auto-eskuratzeko periodoa

source: Interval for autofetching in minutes.
eu: Auto-eskuratzeko periodoa, minututan.

source: Use notifications
eu: Erabili jakinarazpenak

source: Specifies if the balloon notifications are used or not.
eu: Zehaztu puxika-jakinarazpenak erabiliko diren ala ez.

source: Show tray icon
eu: Erakutsi bandejako ikonoa

source: Specifies if the tray icon is shown or not.
eu: Zehaztu bandejako ikonoa erakutsiko den ala ez.

source: Show close buttons on tabs
eu: Erakutsi ixteko botoiak fitxetan

source: Show close buttons on tabs instead of icons
eu: Erakutsi ixteko botoiak fitxetan ikonoen ordez

source: Use default KDE web browser
eu: Erabili KDE-ren web arakatzaile lehenetsia

source: Use KDE web browser when opening in external browser.
eu: Erabili KDE-ren web arakatzailea kanpoko arakatzailean irekitzean.

source: Use the specified command when opening in external browser.
eu: Erabili zehaztutako agindua kanpoko arakatzailean irekitzean.

source: What the click with left mouse button should do.
eu: Saguko ezker botoiak zer egin beharko lukeen.

source: What the click with middle mouse button should do.
eu: Saguko erdiko botoiak zer egin beharko lukeen.

source: Archive Backend
eu: Artxibatze-euskarria

source: Whether to delay before marking an article as read upon selecting it.
eu: Artikuluak hautatzean irakurrita bezala markatu aurretik atzerapena nahi duzun ala ez.

source: Resets the quick filter when changing feeds.
eu: Iragazki azkarra berrezartzen du iturburuak aldatzean.

source: Downloading %1
eu: %1 deskargatzen

source: Feed not found from %1.
eu: Ez da %1-(r)en iturburua aurkitu.

source: Feed found, downloading...
eu: Iturburua aurkitu da, deskargatzen...

source: Plugin Information
eu: Pluginaren informazioa

source: Next Article:
eu: Hurrengo artikulua:

source: (no unread articles)
eu: (ez dago irakurri gabeko artikulurik)

source: <b>Homepage:</b> <a href="%1">%2</a>
eu: <b>Orri nagusia:</b> <a href="%1">%2</a>

source: Date
eu: Data

source: Author
eu: Egilea

source: Comments
eu: Iruzkinak

source: Complete Story
eu: Historia osoa

source: &Fetch Feed
eu: &Eskuratu iturburua

source: &Delete Feed
eu: &Ezabatu iturburua

source: &Edit Feed...
eu: &Editatu iturburua...

source: &Mark Feed as Read
eu: &Markatu iturburua irakurrita bezala

source: &Fetch Feeds
eu: &Eskuratu iturburuak

source: &Delete Folder
eu: &Ezabatu iturburua

source: &Rename Folder
eu: Be&rrizendatu iturburua

source: &Mark Feeds as Read
eu: &Markatu iturburuak irakurrita bezala

source: &Import Feeds...
eu: &Inportatu iturburuak...

source: &Export Feeds...
eu: &Esportatu iturburuak...

source: &Open Homepage
eu: &Ireki orri nagusia

source: &Add Feed...
eu: &Gehitu iturburua...

source: Ne&w Folder...
eu: Karpeta &berria...

source: Fe&tch All Feeds
eu: Es&kuratu iturburu guztiak

source: Ma&rk All Feeds as Read
eu: Ma&rkatu iturburu guztiak irakurrita bezala

source: Open in Background Tab
eu: Ireki atzeko planoko fitxan

source: Open in External Browser
eu: Ireki kanpoko arakatzailean

source: Copy Link Address
eu: Kopiatu estekaren helbidea

source: Pre&vious Unread Article
eu: Au&rreko irakurri gabeko artikulua

source: Ne&xt Unread Article
eu: Hurreng&o irakurri gabeko artikulua

source: &Mark As
eu: &Markatu honela

source: &Speak Selected Articles
eu: &Ahoskatu hautatutako artikuluak

source: &Stop Speaking
eu: &Gelditu ahoskatzen

# as in: mark as read
source: &Read
eu: &Irakurrita

source: Mark selected article as read
eu: Markatu hautatutako artikulua irakurrita

source: Mark selected article as new
eu: Markatu hautatutako artikulua berria bezala

source: Mark selected article as unread
eu: Markatu hautatutako artikulua irakurri gabea bezala

source: &Mark as Important
eu: &Markatu garrantzitsua bezala

source: Remove &Important Mark
eu: Kendu &garrantzitsua marka

source: Move Node Up
eu: Mugitu nodoa gorantz

source: Move Node Down
eu: Mugitu nodoa behera

source: Move Node Left
eu: Mugitu nodoa ezkerrera

source: Move Node Right
eu: Mugitu nodoa eskuinera

source: Send &Link Address...
eu: Bidali &estekaren helbidea...

source: Send &File...
eu: Gidali &fitxategia...

source: &Previous Article
eu: &Aurreko artikulua

source: &Next Article
eu: &Hurrengo artikulua

source: &Previous Feed
eu: &Aurreko iturburua

source: &Next Feed
eu: &Hurrengo iturburua

source: N&ext Unread Feed
eu: Hurreng&o irakurri gabeko iturburua

source: Prev&ious Unread Feed
eu: Aurre&ko irakurri gabeko iturburua

source: Go to Top of Tree
eu: Joan zuhaitzaren goiko aldera

source: Go to Bottom of Tree
eu: Joan zuhaitzaren gailurrera

source: Go Left in Tree
eu: Jo ezkerretara zuhaitzean

source: Go Right in Tree
eu: Jo eskuinera zuhaitzean

source: Go Up in Tree
eu: Igo zuhaitzean zehar

source: Go Down in Tree
eu: Jeitsi zuhaitzean zehar

source: Select Next Tab
eu: Hautatu hurrengo fitxa

source: Select Previous Tab
eu: Hautatu aurreko fitxa

source: Detach Tab
eu: Askatu fitxa

source: Feed added: %1
eu: Iturburua gehitu da: %1

source: Feeds added: %1
eu: Iturburuak gehitu dira: %1

source: Maintainer
eu: Mantentzailea

source: Developer
eu: Garatzailea

source: Contributor
eu: Lankidea

source: Author of librss
eu: librss-ren egilea

source: Bug tracker management, Usability improvements
eu: Errore aratzaile kudeaketa, erabilgarritasun hobekuntzak

source: Tons of bug fixes
eu: Arazo-konponketa asko

source: 'Delayed mark as read' feature
eu: "Markatu atzeratuta irakurrita bezala" eginbidea

source: Icons
eu: Ikonoak

source: Loading...
eu: Kargatzen...

source: Loading canceled
eu: Karga ezeztatuta

source: Loading completed
eu: Karga burututa

source: You can view multiple articles in several open tabs.
eu: Artikulu anitz ikusteko hainbat irekitako fitxa erabil ditzakezu.

source: Articles list.
eu: Artikulu zerrenda.

source: Articles
eu: Artikuluak

source: Fetching Feeds...
eu: Iturburuak eskuratzen...

source: <qt>Are you sure you want to delete article <b>%1</b>?</qt>
eu: <qt>Ziur zaude <b>%1</b>? artikulua ezabatu nahi duzula?</qt>

source: Delete Article
eu: Ezabatu artikulua

source: Feeds
eu: Iturburuak

source: Planet KDE
eu: KDE planeta

source: Unable to load storage backend plugin "%1". No feeds are archived.
eu: Ezin da "%1" izeneko biltegiaren euskarriaren plugina kargatu. Ez da iturbururik artxibatuko.

source: Plugin error
eu: Plugin errorea

source: Write Error
eu: Idazketa errorea

source: Could not import the file %1 (no valid OPML)
eu: Ezin izan da %1 fitxategia inportatu (OPML baliogabea)

source: OPML Parsing Error
eu: OPML analisi errorea

source: The file %1 could not be read, check if it exists or if it is readable for the current user.
eu: Ezin izan da %1 fitxategia irakurri egiaztatu existitzen den edo uneko erabiltzaileentzat irakurgarria den.

source: Read Error
eu: Irakurketa errorea

source: The file %1 already exists; do you want to overwrite it?
eu: %1 fitxategia dagoeneko existitzen da; gainidatzi nahi duzu?

source: OPML Outlines (*.opml, *.xml)
eu: OPML laburpenak (*.opml, *.xml)

source: All Files
eu: Fitxategi guztiak

source: Imported Folder
eu: Inportatutako karpeta

source: Add Imported Folder
eu: Gehitu inportatutako karpeta

source: Imported folder name:
eu: Inportatutako karpetaren izena:

source: Copy &Link Address
eu: Kopiatu &estekaren helbidea

source: &Save Link As...
eu: &Gorde esteka honela...

source: Disable
eu: Ezgaitu

source: Keep Enabled
eu: Mantendu gaituta

source: Are you sure you want to disable this introduction page?
eu: Ziur zaude sarrerako orria ezgaitu nahi duzula?

source: Disable Introduction Page
eu: Ezgaitu sarrerako orria

source: <div align=center><h3>No matches</h3>Filter does not match any articles, please change your criteria and try again.</div>
eu: <div align=center><h3>Bat-egiterik ez</h3> Iragazkia ez dator bat eozein artikulurekin, aldatu irizpidea eta saiatu berriro.</div>

source: <div align=center><h3>No feed selected</h3>This area is article list. Select a feed from the feed list and you will see its articles here.</div>
eu: <div align=center><h3>Ez da iturbururik hautatu</h3> Hau artikuluen zerrenda bat da. Hautatu iturburu bat iturburu-zerrendatik eta bere artikuluak ikusiko dituzu.</div>

source: Add Folder
eu: Gehitu karpeta

source: Folder name:
eu: Karpetaren izena:

source: All Feeds
eu: Iturburu guztiak

source: Status:
eu: Egoera:

source: All Articles
eu: Artikulu guztiak

source: Enter space-separated terms to filter article list
eu: Sartu zurigunez bereizitako terminoak artikulu zerrenda iragazteko

source: Choose what kind of articles to show in article list
eu: Hautatu zer motako artikuluak erakutsiko diren artikulu zerrendan

source: No Archive
eu: Artxiborik ez

source: Close the current tab
eu: Itxi uneko fitxa

source: <qt>Are you sure you want to delete this folder and its feeds and subfolders?</qt>
eu: <qt>Ziur zaude karpeta hau eta bere iturburu eta azpi-karpetak ezabatu nahi dituzula?</qt>

source: <qt>Are you sure you want to delete folder <b>%1</b> and its feeds and subfolders?</qt>
eu: <qt>Ziur zaude <b>%1</b> karpeta eta bere iturburu eta azpi-karpetak ezabatu nahi dituzula?</qt>

source: Delete Folder
eu: Ezabatu karpeta

source: <qt>Are you sure you want to delete this feed?</qt>
eu: <qt>Ziur zaude iturburu hau ezabatu nahi duzula?</qt>

source: <qt>Are you sure you want to delete feed <b>%1</b>?</qt>
eu: <qt>Ziur zaude <b>%1</b> iturburua ezabatu nahi duzula?</qt>

source: Delete Feed
eu: Ezabatu iturburua

source: Properties of %1
eu: %1-(r)en propietateak

source: Opening Feed List...
eu: Iturburu zerrenda irekitzen...

source: Open Link in New &Tab
eu: Ireki esteka &fitxa berrian

source: Open Link in External &Browser
eu: Ireki esteka kanpoko &arakatzailean
