Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/ark.po
Languages: pl

source: Extracting file...
pl: Rozpakowywanie pliku...

source: Source archive
pl: Archiwum źródłowe

source: Destination
pl: Cel

source: The following files could not be extracted:
pl: Nie można rozpakować następujących plików:

source: There was an error during extraction.
pl: Błąd podczas rozpakowywania.

# @action:inmenu Context menu shown when an archive is being drag'n'dropped
source: Extract here
pl: Rozpakuj tutaj

source: KDE Archiving tool
pl: Narzędzie KDE do obsługi archiwów

source: (c) 1997-2011, The Various Ark Developers
pl: (c) 1997-2011, Rozmaici programiści Ark

source: Maintainer
pl: Opiekun

source: Former Maintainer
pl: Poprzedni opiekun

source: Former maintainer
pl: Poprzedni opiekun

source: Icons
pl: Ikony

source: Ideas, help with the icons
pl: Pomysły, pomoc z ikonami

source: bkisofs code
pl: kod bkisofs

source: URL of an archive to be opened
pl: URL archiwum do otwarcia

source: Show a dialog for specifying the options for the operation (extract/add)
pl: Pokaż okno dialogowe z opcjami tej operacji (dodawanie/rozpakowywanie)

source: Destination folder to extract to. Defaults to current path if not specified.
pl: Docelowy katalog do rozpakowywania. Jeśli nie jest podany, użyta będzie aktualna ścieżka.

source: Options for adding files
pl: Opcje dodawania plików

source: Query the user for an archive filename and add specified files to it. Quit when finished.
pl: Zapytaj użytkownika o nazwę archiwum i dodaj do niego podane pliki. Wyjdź po zakończeniu.

source: Add the specified files to 'filename'. Create archive if it does not exist. Quit when finished.
pl: Dodaj podane pliki do 'archiwum'. Utwórz archiwum, jeśli nie istnieje. Wyjdź po zakończeniu.

source: Change the current dir to the first entry and add all other entries relative to this one.
pl: Zmień katalog na pierwszą element i dodaj wszystkie następne elementy względne do pierwszego.

source: Automatically choose a filename, with the selected suffix (for example rar, tar.gz, zip or any other supported types)
pl: Sam wybieraj nazwę pliku dla wybranego rozszerzenia (np. rar, tar.gz, zip lub dowolny inny obsługiwany typ)

source: Options for batch extraction:
pl: Opcje dla masowego rozpakowywania:

source: Use the batch interface instead of the usual dialog. This option is implied if more than one url is specified.
pl: Użyj interfejsu dla skryptów zamiast zwykłego okna. Ta opcja jest używana, gdy podano więcej niż jeden URL

source: The destination argument will be set to the path of the first file supplied.
pl: Docelowym katalogiem będzie ścieżka pierwszego podanego pliku.

source: Archive contents will be read, and if detected to not be a single folder archive, a subfolder with the name of the archive will be created.
pl: Zawartość archiwum zostanie odczytana i jeśli zostanie wykryte, że nie jest to archiwum pojedynczego katalogu, to zostanie utworzony podkatalog z nazwą archiwum.

source: Unable to find Ark's KPart component, please check your installation.
pl: Nie można znaleźć elementu KPart dla Ark. Proszę sprawdzić instalację.

# action, to open an archive
source: Open
pl: Otwórz

source: Click to open an archive, click and hold to open a recently-opened archive
pl: Naciśnij, aby otworzyć archiwum. Naciśnij i przytrzymaj, aby otworzyć ostatnio otwierane archiwum

source: Open an archive
pl: Otwórz archiwum

source: Compress to Archive
pl: Spakuj do archiwum

source: No input files were given.
pl: Nie podano plików wejściowych.

source: You need to either supply a filename for the archive or a suffix (such as rar, tar.gz) with the <command>--autofilename</command> argument.
pl: Musisz podać albo nazwę archiwum, albo rozszerzenie (np. rar, tar.gz) z opcją <command>--autofilename</command>.

source: Failed to create the new archive. Permissions might not be sufficient.
pl: Nie można utworzyć nowego archiwum. Być może prawa dostępu są niewystarczające.

source: It is not possible to create archives of this type.
pl: Nie można utworzyć archiwum tego rodzaju.

# @info
source: Failed to locate program <filename>%2</filename> on disk.
pl: Nie można ustalić położenia programu <filename>%2</filename> na dysku.

source: Incorrect password.
pl: Nieprawidłowe hasło.

source: Extraction failed because of an unexpected error.
pl: Rozpakowywanie nie powiodło się z powodu niespodziewanego błędu.

# @title:window
source: Extract
pl: Rozpakuj

source: Extract multiple archives
pl: Rozpakuj wiele plików

source: The subfolder name may not contain the character '/'.
pl: Nazwa podkatalogu nie może zawierać znaku '/'.

# @info
source: The folder <filename>%1</filename> already exists. Are you sure you want to extract here?
pl: Katalog <filename>%1</filename> już istnieje. Na pewno rozpakować tutaj?

source: Folder exists
pl: Katalog już istnieje

source: Extract here
pl: Rozpakuj

source: Retry
pl: Ponów

source: Cancel
pl: Anuluj

# @info
source: The folder <filename>%1</filename> could not be created.
pl: Nie można utworzyć katalogu <filename>%1</filename>.

# @info
source: <filename>%1</filename> already exists, but is not a folder.
pl: <filename>%1</filename> już istnieje, ale nie jest katalogiem.

source: Please check your permissions to create it.
pl: Proszę sprawdzić prawa dostępu potrzebne do jego utworzenia.

source: Loading archive...
pl: Wczytywanie archiwum...

source: Extracting all files
pl: Rozpakowywanie wszystkich plików

source: Extracting one file
pl: Rozpakowywanie 1 pliku

source: Adding a file
pl: Dodawanie 1 pliku

source: Deleting a file from the archive
pl: Usuwanie 1 pliku z archiwum

source: File already exists
pl: Plik już istnieje

# @info
source: The archive <filename>%1</filename> is password protected. Please enter the password to extract the file.
pl: Archiwum <filename>%1</filename> jest zabezpieczone hasłem. Proszę podać hasło niezbędne do rozpakowania pliku.

source: Incorrect password, please try again.
pl: Błędne hasło. Proszę spróbować jeszcze raz.

# Name of a file inside an archive
source: Name
pl: Nazwa

# Uncompressed size of a file inside an archive
source: Size
pl: Rozmiar

# Compressed size of a file inside an archive
source: Compressed
pl: Spakowany

# Compression rate of file
source: Rate
pl: Szybkość

# File's owner username
source: Owner
pl: Właściciel

# File's group
source: Group
pl: Grupa

# File permissions
source: Mode
pl: Tryb

# Compression method
source: Method
pl: Metoda

# File version
source: Version
pl: Wersja

# Timestamp
source: Date
pl: Data

# File comment
source: Comment
pl: Komentarz

source: Closing preview
pl: Zamykanie podglądu...

source: Please wait while the preview is being closed...
pl: Proszę czekać na zamknięcie podglądu...

source: The internal viewer cannot preview this type of file<nl/>(%1).<nl/><nl/>Do you want to try to view it as plain text?
pl: Wewnętrzna przeglądarka nie może wyświetlić tego pliku<nl/>(%1). <nl/><nl/>Czy chcesz spróbować obejrzeć ten plik jako zwykły tekst?

# @title:window
source: Cannot Preview File
pl: Nie można wyświetlić pliku

# @action:button
source: Preview as Text
pl: Wyświetla jako tekst

source: The internal viewer cannot preview this unknown type of file.<nl/><nl/>Do you want to try to view it as plain text?
pl: Wewnętrzna przeglądarka nie może wyświetlić tego nieznanego typu pliku. <nl/><nl/>Czy chcesz spróbować obejrzeć ten plik jako zwykły tekst?

source: The internal viewer cannot preview this file.
pl: Wewnętrzna przeglądarka nie może wyświetlić tego pliku.

source: No archive loaded
pl: Nie wczytano archiwum

source: Symbolic Link
pl: Dowiązanie symboliczne

source: Unknown size
pl: Nieznany rozmiar

source: One file selected
pl: Wybrano 1 plik

source: <b>Type:</b> %1<br/>
pl: <b>Typ:</b> %1<br/>

source: <b>Owner:</b> %1<br/>
pl: <b>Właściciel:</b> %1<br/>

source: <b>Group:</b> %1<br/>
pl: <b>Grupa:</b> %1<br/>

source: <b>Target:</b> %1<br/>
pl: <b>Cel:</b> %1<br/>

source: <b>Password protected:</b> Yes<br/>
pl: <b>Zabezpieczone hasłem:</b> Tak<br/>

# @action:inmenu
source: Show information panel
pl: Pokaż panel informacyjny

# to preview a file inside an archive
source: Pre&view
pl: Po&dgląd

source: Click to preview the selected file
pl: Naciśnij, aby podejrzeć wybrany plik

source: E&xtract
pl: &Rozpakuj

source: Click to open an extraction dialog, where you can choose to extract either all files or just the selected ones
pl: Naciśnij, aby otworzyć okno dialogowe rozpakowywania, gdzie można wybrać wszystkie pliki lub tylko zaznaczone

source: Add &File...
pl: &Dodaj plik...

source: Click to add files to the archive
pl: Naciśnij, aby dodać pliki do archiwum

source: Add Fo&lder...
pl: Dodaj kata&log...

source: Click to add a folder to the archive
pl: Naciśnij, aby dodać katalog do archiwum

source: De&lete
pl: &Usuń

source: Click to delete the selected files
pl: Naciśnij, aby usunąć wybrane pliki

source: Extract To...
pl: Rozpakuj do...

source: Quick Extract To...
pl: Szybko rozpakuj do...

# @info
source: <filename>%1</filename> is a directory.
pl: <filename>%1</filename> jest katalogiem.

# @info
source: The archive <filename>%1</filename> already exists. Would you like to open it instead?
pl: Plik <filename>%1</filename> już istnieje. Otworzyć go zamiast tego?

# @title:window
source: File Exists
pl: Plik istnieje

source: Open File
pl: Otwórz plik

# @info
source: The archive <filename>%1</filename> was not found.
pl: Nie znaleziono archiwum <filename>%1</filename>.

# @title:window
source: Error Opening Archive
pl: Błąd otwierania archiwum

# @title:window
source: Invalid Archive Type
pl: Niepoprawny typ archiwum

# @info
source: Ark cannot create archives of the type you have chosen.<nl/><nl/>Please choose another archive type below.
pl: Ark nie był w staniu ustalić typu archiwum dla podanego pliku.<nl/><nl/>Proszę wybrać typ archiwum poniżej.

# @title:window
source: Unable to Determine Archive Type
pl: Nie można ustalić typu archiwum

# @info
source: Ark was unable to determine the archive type of the filename.<nl/><nl/>Please choose the correct archive type below.
pl: Ark nie był w staniu ustalić typu archiwum dla podanego pliku.<nl/><nl/>Proszę wybrać poprawny typ archiwum poniżej.

# @info
source: Ark was not able to open the archive <filename>%1</filename>. No plugin capable of handling the file was found.
pl: Ark nie był w staniu ustalić otworzyć archiwum <filename>%1</filename>. Brak biblioteki zdolnej do obsługi tego typu.

# @info
source: Loading the archive <filename>%1</filename> failed with the following error: <message>%2</message>
pl: Odczytywania archiwum <filename>%1</filename> zakończyło się błędem: <message>%2</message>

# @title:window
source: Add Files
pl: Dodaj pliki

# @title:window
source: Add Folder
pl: Dodaj katalog

source: Deleting these files is not undoable. Are you sure you want to do this?
pl: Usunięcie tych plików będzie nieodwracalne. Na pewno kontynuować?

# @title:window
source: Delete files
pl: Usuń pliki

# @info
source: An archive named <filename>%1</filename> already exists. Are you sure you want to overwrite it?
pl: Plik o nazwie <filename>%1</filename> już istnieje. Na pewno zastąpić go?

# @info
source: The archive <filename>%1</filename> cannot be copied to the specified location. The archive does not exist anymore.
pl: Nie można skopiować pliku <filename>%1</filename> do podanego katalogu. Archiwum nie istnieje.

# @info
source: The archive could not be saved as <filename>%1</filename>. Try saving it to another location.
pl: Nie można zapisać archiwum jako <filename>%1</filename>. Proszę spróbować innej nazwy.

# @info
source: Could not open the archive <filename>%1</filename> for reading
pl: Nie można otworzyć archiwum <filename>%1</filename> do odczytu

# @info
source: File <filename>%1</filename> not found in the archive
pl: Nie można znaleźć pliku <filename>%1</filename> w archiwum.

# @info
source: Error creating directory <filename>%1</filename>
pl: Błąd tworzenia katalogu <filename>%1</filename>

# @info
source: Could not open the archive <filename>%1</filename> for writing.
pl: Nie można otworzyć archiwum <filename>%1</filename> do zapisu.

# @info
source: Could not add the directory <filename>%1</filename> to the archive
pl: Nie można dodać katalogu <filename>%1</filename> do archiwum

# @info
source: Could not add the file <filename>%1</filename> to the archive.
pl: Nie można dodać pliku <filename>%1</filename> do archiwum.

# @info
source: Could not open the archive <filename>%1</filename>, libarchive cannot handle it.
pl: Nie można otworzyć pliku <filename>%1</filename>, libarchive nie może go obsłużyć.

# @info
source: The archive reading failed with the following error: <message>%1</message>
pl: Odczytywanie archiwum nie powiodło się. Komunikat: <message>%1</message>

source: The archive reader could not be initialized.
pl: Nie można zainicjować modułu do czytania archiwów.

source: The source file could not be read.
pl: Nie można odczytać pliku źródłowego.

source: The archive writer could not be initialized.
pl: Nie można zainicjować modułu do zapisu archiwów.

# @info
source: Setting the compression method failed with the following error: <message>%1</message>
pl: Ustawianie sposobu pakowania nie powiodło się - błąd <message>%1</message>

source: The compression type '%1' is not supported by Ark.
pl: Pakowanie typu '%1' nie jest obsługiwane przez Ark.

# @info
source: Opening the archive for writing failed with the following error: <message>%1</message>
pl: Otwieranie archiwum do zapisu nie powiodło się - błąd <message>%1</message>

# @info Error in a message box
source: Ark could not compress <filename>%1</filename>:<nl/>%2
pl: Ark nie może spakować <filename>%1</filename>:<nl/>%2

# @info
source: Ark could not extract <filename>%1</filename>.
pl: Nie można rozpakować <filename>%1</filename>.

# @info
source: Ark could not open <filename>%1</filename> for extraction.
pl: Nie można otworzyć archiwum <filename>%1</filename> do rozpakowania.

# @info
source: There was an error while reading <filename>%1</filename> during extraction.
pl: Błąd podczas odczytu <filename>%1</filename> podczas rozpakowywania.

source: Main Toolbar
pl: Główny pasek narzędzi

source: &File
pl: &Plik

source: &Action
pl: &Działanie

source: &Settings
pl: &Ustawienia

source: Files/Folders to Compress
pl: Pliki/katalogi do spakowania

source: Extra Compression Options
pl: Dodatkowe opcje pakowania

source: Easter egg for the developers: This is where future versions will have extra compression options for the various compression interfaces.
pl: Niespodzianka dla twórców: Tutaj następne wersje będą miały dodatkowe opcje kompresji dla różnych interfejsów kompresji.

source: Extraction Dialog
pl: Okno rozpakowywania

source: Extract All Files
pl: Rozpakuj wszystkie pliki

source: &Extraction into subfolder:
pl: &Rozpakuj do podkatalogu...

source: Options
pl: Ustawienia

source: Open &destination folder after extraction
pl: Otwórz katalog &docelowy po rozpakowaniu

source: Close &Ark after extraction
pl: Zamknij &Ark po rozpakowaniu

source: &Preserve paths when extracting
pl: &Zachowaj ścieżki przy rozpakowywaniu

source: &Automatically create subfolders
pl: S&amoczynnie utwórz podkatalogi

# @title:group
source: Extract
pl: Rozpakuj

source: &Selected files only
pl: Tylko &wybrane pliki

source: All &files
pl: &Wszystkie pliki

source: Information Panel
pl: Panel informacyjny

source: Unknown file type
pl: Nieznany typ pliku

source: Metadata Label
pl: Etykieta metadanych

source: ActionsLabel
pl: EtykietaDziałań

source: Job Tracker
pl: Śledzenie zadań

source: <b>Job Description</b>
pl: <b>Opis zadania</b>

source: Some Information about the job
pl: Nieco informacji o zadaniu

source: Open destination folder after extraction
pl: Otwórz katalog docelowy po rozpakowaniu

source: Close Ark after extraction
pl: Zamknij Ark po rozpakowaniu

source: Preserve paths when extracting
pl: Zachowaj ścieżki przy rozpakowywaniu
