Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/audiocd_encoder_vorbis.po
Languages: eu, ko, zh_cn

source: &Encoding Method
eu: &Kodeketa-metodoa
ko: 인코딩 방법(&E)
zh_cn: 编码方式(&E)

source: Quality based
eu: Kalitatean oinarrituta
ko: 품질 기반
zh_cn: 质量基础

source: Bitrate based
eu: Bit-tasan oinarrituta
ko: 비트레이트 기반
zh_cn: 位速率基础

source: Vorbis Bitrate Settings
eu: Vorbis bit-tasa ezarpenak
ko: Vorbis 비트레이트 설정
zh_cn: Vorbis 位速率设置

source: 96 kbps
zh_cn: 98 kbps

source: M&inimal bitrate:
eu: Bit-tasa m&inimoa:
ko: 최소 비트레이트(&I):
zh_cn: 最小位速率(&I)：

source: Ma&ximal bitrate:
eu: Bit-tasa ma&ximoa:
ko: 최대 비트레이트(&X):
zh_cn: 最大位速率(&X)：

source: A&verage bitrate:
eu: Batazbesteko bit-tasa:
ko: 평균 비트레이트(&V):
zh_cn: 平均位速率(&V)：

source: Vorbis &Quality Setting
eu: Vorbis &kalitate ezarpenak
ko: Vorbis 품질 설정(&Q)
zh_cn: Vorbis 质量设置(&Q)

source: You can set the quality of the encoded stream here. A higher value implies a higher quality but encodes slower.
eu: Hemen kodetutako korrontearen kalitatea ezarri dezakezu. Balio altuagoa batek kalitate handiagoa eta kodeketa motelagoa adierazten du.
ko: 인코딩된 스트림의 품질을 설정할 수 있습니다. 높은 값은 높은 품질을 의미하지만 인코딩이 느려집니다.
zh_cn: 您可以在此设置编码流的质量。较高的值代表质量较高，但编码较慢。

source: Higher is better but slower
eu: Altuagoa hobea da baina motelagoa
ko: 높을수록 좋지만 느립니다
zh_cn: 越高越好，但也越慢

source: Options
eu: Aukerak
ko: 설정
zh_cn: 选项

source: Add &track information
eu: Gehitu &pista informazioa
ko: 트랙 정보 추가(&T)
zh_cn: 添加音轨信息(&T)

source: Add a description of the song to the file header. This makes it easy for the user to get advanced song information shown by his media player. You can get this information automatically via the Internet. Look at the <i>"CDDB Retrieval"</i> control module for details.
eu: Gehitu abestiaren deskribapen bat fitxategi-goiburuari. Honek abestiaren informazio aurreratua euskarri erreprodukziogailuetan erakustea errazten du. Informazio hau automatikoki Internet-en bidez lor dezakezu. Ikus ezazu <i>CDDB eskuraketa</i> kontrol modulua xehetasuneterako.
ko: 파일 헤더에 노래에 관한 정보를 추가합니다. 미디어 재생기를 통해서 노래 정보를 쉽게 가져올 수 있도록 도와줍니다. 이 정보는 인터넷을 통해서 얻을 수 있습니다. "CDDB 가져오기" 제어 모듈을 참고하십시오.
zh_cn: 在文件头添加歌曲描述。这使得用户在媒体播放机中显示歌曲的高级信息更加方便。您可以从 Internet 上自动获取此信息。请查看<i>“CDDB 获取”</i>控制模块中的细节。

source: Vorbis Encoding Quality or Bitrate
eu: Vorbis kodeketa kalitatea edo bit-tasa
ko: Vorbis 인코딩 품질 또는 비트레이트
zh_cn: Vorbis 编码质量或位速率

source: Minimal bitrate specified
eu: Zehaztutako bit-tasa minimoa
ko: 최소 비트레이트 지정됨
zh_cn: 指定了最小位速率

source: Maximal bitrate specified
eu: Zehaztutako bit-tasa maximoa
ko: 최대 비트레이트 지정됨
zh_cn: 指定了最大位速率

source: Average bitrate specified
eu: Zehaztutako batazbesteko bit-tasa
ko: 평균 비트레이트 지정됨
zh_cn: 指定了平均位速率

source: Add Comments
eu: Gehitu iruzkinak
ko: 주석 추가
zh_cn: 添加注释

source: Quality
eu: Kalitatea
ko: 품질
zh_cn: 质量

source: Minimal bitrate
eu: Bit-tasa minimoa
ko: 최소 비트레이트
zh_cn: 最小位速率

source: maximal bitrate
eu: bit-tasa maximoa
ko: 최대 비트레이트
zh_cn: 最大位速率
