Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/fileviewsvnplugin.po
Languages: fi, gl, sk

# @item:inmenu
source: SVN Update
fi: SVN-päivitys
gl: Actualizar do SVN
sk: SVN aktualizácia

# @item:inmenu
source: Show Local SVN Changes
fi: Näytä paikalliset SVN-muutokset
gl: Mostrar os cambios locais de SVN
sk: Zobraziť miestne SVN zmeny

# @item:inmenu
source: SVN Commit...
fi: SVN Commit-toiminto…
gl: Remitir a SVN…
sk: SVN potvrdiť...

# @item:inmenu
source: SVN Add
fi: SVN lisää
gl: Engadir ao SVN
sk: SVN pridať

# @item:inmenu
source: SVN Delete
fi: SVN poista
gl: Eliminar do SVN
sk: SVN vymazať

# @item:inmenu
source: Show SVN Updates
fi: Näytä SVN-päivitykset
gl: Mostrar actualizacións de SVN
sk: Zobraziť aktualizácie SVN

# @info:status
source: SVN status update failed. Disabling Option "Show SVN Updates".
fi: SVN-tilapäivitys epäonnistui. Otetaan pois käytöstä valitsin ”Näytä SVN-päivitykset”.
gl: Non foi posíbel actualizar o estado de SVN. Desactivando a opción «Mostrar actualizacións de SVN».
sk: Aktualizácia SVN stavu zlyhala. Zakazujem možnost "Zobraziť SVN aktualizácie".

# @info:status
source: Updating SVN repository...
fi: Päivitetään SVN-tietokantaa…
gl: Actualizando o repositorio SVN…
sk: Aktualizácia SVN repozitára...

# @info:status
source: Update of SVN repository failed.
fi: SVN-tietokannan päivitys epäonnistui.
gl: Non foi posíbel actualizar o repositorio SVN.
sk: Aktualizácia SVN repozitára zlyhala.

# @info:status
source: Updated SVN repository.
fi: Päivitetty SVN-tietokanta.
gl: Actualizouse o repositorio SVN.
sk: SVN repozitár aktualizovaný.

# @label
source: Description:
fi: Kuvaus:
gl: Descrición:
sk: Popis:

# @title:window
source: SVN Commit
fi: SVN Commit-toiminto
gl: Remisión a SVN
sk: SVN potvrdenie:

# @action:button
source: Commit
fi: Commit-toiminto
gl: Remitir
sk: Potvrdiť

# @info:status
source: Commit of SVN changes failed.
fi: SVN-muuutosten commit-toiminto epäonnistui.
gl: Non foi posíbel remitir os cambios de SVN.
sk: Potvrdenie SVN zmien zlyhalo.

# @info:status
source: Committing SVN changes...
fi: Suoritetaan commit-toiminto SVN-muutoksiin…
gl: Remitindo os cambios de SVN…
sk: Potvrdzovanie SVN zmien...

# @info:status
source: Committed SVN changes.
fi: SVN-muutokset, joille on suoritettu commit-toiminto.
gl: Remitíronse os cambios de SVN.
sk: SVN zmeny potvrdené.

# @info:status
source: Adding files to SVN repository...
fi: Lisätään tiedostoja SVN-tietokantaan…
gl: Engadindo ficheiros ao repositorio SVN…
sk: Pridávanie súborov do SVN repozitára...

# @info:status
source: Adding of files to SVN repository failed.
fi: Tiedostojen lisääminen SVN-tietokantaan epäonnistui.
gl: Non foi posíbel engadir ficheiros ao repositorio SVN.
sk: Pridanie súborov do SVN repozitára zlyhalo.

# @info:status
source: Added files to SVN repository.
fi: Lisätty tiedostoja SVN-tietokantaan.
gl: Engadíronse os ficheiros ao repositorio SVN.
sk: Súbory pridané so SVN repozitára.

# @info:status
source: Removing files from SVN repository...
fi: Poistetaan tiedostoja SVN-tietokannasta…
gl: Eliminando ficheiros do repositorio SVN…
sk: Odstraňovanie súborov z SVN repozitára...

# @info:status
source: Removing of files from SVN repository failed.
fi: Tiedostojen poistaminen SVN-tietokannasta epäonnistui.
gl: Non foi posíbel eliminar os ficheiros do repositorio SVN.
sk: Odstránenie súborov z SVN repozitára zlyhalo.

# @info:status
source: Removed files from SVN repository.
fi: SVN-tietokannasta poistetut tiedostot.
gl: Elimináronse os ficheiros do repositorio SVN.
sk: Súbory odstránené z SVN repozitára.

source: Show updates
fi: Näytä päivitykset
gl: Mostrar actualizacións
sk: Zobraziť aktualizácie
