Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kcachegrind_qt.po
Languages: hu, kk

source: (No Source)
hu: (Nincsen forrás)
kk: (Көзі жоқ)

source: There is no cost of current selected type associated
hu: Az aktuálisan kiválasztott típusnak, amely össze van kapcsolva, nincsen költsége
kk: Таңдалғн түріне тағайындалған баға жоқ.

source: with any source line of this function in file
hu: Ennek a függvénynek bármely forrás sorával a fájlban
kk: файлдғы осы функцияның әрбір жолымен

source: Thus, no annotated source can be shown.
hu: Ezért, nincsen megjeleníthető magyarázatos forrás.
kk: Сонымен, мазмұнды бастапқы коды көрсетуге келмейді.

source: Source ('%1')
hu: Forrás ('%1')
kk: Көзі ('%1')

source: --- Inlined from '%1' ---
hu: --- Helyben kifejtve innen '%1' ---
kk: --- '%1' дегеннен алынып енгізілген ---

source: --- Inlined from unknown source ---
hu: --- Helyben kifejtve ismeretlen forrásból ---
kk: --- Беймәлім көзден алынып енгізілген ---

source: There is no source available for the following function:
hu: Nincsen elérhető forrás a következő függvényre:
kk: Мына функцияның бастапқы коды жоқ:

source: This is because no debug information is present.
hu: Ez azért van, mert nincsen pillanatnyilag debug információ.
kk: Себебі - жөндеу мәліметі жоқтығы.

source: Recompile source and redo the profile run.
hu: Forrás újrafordítása és a profil futtatásának megismétlése.
kk: Бастапқыдан қайта компиляциялап, профилдеуін қайталаңыз.

source: The function is located in this ELF object:
hu: A függvény, mely ebben az ELF objektumban helyezkedik el:
kk: Функциясы мына ELF объектінде:

source: This is because its source file cannot be found:
hu: Ez azért van, mert a forrás fájlja nem található:
kk: Себебі - оның бастапқы файлы табылмағанда:

source: Add the folder of this file to the source folder list.
hu: Ennek a fájlnak a mappájának a hozzáadása a forrás mappa listához.
kk: Бұл файл жатқан қапшығын бастапқы код қапшықтарының тізіміне қосыңыз.

source: The list can be found in the configuration dialog.
hu: A lista a konfigurációs párbeszédben található.
kk: Тізімін баптау диалогында табуға болады.

source: Stack Selection
hu: Verem kiválasztás
kk: Стекті таңдау

source: Cost2
hu: Költség2
kk: Баға2

source: Move to Top
hu: Felülre mozgatás
kk: Жоғарға жылжыту

# Move to Top
source: Top
hu: Felső
kk: Жоғарғы

source: Move to Right
hu: Jobbra mozgatás
kk: Оңға жылжыту

# Move to Right
source: Right
hu: Jobb
kk: Оңға

source: Move to Bottom
hu: Lentre mozgatás
kk: Төменге жылжыту

# Move to Bottom
source: Bottom
hu: Lent
kk: Төменге

source: Move to Bottom Left
hu: Bal alulra mozgatás
kk: Сол жақ төменге жылжыту

# Move to Bottom Left
source: Bottom Left
hu: Bal alsó
kk: Төменгі сол жаққа

source: Move Area To
hu: Terület mozgatása
kk: Аумағын мына жаққа жылжыту:

source: Hide This Tab
hu: Ezen lap elrejtése
kk: Қойындыны жасыру

source: Hide Area
hu: Terület elrejtése
kk: Аумақты жасыру

# Show on Top
source: Top
hu: Felső
kk: Жоғарғы

# Show on Right
source: Right
hu: Jobb
kk: Оңға

# Show on Bottom
source: Bottom
hu: Alsó
kk: Төменге

# Show on Bottom Left
source: Bottom Left
hu: Bal alsó
kk: Төменгі сол жаққа

source: Show Hidden On
hu: Rejtettek megjelenítése
kk: Жасырылғанды көрсету

source: (No profile data file loaded)
hu: (Nincsen profil adat fájl betöltve)
kk: (Профиль дерек файлы жүктелмеген)

source: Types
hu: Típusok
kk: Түрлері

source: Callers
hu: Hívók
kk: Шақырушылар

source: All Callers
hu: Az összes hívó
kk: Бүкіл шақырушылар

source: Callee Map
hu: Hívási térkép
kk: Шақырылатынын картасы

source: Source Code
hu: Forráskód
kk: Бастапқы коды

source: Parts
hu: Részek
kk: Бөліктер

source: Callees
hu: Hívók
kk: Шақырылатындар

source: Call Graph
hu: Hivási grafikon
kk: Шақыру графы

source: All Callees
hu: Az összes hívó
kk: Бүкіл шақырылатындар

source: Caller Map
hu: Hívó térkép
kk: Шақырушы картасы

source: Machine Code
hu: Gépi kód
kk: Ассемблер коды

source: <b>Information Tabs</b><p>This widget shows information for the currently selected function in different tabs: <ul><li>The Costs tab shows a list of available event types and the inclusive and self-costs related to these types.</li><li>The Parts tab shows a list of trace parts if the trace consists of more than one part (otherwise, this tab is hidden). The cost of the selected function spent in the different parts together with the calls happening is shown.</li><li>The Call Lists tab shows direct callers and callees of the function in more detail.</li><li>The Coverage tab shows the same as the Call Lists tab, but also shows indirect callers and callees, not just direct ones.</li><li>The Call Graph tab shows a graphical visualization of the calls made by this function.</li><li>The Source Code tab presents annotated source code if debugging information and the source file are available.</li><li>The Machine Code tab presents annotated assembly instructions if profile information at instruction level is available.</li></ul>For more information, see the <em>What's This?</em> help of the corresponding tab widget.</p>
kk: <b>Ақпаратты қойындылар</b><p>Бұл виджет бірнеше қойындыларында таңдалған функциясынға қатысты ақпарат береді,сол қатарда: <ul><li>Бағалары деген қойынды бар оқиға түрлерінің тізімін жалпы және өзінің бағасымен бірге келтіреді.</li> <li>Бөліктер дегені, егерде қадағалама бірнеше бөліктерінен тұрса, ол бөліктерінің тізімін көрсетеді(әйтпесе бұл қойынды жасырылады). Таңдалған функция түрлі бөліктердегі бағасын, және ол бұнда қанша рет шақырылғаны туралы мәлімет те келтіріледі.</li> <li>Шақыру тізімі қойындысы тікелей шақырушы мен шақырылған функцияларды егжей-тегжейді түрде тізімдейді.</li> <li>Қамту қойындысы Шақыру тізімі секілдей, бірақ, тікелей шақырылымдармен шектелмей, жанама шақыруларын да көрсетеді.</li> <li>Шақыру графы деген осы функция жасаған шақырудың графикалық түрде көрсетуі.</li> <li>The Source Code tab presents annotated source code if debugging information and the source file are available.</li><li>The Machine Code tab presents annotated assembly instructions if profile information at instruction level is available.</li></ul>Толығырақ мәліметті керек қойнды виджеттің <em>Бұл не?</em> көмегінен қараңыз.</p>

source: (No function selected)
hu: (Nincsen funkció kiválasztva)
kk: (Функция таңдалмаған)

source: No description available
hu: Nincsen elérhető leírás
kk: Сипаттамасы жоқ

source: Text %1
hu: %1 szöveg
kk: %1 мәтіні

source: Recursive Bisection
hu: Rekurzív felezés
kk: Рекурсивті қақ бөлу

source: Columns
hu: Oszlopok
kk: Бағандар

source: Rows
hu: Sorok
kk: Жолдар

source: Always Best
hu: Mindig a legjobbat
kk: Әрқашанда шақтау

source: Best
hu: Legjobb
kk: Шақтау

source: Alternate (V)
hu: Alternatív (V)
kk: Кезектестіру (тігінен)

source: Alternate (H)
hu: Alternatív (H)
kk: Кезектестіру (жатығынан)

source: Horizontal
hu: Horizontális
kk: Жатық

source: Vertical
hu: Vertikális
kk: Тік
