Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kcachegrind_qt.po
Languages: hu, kk

source: Import filter for Cachegrind/Callgrind generated profile data files
hu: Importszűrő a Cachegrind/Callgrind által generált profilfájlokhoz
kk: Cachegrind/Callgrind жасаған профиль файлдарын импорттау сүзгісі

source: Invalid Context
hu: Érvénytelen összefüggés
kk: Контексті дұрыс емес

source: Unknown Context
hu: Ismeretlen összefüggés
kk: Контексті беймәлім

source: Part Source Line
hu: Részleges forrás sor
kk: Көз жолының бөлшегі

source: Source Line
hu: Forrás sor
kk: Көз жолы

source: Part Line Call
hu: Részleges sor hívás
kk: Көз жолының шақыруы

source: Line Call
hu: Sor hívás
kk: Жолын шақыруы

source: Part Jump
hu: Részleges ugrás
kk: Бөлік араларында ауысу

source: Jump
hu: Ugrás
kk: Секіріп ауысу

source: Part Instruction
hu: Részleges utasítás
kk: Бөлік нұсқауы

source: Instruction
hu: Utasítás
kk: Нұсқауы

source: Part Instruction Jump
hu: Részleges utasítás ugrás
kk: Бөлік-ара ауысу нұсқауы

source: Instruction Jump
hu: Utasítás ugrás
kk: Секіріп ауысу нұсқауы

source: Part Instruction Call
hu: Részleges utasítás hívás
kk: Бөлік шақыру нұсқауы

source: Instruction Call
hu: Utasítás hívás
kk: Шақыру нұсқауы

source: Part Call
hu: Részleges hívás
kk: Бөлік шақыруы

source: Call
hu: Hívás
kk: Шақыру

source: Part Function
hu: Részleges funkció
kk: Бөлік фукциясы

source: Function Source File
hu: Függvény forrás fájl
kk: Функцияның бастапқы файлы

source: Function
hu: Függvény
kk: Функция

source: Function Cycle
hu: Függvény ciklus
kk: Функция циклі

source: Part Class
hu: Részleges osztály
kk: Бөлік класы

source: Class
hu: Osztály
kk: Класс

source: Part Source File
hu: Részleges forrás fájl
kk: Бөліктің бастапқы файлы

source: Source File
hu: Forrás fájl
kk: Бастапқы файлы

source: Part ELF Object
hu: Részleges ELF objektum
kk: Бөліктің ELF объекті

source: ELF Object
hu: ELF objektum
kk: ELF объекті

source: Profile Part
hu: Profil részlet
kk: Профиль бөлшегі

source: Program Trace
hu: Program követés
kk: Қадғалау хаттамасы

source: %1 from %2
hu: %1 %2-ből
kk: %2 дегеннен %1

source: (unknown)
hu: (ismeretlen)
kk: (беймәлім)

source: Instruction Fetch
hu: Utasításelérés
kk: Нұсқауын алуы

source: Data Read Access
hu: Adat olvasási hozzáférés
kk: Деректі оқу құқығы

source: Data Write Access
hu: Adat írási hozzáférés
kk: Деректі жазу құқығы

source: L1 Instr. Fetch Miss
hu: L1 Utasítás fetch hiány
kk: L1 нұсқ. алынбаған

source: L1 Data Read Miss
hu: L1 Adat olvasási hiány
kk: L1 дерегі оқылмаған

source: L1 Data Write Miss
hu: L1 Adat írási hiány
kk: L1 дерегі жазылмаған

source: L2 Instr. Fetch Miss
hu: L2 Utasítás fetch hiány
kk: L2 нұсқ. алынбаған

source: L2 Data Read Miss
hu: L2 Adat olvasási hiány
kk: L2 дерегі оқылмаған

source: L2 Data Write Miss
hu: L2 Adat írási hiány
kk: L2 дерегі жазылмаған

source: LL Instr. Fetch Miss
hu: LL Utasítás fetch hiány
kk: LL нұсқ. алынбаған

source: LL Data Read Miss
hu: LL Adat olvasási hiány
kk: LL дерегі оқылмаған

source: LL Data Write Miss
hu: LL Adat írási hiány
kk: LL дерегі жазылмаған

source: L1 Miss Sum
hu: L1 hiányösszeg
kk: L1 қосындысы жоқ

source: L2 Miss Sum
hu: L2 hiányösszeg
kk: L2 қосындысы жоқ

source: Last-level Miss Sum
hu: Last-level hiányösszeg
kk: Соңғы деңгей (LL) қосындысы жоқ

source: Indirect Branch
hu: Indirekt elágazás
kk: Жанама тармақ

source: Mispredicted Ind. Branch
hu: Hibásan feltételezett indirekt elágazás
kk: Жан. тармақтың қате болжамы

source: Conditional Branch
hu: Feltételes elágazás
kk: Шартты тармақ

source: Mispredicted Cond. Branch
hu: Hibásan feltételezett feltételes elágazás
kk: Шарт тармақтың қате болжамы

source: Mispredicted Branch
hu: Hibásan feltételezett elágazás
kk: Тармақтың қате болжамы

source: Global Bus Event
hu: Globális busz esemény
kk: Глобалды шина оқиғасы

source: Samples
hu: Minták
kk: Мысалдар

source: System Time
hu: Rendszer idő
kk: Жүйелік уақыт

source: User Time
hu: Felhasználó idő
kk: Пайдаланушының уақыты

source: Cycle Estimation
hu: Ciklusbecslés
kk: Цикл бағалауы

source: (no caller)
hu: (nincsen hívó)
kk: (шақырусыз)

source: %1 via %2
hu: %1 %2- keresztül
kk: %2 арқылы %1

source: (no callee)
hu: (nincsen hívó)
kk: (шақырылатыны жоқ)

source: (global)
hu: (globális)
kk: (глобалды)

source: (not found)
hu: (nem található)
kk: (табылмады)

source: Recalculating Function Cycles...
hu: Funkció ciklusok újra számítása...
kk: Функция циклдерін есептеп шығу...

source: Call(s) from %1
hu: Hivás(ok) %1-től
kk: %1 дегеннен шақыру

source: Call(s) to %1
hu: Hívás(ok) %1-re
kk: %1 дегенді шақыру

source: (unknown call)
hu: (ismeretlen hívás)
kk: (беймәлім шақыру)

source: <b>Call Graph around active Function</b><p>Depending on configuration, this view shows the call graph environment of the active function. Note: the shown cost is <b>only</b> the cost which is spent while the active function was actually running; i.e. the cost shown for main() - if it is visible - should be the same as the cost of the active function, as that is the part of inclusive cost of main() spent while the active function was running.</p><p>For cycles, blue call arrows indicate that this is an artificial call added for correct drawing which actually never happened.</p><p>If the graph is larger than the widget area, an overview panner is shown in one edge. There are similar visualization options to the Call Treemap; the selected function is highlighted.</p>
hu: <b>Hívási grafikon az aktív függvénynél</b><p>A beállításoktól függően az aktív függvény hívási grafikonját jeleníti meg. Megjegyzés: a megjelenített költség <b>csak az a költség</b>, amely az aktív függvény futása közben történt. Például a main() függvénynél megjelenő költségnek - ha az látható - ugyanannak kell lennie, mint az aktív függvényé, mert az része a main() költségének, amíg a függvény fut.</p><p>Ciklusok előfordulása esetén kék nyilak jelzik, hogy ez egy virtuális hívás a megfelelő megjeleníthetőség érdekében (de valójában nem történt meg).</p><p>Ha a grafikon nagyobb lenne, mint a grafikus elem területe, nézeti ablak jelenik meg az egyik szélnél. Hasonló megjelenítési opciók vannak a hívási fastruktúránál: a kijelölt függvény ki van emelve.</p>
kk: <b>Белсенді функцияның айналасындағы шақырулар графы</b><p> Конфигурациясына қарай, бұл көріністе белсенді функцияның шақыру граф айналасы көрсетіледі. Көрсетілген бағасы белсенді функцияның <b>тек</b> шын бағасын көрсетеді, яғни егер main() көрінетін болса, ол белсенді функциясының бағасына тең болады, өйткені ол main() функциясының бағасына, белсенді функция жегілгенде, кірген.</p><p>Циклдері үшін, көк шақыру жебелері, суретін түзету үшін қосылған, шынында болмаған жасанды шақырулары.</p><p>Граф виджеттің өрісінен үлкен болса, оның шетінде толық көрсету тетігі шығарылады. Сонымен қатар, таңдалған функцияны белгілеп, шақырулар бұтағы түрінде графты көрсететін амалы бар. Түсінсем бүйырмасын.</p>

source: Warning: a long lasting graph layouting is in progress. Reduce node/edge limits for speedup.
hu: Figyelmeztetés: egy sokáig tartó grafikus layout folyamatban van. Csomópont/szél korlátok csökkentése a felgyorsításért.
kk: Ескерту: ұзақ графты жинақтауы етіліп жатыр. Жылдамдату үшін түйін/шектерін шектеңіз.

source: Layouting stopped.
hu: Layout készítés leállítva.
kk: Жинқтауы тоқталды.

source: The call graph has %1 nodes and %2 edges.
hu: A hívó grafikonnak %1 csomópontja és %2 széle van.
kk: Шақырылған граф %1 түйін, %2 шектен тұрады.

source: No graph available because the layouting process failed.
hu: Nincsen elérhető grafikon, mert a layout készítő folyamat nem sikerült.
kk: Жинақтау жаңылысы себебінен графы жоқ.

source: Trying to run the following command did not work: '%1'
hu: A következő parancs futtatása nem működik: %1'
kk: Мына команданы жегу әрекеті болмады: '%1'

source: Please check that 'dot' is installed (package GraphViz).
hu: Kérem ellenőrizze le, hogy a 'dot' telepítve van (GraphViz csomag).
kk: 'dot' орнатылғанын тксеріңіз (GraphViz дестесінен).

source: No item activated for which to draw the call graph.
hu: Nincs olyan elem aktíválva, amelyre ki lehetne rajzolni a hívási grafikont.
kk: Шақырылған графын салатындары белсендетілмеді.

source: No call graph can be drawn for the active item.
hu: Nincs olyan hívási grafikon, amelyet ki lehet rajzolni az aktuális elemre.
kk: Белсенді аталымға графын салуға болмайды

source: Error running the graph layouting tool.
hu: Hiba történt a grafikon layout készítő eszközének futtatásakor.
kk: Графты жинақтау құралын жегу қатесі.

source: There is no call graph available for function '%1' because it has no cost of the selected event type.
hu: Nincsen elérhető hívási grafikon a funkcióra. '%1' mert a kiválasztott esemény típusnak költsége.
kk: '%1' функция үшін графты шақыруы болмады, өйткені таңдалған оқиға түрінің бағасы жоқ.

source: Caller Depth
hu: Hívó mélység
kk: Шақыру тереңдігі

source: Unlimited
hu: Korlátlan
kk: Шектелмеген

# None
source: Depth 0
hu: Mélység 0
kk: тереңдігі: 0

source: max. 2
hu: maximum 2
kk: шегі: 2

source: max. 5
hu: maximum 5
kk: шегі: 5

source: max. 10
hu: maximum 10
kk: шегі: 10

source: max. 15
hu: maximum 15
kk: шегі: 15

source: Callee Depth
hu: Hívó mélység
kk: Шақырылатынын тереңдігі

source: Min. Node Cost
hu: Minimum csomópont költség
kk: Мин. түйін бағасы

source: No Minimum
hu: Nincsen minimum
kk: Минимумы жоқ

source: Min. Call Cost
hu: Minimális hívási költség
kk: Мин. шақыру бағасы

source: Same as Node
hu: Ugyanaz, mint a csomópont
kk: Түйіндегіндей

source: 50 % of Node
hu: A csomópont 50 %-a
kk: Түйіндегінен 50%

source: 20 % of Node
hu: A csomópont 20%-a
kk: Түйіндегінен 20%

source: 10 % of Node
hu: A csomópont 10%-a
kk: Түйіндегінен 10%

source: Birds-eye View
hu: Madár szem nézet
kk: Ұшқан құс көзімен қарағанда

source: Top Left
hu: Bal felső
kk: Жоғары сол жақ

source: Top Right
hu: Jobb felső
kk: Жоғары оң жақ

source: Bottom Left
hu: Bal alsó
kk: Төменгі сол жақ

source: Bottom Right
hu: Jobb alsó
kk: Төменгі оң жақ

source: Automatic
hu: Automatikus
kk: Авто

source: Hide
hu: Elrejtés
kk: Жасыру

source: Layout
kk: Орналасуы

source: Top to Down
hu: Fentről le
kk: Жоғардан төмеге

source: Left to Right
hu: Balról jobbra
kk: Солдан оңға

source: Circular
hu: Cirkuláris
kk: Дөнгелек

source: Go to '%1'
hu: '%1'-re ugrás
kk: '%1' дегенге өту

source: Stop Layouting
hu: Layout készítés leállítása
kk: Орналастыруды тоқтату

source: Export Graph
hu: Grafikon exportálása
kk: Графты экспорттау

source: As DOT file...
hu: Mint egy DOT fájl...
kk: DOT файл ретінде...

source: As Image...
hu: Képként...
kk: Кескін ретінде...

source: Graph
hu: Grafikon
kk: График

source: Arrows for Skipped Calls
hu: Nyilak a kihagyott hívásokra
kk: Өткізіп жіберілген шақырулардың жебелері

source: Inner-cycle Calls
hu: Belső ciklus hívások
kk: Ішкі-цикл шақырулар

source: Cluster Groups
hu: Csoportok
kk: Топтар шоғыры

source: Visualization
hu: Vizualizáció
kk: Көрсету

source: Compact
hu: Kompakt
kk: Ықшамды

source: Normal
hu: Normál
kk: Қалыпты

source: Tall
hu: Beszéd
kk: Биік

source: Export Graph As DOT file
hu: Grafikon exportálása DOT fájlként
kk: Графты DOT файл қылып экспорттау

source: Export Graph As Image
hu: Grafikon exportálása képként
kk: Графты кескін файлы қылып экспорттау

source: Images (*.png *.jpg)
hu: Képek (*.png *.jpg)
kk: Кескіндер (*png *.jpg)

source: (active)
hu: (aktív)
kk: (белсенді)

# Name
source: A thing's name
hu: Egy dolog neve
kk: Бірдемнің атауы

source: Cost
hu: Költség
kk: Бағасы

source: Location
hu: Elhelyezkedés
kk: Орны

source: Calls
hu: Hívások
kk: Шақырулар

source: <b>Caller Map</b><p>This graph shows the nested hierarchy of all callers of the current activated function. Each colored rectangle represents a function; its size tries to be proportional to the cost spent therein while the active function is running (however, there are drawing constraints).</p>
hu: <b>Hívó térkép</b><p>Ez a grafikon megjeleníti az aktuális, aktivált funkció összes hívójának beágyazott hierarchiáját Mindegyik színezett téglalap bemutat egy funkciót; annak mérete lehetőleg arányos a költségével az aktív funkció futása közben (pedig, vannak rajz korlátozók).</p>
kk: <b>Шақырушы картасы</b>Бұл граф, назардағы белсендетілген функцияның бүкіл шақырушыларын, бір біріне салынған иерархиясын көрсетеді. Әр түрлі-түсті тікбұрыш бір функцияны белгілейді; оның көлемі белсенді функция орындау бағасына сәйкесті (бірақ оны салу шектеулері бар).

source: <b>Call Map</b><p>This graph shows the nested hierarchy of all callees of the current activated function. Each colored rectangle represents a function; its size tries to be proportional to the cost spent therein while the active function is running (however, there are drawing constraints).</p>
hu: <b>Hívó térkép</b><p>Ez a grafikon megjeleníti az aktuális, aktivált funkció összes hívójának beágyazott hierarchiáját Mindegyik színezett téglalap bemutat egy funkciót; annak mérete lehetőleg arányos a költségével az aktív funkció futása közben (pedig, vannak rajz korlátozók).</p>
kk: <b>Шақыру картасы</b>Бұл граф, назардағы белсендетілген функцияның бүкіл шақыруларын, бір біріне салынған иерархиясын көрсетеді. Әр түрлі-түсті тікбұрыш бір функцияны белгілейді; оның көлемі белсенді функция орындау бағасына сәйкесті (бірақ оны салу шектеулері бар).

source: <p>Appearance options can be found in the in the context menu. To get exact size proportions, choose 'Hide incorrect borders'. As this mode can be <em>very</em> time consuming, you may want to limit the maximum drawn nesting level before. 'Best' determinates the split direction for children from the aspect ratio of the parent. 'Always Best' decides on remaining space for each sibling. 'Ignore Proportions' takes space for function name drawing <em>before</em> drawing children. Note that size proportions can get <em>heavily</em> wrong.</p><p>This is a <em>TreeMap</em> widget. Keyboard navigation is available with the left/right arrow keys for traversing siblings, and up/down arrow keys to go a nesting level up/down. <em>Return</em> activates the current item.</p>
hu: <p>A megjelenítést befolyásoló opciók a felbukkanó menüben találhatók. Ha azt szeretné, hogy a méretek a pontos arányokat tükrözzék, jelölje be 'A pontatlan szegélyek elrejtése' opciót. Ilyenkor a megjelenítés <em>nagyon lelassulhat</em>, ezért érdemes lekorlátozni a maximális mélységet. „A legmegfelelőbb” opció az alárendelt elemek osztási arányát határozza meg a szülőelem nézetarányából. A „Mindig a legjobb” esetén a program meghatározza az egymás mellé rendelt elemek területét. „Az arányok figyelmen kívül hagyása” esetén a szülőelemek helyfoglalása az alárendelt elemek kirajzolása <em>előtt</em> történik. A méretarányok <em>nagy mértékben</em> eltérhetnek a valóságostól.</p><p>Ez egy <em>fastruktúra-térkép</em> elem. A billentyűzet használata esetén a jobbra/balra nyilakkal lehet az egy szinten található elemek között mozogni, a fel és le nyilakkal pedig a felsőbb illetve alsóbb szintekre lehet lépni. Az aktuális elemet az <em>Enter</em> lenyomásával lehet aktiválni.</p>
kk: <p>Көрініс параметрлері контекстті мәзірінде табасыз. Өлшем сәйкестігін қамтамасыз ету үшін 'Дұрыс емес жиектерін салмау' дегенді таңдаңыз. Бұл режім <em>өте</em> көп уақыты алатын болған соң, алдымен бір-біріне салынуды көрсету деңгейін шектеуі мүмкін жөн болар. Амалдары: 'Шақтау' дегені еншілестерді бөлу бағытын аталықтың ара-қатынасына қарап анықтайды. 'Әрқашанда шақтау' деген әр еншілеске қалған орынға қарайды. 'Пропорцияларын сақтамау' функцияның атауына орының еншілесті салу <em>алдында</em> бөледі. Бұнда өлшем пропорциялары <em>өрескел</em> бұзылмақ.</p> <p>Бұл <em>Бұтақты карта</em> виджеті. Солға/Оңға пернелер көмегімен шарлауға болады, Жоғары/Төмен пернелері бір-біріне салыну деңгейін аралауға арналған. <em>Enter</em>-ді басып назардағы аталымды белсендетуге болады.</p>

source: Go To
hu: Ugrás
kk: Мынаған өту

source: Stop at Depth
hu: Leállítás mélységen
kk: Төқтайтын тереңдігі

source: No Depth Limit
hu: Nincs mélység korlát
kk: Тереңдігінің шегі жоқ

source: Depth 10
hu: 10-s mélység
kk: Тереңдігі: 10

source: Depth 15
hu: 15-s Mélység
kk: Тереңдігі: 15

source: Depth 20
hu: 20-s mélység
kk: Тереңдігі: 20

source: Depth of '%1' (%2)
hu: '%1' mélység (%2)
kk: '%1' (%2) тереңдігі

source: Decrement Depth (to %1)
hu: Csökkenő mélység (%1-hez)
kk: Тереңігін (%1 дейін) азайту

source: Increment Depth (to %1)
hu: Növekvő mélység (%1-hez)
kk: Тереңігін (%1 дейін) үлғайту

source: Stop at Function
hu: Leállítás funkcióra
kk: Тоқтайтын функциясы

source: No Function Limit
hu: Nincs funkció korlát
kk: Тоқтайтын функциясы жоқ

source: Stop at Area
hu: Leállítás területre
kk: Тоқтайтың аумақ

source: No Area Limit
hu: Nincs terület korlát
kk: Тоқтайтың аумақ жоқ

source: 100 Pixels
hu: 100 Pixel
kk: 100 пиксел

source: 200 Pixels
hu: 200 Pixel
kk: 200 пиксел

source: 500 Pixels
hu: 500 Pixel
kk: 500 пиксел

source: 1000 Pixels
hu: 1000 Pixel
kk: 1000 пиксел

source: Area of '%1' (%2)
hu: '%1' területe (%2)
kk: '%1' (%2) аумағы

source: Double Area Limit (to %1)
hu: Dupla területű korlát (%1-hez)
kk: Аумақ шегін екі еселеу (%1 дейін)

source: Half Area Limit (to %1)
hu: Fél terület korlát (%1-hez)
kk: Аумақ шегін жартылау (%1 дейін)

source: Split Direction
hu: Feldarabolási irány
kk: Бөлу бағыты

source: Skip Incorrect Borders
hu: Nem megfelelő határok kihagyása
kk: Дұрыс емес жиектерін салмау

source: Border Width
hu: Határ szélesség
kk: Жиегінің қалыңдығы

source: Border 0
hu: Határ 0
kk: Жиек 0

source: Border 1
hu: Határ 1
kk: Жиек 1

source: Border 2
hu: Határ 2
kk: Жиек 2

source: Border 3
hu: Határ 3
kk: Жиек 3

source: Draw Symbol Names
hu: Szimbólum nevek kirajzolása
kk: Символ атауларын салу

source: Draw Cost
hu: Költség kirajzolása
kk: Бағасын салу

source: Draw Location
hu: Elhelyezkedés kirajzolása
kk: Орнын салу

source: Draw Calls
hu: Hívások kirajzolása
kk: Шақыруларын салу

source: Ignore Proportions
hu: Arányok mellőzése
kk: Пропорцияларын сақтамау

source: Allow Rotation
hu: Forgatás engedélyezése
kk: Бұрылысты рұқсат ету

source: Shading
hu: Árnyékolás
kk: Көлеңкелеу

source: Call Map: Current is '%1'
hu: Hívás térkép: '%1' az aktuális
kk: Шақырулар картасы: Қазіргісі - '%1'

source: (no function)
hu: (nincsen funkció)
kk: (функциясы жоқ)

source: (no call)
hu: (nincsen hívás)
kk: (шақыруы жоқ)

source: Cost per call
hu: Hívásonkénti költség
kk: Шақыруларға шаққан бағасы

source: Cost 2
hu: Költség 2
kk: 2-бағасы

source: Cost 2 per call
hu: Hívásonkénti költség 2
kk: Шақыруларға шаққан 2-бағасы

source: Count
hu: Számlálás
kk: Есебі

source: Caller
hu: Hívó
kk: Шақырушысы

source: Callee
hu: Hívó
kk: Шақырылатыны

source: <b>List of direct Callers</b><p>This list shows all functions calling the current selected one directly, together with a call count and the cost spent in the current selected function while being called from the function from the list.</p><p>An icon instead of an inclusive cost specifies that this is a call inside of a recursive cycle. An inclusive cost makes no sense here.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
hu: <b>A közvetlen meghívó függvények listája</b><p>Ebben a listában a kijelölt függvényt közvetlenül meghívó függvények nevei jelennek meg, a hívások számával és a kumulatív költséggel együtt (ezek csak a kijelölt függvényre érvényes értékek!).</p><p>Ha ikon látható a kumulatív költség helyett, az azt jelenti, hogy a hívás egy rekurzív cikluson belülre esik. Ilyenkor a kumulatív költségnek nincs értelme.</p><p>Ha kijelöl egy függvényt, akkor az megjelenik ezen az információs panelen. Ha két panel van (osztott módban), akkor helyette a másik panelben fog megjelenni.</p>
kk: <b>Тікелей шақырушылар тізімі</b><p>Бұл тізім таңдалған функцияны тікелей шақыратын функцияларды, неше рет шақырылған және сол таңдалған функциясы тізімдегі функция үшін қанша жұмыс істегені туралы мәліметімен қоса, көрсетеді.</p><p>Кірген бағасының орында таңбаша тұрса, ол бұл шақыру рекурсивті циклінің ішіндегісі деген сөз. Бұндайда кірген бағасын келтіруі жөнсіз.</p><p>Функцияны таңдағанда оның мәліметі осы ақпарат панелінде көрсетіле бастайды. Бұл панельдері екеу (Бөлінген күйде) болса, оның орына екінші панельдегі функция ауыстырылады.</p>

source: <b>List of direct Callees</b><p>This list shows all functions called by the current selected one directly, together with a call count and the cost spent in this function while being called from the selected function.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
hu: <b>A közvetlenül meghívott függvények listája</b><p>Ebben a listában az aktuális függvény által közvetlenül meghívott függvények listája látható, a hívások számával és a kumulatív költséggel együtt (ezek csak a kijelölt függvényre érvényes értékek!).</p><p>Ha kijelöl egy függvényt, akkor az megjelenik ezen az információs panelen. Ha két panel van (osztott módban), akkor helyette a másik panelben fog megjelenni.</p>
kk: <b>Тікелей шақырылғандар тізімі</b><p>Бұл тізім таңдалған функциядан тікелей шақырылған функцияларды, неше рет шақырылған және сол таңдаған функциясы үшін ол қанша жұмыс істегені туралы мәліметімен қоса, көрсетеді..</p><p>Функцияны таңдағанда оның мәліметі осы ақпарат панелінде көрсетіледі. Бұл панельдері екеу (Бөлінген түрде) болса, оның орына екінші панельдегі функция өзгереді.</p>

source: %1 per call
hu: Hívásonkénti %1
kk: Шақыруларға шаққан %1

source: Incl.
hu: Beleértve.
kk: Жалпы

source: Distance
hu: Távolság
kk: Қашықтық

source: Called
hu: Hívott
kk: Шақырылған

source: Self
hu: Saját maga
kk: Өзінің

source: Calling
hu: Hívó
kk: Шақыру
