Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kcachegrind_qt.po
Languages: hu, kk

source: <b>List of all Callers</b><p>This list shows all functions calling the current selected one, either directly or with several functions in-between on the stack; the number of functions in-between plus one is called the <em>Distance</em> (e.g. for function A,B,C there exists a call from A to C when A calls B and B calls C, i.e. A => B => C. The distance here is 2).</p><p>Absolute cost shown is the cost spent in the selected function while a listed function is active; relative cost is the percentage of all cost spent in the selected function while the listed one is active. The cost graphic shows logarithmic percentage with a different color for each distance.</p><p>As there can be many calls from the same function, the distance column sometimes shows the range of distances for all calls happening; then, in parentheses, there is the medium distance, i.e. the distance where most of the call costs happened.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
hu: <b>A meghívások listája</b><p>Ebben a listában a kiválasztott függvényre történő függvényhívások helyei látszanak, akár közvetlenül, akár közvetve, több közbeeső függvény segítségével. A közbeeső függvények száma <em>Távolság</em> néven látható (pl. ha adott egy A, B és C függvény, ahol A hívja B-t, B hívja C-t, azaz A => B => C, akkor A és C távolsága 2).</p><p>Az abszolút költség az a költség, amely az aktuális függvényen belül keletkezik, a listában kijelölt függvény végrehajtásakor. A relatív költség az abszolút költség aránya a teljes költséghez (a listában kijelölt függvény költsége az aktív függvényen belül). A költség logaritmikus skálázású százalékos értékként jelenik meg, úgy, hogy minden távolság más színnel van kirajzolva.</p><p>Egy függvényből számtalan hívás indulhat egy kiszemelt függvényre, ezért a Távolság oszlopban néha egy adott értéktartományba eső hívások adatai jelennek meg, zárójelben mutatva a közepes távolságot (amely tehát a hívások átlagos távolsága).</p><p>Ha kijelöl egy függvényt, akkor az megjelenik ezen az információs panelen. Ha két panel van (osztott módban), akkor helyette a másik panelben fog megjelenni.</p>
kk: <b>Бүкіл шақырушылар тізімі</b><p>Бұл таңдалған функцияны шақырған бүкіл функциялар тізімі. Бұнда тікелей шақырғандар да, арада бірнеше функция арқылы шақырғандары да бар, (стек кезегіндегі) арадағы функциялар саны плюс бір - <em>Қашықтық</em> деп аталады (мысалы,.A,B,C функциялар үшін, A функциясынан C функциясы шақырылса, A-дан B шақрылса әне B-дан C шақырылса, яғни, A => B => C. Бұндағы қашықтық: 2).</p><p>Көрсетілетін абсолютті бағасы - ол тізімделген функция белсенді болғандағы тандалған функцияның салыстырмалы бағасы - ол тізімделген функция белсенді болғандағы тандалған функция жұмсаған уақыттың пайызы.. Бағасының графигі, әрбір қашықтығы үшін, түрлі түстерімен, логарифмделген пайыздығын көрсетеді.</p><p>Бір функциядан екінші функцияны бірнеше рет шақыра алатын болғасын, қашықтық бағанында кейбірде болғандардың қашықтық аумағын көрсетеді, ал жақшада орташадағы қашықтығын, демек, ең коп шақырған қашықтықты көрсетеді.</p><p> Функцияны таңдағанда оның мәліметі осы ақпарат панелінде көрсетіледі. Бұл панельдері екеу (Бөлінген түрде) болса, оның орына екінші панельдегі функция өзгереді.</p>

source: <b>List of all Callees</b><p>This list shows all functions called by the current selected one, either directly or with several function in-between on the stack; the number of function in-between plus one is called the <em>Distance</em> (e.g. for function A,B,C there exists a call from A to C when A calls B and B calls C, i.e. A => B => C. The distance here is 2).</p><p>Absolute cost shown is the cost spent in the listed function while the selected is active; relative cost is the percentage of all cost spent in the listed function while the selected one is active. The cost graphic always shows logarithmic percentage with a different color for each distance.</p><p>As there can be many calls to the same function, the distance column sometimes shows the range of distances for all calls happening; then, in parentheses, there is the medium distance, i.e. the distance where most of the call costs happened.</p><p>Selecting a function makes it the current selected one of this information panel. If there are two panels (Split mode), the function of the other panel is changed instead.</p>
hu: <b>A meghívott függvények listája</b><p>Ebben a listában a kiválasztott függvényből kiinduló függvényhívások látszanak, akár közvetlenül, akár közvetve történnek, több közbeeső függvény segítségével. A közbeeső függvények száma <em>Távolság</em> néven látható (pl. ha adott egy A, B és C függvény, ahol A hívja B-t, B hívja C-t, azaz A => B => C, akkor A és C távolsága 2).</p><p>Az abszolút költség az a költség, amely az aktuális függvényen belül keletkezik, a listában kijelölt függvény végrehajtásakor. A relatív költség az abszolút költség aránya a teljes költséghez (a listában kijelölt függvény költsége az aktív függvényen belül). A költség logaritmikus skálázású százalékos értékként jelenik meg, úgy, hogy minden távolság más színnel van kirajzolva.</p><p>Egy függvényből számtalan hívás indulhat egy kiszemelt függvényre, ezért a Távolság oszlopban néha egy adott értéktartományba eső hívások adatai jelennek meg, zárójelben mutatva a közepes távolságot (amely tehát a hívások átlagos távolsága).</p><p>Ha kijelöl egy függvényt, akkor az megjelenik ezen az információs panelen. Ha két panel van (osztott módban), akkor helyette a másik panelben fog megjelenni.</p>
kk: <b>Бүкіл шақырылғандар тізімі</b><p>Бұл таңдалған функциядан шақырған бүкіл функциялар тізімі. Бұнда тікелей шақырғандар да, арада бірнеше функция арқылы шақырғандары да бар, (стек кезегіндегі) арадағы функциялар саны плюс бір - <em>Қашықтық</em> деп аталады (мысалы,.A,B,C функциялар үшін, A функциясынан C функциясы шақырылса, A-дан B шақрылса әне B-дан C шақырылса, яғни, A => B => C. Бұндағы қашықтық: 2).</p><p>Көрсетілетін абсолютті бағасы - ол тізімделген функция белсенді болғандағы тандалған функция салыстырмалы бағасы - ол тізімделген функция белсенді болғандағы тандалған функция салыстырмалы бағасының пайызы. Бағасының графигі, әрбір қашықтығы үшін, түрлі түстерімен, логарифмделген пайыздығын көрсетеді.</p><p>Бір функциядан екінші функцияны бірнеше рет шақыра алатын болғасын, қашықтық бағанында кейбірде болғандардың қашықтық аумағын көрсетеді, ал жақшада орташадағы қашықтығын, демек, ең коп шақырған қашықтықты көрсетеді.</p><p> Функцияны таңдағанда оның мәліметі осы ақпарат панелінде көрсетіледі. Бұл панельдері екеу (Бөлінген түрде) болса, оның орына екінші панельдегі функция өзгереді.</p>

source: Unknown Type
hu: Ismeretlen Típus
kk: Беймәлім түрі

source: Event Type
hu: Esemény típus
kk: Оқиға түрі

source: Short
hu: Rövid
kk: Қысқа

source: Formula
hu: Szabály
kk: Формула

source: <b>Cost Types List</b><p>This list shows all cost types available and what the self/inclusive cost of the current selected function is for that cost type.</p><p>By choosing a cost type from the list, you change the cost type of costs shown all over KCachegrind to be the selected one.</p>
hu: <b>Költség típusok lista</b><p>Ez a lista megmutatja az összes elérhető és költség típust és a kiválasztott funkciók ön/beleértett költségét arra a költség típusra.</p><p>Egy költség típus kiválasztása a listáról, megváltoztatja a költségek költség típusát a KCachegrind felett, amik ki vannak választva.</p>
kk: <b>Баға түрлерінің тізімі</b><p>Бұл тізімде қол жетерлік баға түрлерін және назардағы таңдалған функцияда өзінің немесе кірген бағасы есептелетінін көрсетеді.</p><p>Баға түрін тіізміен таңдағанда бүкіл KCachegrind бойы көрсетілетін бағалардың түрі таңдалған түріне ауысады.</p>

source: Set as Secondary Event Type
hu: Beállítás másodlagos esemény típusként
kk: Реті екінші оқиға түрі кылу

source: Hide Secondary Event Type
hu: Másodlagos esemény típus elrejtése
kk: Реті екінші оқиға түрін жасыру

source: Edit Long Name
hu: Hosszú név szerkesztése
kk: Толық атауын өзгерту

source: Edit Short Name
hu: Rövid név szerkesztése
kk: Қысқа атауын өзгерту

source: Edit Formula
hu: Szabály szerkesztése
kk: Формуланы өңдеу

source: Remove
hu: Eltávolítás
kk: Өшіру

source: New Event Type...
hu: Új esemény típus...
kk: Жаңа оқиға түрі...

source: New%1
hu: Új%1
kk: Жаңа%1

source: New Event Type %1
hu: Új esemény típus %1
kk: Жаңа оқиға түрі %1

source: (%1 function(s) skipped)
hu: (%1 függvény kihagyva)
kk: (%1 функция өткізіп жіберілген)

source: Function Profile
hu: Funkció profil
kk: Функция профилі

source: &Search:
hu: &Keresés:
kk: І&здейтіні:

source: Group
hu: Csoport
kk: Тобы

source: (No Grouping)
hu: (Nincsen csoportosítás)
kk: (Топтастырусыз)

source: <b>The Flat Profile</b><p>The flat profile contains a group and a function selection list. The group list contains all groups where costs are spent in, depending on the chosen group type. The group list is hidden when group type 'Function' is selected.</p><p>The function list contains the functions of the selected group (or all for 'Function' group type), ordered by the costs spent therein. Functions with costs less than 1% are hidden on default.</p>
hu: <b>A lapos profil</b><p>A lapos profil tartalmaz egy csoport és egy funkció kiválasztása listát. A csoprot lista tartalmazza az összes csoportot, amikre a költségek lettek költve, a kiválasztott csoport típusától függően. A csoport lista rejtettm amikor a csoport típus 'Funkció' ki van választva.</p><p>A funkció lista tartalmazza a kiválasztott csoportok (vagy az összes 'Funkció' csoport típus) funkcióit, a költségek alapján rendezve, amikbe kerültek. 1%-nál kisebb költségű funkciók el vannak rejtve alapértelmezetten.</p>
kk: <b>Жалпақ профилі</b><p>Жалпақ профиль - бір топтың не функцияның таңдау тізімі. Топ тізімі, таңдалған топқа тәуелді бүкіл жұмсалған функциялардан тұрады. Функция топ түрі таңдалса - топ тізімі жасырылады.</p><p>Функция тізімі - таңдалған топтың, осындағы бағасы ретімен көрсетілген функциялардан ('Функция' деген топ түрі таңдалса - бүкіл функциялардан) түрады. Бағасы 1% кем функциялар әдетте жасырылады.</p>

source: Grouping
hu: Csoportosítás
kk: Топтастыру

source: No Grouping
hu: Nincsen csoportosítás
kk: Топтастырусыз

source: Active call to '%1'
hu: Aktív hibás '%1'-re
kk: Белсенді '%1' шақыруы

source: Jump %1 of %2 times to 0x%3
hu: Ugrás 0x%3-ra %2 %1 alkalommal
kk: 0x%3 дегенге %2 реттен %1-рет ауысуы

source: Jump %1 times to 0x%2
hu: Ugrás 0x%2-re %1 alkalommal
kk: 0x%2 дегенге %1-рет ауысуы

source: (cycle)
hu: (ciklus)
kk: (цикл)

source: Hex
hu: Hexa
kk: Оналтылық

source: Assembly Instructions
hu: Assembly utasítások
kk: Ассемблер нұсқаулары

source: Source Position
hu: Forrás pozíció
kk: Бастапқы кодтағы орын

source: <b>Annotated Machine Code</b><p>The annotated machine code list shows the assembly instructions of the current selected function together with (self) cost spent while executing an instruction. If this is a call instruction, lines with details on the call happening are inserted into the source: the cost spent inside of the call, the number of calls happening, and the call destination.</p><p>The machine code shown is generated with the 'objdump' utility from the 'binutils' package.</p><p>Select a line with call information to make the destination function of this call current.</p>
kk: <b>Аңдатпаланған ассемблер коды</b><p>Аңдатпаланған ассемблер кодының тізімі таңдалған назардағы функцияның ассемблер нұсқауларын және олардың орындау бағасын көрсетеді. Ол call (шақыру) нұсқауы болса, егжей-тегжейімен, яғни орындау бағасы, шақырулар саны, шақырудың мақсаттты жерімен бірге көрсетіледі.</p><p>Ассемблер коды 'binutils' дестедегі 'objdump' утилитасымен шығарлады.</p><p>Шақыру мәліметті жолды таңдағанда, назар мақсатты функцияға ауысады.</p>

source: Go to Address %1
hu: %1 címre ugrás
kk: %1 адресіне өту

source: Hex Code
hu: Hexa kód
kk: Оналтылық коды

source: There is no instruction info in the profile data file.
hu: Nincsen utasítás információ a profil adat fájlban.
kk: Профиль дерек файлында нұсқау туралы ақпарат жоқ.

source: Tip: For Callgrind, rerun with option
hu: Tipp: Callgrindre, futassa újra opciókkal
kk: Ишара: Callgrind үшін, мына параметрімен қайта жегіңіз

source: To see (conditional) jumps, additionally specify
hu: Hogy lássa a (feltételes) ugrásokat, továbbá határozza meg
kk: Шартты (секіріп) өтулерін көру үшін мынаны қосыңыз

source: For annotated machine code, the following object file is needed:
hu: Magyarázatos gépi kódért, a következő fájl szükséges:
kk: Мазмұнды ассемблер коды болу үшін мына объектті файл керек:

source: This file can not be found.
hu: Ez a fájl nem található.
kk: Бұндай файл табылған жоқ.

source: There is an error trying to execute the command
hu: Hiba történt a parancs végrehajtásának megpróbálása közben
kk: Команданы орындау әрекеті қатеге апарып соқты

source: Check that you have installed 'objdump'.
hu: Ellenőrizze le, hogy telepítette az 'objdump'-t.
kk: 'objdump' орнатылғанын тексеріңіз.

source: This utility can be found in the 'binutils' package.
hu: Ez az eszköz a 'binutils' csomagban található.
kk: 'binutils' дестесінде бұл бағдарлама табылған жоқ.

source: (No Instruction)
hu: (Nincsen utasítás)
kk: (Нұсқауы жоқ)

source: This happens because the code of
hu: Ez történik a következő kód miatt
kk: Себебі - мынаның кодында,

source: does not seem to match the profile data file.
hu: Úgy tűnik, hogy nem egyezik a profil adat fájl.
kk: профиль файл дерегіне сәйкес келмейтін сияқты

source: Are you using an old profile data file or is the above mentioned
hu: Régi profil adat fájlt vagy a fentebb említettet használja
kk: Ескі профиль файлын қолданғансыз немесе жоғарда жазылғандай

source: ELF object from an updated installation/another machine?
hu: ELF objektum egy frissített telepítés/másik gépről?
kk: ELF - объекті жаңартылған орнатылымдан не басқа компьютерден бе?

source: There seems to be an error trying to execute the command
hu: Úgy tűnik, hogy egy hiba történt a parancs végrehajtásának megpróbálása közben
kk: Команданы орындау әрекеті қатеге апарып соққан сияқты.

source: Check that the ELF object used in the command exists.
hu: Ellenőrizze le, hogy a parancsban használt ELF objektum létezik-e.
kk: Командада қолданған ELF - объекті бар ма, тексеріңіз.

source: Profile Part %1
hu: Profil rész %1
kk: %1 профиль бөлшегі

source: (no trace)
hu: (nincsen követés)
kk: (қадағалау хаттамасыз)

source: (no part)
hu: (nincsen rész)
kk: (болшексіз)

source: (none)
hu: (semmi)
kk: (жоқ)

source: Parts Overview
hu: Részleges áttekintés
kk: Бөлшегін шолу

# A thing's name
source: Name
hu: Név
kk: Атауы

source: (no trace parts)
hu: (nincsenek követési részletek)
kk: (қадағалама бөліктері жоқ)

source: <b>The Parts Overview</b><p>A trace consists of multiple trace parts when there are several profile data files from one profile run. The Trace Part Overview dockable shows these, horizontally ordered in execution time; the rectangle sizes are proportional to the total cost spent in the parts. You can select one or several parts to constrain all costs shown to these parts only.</p><p>The parts are further subdivided: there is a partitioning and an callee split mode: <ul><li>Partitioning: You see the partitioning into groups for a trace part, according to the group type selected. E.g. if ELF object groups are selected, you see colored rectangles for each used ELF object (shared library or executable), sized according to the cost spent therein.</li><li>Callee: A rectangle showing the inclusive cost of the current selected function in the trace part is shown. This is split up into smaller rectangles to show the costs of its callees.</li></ul></p>
hu: <b>A nyomvonal-részek áttekintése</b><p>Egy nyomvonal több nyomvonalrészből áll, ha egy profilozási futtatásnál több nyomvonalfájl jön létre. A nyomvonalrész-áttekintő megmutatja ezeket, vízszintesen rendezve a végrehajtási idő szerint. A téglalapok mérete arányos a rész költségével. Ki lehet jelölni azokat a részeket, amelyek költségével szeretne foglalkozni.</p><p>Az egyes részek particionálással vagy kumulatív módon bonthatók tovább: <ul><li>Particionálás: a csoportok szerinti felbontás jeleníthető meg, a kiválasztott csoporttípusnak megfelelően. Ha például kijelöli az ELF objektumok csoportját, akkor színes téglalapok jelennek meg minden ELF objektumnál (osztott programkönyvtárnál és programfájlnál), a költségükkel arányos mérettel.</li><li>Meghívott: egy téglalap jelenik meg, mely a kiválasztott függvénynek a nyomvonalrészben keletkezett összesített költségét mutatja. A téglalap a meghívott függvények költségével arányos módon van tovább felosztva.</li></ul></p>
kk: <b>Хаттама бөлшектерін шолу</b><p>Бір профильдеу хаттмасы бірнеше файлға жазылса, ол көпбөлікті хаттама болады. Хаттама бөлшектерін шолу панелі бөлшектерін орындау уақыты бойынша реттелген, қатарлы,өлшемі жұмсалған уақтына сәйкесті тікбұрыштарымен көрсетеді. Бір не бірнеше бөліктерді таңдап, бағаларды осы бөшектерімен шектеуге болады.</p><p>Бөлшектерді одан әрі бөлуге болады: ол үшін Бөліктеу және Шақырылатыны бойынша бөлу режімдері бар: <ul><li>Бөліктеу: Хаттама бөлшегін таңдалған топ түрі бойынша жіктеп көрсету. Мысалы, ELF нысан тобы таңдалса, әрбір ELF нысан (ортақ жиын не орындалатын файл), өлшемі жұмсалған уақытына сәйкесті, түсті тікбұрышпен суреттеп көрсетіледі.</li><li>Шақырылатыны бойынша: Таңдалған функциясының хаттама бөлшегінде жалпы жұмсаған уақтына сәйкесті тікбұрышты көрсетеді. Бұл одан шақырған функциялар бойынша кішірек тікбұрыштарына тілінген түрде көрсетіледі.</li></ul></p>

source: Profile Part Overview: Current is '%1'
hu: Profil részlet áttekintés: az aktuális '%1'
kk: Профиль бөлшегін шолу: Шолуда - '%1'

source: Deselect '%1'
hu: '%1' kiválasztás törlése
kk: '%1' таңдауынан айну

source: Select '%1'
hu: '%1' kiválasztása
kk: '%1' дегенді таңдау

source: Select All Parts
hu: Az összes rész kiválasztása
kk: Бүкіл бөліктерін таңдау

source: Visible Parts
hu: Látható részek
kk: Көрінетін бөліктер

source: Hide Selected Parts
hu: Kiválasztott részek elrejtése
kk: Таңдалған бөліктерін жасыру

source: Show Hidden Parts
hu: Rejtett részek megjelenítése
kk: Жасырылған бөліктерін көрсету

source: Partitioning Mode
hu: Particionáló mód
kk: Бөліктеу режімі

source: Zoom Function
hu: Zoom funkció
kk: Масштабтау функциясы

source: Show Direct Calls
hu: Közvetlen hívások megjelenítése
kk: Тікелей шақыруларды көрсету

source: Increment Shown Call Levels
hu: Hívás szintek inkrementális megjelenítése
kk: Көрсететін шақыру тереңігін үлғайту

source: Diagram Mode
hu: Diagram mód
kk: Диаграмма режімі

source: Draw Names
hu: Rajz nevek
kk: Атауларын салу

source: Draw Costs
hu: Rajzolási költségek
kk: Бағаларын салу

source: Draw Frames
hu: Rajzolási keretek
kk: Қоршауларын салу

source: Hide Info
hu: Információ elrejtése
kk: Ақпаратын жасыру

source: Show Info
hu: Információ megjelenítése
kk: Ақпаратын көрсету

source: (no trace loaded)
hu: (nincsen követés betöltve)
kk: (қадағалама жүктелмеген)

source: Comment
hu: Megjegyzés
kk: Түсініктеме

source: <b>Trace Part List</b><p>This list shows all trace parts of the loaded trace. For each part, the self/inclusive cost of the current selected function, spent in the part, is shown; percentage costs are always relative to the total cost <em>of the part</em> (not to the whole trace as in the Trace Part Overview). Also shown are the calls happening to/from the current function inside of the trace part.</p><p>By choosing one or more trace parts from the list, the costs shown all over KCachegrind will only be the ones spent in the selected part(s). If no list selection is shown, in fact all trace parts are selected implicitly.</p><p>This is a multi-selection list. You can select ranges by dragging the mouse or use SHIFT/CTRL modifiers. Selection/Deselection of trace parts can also be done by using the Trace Part Overview Dockable. This one also supports multiple selection.</p><p>Note that the list is hidden if only one trace part is loaded.</p>
hu: <b>A nyomvonaldarabok listája</b><p>Ebben a listában a betöltött nyomvonal darabjai láthatók. Mindegyik darabnál megjelenik a kiválasztott függvényre eső önálló és kumulatív költség. A százalékos költségek mindig relatívak a <em>darab teljes költségéhez</em> (nem az egész nyomvonal költségéhez, mint az áttekintő nézetben). Megjelennek továbbá a kiválasztott függvényre irányuló és abból kiinduló függvényhívások költségei (a darabon belül).</p><p>Ha kiválaszt néhány nyomvonaldarabot a listából, akkor a KCachegrindban megjelenő költségeknél csak a darabokra eső hányadok jelennek meg. Ha nem látható kijelölés, akkor implicit módon az összes nyomvonaldarab ki lesz jelölve.</p><p>Ez egy többszörös kiválasztású lista, több tartomány is kijelölhető az egér és a Shift/Ctrl segítségével. A kiválasztások módosítása a nyomvonalrész-áttekintő elem segítségével is történhet (ott is lehet többszörös kijelölést használni).</p><p>A lista el van rejtve, ha csak egy darabból áll a nyomvonal.</p>
kk: <b>Қадағалау хаттама бөліктерінің тізімі</b><p>Бұл тізімінде жүктелген қадағалау хаттамасының бүкіл бөліктері көсетіледі. Әрбір бөлік үшін таңдалған фунциясының өзінің/жалпы бағасы көрсетледі, сондағы пайыздап келтірілген бағасы <em>бөлшегімен</em> салыстырып беріледі (Қадағалау хаттама бөлшегін шолуда керсінше, онда ол бүкіл хаттамасымен салыстырылады). Сонымен қатар, бөлік ішіндегі назардағы функцияны/фунциядан болған шақырулары да көрсетіледі.</p><p>Егерде тізімден бір не бірнеше бөлігі таңдалса, бүкіл KCachegrind тек қана осы бөліктеріне қатысты бағалрды көрсетеді Егерде таңдау жоқ деп көрсетілсе, онда бағалар бүкіл бөліктеріне қатысты.</p><p>Бұл бірнешесін таңдауға келетін тізім. Тышқанын қолданып, SHIFT/CTRL көмегімен, бірбірлеп не ауықымымен таңдай аласыз. Таңдау не одан шығару әрекетін Хаттама бөлшектерін шолу панеліде де істеуге болады. Онда да бірнешесін таңдауға болады.</p><p>Егерде бір ғана бөлігі жүктелсе болса, онда тізім жасырылады.</p>

source: Jump %1 of %2 times to %3
hu: %3-ra ugrás %2 %1 alkalommal
kk: %3 дегенге %2 реттен %1-рет ауысуы

source: Jump %1 times to %2
hu: Ugrás %2-re %1 alkalommal
kk: %2 дегенге %1-рет ауысуы

source: Source (unknown)
hu: Forrás (ismeretlen)
kk: Көзі (беймәлім)

source: <b>Annotated Source</b><p>The annotated source list shows the source lines of the current selected function together with (self) cost spent while executing the code of this source line. If there was a call in a source line, lines with details on the call happening are inserted into the source: the cost spent inside of the call, the number of calls happening, and the call destination.</p><p>Select a inserted call information line to make the destination function current.</p>
hu: <b>Magyarázatos forrás</b><p>A magyarázatos forrás lista az aktuálisan kiválasztott funkciók forrás sorait jeleníti meg együtt (ön)költséggel ennek a forrás sor kódnak a végrehajtása közben. Ha volt egy hívás egy forrás sorban, a sorok a részletekkel együtt, amik a hívásnál történtek, be lesznek szúrva a forrásba: A költség, amit a híváson belsejében töltött, a hívások előfordulásának száma, és a hívás célja. Válasszon ki egy beszúrt hívási információs sort az aktuális cél funkciót elkészítéséhez.</p>
kk: <b>Аңдатпаланған бастапқы коды</b><p>Аңдатпаланған бастапқы кодының тізімі таңдалған назардағы функцияның бастапқы кодының жолдарын және олардың орындау бағасын көрсетеді. Ол call (шақыру) жолы болса, егжей-тегжейімен, яғни орындау бағасы, шақырулар саны, шақырудың мақсаттты жерімен бірге көрсетіледі.</p><p>Шақыру мәліметті жолды таңдағанда, назар мақсатты функцияға ауысады.</p>

source: Go to Line %1
hu: %1 sorra ugrás
kk: %1 жолына ауысу
