Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kcm_remotecontrol.po
Languages: nl, uk

# NAME OF TRANSLATORS
source: Your names
nl: Freek de Kruijf
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
nl: freekdekruijf@kde.nl
uk: yurchor@ukr.net

source: Dialog
nl: Dialoog
uk: Діалогове вікно

source: How do you wish to create the action?
nl: Hoe wilt u de actie aanmaken?
uk: У який спосіб ви бажаєте створити цей запис дії?

source: Create an action using a template
nl: Een actie aanmaken met een sjabloon
uk: Створити запис дії за допомогою шаблону

source: Use this if you cannot find a template for the desired action. Here you can browse the whole D-Bus session bus and execute any function using common data types.<br> <i>Note that an application must be running in order to be shown here.</i>
nl: Gebruik dit als u geen sjabloon voor de gewenste actie kunt vinden. Hier kunt u de gehele D-Bus sessiebus doorlopen en elke functie uitvoeren met gewone gegevenstypen.<br> <i>Merk op dat een applicatie moet draaien om hier getoond te worden.</i>
uk: Скористайтеся цим варіантом, якщо вам не вдається знайти шаблон для бажаної дії. Ви зможете переглянути весь список сеансу D-Bus і виконати будь-яку функцію з загальними типами даних.<br> <i>Зауважте, що для того, щоб програму було показано у списку, її має бути попередньо запущено.</i>

source: This is the recommended way if you would like to control the most common applications. It is the easiest way for adding actions, but also limited to the available templates.
nl: Dit is de aanbevolen manier als u de meest gewone applicaties wilt besturen. Het is de gemakkelijkste manier om acties toe te voegen, maar het is ook beperkt tot de beschikbare sjablonen.
uk: Цей спосіб є рекомендованим, якщо ви бажаєте керування програмами загального призначення. За його використання найпростіше додавати записи дій, але його обмежено доступними вам шаблонами.

source: Create an action browsing D-Bus
nl: Een actie aanmaken met het doorlopen van D-Bus
uk: Створити дію за допомогою навігації D-Bus

source: Create a keypress action
nl: Een actie voor het indrukken van een toets aanmaken
uk: Створити дію натискання клавіш

source: This type of action offers to generate keypress events. You can execute keyboard shortcuts or type whole sentences with just one button press.
nl: Dit type actie biedt de generatie van gebeurtenissen na het indrukken van een toets. U kunt sneltoetsen uitvoeren of gehele zinnen typen met alleen het indrukken van een toets.
uk: За допомогою цього типу можна створити записи дій натискання клавіш. Ви зможете викликати натискання комбінацій клавіш або вводити цілі речення лише одним натисканням кнопки.

source: Linux Infrared Remote Control
nl: Linux infrarood afstandsbediening
uk: Інфрачервоне дистанційне керування для Linux

source: There are no remote controls available. Please make sure lircd is configured correctly.
nl: Er zijn geen afstandsbedieningen beschikbaar. Verzeker u ervan dat lircd juist is geconfigureerd.
uk: Не виявлено жодного пристрою дистанційного керування. Будь ласка, переконайтеся, що lircd налаштовано належним чином.

source: Available remotes:
nl: Beschikbare afstandsbedieningen:
uk: Можливі пульти:

source: Add mode
nl: Modus toevoegen
uk: Додати режим

source: Add action
nl: Actie toevoegen
uk: Додати дію

source: Remove mode
nl: Modus verwijderen
uk: Вилучити режим

source: Remove action
nl: Actie verwijderen
uk: Вилучити дію

source: Edit mode
nl: Modus bewerken
uk: Змінити режим

source: Edit action
nl: Actie bewerken
uk: Змінити дію

source: Move mode up
nl: Modus omhoog verplaatsen
uk: Пересунути режим вгору

source: Duplicate action
nl: Actie dupliceren
uk: Дублювати дію

source: Move mode down
nl: Modus omlaag verplaatsen
uk: Пересунути режим вниз

source: Automatically create actions using a profile
nl: Automatisch acties aanmaken met een profiel
uk: Автоматично створювати дії на основі профілю

source: Move action up
nl: Actie naar boven verplaatsen
uk: Пересунути дію вгору

source: Move action down
nl: Actie naar onder verplaatsen
uk: Пересунути дію вниз

source: Show tray icon
nl: Systeemvakpictogram tonen
uk: Показувати піктограму у лотку

source: Edit Action
nl: Actie bewerken
uk: Змінити дію

# Button on the remote control
source: Button:
nl: Knop:
uk: Кнопка:

source: Application and function
nl: Applicatie en functie
uk: Програма і функція

source: D-Bus Services:
uk: Служби D-Bus:

source: Functions:
nl: Functies:
uk: Функції:

source: Parameters:
uk: Параметри:

source: Options
nl: Opties
uk: Параметри

source: Repeat action if button is held down
nl: Actie herhaalt zich wanneer knop blijft ingedrukt
uk: Повторювати дію, якщо кнопка утримується натисненою

source: Start the application if not running
nl: Start de applicatie als deze niet actief is
uk: Запустити програму, якщо її не запущено

source: If multiple instances of this application are running...
nl: Indien meerdere exemplaren van deze applicatie actief zijn...
uk: Якщо запущено декілька екземплярів програми…

source: send the action to the top-level instance
nl: de actie naar het exemplaar op topniveau sturen
uk: надіслати дію до найвищого екземпляра

source: send the action to the lowest instance
nl: de actie naar het exemplaar op het laagste niveau sturen
uk: надіслати дію до найнижчого екземпляра

source: send the action to all instances
nl: de actie naar alle instanties sturen
uk: надіслати дію до всіх екземплярів

source: do not send the action
nl: geen actie sturen
uk: не надсилати дію

source: Keypresses to be generated
nl: Te genereren toetsaanslagen
uk: Натискання клавіш, які буде викликано

source: &Add
nl: &Toevoegen
uk: &Додати

source: &Remove
nl: &Verwijderen
uk: Ви&лучити

source: Move Up
nl: Omhoog
uk: Пересунути вгору

source: Move Down
nl: Omlaag
uk: Пересунути вниз

source: Profiles:
nl: Profielen:
uk: Профілі:

source: Action templates:
nl: Sjablonen voor acties:
uk: Шаблони дій:

source: The KDE Remote Control System
nl: Het afstandbediening-systeem voor KDE
uk: Система KDE для дистанційного управління

source: 2010 Michael Zanetti, 2010 Frank Scheffold
uk: © Michael Zanetti, 2010, © Frank Scheffold, 2010

source: Use this to configure KDE's remote control system in order to control any KDE application with your remote control.
nl: Gebruik dit om KDE's afstandsbedieningssysteem in te stellen zodat u elke KDE-toepassing met een afstandbediening kunt besturen.
uk: Тут можна налаштувати систему KDE для дистанційного керування, щоб керувати будь-якою програмою KDE за допомогою дистанційного пульта.

source: <h1>Remote Controls</h1><p>This module allows you to configure bindings between your remote controls and KDE applications. Simply select your remote control and click Add next to the Actions/Buttons list to create new action for button presses.</p>
nl: <h1>Afstandsbedieningen</h1><p>Deze module stelt u in staat om verbindingen tussen uw afstandsbedieningen en KDE-applicaties in te stellen. Selecteer eenvoudig uw afstandsbediening en klik vervolgens op Toevoegen om de lijst met Acties/Knoppen te verkrijgen en een nieuwe actie voor het indrukken van een knop te maken.</p>
uk: <h1>Дистанційне керування</h1><p>За допомогою цього модуля ви зможете пов’язати прилад дистанційного керування з діями програм KDE. Щоб створити запис прив’язки дії до натискання кнопки, достатньо просто позначити пункт вашого пристрою дистанційного керування і натиснути кнопку «Додати», розташовану поряд зі списком «Події/Кнопки».</p>

source: Are you sure you want to remove this remote and all of its modes and actions?
nl: Wilt u deze afstandsbediening en alle bijbehorende modi en acties verwijderen?
uk: Ви справді бажаєте вилучити запис цього пристрою та всі записи його режимів та дій?

source: Remove remote
nl: Afstandsbediening verwijderen
uk: Вилучити пульт

source: Are you sure you want to remove this mode and all contained actions?
nl: Wilt u deze modus en alle bijbehorende acties verwijderen?
uk: Ви справді бажаєте вилучити цей запис режиму та всі записи дій, які у ньому містяться?

source: Configured actions for %1:
nl: Ingestelde acties voor %1:
uk: Налаштовані дії для %1:

source: Configured actions for %1 in mode %2:
nl: Ingestelde acties voor %1 in modus %2:
uk: Налаштовані дії для %1 у режимі %2:

source: The remote control daemon failed to load. Your remote controls will not work.
nl: Het laden van de afstandsbedieningsdaemon is mislukt. Uw afstandsbedieningen zullen niet werken.
uk: Спроба завантаження фонової служби дистанційного керування завершилася невдало. Система не зможе працювати з вашими пристроями дистанційного керування.

source: Failed to load daemon
nl: Laden van daemon is mislukt
uk: Не вдалося завантажити фонову службу

source: No button
nl: Geen knop
uk: Немає кнопки

source: Using the cycle function will remove all duplicate button assignments from your modes. Are you sure that you would like to proceed?
nl: Met het gebruik van de cyclische functie verwijdert u alle dubbele toekenningen van modi aan knoppen. Wilt u doorgaan?
uk: У разі використання функції циклічного перемикання у ваших режимах буде вилучено всі дублікати призначення кнопок. Ви справді цього бажаєте?

source: Change mode switch behavior
nl: Gedrag van modus omschakelen wijzigen
uk: Змінити спосіб перемикання режимів

source: No Button
nl: Geen knop
uk: Немає кнопки

source: New Mode
nl: Nieuwe modus
uk: Новий режим

source: Set mode as default
nl: Modus als standaard instellen
uk: Зробити режим типовим

source: Button:
nl: Knop:
uk: Кнопка:

source: Enable mode cycling (disables mode grouping)
nl: Cyclische gang door modi inschakelen (schakelt groepering van modi uit)
uk: Увімкнути циклічне перемикання режимів (вимикає групування)

source: Forward button
nl: Knop voor voorwaarts
uk: Кнопка «Вперед»

source: Backward button
nl: Knop voor achterwaarts
uk: Кнопка «Назад»

# Header in a table holding DBus functions
source: Application / Node
nl: Toepassing / node
uk: Програма/Вузол

source: Function
nl: Functie
uk: Функція

source: Parameters
uk: Параметри

source: Description
nl: Beschrijving
uk: Опис

source: Value
nl: Waarde
uk: Значення

# Value is true
source: True
nl: Waar
uk: Так

# Value is false
source: False
nl: Onwaar
uk: Ні

source: A comma-separated list of Strings
nl: Een kommagescheiden lijst met tekenreeksen
uk: Список рядків, розділених комами

source: Profile Name
nl: Profielnaam
uk: Назва профілю

source: Author: %1 (Version: %2)
nl: Auteur: %1 (versie: %2)
uk: Автор: %1 (Версія: %2)

# Profile name
source: Name
nl: Naam
uk: Назва

source: Remotes and modes
nl: Afstandsbedieningen en modi
uk: Пульти та режими

source: Button
nl: Knop
uk: Кнопка

source: This remote control is currently not available.
nl: Deze afstandsbediening is nu niet beschikbaar.
uk: Цей пристрій віддаленого керування зараз недоступний.

source: Application
nl: Toepassing
uk: Програма

source: Select a profile to automatically generate actions for your remote control:
nl: Selecteer een profiel om automatisch acties te genereren voor uw afstandsbediening:
uk: Виберіть профіль, на основі якого буде автоматично створено записи дій для вашого пульта:

source: Available profiles
nl: Beschikbare profielen
uk: Доступні профілі

source: Auto-Populate
nl: Automatisch invullen
uk: Автозаповнення

source: Remote supports all defined buttons in selected profile
nl: Afstandsbediening ondersteunt alle gedefinieerde knoppen in het geselecteerde profiel
uk: Пульт підтримує всі визначені кнопки у позначеному профілі

source: Remote does not support all defined buttons in selected profile
nl: Afstandsbediening ondersteunt niet alle gedefinieerde knoppen in het geselecteerde profiel
uk: Пульт не підтримує всі визначені кнопки у позначеному профілі

source: Remote supports none of the defined buttons in selected profile
nl: Afstandsbediening ondersteunt geen van de gedefinieerde knoppen in het geselecteerde profiel
uk: Пульт не підтримує жодних з визначених кнопок у позначеному профілі
