Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kcmkwallet.po
Languages: lt, zh_cn

source: KDE Wallet Control Module
lt: KDE Slaptažodinių valdymo modulis
zh_cn: KDE 钱包控制模块

source: New Wallet
lt: Nauja slaptažodinė
zh_cn: 新建钱包

source: Please choose a name for the new wallet:
lt: Prašome pasirinkti pavadinimą naujai slaptažodinei:
zh_cn: 请选择新钱包的名称：

source: Always Allow
lt: Visuomet leisti
zh_cn: 总是允许

source: Always Deny
lt: Visuomet atmesti
zh_cn: 总是拒绝

source: Sorry, the system security policy didn't allow you to save the changes.
zh_cn: 抱歉，系统安全策略不允许保存更改。

source: This configuration module allows you to configure the KDE wallet system.
lt: Šis konfigūravimo modulis leidžia konfigūruoti KDE Slaptažodinių sistemą.
zh_cn: 此配置模块允许您配置 KDE 钱包系统。

source: &Delete
lt: Paša&linti
zh_cn: 删除(&D)

source: Wallet Preferences
lt: Slaptažodinės pasirinktys
zh_cn: 钱包首选项

source: <p>The wallet subsystem provides a convenient and secure way to manage all your passwords. This option specifies whether or not you want to use it.</p>
zh_cn: <p>钱包子系统提供了一种方便安全的途径让您管理所有密码。您可以用此选项决定是否要使用此系统。</p>

source: &Enable the KDE wallet subsystem
lt: Į&galinti KDE slaptažodinių posistemę
zh_cn: 启用 KDE 钱包子系统(&E)

source: It is best to close your wallets when you are not using them to prevent others from viewing or using them.
lt: Patartina užverti savo slaptažodines kai jomis nesinaudojate siekiant išvengti galimybės, kad jų turinį peržiūrės kiti ar jomis pasinaudos.
zh_cn: 建议您不再使用钱包时就关闭钱包，这样就没人可以看到或使用您的钱包了。

source: Close Wallet
lt: Užverti slaptažodinę
zh_cn: 关闭钱包

source: <p><b>Close wallet after a period of inactivity.</b><br>When a wallet is closed the password is needed to access it again.</p>
lt: <p><b>Užverti slaptažodinę po neaktyvumo periodo</b><br>Užvėrus slaptažodinę jai iš naujo pasiekti reikalingas slaptažodis.</p>
zh_cn: <p><b>关闭钱包前等待的时间段</b><br>钱包关闭后，仍需要密码才能再次打开。</p>

source: Close when unused for:
lt: Užverti jei nenaudojama po:
zh_cn: 关闭钱包前等：

source: min
zh_cn: 分

source: <p><b>Close wallet as soon as the screensaver starts.</b><br>When a wallet is closed the password is needed to access it again.</p>
lt: <p><b>Užverti slaptažodinę iškart pradėjus veikti ekrano užsklandai.</b><br>Užvėrus slaptažodinę jai iš naujo pasiekti reikalingas slaptažodis.</p>
zh_cn: <p><b>只要屏幕保护程序一启动，就关闭钱包。</b><br>钱包关闭后，仍需要密码才能再次打开。</p>

source: Close when screensaver starts
lt: Užverti pradėjus veikti ekrano užsklandai
zh_cn: 屏幕保护程序启动后关闭

source: <p><b>Close wallet as soon as applications that use it have stopped.</b><br>Note that your wallet will only be closed when all applications that use it have stopped.<br>When a wallet is closed the password is needed to access it again.</p>
lt: <p><b>Užverti slaptažodinę kai programos, kurios ją naudoja, baigia darbą.</b><br>Atkreipkite dėmesį, kad slaptažodinė bus užverta tik tada, kai ją nustos naudoti visos ją naudojusios programos.<br>Užvėrus slaptažodinę jai iš naujo pasiekti reikalingas slaptažodis.</p>
zh_cn: <p><b>应用程序停止使用钱包后立即关闭钱包。</b><br>请注意，仅当使用钱包的全部程序关闭后，您的钱包才会关闭。<br>钱包关闭后，仍需要密码才能再次打开。</p>

source: Close when last application stops using it
lt: Užverti kai programos ją nustoja naudoti
zh_cn: 最后一个应用程序不再使用钱包后关闭

source: Automatic Wallet Selection
lt: Automatinis slaptažodinės pasirinkimas
zh_cn: 自动选择钱包

source: Select wallet to use as default:
lt: Pasirinkite numatytąją naudojimui slaptažodinę:
zh_cn: 选择要使用的默认钱包：

source: New...
lt: Nauja...
zh_cn: 新建...

source: Different wallet for local passwords:
lt: Atskira slaptažodinė vietiniams slaptažodžiams:
zh_cn: 本地密码的默认钱包：

source: Wallet Manager
lt: Slaptažodinių tvarkyklė
zh_cn: 钱包管理器

source: Show manager in system tray
lt: Rodyti tvarkyklę sistemos dėkle
zh_cn: 在系统托盘中显示管理器

source: Hide system tray icon when last wallet closes
lt: Slėpti sistemos dėklo ženklelį kai paskutinė slaptažodinė užveriama
zh_cn: 最后一个钱包关闭后隐藏系统托盘图标

source: Access Control
lt: Prieigos kontrolė
zh_cn: 访问控制

source: &Prompt when an application accesses a wallet
zh_cn: 应用程序访问钱包时提示(&P)

source: Wallet
lt: Slaptažodinė
zh_cn: 钱包

source: Application
lt: Programa
zh_cn: 应用程序

source: Policy
lt: Taisyklė
zh_cn: 策略

source: &Launch Wallet Manager
lt: &Startuoti Slaptažodinių tvarkyklę
zh_cn: 调用钱包管理器(&L)
