Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kdevfiletemplates.po
Languages: et

source: Inheritance type and base class name
et: Päriluse tüüp ja baasklassi nimi

# %1: template comment
source: <b>Preview:</b> %1
et: <b>Eelvaatlus:</b> %1

source: Language
et: Keel

source: Framework
et: Raamistik

source: Template
et: Mall

source: Load Template From File
et: Laadi mall failist

source: Choose one target to add the file or cancel if you do not want to do so.
et: Vali üks sihtmärk faili lisamiseks või loobu, kui sa seda ei soovi.

source: Create Files from Template in <filename>%1</filename>
et: Failide loomine malli põhjal asukohas <filename>%1</filename>

source: Create Files from Template
et: Failide loomine malli põhjal

source: Language and Template
et: Keel ja mall

source: Create Files from Template <filename>%1</filename> in <filename>%2</filename>
et: Failide loomine malli <filename>%1</filename> põhjal asukohas <filename>%2</filename>

source: Create Files from Template <filename>%1</filename>
et: Failide loomine malli <filename>%1</filename> põhjal

source: Class Basics
et: Klassi põhiomadused

source: Override Methods
et: Alistatavad meetodid

source: Class Members
et: Klassi liikmed

source: Test Cases
et: Testjuhtumid

source: License
et: Litsents

source: Output
et: Väljund

source: Template Options
et: Mallide valikud

source: Default
et: Vaikimisi

source: Identify the class and any classes from which it is to inherit.
et: Klassi ja kõigi klasside määratlus, millest ta pärib.

source: &Identifier:
et: &Identifikaator:

source: In&heritance:
et: &Pärilus:

source: Choose where to save the new class.
et: Vali, kuhu uus klass salvestada.

source: Location within existing file(s)
et: Asukoht olemasoleva(te) faili(de) seas

source: Output file(s)
et: Väljundfail(id)

source: Lower case file names
et: Failinimed väiketähtedega

source: Set the test name and its test cases.
et: Testi nime ja selle testjuhtumite määramine.

source: &Test Cases:
et: &Testjuhtumid:

source: Template type
et: Malli tüüp

source: Project template
et: Projektimall

source: Class template
et: Klassimall

source: &Empty lines policy
et: &Tühja rea reegel

source: Keep empty lines
et: Tühjad read jäetakse alles

source: Remove repeated empty lines
et: Korduvad tühjad read eemaldatakse

source: Remove all empty lines
et: Kõik tühjad read eemaldatakse

source: Choose the license under which to place the new class.
et: Vali uuele klassile kehtiv litsents.

source: License type:
et: Litsentsi tüüp:

source: Click here if you want to save this license for future use
et: Klõpsa siia, kui soovid salvestada litsentsi edasiseks kasutamiseks

source: Save License
et: Litsentsi salvestamine

source: <p>You can use <code>&lt;year&gt;</code> and <code>&lt;copyright holder&gt;</code> as placeholders.</p>
et: <p>Soovi korral võib kohatäitjatena kasutada <code>&lt;year&gt;</code> ja <code>&lt;copyright holder&gt;</code>.</p>

source: Select any methods you would like to override in the new class.
et: Vali meetodid, mida soovid uues klassis alistada.

source: Superclass -> Function
et: Superklass -> funktsioon

source: Access
et: Ligipääs

source: Properties
et: Omadused

source: Select &All
et: V&ali kõik

source: &Deselect All
et: &Tühista kõik valikud

source: Other
et: Muu

source: Could not load previous license
et: Eelmise litsentsi laadimine nurjus

source: The specified license already exists. Please provide a different name.
et: Määratud litsents on juba olemas. Palun anna mõni muu nimi.

source: There was an error writing the file.
et: Faili kirjutamisel tekkis tõrge.

source: Invalid output file: %2
et: Vigane väljundfail: %2

source: Line:
et: Rida:

source: Column:
et: Veerg:

source: Public
et: Avalik

source: Protected
et: Kaitstud

source: Private
et: Privaatne

source: Constructor
et: Konstruktor

source: Destructor
et: Destruktor

source: Signal
et: Signaal

source: Slot
et: Pesa

source: Abstract function
et: Abstraktne funktsioon

source: File Templates Configuration
et: Failimallide seadistamine

source: Manages templates for source files
et: Lähtekoodi failide mallide haldamine

source: New From Template
et: Uus malli põhjal

source: Allows you to create new source code files, such as classes or unit tests, using templates.
et: Võimaldab luua mallide põhjal uusi lähtekoodifaile, näiteks klassid või ühiktestid.

source: Create new files from a template
et: Uute failide loomine malli põhjal

source: Template Preview
et: Malli eelvaatlus

source: Create From Template
et: Loo malli põhjal

source: Show Template Preview
et: Näita malli eelvaatlust

source: File Templates
et: Failimallid

source: Variable type and identifier
et: Muutuja tüüp ja identifikaator

source: The active text document is not a <application>KDevelop</application> template
et: Aktiivne tekstidokumenti ei ole <application>KDevelop</application>i mall

source: No active text document.
et: Aktiivne tekstidokument puudub.
