Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kdevexecute.po
Languages: tr

source: No environment group specified, looks like a broken configuration, please check run configuration '%1'. Using default environment group.
tr: Bir ortam grubu belirtilmemiş, bozuk bir yapılandırma gibi gözüküyor, lütfen %1 çalıştırma yapılandırmasını kontrol edin. Varsayılan ortam grubu kullanılıyor.

source: Starting: %1
tr: Başlatılıyor: %1

source: *** Killed Application ***
tr: *** Sonlandırılmış Uygulama ***

source: *** Exited normally ***
tr: *** Normal olarak çıkıldı ***

source: *** Exited with return code: %1 ***
tr: *** Bu kod döndürülerek çıkıldı: %1 ***

source: *** Process aborted ***
tr: *** Süreç sonlandırıldı ***

source: *** Crashed with return code: %1 ***
tr: *** Bu kod döndürülerek çöktü: %1 ***

source: *** Could not start program '%1'. Make sure that the path is specified correctly ***
tr: *** '%1' programı başlatılamadı. Yolun doğru belirtildiğinden emin olun***

source: Execute support
tr: Çalıştırma desteği

source: This plugin allows running of programs with no instrumentor, ie. natively by the current host.
tr: Bu eklenti, uygulamaları mevcut makine üzerinde orjinal haliyle hiçbir ek araç kullanmadan çalıştırmaya izin verir.

source: There is a quoting error in the arguments for the launch configuration '%1'. Aborting start.
tr: '%1' başlatma yapılandırması için değişkenlerde alıntı hatası var. Başlatma durduruldu.

source: A shell meta character was included in the arguments for the launch configuration '%1', this is not supported currently. Aborting start.
tr: '%1' başlatma yapılandırması için değişkenler arasında desteklenmeyen bir kabuk meta karakteri bulunmaktadır. Başlatma durduruldu.

source: Couldn't resolve the dependency: %1
tr: Bağımlılık çözümlenemedi: %1

source: No valid executable specified
tr: Çalıştırılabilir dosya belirtilmedi

source: There is a quoting error in the executable for the launch configuration '%1'. Aborting start.
tr: '%1' başlatma yapılandırmasının yürütülebilir dosyasında bir alıntı hatası var. Başlatma durduruldu.

source: A shell meta character was included in the executable for the launch configuration '%1', this is not supported currently. Aborting start.
tr: '%1' başlatma yapılandırmasının yürütülebilir dosyasında desteklenmeyen bir kabuk meta karakteri bulunmaktadır. Başlatma durduruldu.

source: Executable
tr: Çalıştırılabilir dosya

source: Project Target:
tr: Proje Hedefi:

source: Executable:
tr: Çalıştırılabilir dosya:

source: Enter the executable name or absolute path to an executable file
tr: Bir çalıştırılabilir dosyanın adını veya tam yolunu girin

source: Behavior
tr: Davranış

source: Arguments:
tr: Argümanlar:

source: <html><head/><body><p>Enter arguments to give to the executable.<br/>You can pass arguments containing space characters by putting them in double-quotes.</p></body></html>
tr: <html><head/><body><p>Çalıştırılabilir dosyaya vermek için değişkenleri girin.<br/>Boşluk karakteri içeren değişkenleri çift tırnak arasına yazarak kullanabilirsin.</p></body></html>

source: Enter arguments to give to the executable
tr: Çalıştırılabilir dosyaya verilecek argümanları girin

source: Working Directory:
tr: Çalışma Dizini:

source: Select a working directory for the executable
tr: Çalıştırılabilir dosya için bir çalışma dizini seçin

source: Environment:
tr: Ortam:

source: Select an environment to be used
tr: Kullanılacak bir çevre seçin

source: <p>By default applications will be run in the background and only their output will be displayed in a toolview. This makes it impossible to interact with applications requiring user input from a terminal emulator. To run such applications, you should use an external terminal.</p>
tr: <p>Varsayılan olarak uygulamalar arkaplanda çalıştırılacak ve sadece çıktıları araç görünümünde görüntülenecektir. Bu terminal öykünücüsünden kullanıcı girdisine ihtiyaç duyan uygulamalarla etkileşimi imkansız hale getirir. Bu türden uygulamaları çalıştırmak için bir harici terminal kullanmalısınız.</p>

source: Use External Terminal:
tr: Harici Terminal Kullan:

source: <p>Defines the command to execute the external terminal emulator. Use the following placeholders:</p> <dl> <dt><code>%exe</code></dt> <dd>The path to the executable selected above.</dd> <dt><code>%workdir</code></dt> <dd>The path to the working directory selected above.</dd> </dl> <p>The arguments defined above will get appended to this command.</p>
tr: <p>Harici terminal öykünücüsünde çalıştırılacak komutu tanımlar. Aşağıdaki yer tutucuları kullanın:</p> <dl> <dt><code>%exe</code></dt> <dd>Yukarıda seçilen çalıştırılabilir dosya yolu.</dd> <dt><code>%workdir</code></dt> <dd>Yukarıda seçilen çalışma dizini yolu.</dd> </dl> <p>Yukarıda tanımlanan değişkenler bu komuta eklenecektir.</p>

source: Dependencies
tr: Bağımlılıklar

source: Action:
tr: Eylem:

source: Specifies the action to take for the dependencies before starting the executable.
tr: Çalıştırılabilir dosyayı başlatmadan önce bağımlılıklar için yapılacakları belirtir.

source: The selected action will be run before the executable is started. This allows there to be parts of a project, upon which the executable does not directly depend, to be built and/or installed before running the application.
tr: Seçilen eylem çalıştırılabilir dosya başlatılmadan önce çalıştırılacaktır. Bu uygulamayı çalıştırmadan önce onun doğrudan bağlı olmadığı proje parçalarının derlenmesine ve/veya kurulmasına imkan verir.

source: Do Nothing
tr: Hiçbir Şey Yapma

# @action
source: Build
tr: Derle

# @action
source: Build and Install
tr: Derle ve Kur

source: Targets:
tr: Hedefler:

source: Enter a dependency to add to the list
tr: Listeye eklemek için bir bağımlılık girin

source: Adds the listed target to the dependency list.
tr: Listelenen hedefi bağımlılık listesine ekler.

source: List of indirect dependent targets.
tr: Dolaylı olarak bağımlı olunan hedefleri listeler.

source: This list should contain targets that the application does not directly depend on, but for which an action needs to be taken before running the application.
tr: Bu liste uygulamanın doğrudan bağımlı olmadığı ama uygulama çalıştırmadan önce yapılması gereken eylemleri içermelidir.

source: Removes the selected dependencies from the list.
tr: Seçili bağımlılığı listeden kaldırır.

source: Move a dependency up in the list.
tr: Bağımlılığı listede üste taşı.

source: Moves the selected dependency down in the list.
tr: Seçili bağımlılığı listede aşağıya taşır.

source: Configure Native Application
tr: Orijinal Uygulamayı Yapılandır

source: Native Application
tr: Orijinal Uygulama

source: Compiled Binary
tr: Derlenmiş İkili

source: Project Executables
tr: Proje Çalıştırılabilir Dosyaları
