Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kfilereplace.po
Languages: uk

source: Line:%3,Col:%4 - "%1" -> "%2"
uk: Рядок:%3,Поз:%4 - «%1» -> «%2»

source: Could not load the KFileReplace part.
uk: Не вдалось завантажити компонент KFileReplace.

source: Could not find the KFileReplace part.
uk: Не вдалось знайти компонент KFileReplace.

source: 1 byte
uk: %1 байт

source: <qt>Cannot open the file <b>%1</b> and load the string list. This file seems not to be a valid old kfr file or it is broken.</qt>
uk: <qt>Не вдається відкрити файл <b>%1</b> і завантажити список рядків. Схоже, що цей файл не є чинним старим kfr-файлом або він пошкоджений.</qt>

source: Cannot read data.
uk: Не вдається прочитати дані.

source: Out of memory.
uk: Недостатньо оперативної пам'яті.

source: Ready.
uk: Готово.

source: Search completed.
uk: Пошук завершено.

source: <qt>You have selected <b>%1</b> as the encoding of the files.<br />Selecting the correct encoding is very important as if you have files that have some other encoding than the selected one, after a replace you may damage those files.<br /><br />In case you do not know the encoding of your files, select <i>utf8</i> and <b>enable</b> the creation of backup files. This setting will autodetect <i>utf8</i> and <i>utf16</i> files, but the changed files will be converted to <i>utf8</i>.</qt>
uk: <qt>Ви вибрали кодування для файлів — <b>%1</b>.<br />Вибір правильного кодування дуже важливий, оскільки, якщо ви маєте файли з кодуванням відмінним від вибраного, то після заміни вони можуть бути пошкоджені.<br /><br />Якщо ви не знаєте кодування ваших файлів, виберіть <i>utf8</i> й <b>увімкніть</b> створення резервних копій файлів. Цей параметр автоматично виявить файли з <i>utf8</i> та <i>utf16</i>, але змінені файли буде перетворено у <i>utf8</i>.</qt>

source: File Encoding Warning
uk: Попередження про кодування

source: Replacing files (simulation)...
uk: Заміна у файлах (імітація)...

source: Replaced strings (simulation)
uk: Замінені рядки (імітація)

source: Replacing files...
uk: Заміна у файлах...

source: Replaced strings
uk: Замінені рядки

source: Stopping...
uk: Зупинка...

source: There are no results to save: the result list is empty.
uk: Немає результатів для збереження: список порожній.

source: Files
uk: Файли

source: Save Report
uk: Зберегти звіт

source: <qt>A folder or a file named <b>%1</b> already exists.</qt>
uk: <qt>Тека або файл, що має назву <b>%1</b> вже існує..</qt>

source: <qt>Cannot create the <b>%1</b> folder.</qt>
uk: <qt>Неможливо створити теку <b>%1</b>.</qt>

source: KFileReplace strings
uk: Рядки KFileReplace

source: All Files
uk: Всі файли

source: Load Strings From File
uk: Завантажити рядки з файла

source: Cannot open folders.
uk: Не вдається відкрити теки.

source: Batch search and replace tool.
uk: Засіб пакетного пошуку та заміни.

source: (C) 1999-2002 François Dupoux (C) 2003-2004 Andras Mantia (C) 2004 Emiliano Gulmini
uk: © François Dupoux, 1999–2002 © Andras Mantia, 2003–2004 © Emiliano Gulmini, 2004

source: Part of the KDEWebDev module.
uk: Частина модуля KDEWebDev.

source: François Dupoux
uk: François Dupou

source: Original author of the KFileReplace tool
uk: Перший автор засобу KFileReplace

source: Current maintainer, code cleaner and rewriter
uk: Поточний супровід, чистка і переписування коду

source: Co-maintainer, KPart creator
uk: Спів-супровід, створив KPart

source: Original german translator
uk: Перший перекладач на німецьку

source: Sorry, currently the KFileReplace part works only for local files.
uk: Вибачне, в даний час компонент KFileReplace працює тільки з локальними файлами.

source: Non Local File
uk: Нелокальний файл

source: Customize Search/Replace Session...
uk: Налагодити сеанс пошуку/заміни...

source: &Search
uk: &Пошук

source: S&imulate
uk: І&мітувати

source: &Replace
uk: &Замінити

source: Sto&p
uk: Зу&пинити

source: Cre&ate Report File...
uk: Ств&орити файл звіту...

source: &Add String...
uk: &Додати рядок...

source: &Delete String
uk: &Вилучити рядок

source: &Empty Strings List
uk: &Випорожнити список рядків

source: Edit Selected String...
uk: Редагувати вибраний рядок...

source: &Save Strings List to File...
uk: &Зберегти список рядків у файл...

source: &Load Strings List From File...
uk: Заванта&жити список рядків з файла...

source: &Load Recent Strings Files
uk: Заванта&жити недавні файли з рядками

source: &Invert Current String (search <--> replace)
uk: &Змінити місцями поточний рядок (пошук <--> заміна)

source: &Invert All Strings (search <--> replace)
uk: &Змінити місцями всі рядки (пошук <--> заміна)

source: &Include Sub-Folders
uk: &Включати підтеки

source: Create &Backup Files
uk: Створити &резервні файли

source: Case &Sensitive
uk: З &урахуванням регістру

source: Enable Commands &in Replace String: [$command:option$]
uk: Уможливити команди &у рядку заміни: [$команда:параметр$]

source: Enable &Regular Expressions
uk: Уможливити &формальні вирази

source: Configure &KFileReplace...
uk: Налаштувати &KFileReplace...

source: &Properties
uk: &Властивості

source: &Open
uk: &Відкрити

source: &Edit in Quanta
uk: &Редагувати в Quanta

source: Open Parent &Folder
uk: Відкрити &батьківську теку

source: &Delete
uk: &Вилучити

source: E&xpand Tree
uk: &Розгорнути дерево

source: &Reduce Tree
uk: &Згорнути дерево

source: &About KFileReplace
uk: &Про KFileReplace

source: KFileReplace &Handbook
uk: &Підручник по KFileReplace

source: &Report Bug
uk: &Надіслати звіт про помилку

source: <qt>Cannot open file <b>%1</b> for reading.</qt>
uk: <qt>Не вдається відкрити файл <b>%1</b> для читання.</qt>

source: <qt>Cannot open file <b>%1</b> for writing.</qt>
uk: <qt>Не вдається відкрити файл <b>%1</b> для запису.</qt>

source: <qt>Do you want to replace the string <b>%1</b> with the string <b>%2</b>?</qt>
uk: <qt>Хочете замінити рядок <b>%1</b> рядком <b>%2</b>?</qt>

source: Confirm Replace
uk: Підтвердження заміни

source: Replace
uk: Замінити

source: Do Not Replace
uk: Не заміняти

source: Line:%2, Col:%3 - "%1"
uk: Рядок:%2, Поз:%3 - «%1»

source: <qt>Cannot open the file <b>%1</b> and load the string list.</qt>
uk: <qt>Не вдається відкрити файл <b>%1</b> та завантажити список рядків.</qt>

source: <qt>File <b>%1</b> seems not to be written in new kfr format. Remember that the old kfr format will be soon abandoned. You can convert your old rules files by simply saving them with kfilereplace.</qt>
uk: <qt>Схоже, що файл <b>%1</b> не записаний в новому форматі kfr. Пам'ятайте, що незабаром старий формат kfr підтримуватись не буде. Ви можете перетворити ваші старі файли з правилами на нові просто зберігши їх за допомогою kfilereplace.</qt>

source: Warning
uk: Попередження

source: <qt>The format of kfr files has been changed; attempting to load <b>%1</b>. Please see the KFilereplace manual for details. Do you want to load a search-and-replace list of strings?</qt>
uk: <qt>Формат файла kfr змінився. Буде зроблена спроба завантажити <b>%1</b>. Для подробиць див. підручник по KFilereplace. Хочете завантажити список рядків для пошуку та заміни?</qt>

source: Load
uk: Завантажити

source: Do Not Load
uk: Не завантажувати

source: There are no strings to search and replace.
uk: Немає рядків для пошуку та заміни.

source: <qt>The main folder of the project <b>%1</b> does not exist.</qt>
uk: <qt>Головна тека проекту <b>%1</b> не існує.</qt>

source: <qt>Access denied in the main folder of the project:<br /><b>%1</b></qt>
uk: <qt>Не дозволено доступ в головній теці проекту:<br /><b>%1</b></qt>

source: <qt>Cannot invert string <b>%1</b>, because the search string would be empty.</qt>
uk: <qt>Не вдалось змінити місцями рядок <b>%1</b>, тому що рядок пошуку був би порожній.</qt>

source: Do you really want to delete %1?
uk: Ви дійсно хочете вилучити %1?

source: No strings to save as the list is empty.
uk: Немає рядків для збереження, оскільки список порожній.

source: KFileReplace Strings
uk: Рядки KFileReplace

source: Save Strings to File
uk: Зберегти рядки у файл

source: File %1 cannot be saved.
uk: Не вдалось зберегти файл %1.

source: Open &With...
uk: Відкрити &за допомогою...

source: Project Directory
uk: Каталог проекту

source: You must fill the combo boxes (location and filter) before continuing.
uk: Перш ніж продовжити, необхідно заповнити поля адреси та фільтра.

source: Some edit boxes are empty in the <b>Owner</b> page.
uk: Деякі поля на сторінці <b>Власник</b> -- порожні.

source: The minimum size is greater than the maximum size.
uk: Мінімальний розмір мусить бути меншим за максимальний.

source: Batch search and replace tool
uk: Засіб пакетного пошуку та заміни

source: (C) 2004-2005 Andras Mantia (C) 2004-2005 Emiliano Gulmini (C) 1999-2002 François Dupoux
uk: © Andras Mantia, 2004–2005 © Emiliano Gulmini, 2004–2005 © François Dupoux, 1999–2002

source: Shell author, KPart creator, co-maintainer
uk: Автор оболонки та компонента KPart, спів-супровід

source: Starting folder
uk: Початкова тека

source: Search/&Replace
uk: Пошук/&заміна

source: &Strings
uk: &Рядки

source: &Results
uk: &Результати

source: &Options
uk: &Налаштування

source: &Settings
uk: П&араметри

source: &Help
uk: &Довідка

source: KFileReplace Main Toolbar
uk: Головний пенал KFileReplace

source: &File
uk: &Файл

source: Insert Searching/Replacing Strings
uk: Вставити рядки пошуку/заміни

source: Choose String Adding Mode
uk: Виберіть режим додавання рядків

source: Search and replace mode
uk: Режим пошуку та заміни

source: Search only mode
uk: Режим тільки пошуку

source: Search for:
uk: Шукати за:

source: Replace with:
uk: Замінити на:

source: Search For
uk: Шукати за

source: Replace With
uk: Замінити на

source: &OK
uk: &Гаразд

source: &Cancel
uk: &Скасувати

source: Green means ready
uk: Зелений — готово

source: Ready
uk: Готово

source: Yellow means wait while sorting list
uk: Жовтий -- чекайте поки впорядковується список

source: Please wait while sorting list
uk: Будь ласка, зачекайте поки йде впорядкування списку

source: Red means scanning files
uk: Червоний -- опрацювання файлів

source: Scanned files:
uk: Опрацьовані файли:

source: Search & Replace in Files
uk: Пошук і заміна у файлах

source: Search Now
uk: Шукати тепер

source: Search Later
uk: Шукати пізніше

source: &General
uk: &Загальні

source: Startup Folder Options
uk: Налаштувати параметри тек

source: Filter:
uk: Фільтр:

source: Location:
uk: Адреса:

source: Insert a search path here. You can use the search path button.
uk: Вставте сюди шлях пошуку. Можете скористатись кнопкою пошуку шляху.

source: &Include subfolders
uk: &Включити підтеки

source: Search/Replace Strings
uk: Рядки пошуку/заміни

source: Search:
uk: Шукати:

source: Replace:
uk: Замінити:

source: General Options
uk: Загальні параметри

source: Enable &regular expressions
uk: Уможливити &формальні вирази

source: Do &backup copy instead of overwrite
uk: Створювати &резервні копії замість перезапису

source: &Case sensitive
uk: &З урахуванням регістру

source: Enable co&mmands in the replace string
uk: Уможливити ко&манди у рядку пошуку

source: Backup copy suffix:
uk: Суфікс резервної копії:

source: Encoding of the files:
uk: Кодування файлів:

source: &Advanced
uk: &Додаткові

source: Ownership Filtering
uk: Фільтрування за власниками

source: User:
uk: Користувач:

source: Name
uk: Назва

source: ID (Number)
uk: Ідентифікатор (число)

source: Equals To
uk: Рівний з

source: Is Not
uk: Не є

source: Group:
uk: Група:

source: Access Date Filtering
uk: Фільтрування за датою доступу

source: Dates valid for:
uk: Дати чинні для:

source: Accessed after:
uk: Був доступ після:

source: Accessed before:
uk: Був доступ перед:

source: Last Writing Access
uk: Останній доступ з записом

source: Last Reading Access
uk: Останній доступ з читанням

source: Size Filtering
uk: Фільтрування по розміру

source: Minimum si&ze:
uk: Мінімальний ро&змір:

source: Maximum size:
uk: Максимальний розмір:

source: KB
uk: КБ

source: Options
uk: Параметри

source: General
uk: Загальні

source: Enable commands in replace strings
uk: Уможливити команди у рядках заміни

source: Notif&y on errors
uk: Сповіщ&ати про помилки

source: Case sensitive
uk: З урахуванням регістру

source: Recursive (search/replace in all sub folders)
uk: Рекурсивний (пошук/заміна у всіх підтеках)

source: Enable regular e&xpressions
uk: Увімкнути &формальні вирази

source: Do &backup copy
uk: Створ&ювати резервну копію

source: Advanced Options
uk: Додаткові параметри

source: Ignore hidden files and folders
uk: Ігнорувати приховані файли та теки

source: Follow s&ymbolic links
uk: Дотримуватись с&имволічних посилань

source: When searching, stop on first string found (faster but no details)
uk: Зупиняти пошук при першому знайденому рядку (швидше, але без подробиць)

source: Do not show file if no strings are found or replaced
uk: Не показувати файл, в якому не було ні знайдено, ні замінено рядки

source: Show confirmation dialog
uk: Показувати вікно підтвердження

source: Confirm before replace each string
uk: Підтвердження заміни кожного рядка

source: &Default Values
uk: &Типові значення

source: <qt>Cannot open the file <b>%1</b>.</qt>
uk: <qt>Не вдається відкрити файл <b>%1</b>.</qt>

source: Replaced Strings
uk: Замінені рядки

source: Replace with
uk: Замінити на

source: Total number occurrences
uk: Загальна кількість випадків

source: KFileReplace Report
uk: Звіт KFileReplace

source: Searching/Replacing Strings Table
uk: Таблиця рядків пошуку/заміни

source: Search for
uk: Шукати за

source: Results Table
uk: Таблиця результатів

source: Folder
uk: Тека

source: Size
uk: Розмір

source: Old Size
uk: Старий розмір

source: New Size
uk: Новий розмір

source: Owner User
uk: Власник користувач

source: Owner Group
uk: Власник група

source: Created by
uk: Створив

source: date
uk: дата

source: Total occurrences
uk: Всього випадків

source: Shows the statistics of your operations. Note that the columns content changes depending on what kind of operation you are performing.
uk: Показує статистику ваших операцій. Зауважте, що вміст стовпчиків залежить від того, який різновид операцій ви виконуєте.

source: Shows a list of strings to search for (and if you specified it, a list of strings to replace with). Use the "add strings" dialog to edit your string list or double click on a string.
uk: Показує список рядків, за якими ведеться пошук (і, якщо ви задасте їх, список рядків для заміни). Щоб змінити ваш список рядків, скористайтеся діалогом «додати рядки» або двічі клацніть по рядку.

source: Base folder for operations of search/replace. Insert path string here by hand or use the search button.
uk: Базова тека для операцій пошуку або заміни. Вставте тут рядок шляху до теки просто надрукувавши його або скориставшись кнопкою пошуку.

source: Shell-like wildcards. Example: "*.html;*.txt;*.xml".
uk: Шаблони схожі на шаблони командного рядка. Приклад: «*.html;*.txt;*.xml».

source: Insert the minimum file size you want to search, or leave it unchecked if you do not want a minimum size limit.
uk: Введіть мінімальний розмір файла, який ви бажаєте знайти, або залиште поле порожнім, якщо ви не бажаєте обмежувати розмір файла знизу.

source: Insert the maximum file size you want to search, or leave it unchecked if you do not want a maximum size limit.
uk: Введіть максимальний розмір файла, який ви бажаєте знайти, або залиште поле порожнім, якщо ви не бажаєте обмежувати розмір файла згори.

source: Insert the minimum value for file access date that you want to search, or leave it unchecked if you do not want a minimum limit.
uk: Введіть мінімальне значення часу доступу до файла, який ви бажаєте знайти, або залиште поле порожнім, якщо ви не бажаєте обмежувати час доступу знизу.

source: Insert the maximum value for file access date that you want to search, or leave it unchecked if you do not want a maximum limit.
uk: Введіть максимальне значення часу доступу до файла, який ви бажаєте знайти, або залиште поле порожнім, якщо ви не бажаєте обмежувати час доступу згори.

source: Select "writing" if you want to use the date of the last modification, or "reading" to use the date of the last access.
uk: Оберіть «запис», якщо ви бажаєте використати дату останньої зміни, або «читання», щоб використовувати дату останнього доступу на читання.

source: Minimum value for access date.
uk: Мінімальне значення дати доступу.

source: Maximum value for access date.
uk: Максимальне значення дати доступу.

source: Insert here the string to search for.
uk: Тут вставте рядок, який слід шукати.

source: Insert here the string to replace with.
uk: Тут вставте рядок, на який його слід замінити.

source: Enable this option if your search is case sensitive.
uk: Дозвольте цей параметр, якщо пошук має бути залежним від регістру літер.

source: Enable this option to search in sub folders too.
uk: Дозвольте цей параметр, щоб шукати і у підтеках.

source: Enable this option when you are searching for a string and you are only interested to know if the string is present or not in the current file.
uk: Додайте цей параметр, якщо ви лише хочете дізнатися чи наявний рядок у поточному файлі, чи його там немає.

source: If set, then if kfilereplace encounters a symbolic link it treats it like a normal folder or file.
uk: Якщо позначити цей пункт, у разі виявлення kfilereplace символічного посилання, вважати його звичайною текою або файлом.

source: Enable this option to ignore hidden files or folders.
uk: Дозвольте цей параметр, щоб ігнорувати приховані файли та теки.

source: If this option is enabled, KFR will show even the names of the files in which no string has been found or replaced.
uk: Якщо додано цей параметр, програма показуватиме і назви тих файлів, де рядок не було знайдено або замінено.

source: Allows you to apply Qt-like regular expressions on the search string. Note that a complex regular expression could affect speed performance.
uk: Надає вам змогу застосовувати Qt-подібні формальні вирази у рядку пошуку. Зауважте, що складні формальні вирази можуть значно уповільнити пошук.

source: Enable "commands". For example: if search string is "user" and replace string is the command "[$user:uid$]", KFR will substitute "user" with the uid of the user.
uk: Дозволити «команди». Наприклад: якщо рядком для пошуку є «користувач», а рядком для заміни є команда «[$user:uid$]», програма замінить рядок «користувач» на ідентифікатор користувача.

source: Enable this option if you want leave original files untouched.
uk: Дозвольте цей параметр, якщо ви бажаєте залишити початкові файли незмінними.

source: Enable this option if you want to be asked for single string replacement confirmation.
uk: Використовуйте цей параметр, якщо ви бажаєте підтверджувати кожен випадок заміни рядка.

source: Enable this option to perform replacing as a simulation, i.e. without making any changes to files.
uk: Використовуйте цей параметр, щоб виконати імітацію заміни, тобто операцію без справжніх замін, що вноситимуться до вмісту файлів.

source: Select search-only mode.
uk: Обрати режим лише пошуку

source: Select search-and-replace mode.
uk: Обрати режим пошуку та заміни.

source: Insert here a string you want search for.
uk: Тут вставте рядок, який ви бажаєте шукати.

source: Insert here the string that KFR will use to replace the search string.
uk: Тут вставте рядок, який програма буде використовувати для заміни шуканого рядка.
