Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kfile_exr.po
Languages: ga, hr, hu, ia, is, kk, mr

source: Information
ga: Eolas
hr: Informacije
hu: Jellemzők
is: Upplýsingar
kk: Мәліметі
mr: माहिती

source: Format Version
ga: Leagan Formáide
hr: Inačica oblika
hu: A formátum verziója
ia: Version de formato
is: Útgáfa sniðs
kk: Пішімінің нұсқасы
mr: स्वरूप आवृत्ती

source: Tiled Image
ga: Íomhá Thílithe
hr: Ljuskasta slika
hu: Mozaikszerű kép
ia: Imagine tegulate
is: Flísuð mynd
kk: Қатарлас кескін
mr: फरसबंद प्रतिमा

source: Dimensions
ga: Toisí
hr: Dimenzije
hu: Méretek
ia: Dimensiones
is: Stærðir
kk: Өлшемдері
mr: परिमाणे

source: Thumbnail Dimensions
ga: Toisí na Mionsamhla
hr: Dimenzije sličice
hu: A gyorsnézeti kép méretei
ia: Dimensiones de miniatura
is: Stærðir smámynda
kk: Нобайдың өлшемдері
mr: लघुप्रतिमा परिमाणे

source: Comment
ga: Nóta
hr: Komentar
hu: Megjegyzés
ia: Commento
is: Athugasemd
kk: Түсініктемесі
mr: टीप

source: Thumbnail
ga: Mionsamhail
hr: Sličica
hu: Gyorsnézeti kép
ia: Miniatura
is: Smámynd
kk: Нобайы
mr: लघुप्रतिमा

source: Standard Attributes
ga: Tréithe Caighdeánacha
hr: Standardna svojstva
hu: Normál attribútumok
ia: Attributos standard
is: Staðlaðir eiginleikar
kk: Стандартты атрибуттары
mr: प्रमाणित गुण

source: Owner
ga: Úinéir
hr: Vlasnik
hu: Tulajdonos
ia: Proprietario
is: Eigandi
kk: Иесі
mr: मालक

source: Comments
ga: Nótaí
hr: Komentari
hu: Megjegyzések
ia: Commentos
is: Athugasemdir
kk: Түсініктемелері
mr: टिपण्णी

source: Capture Date
ga: Dáta Gabhála
hr: Datum snimanja
hu: A felvétel dátuma
ia: Data de captura
is: Tekin þann
kk: Түсірген кезі
mr: कैप्चर दिनांक

source: UTC Offset
ga: Fritháireamh UTC
hr: Odmak u UTC-u
hu: UTC-távolság
ia: Displaciamento UTC
is: UTC afbrigði
kk: Уақыт белдеуі
mr: यूटीसी ऑफ़सेट

source: Exposure Time
ga: Am Nochta
hr: Vrijeme ekspozicije
hu: Exponálási idő
ia: Tempore de exposition
is: Lýsingartími
kk: Экспозициясы
mr: एक्सपोजर वेळ

source: Focus
ga: Fócas
hr: Fokus
hu: Fókusz
ia: Foco
is: Fókus
kk: Фокусы
mr: केंद्र

source: X Density
ga: Dlús X
hr: Zbijenost po X
hu: X-sűrűség
ia: Densitate X
is: X upplausn
kk: X тығыздығы
mr: एक्स घनत्व

# Pixels Per Inch
source: ppi
ga: pso
is: pát

source: White Luminance
ga: Lonras Bán
hr: Osvjetljenje bijele boje
hu: Fehérluminancia
ia: Luminanta blanc
is: Hvít lýsing
kk: Ақ жарықтығы
mr: श्वेत ल्युमिनन्स

# Candelas per square metre
source: Nits
ga: Caindéile sa mhéadar cearnach
hr: Nita
mr: एनआईटीएस

source: Longitude
ga: Domhanfhad
hr: Dužina
hu: Földr. hosszúság
is: Lengdargráða
kk: Бойлығы
mr: रेषांश

source: Latitude
ga: Domhanleithead
hr: Širina
hu: Földr. szélesség
is: Breiddargráða
kk: Ендігі
mr: अक्षांश

source: Altitude
ga: Airde
hr: Visina
hu: Földr. magasság
is: Hæð
kk: Биіктігі
mr: उंची

source: ISO Speed
ga: Luas ISO
hr: ISO osjetljivost
hu: ISO-sebesség
ia: Velocitate ISO
is: ISO hraði
kk: ISO жылдамдығы
mr: ISO वेग

source: Aperture
ga: Cró
hr: Ovor
hu: Apertúra
ia: Apertura
is: Ljósop
kk: Апертурасы
mr: एपेर्चर

source: Channels
ga: Cainéil
hr: Kanali
hu: A csatornák száma
ia: Canales
is: Rásir
kk: Арналары
mr: माध्यमे

source: materialID
ga: Aitheantas ábhair
hr: ID materijala
hu: anyagazonosító
ia: ID de Material
mr: मटेरियल-आईडी

source: objectID
ga: Aitheantas réada
hr: ID objekta
hu: objektumazonosító
ia: ID de objecto
mr: ऑब्जेक्ट-आईडी

source: renderID
ga: Aitheantas rindreála
hr: ID iscrtavanja
hu: renderelési azonosító
ia: ID de rendition
mr: रेंडर-आईडी

source: pixelCover
ga: Clúdach picteilín
hr: Pokrivenost piksela
hu: képpontfedés
ia: Coperculo de Pixel
mr: पिक्सेल-कव्हर

source: velX
ga: luasX
hr: brzX
hu: Xseb
mr: वेल-एक्स

source: velY
ga: luasY
hr: brzY
hu: Yseb
mr: वेल-वाई

source: packedRGBA
ga: RGBApacáilte
hr: Upakiran RGBA
hu: csomagolt RGBA
ia: RGBA impacchettate
mr: पैक्ड-आरजीबीए

source: Technical Details
ga: Mionsonraí Teicniúla
hr: Tehnički detalji
hu: Technikai részletek
ia: Detalios technic
is: Tæknilegar upplýsingar
kk: Техникалық егжей-тегжейі
mr: तांत्रीक तपशील

source: Compression
ga: Comhbhrú
hr: Sabijanje
hu: Tömörítés
is: Þjöppun
kk: Сығылуы
mr: संक्षिप्तीकरण

source: Line Order
ga: Ord Líne
hr: Redoslijed linija
hu: Vonalsorrend
ia: Ordine de rango
is: Línuröðun
kk: Сызық реті
mr: ओळ क्रम

source: 3dsMax Details
ga: Mionsonraí 3dsMax
hr: Detalji 3dsMax
hu: 3DS Max részletek
ia: Detalios de 3dsMax
is: 3dsMax upplýsingar
kk: 3dsMax егжей-тегжейі
mr: 3डीएस-मैक्स तपशील

source: Local Time
ga: Am Áitiúil
hr: Lokalno vrijeme
hu: Helyi idő
ia: Tempore local
is: Staðtími
kk: Жергілікті уақыт
mr: स्थानिक वेळ

source: System Time
ga: Am an Chórais
hr: Sustavsko vrijeme
hu: Rendszeridő
ia: Tempore de systema
is: Kerfistími
kk: Жүйелік уақыт
mr: प्रणाली वेळ

source: Plugin Version
ga: Leagan Breiseáin
hr: Inačica priključka
hu: A bővítőmodul verziója
ia: Version de plugin
is: Útgáfa íforrits
kk: Плагин нұсқасы
mr: प्लगइन आवृत्ती

source: EXR Version
ga: Leagan EXR
hr: Inačica EXR-a
hu: EXR-verzió
ia: Version de EXR
is: EXR útgáfa
kk: EXR нұсқасы
mr: ईएक्सआर आवृत्ती

source: Computer Name
ga: Ainm an Ríomhaire
hr: Ime računala
hu: Gépnév
ia: Nomine de computator
is: Heiti tölvu
kk: Компьютердің атауы
mr: संगणक नाव

source: No compression
ga: Gan comhbhrú
hr: Bez sabijanja
hu: Nincs tömörítés
ia: Necun compression
is: Engin þjöppun
kk: Сығылмаған
mr: संक्षिप्तीकरण नाही

source: Run Length Encoding
ga: Ionchódú Fad Reatha
hr: Kodiranje Run Length
hu: RLE
ia: Executa codifica de longitude
is: Keyrslulínuþjöppun
kk: RLE кодтауы
mr: रन लेन्ग्थ एन्कोडिंग

source: zip, individual scanlines
ga: zip, scanlínte indibhidiúla
hr: zip, jednostruka linija skeniranja
hu: ZIP (különálló sorok)
ia: zip, scanlines individual
is: zip, línu fyrir línu
kk: zip, бөлек сканжолдары
mr: झिप, पृथक स्कैनलाइन्स

source: zip, multi-scanline blocks
ga: zip, bloic il-scanlíne
hr: zip, višelinijsko skeniranje u blokovima
hu: ZIP (összevont sorok)
ia: zip, blocos de multi-scanline
is: zip, fjöllínu blokkir
kk: zip, көп сканжол блоктары
mr: झिप, मल्टी-स्कैनलाइन ब्लॉक्स

source: piz compression
ga: comhbhrú piz
hr: piz sabijanje
hu: PIZ-tömörítés
ia: compression piz
is: piz þjöppun
kk: piz сығу
mr: पिझ संक्षिप्तीकरण

source: increasing Y
ga: Y ardaitheach
hr: Rastući Y
hu: Y növelése
ia: augmentante Y
is: vaxandi Y
kk: Y үлкейту
mr: वाय वाढवत आहे

source: decreasing Y
ga: Y íslitheach
hr: Padajući Y
hu: Y csökkentése
ia: diminuente Y
is: minnkandi Y
kk: Y кішірейту
mr: वाय कमी करत आहे

# Metres
source: m
kk: м
