Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kio_svn.po
Languages: da, el, ga, ja, kk, ko, nds, pa, tr

# NAME OF TRANSLATORS
source: Your names
da: Martin Schlander
el: Σπύρος Γεωργαράς, Τούσης Μανώλης, Γιώργος Πάντσης
ga: Kevin Scannell
ja: Shinya TAKEBAYASHI
kk: Сайран Киккарин
ko: Park Shinjo
nds: Sönke Dibbern, Manfred Wiese
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
da: mschlander@opensuse.org
el: sng@hellug.gr, manolis@koppermind.homelinux.org, gpantsis@gmail.com
ga: kscanne@gmail.com
ja: makoto@kanon-net.jp
kk: sairan@computer.org
ko: kde@peremen.name
nds: s_dibbern@web.de, m.j.wiese@web.de
pa: aalam@users.sf.net
tr: tulliana@gmail.com

source: Log Message
da: Logbesked
el: Μήνυμα καταγραφής
ga: Teachtaireacht Logála
ja: ログメッセージ
kk: Журнал жазуы
ko: 로그 메시지
nds: Logbook-Mellen
pa: ਲਾਗ ਸੁਨੇਹੇ
tr: Günlük Kaydı İletisi

source: &OK
el: &Εντάξει
kk: &ОК
ko: 확인(&O)
pa: ਠੀਕ ਹੈ(&O)
tr: &Tamam

source: &Cancel
da: &Annullér
el: &Ακύρωση
ga: &Cealaigh
ja: キャンセル(&C)
kk: Қ&айту
ko: 취소(&C)
nds: &Afbreken
pa: ਰੱਦ ਕਰੋ(&C)
tr: İ&ptal

source: Looking for %1...
da: Leder efter %1...
el: Αναζήτηση του %1...
ga: Ar lorg %1...
ja: %1 を探しています...
kk: %1 дегенді қарастыру
ko: %1 찾는 중...
nds: "%1" warrt söcht...
pa: %1 ਲਈ ਖੋਜ ਜਾਰੀ ਹੈ...
tr: %1 aranıyor...

source: For reasons of safety, directories are not yet supported.
da: Af sikkerhedsårsager er mapper endnu ikke understøttet.
el: Για λόγους ασφαλείας, δεν υποστηρίζονται κατάλογοι για την ώρα.
ga: De bharr cúrsaí slándála, ní thacaítear le comhadlanna fós.
ja: 安全のため、ディレクトリはまだサポートされません。
kk: Қауіпсіздік себептерімен, қапшықтардың қолдауы әлі жоқ.
ko: 안전을 위하여 디렉터리는 지원하지 않습니다.
nds: För de Sekerheit warrt Ornern noch nich ünnerstütt.
pa: ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ ਡਾਇਰੈਕਟਰੀਆਂ ਸਹਾਇਕ ਨਹੀਂ ਹਨ।
tr: Güvenlik sağlamak amacıyla ler henüz desteklenmiyor.

source: Nothing to commit.
da: Intet at indsende.
el: Δεν υπάρχει τίποτα για καταχώρηση.
ga: Níl athruithe ar bith le cur i bhfeidhm.
ja: コミットするものがありません。
kk: Тапсыратын ештеңе жоқ.
ko: 커밋할 것이 없습니다.
nds: Nix dor, wat sik inspelen lett.
pa: ਕਮਿਟ ਕਰਨ ਲਈ ਕੁਝ ਨਹੀਂ।
tr: Gönderilecek bir şey yok.

source: Committed revision %1.
da: Indsendte revision %1.
el: Καταχωρημένη ενημέρωση %1.
ga: Leasú %1 curtha i bhfeidhm.
ja: リビジョン %1 をコミットしました。
kk: Тапсырылған, жетілдірім нөмірі: %1
ko: 커밋한 리비전 %1.
nds: Revischoon %1 inspeelt.
pa: ਕਮਿਟ ਕੀਤਾ ਰੀਵਿਜ਼ਨ %1
tr: Gönderilen sürüm %1.

source: A (bin) %1
el: Προσθήκη (δυαδικό) %1
ga: A (dénártha) %1
ja: 追加 (バイナリ) %1
kk: Қ (екіл.) %1
ko: A (바이너리) %1
nds: T (bin) %1

source: A %1
el: Προσθήκη %1
ja: 追加 %1
kk: Қ %1
nds: T %1

source: D %1
el: Διαγραφή %1
ja: 削除 %1
kk: Ө %1
nds: W %1

source: Restored %1.
da: Genoprettede %1.
el: Αποκατάσταση του %1.
ga: Athchóiríodh %1.
ja: %1 を復元しました。
kk: %1 қалпына келтірілді.
ko: %1 복원함.
nds: Wedderherstellt: %1.
pa: ਮੁੜ-ਸਟੋਰ ਕੀਤਾ %1
tr: %1 Yeniden yüklendi.

source: Reverted %1.
da: Vendte tilbage med %1.
el: Επαναφορά του %1.
ga: Filleadh ar %1.
ja: %1 を元に戻しました。
kk: %1 қайтарылды.
ko: %1 되돌림.
nds: Torüchdreiht: %1.
pa: %1 ਮੁੜ-ਵਾਪਿਸ ਲਿਆ ਹੈ।
tr: %1 Geri döndürüldü.

source: Failed to revert %1. Try updating instead.
da: Mislykkedes at gå tilbage for %1. Forsøg at opdatere i stedet.
el: Αποτυχία επαναφοράς του %1. Δοκιμάστε την ενημέρωση.
ga: Níorbh fhéidir filleadh ar %1. Bain triail as nuashonrú ina ionad.
ja: %1 の復元に失敗しました。 代わりに、アップデートを試してください。
kk: %1 қайтару жаңылысы. Оның орнына жаңартып көріңіз.
ko: %1을(를) 되돌리는 데 실패함. 업데이트를 시도해 보십시오.
nds: "%1" lett sik nich torüchdreihen. Versöök en Opfrischen ansteed.
pa: %1 ਮੁੜ-ਵਾਪਸ ਲੈਣ ਲਈ ਅਸਫ਼ਲ ਹੈ ਇਸ ਦੀ ਬਜਾਏ ਅੱਪਡੇਟ ਦੀ ਕੋਸ਼ਿਸ਼ ਹੈ।
tr: %1 geri döndürme başarısız oldu. Güncelleştirilmeye çalışılıyor.

source: Resolved conflicted state of %1.
da: Løste konflikttilstand for %1.
el: Επίλυση της κατάστασης σύγκρουσης του %1.
ga: Réitíodh coinbhleachtaí i %1.
ja: %1 の競合を解決しました。
kk: %1 қайшылығы шешілді.
ko: %1의 충돌 상태 해결함.
nds: Konfliktstatus vun "%1" oplööst.
pa: %1 ਦੀ ਅਪਵਾਦ ਹਾਲ ਠੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
tr: %1 ile olan çakışma durumu çözüldü.

source: Skipped missing target %1.
da: Skippede manglende mål %1.
el: Παράλειψη του απόντος προορισμού %1.
ga: Léimeadh thar sprioc ar iarraidh: %1.
ja: 紛失したターゲット %1 をスキップしました。
kk: Жоқ %1 мақсаты өткізіп жіберілген.
ko: 없는 대상 %1 건너뜀.
nds: Fehlen Teel "%1" utlaten.
pa: ਗੁੰਮ ਟਾਰਗੇਟ %1 ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
tr: %1 eksik hedef atlandı.

source: Skipped %1.
da: Skippede %1.
el: Παράλειψη %1.
ga: Léimeadh thar %1.
ja: %1 をスキップしました。
kk: %1 өткізіп жіберілген.
ko: %1 건너뜀.
nds: Utlaten: %1.
pa: %1 ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
tr: %1 atlandı.

source: Exported external at revision %1.
da: Eksporterede ekstern ved revision %1.
el: Εξαγωγή εξαγομένου στην αναθεώρηση %1.
ga: Easpórtáladh mír sheachtrach ag leasú %1.
ja: リビジョン %1 の参照をエクスポートしました。
kk: %1 жетілдірімінің сыртқы ресурсы экспортталды.
ko: 외부 경로의 리비전 %1 내보냄.
nds: Extern bi Revischoon %1 exporteert.
pa: ਰੀਵਿਜ਼ਨ %1 ਉੱਤੇ ਬਾਹਰੀ ਨਿਰਯਾਤ ਕੀਤਾ।
tr: %1 dış düzeltmesi dışa aktarıldı.

source: Exported revision %1.
da: Eksporterede revision %1.
el: Εξαγόμενη αναθεώρηση %1.
ga: Easpórtáladh leasú %1.
ja: リビジョン %1 をエクスポートしました。
kk: %1 жетілдірімі экспортталды.
ko: 리비전 %1 내보냄.
nds: Revischoon exporteert: %1.
pa: ਨਿਰਯਾਤ ਰੀਵਿਜ਼ਨ %1 ਹੈ।
tr: %1 düzeltmesi dışa aktarıldı.

source: Checked out external at revision %1.
da: Tjekke ekstern ud ved revision %1.
el: Έλεγχος εξόδου εξαγομένου στην αναθεώρηση %1.
ga: Seiceáladh mír sheachtrach amach ag leasú %1.
ja: リビジョン %1 の参照をチェックアウトしました。
kk: %1 жетілдірімінің сыртқы ресурсы алынды.
ko: 외부 경로의 리비전 %1 체크아웃함.
nds: Extern bi Revischoon %1 utleest.
tr: %1 dış düzeltmesi kontrol edildi.

source: Checked out revision %1.
da: Tjekkede revision %1 ud.
el: Έλεγχος εξόδου της αναθεώρησης %1.
ga: Seiceáladh leasú %1 amach.
ja: リビジョン %1 にアップデートしました。
kk: %1 жетілдірімі алынды.
ko: 리비전 %1 체크아웃함.
nds: Revischoon %1 utleest.
pa: ਚੈਕਆਉਟ ਰੀਵਿਜ਼ਨ %1
tr: %1 düzeltmesi kontrol edildi.

source: Updated external to revision %1.
da: Opdaterede ekstern til revision %1.
el: Ενημέρωση εξαγομένου στην αναθεώρηση %1.
ga: Nuashonraíodh mír sheachtrach go dtí leasú %1.
ja: リビジョン %1 に参照をアップデートしました。
kk: Сыртқы ресурсы %1 жетілдіріміне жаңартылды.
ko: 외부 경로의 리비전 %1(으)로 업데이트함.
nds: Extern op Revischoon %1 opfrischt.
tr: %1 dış düzeltmesine güncellendi.

source: Updated to revision %1.
da: Opdaterede til revision %1.
el: Ενημέρωση στην αναθεώρηση %1.
ga: Nuashonraíodh go dtí leasú %1.
ja: リビジョン %1 にアップデートしました。
kk: %1 жетілдіріміне жаңартылды.
ko: 리비전 %1(으)로 업데이트됨.
nds: Op Revischoon %1 opfrischt.
pa: %1 ਰੀਵਿਜ਼ਨ ਲਈ ਅੱਪਡੇਟ ਕੀਤਾ।
tr: %1 düzeltmesine güncellendi.

source: External at revision %1.
da: Ekstern ved revision %1.
el: Εξαγόμενο στην αναθεώρηση %1.
ga: Mír sheachtrach ag leasú %1.
ja: リビジョン %1 を参照
kk: Сыртқы ресурсы %1 жетілдірімінде.
ko: 외부 경로의 리비전 %1.
nds: Extern bi Revischoon %1.
pa: %1 ਰੀਵਿਜ਼ਨ ਉੱਤੇ ਬਾਹਰੀ ਹੈ।
tr: %1 dış sürümde.

source: At revision %1.
da: Ved revision %1.
el: Στην αναθεώρηση %1.
ga: Ag leasú %1.
ja: リビジョン %1
kk: %1 жетілдірімінде
ko: 리비전 %1.
nds: Bi Revischoon %1.
pa: %1 ਰੀਵਿਜ਼ਨ ਉੱਤੇ।
tr: %1 sürümünde.

source: External export complete.
da: Ekstern eksport færdig.
el: Η εξαγωγή εξαγόμενου ολοκληρώθηκε.
ga: Tá easpórtáil na míre seachtraí críochnaithe.
ja: 参照エクスポートが完了しました。
kk: Сыртқы ресурс экспортталды.
ko: 외부 경로 내보내기 완료.
nds: Export vun Extern afslaten.
pa: ਬਾਹਰੀ ਐਕਸਪੋਰਟ ਮੁਕੰਮਲ ਹੋਇਆ।
tr: Harici dışa aktarım tamamlandı.

source: Export complete.
da: Eksport færdig.
el: Η εξαγωγή ολοκληρώθηκε.
ga: Tá an easpórtáil críochnaithe.
ja: エクスポートが完了しました。
kk: Экспорттау бітті.
ko: 내보내기 완료.
nds: Exporteren afslaten.
pa: ਐਕਸਪੋਰਟ ਮੁਕੰਮਲ ਹੋਇਆ।
tr: Dışa aktarım tamamlandı.

source: External checkout complete.
da: Ekstern tjekken ud færdig.
el: Ό έλεγχος εξόδου εξαγομένου ολοκληρώθηκε.
ga: Tá seiceáil amach na míre seachtraí críochnaithe.
ja: 参照チェックアウトが完了しました。
kk: Сыртқы ресурсты алуы бітті.
ko: 외부 경로 체크아웃 완료.
nds: Extern Utlesen afslaten.
pa: ਬਾਹਰੀ ਚੈਕ-ਆਉਟ ਪੂਰਾ ਹੋਇਆ।
tr: Dış çalışırlık sınaması tamamlandı.

source: Checkout complete.
da: Tjekken ud færdig.
el: Ο έλεγχος εξόδου ολοκληρώθηκε.
ga: Tá an tseiceáil amach críochnaithe.
ja: チェックアウトが完了しました。
kk: Алу бітті.
ko: 체크아웃 완료.
nds: Utlesen afslaten.
pa: ਚੈਕਆਉਟ ਮੁਕੰਮਲ ਹੋਇਆ।
tr: Çalışırlık sınaması tamamlandı.

source: External update complete.
da: Ekstern opdatering færdig.
el: Η ενημέρωση εξαγομένου ολοκληρώθηκε.
ga: Tá nuashonrú na míre seachtraí críochnaithe.
ja: 参照アップデートが完了しました。
kk: Сыртқы ресурсты жаңартуы бітті.
ko: 외부 경로 업데이트 완료.
nds: Extern Opfrischen afslaten.
pa: ਬਾਹਰੀ ਅੱਪਡੇਟ ਮੁਕੰਮਲ ਹੋਇਆ।
tr: Harici güncelleme tamamlandı.

source: Update complete.
da: Opdatering færdig.
el: Η ενημέρωση ολοκληρώθηκε.
ga: Tá an nuashonrú críochnaithe.
ja: アップデートが完了しました。
kk: Жаңарту бітті.
ko: 업데이트 완료.
nds: Opfrischen afslaten.
pa: ਅੱਪਡੇਟ ਮੁਕੰਮਲ ਹੋਇਆ।
tr: Güncelleme tamamlandı.

source: Fetching external item into %1.
da: Henter eksternt punkt til %1.
el: Ανάκτηση εξαγόμενου αντικειμένου μέσα στο %1.
ga: Mír sheachtrach á tabhairt isteach i %1.
ja: %1 に参照アイテムを取得しています。
kk: %1 сыртқы нысаны туралы мәлімет алу.
ko: 외부 항목을 %1(으)로 가져오는 중.
nds: Extern Indrag warrt na "%1" haalt.
tr: Dış öge %1 içine alınıyor.

source: Status against revision: %1.
da: Status imod revision: %1.
el: Κατάσταση σε σχέση με την αναθεώρηση: %1.
ga: Stádas i dtaca le leasú: %1.
ja: リビジョン %1 に対するステータス
kk: Жетілдірім күй-жайы: %1.
ko: 다음 리비전에 대한 상태: %1
nds: Status günt Revischoon %1.
pa: ਰੀਵਿਜ਼ਨ ਨਾਲ ਹਾਲਤ: %1
tr: Karşı gözden geçirme durumu: %1.

source: Performing status on external item at %1.
da: Udfører status på eksternt punkt ved %1.
el: Ανάλυση κατάστασης σε εξαγόμενο αντικείμενο στο %1.
ga: Stádas á dhéanamh ar mhír sheachtrach ag %1.
ja: %1 の参照アイテムのステータスを実行しています。
kk: %1 сыртқы ресурсқа күй-жайын тағайындау.
ko: %1에 있는 외부 항목의 상태 보는 중.
nds: Status för extern Indrag bi %1 warrt utföhrt.
tr: %1 konumundaki dış ögede durum alınıyor.

source: Sending %1
da: Sender %1
el: Αποστολή του %1
ga: %1 á sheoladh
ja: %1 を送信しています。
kk: %1 жіберуі
ko: %1 보내는 중
nds: "%1" warrt loosstüert
pa: %1 ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ।
tr: %1 gönderiliyor

source: Adding (bin) %1.
da: Tilføjer (bin) %1.
el: Προσθήκη (δυαδικό) του %1.
ga: %1 á chur leis (dénártha).
ja: バイナリ %1 を追加しています。
kk: %1 қосуы (екіл.)
ko: %1 (바이너리) 추가하는 중.
nds: "%1" warrt (bineer) toföögt.
pa: %1 (ਬਾਈਨਰੀ) ਨੂੰ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ।
tr: %1 ekleniyor (bin).

source: Adding %1.
da: Tilføjer %1.
el: Προσθήκη του %1.
ga: %1 á chur leis.
ja: %1 を追加しています。
kk: %1 қосуы
ko: %1 추가하는 중.
nds: "%1" warrt toföögt.
pa: %1 ਜੋੜਿਆ ਜਾਦਾ ਹੈ।
tr: %1 ekleniyor.

source: Deleting %1.
da: Sletter %1.
el: Διαγραφή του %1.
ga: %1 á scriosadh.
ja: %1 を削除しています。
kk: %1 өшіруі
ko: %1 삭제하는 중.
nds: "%1" warrt wegdaan.
pa: %1 ਨੂੰ ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ।
tr: %1 siliniyor.

source: Replacing %1.
da: Erstatter %1.
el: Αντικατάσταση του %1.
ga: %1 á ionadú.
ja: %1 を置換しています。
kk: %1 алмастыруы
ko: %1 바꾸는 중.
nds: "%1" warrt utwesselt.
pa: %1 ਨੂੰ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
tr: %1 değiştiriliyor.

source: Transmitting file data
da: Overfører fildata
el: Μετάδοση δεδομένων αρχείων
ga: Sonraí comhaid á seoladh
ja: ファイルのデータを転送しています
kk: Файл тасымалдау амалы
ko: 파일 데이터 전송 중
nds: Dateidaten warrt överdragen
pa: ਫਾਇਲ ਡਾਟਾ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
tr: Dosya verisi gönderiliyor

source: Subversion Checkout
ga: Seiceáil Amach Subversion
ja: Subversion チェックアウト
kk: Subversion алуы
ko: 서브버전 체크아웃
nds: Subversion - Utlesen
pa: ਸਬ-ਵਰਜਨ ਚੈਕਆਉਟ

source: Subversion Switch
ga: Aistriú Subversion
ja: Subversion スイッチ
kk: Subversion ауысуы
ko: 서브버전 바꾸기
nds: Subversion - Steed wesseln
pa: ਸਬ-ਵਰਜਨ ਸਵਿੱਚ

source: Request not recognized - it might not be implemented yet.
da: Anmodning ikke genkendt - måske er det endnu ikke implementeret.
el: Η αίτηση δεν αναγνωρίστηκε - Ίσως δεν έχει υλοποιηθεί ακόμα.
ga: Ní aithnítear an t-iarratas - b'fhéidir nach bhfuil sé ar fáil fós.
ja: 要求を認識できません。おそらくまだ実装されていないためです。
kk: Түсініксіз сұраныс - мүмкін іске әлі асырылмаған шығар.
ko: 요청이 인식되지 않았습니다. 구현되지 않은 것 같습니다.
nds: Anfraag nich begäng - villicht noch nich inbuut?
tr: İstek anlaşılamadı - Bu özellik henüz eklenmemiş olabilir.

source: Feature Not Implemented
da: Funktionen er endnu ikke implementeret
el: Το χαρακτηριστικό δεν έχει υλοποιηθεί
ga: Níl an ghné seo ar fáil fós
ja: 実装されていません
kk: Іске асырылмаған мүмкіндік
ko: 구현되지 않음
nds: Funkschoon nich inbuut
pa: ਫੀਚਰ ਹਾਲੇ ਬਣਿਆ ਨਹੀਂ
tr: Özellik Henüz Eklenmedi

source: Subversion Helper
da: Subversion-hjælper
el: Βοηθός Subversion
ga: Cuiditheoir Subversion
ja: Subversion ヘルパー
kk: Subversion көмекшісі
ko: 서브버전 도우미
nds: Subversion-Hölper
pa: ਸਬ-ਵਰਜਨ ਹੈਲਪਰ
tr: Subversion Yardımcısı

source: KDE frontend for SVN
da: KDE-brugerflade til SVN
el: Σύστημα περιβάλλοντος SVN του KDE
ga: Comhéadan SVN le haghaidh KDE
ja: SVN の KDE フロントエンド
kk: KDE-нің SVN интерфейсі
ko: SVN KDE 프론트엔드
nds: KDE-Böversiet för SVN
pa: SVN ਲਈ ਕੇਡੀਈ ਫਰੰਟਐਂਡ
tr: KDE için SVN Önyüzü

source: Update given URL
da: Opdatér given URL
el: Ενημέρωση δοσμένου URL
ga: Nuashonraigh an URL
ja: 指定した URL をアップデート (update)
kk: Келтірген URL-ді жаңарту
ko: 주어진 URL 업데이트
nds: Angeven URL opfrischen
pa: ਦਿੱਤਾ URL ਅੱਪਡੇਟ ਕਰੋ
tr: Verilen Adresi Güncelle

source: Commit given URL
da: Indsend given URL
el: Υποβολή δοσμένου URL
ga: Cuir an URL sonraithe i bhfeidhm
ja: 指定した URL をコミット (commit)
kk: Келтірген URL-ді тапсыру
ko: 주어진 URL 커밋
nds: Angeven URL inspelen
pa: ਦਿੱਤਾ URL ਕਮਿੱਟ
tr: Verilen adresi gönder

source: Checkout in given directory
da: Checkout til given mappe
el: Έλεγχος εξόδου του δοσμένου καταλόγου
ga: Seiceáil amach sa chomhadlann sonraithe
ja: 指定したディレクトリでチェックアウト (checkout)
kk: Келтірген қапшықты алып беру
ko: 주어진 디렉터리에 체크아웃
nds: Utlesen na angeven Orner
pa: ਦਿੱਤੀ ਡਾਇਰੈਕਟਰੀ ਚੈਕਆਉਟ ਕਰੋ
tr: Verilen dizini depodan kontrol et

source: Add given URL to the working copy
da: Tilføj given URL til working copy
el: Προσθήκη δοσμένου URL στο αντίγραφο εργασίας
ga: Cuir an URL sonraithe leis an gcóip oibre
ja: 指定した URL を作業コピーに追加 (add)
kk: Келтірген URL-ді жұмыс көшірмесіне қосу
ko: 작업 사본에 주어진 URL 추가
nds: Angeven URL de Arbeitkopie tofögen
tr: Verilen adresi çalışılan kopyaya ekle

source: Delete given URL from the working copy
da: Slet given URL fra working copy
el: Διαγραφή δοσμένου URL από το αντίγραφο εργασίας
ga: Scrios an URL sonraithe ón chóip oibre
ja: 指定した URL を作業コピーから削除 (delete)
kk: Келтірген URL-ді жұмыс көшірмесінен өшіру
ko: 작업 사본에서 주어진 URL 삭제
nds: Angeven URL ut Arbeitkopie wegdoon
tr: Verilen adresi çalışılan kopyadan sil

source: Switch given working copy to another branch
da: Skift given working copy til en anden branch
el: Εναλλαγή δοσμένου αντίγραφου ασφαλείας με άλλο κλάδο
ga: Athraigh an chóip oibre sonraithe go brainse eile
ja: 指定した作業コピーを他のブランチにスイッチ (switch)
kk: Келтірген жұмыс көшірмесін басқа саласына ауыстыру
ko: 작업 사본을 다른 브랜치로 전환
nds: Angeven Arbeitkopie na en anner Telg wesseln
tr: Çalışılan kopyayı başka bir dala geçir

source: Revert local changes
da: Gør lokale ændringer om
el: Επαναφορά τοπικών τροποποιήσεων
ga: Cealaigh athruithe logánta
ja: ローカルの変更を元に戻す (revert)
kk: Жергілікті өзгерістерден қайту
ko: 로컬 변경 사항 되돌림
nds: Lokaal Ännern torüchdreihen
pa: ਲੋਕਲ ਤਬਦੀਲੀਆਂ ਬਦਲੋ
tr: Yerel değişiklikleri eskisine döndür

source: Merge changes between two branches
da: Indflet ændringer mellem de to branches
el: Συγχώνευση τροποποιήσεων μεταξύ δύο κλάδων
ga: Cumaisc athruithe idir dhá bhrainse
ja: 二つのブランチ間で変更をマージ (merge)
kk: Екі саласының айырмашылығын кетіріп толықтыру
ko: 두 브랜치 사이의 변경 사항 합체
nds: Ännern twischen twee Telgen tosamenföhren
tr: İki dal arasındaki değişiklikleri birleştir

source: Show locally made changements with diff
da: Vis lokalt udførte ændringer med diff
el: Εμφάνιση τοπικών τροποποιήσεων με το diff
ga: Taispeáin difríochtaí logánta le "diff"
ja: ローカルで行った変更を表示 (diff)
kk: Жергілікті істелген өзгерістерін diff-пен анықтау
ko: 로컬 변경 사항 diff로 만들기
nds: Lokaal Ännern mit "diff" wiesen
tr: Yerel olarak yapılan değişiklikleri diff ile göster

source: URL to update/commit/add/delete from Subversion
da: URL der skal opdatere/indsende/tilføje/slette fra Subversion
el: URL προς ενημέρωση/υποβολή/προσθήκη/διαγραφή από Subversion
ga: URL le nuashonrú/cur i bhfeidhm/cur le/scriosadh ó Subversion
ja: Subversion でアップデート、コミット、追加、削除する URL
kk: Subversion-мен жаңарту/тапсыру/қосу/өшіру URL-і
ko: 서브버전에서 업데이트/커밋/추가/삭제할 URL
nds: URL, de Du ut oder na Subversion opfrischen/inspelen/tofögen/wegmaken wullt
tr: Subversion deposunda yapılacak update/commit/add/delete değişiklikleri için adres

source: Revision (0 for HEAD):
el: Αναθεώρηση (0 για HEAD):
ga: Leasú (0 == HEAD):
ja: リビジョン (HEAD は 0):
kk: Жетілдірімі (HEAD үшін 0)
ko: 리비전 (HEAD 리비전의 경우 0):
nds: Revischoon (0 = HEAD):
pa: ਰੀਵਿਜ਼ਨ (ਹੈੱਡ ਲਈ 0):
tr: Sürüm (HEAD için 0):

source: Subversion Diff
ga: Difríochtaí Subversion
kk: Subversion айырмашылығы
ko: 서브버전 Diff
nds: Subversion - Verscheel
pa: ਸਬ-ਵਰਜਨ ਅੰਤਰ

source: Subversion Log
ga: Logáil Subversion
ja: Subversion ログ
kk: Subversion журналы
ko: 서브버전 로그
nds: Subversion - Logbook
pa: ਸਬ-ਵਰਜਨ ਲਾਗ

source: Subversion
ko: 서브버전
pa: ਸਬ-ਵਰਜਨ
