Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kipiplugin_kxmlhelloworld.po
Languages: bg, bs, da, el, es, ia, is, ko, lt, pt, ru, sl, tr, uk

source: &Image
bg: &Изображение
bs: &Slika
da: &Billede
el: Ε&ικόνα
es: &Imagen
is: &Mynd
ko: 그림(&I)
lt: &Paveikslėlis
pt: &Imagem
ru: &Изображение
sl: Sl&ika
tr: &Resim
uk: &Зображення

source: &Tools
bg: &Инструменти
bs: &Alati
da: Værk&tøjer
el: &Εργαλεία
es: &Herramientas
ia: Ins&trumentos
is: Á&höld
ko: 도구(&T)
lt: &Įrankiai
pt: Ferramen&tas
ru: С&ервис
sl: O&rodja
tr: &Araçlar
uk: &Інструменти

source: I&mport
bg: В&насяне
bs: &Uvezi
el: Ει&σαγωγή
es: I&mportar
ia: &Importa
is: Flytja &inn
ko: 가져오기(&M)
lt: &Importuoti
pt: I&mportar
ru: И&мпорт
sl: &Uvozi
tr: İçeriye Aktar
uk: І&мпорт

source: &Export
bg: &Изнасяне
bs: &Izvezi
da: &Eksport
el: &Εξαγωγή
es: &Exportar
ia: &Exporta
is: &Flytja út
ko: 내보내기(&E)
lt: &Eksportuoti
pt: &Exportar
ru: &Экспорт
sl: I&zvozi
tr: &Dışarıya Aktar
uk: &Експорт

source: Main Toolbar
bg: Главна лента с инструменти
bs: Glavna alatna traka
da: Hovedværktøjslinje
el: Κύρια γραμμή εργαλείων
es: Barra de herramientas principal
ia: Barra de instrumento principal
is: Aðaltækjaslá
ko: 주 도구 모음
lt: Pagrindinė įrankinė
pt: Barra Principal
ru: Основная панель инструментов
sl: Glavna orodna vrstica
tr: Ana Araç Çubuğu
uk: Головна панель

source: KXML Hello World Image...
bg: Изображение в KXML Hello World...
bs: KXML Hello World Slika...
da: KXML Hej verden-billede...
el: Εικόνα KXML Hello World...
es: Imagen Hola mundo KXML...
ia: KXML Imagine de Salute mundo
is: KXML Halló heimur mynd...
ko: KXML Hello World 그림...
lt: KXML Hello World atvaizdis...
pt: Imagem 'Olá Mundo' do KXML...
ru: Действие «Изображение...»
sl: Slika KXML Pozdravljen svet ...
tr: KXML Merhaba Dünya Resmi...
uk: Тестове зображення KXML…

source: KXML Hello World Tools...
bg: Инструменти на KXML Hello World...
bs: KXML Hello World Alati...
da: KXML Hej verden-værktøjer...
el: Εργαλεία KXML Hello World...
es: Herramientas Hola mundo KXML...
ia: KXML Instrumentos de Salutes Mundo ...
is: KXML Halló heimur áhöld...
ko: KXML Hello World 도구...
lt: KXML Hello World įrankiai...
pt: Ferramentas 'Olá Mundo' do KXML...
ru: Действие «Сервис...»
sl: Orodja KXML Pozdravljen svet ...
tr: KXML Merhaba Dünya Araçları...
uk: Тестові інструмент KXML…

source: KXML Hello World Export...
bg: Изнасяне от KXML Hello World...
bs: KXML Hello World Izvoz...
da: KXML Hej verden-eksport...
el: Εξαγωγή KXML Hello World...
es: Exportar Hola mundo KXML...
ia: KXML exporta Salutes Mundo...
is: KXML Halló heimur útflutningur...
ko: KXML Hello World 내보내기...
lt: KXML Hello World eksportas...
pt: Exportação do 'Olá Mundo' do KXML...
ru: Действие «Экспорт...»
sl: Izvoz KXML Pozdravljen svet ...
tr: KXML Merhaba Dünya Dışarı Aktar...
uk: Тестове експортування KXML…

source: KXML Hello World Import...
bg: Внасяне в KXML Hello World...
bs: KXML Hello World Uvoz...
da: KXML Hej verden-import...
el: Εισαγωγή KXML Hello World...
es: Importar Hola mundo KXML...
ia: KXML importa Salutes Mundo...
is: KXML Halló heimur innflutningur...
ko: KXML Hello World 가져오기...
lt: KXML Hello World importas...
pt: Importação do 'Olá Mundo' do KXML...
ru: Действие «Импорт...»
sl: Uvoz KXML Pozdravljen svet ...
tr: KXML Merhaba Dünya İçe Aktar...
uk: Тестове імпортування KXML…

source: This is the list of selected items
bg: Това е списъкът с избраните записи
bs: Ovo je lista izabranih objekata
da: Dette er listen over markerede elementer
el: Αυτή είναι η λίστα των επιλεγμένων αντικειμένων
es: Esta es la lista de elementos seleccionados
ia: Isto es le lista del elementos selectionate
is: Þetta er listi yfir valin atriði
ko: 선택한 항목 목록입니다
lt: Tai yra pažymėtų elementų sąrašas
pt: Esta é a lista de itens seleccionados
ru: Это список выбранных элементов
sl: To je seznam izbranih predmetov
tr: Bu, seçili ögelerin listesidir
uk: Це список позначених пунктів

source: This is the list of selected albums
bg: Това е списъкът с избраните албуми
bs: Ovo je lista izabranih albuma
da: Dette er listen over markerede albummer
el: Αυτή είναι η λίστα των επιλεγμένων άλμπουμ
es: Esta es la lista de Ã¡lbumes seleccionados
ia: Isto es le lista del albums selectionate
is: Þetta er listi yfir valin albúm
ko: 선택한 앨범 목록입니다
lt: Tai yra pažymėtų albumų sąrašas
pt: Esta é a lista de álbuns seleccionados
ru: Это список выбранных альбомов
sl: To je seznam izbranih albumov
tr: Bu, seçili albümlerin listesidir
uk: Це список позначених альбомів
