Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kompare.po
Languages: gl, ja

source: <qt>Could not write to the temporary file <b>%1</b>, deleting it.</qt>
gl: <qt>Non foi posíbel gardar no ficheiro temporal <b>%1</b>, a borralo.</qt>

source: <qt>Could not create destination directory <b>%1</b>. The file has not been saved.</qt>
gl: <qt>Non foi posíbel crear o cartafol de destino <b>%1</b>. O ficheiro non se gardou.</qt>

source: <qt>Could not upload the temporary file to the destination location <b>%1</b>. The temporary file is still available under: <b>%2</b>. You can manually copy it to the right place.</qt>
gl: <qt>Non foi posíbel enviar o ficheiro temporal para a localización de destino <b>%1</b>. O ficheiro temporal aínda está dispoñíbel en: <b>%2</b>. Pode copialo manualmente para o lugar correcta.</qt>

source: Could not parse diff output.
gl: Non foi posíbel procesar a saída de diff.

source: The files are identical.
gl: Os ficheiros son idénticos.

source: Could not write to the temporary file.
gl: Non foi posíbel escribir no ficheiro temporal.

source: The diff is malformed. Some lines could not be parsed and will not be displayed in the diff view.
gl: O formato do ficheiro de diferencia é incorrecto. Algunhas das liñas non puideron analizarse, e non se mostrarán na vista das diferencias.

source: Normal
ja: ノーマル
