Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kompare.po
Languages: gl, ja

source: &File
gl: &Ficheiro
ja: ファイル(&F)

source: &Settings
gl: &Configuración
ja: 設定(&S)

source: Main Toolbar
gl: Barra de ferramentas Principal
ja: メインツールバー

source: &Difference
gl: &Diferenza
ja: 差異(&D)

source: Run Diff In
gl: Executar diff en
ja: diff を実行する場所

source: Command Line
gl: Liña de ordes
ja: コマンドライン

source: cd dir && diff -udHprNa -- source destination
gl: cd dir && diff -udHprNa -- orixinal destino
ja: cd dir && diff -udHprNa -- 比較元 比較先

source: Options
gl: Opcións
ja: オプション

source: Look for smaller changes
gl: Procurar modificacións menores
ja: 小さな差異を探す

source: Optimize for large files
gl: Optimizar para ficheiros grandes
ja: 大きなファイルに最適化する

source: Ignore changes in case
gl: Ignorar as mudanzas de capitalización
ja: 大文字と小文字の違いは無視する

source: Expand tabs to spaces
gl: Expandir as tabulacións como espazos
ja: タブをスペースに展開する

source: Ignore added or removed empty lines
gl: Ignorar as liñas en branco engadidas ou eliminadas
ja: 追加・削除された空行は無視する

source: Ignore changes in whitespace
gl: Ignorar as modificacións de espazos en branco
ja: ホワイトスペースの違いは無視する

source: Show function names
gl: Mostrar os nomes das funcións
ja: 関数名を表示する

source: Compare folders recursively
gl: Comparar recursivamente os cartafoles
ja: フォルダを再帰的に比較する

source: Treat new files as empty
gl: Tratar os ficheiros novos como baleiros
ja: 新規ファイルは空と見なす

source: Format
gl: Formato
ja: フォーマット

source: Context
gl: Contexto
ja: コンテキスト

source: Unified
gl: Unificado
ja: ユニファイド

source: Side-by-side
gl: Lado a lado
ja: サイド・バイ・サイド

source: Number of context lines:
gl: Número de liñas de contexto:
ja: コンテキストの行数:

source: Colors
gl: Cores
ja: 色

source: Removed color:
gl: Cor do eliminado:
ja: 削除された部分の色:

source: Changed color:
gl: Cor do modificado:
ja: 変更された部分の色:

source: Added color:
gl: Cor do engadido:
ja: 追加された部分の色:

source: Applied color:
gl: Cor de aplicado:
ja: パッチを適用した部分の色:

source: Mouse Wheel
gl: Roda do rato
ja: マウスホイール

source: Number of lines:
gl: Número de liñas:
ja: スクロールする行数:

source: Tabs to Spaces
gl: Tabulacións en espazos
ja: タブをスペースに展開

source: Number of spaces to convert a tab character to:
gl: Número de espazos nos que converter cada tabulación:
ja: タブを何文字のスペースに展開するか:

source: Appearance
gl: Aparencia
ja: 外観

source: Text Font
gl: Tipo de letra do texto
ja: テキストフォント

source: Font:
gl: Tipo de letra:
ja: フォント:

source: Size:
gl: Tamaño:
ja: サイズ:

source: Fonts
gl: Tipos de letra
ja: フォント

source: Encoding
gl: Codificación
ja: エンコーディング

source: Diff Program
gl: Programa «Diff»
ja: Diff プログラム

source: You can select a different diff program here. On Solaris the standard diff program does not support all the options that the GNU version does. This way you can select that version.
gl: Aquí pode escoller un programa «diff» diferente. En Solaris, o «diff» estándar non soporta todas as opcións da versión de GNU. Deste xeito, poderá escoller esa versión.
ja: ここで diff プログラムを変更することができます。Solaris の標準の diff プログラムは、GNU バージョンが表現するすべてのオプションをサポートしていません。ここでそのバージョンを選択できます。

source: Diff
gl: Diferenzas

source: Select the format of the output generated by diff. Unified is the one that is used most frequently because it is very readable. The KDE developers like this format the best so use it for sending patches.
gl: Escolla o formato do resultado de «diff». «Unificado» é o máis usado por ser bastante lexíbel. Os programadores de KDE gustan deste formato por ser o mellor para enviar parches.
ja: diff 出力のフォーマットを選択します。Unified は非常に可読性があり、最もよく使用されています。KDE 開発者はこのフォーマットを一番好み、パッチ送信にも使用します。

source: Output Format
gl: Formato de saída
ja: 出力フォーマット

source: Lines of Context
gl: Liñas de contexto
ja: コンテキストの行数

source: The number of context lines is normally 2 or 3. This makes the diff readable and applicable in most cases. More than 3 lines will only bloat the diff unnecessarily.
gl: O número de liñas de contexto é normalmente de 2 ou 3. Isto fai o «diff» lexíbel e aplicábel na maioría dos casos. Máis de 3 liñas complicarao innecesariamente.
ja: コンテキストの行数は、通常 2 行か 3 行です。たいていの場合、これが読みやすい行数です。3 行より多くすると、差分を不必要に膨らますだけです。

source: General
gl: Xeral
ja: 全般

source: &Treat new files as empty
gl: Tratar os ficheiros novos como baleiros
ja: 新規ファイルは空と見なす(&T)

source: This option corresponds to the -N diff option.
gl: Correspóndese coa opción -N de «diff».
ja: このオプションは diff オプション -N に相当します。

source: With this option enabled diff will treat a file that only exists in one of the directories as empty in the other directory. This means that the file is compared with an empty file and because of this will appear as one big insertion or deletion.
gl: Se activa esta opción «diff» ha tratar os ficheiros que só haxa nun dos cartafoles como se estivese baleiro no outro. Isto significa que o ficheiro se comparará cun baleiro e polo tanto que aparecerá como se fose unha inserción ou borrado enorme.

source: &Look for smaller changes
gl: &Procurar alteracións menores
ja: 小さな差異を探す(&L)

source: This corresponds to the -d diff option.
gl: Correspóndese coa opción -d de «diff».
ja: これは diff オプション -d に相当します。

source: With this option enabled diff will try a little harder (at the cost of more memory) to find fewer changes.
gl: Se activa esta opción «diff» hase esforzar máis para tentar achar menos modificacións (co custo de máis memoria).

source: O&ptimize for large files
gl: O&ptimizar para ficheiros grandes
ja: 大きなファイルに最適化する(&P)

source: This corresponds to the -H diff option.
gl: Correspóndese coa opción -H de «diff».
ja: これは diff オプション -H に相当します。

source: This option lets diff makes better diffs when using large files. The definition of large is nowhere to be found though.
gl: Esta opción permítelle a «diff» facer mellores diffs cando traballe sobre ficheiros grandes. O que é grande non está definido en ningures.

source: &Ignore changes in case
gl: &Ignorar as mudanzas de capitalización
ja: 大文字と小文字の違いは無視する(&I)

source: This corresponds to the -i diff option.
gl: Correspóndese coa opción -i de «diff».
ja: このオプションは diff オプション -i に相当します。

source: With this option to ignore changes in case enabled, diff will not indicate a difference when something in one file is changed into SoMEthing in the other file.
gl: Se activa esta opción «diff» non ha indicar que sexa diferenza se algo nun ficheiro está trocado por AlGo no outro.

source: Ignore regexp:
gl: Ignorar a expresión regular:
ja: 次の正規表現を無視する:

source: This option corresponds to the -I diff option.
gl: Correspóndese coa opción -I de «diff».
ja: このオプションは diff オプション -I に相当します。

source: When this checkbox is enabled, an option to diff is given that will make diff ignore lines that match the regular expression.
gl: Se escolle esta opción indicaráselle a «diff» que ignore as liñas que casen coa expresión regular.

source: Add the regular expression here that you want to use to ignore lines that match it.
gl: Engada aquí a expresión regular que desexa usar para ignorar as liñas coas que concorde.
ja: 正規表現にマッチした行を無視して比較する場合、ここにその正規表現を追加します。

source: &Edit...
gl: &Editar...
ja: 編集(&E)...

source: Clicking this will open a regular expression dialog where you can graphically create regular expressions.
gl: Se preme aquí abrirá un diálogo onde poderá crear graficamente expresións regulares.
ja: これをクリックすると、正規表現をグラフィカルに 作成するための正規表現エディタが開きます。

source: Whitespace
gl: Espazo en branco
ja: ホワイトスペース

source: E&xpand tabs to spaces in output
gl: E&xpandir as tabulacións como espazos no resultado
ja: 出力でタブをスペースに展開する(&X)

source: This option corresponds to the -t diff option.
gl: Correspóndese coa opción -t de «diff».
ja: このオプションは diff オプション -t に相当します。

source: This option does not always produce the right result. Due to this expansion Kompare may have problems applying the change to the destination file.
gl: Esta opción non sempre produce resultados correctos. Por mor desta expansión Kompare pode ter problemas á hora de aplicar a modificación no ficheiro de destino.

source: I&gnore added or removed empty lines
gl: I&gnorar as liñas en branco engadidas ou eliminadas
ja: 追加・削除された空行は無視する(&G)

source: This option corresponds to the -B diff option.
gl: Correspóndese coa opción -B de «diff».
ja: このオプションは diff オプション -B に相当します。

source: This can be very useful in situations where code has been reorganized and empty lines have been added or removed to improve legibility.
gl: Isto pode ser de moita utilidade en situacións onde o código fose reorganizado engadindo ou quitando liñas en branco para mellorar a lexibilidade.

source: Ig&nore changes in the amount of whitespace
gl: I&gnorar as modificacións na cantidade de espazo en branco
ja: ホワイトスペースの数の違いは無視する(&N)

source: This option corresponds to the -b diff option.
gl: Correspóndese coa opción -b de «diff».
ja: このオプションは diff オプション -b に相当します。

source: If you are uninterested in differences arising due to, for example, changes in indentation, then use this option.
gl: Empregue esta opción se non está interesado nas modificacións debidas por ex. a trocos no sangrado.

source: Ign&ore all whitespace
gl: Ign&orar todos os espazos en branco
ja: すべてのホワイトスペースを無視する(&O)

source: This option corresponds to the -w diff option.
gl: Correspóndese coa opción -w de «diff».
ja: このオプションは diff オプション -w に相当します。

source: This is useful for seeing the significant changes without being overwhelmed by all the white space changes.
gl: Isto é de utilidade para ver as mudanzas significativas sen que o aturullen as modificacións dos espazos en branco.

source: Igno&re changes due to tab expansion
gl: Igno&rar os cambios debidos á expansión de tabulacións
ja: タブ展開によるスペースの違いは無視する(&R)

source: This option corresponds to the -E diff option.
gl: Correspóndese coa opción -E de «diff».
ja: このオプションは diff オプション -E に相当します。

source: If there is a change because tabs have been expanded into spaces in the other file, then this option will make sure that these do not show up. Kompare currently has some problems applying such changes so be careful when you use this option.
gl: Esta opción ha garantir que as modificacións causadas por trocar os tabuladores por espazos non se mostren. Na actualidade Kompare ten problemas á hora de aplicar estas modificacións polo que se recomenda ir con ollo á hora de empregar esta opción.

source: File Pattern to Exclude
gl: Patrón dos ficheiros que se van excluír
ja: 除外するファイルのパターン

source: If this is checked you can enter a shell pattern in the text box on the right or select entries from the list.
gl: Se escolle esta opción, poderá indicar un patrón no campo de texto á dereita ou escoller elementos da lista.
ja: これをチェックすると、右のテキストボックスにシェルパターンを入力したり、一覧からエントリを選ぶことができます。

source: Here you can enter or remove a shell pattern or select one or more entries from the list.
gl: Aquí pode introducir ou borrar un patrón ou escoller un ou máis elementos da lista.
ja: ここでシェルパターンの追加と削除を行います。

source: File with Filenames to Exclude
gl: Ficheiro con nomes de ficheiro para excluír
ja: 除外するファイルのファイル名パターンを含むファイル

source: If this is checked you can enter a filename in the combo box below.
gl: Se escolle esta opción, poderá indicar a ruta dun ficheiro na seguinte lista despregábel.

source: Here you can enter the URL of a file with shell patterns to ignore during the comparison of the folders.
gl: Aquí pode introducir o URL dun ficheiro con patróns de nomes para ignorar durante a comparación de cartafoles.
ja: フォルダを比較するときに無視するファイルのパターンが記述されているファイルの URL をここに入力します。

source: Any file you select in the dialog that pops up when you click it will be put in the dialog to the left of this button.
gl: Todos os ficheiros que escolla no diálogo que aparece cando preme nela poranse no diálogo á esquerda deste botón.
ja: クリックしたときにポップアップするダイアログで選択するすべてのファイルが、このボタンの左側のダイアログに入れられます。

source: Exclude
gl: Excluír
ja: 除外

source: Could not load our KompareViewPart.
gl: Non foi posíbel cargar KompareViewPart.
ja: KompareViewPart を読み込めませんでした。

source: Navigation
gl: Navegación
ja: ナビゲーション

source: Could not load our KompareNavigationPart.
gl: Non foi posíbel cargar KompareNavigationPart.
ja: KompareNavigationPart を読み込めませんでした。

source: &Open Diff...
gl: &Abrir o diff...
ja: Diff を開く(&O)...

source: &Compare Files...
gl: &Comparar os ficheiros...
ja: ファイルを比較(&C)...

source: &Blend URL with Diff...
gl: &Fusionar o URL con Diff...
ja: URL に Diff を適用(&B)...

source: Show T&ext View
gl: Mostrar a vista de t&exto
ja: テキストビューを表示(&T)

source: 0 of 0 differences
gl: 0 de 0 diferenzas
ja: 0 件の差異の 0 番目

source: 0 of 0 files
gl: 0 de 0 ficheiros
ja: 0 ファイルの 0 番目

source: %2 of %1 file
gl: %2 de %1 ficheiro
ja: %1 ファイルの %2 番目

source: %1 file
gl: %1 ficheiro
ja: %1 ファイル

source: %2 of %1 difference, %3 applied
gl: %2 de %1 diferenza, %3 aplicada
ja: %1 件の差異の %2 番目、%3 件適用

source: %1 difference
gl: %1 diferenza
ja: %1 件の差異

source: Blend File/Folder with diff Output
gl: Fusionar o ficheiro/cartafol coa saída de «Diff»
ja: ファイル/フォルダに diff 出力を適用

source: File/Folder
gl: Ficheiro/cartafol
ja: ファイル/フォルダ

source: Diff Output
gl: Saída de Diff
ja: Diff 出力

source: Blend
gl: Fusionar
ja: 適用

source: Blend this file or folder with the diff output
gl: Fusiona este ficheiro ou cartafol coa saída de «diff»
ja: このファイル/フォルダに diff 出力を適用

source: If you have entered a file or folder name and a file that contains diff output in the fields in this dialog then this button will be enabled and pressing it will open kompare's main view where the output of the entered file or files from the folder are mixed with the diff output so you can then apply the difference(s) to a file or to the files.
gl: Se indicou nos campos deste diálogo un ficheiro ou un cartafol, ademais dun ficheiro que contén a saída de «diff», entón este botón ha estar activado e, se preme nel abrirá a fiestra principal de Kompare, onde se misturará a saída do ficheiro ou ficheiros introducidos co resultado de «diff», para que poda entón aplicar as diferenzas a un ficheiro ou aos ficheiros.
ja: このダイアログのフィールドに diff 出力を含むファイル/フォルダを入力するとこのボタンが有効になり、押すと入力 (フォルダの) ファイルへの diff 出力を kompare のメインビューに示します。これで差分を適用することができます。

source: Compare Files or Folders
gl: Comparar ficheiros ou cartafoles
ja: ファイルまたはディレクトリの比較

source: Source
gl: Orixe
ja: 比較元

source: Destination
gl: Destino
ja: 比較先

source: Compare
gl: Comparar
ja: 比較

source: Compare these files or folders
gl: Comparar estes ficheiros ou cartafoles
ja: これらのファイル/フォルダを比較

source: If you have entered 2 filenames or 2 folders in the fields in this dialog then this button will be enabled and pressing it will start a comparison of the entered files or folders.
gl: Se indicou dous ficheiros ou dous cartafoles nos campos deste diálogo, entón este botón estará activo e, se preme nel iniciará unha comparación dos ficheiros ou cartafoles indicados.
ja: このダイアログのフィールドに 2 つのファイル名または 2 つのフォルダ名を入力するとこのボタンが有効になり、押すとすべてのファイル/フォルダの比較を開始します。

source: Text View
gl: Vista de texto
ja: テキストビュー

source: Files
gl: Ficheiros
ja: ファイル

source: Here you can enter the files you want to compare.
gl: Aquí pode indicar cales ficheiros desexa comparar.
ja: ここで比較するファイルを指定します。

source: Here you can change the options for comparing the files.
gl: Aquí pode mudar as opcións para comparar os ficheiros.
ja: ここでファイル比較のオプションを変更できます。

source: Here you can change the options for the view.
gl: Aquí pode modificar as opcións da vista.
ja: ここで外観のオプションを変更できます。

source: File used for excluding files cannot be found, please specify another file.
gl: Non se achou o ficheiro empregado para as exclusións. Indique outro.

source: A program to view the differences between files and optionally generate a diff
gl: Un programa para ver as diferenzas entre ficheiros e para xerar opcionalmente un ficheiro «diff»
ja: ファイル間の差を表示し、差分も生成できるプログラムです。

source: (c) 2001-2004 John Firebaugh, (c) 2001-2005,2009 Otto Bruggeman, (c) 2004-2005 Jeff Snyder, (c) 2007-2012 Kevin Kofler
gl: © 2001-2004 John Firebaugh, © 2001-2005,2009 Otto Bruggeman, © 2004-2005 Jeff Snyder, © 2007-2012 Kevin Kofler

source: Author
gl: Autor
ja: 作者

source: Developer
gl: Desenvolvente
ja: 開発者

source: Maintainer
gl: Mantenedor
ja: メンテナ

source: Kompare icon artist
gl: Artista das iconas de Kompare
ja: KomparePart アイコンの作者

source: A lot of good advice
gl: Moitos bons consellos
ja: たくさんの良きアドバイス

source: Cervisia diff viewer
gl: Visor de «diff» de Cervisia
ja: Cervisia diff ビューア

source: This will compare URL1 with URL2
gl: Isto comparará URL1 con URL2
ja: URL1 と URL2 を比較します。

source: This will open URL1 and expect it to be diff output. URL1 can also be a '-' and then it will read from standard input. Can be used for instance for cvs diff | kompare -o -. Kompare will do a check to see if it can find the original file(s) and then blend the original file(s) into the diffoutput and show that in the viewer. -n disables the check.
gl: Isto abrirá URL1 como se fose a saída de «diff». URL1 tamén pode ser un «-», nese caso lerá a entrada estándar. Pode ser usado, por exemplo, para cvs diff | kompare -o -. Kompare fará unha verificación para confirmar se pode atopar os ficheiros orixinais e entón fusionará os mesmos no resultado de «diff» e mostrará o resultado no visor. A opción -n desactiva a verificación.
ja: URL1 を diff 出力として開きます。URL1 に “-” を指定した場合は、標準入力を使います (例: diff | kompare -o -)。Kompare はオリジナルファイルを探し、組合せを diff 出力に吐き、ビューアに表示します。-n でオリジナルファイルを探さないようにすることができます。

source: This will blend URL2 into URL1, URL2 is expected to be diff output and URL1 the file or folder that the diffoutput needs to be blended into.
gl: Isto fusionará URL2 en URL1. URL2 deber ser unha saída de «diff» e URL1 o ficheiro ou cartafol onde debe ser fundida a saída de «diff».
ja: URL2 を URL1 に適用します。URL2 は diff 出力、URL1 は diff 出力を適用するファイルまたはフォルダです。

source: Disables the check for automatically finding the original file(s) when using '-' as URL with the -o option.
gl: Desactiva a verificación para procurar automaticamente os ficheiros orixinais ao usar «-» como URL coa opción -o.
ja: -o オプションで “-” を URL として使う際にオリジナルファイルを探すのを無効にします。

source: Use this to specify the encoding when calling it from the command line. It will default to the local encoding if not specified.
gl: Use isto para escoller a codificación cando o invoca desde a liña de ordes. Por omisión, usará a codificación local.
ja: コマンドラインから呼ぶ場合にエンコーディングを指定します。指定がない場合は、自動的にローカルのエンコーディングになります。

source: Compare these files or folder
gl: Comparar estes ficheiros ou cartafoles
ja: これらファイルまたはディレクトリを比較

source: Save &All
gl: G&ardar todo
ja: すべて保存(&A)

source: Save &Diff...
gl: Gardar o &diff...
ja: 差分を保存(&D)...

source: Swap Source with Destination
gl: Trocar a orixe e o destino
ja: 比較元と比較先を入れ替え

source: Show Statistics
gl: Mostrar as estatísticas
ja: 統計を表示

source: Refresh Diff
gl: Refrescar as diferenzas
ja: 差分を更新

source: <qt>The URL <b>%1</b> cannot be downloaded.</qt>
gl: <qt>Non foi posíbel obter o URL <b>%1</b>.</qt>
ja: <qt>URL <b>%1</b> はダウンロードできません。</qt>

source: <qt>The URL <b>%1</b> does not exist on your system.</qt>
gl: <qt>O URL <b>%1</b> non existe neste sistema.</qt>
ja: <qt>URL <b>%1</b> はシステムに存在しません。</qt>

source: Diff Options
gl: Opcións de Diff
ja: Diff のオプション

source: *.diff *.dif *.patch|Patch Files
gl: *.diff *.dif *.patch|Ficheiros de parches
ja: *.diff *.dif *.patch|パッチファイル

source: Save .diff
gl: Gardar o .diff
ja: 差分 (.diff) を保存

source: The file exists or is write-protected; do you want to overwrite it?
gl: O ficheiro xa existe ou está protexido contra escrita; desexa sobrescribilo?
ja: ファイルは既に存在するか、書き込み禁止です。本当に上書きしますか？

source: File Exists
gl: O ficheiro xa existe
ja: ファイルは存在します

source: Overwrite
gl: Sobrescribir
ja: 上書き

source: Do Not Overwrite
gl: Non sobrescribir
ja: 上書きしない

source: Running diff...
gl: Estase a executar diff...
ja: diff 実行中...

source: Parsing diff output...
gl: Estase a procesar o resultado de diff...
ja: diff 出力を解析中...

source: Comparing file %1 with file %2
gl: Estase a comparar o ficheiro %1 con %2
ja: ファイル <filename>%1</filename> を %2 と比較中

source: Comparing files in %1 with files in %2
gl: Estanse a comparar os ficheiros en %1 cos de %2
ja: %1 内のファイルと %2 内のファイルを比較中

source: Viewing diff output from %1
gl: Estase a ver o resultado de diff de %1
ja: %1 からの diff 出力を表示中

source: Blending diff output from %1 into file %2
gl: Estase a fusionar o resultado de diff de %1 no ficheiro %2
ja: %1 からの diff 出力をファイル <filename>%2</filename> に適用中

source: Blending diff output from %1 into folder %2
gl: Estase a fusionar o resultado de diff de %1 no cartafol %2
ja: %1 からの diff 出力をフォルダ %2 に適用中

source: You have made changes to the destination file(s). Would you like to save them?
gl: Fixo modificacións no(s) ficheiro(s) de destino. Desexa gardalos?
ja: 比較先に変更を加えました。 これを保存しますか？

source: Save Changes?
gl: Desexa gardar as modificacións?
ja: 変更を保存しますか？

source: Unknown
gl: Descoñecido
ja: 不明

source: No diff file, or no 2 files have been diffed. Therefore no stats are available.
gl: Non existe o ficheiro «diff» ou non se compararon 2 ficheiros. Polo tanto non hai estatísticas dispoñíbeis.
ja: diff ファイルがないか、二つのファイルの差分を取っていないため、統計は利用できません。

source: Diff Statistics
gl: Estatísticas de Diff
ja: Diff 統計

source: Statistics: Old file: %1 New file: %2 Format: %3 Number of hunks: %4 Number of differences: %5
gl: Estatísticas: Ficheiro antigo: %1 Ficheiro novo: %2 Formato: %3 Número de bloques: %4 Número de diferenzas: %5
ja: 統計: 古いファイル (比較元): %1 新しいファイル (比較先): %2 フォーマット: %3 差分ブロックの数: %4 差異の件数: %5

source: Statistics: Number of files in diff file: %1 Format: %2 Current old file: %3 Current new file: %4 Number of hunks: %5 Number of differences: %6
gl: Estatísticas: Número de ficheiros no ficheiro diff: %1 Formato: %2 Ficheiro antigo: %3 Ficheiro novo: %4 Número de bloques: %5 Número de diferenzas: %6
ja: 統計: diff ファイル内のファイル件数: %1 フォーマット: %2 現在の古いファイル (比較元): %3 現在の新しいファイル (比較先): %4 差分ブロックの数: %5 差異の件数: %6

source: Preferences
gl: Preferencias
ja: 設定

source: View
gl: Vista
ja: 表示

source: View Settings
gl: Configuración da vista
ja: 表示設定

source: Diff Settings
gl: Configuración de Diff
ja: Diff の設定

source: Source Folder
gl: Cartafol orixinal
ja: 比較元フォルダ

source: Destination Folder
gl: Cartafol de destino
ja: 比較先フォルダ

source: Source File
gl: Ficheiro orixinal
ja: 比較元ファイル

source: Destination File
gl: Ficheiro de destino
ja: 比較先ファイル

source: Source Line
gl: Liña orixinal
ja: 比較元行

source: Destination Line
gl: Liña de destino
ja: 比較先行

source: Difference
gl: Diferenza
ja: 差異

source: Applied: Changes made to %1 line undone
gl: Aplicado: Anuláronse as modificacións feitas en %1 liña.

source: Changed %1 line
gl: Modificouse %1 liña
ja: %1 行変更されました。

source: Applied: Insertion of %1 line undone
gl: Aplicado: Anulouse a inserción de %1 liña
ja: 適用しました: %1 行の挿入が取り消されました。

source: Inserted %1 line
gl: Inseriuse %1 liña
ja: %1 行挿入されました。

source: Applied: Deletion of %1 line undone
gl: Aplicado: Anulouse o borrado de %1 liña
ja: 適用しました: %1 行の削除が取り消されました。

source: Deleted %1 line
gl: Borrouse %1 liña
ja: %1 行削除されました。

source: &Apply Difference
gl: &Aplicar a diferenza

source: Un&apply Difference
gl: &Anular a aplicación da diferenza

source: App&ly All
gl: Ap&licar todo

source: &Unapply All
gl: Anular t&odas as aplicacións

source: P&revious File
gl: Fichei&ro anterior

source: N&ext File
gl: &Seguinte ficheiro

source: &Previous Difference
gl: Diferenza &anterior

source: &Next Difference
gl: &Seguinte diferenza

source: <qt>No models or no differences, this file: <b>%1</b>, is not a valid diff file.</qt>
gl: <qt>Non existen modelos nin diferenzas, este ficheiro: <b>%1</b>, non é un ficheiro de «diff» válido.</qt>

source: <qt>There were problems applying the diff <b>%1</b> to the file <b>%2</b>.</qt>
gl: <qt>Aconteceron problemas ao aplicar as diferenzas <b>%1</b> ao ficheiro <b>%2</b>.</qt>

source: <qt>There were problems applying the diff <b>%1</b> to the folder <b>%2</b>.</qt>
gl: <qt>Aconteceron problemas ao aplicar as diferenzas <b>%1</b> ao cartafol <b>%2</b>.</qt>

source: Could not open a temporary file.
gl: Non foi posíbel acceder a un ficheiro temporal.
