Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/ksnapshot.po
Languages: bg, ca@valencia, el, es, eu, fi, fr, gl, he, hr, hu, is, lt, mr, nb, nds, nn, pl, ro, sk, sl, sr, wa

source: Title
bg: Заглавие
el: Τίτλος
fi: Ikkunan otsikko
fr: Titre
he: כותרת
is: Titill
lt: Antraštė
mr: शिर्षक
nds: Titel
nn: Tittel
ro: Titlu
sk: Názov
sl: Naslov
sr: Наслов
wa: Tite

source: Window Class
bg: Вид прозорец
el: Κλάση παραθύρου
fi: Ikkunaluokka
fr: Classe de fenêtres
he: מחלקת החלון
is: Gluggaflokkur
lt: Lango klasė
mr: चौकटचा वर्ग
nds: Finsterklass
nn: Vindaugsklasse
ro: Clasa ferestrei
sk: Trieda okna
sl: Razred okna
sr: Класа прозора
wa: Classe del finiesse

source: KDE Screenshot Utility
bg: Програма за правене на снимки на екрана
ca@valencia: Utilitat de captura de pantalla del KDE
el: Εργαλείο δημιουργίας στιγμιοτύπου του KDE
es: Utilidad de captura de pantallas de KDE
eu: KDEren pantaila-argazkiak egiteko tresna
fi: KDE:n kuvankaappausohjelma
fr: Outil de capture d'écran de KDE
gl: Utilidade de KDE para facer capturas de pantalla
he: כלי של KDE לצילום המסך
hr: KDE-ov alat za snimanje zaslona
hu: KDE képlopó alkalmazás
is: KDE skjámyndatökutól
lt: KDE ekrano nuotraukų priemonė
mr: केडीई स्क्रीनशॉट उपकार्यक्रम
nb: KDE Skjermbilde-verktøy
nds: Schirmfoto-Deenstprogramm för KDE
nn: KDE-verktøy for skjermbilete
pl: Program do zrzutów ekranu KDE
ro: Utilitar de capturare a ecranului pentru KDE
sk: Nástroj na snímanie obrazovky pre KDE
sl: Pripomoček za zajem zaslona v KDE
sr: КДЕ‑ова алатка за снимање екрана
wa: Usteye po fé des waitroûlêyes di KDE

source: KSnapshot
mr: के-क्षणचित्र
sr: К‑снимак
wa: KWaitroûlêye

source: (c) 1997-2008, Richard J. Moore, (c) 2000, Matthias Ettrich, (c) 2002-2003 Aaron J. Seigo
es: © 1997-2008, Richard J. Moore, © 2000, Matthias Ettrich, © 2002-2003, Aaron J. Seigo
fi: © 1997–2008, Richard J. Moore, © 2000, Matthias Ettrich, © 2002–2003 Aaron J. Seigo
gl: © 1997-2008, Richard J. Moore, © 2000, Matthias Ettrich, © 2002-2003, Aaron J. Seigo
hu: (c) Richard J. Moore, 1997-2008. (c) Matthias Ettrich, 2000. (c) Aaron J. Seigo, 2002-2003.
mr: (c) १९९७–२००८, रिचर्ड मूर. (c) २०००, मथायस एत्रिच. (c) २००२-२००३ अरोन सैगो
nb: © 1997-2008 Richard J. Moore, © 2000 Matthias Ettrich, © 2002-2003 Aaron J. Seigo
nds: © 1997-2008, Richard J. Moore, © 2000, Matthias Ettrich, © 2002-2003 Aaron J. Seigo
nn: © 1997–2008 Richard J. Moore, © 2000 Matthias Ettrich, © 2002–2003 Aaron J. Seigo
sl: © 1997-2008, Richard J. Moore, © 2000, Matthias Ettrich, © 2002-2003 Aaron J. Seigo
sr: © 1997-2008, Ричард Мур, © 2000, Матијас Етрих, © 2002-2003 Арон Џ. Сајго
wa: © 1997-2008, Richard J. Moore, © 2000, Matthias Ettrich, © 2002-2003 Aaron J. Seigo

source: Richard J. Moore
mr: रिचर्ड मूर
sr: Ричард Мур

source: Matthias Ettrich
mr: मथायस एत्रीच
sr: Матијас Етрих

source: Aaron J. Seigo
mr: अरोन सैगो
sr: Арон Џ. Сајго

source: Nadeem Hasan
mr: नदीम हसन
sr: Надим Хасан

source: Region Grabbing Reworked GUI
bg: Снимане на участък Преработка на графичния интерфейс
ca@valencia: Captura de regió IGU refet
el: Σύλληψη περιοχής Αλλαγές στο GUI
es: Captura de áreas Reescritura de la interfaz
eu: Eskualdearen pantaila-argazkia Interfazea berritua
fi: Alueen kaappaus Uudelleentehty GUI
fr: Capture d'une région Interface graphique retravaillée
gl: Captura de rexións. Nova interface.
he: לכידת אזור שיכתוב ממשק משתמש
hr: Zahvaćanje područja Preinačio GUI
hu: Felvétel egy területről Átdolgozott kezelőfelület
is: Endurhannað viðmót svæðamyndatöku
lt: Regiono fotografavimas Perdirbta sąsaja
mr: क्षेत्र व्यापणे/काबीज करणे सुधारित GUI
nb: Grip område Omarbeidet grafisk grensesnitt
nds: Rebeetopteken Böversiet överarbeidt
nn: Grip område Omarbeidde grensesnittet
pl: Zrzucanie obszarów Przerobienie interfejsu graficznego
ro: Captură regiune Interfață grafică reproiectată
sk: Zachytenie oblasti Prepracované GUI
sl: Zajemanje območja Predelan grafični vmesnik
sr: Снимање области, прерада сучеља
wa: Apougnaedje del redjon GUI rovré

source: Marcus Hufgard
mr: मार्कुस हफ्गार्द
sr: Маркус Хуфгард

source: "Open With" function
bg: Функция "Отваряне с"
ca@valencia: Funció «Obri amb»
el: Λειτουργία "Άνοιγμα με"
es: Función «Abrir con»
eu: "Ireki honekin" funtzioa
fi: ”Avaa ohjelmalla”-ominaisuus
fr: Fonction « Ouvrir avec »
gl: Función «Abrir con».
he: פונקציית "פתח באמצעות"
hr: Funkcija "Otvori s"
hu: Megnyitás adott programmal
is: "Opna með" aðgerð
lt: "Atverti su" funkcija
mr: "यामध्ये उघडा" क्रिया
nb: «Åpne med»-funksjon
nds: Funkschoon "Opmaken mit"
nn: «Opna i»-funksjonen
pl: Funkcja "Otwórz w"
ro: Funcția „Deschide cu”
sk: Funkcia "Otvoriť pomocou"
sl: Funkcija »Odpri z«
sr: Функција отварања помоћу
wa: Fonccion « Drovi avou »

source: Pau Garcia i Quiles
mr: पाऊ गार्सिया ई क्विल्स
sr: Пау Гарсија и Килес

source: Free region grabbing, KIPI plugins support, port to Windows
bg: Свободно избираеми области, поддръжка на приставки KIPI, версия за Windows
el: Σύλληψη ελεύθερης περιοχής, υποστήριξη πρόσθετων KIPI, μεταφορά στα Windows
fi: Vapaamuotoisen alueen kaappaus, tuki KIPI-liitännäisille, siirto Windowsille
he: אזור לכידה חופשי, תמיכה בתוספי KIPI, היסב ל־Windows
lt: Bet kokio regiono žymėjimas, KIPI priedų palaikymas, Windows versija
mr: मोकळे क्षेत्र व्यापणे, KIPI प्लगइन्सचे सहाय्य, विंडोजसाठी पोर्ट
nds: Freehannig Rebeetopteken, Ünnerstütten för KIPI-Modulen, Porteren na Windows
ro: Apucarea unei regiuni libere, suport pentru extensii KIPI, portarea pe Windows
sk: Zachytenie voľnej oblasti, podpora KIPI modulov, verzia pre Windows
wa: Apougnaedje del redjon, sopoirt des tchôkes-divins KIPI, poirtaedje viè Windows

source: Click this button to take a new snapshot.
bg: Нова снимка на екрана.
ca@valencia: Un clic en este botó fa una nova captura de pantalla.
el: Κάνετε κλικ σε αυτό το κουμπί για να πάρετε ένα νέο στιγμιότυπο.
es: Pulse este botón para una nueva instantánea.
eu: Egin klik botoi honetan pantaila-argazki berri bat hartzeko.
fi: Ota uusi kuvankaappaus napsauttamalla tätä.
fr: Cliquez sur ce bouton pour effectuer une nouvelle capture.
gl: Prema este botón para facer unha nova captura.
he: לחץ על כפתור זה כדי ליצור תמונת מסך חדשה.
hr: Kliknite na ovaj gumb kako biste uzeli novu snimku.
hu: Kattintson erre a gombra új felvétel készítéséhez.
is: Smelltu á þennan hnapp til að taka mynd.
lt: Spauskite norėdami daryti naują nuotrauką.
mr: नवीन क्षणचित्र घेण्यासाठी हे बटण दाबा.
nb: Trykk denne knappen for å ta et nytt skjermbilde.
nds: Klick op dissen Knoop, wenn Du en nieg Snappschööt opstellen wullt.
nn: Bruk denne knappen for å ta eit nytt skjermbilete.
pl: Ten przycisk tworzy nowy zrzut ekranu.
ro: Dați clic aici pentru a face o nouă captură de ecran.
sk: Týmto tlačidlom získate novú snímku.
sl: Ta gumb zajame nov posnetek.
sr: Кликните на ово дугме да бисте направили нови снимак.
wa: Clitchîz so ç' boton chal po prinde ene nouve waitroûlêye.

source: Take a &New Snapshot
bg: &Нова снимка
ca@valencia: Pren una captura de pantalla &nova
el: Λήψη ενός &νέου στιγμιότυπου
es: &Nueva instantánea
eu: Atera pantaila-argazki &berria
fi: &Kaappaa kuva
fr: Effectuer une &nouvelle capture
gl: Facer unha &nova captura
he: תצלום &חדש
hr: Napravi &novu snimku
hu: Új fel&vétel készítése
is: &Ný myndataka
lt: &Nauja ekrano nuotrauka
mr: नवीन क्षणचित्र घ्या (&N)
nb: Ta et &nytt skjermbilde
nds: &Nieg Snappschööt opstellen
pl: Zrób &nowy zrzut ekranu
ro: Fă o captură &nouă
sk: Získať &novú snímku
sl: Zajemi &nov posnetek
sr: &Направи нови снимак
wa: Prinde ene &novele waitroûlêye

source: Cap&ture mode:
bg: &Режим:
ca@valencia: Mode de cap&tura:
el: Τύπος &σύλληψης:
es: Modo de cap&tura:
eu: &Kapturaren modua:
fi: K&aappaustila:
fr: Mode de cap&ture :
gl: &Modo de captura:
he: מצב &צילום:
hr: &Način rada snimanja:
hu: Felvételi mó&d:
is: &Tökuhamur:
lt: Fo&tografavimo veiksena:
mr: पकडण्याची पद्धत :
nb: Gr&ipemodus:
nds: &Opteek-Metood:
nn: &Biletmodus:
pl: &Tryb zrzutu:
ro: &Mod captură:
sk: Režim zac&hytenia:
sl: &Način zajema:
sr: &Режим снимања:
wa: &Môde po les waitroûlêyes:

source: Full Screen
bg: Цял екран
ca@valencia: Pantalla completa
el: Πλήρης οθόνη
es: Pantalla completa
eu: Pantaila osoa
fi: Koko näyttö
fr: Plein écran
gl: Pantalla completa
he: מסך מלא
hr: Puni zaslon
hu: Teljes képernyő
is: Skjáfylli
lt: Visas ekranas
mr: पूर्ण स्क्रीन
nb: Fullskjerm
nds: Heel Schirm
nn: Heile skjermen
pl: Pełny ekran
ro: Ecran complet
sk: Celá obrazovka
sl: Cel zaslon
sr: цео екран
wa: Waitroûle etire

source: Window Under Cursor
bg: Активен прозорец
ca@valencia: Finestra sota el cursor
el: Παράθυρο κάτω από το δρομέα
es: Ventana bajo el cursor
eu: Saguaren azpiko leihoa
fi: Osoittimen alla oleva ikkuna
fr: La fenêtre sous le curseur
gl: A xanela na que está o cursor
he: חלון מתחת לעכבר
hr: Prozor pod pokazivačem
hu: Az egérmutató alatti ablak
is: Gluggi undir bendli
lt: Langas po žymekliu
mr: कर्सर खालील चौकट
nb: Vindu under markør
nds: Finster ünner Wieser
nn: Vindauget under musepeikaren
pl: Okno pod kursorem
ro: Fereastra de sub cursor
sk: Okno pod kurzorom
sl: Okno pod kazalko
sr: прозор испод показивача
wa: Finiesse pa dzo l' cursoe

source: Rectangular Region
bg: Правоъгълна област
ca@valencia: Regió rectangular
el: Ορθογώνια περιοχή
es: Área rectangular
eu: Eskualde errektangeluarra
fi: Suorakulmainen alue
fr: Région rectangulaire
gl: Rexión rectangular
he: אזור מרובע
hr: Pravokutno područje
hu: Téglalap alakú terület
is: Ferhyrnt svæði
lt: Stačiakampė sritis
mr: चौकोनी क्षेत्र
nb: Rektangulært område
nds: Rechteckig Rebeet
pl: Prostokątny obszar
ro: Regiune dreptunghiulară
sk: Obdĺžniková oblasť
sl: Pravokotno območje
sr: правоугаона област
wa: Redjon rectangulåre

source: Freehand Region
bg: Свободно избрана област
ca@valencia: Regió a ma alçada
el: Ελεύθερη επιλογή
es: Área a mano alzada
eu: Eskuzko eskualdea
fi: Vapaamuotoinen alue
fr: Région à main levée
gl: Rexión a man alzada
he: אזור חופשי
hr: Prostoručno područje
hu: Szabadkézi terület
is: Fríhendis svæði
lt: Bet kokia sritis
mr: मुक्त क्षेत्र
nb: Frihåndsområde
nds: Freehannig markeert Rebeet
pl: Dowolny obszar
ro: Regiune liberă
sk: Voľná oblasť
sl: Prostoročno območje
sr: област слободном руком
wa: Redjon a mwin levêye

source: Section of Window
bg: Област от прозорец
ca@valencia: Secció de finestra
el: Τμήμα παραθύρου
es: Sección de ventana
eu: Lehioaren atala
fi: Ikkunan osa
fr: Section de fenêtre
gl: Sección dunha xanela
he: אזור של חלון
hr: Podprozor
hu: Ablakterület
is: Hluti glugga
lt: Lango dalis
mr: चौकटचा भाग
nb: Del av vinduet
nds: Finsterrebeet
nn: Del av vindauge
pl: Część okna
ro: Porțiune de fereastră
sk: Sekcia okna
sl: Del okna
sr: део прозора
wa: Pårt d' ene finiesse

source: Current Screen
bg: Текущ екран
ca@valencia: Pantalla actual
el: Τρέχουσα οθόνη
es: Pantalla actual
eu: Uneko pantaila
fi: Nykyinen näyttö
fr: Écran actuel
gl: Pantalla actual
he: חלון נוכחי
hr: Trenutni zaslon
hu: Jelenlegi képernyő
is: Núverandi skjár
lt: Dabartinis ekranas
mr: वर्तमान स्क्रीन
nb: Gjeldende skjerm
nds: Aktuell Schirm
nn: Gjeldande skjerm
pl: Obecny ekran
ro: Ecranul curent
sk: Aktuálna obrazovka
sl: Trenutni zaslon
sr: тренутни екран
wa: Waitroûle do moumint

source: Snapshot &delay:
bg: Па&уза:
ca@valencia: &Retard de la captura de pantalla:
el: &Καθυστέρηση λήψης του στιγμιότυπου:
es: Retar&do de la instantánea:
eu: Kapturaren &atzerapena:
fi: Kuvankaappauksen &viive:
fr: &Délai avant capture :
gl: &Retardo da captura:
he: &השהיה לפני צילום:
hr: O&dgoda snimke:
hu: A felvétel készítésének késleltetési &ideje:
is: &Töf á töku:
lt: &Užlaikymas:
mr: क्षणचित्र विलंब (&D)
nb: Bilde&forsinkelse:
nds: Snappschööt-&Töövtiet:
nn: &Forseinking:
pl: &Opóźnienie:
ro: În&tîrziere captură:
sk: Ča&kanie pred zachytením:
sl: &Zamik posnetka:
sr: &Одгађање снимка:
wa: &Tårdjaedje pol waitroûlêye:

source: Snapshot delay in seconds
bg: Пауза при правене на снимката в секунди
ca@valencia: Retard de la captura de pantalla en segons
el: Καθυστέρηση λήψης του στιγμιότυπου σε δευτερόλεπτα
es: Retardo de la instantánea en segundos
eu: Kapturaren atzerapena segundotan
fi: Kuvankaappauksen viive sekunneissa
fr: Délai avant capture en secondes
gl: Retardo da captura en segundos.
he: השהיה בשניות לפני הצילום
hr: Odgoda snimke u sekundama
hu: Késleltetési idő (másodpercben)
is: Töf þar til mynd er tekin
lt: Nuotraukos užlaikymas sekundėmis
mr: क्षणचित्राला विलंब (सेकंदात)
nb: Forsinkelse i sekunder før bildet tas
nds: Snappschööt-Töövtiet in Sekunnen
nn: Forseinking for skjermbilete i sekund
pl: Opóźnienie w sekundach przez utworzeniem zrzutu ekranu
ro: Întîrzierea capturii în secunde
sk: Čakanie v sekundách pred zachytením
sl: Zamik posnetka v sekundah
sr: Одгађање снимања у секундама
wa: Li tårdjaedje divant d' prinde li waitroûlêye, e segondes

source: <qt><p> This is the number of seconds to wait after clicking the <i>New Snapshot</i> button before taking the snapshot. </p><p> This is very useful for getting windows, menus and other items on the screen set up just the way you want. </p><p> If <i>no delay</i> is set, the program will wait for a mouse click before taking a snapshot. </p> </qt>
bg: <qt><p> Това е паузата в секунди между натискането на бутона за <i>нова снимка</i> и правенето на снимката. </p><p> Това е полезно за снимане на прозорци, менюта и други обекти от екрана така, както искате да се видят. </p><p> Ако паузата е изключена, снимката ще бъде направена, когато натиснете бутона на мишката. </p> </qt>
ca@valencia: <qt><p> Este és el nombre de segons d'espera després de clicar el botó <i>Nova captura de pantalla</i> i fins a fer la captura de pantalla. </p><p> És útil per a obtindre finestres, menús i altres coses de la pantalla en el moment que desitgeu. </p><p> Si no s'ha establit <i>cap retard</i>, el programa esperarà un clic del ratolí abans de prendre la captura de pantalla. </p> </qt>
el: <qt><p> Αυτό είναι ο αριθμός των δευτερολέπτων αναμονής μετά το κλικ στο κουμπί <i>Νέο στιγμιότυπο</i> για τη λήψη του στιγμιότυπου. </p><p> Αυτό είναι πολύ χρήσιμο για την τακτοποίηση των παραθύρων, μενού και άλλων αντικειμένων στην οθόνη όπως εσείς θέλετε. </p><p> Αν έχει οριστεί <i>καμία καθυστέρηση</i>, το πρόγραμμα θα περιμένει για ένα κλικ του ποντικιού πριν ληφθεί ένα στιγμιότυπο. </p> </qt>
es: <qt><p> Este es el número de segundos que transcurren desde que se pulsa el botón <i>Nueva instantánea</i> hasta que esta se toma. </p><p> Es muy útil para colocar ventanas, menús u otros elementos de la pantalla como usted desee. </p><p> Si no se establece <i>ningún retardo</i>, el programa esperará a que se pulse el ratón antes de tomar la instantánea. </p> </qt>
eu: <qt><p> <i>Pantaila-argazki berria</i>n klik egin ondoren, argazkia egiteko itxaron beharreko segundo kopurua da hau. </p><p> Oso erabilgarria da lehioak, menuak eta beste elementuak nahi dituzun moduan jartzeko. </p><p> <i>Atzerapenik ez</i> ezarrita badago, programa zai egongo da saguarekin klik egin arte argazkia egiteko. </p> </qt>
fi: <qt><p> Näin monta sekuntia odotetaan ennen kuvankaappausta, kun painiketta <i>Kaappaa kuva</i> painetaan. </p><p> Tämä on erittäin hyödyllinen ominaisuus esimerkiksi kuvien saamiseksi valikoista. </p><p> Jos viivettä ei ole asetettu, kuvankaappaus tehdään hiiren painiketta napsauttamalla. </p> </qt>
fr: <qt><p> Il s'agit du nombre de secondes à attendre après avoir cliqué sur le bouton <i>Nouvelle capture</i> avant d'effectuer la capture. </p><p> Cette fonction est très pratique pour obtenir que les fenêtres, menus et autres éléments présents sur l'écran soient positionnés exactement comme vous le souhaitez. </p><p> Si vous choisissez <i>Aucun délai</i>, le programme attendra un clic de souris de votre part avant d'effectuer une capture. </p> </qt>
gl: <qt><p> Isto é o número de segundos a esperar despois de premer o botón <i>Nova captura</i> até que se fai a captura.</p><p> É moi útil para capturar xanelas, menús e outros elementos da pantalla tal como desexe.</p><p> Se seleccionou <i>Sen retardo</i>, o programa esperará que prema co rato antes tomar unha captura.</p></qt>
he: <qt> זהו מספר השניות שיחלוף מרגע הלחיצה על הכפתור <i>תצלום חדש ו</i> עד שהתצלום יצולם. <p> דבר זה שימושי במיוחד כדי לסדר חלונות, תפריטים ופריטים אחרים על גבי המסך בדיוק איך שאתה רוצה. אם <i>לא מוגדרת</i> השהיה, התוכנית תמתין ללחיצה על העכבר לפני צילום התצלום. </p> </qt>
hr: <qt><p> Ovo je broj sekundi koliko program treba pričekati nakon klika na gumb <i>Nova snimka</i> prije uzimanja snimke. </p><p> Ovo je korisno kako biste stigli podesiti prozore, izbornike i druge stvari na zaslonu onako kako želite. </p><p> Ako je postavljeno <i>bez odgode</i>, program će čekati na klik mišem prije uzimanja snimke. </p> </qt>
hu: <qt><p> Ennyi ideig fog várni a felvétel elkészítésével a program azután, hogy Ön lenyomta a <i>Felvétel</i> nyomógombot. </p><p> Így könnyen elérhető, hogy a felvételen pontosan a kívánt ablakok, menük és más elemek látszódjanak. </p><p> Ha <i>nincs késleltetés</i> van beállítva, akkor a program egy kattintásra fog várni a kép elkészítéséhez. </p> </qt>
is: <qt><p> Þetta er sá fjöldi sekúnda sem á að bíða eftir að smellt er á <i>Ný myndataka</i> hnappinn áður en myndin er tekin. </p><p> Þetta kemur sér mjög vel til að geta hagað gluggum, valmyndum og öðrum hlutum á skjánum á þann hátt sem þú vilt. </p><p> EF <i>engin töf</i> er stillt, mun forritið bíða með myndatöku þar til eftir að smellt er með músinni. </p> </qt>
lt: <qt><p> Čia nurodoma, kiek sekundžių laukiama paspaudus mygtuką <i>Nauja ekrano nuotrauka</i> prieš darant ekrano nuotrauką. </p><p> Tai labai naudinga jei norite spėti išdėlioti langus, meniu ir kitus dalykus ekrane taip, kaip Jūs norite. </p><p> Nustačius <i>jokio užlaikymo</i>, programa lauks spragtelėjimo pele prieš darant ekrano nuotrauką. </p> </qt>
mr: <qt><p> नवीन क्षणचित्र घेतल्यानंतर थांबावयाचा सेकंदातील कालावधी क्षणचित्र घेण्याआधीची कळ. </p><p> चौकटी मेनू आणि अन्य बाबी पडद्यावर आणण्यासाठी हे फार उपयोगी आहे.तुम्हाला पाहिजे तसे मांडा. </p><p> जर <i>उशीर नको</i> ही आज्ञा दिली असेल तर क्षणचित्र घेण्याआधी संगणकाची आज्ञावली माऊसच्या क्लीक्साठी थांबेल. </p> </qt>
nb: <qt> <p> Så mange sekunder venter programmet etter at du trykker på <i>Nytt skjermbilde</i> før bildet tas. </p><p> Dette er veldig nyttig for å få satt opp vinduer, menyer og annet på skjermen akkurat slik du vil ha det. </p><p> Hvis det <i>ikke</i> er satt noen forsinkelse venter programmet på et trykk på en museknapp før bildet tas. </p> </qt>
nds: <qt><p> Hier lett sik de Tiet in Sekunnen instellen, na de de Snappschööt na't Anklicken vun den Knoop <i>Nieg Snappschööt</i> maakt warrt. </p> <p> Dit is goot, wenn Du Finstern, Menüs oder anner Schirmelementen noch för den Snappschööt torechtmaken muttst. </p> <p> Wenn <i>Keen Töövtiet</i> instellt is, töövt dat Programm op en Muusklick, ehr de Snappschööt maakt warrt. </p> </qt>
nn: <qt> <p> Her vel du kor mange sekund som skal gå frå at du har trykt på <i>Ta nytt skjermbilete</i> til skjermbiletet vert teke. </p> <p> Dette er nyttig viss du vil setja opp vindauge, menyar og andre skjermelement akkurat slik du vil ha dei. </p><p> Viss <i>inga forseinking</i> er vald, ventar programmet på eit museklikk før skjermbiletet vert teke. </p> </qt>
pl: <qt><p> Liczba sekund, która ma upłynąć od kliknięcia na przycisku <i>Nowy zrzut</i>, zanim zrzut ekranu zostanie utworzony. </p><p> Jest to przydatne do ustawienia okien, menu i innych elementów na ekranie w potrzebny sposób. </p><p> Jeśli wybrano <i>brak opóźnienia</i>, program utworzy zrzut ekranu, po kliknięciu myszką. </p> </qt>
ro: <qt><p> Acesta este numărul de secunde de așteptat după ce apăsați butonul <i>Captură nouă</i> înainte de execuția capturii. </p><p> Este foarte util pentru a captura ferestre, meniuri și alte elemente de pe ecran pregătite exact așa cum doriți. </p><p> Dacă opțiunea <i>fără întîrziere</i> e stabilită, programul va aștepta un clic de maus înainte de a face captura. </p> </qt>
sk: <qt><p> Toto je počet sekúnd, ktoré sa budú čakať po kliknutí na <i>Zachytiť snímku</i> pred zachytením snímky. </p><p> To je veľmi užitočné pre získanie okien, menu a iných položiek na obrazovke presne tak, ako to chcete. </p><p> Ak je nastavené <i>bez čakania</i>, program bude čakať na kliknutie myšou pred zachytením snímky. </p> </qt>
sl: <qt><p>To je število sekund med klikom na gumb <i>Nov posnetek</i> in dejanskim zajemom posnetka. </p><p> To je zelo uporabno za zajem oken, menijev in drugih predmetov po želji. </p><p> Če je nastavljeno <i>brez zamika</i>, bo program počakal na klik z miško preden bo zajel posnetek. </p> </qt>
sr: <qt><p> Ово је број секунди који ће проћи после клика на дугме <interface>Направи нови снимак</interface> пре него што се снимак направи. </p><p> Ово је врло корисно за постављање прозора, менија и других ставки на екрану у положај који желите. </p><p> Ако је постављено <interface>без одгађања</interface>, програм ће чекати на клик мишем да би направио снимак. </p> </qt>
wa: <qt><p> Çouchal c' est li nombe di segondes a tårdjî après aveur clitchî sol boton <i>Novele waitroûlêye</i> po kel waitroûlêye soeye fwaite. </p><p> C' est foirt ahessåve po mete les fniesses, menus ou ôtes cayets come vos l' voloz sol waitroûle. </p><p> Si <i>nou tårdjaedje</i> n' est dné, li programe va ratinde ki vos clitchîz avou l' sori divant d' prinde li waitroûlêye. </p> </qt>

source: No delay
bg: без пауза
ca@valencia: Sense retard
el: Καμία καθυστέρηση
es: Ningún retardo
eu: Atzerapenik ez
fi: Ei viivettä
fr: Aucun délai
gl: Sen retardo
he: ללא השהיה
hr: Bez odgode
hu: (nincs késleltetés)
is: Engin bið
lt: Jokio
mr: विलंब नाही
nb: Ingen forsinkelse
nds: Keen Töövtiet
nn: Inga forseinking
pl: Brak opóźnienia
ro: Fără întîrziere
sk: Bez čakania
sl: Brez zamika
sr: без одгађања
wa: Nou tårdjaedje

source: Include &window decorations:
bg: &Включване рамката на прозореца:
ca@valencia: Inclou els decorats de les &finestres:
el: Συμπερίληψη των διακοσμήσεων του &παραθύρου:
es: Incluir decoraciones de las &ventanas:
eu: Sartu leihoaren dekorazioak:
fi: &Ikkunan kehys mukana:
fr: Inclure la &décoration des fenêtres :
gl: Incluír a &decoración da xanela:
he: כלול קישוטי &חלונות
hr: Uključi &prozorske ukrase:
hu: Az ablakszegély kerüljön rá a &felvételre:
is: Hafa &gluggaskreytingar með
lt: Įtraukti &lango papuošimus
mr: चौकटची सजावट समाविष्ट (&W):
nb: Ta med &vindusdekorasjoner:
nds: Mit &Finsterdekoratschoon:
pl: Uwzględnij &wystój okien:
ro: &Include decorațiile ferestrei:
sk: Za&hrnúť dekorácie okna:
sl: Vključi o&kraske oken:
sr: Укључи &декорацију прозора:
wa: Les gåyotaedjes del &finiesse avou :
