Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/ksnapshot.po
Languages: bg, ca@valencia, el, es, eu, fi, fr, gl, he, hr, hu, is, lt, mr, nb, nds, nn, pl, ro, sk, sl, sr, wa

source: When enabled, snapshot of a window will also include the window decorations
bg: Ако полето е включено, декорацията на прозореца ще бъде включена в снимката.
ca@valencia: Quan s'activa, la captura de pantalla d'una finestra inclou les seues decoracions
el: Όταν ενεργοποιηθεί, το στιγμιότυπο ενός παραθύρου θα συμπεριλαμβάνει επίσης τις διακοσμήσεις παραθύρου
es: Si está activado, la imagen de una ventana incluirá también sus decoraciones
eu: Gaitzean, lehio baten pantaila-argazkiak lehioaren ertzak (apainketa) ere hartuko ditu
fi: Tällä valinnalla ikkunan kuvankaappaus ottaa mukaan ikkunan kehyksen
fr: Si cette option est sélectionnée, la capture d'une fenêtre inclura également les décorations de fenêtre
gl: Se escolle esta opción, a captura da xanela inclúe as decoracións.
he: כאשר מופעל, התמונה של החלון תכיל גם את קישוטי החלונות
hr: Kada je uključeno, snimka prozora će uključivati i prozorske ukrase
hu: Ha ez be &van jelölve, akkor az ablakról készült felvételek az ablakszegélyt is tartalmazni fogják
is: Þegar virkjað, inniheldur myndataka af glugga einnig gluggaskreytingar
lt: Įgalinus šią parinktį į lango nuotrauką bus įtraukti ir lango papuošimai
mr: शक्य झाल्यानंतर चौकटच्या क्षणचित्रात चौकटीची सजावटसुद्धा समाविष्ट असेल
nb: Når dette er slått på vil et skjermbilde av et vindu også ta med vindusdekorasjoner
nds: Wenn disse Optschoon anmaakt is, bargt en Snappschööt vun en Finster ok de Finsterdekoratschonen
nn: Her kan du velja om vindaugsdekorasjonane skal vera med i skjermbiletet av eit vindauge
pl: Jeśli ta opcja jest włączona, zrzut będzie zawierał wystrój okna
ro: Dacă este activată, atunci captura unei ferestre va include și decorarea ei
sk: Ak je povolené, snímka okna bude obsahovať aj dekorácie okna
sl: Ko je omogočeno, bo posnetek okna vseboval tudi okenske okraske
sr: Када је ово укључено, снимак прозора ће садржати и његову декорацију.
wa: Tchoezixhoz çouchal si vos vloz eto les gåliotaedjes del finiesse (båre di tite, boirdeures) dins l' waitroûlêye

source: Include mouse &pointer:
bg: Включване курсора на &мишката:
ca@valencia: Inclou el &punter del ratolí:
el: Συμπερίληψη του &δείκτη του ποντικιού:
es: Incluir el &puntero del ratón:
eu: Sartu saguaren &erakuslea:
fi: Hiiren &osoitin mukana:
fr: Inclure le &pointeur de la souris :
gl: Incluír o &punteiro do rato:
he: כלול &סמן של עכבר:
hr: Uključeni &pokazivač miša:
hu: Az egér&mutató kerüljön rá a felvételre:
is: Taka með músar&bendil
lt: Įtraukti &pelės žymeklį:
mr: माऊस आणि दर्शक समाविष्ट (&P)
nb: Ta med muse&peker:
nds: Mit &Muuswieser:
pl: Uwzględnij &wskaźnik myszy:
ro: Include indicatorul &mausului:
sk: Za&hrnúť kurzor myši:
sl: Vključi &miškin kazalec:
sr: Укључи &показивач миша:
wa: &Pwinteu del sori divins :

source: Snapshot will be taken in 1 second
bg: Снимката ще се направи след 1 секунда.
ca@valencia: La captura de pantalla es prendrà en 1 segon
el: Το στιγμιότυπο θα ληφθεί σε 1 δευτερόλεπτο
es: La instantánea se tomará en 1 segundo
eu: Pantaila-argazkia segundo 1ean egingo da
fi: Kuvankaappaus otetaan 1 sekunnin kuluttua
fr: La capture sera réalisée dans 1 seconde
gl: A captura farase nun segundo.
he: הלכידה תתבצע עוד שנייה
hr: Snimka će biti napravljena za %1 sekundu
hu: Felvétel 1 másodperc múlva
is: Mynd verður tekin eftir 1 sekúndu
lt: Ekrano nuotrauka bus padaryta po %1 sekundės.
mr: 1 सेकंदात क्षणचित्र घेतले जाईल
nb: Bildet blir tatt om 1 sekund
nds: Snappschööt warrt in 1 Sekunn maakt
nn: Skjermbiletet vert teke om 1 sekund
pl: Zrzut zostanie wykonany za 1 sekundę
ro: Captura va avea loc în 1 secundă
sk: Snímka bude zachytená za 1 sekundu
sl: Posnetek bo zajet čez %1 sekund
sr: Снимам за %1 секунду
wa: Li waitroulêye va esse prijhe dins 1 segonde

source: This is a preview of the current snapshot. The image can be dragged to another application or document to copy the full screenshot there. Try it with the file manager. You can also copy the image to the clipboard by pressing Ctrl+C.
ca@valencia: Esta és una miniatura de la captura de pantalla actual. La imatge es pot arrossegar a altres aplicacions o documents per a copiar-hi la captura de pantalla completa. Proveu-ho amb el gestor de fitxers. També podeu copiar la imatge al porta-retalls prement Ctrl+C.
el: Αυτό είναι μια εικόνα επισκόπησης του τρέχοντος στιγμιότυπου. Η εικόνα μπορεί να μετακινηθεί σε μια άλλη εφαρμογή ή έγγραφο για να αντιγραφεί το στιγμιότυπο εκεί. Δοκιμάστε το με τον διαχειριστή αρχείων. Μπορείτε επίσης να αντιγράψετε την εικόνα στο πρόχειρο πατώντας Ctrl+C.
es: Esto es una vista previa de la instantánea actual. Se puede arrastrar la imagen a otra aplicación o documento para copiar la instantánea completa. Pruebe con el gestor de archivos. También puede copiar la imagen al portapapeles pulsando Ctrl+C.
fi: Tämä on nykyisen kuvan esikatselu. Voit vetää kuvan toiseen ohjelmaan tai tiedostoon. Voit myös kopioida kuvan leikepöydälle painamalla Ctrl+C.
fr: Ceci est un aperçu de la capture courante. Vous pouvez faire glisser l'image dans une autre application ou dans un autre document pour y copier la totalité de la capture d'écran. Essayez cette fonction avec le gestionnaire de fichiers. Vous pouvez également copier l'image dans le presse-papier en appuyant simultanément sur les touches « Ctrl » + « C ».
gl: Esta é unha vista previa da captura actual. A imaxe pode arrastrarse a outro programa ou documento para copiar aló toda a captura. Probe co xestor de ficheiros. Tamén pode copiar a imaxe no portarretallos premendo Ctrl+C.
hu: Itt látható az aktuális felvétel kicsinyített képe. Ha áthúzza ezt a képet egy másik alkalmazásba vagy dokumentumba, akkor a teljes méretű felvétel fog átkerülni. Próbálja ki a fájlkezelővel. A kép kimásolható a vágólapra is a Ctrl+C megnyomásával.
is: Þetta er smámynd af nýtekinni mynd. Myndina er hægt að draga í annað forrit eða skjal til að afrita alla skjámyndina þangað, Reyndu það með Konqueror skráarstjóra. Þú getur líka afrita myndina á klippiborðið með því að ýta á Ctrl+C.
nb: Dette er en forhåndsvisning av gjeldende skjermbilde. Du kan dra bildet til et annen program eller et annet dokument for å kopiere hele skjermbildet dit. Prøv med filbehandleren. Du kan også kopiere bildet til utklippstavla med Ctrl+C.
nds: Dit is en Vöransicht vun den aktuellen Snappschööt. Du kannst dat Bild mit de Muus na en anner Programm oder Dokment trecken, un so dat hele Schirmfoto dor henkoperen. Versöök dat maal mit den Dateipleger. Du kannst dat Bild ok mit Strg+C na de Twischenaflaag koperen.
pl: To jest miniaturka aktualnego zrzutu. Obrazek można przeciągnąć do innego programu lub dokumentu, by skopiować tam cały zrzut. Spróbuj w menadżerze plików. Można także skopiować obraz do schowka, wciskając Ctrl+C.
sk: Toto je náhľad aktuálnej snímky. Obrázok je možné ťahať do inej aplikácie alebo dokumentov a tým ho tam prekopírovať. Skúste si to so správcom súborov. Obrázok môžete tiež skopírovať do schránky pomocou skratky Ctrl+C.
sl: To je predogled trenutne zaslonske slike. Sliko lahko povlečete v drug program ali dokument in tako kopirate celotno zaslonsko sliko. Poskusite z upravljalnikom datoteko. Sliko lahko tudi kopirate v odložišče s pritiskom na Ctrl+C
sr: Ово је преглед текућег снимка. Слика може бити превучена у други програм или документ да би се тамо копирао цео снимак екрана. Покушајте са менаџером фајлова. Такође, слику можете копирати и у клипборд притиском на Ctrl+C.

source: <qt>Using this menu, you can select from the six following snapshot modes: <p> <b>Full Screen</b> - captures the entire desktop.<br/> <b>Window Under Cursor</b> - captures only the window (or menu) that is under the mouse cursor when the snapshot is taken.<br/> <b>Rectangular Region</b> - captures only the rectangular region of the desktop that you specify. When taking a new snapshot in this mode you will be able to select any area of the screen by clicking and dragging the mouse.<br/> <b>Freehand Region</b> - captures arbitrary shapes that you specify. When taking a new snapshot in this mode you will be able to select any shape by dragging the mouse.<br/> <b>Section of Window</b> - captures only a section of the window. When taking a new snapshot in this mode you will be able to select any child window by moving the mouse over it.<br/> <b>Current Screen</b> - if you have multiple screens, this captures the screen containing the mouse cursor when the snapshot is taken. </p></qt>
ca@valencia: <qt>Usant este menú, podeu seleccionar els sis modes de captura de pantalla següents: <p> <b>Pantalla completa</b> - captura tot l'escriptori.<br/> <b>Finestra sota el cursor</b> - captura només la finestra (o menú) que hi ha sota el cursor del ratolí quan es pren la captura de pantalla.<br/> <b>Regió rectangular</b> - captura només la regió rectangular de l'escriptori que heu indicat. Quan es pren una nova captura de pantalla en este mode heu de seleccionar una àrea de la pantalla clicant i arrossegant amb el ratolí.<br/> <b>Regió a ma alçada</b> - captura les formes arbitràries que indiqueu. Quan es pren una nova captura de pantalla en este mode cal seleccionar qualsevol forma arrossegant amb el ratolí.<br/> <b>Secció de finestra</b> - captura només una secció de la finestra. Quan es pren una nova captura de pantalla en este mode heu de seleccionar qualsevol tros de finestra clicant i arrossegant amb el ratolí.<br/> <b>Pantalla actual</b> - si teniu múltiples pantalles, això captura la pantalla que conté el cursor del ratolí quan es pren la captura de pantalla. </p></qt>
el: <qt>Με αυτό το μενού επιλέγετε έναν από τους έξι παρακάτω τύπους στιγμιότυπου: <p> <b>Πλήρης οθόνη</b> - συλλαμβάνει ολόκληρη την επιφάνεια εργασίας.<br/> <b>Παράθυρο κάτω από το δρομέα</b> - συλλαμβάνει μόνο το παράθυρο (ή το μενού) που είναι κάτω από το δρομέα του ποντικιού κατά τη λήψη του στιγμιότυπου.<br/> <b>Ορθογώνια περιοχή</b> - συλλαμβάνει μόνο μια ορθογώνια περιοχή της επιφάνειας εργασίας που εσείς καθορίζετε. Κατά τη λήψη ενός νέου στιγμιότυπου σε αυτή τη λειτουργία θα είστε σε θέση να επιλέξετε οποιαδήποτε περιοχή της οθόνης κάνοντας κλικ και σύρσιμο με το ποντίκι<br/> <b>Ελεύθερη περιοχή</b> - συλλαμβάνει διάφορα σχήματα που ορίζετε. Όταν παίρνετε ένα νέο στιγμιότυπο με αυτόν τον τύπο μπορείτε να επιλέξετε οποιοδήποτε σχήμα μετακινώντας το ποντίκι.<br/> <b>Τμήμα παραθύρου</b> - συλλαμβάνει μόνο ένα τμήμα του παραθύρου. Όταν παίρνετε ένα νέο στιγμιότυπο με αυτόν τον τύπο μπορείτε να επιλέξετε οποιοδήποτε θυγατρικό παράθυρο βάζοντας το ποντίκι πάνω του.<br/> <b>Τρέχουσα οθόνη</b> - αν έχετε πολλαπλές οθόνες, αυτό συλλαμβάνει την οθόνη που περιέχει το ποντίκι κατά τη σύλληψη του στιγμιότυπου. </p></qt>
es: <qt>A través de este menú, puede seleccionar seis modos de instantánea: <p> <b>Pantalla completa</b> - captura todo el escritorio.<br/> <b>Ventana bajo el cursor</b> - captura únicamente la ventana (o el menú) que se encuentra bajo el cursor del ratón al tomarse la instantánea.<br/> <b>Región rectangular</b> - captura solo el área rectangular del escritorio que se indique. Al tomar una nueva instantánea en este modo, podrá seleccionar cualquier área de la pantalla pulsando y arrastrando el ratón.<br/> <b>Región a mano alzada</b> - captura las distintas formas que le indique. Al tomar una nueva instantánea en este modo, podrá seleccionar cualquier forma arrastrando el ratón.<br/> <b>Sección de ventana</b> - captura solo una sección de la ventana. Al tomar una nueva instantánea en este modo, el usuario podrá seleccionar cualquier ventana hija situando el ratón sobre ella.<br/> <b>Pantalla actual</b> - Si tiene varias pantallas, esto captura la ventana que contiene el puntero del ratón cuando se realiza la captura. </p></qt>
fi: <qt>Tässä valikossa voit valita kuudesta kuvankaappaustavasta: <p> <b>Koko näyttö</b> – kaappaa koko työpöydän.<br/> <b>Osoittimen alla oleva ikkuna</b> – kaappaa vain ikkunan (tai valikon), joka sijaitsee hiiren osoittimen alla kun kaappaus otetaan.<br/> <b>Suorakulmainen alue</b> – kaappaa vain sen suorakulmaisen alueen työpöydästä, jonka olet määritellyt. Kun kaappaus otetaan tällä tavalla, voit valita minkä tahansa alueen näytöltä napsauttamalla ja vetämällä hiirellä.<br/> <b>Vapaamuotoinen alue</b> – kaappaa määrittämäsi vapaamuotoisen alueen. Kun kaappaus otetaan tällä tavalla, voit valita minkä tahansa muodon vetämällä hiirellä.<br/> <b>Ikkunan osa</b> – kaappaa vain osan ikkunasta. Kun otat uutta kuvaa tässä tilassa, voit valita minkä tahansa lapsi-ikkunan siirtämällä hiiren sen päälle.<br/> <b>Nykyinen näyttö</b> – useiden näyttöjen järjestelmissä tämä kaappaa näytön, jossa hiiri on kuvankaappaushetkellä. </p></qt>
fr: <qt>Grâce à ce menu, vous pouvez effectuer une sélection à partir des six modes de capture suivants : <p> <b>Plein écran</b> - capture la totalité du bureau.<br> <b>La fenêtre sous le curseur</b> - capture uniquement la fenêtre (ou le menu) se trouvant sous le curseur de la souris lorsque la capture est prise.</br> <b>Région rectangulaire</b> - capture uniquement la région rectangulaire du bureau que vous spécifiez. Lorsque vous prenez une nouvelle capture dans ce mode, vous êtes en à même de sélectionner n'importe quelle zone de l'écran en cliquant et en faisant glisser le curseur de la souris.<br/> <b>Région à main levée</b> - capture des formes arbitraires que vous spécifiez. Lorsque vous prenez une nouvelle capture dans ce mode, vous êtes à même de sélectionner n'importe quelle forme en faisant glisser le curseur de la souris.<br/> <b>Section de fenêtre</b> - capture uniquement une section de la fenêtre. Lorsque vous effectuez une capture dans ce mode, vous êtes à même de sélectionner n'importe quelle fenêtre secondaire en déplaçant la souris au-dessus de cette dernière.<br/> <b>Écran actuel</b> - si vous avez plusieurs écrans, cette option permet de capturer l'écran contenant le curseur de la souris lorsque la capture est prise. </p></qt>
gl: <qt>Empregando este menú pode seleccionar os seguintes modos de captura: <p> <b>Pantalla completa</b>: captura o escritorio ao completo.<br/> <b>A xanela baixo o cursor</b> - captura só a xanela (ou o menú) onde está o cursor cando se fai a captura.<br/> <b>Zona</b> - captura só a zona do escritorio que sinale. Cando faga unha nova captura con este modo pode escoller calquera área da pantalla premendo e arrastrando co rato.<br/><br/> <br/>Rexión a man alzada<br/> - captura as formas arbitrarias que se indiquen. Cando se fai unha captura nova neste modo pódese seleccionar calquera forma arrastrando o rato.<br/> <b>Sección dunha xanela</b> - captura só unha sección da xanela. Cando se fai unha captura neste modo será quen de seleccionar calquera xanela filla movendo o rato sobre ela.<br/> <b>Pantalla actual</b> - habendo varios monitores, captura a pantalla que contén o cursor do rato no instante de tomar a imaxe.</p></qt>
hu: <qt>Ebben a menüben a következő hat felvételi mód közül lehet választani: <p> <b>Teljes képernyő</b> - az egész asztalt rögzíti.<br/> <b>Az egérmutató alatti ablak</b> - csak azt az ablakot (vagy menüt) rögzíti, amely fölött a felvétel készítésének pillanatában az egérmutató áll.<br/> <b>Téglalap alakú terület</b> - az asztalnak csak a megadott téglalap alakú területét rögzíti. Ebben a módban új pillanatkép készítésekor lehetőség van a képernyő bármely területének kiválasztására az egérrel történő kijelöléssel.<br/> <b>Szabadkézi terület</b> - tetszőleges megadott területet rögzít. Ebben a módban új pillanatkép készítésekor lehetőség van a képernyő bármely területének kiválasztására az egérrel történő kijelöléssel.<br/> <b>Ablakrész</b> - csak egy ablak részét rögzíti. Ebben a módban új pillanatkép készítésekor lehetőség van bármely gyermekablak kiválasztására az egér fölé húzásával.<br/> <b>Jelenlegi képernyő</b> - ha több képernyő van beállítva, akkor a felvétel arról készül, ahol éppen az egérmutató van. </p></qt>
is: <qt>Með þessari valmynd geturðu valið um fjóra hami við skjámyndatöku: <p> <b>Skjáfylli</b> - tekur allan skjáinn.<br/> <b>Gluggi undir bendli</b> - tekur aðeins gluggann (eða valmyndina) sem er undir músarbendlinum þegar myndatakan fer fram.<br/> <b>Svæði</b> - tekur aðeins svæði sem þú tilgreinir á skjáborðinu. Þegar þú ert að taka mynd í þessum ham, geturðu valið svæði á skjánum með því að smella og draga með músinni.<br/> <b>Hluti glugga</b> - tekur einungis hluta glugga. Þegar skjámyndir eru teknar í þessum ham er hægt að velja hvaða undirglugga sem er með því að færa músina yfir hann.<br/> <b>Núverandi skjár</b> - ef þú ert með marga skjái, þá tekur þetta mynd af þeim skjá þar sem músin er við myndatökuna. </p></qt>
nb: <qt>Med denne menyen kan du velge mellom seks måter å ta skjermbilder på: <p> <b>Full skjerm</b> – tar med hele skrivebordflaten.<br/> <b>Vinduet under markøren</b> – tar bare bilde av vinduet (eller menyen) som er under musepekeren når bildet blir tatt.<br/> <b>Rektangulært område</b> – tar bare bilde av det rektangulære området du angir. Når du tar et skjermbilde på denne måten kan du velge et område på skjermen ved å trykke venstre museknapp og dra musepekeren. <br/> <b>Frihåndsområde</b> – tar bilde av det området du angir. Når du tar et skjermbilde på denne måten kan du velge et vilkårlig skjermen ved å trykke venstre museknapp og dra musepekeren. <br/> <b>Del av vindu</b> ‒ tar bare med en del av vinduet. Når du tar et nytt skjermbilde på denne måten vil du kunne velge et undervindu ved å flytte musepekeren over det.<br/> <b>Gjeldende skjerm</b> ‒ hvis du har flere skjermer så tar dette bilde av den skjermen der musepekeren står når bildet blir tatt. </p></qt>
nds: <qt>Mit dit Menü kannst Du een vun de söss nakamen Opteekmetoden utsöken: <p> <b>Heel Schirm</b> - nimmt den helen Schriefdisch op.<br/> <b>Finster ünner Wieser</b> - nimmt bloots dat Finster (oder dat Menü) ünner den Muuswieser op.<br/> <b>Rechteckig Rebeet</b> - nimmt bloots den angeven Deel vun den Schriefdisch op. Wenn Du en Snappschööt op disse Oort maakst, kannst Du dör Anklicken un Trecken mit de Muus elkeen Rebeet op den Schirm utsöken.<br/> <b>Freehand-Rebeet</b> - nimmt all Ümreet op, de Du angiffst. Wenn Du en Snappschööt op disse Oort maakst, kannst Du jichtenseen Ümreet mit de Muus utsöken.<br/> <b>Finsterrebeet</b> - nimmt bloots en Rebeet binnen en Finster op. Wenn en Snappschööt op disse Oort maakt warrt, kannst Du elk Ünnerfinster utsöken, wenn Du dor de Muus över beweegst.<br/> <b>Aktuell Schirm</b> - hest Du mehr as een Schirm, warrt de Schirm mit de Muus dor op bi den Snappschööt opnahmen. </p></qt>
pl: <qt>Z tego menu można wybrać jeden z sześciu rodzajów zrzutu ekranu: <p> <b>Pełny ekran</b> - zapisuje całą zawartość ekranu.<br/> <b>Okno pod kursorem</b> - zapisuje jedynie okno (lub menu) zawierające kursor w momencie wykonywania zrzutu.<br/> <b>Prostokątny obszar</b> - przechwytuje tylko prostokątny obszar pulpitu, wskazany przez ciebie. Przy robieniu nowego zrzutu ekranu w tym trybie, będziesz mógł zaznaczyć dowolny obszar ekranu poprzez kliknięcie i przeciągnięcie myszą.<br/> <b>Odręczny obszar</b> - przechwytuje dowolne kształty, określone przez ciebie. Przy robieniu nowego zrzutu ekranu w tym trybie, będziesz mógł zaznaczyć dowolny kształt poprzez przeciągnięcie myszą.<br/> <b>Część okna</b> - zapisuje tylko część okna. Podczas wykonywania zrzutu będzie można wybrać dowolny element okna przez przesunięcie myszy nad niego<br/> <b>Bieżący ekran</b> - jeśli podłączonych jest kilka ekranów, ten tryb pozwala zapisać zrzut ekranu zawierającego kursor myszy. </p></qt>
sk: <qt>Pomocou tohto menu môžete vybrať jeden z piatich nasledujúcich režimov snímky: <p> <b>Celá obrazovka</b> - zachytí celú plochu.<br/> <b>Okno pod kurzorom</b> - zachytí iba okno (alebo menu), ktoré je pod kurzorom myši.<br/> <b>Pravouhlá oblasť</b> - zachytí iba oblasť obrazovky, ktorú určíte. Pri zachytávaní budete môcť pomocou ťahania myšou vybrať oblasť, ktorá sa má zachytiť. <br/> <b>Voľná oblasť</b> - zachytí ľubovoľný tvar, ktorý určite. Pri vytváraní novej snímky v tomto režime budete môcť vybrať ľubovoľný tvarťahaním myšou.<br/> <b>Sekcia okna</b> - zachytí len sekciu okna. Pri zachytávaní v tomto móde budete môcť vybrať časť okna pohybom myši nad ňou.<br/> <b>Aktuálna obrazovka</b> - ak máte viacero obrazoviek, týmto zachytíte obrazovku kde je kurzor. </p></qt>
sl: <qt>Z uporabo tega menija lahko izberete izmed naslednjih šestih načinov zajema posnetka: <p> <b>Cel zaslon</b> - zajame celotno namizje.<br/> <b>Okno pod kazalko</b> - zajame samo okno (ali meni), ki je pod miškino kazalko ob zajemu posnetka.<br/> <b>Pravokotno območje</b> - zajame samo pravokotno območje namizja, ki ga navedete. Ko boste zajeli nov posnetek v tem načinu, boste lahko izbrali katerokoli območje na zaslonu s klikom in potegom miške.<br/> <b>Prostoročno območje</b> - zajame poljubne oblike, ki jih navedete. Ob zajemu posnetka v tem načinu boste lahko izbrali katerokoli obliko s potegom miške.<br/> <b>Del okna</b> - zajame samo del okna. Ko boste zajeli nov posnetek v tem načinu, boste lahko želeni del okna izbrali s premikom miške nadenj.<br/> <b>Trenutni zaslon</b> - če imate več zaslonov, to zajame zaslon, na katerem se ob zajemu posnetka nahaja kazalka miške. </p></qt>
sr: <qt>Кроз овај мени можете одабрати један од шест режима снимања: <p> <interface>цео екран</interface> — снима се цела површ.<br/> <interface>прозор испод показивача</interface> — снима се само прозор (или мени) испод показивача миша у тренутку када се прави снимак.<br/> <interface>правоугаона област</interface> — снима се само правоугаона област површи коју задате. Када снимате у овом режиму, можете изабрати произвољну област екрана кликом и превлачењем миша.<br/> <interface>област слободном руком</interface> — снима произвољне облике које задате. При прављењу снимка у овом режиму моћи ћете да изаберете било какав облик превлачењем миша.<br/> <interface>део прозора</interface> — снима се само део прозора. Када снимате у овом режиму, можете изабрати било који дечји прозор постављањем показивача миша над њега.<br/> <interface>тренутни екран</interface> - уколико има више екрана, овим се снима онај на коме је показивач миша у тренутку снимања. </p></qt>
