Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/ksnapshot.po
Languages: bg, ca@valencia, el, es, eu, fi, fr, gl, he, hr, hu, is, lt, mr, nb, nds, nn, pl, ro, sk, sl, sr, wa

source: Captures the window under the mouse on startup (instead of the desktop)
bg: Снимка на прозореца под показалеца на мишката вместо на работния плот
ca@valencia: Captura la finestra sota el cursor del ratolí en iniciar (en comptes de l'escriptori)
el: Συλλαμβάνει το παράθυρο που βρίσκεται κάτω από το ποντίκι κατά την εκκίνηση (αντί ολόκληρης της επιφάνειας εργασίας)
es: Captura la ventana que se encuentre bajo el ratón en el inicio (en vez del escritorio)
eu: Saguaren azpian dagoen lehioa kapturatzen du abiatzean (mahaigainaren ordez)
fi: Kaappaa ikkunan hiiren osoittimen alla käynnistyksessä (työpöydän sijaan)
fr: Capture la fenêtre se trouvant sous le pointeur de la souris au démarrage (au lieu de la totalité du bureau)
gl: Captura a xanela na que está o punteiro no inicio (en lugar da pantalla completa).
he: לוקח תמונת מסך מתחת לעכבר בהפעלת התוכנית (במקום שולחן העבודה)
hr: Snima prozor pod mišem (umjesto radne površine) tokom pokretanjas
hu: Induláskor az egérmutató alatti ablak területét menti le (a teljes asztal helyett)
is: Tekur mynd af glugganum fyrir neðan músina við ræsingu (í stað skjáborðsins)
lt: Fotografuoja langą po pelės žymekliu (vietoje darbastalio) paleidžiant programą
mr: आरंभ करताना माऊस खालील चौकट पकडतो (डेस्कटॉपऐवजी)
nb: Griper vinduet under musa ved oppstart (istedenfor skrivebordet)
nds: Nimmt bi't Starten bloots dat Finster ünner den Muuswieser op (ansteed den helen Schriefdisch)
nn: Tek bilete av vindauget under musa ved oppstart (i staden for skrivebordet)
pl: Po uruchomieniu tworzy zrzut okna pod kursorem myszy (a nie całego pulpitu)
ro: La pornire capturează imaginea sub cursorul mausului
sk: Zachytí okno pod myšou pri štarte (namiesto plochy)
sl: Zajame okno pod miško ob zagonu (namesto namizja)
sr: Снима прозор испод миша при покретању (уместо целе површи).
wa: Egayole li fniesse pa dzo l' sori a l' enondaedje (al plaece do scribanne)

source: Captures the desktop
bg: Снимка на екрана
ca@valencia: Captura l'escriptori
el: Σύλληψη της επιφάνειας εργασίας
es: Captura el escritorio
eu: Kapturatu mahaigaina
fi: Kaappaa työpöydän
fr: Capture le bureau
gl: Captura o escritorio
he: לוכד את שולחן העבודה
hr: Snima radnu površinu
hu: Felvétel az asztalról
is: Mynda skjáborðið
lt: Fotografuoja darbastalį
mr: डेस्कटॉप पकडतो
nb: Griper skrivebordet
nds: Nimmt den Schriefdisch op
nn: Tek bilete av skrivebordet
pl: Przechwytuje pulpit
ro: Capturează biroul
sk: Zachytí plochu
sl: Zajame namizje
sr: Снима површ
wa: Egayole li scribanne

source: Captures a region
bg: Снимка на област
ca@valencia: Captura una regió
el: Σύλληψη μιας περιοχής
es: Captura un área
eu: Kapturatu eskualde bat
fi: Kaappaa alueen
fr: Capture une région
gl: Captura unha rexión
he: לוכד אזור
hr: Snima područje
hu: Felvétel egy területről
is: Mynda svæði
lt: Fotografuoja regioną
mr: क्षेत्र पकडतो
nb: Griper et område
nds: Nimmt en Rebeet op
nn: Tek bilete av eit område
pl: Przechwytuje obszar
ro: Capturează o regiune
sk: Zachytí oblasť
sl: Zajame območje
sr: Снима област
wa: Egayole ene redjon

source: Captures a free region (not rectangular)
bg: Снимка на свободно избрана област (не правоъгълна)
ca@valencia: Captura una regió lliure (no rectangular)
el: Σύλληψη μιας ελεύθερης περιοχής (όχι ορθογώνιας)
es: Captura un área libre (no rectangular)
eu: Eskualde baten kaptura egiten du (ez errektangeluarra)
fi: Kaappaa vapaamuotoisen alueen (ei suorakulmaista)
fr: Capture une région libre (non rectangulaire)
gl: Captura unha rexión libre (non rectangular)
he: לוכד אזור חופשי (לא מרובע)
hr: Snima slobodno područje (nije pravokutno)
hu: Felvétel egy szabad területről (nem téglalap alakú)
is: Myndar frjálst svæði (ekki ferhyrnt)
lt: Fotografuoja laisvai nurodytą regioną (ne stačiakampį)
mr: मोकळे क्षेत्र पकडतो (चौकोनी नाही)
nb: Griper et fritt område (ikke rektangulært)
nds: Nimmt en freehannig markeert Rebeet op (nich rechteckig)
pl: Przechwytuje dowolny obszar (nie prostokątny)
ro: Capturează o regiune liberă (nu dreptunghiulară)
sk: Zachytí voľnú oblasť (neobdĺžnikovú)
sl: Zajame območje proste oblike (ni pravokotno)
sr: Снима произвољну област (не правоугаону)
wa: Egayole ene libe redjon (nén on rectangue)

source: Captures a part of windows
bg: Снима част от прозорец
ca@valencia: Captura una part de les finestres
el: Σύλληψη ενός τμήματος παραθύρων
es: Captura una parte de una ventana
eu: Kapturatu lehioen zati bat
fi: Kaappaa ikkunoiden alueen
fr: Capture une partie des fenêtres
gl: Captura unha parte da xanela
he: לוכד חלקים של חלונות
hr: Snima dijelove prozora
hu: Felvétel egy ablakról
is: Mynda hluta glugga
lt: Fotografuoja langų dalį
mr: चौकटीचा काही भाग पकडतो
nb: Griper en del av vinduer
nds: Nimmt en Rebeet binnen en Finster op
nn: Tek bilete av ein del av vindauga
pl: Przechwytuje część okna
ro: Capturează o parte a ferestrelor
sk: Zachytí časť okna
sl: Zajame del oken
sr: Снима део прозора
wa: Egayole ene pårteye des fniesses

source: Select a region using the mouse. To take the snapshot, press the Enter key or double click. Press Esc to quit.
bg: Изберете област с мишката. За да снимате натиснете "Enter" или два пъти с мишката. За изход - "Esc".
ca@valencia: Seleccioneu una regió amb el ratolí. Per a fer la captura de pantalla premeu la tecla Retorn o feu un doble clic. Premeu Esc per a eixir.
el: Επιλέξτε μια περιοχή χρησιμοποιώντας το ποντίκι. Για την λήψη του στιγμιότυπου, πατήστε Enter, ή διπλό κλικ. Πατήστε Esc για έξοδο.
es: Seleccione un área con el ratón. Pulse la tecla «Intro» o haga doble clic para tomar la instantánea. Pulse «Esc» para cancelar.
eu: Hautatu eskualdea sagua erabiliz. Pantailaren argazkia egiteko sakatu Sartu tekla. Sakatu Ihes irtetzeko.
fi: Valitse alue hiirellä. Ota kuvankaappaus painamalla Enter-näppäintä, Esc lopettaa.
fr: Sélectionnez une région à l'aide de la souris. Pour prendre la capture, appuyez sur la touche « Entrée » ou double-cliquez. Appuyez sur « Échap » pour quitter.
gl: Escolla unha zona co punteiro. Para facer a captura prema Intro. Prema Esc para saír.
he: בחר אזור ללכידה עם העכבר. בכדי לקחת את תמונת המסך יש ללחוץ על מקש Enter או לחת לחיצה כפולה עם העכבר. לחץ על Esc בכדי לבטל.7
hr: Koristeći miš odaberite područje. Za uzimanje snimke pritisnite Enter ili napravite dupli klik. Za izlaz pritisnite Esc.
hu: Jelöljön ki egy területet az egérrel. Felvétel készítéséhez nyomja meg az Enter vagy kattintson duplán, kilépéshez nyomja meg az Esc billentyűt.
is: Veldu svæði með músinni. Sláðu á Enter hnappinn eða tvísmelltu til að taka mynd. Ýttu á ESC til að hætta.
lt: Pažymėkite regioną su pele. Norėdami fotografuoti, spauskite įvedimo klavišą arba du kartus spragtelėkite pele. Norėdami nutraukti veiksmą, spauskite Esc.
mr: माऊसचा वापर करून क्षेत्र निवडा. क्षणचित्र घेण्यासाठी नोंद करण्याची कळ दाबा किंवा दोनदा क्लिक करा. बाहेर पडण्यासाठी Esc दाबा.
nb: Marker et område med musa. Trykk Enter-tasten eller dobbeltklikk for å ta skjermbilde, ESC for å avbryte
nds: Söök mit de Muus en Rebeet ut. För't Opnehmen drück de Ingaav-Tast, oder maak en Dubbelklick mit de Muus. Wullt Du afbreken, drück de Esc-Tast.
pl: Zaznacz obszar używając myszy. Aby zrobić zrzut ekranu, naciśnij klawisz Enter lub podwójnie naciśnij myszą. Naciśnij klawisz Esc, aby wyjść.
ro: Alegeți o regiune folosind mausul. Pentru a face captura, apăsați tasta Enter sau dublu-clic. Apăsați Esc pentru a ieși.
sk: Vyberte oblasť pomocou myši. Pre zachytenie snímky stlačte klávesu Enter, alebo použite dvojklik. Pre ukončenie stlačte Esc.
sl: Z miško izberite območje. Za zajem posnetka pritisnite Enter ali dvo-kliknite, za izhod pa Esc.
sr: Изаберите област помоћу миша. Да направите снимак притисните Enter или двокликните, а Esc да одустанете.
wa: Tchoezi ene redjon e s' siervant del sori. Po prinde ene waitroûlêye, tchôkîz l' tape Intrêye oudon-bén dobe-clitchî. Tchôkîz Esc po moussî foû.

source: snapshot
ca@valencia: captura de pantalla
el: στιγμιότυπο
es: instantánea
eu: pantaila-argazkia
fi: kuvankaappaus
fr: capture d'écran
gl: captura
he: לכידת מסך
hr: snimka
hu: pillanatfelvétel
is: myndataka
lt: nuotrauka
mr: क्षणचित्र
nb: skjermbilde
nds: Snappschööt
nn: skjermbilete
pl: zrzut ekranu
ro: imagine
sk: snímka
sl: posnetek
sr: снимак
wa: waitroûlêye

source: KDE Background Screenshot Utility
bg: Програма за снимки на екрана
ca@valencia: Utilitat del KDE per obtindre captures de pantalla en segon pla
el: Εργαλείο δημιουργίας στιγμιότυπων του KDE
es: Utilidad de captura de pantallas de KDE
eu: KDEren pantaila-argazkiak atzeko planoan egiteko tresna
fi: KDE:n kuvankaappausohjelma
fr: Outil de capture d'écran en arrière-plan de KDE
gl: Utilidade de KDE para facer capturas de fondos
he: כלי של KDE לצילום המסך
hr: KDE-ov alat za snimanje pozadine
hu: KDE felvétel a háttérről
is: KDE bakgrunnsskjámyndatökutól
lt: KDE ekrano nuotraukų priemonė
mr: केडीई पार्श्वभूमी स्क्रीनशॉटचा उपकार्यक्रम
nb: KDE Skjermbilde-verktøy i bakgrunnen
nds: Achtergrundschirmfoto-Deenstprogramm för KDE
nn: KDE-verktøy for bakgrunnsskjermbilete
pl: Zrzut ekranu KDE
ro: Utilitar de capturare imagini pentru KDE
sk: Nástroj na snímanie pozadia obrazovky pre KDE
sl: Pripomoček za KDE za zajem zaslona v ozadju
sr: КДЕ‑ова алатка за снимање екрана
wa: Usteye di KDE po fé des waitroûlêyes do fond

source: KBackgroundSnapshot
fr: Copie d'écran KBackground
mr: केडीई पार्श्वभूमी स्क्रीनशॉट
sr: К‑снимак-позадине
wa: KFondWaitroûlêye

source: (c) 2007, Montel Laurent
fi: © 2007, Montel Laurent
gl: © 2007, Montel Laurent
he: כל הזכויות שמורות 2007, Montel Laurent
hr: © 2007 Montel Laurent
hu: (c) Montel Laurent, 2007.
mr: (c) २००७, मोन्टेल लोरेंट
nb: © 2007 Montel Laurent
nds: © 2007: Montel Laurent
nn: © 2007 Montel Laurent
sl: © 2007, Montel Laurent
sr: © 2007, Лорен Монтел
wa: © 2007, Montel Laurent

# %1 is collection name, %2 is image count in collection
source: %1 (%2 image)
bg: %1 (%2 снимка)
el: %1 (%2 εικόνα)
fi: %1 (%2 kuva)
he: %1 (תמונה %2)
lt: %1 (%2 nuotrauka)
mr: %1 (%2 प्रतिमा)
nds: %1 (%2 Bild)
ro: %1 (%2 imagine)
sk: %1 (%2 obrázok)
wa: %1 (%2 imådje)

source: untitled
bg: неозаглавено
ca@valencia: sense títol
el: χωρίς τίτλο
es: sin título
eu: Izenbururik gabea
fi: nimetön
fr: sans titre
gl: sen título
he: ללא שם
hr: bez naslova
hu: névtelen
is: ónefnt
lt: bevardis
mr: शिर्षकहीन
nb: uten tittel
nds: ahn Titel
pl: bez tytułu
ro: neintitulat
sk: nepomenovaný
sl: brez naslova
sr: безимена
wa: sins no

source: Copy
bg: Копиране
ca@valencia: Copia
el: Αντιγραφή
es: Copiar
eu: Kopiatu
fi: Kopioi
fr: Copier
gl: Copiar
he: העתק
hr: Kopiraj
hu: Másolás
is: Afrita
lt: Kopijuoti
mr: प्रत करा
nb: Kopier
nds: Koperen
pl: Kopiuj
ro: Copiază
sk: Kopírovať
sl: Kopiraj
sr: Копирај
wa: Copyî

source: Send To...
bg: Изпращане към...
ca@valencia: Envia a...
el: Αποστολή προς...
es: Enviar a...
eu: Bidali honi...
fi: Lähetä…
fr: Envoyer vers...
gl: Enviar a…
he: שלח אל...
hr: Pošalji…
hu: Küldés ide…
is: Senda í...
lt: Siųsti į...
mr: ला पाठवा...
nb: Send til …
nds: Loosstüern na...
pl: Wyślij Do...
ro: Trimite la...
sk: Odoslať do...
sl: Pošlji v ...
sr: Пошаљи...
wa: Evoyî a...

source: second
bg: секунда
ca@valencia: segon
el: δευτερόλεπτο
es: segundo
eu: seg
fi: sekunti
fr: seconde
gl: segundo
he: שנייה
hr: sekunda
hu: másodperc
is: sekúnda
lt: sekundė
mr: सेकंद
nb: sekund
nds: Sekunn
nn: sekund
pl: sekunda
ro: secundă
sk: sekunda
sl: sekund
sr: секунда
wa: segonde

source: Quick Save Snapshot &As...
bg: &Автоматичен запис...
ca@valencia: Guarda ràpidament la captura de pantalla &com a...
el: Γρήγορη αποθήκευση στιγμιοτύπου &ως...
es: Guardar rápido instantánea &como...
eu: Gorde azkar kaptura &honela...
fi: &Pikatallenna kuvankaappaus nimellä…
fr: Enregistrer r&apidement la capture sous...
gl: Gardar rapidamente a captura &como…
he: שמור תצלום מהיר ב&שם...
hr: Brzo spremi snimku &kao …
hu: A felvétel gyors me&ntése mint...
is: Hr&aðvista myndatöku sem...
lt: Greitai Įrašyti nuotrauką &kaip...
mr: क्षणचित्र त्वरित असे साठवा (&A)...
nb: Hurtiglagre &skjermbilde som …
nds: Snappschööt fix sekern &as...
nn: Lagra skjermbiletet &fort som …
pl: Szy&bko zapisz zrzut jako...
ro: S&alvează rapid captura ca...
sk: &Rýchlo uložiť snímku ako...
sl: Hitro shr&ani posnetek kot ...
sr: Брзо сачувај снимак &као...
wa: Abeye schapaedje eyet r&lomaedje del waitroûlêye...

source: Save the snapshot to the file specified by the user without showing the file dialog.
bg: Запис на изображението във файл, без да се показва диалоговия прозорец за избор на файл. Името на файла ще бъде автоматично увеличено с единица.
ca@valencia: Guarda la captura de pantalla al fitxer indicat per l'usuari sense mostrar el diàleg de fitxer.
el: Αποθήκευση του στιγμιοτύπου στο αρχείο που ορίστηκε από το χρήστη χωρίς την εμφάνιση του διαλόγου αρχείου.
es: Guardar la instantánea en el archivo especificado por el usuario sin mostrar el diálogo de archivo.
eu: Gorde pantaila-argazkia erabiltzaileak zehaztutako fitxategian, fitxategia gordetzeko elkarrizketa-koadroa erakutsi gabe.
fi: Tallenna kuvankaappaus käyttäjän määrittelemään tiedostoon näyttämättä tiedostontallennusikkunaa.
fr: Enregistre la capture dans le fichier indiqué par l'utilisateur sans afficher la boîte de dialogue.
gl: Gardar a captura no ficheiro especificado polo usuario sen mostrar o diálogo de ficheiro.
he: שמור את תמונת המסך אל קובץ המסופק על ידי המשתמש מבלי להציג את חלון שמירת הקובץ.
hr: Spremi snimku u datoteku koju je naveo korisnik bez prikazivanja dijaloga za datoteke.
hu: A felvétel elmentése a megadott fájlnévvel, a fájlválasztó párbeszédablak megjelenítése nélkül.
is: Vista myndatöku í skrá, tilgreinda af notanda án þess að birta skráasamtalsgluggan.
lt: Įrašyti nuotrauką į naudotojo nurodytą failą nerodant įrašymo dialogo.
mr: वापरकर्त्याने निर्दिष्ट केलेल्या फाईलमध्ये ती फाईल संवाद त्याला न दाखविता क्षणचित्र साठवा.
nb: Large skjermbildet til den fila brukeren har oppgitt uten å vise fildialogen.
nds: Den Snappschööt ahn Dateidialoog na de vun den Bruker angeven Datei sekern.
nn: Lagra skjermbiletet til den valde fila utan å visa fildialogen.
pl: Zapisz zrzut do pliku podanego przez użytkownika bez pokazywania okna wyboru pliku.
ro: Salvează captura în fișierul specificat de utilizator fără afișarea dialogului de fișiere.
sk: Uložiť snímku do súboru zadaného užívateľom bez zobrazenia dialógu pre výber súboru.
sl: Shrani posnetek v datoteko, ki jo je navedel uporabnik brez prikaza pogovornega okna.
sr: Уписује снимак у фајл који је корисник навео, без приказивања дијалога за фајлове.
wa: Schaper li waitroûlêye dins l' fitchî specifyî pa l' uzeu, sins håyner li purnea di schapaedje di fitchîs.

source: Save Snapshot &As...
bg: Запис &като...
ca@valencia: Guarda la captura de pantalla &com a...
el: Αποθήκευση στιγμιοτύπου &ως...
es: Guardar instantánea &como...
eu: Gorde kaptura &honela...
fi: &Tallenna kuvankaappaus nimellä…
fr: Enregistrer l&a capture sous...
gl: Gardar a captura &como…
he: שמור התצלום ב&שם...
hr: Spremi snimku &kao …
hu: A felvétel me&ntése mint...
is: &Vista myndatöku sem...
lt: Įrašyti nuotrauką &kaip...
mr: क्षणचित्र असे साठवा (&A)...
nb: &Lagre skjermbilde som …
nds: Snappschööt sekern &as...
nn: Lagra skjermbiletet &som …
pl: &Zapisz zrzut jako...
ro: Salvează captura &ca...
sk: Uložiť snímku &ako...
sl: Shr&ani posnetek kot ...
sr: Сачувај снимак к&ао...
wa: Schaper eyet r&lomer li waitroûlêye...

source: Save the snapshot to the file specified by the user.
bg: Запис на изображението във файл, зададен от потребителя.
ca@valencia: Guarda la captura de pantalla en el fitxer indicat per l'usuari.
el: Αποθήκευση του στιγμιοτύπου στο αρχείο που ορίστηκε από το χρήστη.
es: Guardar la instantánea en el archivo especificado por el usuario.
eu: Gorde pantaila-argazkia erabiltzaileak zehaztutako fitxategian.
fi: Tallenna kuvankaappaus käyttäjän määrittelemään tiedostoon.
fr: Enregistre la capture dans le fichier indiqué par l'utilisateur.
gl: Gardar a captura no ficheiro indicado polo usuario.
he: כפתור זה שומר את תצלום המסך למיקום מצוין.
hr: Spremi snimku u datoteku koju je odredio korisnik.
hu: A felvétel elmentése a megadott fájlnévvel.
is: Vista tekna mynd í skrána sem notandinn tiltekur.
lt: Įrašyti nuotrauką į failą, nurodytą naudotojo
mr: वापरकर्त्याने निर्दिष्ट केलेल्या फाईलमध्ये क्षणचित्र साठवा
nb: Lagre skjermbildet til den fila brukeren oppgir.
nds: Den Snappschööt na de vun den Bruker angeven Datei sekern.
nn: Lagra skjermbiletet til den valde fila.
pl: Zapisuje zrzut ekranu do podanego pliku.
ro: Salvează captura în fișierul specificat de utilizator.
sk: Uložiť snímku do súboru zadaného užívateľom.
sl: Ta gumb shrani posnetek v datoteko, ki jo je navedel uporabnik.
sr: Уписује снимак у фајл који је корисник навео.
wa: Schaper li waitroûlêye dins l' fitchî specifyî pa l' uzeu.

source: Save As
bg: Запис като
ca@valencia: Guarda com a
el: Αποθήκευση ως
es: Guardar como
eu: Gorde honela
fi: Tallenna nimellä…
fr: Enregistrer sous
gl: Gardar como…
he: שמור בשם
hr: Spremi kao
hu: Mentés másként
is: Vista sem
lt: Įrašyti kaip
mr: असे साठवा
nb: Lagre som
nds: Sekern as
nn: Lagra som
pl: Zapisz jako
ro: Salvează ca
sk: Uložiť ako
sl: Shrani kot
sr: Уписивање као
wa: Schaper eyet rlomer

source: Other Application...
bg: Друга програма...
ca@valencia: Altres aplicacions...
el: Άλλη εφαρμογή...
es: Otra aplicación...
eu: Beste aplikazioa...
fi: Muu sovellus…
fr: Autre application...
gl: Outro programa…
he: יישום אחר...
hr: Druga aplikacija …
hu: Más alkalmazás...
is: Annað forrit...
lt: Kita programa...
mr: अन्य अनुप्रयोग...
nb: Annet program …
nds: Anner Programm...
nn: Anna program …
pl: Inny program...
ro: Altă aplicație...
sk: Iná aplikácia...
sl: Drug program ...
sr: Други програм...
wa: Ôte programe...

source: The screen has been successfully grabbed.
bg: Екранът е сниман успешно.
ca@valencia: La pantalla s'ha capturat amb èxit.
el: Η σύλληψη της οθόνης έγινε επιτυχώς.
es: La pantalla ha sido capturada correctamente.
eu: Pantaila ongi kapturatu da.
fi: Kuva on kaapattu.
fr: L'écran a été capturé avec succès.
gl: A captura realizouse correctamente.
he: המסך צולם בהצלחה.
hr: Zaslon je uspješno snimljen.
hu: A képernyő tartalmának elmentése sikerült.
is: Myndataka af skjánum tókst.
lt: Ekrano nuotrauka sėkmingai padaryta.
mr: स्क्रीन यशस्वीरीत्या पकडण्यात आला.
nb: Skjermen er blitt fotografert.
nds: Schirm wöör opnahmen.
nn: Det er teke bilete av skjermen.
pl: Zrzut ekranu zrobiony.
ro: Ecranul a fost capturat cu succes.
sk: Obrazovka bola úspešne zachytená.
sl: Zaslon je bil uspešno zajet.
sr: Екран је успешно снимљен.
wa: Li waitroûlêye a stî fwaite comifåt.

source: Preview of the snapshot image (%1 x %2)
bg: Преглед на снимка (%1 x %2)
ca@valencia: Vista prèvia de la imatge de la captura de pantalla (%1 x %2)
el: Προεπισκόπηση της εικόνας επισκόπησης (%1 x %2)
es: Previsualización de la instantánea (%1 x %2)
eu: kapturatutako irudiaren aurrebista (%1 x %2)
fi: Esikatselukuva (%1 x %2)
fr: Aperçu de l'image de la capture (%1 x %2)
gl: Vista previa da imaxe capturada (%1×%2)
he: תצוגה מקדימה של התמונה (%1 על %2)
hr: Izgled slike snimke (%1 x %2)
hu: A kép előnézete (%1 x %2)
is: Forsýn af skjámyndinni (%1 x %2)
lt: Nuotraukos peržiūra (%1 x %2)
mr: क्षणचित्राचे पूर्वावलोकन (%1 x %2)
nb: Forhåndsvisning av skjermbildet (%1 × %2)
nds: Vöransicht vun't Bildschirmfoto (%1 x %2)
nn: Førehandsvising av skjermbiletet (%1 x %2)
pl: Podgląd zrzutu ekranu (%1 x %2)
ro: Previzualizarea capturii (%1 x %2)
sk: Náhľad zosnímaného obrázku (%1 x %2)
sl: Predogled posnetka (%1 x %2)
sr: Преглед снимка (%1×%2)
wa: Prévoeyaedje di l' imådje del waitroûlêye (%1 x %2)

source: File Exists
bg: Вече има такъв файл
ca@valencia: El fitxer existeix
el: Το αρχείο υπάρχει
es: El archivo ya existe
eu: Fitxategia badago lehendik ere
fi: Tiedosto on jo olemassa
fr: Le fichier existe
gl: O ficheiro xa existe
he: הקובץ קיים
hr: Datoteka postoji
hu: Már létezik ilyen nevű fájl
is: Skrá er til
lt: Failas jau yra
mr: फाईल अस्तित्वात आहे
nb: Fila finnes
nds: Gifft Datei al
nn: Fila finst
pl: Plik istnieje
ro: Fișierul există
sk: Súbor existuje
sl: Datoteka obstaja
sr: Фајл већ постоји
wa: Li fitchî egzistêye

source: <qt>Do you really want to overwrite <b>%1</b>?</qt>
bg: <qt>Сигурни ли сте, че искате файлът <b>%1</b> да бъде презаписан?</qt>
ca@valencia: <qt>Segur que voleu sobreescriure <b>%1</b>?</qt>
el: <qt>Σίγουρα θέλετε να αντικαταστήσετε το <b>%1</b>;</qt>
es: <qt>¿Seguro que desea sobrescribir <b>%1</b>?</qt>
eu: <qt>Ziur zaude <b>%1</b> gainidatzi nahi duzula?</qt>
fi: <qt>Haluatko varmasti korvata tiedoston <b>%1</b>?</qt>
fr: <qt>Voulez-vous vraiment écraser <b>%1</b> ?</qt>
gl: <qt>Desexa realmente substituír <b>%1</b>?</qt>
he: <qt>האם אתה בטוח שברצונך לכתוב את <b>%1</b>?</qt>
hr: <qt>Želite li zaista prepisati <b>%1</b>?</qt>
hu: <qt>Biztosan felül szeretné írni ezt: <b>%1</b>?</qt>
is: <qt>Viltu í alvöru skrifa yfir <b>%1</b>?</qt>
lt: <qt>Ar Jūs tikrai norite rašyti ant: <b>%1</b>?</qt>
mr: <qt>तुम्ही खरोखरीच खोडून पुन्हा लिहू इच्छिता <b>%1</b>?</qt>
nb: <qt>Er du sikker på at du vil overskrive <b>%1</b>?</qt>
nds: <qt>Wullt Du <b>%1</b> redig överschrieven?</qt>
nn: <qt>Vil du verkeleg skriva over <b>%1</b>?</qt>
pl: <qt>Czy chcesz nadpisać <b>%1</b>?</qt>
ro: <qt>Doriți într-adevăr să suprascrieți <b>%1</b>?</qt>
sk: <qt>Naozaj chcete prepísať <b>%1</b>?</qt>
sl: <qt>Ste prepričani, da želite prepisati <b>%1</b>?</qt>
sr: <qt>Желите ли заиста да пребришете <b>%1</b>?</qt>
wa: <qt>Voloz vs vormint spotchî l' fitchî <b>%1</b>?</qt>

source: Overwrite
bg: Презапис
ca@valencia: Sobreescriu
el: Αντικατάσταση
es: Sobrescribir
eu: Gainidatzi
fi: Korvaa
fr: Écraser
gl: Substituír
he: שכתב
hr: Prepiši
hu: Felülírás
is: Skrifa yfir
lt: Perrašyti
mr: खोडून लिहा
nb: Skriv over
nds: Överschrieven
nn: Skriv over
pl: Zastąp
ro: Suprascrie
sk: Prepísať
sl: Prepiši
sr: Пребриши
wa: Sipotchî

source: Unable to Save Image
bg: Грешка при запис на изображението
ca@valencia: No s'ha pogut guardar la imatge
el: Αδύνατη η αποθήκευση της εικόνας
es: No se puede guardar la imagen
eu: Ezin da irudia gorde
fi: Kuvan tallennus epäonnistui
fr: Impossible d'enregistrer une image
gl: Non é posíbel gardar a imaxe.
he: אין אפשרות לשמור את התמונה
hr: Nije moguće spremiti sliku
hu: A kép mentése nem sikerült
is: Get ekki vistað mynd
lt: Nepavyksta išsaugoti paveikslėlio
mr: प्रतिमा साठवू शकत नाही
nb: Klarte ikke å lagre bilde
nds: Bild lett sik nich sekern
nn: Klarte ikkje lagra biletet
pl: Nie można zapisać zrzutu
ro: Imposibil de salvat imaginea
sk: Nepodarilo sa uložiť obrázok
sl: Ni mogoče shraniti slike
sr: Не могу да сачувам снимак
wa: Dji n' a savou schaper l' imådje

source: KSnapshot was unable to save the image to %1.
bg: Изображението "%1" не можа да се запише.
ca@valencia: El KSnapshot no ha pogut guardar la imatge a %1.
el: Το KSnapshot δεν μπόρεσε να αποθηκεύσει την εικόνα στο %1.
es: KSnapshot no fue capaz de guardar la imagen en %1.
eu: KSnapshot-ek ezin izan du irudia %1(e)n gorde.
fi: KSnapshot ei saanut tallennettua kuvaa %1.
fr: Impossible pour KSnapshot d'enregistrer l'image dans %1.
gl: KSnapshot non puido gardar a imaxe en «%1».
he: אין באפשרות KSnapshot לשמור את התמונה אל %1.
hr: KSnapshot ne može spremiti sliku u %1.
hu: Nem sikerült elmenteni a képet ide: %1.
is: KSnapshot gat ekki vistað myndina sem %1.
lt: KSnapshot negali išsaugoti paveikslo į %1.
mr: केक्षणचित्र प्रतिमा साठवू शकत नाही %1.
nb: KSnapshot klarte ikke å lagre bilde til %1.
nds: KSnapshot kann dit Bild nich sekern: %1.
nn: KSnapshot klarte ikkje lagra biletet til %1.
pl: KSnapshot nie mógł zapisać obrazka do %1.
ro: Nu am putut salva imaginea în fișierul %1.
sk: KSnapshot nebol schopný uložiť obrázok do %1.
sl: KSnapshot ni mogel shraniti slike v %1.
sr: К‑снимак не може да сачува слику у %1.
wa: KWaitroûlêye n' a nén parvinou a schaper l' imådje dins %1.
