Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/ktimer.po
Languages: ru

source: KDE Timer
ru: Таймер KDE

source: (c) 2001, Stefan Schimanski
ru: © Stefan Schimanski, 2001

source: Timer Settings
ru: Настройка таймера

source: List of countdowns you have set
ru: Список таймеров обратного отсчёта

source: New countdowns are put here. You can add and remove them, and stop and start them.
ru: Новые таймеры обратного отсчёта располагаются здесь. Отсюда их можно удалять, добавлять, запускать и останавливать.

source: Counter
ru: Счётчик

source: Delay
ru: Время

source: State
ru: Состояние

source: Command
ru: Команда

source: Add a new task
ru: Добавить новый таймер

source: Add a new task to the list.
ru: Добавить новый таймер в список.

source: &New
ru: &Добавить

source: Remove a task
ru: Удалить таймер

source: Remove a task from the list.
ru: Удалить задачу из списка.

source: &Remove
ru: &Удалить

source: Speed up or slow down your countdown
ru: Ускорите или замедлите таймер обратного отсчёта

source: You can use this slider to adjust the time.
ru: Можно использовать ползунок, чтобы изменить время.

source: Time in seconds until command is executed
ru: Время в секундах до запуска команды

source: This number is how many seconds are left for the selected countdown.
ru: Это число показывает сколько секунд осталось для выбранного таймера обратного отсчёта.

source: Pause a countdown
ru: Приостановить таймер обратного отсчёта

source: Use this to pause a timer countdown.
ru: Используйте это для приостановки таймера обратного отсчёта.

source: Start a countdown
ru: Запустить обратный отсчёт

source: Use this to start or restart a countdown.
ru: Запустить обратный отсчёт

source: Stop a countdown
ru: Остановить обратный отсчёт

source: Use this to stop the countdown for a task.
ru: Остановить обратный отсчёт

source: Detailed help documentation
ru: Подробная документация

source: Click here to open the help documentation viewer.
ru: Щёлкните здесь, чтобы открыть документацию.

source: Settings
ru: Таймер

source: Check this box if you want your countdown to start over after it finishes
ru: Запускать таймер обратного отсчёта снова после окончания

source: &Loop
ru: В &цикле

source: Delay:
ru: Время:

source: Enter the seconds here
ru: Введите секунды

source: You can change the amount of time in the countdown here.
ru: Здесь можно изменить промежуток времени для обратного отсчёта.

source: Check this box if you only want to open one copy of your program
ru: Отметьте этот флажок. если вы хотите запустить только одну копию программы

source: Check this box if you only want one instance to open
ru: Отметьте этот флажок. если вы хотите запустить только один экземпляр

source: Start only &one instance
ru: Ограничиться запуском &одного экземпляра программы

source: seconds
ru: секунд

source: Command line:
ru: Выполнить:

source: Enter the hours here
ru: Введите часы

source: Enter the minutes here
ru: Введите минуты

source: hours
ru: час

source: minutes
ru: минут

source: command you would like to run when time is up
ru: команда, которую надо запустить, когда наступит время

source: Enter a program you would like to run when the countdown is zero
ru: Укажите программу, которую хотите запустить, когда таймер обратного отсчёта станет равным 0.
