Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/kwalletmanager.po
Languages: ar

source: &Replace
ar: استب&دل

source: Replace &All
ar: استبدل ال&كل

source: &Skip
ar: تخ&طّى

source: Skip A&ll
ar: تخطّى الك&ل

source: Hide &Contents
ar: ا&خف المحتويات

source: Show &Contents
ar: أظ&هر المحتويات

source: &Undo
ar: &تراجع

source: &Save
ar: ا&حفظ

source: &File
ar: &ملف

source: &Settings
ar: إ&عدادات

source: &Help
ar: م&ساعدة

source: &New Wallet...
ar: مح&فظة جديدة...

source: &Open...
ar: ا&فتح...

source: Change &Password...
ar: &غيّر كلمة السر...

source: Disconnec&t
ar: اق&طع الاتصال

source: &Delete
ar: ا&حذف

source: An entry by the name '%1' already exists. Would you like to continue?
ar: يوجد مُدخلة باسم '%1' . ماذا تريد أن تواصل؟

source: A folder by the name '%1' already exists. What would you like to do?
ar: يوجد مجلد باسم '%1' . ماذا تريد أن تعمل؟

source: Replace
ar: استبدل

source: Folders
ar: المجلدات

source: An unexpected error occurred trying to drop the item
ar: حدث خطأ غير متوقع عند محاولة اسقاط العنصر

source: An unexpected error occurred trying to drop the entry
ar: حدث خطأ غير متوقع عند محاولة اسقاط المُدخلة

source: An unexpected error occurred trying to delete the original folder, but the folder has been copied successfully
ar: حدث خطأ غير متوقع عند محاولة حذف المجلد الأصلى، لكن نُسخ المجلد بنجاح

source: KDE Wallet Manager
ar: مدير محفظة كدى

source: KDE Wallet Management Tool
ar: أداة إدارة محفظة كدى

source: (c) 2003,2004 George Staikos
ar: الحقوق محفوظة لجورج ستايكوس 2003،2004

source: Original author and former maintainer
ar: المؤلّف الرئيسي والمشرف السابق

source: Developer
ar: مطوّر

source: Show window on startup
ar: أظهر النافذة عند البدأ

source: For use by kwalletd only
ar: لإستخدام بواسطة محفظة ك فقط

source: A wallet name
ar: اسم محفظة

source: Unable to close wallet cleanly. It is probably in use by other applications. Do you wish to force it closed?
ar: لا يمكن إغلاق المحفظة بصورة نظيفة. ربما تكون قيد الاستخدام من قبل تطبيقات أخرى. هل تريد الإجبار على الإغلاق؟

source: Force Closure
ar: أجبر على الإغلاق

source: Do Not Force
ar: لا تجبر

source: Unable to force the wallet closed. Error code was %1.
ar: لا يمكن اجبار إغلاق المحفظة. رقم الخطأ هو %1.

source: &Show values
ar: أ&ظهر القيم

source: &New Folder...
ar: م&جلد جديد...

source: &Delete Folder
ar: ا&حذف المجلد

source: &Import XML...
ar: ا&ستورد XML...

source: &New...
ar: ج&ديد...

source: &Rename
ar: أعد ت&سمية

source: Passwords
ar: كلمات السر

source: Maps
ar: خرائط

source: Binary Data
ar: بيانات ثنائيّة

source: Unknown
ar: غير معروف

source: Are you sure you wish to delete the folder '%1' from the wallet?
ar: أمتأكد من أنك تريد حذف المجلد '%1' من الحافظة؟

source: Error deleting folder.
ar: خطأ في حذف المجلد.

source: New Folder
ar: مجلد جديد

source: Please choose a name for the new folder:
ar: رجاءا اختر اسما للمجلد الجديد:

source: Sorry, that folder name is in use. Try again?
ar: عذرا، اسم المجلد هذا قيد الاستخدام. حاول مرة أخرى؟

source: Try Again
ar: المحاولة مرة أخرى

source: Do Not Try
ar: لا تحاول

source: Error saving entry. Error code: %1
ar: خطأ في حفظ المُدخلة. رقم الخطأ : %1

source: Password: %1
ar: كلمة السر: %1

source: Name-Value Map: %1
ar: خريطة اسم-قيمة: %1

source: Binary Data: %1
ar: بيانات ثنائية: %1

source: New Entry
ar: مُدخلة جديدة

source: Please choose a name for the new entry:
ar: رجاءا اختر اسم للمُدخلة الجديدة:

source: Sorry, that entry already exists. Try again?
ar: عذرا، المُدخلة موجودة مسبقا. حاول مرة أخرى؟

source: An unexpected error occurred trying to add the new entry
ar: حدث خطأ غير متوقع أثناء محاولة إضافة المُدخلة الجديدة

source: An unexpected error occurred trying to rename the entry
ar: حدث خطأ غير متوقع أثناء محاولة تغير اسم المُدخلة

source: Are you sure you wish to delete the item '%1'?
ar: هل أنت متأكد من أنك تريد حذف العنصر '%1' ؟

source: An unexpected error occurred trying to delete the entry
ar: حدث خطأ غير متوقع أثناء محاولة حذف المُدخلة

source: Unable to open the requested wallet.
ar: غير قادر على فتح المحفظة المطلوبة.

source: Unable to access wallet '<b>%1</b>'.
ar: غير قادر على الوصول للمحفظة '<b>%1</b>'.

source: Folder '<b>%1</b>' already contains an entry '<b>%2</b>'. Do you wish to replace it?
ar: يحتوى المجلد '<b>%1</b>' على المدخلة '<b>%2</b>' بالفعل. هل ترغب فى استبدالها؟

source: Unable to access XML file '<b>%1</b>'.
ar: غير قادر على الوصول لملف الـXML '<b>%1</b>'.

source: Error opening XML file '<b>%1</b>' for input.
ar: حدث خطأ عند فتح ملف الـXML '<b>%1</b>' للإدخال.

source: Error reading XML file '<b>%1</b>' for input.
ar: حدث خطأ عند قرائة ملف الـXML '<b>%1</b>' للإدخال.

source: Error: XML file does not contain a wallet.
ar: خطأ: لا يحتوى ملف الـXML على محفظة.

source: KDE Wallet
ar: محفظة كدى

source: No wallets open.
ar: لا توجد محافظ مفتوحة.

source: A wallet is open.
ar: محفظة مفتوحة.

source: Configure &Wallet...
ar: إع&داد المحفظة...

source: Close &All Wallets
ar: أغلق &كل المحافظ

source: Error opening wallet %1.
ar: خطأ في فتح المحفظة %1 .

source: Please choose a name for the new wallet:
ar: رجاءا اختر اسم للمحفظة الجديدة:

source: New Wallet
ar: محفظة جديدة

source: Sorry, that wallet already exists. Try a new name?
ar: عذرا، المحفظة موجوده مسبقا. تجربة اسم جديد ؟

source: Try New
ar: تجربة اسم جديد

source: Are you sure you wish to delete the wallet '%1'?
ar: أمتأكد من أنك تريد حذف المحفظة '%1' ؟

source: Unable to delete the wallet. Error code was %1.
ar: غير قادر على حذف المحفظة. رقم الخطا %1 .

source: Key
ar: المفتاح

source: Value
ar: القيمة

source: &New Entry
ar: مُ&دخلة جديدة
