Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/libkdcraw.po
Languages: bs, da, el, es, hu, km, ko, lv, nds, sk, zh_tw

# @info:whatsthis
source: <title>Pass</title><para>Set here the passes used by the median filter applied after interpolation to Red-Green and Blue-Green channels.</para><para>This setting is only available for specific Quality options: <emphasis strong='true'>Bilinear</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis>, and <emphasis strong='true'>VCD & AHD</emphasis>.</para>
bs: <title>Prolaz</title><para>Postavite prolaze koje koristi median filter primijenjen pri interpolaciji na Crveno-zeleni i plavo-zelene kanale. </para><para>Ova postavka je dostupna samo za određene opcije kvaliteta: <emphasis strong='true'>Bilinearna</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis>, and <emphasis strong='true'>VCD & AHD</emphasis>.</para>
da: <title>Gennemløb</title><para>Her indstilles de gennemløb, som bruges af median-filteret efter interpolation af rød-grøn- og blå-grøn-kanalerne.</para><para>Denne indstilling er kun tilgængelig for visse kvalitets-tilvalg:<emphasis strong='true'>Bilinear</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis> og<emphasis strong='true'>VCD & AHD</emphasis>.</para>
el: <title>Pass</title><para>Καθορίστε εδώ τις επαναλήψεις του διάμεσου φίλτρου που εφαρμόζονται μετά από την παρεμβολή στα κανάλια κόκκινο-πράσινο και μπλε-πράσινο.</para><para>Η ρύθμιση αυτή είναι διαθέσιμη μόνο για ορισμένες επιλογές ποιότητας: <emphasis strong='true'>Διγραμμική</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis>, και <emphasis strong='true'>VCD & AHD</emphasis>.</para>
es: <title>Paso</title><para>Ajuste aquí los pasos a usar por el filtro medio aplicado tras la interpolación a los canales Rojo-Verde y Azul-Verde.</para><para>Esta preferencia solo está disponible para ciertas opciones de calidad: <emphasis strong='true'>Bilineal</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis>, y <emphasis strong='true'>VCD & AHD</emphasis>.</para>
hu: <title>Átadás</title><para>Itt állíthatja be a vörös-zöld és kék-zöld csatornákra történő interpoláció után alkalmazott medián szűrő által használt átadásokat.</para><para>Ez a beállítás csak a megadott Minőség beállítások esetén érhető el: <emphasis strong='true'>Bilinear</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis> és <emphasis strong='true'>VCD & AHD</emphasis>.</para>
km: <title>ចម្លង​</title><para>កំណត់​ចំនួន​ចម្លង​ដែល​ប្រើ​ដោយ​តម្រង​មេដ្យ៉ាន​ដែល​បាន​អនុវត្ត​ បន្ទាប់​ពី​បាន​លៃ​តម្រូវ​ឆានែល​ក្រហម​-បៃតង​ និង​ ខៀវ​-បៃតង​រួច​មក​ នៅ​ទីនេះ ។</para><para>ការ​កំណត់​នេះ អាច​ប្រើ​បាន​សម្រាប់​តែ​ជម្រើស​ គុណភាព​ជាក់​លាក់​ដូចជា ៖ <emphasis strong='true'>ប៊ី​លីនេអ៊ែរ</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis> និង​ <emphasis strong='true'>VCD & AHD</emphasis>។</para>
ko: <title>패스</title><para>적색-녹색 및 청색-녹색 채널에 보간법을 적용한 이후 중간값 필터를 적용할 패스 수를 지정하십시오.</para> <para>일부 품질 옵션에만 사용 가능합니다:<emphasis strong='true'>이중 선형</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis> 및<emphasis strong='true'>VCD & AHD</emphasis>.</para>
lv: <title>Kārta</title><para>Šeit iestatiet mediānas filtram, kuru pielieto pēc interpolācijas sarkans-zaļš un zils-zaļš kanāliem, lietotās kārtas.</para><para>Šis iestatījums ir pieejams tikai noteiktām kvalitātes opcijām: <emphasis strong='true'>Bilinear</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis>, and <emphasis strong='true'>VCD un AHD</emphasis>.</para>
nds: <title>Dörgäng</title><para>De Dörgäng vun den Zentraalweertfilter de na't Estemeren na Root-Gröön- un Blaag-Geel-Kanaals anwendt warrt.</para><para>Disse Instellen is bloots för besünner Optschonen verföögbor: <emphasis strong='true'>Bilinear</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis>, un <emphasis strong='true'>VCD un AHD</emphasis>.</para>
sk: <title>Prechod</title><para>Tu nastavte prechody použité mediánovým filtrom aplikované po interpolácii do červeno-zelených a modro-zelených kanálov.</para><para>Toto nastavenie je k dispozícii iba pre určité nastavenie kvality: <emphasis strong='true'>Bilineárne</emphasis>, <emphasis strong='true'>VNG</emphasis>, <emphasis strong='true'>PPG</emphasis>, <emphasis strong='true'>AHD</emphasis>, <emphasis strong='true'>DCB</emphasis> a <emphasis strong='true'>VCD & AHD</emphasis>.</para>
zh_tw: <p><b>過濾數</b></p><p>在此設定在內插為紅-綠與藍-綠色頻後，要經過幾道過濾。 </p><p>此設定只對特定的品質選項有作用：<b>雙線性</b>，<b>VNG</b>，<b>PPG</b>，<b>AHD</b>，<b>DCB</b>，與 <b>VCD & AHD</b></p>

# @option:check
source: Refine interpolation
bs: Doradi interpolaciju
da: Forfin interpolation
el: Βελτίωση παρεμβολής
es: Refinar interpolación
hu: Interpoláció finomítása
km: ធ្វើ​ឲ្យ​ការ​លៃ​តម្រូវ​ប្រសើរ​ឡើង
ko: 보간법 강화
lv: Precizēt interpolāciju
nds: Estemeren topassen
sk: Zjemniť interpoláciu
zh_tw: 微調內插

# @info:whatsthis
source: <title>Refine interpolation</title><para>This setting is available only for few Quality options:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: turn on the enhance interpolated colors filter.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: turn on the enhanced effective color interpolation (EECI) refine to improve sharpness.</item></list></para>
bs: <title>Doradi interpolaciju</title><para>Ova postavka je moguća samo za nekoliko opcija kvaliteta:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: uključuje filter poboljšanih interpoliranih boja.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: uključuje poboljšanu efektivnu interpolaciju boja (EECI) za povećanje oštrine.</item></list></para>
da: <title>Forfin interpolation</title><para>Denne indstilling er kun tilgængelig for visse kvalitets-tilvalg:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: aktivér de forbedrede filtre til interpolerede farver.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: aktivér Enhanced Effective Color Interpolation (EECI)-forfinelsen til forbedret skarphed.</item></list></para>
el: <title>Βελτίωση παρεμβολής</title><para>Η ρύθμιση αυτή είναι διαθέσιμη μόνο για λίγες επιλογές ποιότητας:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: ενεργοποιεί το βελτιωμένο φίλτρο παρεμβολής χρωμάτων..</item><item><emphasis strong='true'>VCD & AHD</emphasis>: ενεργοποιεί τη βελτιωμένη αποτελεσματική χρωματική παρεμβολή (enhanced effective color interpolation, EECI) για τη βελτίωση της διακριτότητας.</item></list></para>
es: <title>Refinar interpolación</title><para>Este ajuste está disponible solo para unas cuantas opciones de calidad:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: activa el filtro avanzado de colores interpolados.</item><item><emphasis strong='true'>VCD y AHD</emphasis>: activa el refinado avanzado de interpolación de colores efectivos (EECI) para mejorar la agudeza.</item></list></para>
km: <title>ធ្វើ​ឲ្យ​ការ​លៃ​តម្រូវ​ប្រសើរ​ឡើង​</title><para>ការកំណត់​នេះ​អាច​ប្រើ​បាន​សម្រាប់​តែ​ជម្រើស​ គុណភាព​មួយ​ចំនួន​ដូច​ជា ៖</para><para><list><item><emphasis strong='true'>DCB</emphasis>៖ បើក​តម្រង​ពណ៌​ដែល​បាន​លៃ​តម្រូវ​ ។</item><item><emphasis strong='true'>VCD និង​ AHD</emphasis>៖ បើក​ការ​លៃ​តម្រូវ​ពណ៌​ដែល​មាន​ប្រសិទ្ធិភាព​ខ្ពស់ (EECI) ដើម្បី​ធ្វើ​ឲ្យ​មាន​ភាព​កាន់​តែ​ច្បាស់ ។</item></list></para>
ko: <title>보간법 강화</title><para>이 설정은 다음 품질 옵션에서만 사용 가능합니다:<para><para><list><item><emphasis strong='true'>DCB</emphasis>: 향상된 색상 보간 필터를 사용합니다.</item><item> <emphasis strong='true'>VCD & AHD</emphasis>: 향상된 효과적 색상 보간법(EECI)을 사용하여 선명도를 향상합니다.</item></list></para>
lv: <title>Precizēt interpolāciju</title><para>Šis iestatījums ir pieejams tikai dažām kvalitātes opcijām:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: ieslēdziet interpolēto krāsu uzlabošanas filtru.</item><item><emphasis strong='true'>VCD un AHD</emphasis>: lai uzlabotu asumu, ieslēdziet uzlabotās efektīvās krāsu interpolācijas (EECI) precizēšanu.</item></list></para>
nds: <title>Estemeren topassen</title><para>Disse Instellen is bloots för en poor Gööd-Optschonen verföögbor:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: verwiedert estemeert Klörenfilter anmaken.</item><item><emphasis strong='true'>VCD un AHD</emphasis>: verwiedert effektiv Klöörestemeren-Topassen (EECI) för't Verbetern vun de Schärpde anmaken.</item></list></para>
sk: <title>Zjemniť interpoláciu</title><para>Toto nastavenie je dostupné len pre niekoľko možnosti Kvality:</para><para><list><item><emphasis strong='true'>DCB</emphasis>: zapnúť filter rozšírenia interpolovaných farieb.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: zapnúť zjemnenie rozšírenej efektívnej farebnej interpoláciie (EECI) na zlepšenie ostrosti.</item></list></para>
zh_tw: <p><b>微調內插（Refine Interpolation）</b> </p><p>此設定只對一些品質選項有作用： </p><p><b>DCB</b>：開啟此項目可加強內插顏色過濾器。</p> <p><b>VCD & AHD</b>：此項目可開啟加強效果顏色內插（enhanced effective color interpolationi，EECI）微調，以改進銳利度。</p>

# @label
source: Demosaicing
bs: Ukidanje mozaika
el: Χρωματική ανασύνθεση
es: Interpolación de la matriz
hu: Összerakás
ko: 디모자이킹
lv: Demozaīkošana
nds: Klöör-Estemeren
sk: Demozaikovanie
zh_tw: 解馬賽克

# @label:listbox
source: Method:
bs: Metoda:
da: Metode:
el: Μέθοδος:
es: Método:
hu: Mód:
km: វិធីសាស្ត្រ ៖​
ko: 방법:
lv: Metode:
nds: Metood:
sk: Metóda:
zh_tw: 方法：

# @item:inlistbox
source: Default D65
bs: Podrazumijevano D65
da: Standard D65
el: Προκαθορισμένο D65
es: D65 predeterminado
hu: Alapértelmezett D65
km: D65 លំនាំ​ដើម
ko: 기본 D65
lv: Noklusētais D65
nds: Standard-D65
sk: Denné svetlo D65
zh_tw: 預設 D65

# @item:inlistbox
source: Camera
bs: Kamera
da: Kamera
el: Κάμερα
es: Cámara
hu: Fényképezőgép
km: ម៉ាស៊ីន​ថត
ko: 카메라
lv: Fotoaparāts
nds: Kamera
sk: Kamera
zh_tw: 相機

# @item:inlistbox set while balance automatically
source: Automatic
bs: Automatski
da: Automatisk
el: Αυτόματα
es: Automático
hu: Automatikus
km: ស្វ័យ​ប្រវត្តិ
ko: 자동
lv: Automātiski
nds: Automaatsch
sk: Automaticky
zh_tw: 自動

# @info:whatsthis
source: <title>White Balance</title><para>Configure the raw white balance:</para><para><list><item><emphasis strong='true'>Default D65</emphasis>: Use a standard daylight D65 white balance.</item><item><emphasis strong='true'>Camera</emphasis>: Use the white balance specified by the camera. If not available, reverts to default neutral white balance.</item><item><emphasis strong='true'>Automatic</emphasis>: Calculates an automatic white balance averaging the entire image.</item><item><emphasis strong='true'>Manual</emphasis>: Set a custom temperature and green level values.</item></list></para>
bs: <title>Balans bijelog</title><para>Konfiguracija sirovog balansa bijelog:</para><para><list><item><emphasis strong='true'>Podrazumijevani D65</emphasis>: Koristi standardni D65 balans bijelog na dnevnoj svjetlosti.</item><item><emphasis strong='true'>Kamera</emphasis>: Koristi balans bijelog naveden kamerom. Ako nije dostupno, vraća na podrazumijevani neutralni balans bijelog. </item><item><emphasis strong='true'>Automatski</emphasis>: Računa automatski balans bijelog praveći prosjek cijele slike</item><item><emphasis strong='true'>Ručno</emphasis>: Postavlja temperaturu i nivoe zelenog.</item></list></para>
da: <title>Hvidbalance</title><para>Indstil hvidbalance for raw:</para><para><list><item><emphasis strong='true'>Standard D65</emphasis>: Brug en standard D65 hvidbalance til dagslys.</item><item><emphasis strong='true'>Kamera</emphasis>: Brug den hvidbalance, som kameraet specificerer. Hvis den ikke er tilgængelig anvendes standard neutral hvidbalance i stedet</item><item><emphasis strong='true'>Automatisk</emphasis>: Beregner en automatisk hvidbalance med et gennemsnit for hele billedet</item><item><emphasis strong='true'>Manuel</emphasis>: Angiv en brugerdefineret temperatur og værdier for grønniveau.</item></list></para>
el: <title>Ισορροπία λευκού</title><para>Διαμορφώστε την ακατέργαστη ισορροπία λευκού:</para><para><list><item><emphasis strong='true'>Προκαθορισμένο D65</emphasis>: Χρησιμοποιήστε μια τυπική ισορροπία λευκού D65 του φωτός ημέρας</item><item><emphasis strong='true'>Κάμερα</emphasis>: Χρησιμοποιήστε την ισορροπία λευκού που καθορίζεται από την κάμερα. Αν δεν είναι διαθέσιμη, γίνεται χρήση της προκαθορισμένης ουδέτερης ισορροπίας λευκού.</item><item><emphasis strong='true'>Αυτόματα</emphasis>: υπολογίζει αυτόματα τη μέση ισορροπία λευκού ολόκληρης της εικόνας.</item><item><emphasis strong='true'>Χειροκίνητα</emphasis>: Ορίζει μια προσαρμοσμένη θερμοκρασία χρώματος και τιμές επιπέδου του πράσινου.</item></list></para>
es: <title>Balance de blancos</title><para>Configura el balance de blancos en bruto:</para><para><list><item><emphasis strong='true'>D65 predeterminado</emphasis>: Utiliza un balance de blancos de luz diurna estándar D65.</item><item><emphasis strong='true'>Cámara</emphasis>: Utiliza el balance de blancos especificado por la cámara. Si no está disponible, vuelve al balance de blancos neutro predeterminado.</item><item><emphasis strong='true'>Automático</emphasis>: Calcula un balance de blancos automático promediando la imagen completa.</item><item><emphasis strong='true'>Manual</emphasis>: Define una temperatura y los valores del nivel de verde personalizados.</item></list></para>
hu: <title>Fehéregyensúly</title><para>Nyers fehéregyensúly beállítása:</para><para><list><item><emphasis strong='true'>D65 (alapértelmezés)</emphasis>: standard nappali D65 fehéregyensúly.</item><item><emphasis strong='true'>Fényképezőgép</emphasis>: a gépben beállított fehéregyensúly használata. Ha ez nem ismert, visszaáll az alapértelmezett semleges fehéregyensúlyra.</item><item><emphasis strong='true'>Automatikus</emphasis>: kiszámít egy átlagos fehéregyensúlyt a képből.</item><item><emphasis strong='true'>Kézi</emphasis>: egyedi színhőmérsékletet és zöld értéket állít be.</item></list></para>
ko: <title>화이트 밸런스</title><para>RAW 화이트 밸런스를 설정합니다:</para> <para><list><item><emphasis strong='true'>기본 D65</emphasis>: 표준 태양광 D65 화이트 밸런스를 사용합니다.</item><item><emphasis strong='true'>카메라</emphasis>: 카메라에서 지정한 화이트 밸런스를 사용합니다. 사용할 수 없는 경우 기본 화이트 밸런스를 사용합니다</item><item> <emphasis strong='true'>자동</emphasis>: 전체 그림을 평균내서 자동으로 계산합니다</item><item><emphasis strong='true'>수동</emphasis>: 사용자 정의 온도와 녹색의 값으로 화이트 밸런스를 설정합니다</item></list></para>
lv: <title>Baltais balanss</title><para>Konfigurē raw attēla balto balansu:</para><para><list><item><emphasis strong='true'>Noklusētais D65</emphasis>: izmanto standarta dienasgaismas balto balansu D65.</item><item> <emphasis strong='true'>Fotoaparāta</emphasis>: izmantot fotoaparāta norādīto balto balansu. Ja tāds nav pieejams, izmanto noklusēto neitrālo balto balansu.</item><item><emphasis strong='true'>Automātiski</emphasis>: Automātiski aprēķina balto balansu no attēla vidējās vērtības.</item><item><emphasis strong='true'>Pašrocīgi</emphasis>: ļauj norādīt temperatūru un zaļās krāsas daudzumu.</item></list></para>
nds: <title>Wittbalangs</title><para>De Wittbalangs för Rohbiller instellen:</para><para><list><item><emphasis strong='true'>Standard-D65</emphasis>: En normaal D65-Daaglicht-Wittbalangs bruken</item><item><emphasis strong='true'>Kamera</emphasis>: De vun de Kamera angeven Wittbalangs bruken. Is de nich verföögbor, warrt de neutrale Standard-Wittbalangs bruukt.</item><item><emphasis strong='true'>Automaatsch</emphasis>: Reekt automaatsch en Wittbalangs mit den Dörsnitt vun't hele Bild ut.</item><item><emphasis strong='true'>Vun Hand</emphasis>: Egen Weerten för de Klöörtemperatuur un den Gröönandeel fastleggen</item></list></para>
sk: <title>Vyváženie bielej</title><para>Nastavenie čistého vyváženia bielej:</para><para><list><item><emphasis strong='true'>Štandardné D65</emphasis>: Použiť štandardné vyváženie bielej denného svetla D65.</item><item><emphasis strong='true'>Fotoaparát</emphasis>: Použiť vyváženie bielej určené fotoaparátom. Ak nie je dostupné, prepne sa na štandardné neutrálne vyváženie bielej.</item><item><emphasis strong='true'>Automatické</emphasis>: Vypočíta automatické vyváženie bielej spriemerovaním celého obrázku.</item><item><emphasis strong='true'>Manuálne</emphasis>: Nastaví vlastnú teplotu a hodnoty úrovne zelenej.</item></list></para>
zh_tw: <p><b>白平衡</b></p> <p>設定原始白平衡： </p><p><b>預設 D65</b>：使用標準的日光 D65 白平衡。</p><p><b>相機</b>：使用相機指定的白平衡。如果沒有的話，則使用預設的中性白平衡。 </p><p><b>自動</b>：計算自動白平衡來均衡整個影像 </p><p><b>手動</b>：設定自訂的溫度與綠等級值。</p>

# @info:whatsthis
source: <title>Temperature</title><para>Set here the color temperature in Kelvin.</para>
bs: <title>Temperatura</title><para>Postavi temperaturu boje u kelvinima.</para>
da: <title>Temperatur</title><para>Indstil farvetemperaturen i kelvin her.</para>
el: <title>Θερμοκρασία</title><para>Καθορίστε εδώ τη θερμοκρασία χρώματος σε βαθμούς Kelvin.</para>
es: <title>Temperatura</title><para>Establezca aquí el color de la temperatura en Kelvin.</para>
hu: <title>Színhőmérséklet</title><para>Beállítja a színhőmérsékletet Kelvin-fokban.</para>
km: <title>សីតុណ្ហភាព​</title><para>កំណត់​សីតុណ្ហភាព​ពណ៌​គិត​ជា​កែលវិន​ នៅ​ទៅនេះ ។</para>
ko: <title>색 온도</title><para>켈빈 단위의 색 온도를 지정하십시오.</para>
lv: <title>Temperatūra</title><para>Šeit norāda krāsas temperatūru kelvinos.</para>
nds: <title>Temperatuur</title><para>Hier kannst Du de Klöörtemperatuur in Kelvin fastleggen.</para>
sk: <title>Teplota</title><para>Tu nastavte farebnú teplotu v Kelvinoch.</para>
zh_tw: <p><b>溫度</b></p><p>在此設定顏色溫度，單位為絕對溫度。</p>

# @label:slider Green component
source: Green:
bs: Zelena:
da: Grøn:
el: Πράσινο:
es: Verde:
hu: Zöld:
km: បៃតង ៖
ko: 녹색:
lv: Zaļš:
nds: Gröön:
sk: Zelená:
zh_tw: 綠：

# @info:whatsthis
source: <para>Set here the green component to set magenta color cast removal level.</para>
bs: <para>Postavite ovdje zelenu komponentu da podesite nivo uklanjanja magenta boje.</para>
da: <para>Indstil den grønne komponent her, for at indstille magenta-farvens niveau af afkastning.</para>
el: <para>Καθορίστε εδώ το στοιχείο του πράσινου για το επίπεδο αφαίρεσης χρώματος ματζέντα.</para>
es: <para>Establezca aquí el componente verde para definir el nivel de eliminación del tinte de color magenta.</para>
hu: <para>Itt lehet megadni azt a zöld értéket, amely a lilaszín-eltávolításhoz szükséges.</para>
km: <para>នៅ​ទី​នេះ កំណត់​សមាសភាគ​ពណ៌​បៃ​តង​ ដើម្បី​កំណត់​កម្រិត​យក​ការ​ចោល​ស្រមោល​ពណ៌​ក្រហម​ស្វាយ​ចេញ ។</para>
ko: <para>마젠타 색상 편향을 보정하기 위한 녹색의 값을 입력하십시오.</para>
lv: <para>Šeit norāda zaļā komponenta daudzumu, kas novāc magenta nokrāsu.</para>
nds: <para>Hier kannst Du den Gröönandeel för de Stärk vun de Magenta-Minnern fastleggen.</para>
sk: <para>Tu nastavte zelenú zložku na odstránenie purpurového nádychu.</para>
zh_tw: <p>在此設定綠色的組件，以設定洋紅色轉換移除等級。</p>

# @label:listbox
source: Highlights:
bs: Obasjanja:
da: Overbelyste områder:
el: Υψηλοί τόνοι:
es: Tonos claros:
hu: Kiemelések:
km: បន្លិច​ ៖
ko: 하이라이트:
lv: Gaišie laukumi:
nds: Gleemrebeden:
sk: Zvýraznenia:
zh_tw: 高亮度：

# @item:inlistbox
source: Solid white
bs: Puna bijela
da: Ensfarvet hvid
el: Συμπαγές λευκό
es: Blanco puro
hu: Sima fehér
km: ពណ៌​ស​តាន់
ko: 단색 흰색
lv: Vienmērīgi balts
nds: Witt maken
sk: Čistá biela
zh_tw: 實心白

# @item:inlistbox
source: Unclip
bs: Ne sijeci
da: Klip ikke
el: Χωρίς αποκοπή
es: No superponer
hu: Levágás vissza
km: មិន​ច្រឹប
ko: 클립하지 않음
lv: Neapgriezt
nds: Künnig maken
sk: Od-strihnúť
zh_tw: 反修剪

# @item:inlistbox
source: Blend
bs: Stapanje
da: Bland
el: Ανάμειξη
es: Mezclar
hu: Színkeverés
km: លាយ
ko: 섞기
lv: Sapludināt
nds: Mengeleren
sk: Premiešavanie
zh_tw: 混合

# @item:inlistbox
source: Rebuild
bs: Obnovi
da: Genopbyg
el: Ανακατασκευή
es: Reconstruir
hu: Újraépítés
km: បង្កើត​ឡើងវិញ
ko: 다시 만들기
lv: Atjaunot
nds: Nieg buen
sk: Obnoviť
zh_tw: 重建
