Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/libkdcraw.po
Languages: bs, da, el, es, hu, km, ko, lv, nds, sk, zh_tw

# @option:check
source: 16 bits color depth
bs: 16 bitna dubina boja
da: 16-bit farvedybde
el: Βάθος χρώματος 16 bit
es: Profundidad de color de 16 bits
hu: 16 bites színmélység
km: ជម្រៅ​ពណ៌ ១​៦ ប៊ីត
ko: 16비트 색농도
lv: 16 bitu krāsu dziļums
nds: 16 Bits Klöördeepde
sk: 16-bitová farebná hĺbka
zh_tw: 16 位元色彩

# @info:whatsthis
source: <para>If enabled, all RAW files will be decoded in 16-bit color depth using a linear gamma curve. To prevent dark picture rendering in the editor, it is recommended to use Color Management in this mode.</para><para>If disabled, all RAW files will be decoded in 8-bit color depth with a BT.709 gamma curve and a 99th-percentile white point. This mode is faster than 16-bit decoding.</para>
bs: <para>Ako je omogućeno RAW datoteke će biti kodirane u 16-bitnoj dubini boja koristeći linearnu gama krivu. Da spriječite da se tamna slika iscrtava u editoru, preporučuje se upoteba upravaljanja bojama u ovom režimu.</para><para>Ako je onemogućeno, sve RAW datoteke će biti dekodirane u 8-bitnoj dubini boja sa BT.709 gama krivom i 99th-procentnom bijelom tačkom. Ovaj režim je brži od 16-bitnog dekodiranja.</para>
da: <para>Hvis aktiveret, vil alle RAW-filer blive dekodet i 16-bit farvedybde med en lineær gamma-kurve. For at forhindre mørk billedrendering i editoren anbefales det at bruge farvehåndtering i denne tilstand.</para><para>Hvis deaktiveret vil alle RAW-filer blive dekodet i 8-bit farvedybde med en BT.709 gamma-kurve og et hvidpunkt på 99% fraktilen. Denne tilstand er hurtigere end 16-bit dekodning.</para>
el: <para>Αν ενεργοποιηθεί, όλα τα αρχεία RAW θα αποκωδικοποιούνται με βάθος χρώματος 16-bit χρησιμοποιώντας γραμμική καμπύλη γάμμα. Προτείνεται η χρήση διαχείρισης χρωμάτων σε αυτήν τη λειτουργία για την αποφυγή σκοτεινής αποτύπωσης της εικόνας στον επεξεργαστή.</para><para>Αν απενεργοποιηθεί, όλα τα αρχεία RAW θα αποκωδικοποιούνται με βάθος χρώματος 8-bit με χρήση καμπύλης γάμμα BT.709 και λευκό σημείο 99ου εκατοστημόριου. Αυτή η μέθοδος είναι πιο γρήγορη από την αποκωδικοποίηση 16-bit.</para>
es: <para>Si activa la opción, todos los archivos RAW serán descodificados para una profundidad de color de 16 bits, usando una curva de gamma lineal. Para evitar el mostrar imágenes negras en el editor, se recomienda que use el gestor de colores en este modo.</para><para>Si la desactiva, todos los archivos RAW serán descodificados para una profundidad de color de 8 bits, con una curva de gama BT.709 y un punto blanco en el percenentil-99. Este modo es mas rápido que la descodificación de 16 bits.</para>
hu: <para>Ha be van jelölve, minden RAW-fájl 16 bites színmélységgel, lineáris gamma-görbével lesz dekódolva. Érdemes ezt a színkezelési módot használni, hogy a szerkesztőben ne legyen a kép túl sötét.</para><para>Ha nincs bejelölve, minden RAW-fájl 8 bites színmélységgel, BT.709 gamma-görbével és 99 százalékos fehérponttal lesz dekódolva. Ez gyorsabb, mint a 16 bites mód.</para>
km: <para>ប្រសិន​បាន​បើក ឯកសារ​ដើម​ទាំង​អស់​នឹង​ត្រូវ​បាន​ឌិកូដ​នៅ​ក្នុង​ជម្រៅ​ពណ៌ ១​៦ ប៊ីត ដោយ​ប្រើ​ខ្សែ​កោង​ហ្គាម៉ា​លីនីអ៊ែឬ ។ ដើម្បី​កុំ​ឲ្យ​រូប​ភាព​ខ្មៅ​បង្ហាញ​នៅ​ក្នុង​កម្មវិធី​កែ​សម្រួល វា​បាន​ផ្ដល់​អនុសាសន៍​ឲ្យ​អ្នក​ ប្រើ​ ការ​គ្រប់​គ្រង​ពណ៌​ ក្នុង​​របៀប​នេះ ។</para><para>បើ​បាន​បិទ គ្រប់​ឯកសារ​ដើម​ទាំង​អស់​នឹង​ត្រូវ​បាន​ឌិកូដ​ក្នុង​ជម្រៅ​ពណ៌ ១​៨ ប៊ីត ដោយ​ប្រើ​ខ្សែ​កោង​ហ្គាម៉ា​ BT.709 និង​ចំណុច​ស​គិត​ជា​ភាគ​រយ​ទី​ ៩​៩ ។ របៀប​នេះ​មាន​លក្ខណៈ​លឿន​ជាង​ការ​ឌិកូដ​ ១​៦ ប៊ីត ។</para>
ko: <para>사용하면 모든 RAW 파일은 선형 감마 곡선을 사용해서 16비트 색 농도로 디코딩됩니다. 편집기에서 그림이 어둡게 나오는 것을 방지하기 위하여 이 모드에서 색 관리 기능을 사용하는 것을 추천합니다.</para><para>사용하지 않으면 모든 RAW 파일은 8비트 색 농도와 BT.709 감마 곡선, 99번째 백분율 백색 지점으로 디코딩됩니다. 이 모드는 16비트 디코딩보다 빠릅니다.</para>
lv: <para>Kad ieslēgts, visi RAW faili tiks apstrādāti 16-bitu krāsās, izmantojot lineāru gamma līkni. Lai novērstu attēla rādīšanu tumšās krāsās, šajā režimā ir vēlams lietot arī krāsu pārvaldību.</para><para>Kad izslēgts, visi RAW faili tiks apstrādāti 8-bitu krāsu krāsās, izmantojot BT.709 gamma līkni un 99 procentu balto punktu. Šis režīms ir ātrāks nekā 16-bitu dekodēšana.</para>
nds: <para>Wenn anmaakt, warrt all Rohbild-Dateien över en lineaar Gammabagen mit en Klöördeepde vun 16 Bits dekodeert. De Bruuk vun Klöörpleeg is för disse Bedriefoort anraadt, anners wiest de Bildeditor villicht en böös düüster Bild.</para><para>Is dit utmaakt, warrt all Rohbild-Dateien över en BT.709-Gammabagen un en 99-Perzentil-Wittpunkt mit 8 Bits Klöördeepde dekodeert. Disse Bedriefoort is gauer as dat Dekoderen mit 16 Bits.</para>
sk: <para>Ak je povolené, všetky RAW súbory budú dekódované v 16-bitovej farebnej hĺbke použitím lineárnej gama krivky. Na predídenie vykreslenia tmavého obrázku v editore, odporúča sa použiť správu farieb v tomto režime.</para><para>Ak je zakázané, všetky RAW súbory budú dekódované v 8-bitovej farebnej hĺbke s gama krivkou BT.709 a 99-percentným bielym bodom. Tento režim je rýchlejší ako 16-bitové dekódovanie.</para>
zh_tw: <p>開啟此選項的話，所有原始影像檔會用 線性 Gamma 曲線解壓成 16 位元的色彩深度。如果要避免顏色較深的圖片在編輯器中成像，建議在此模式中使用顏色管理。</p> <p>如果關閉此選項，則會改用 BT.709 Gamma 曲線與第 99 百分位白點的方式解壓成 8 位元的色彩深度。這個模式速度會比較快。</p>

# @option:check
source: Interpolate RGB as four colors
bs: Interpoliraj RGB kao četiri boje
da: Interpolér RGB som fire farver
el: Παρεμβολή RGB ως τετραχρωμία
es: Interpolar RGB como cuatro colores
hu: RGB-interpolálás 4 színnel
km: លៃ​តម្រូវ​ RGB ជា​បួន​ពណ៌
ko: RGB 색상을 4개 색으로 보간하기
lv: Interpolēt RGB kā četras krāsas
nds: RGB as veer Klören estemeren
sk: Interpolovať RGB ako štyri farby
zh_tw: 內插 RGB 為四色

# @info:whatsthis
source: <title>Interpolate RGB as four colors</title><para>The default is to assume that all green pixels are the same. If even-row green pixels are more sensitive to ultraviolet light than odd-row this difference causes a mesh pattern in the output; using this option solves this problem with minimal loss of detail.</para><para>To resume, this option blurs the image a little, but it eliminates false 2x2 mesh patterns with VNG quality method or mazes with AHD quality method.</para>
bs: <title>Interpoliraj RGB kao četiri boje</title><para>Podrazumevano je da se pretpostavi da su svi zeleni pikseli isti. Ako su zeleni pikseli parnih redova zeleni osjetljiviji na ultraljubičastu svetlost nego neparni ova razlika izaziva mrežni obrazac u izlazu; korišćenje ove opcije rješava ovaj problem sa minimalnim gubitkom detalja.</para><para>Da biste nastavili, ova opcija zamagljuje sliku malo, ali to eliminiše lažne 2x2 mrežne obrasce sa VNG metodom kvaliteta ili lavirintom sa AHD metodom kvaliteta.</para>
da: <title>Interpolér RGB som fire farver</title><para>Standard er at antage at alle grønne pixels er ens. Hvis pixels i lige rækker er mere følsomme overfor ultraviolet lys end dem i ulige rækker så forårsager denne forskel et netmønster i outputtet. Ved at bruge denne indstilling, løses dette problem med et minimalt tab af detaljer.</para><para>For at opsummere, giver denne indstilling en lille udtværring, men eliminerer falske 2x2 netmønstre med VNG-kvalitets-metoden eller labyrinter med AHD-kvalitets-metoden.</para>
el: <title>Παρεμβολή RGB ως τετραχρωμία</title><para>Όλα τα πράσινα εικονοστοιχεία είναι όμοια εξ ορισμού. Αν τα πράσινα εικονοστοιχεία στις γραμμές άρτιας αρίθμησης είναι πιο ευαίσθητα στο υπεριώδες φως από εκείνα της περιττής αρίθμησης, αυτή η διαφορά δίνει κάποιο μοτίβο πλέγματος στην έξοδο· η χρήση της επιλογής αυτής λύνει αυτό το πρόβλημα με ελάχιστη απώλεια λεπτομέρειας.</para><para>Συμπερασματικά, αυτή η επιλογή θολώνει ελαφρά την εικόνα, αλλά εξαφανίζει εσφαλμένα μοτίβα πλέγματος 2x2 με τη μέθοδο ποιότητας VNG ή γραμμώσεις με τη μέθοδο ποιότητας AHD.</para>
es: <title>Interpolar RGB como cuatro colores.</title><para>De manera predeterminada se supone que todos los puntos verdes son lo mismo. Si los puntos verdes de las líneas pares son más sensibles a la luz ultravioleta que los de las lineas impares esta diferencia causa un patrón reticular en el resultado; si se usa esta opción, se resuelve el problema con una mínima pérdida de detalle.</para><para>En resumen, esta opción hace que la imagen sea un poco más borrosa, pero elimina los falsos patrones de malla 2x2 con el método de calidad VNG o los laberintos con el método AHD.</para>
hu: <title>RGB-interpoláció 4 színnel</title><para>Alapértelmezés szerint a zöld képpontok azonosnak számítanak. Ha a páros sorok zöld pontjai érzékenyebbek az ultraibolya fényre, mint a páratlanoké, akkor zavaró minta képződik a kimenetben. Ezzel az opcióval ez elkerülhető, minimális részletveszteség mellett.</para><para>Hatására a kép egy kicsit homályosabbá válik, de eltünteti a 2x2-es mintákat a VNG minőségi eljárással vagy a csíkozódást az AHD minőségi eljárással.</para>
km: <title>លៃ​តម្រូវ​ RGB ជា​បួន​ពណ៌</title><para>លំនាំ​ដើម​ គឺ​ត្រូវ​សន្មត​ថា ភីកសែល​ពណ៌​ខៀវ​ទាំង​អស់​ ត្រូវ​តែ​ដូច​គ្នា​ ។ ប្រសិន​បើ​ ភីកសែល​ពណ៌​ខៀវ​របស់​ជួរ​ដេក​គូ​ប្រែ​ប្រួល​ទៅ​តាម​ពន្លឺ​អ៊ុលត្រាស្វាយ​ជាង​ជួរ​ដេក​សេស​ ភាព​ខុស​គ្នា​នេះ​នឹង​បណ្ដាល​ឲ្យ​លំនាំ​សំណាញ់​ស្ថិត​នៅ​ក្នុង​ទិន្នផល ការ​ប្រើ​ជម្រើស​នេះ​នឹង​ដោះស្រាយ​បញ្ហា​ជាមួយ​នឹង​ការ​បាត់​បង់​អតិបរមា ។</para><para>ចំពោះ​ការ​​បន្ត ជម្រើស​នេះ​នឹង​ធ្វើ​ឲ្យ​រូបភាព​ព្រិល​បន្តិច​បន្តួច ប៉ុន្តែ​វា​លុប​លំនាំ​សំណាញ់​មិន​ត្រឹម​ត្រូវ​ 2x2 ដោយ​ប្រើ​វិធី​សាស្ត្រ​គុណភាព​ VNG ឬ​សំណាញ់​ដែល​មាន​វិធីសាស្ត្រ​គុណភាព​ AHD ។</para>
ko: <title>RGB 색상을 4개 색으로 보간하기</title><para>기본값으로 모든 녹색 픽셀은 같다고 가정합니다. 만약 짝수 줄의 녹색 픽셀이 자외선에 더 민감하다면 홀수 줄과의 차이 때문에 출력물에 격자 무늬가 생길 수 있습니다. 이 옵션을 사용하면 디테일의 손실을 최소화하면서 문제를 해결할 수 있습니다.</para><para>이 옵션을 사용하면 그림을 살짝 흐리게 하지만, VNG 품질 방식을 사용했을 때 나타나는 2x2 격자 무늬나 AHD 품질 방식을 사용했을 때 나타나는 미로를 없앨 수 있습니다.</para>
lv: <title>Interpolēt RGB kā četras krāsas</title><para>Noklusētais ir pieņemt, ka visi zaļie pikseļi ir vienādi. Ja pāra rindu zilie pikseļi ir vairāk jutīgi uz ultravioleto gaismu nekā nepāra rindu, tas izraisa režģveida rakstu izvada attēlā; šī iespēja atrisina šo problēmu ar minimālu detaļu zudumu.</para><para>Īsumā šī metode nedaudz izpludina attēlu, bet ar VNG kvalitātes metodi aizvāc viltus 2x2 režģa rakstu un ar AHD kvalitātes metodi aizvāc labirintus.</para>
nds: <title>RGB as veer Klören estemeren</title><para>Standardwies warrt all gröön Pixels as liek ankeken, man wenn gröön Pixels in en even Reeg vun den Bildsensor anners op ultravigelett Licht reageert as de binnen en uneven Reeg, föhrt disse Verscheel to Maschmustern in de Utgaav. Disse Optschoon lööst dat Problem, man dor kummt en lierlütt Deel vun de Enkelheiten bi weg.</para><para>Disse Optschoon verwischt dat Bild also en beten, man maakt mit de VNG-Metood de 2x2-Maschmustern un mit de AHD-Metood de Biestergoorns weg.</para>
sk: <title>interpolovať RGB ako štyri farby</title><para>Štandardne sa predpokladá, že všetky zelené body sú rovnaké. Ak zelené body v párnych riadkoch sú viac citrlivé na ultrafialové svetlo ako v nepárnych riadkoch, táto zmena spôsobuje vzor pletiva vo výstupe; použitie tejto možnosti vyrieši tento proboém s minimálnymi stratami.</para><para>Táto možnosť trochu rozmaže obraz, ale eliminuje falošné 2x2 vzory pletiva s metódou kvality VNG alebo bludiská s metódou kvality AHD.</para>
zh_tw: <title>內插 RGB 為四色</title><para>預設為假設所有的綠像素都一樣。如果雙數列的綠像素對紫外光的敏感度高於單數列，則會造成輸出時出現網狀。此選項可以解決此問題，並將實際影像的損失降到最小。</para><para>要繼續開始，此選項會將影像變得較模糊一點，但是可以降低 VNG 品質方法造成的假的 2x2 網狀樣式，或是 AHD 品質方法造成的混亂。</para>

# @info:tooltip
source: Visit LibRaw project website
bs: Posjetite stranicu LibRaw projekta
da: Besøg LibRaw-projektets hjemmeside
el: Επισκεφτείτε τον ιστότοπο του LibRaw
es: Visite el sitio web del proyecto LibRaw
hu: Látogasson el a LibRaw projekt honlapjára!
km: ចូល​ទៅ​មើល​តំបន់​បណ្ដាញ​របស់​គម្រោង​ LibRaw
ko: LibRaw 프로젝트 웹 사이트로 가기
lv: Apmeklēt LibRaw tīmekļa lapu
nds: Na de LibRaw-Projektnettsieden gahn
sk: Navštívte webovú stránku projektu LibRaw
zh_tw: 造訪 LibRaw 專案網站

# @option:check
source: Do not stretch or rotate pixels
bs: Nemoj rastezati ili rotirati piksele
da: Stræk og rotér ikke pixels
el: Να μη γίνει επιμήκυνση ή περιστροφή εικονοστοιχείων
es: No modificar o girar los píxeles
hu: Képpontelforgatás és -nyújtás nélkül
km: កុំ​ទាញ​​ ឬ​បង្វិល​ភីកសែល
ko: 픽셀의 크기를 조정하거나 회전하지 않기
lv: Nesizstiept un nerotēt pikseļus
nds: Pixels nich streken oder dreihen
sk: Nerozťahovať alebo neotáčať body
zh_tw: 不要延伸或旋轉像素

# @info:whatsthis
source: <title>Do not stretch or rotate pixels</title><para>For Fuji Super CCD cameras, show the image tilted 45 degrees. For cameras with non-square pixels, do not stretch the image to its correct aspect ratio. In any case, this option guarantees that each output pixel corresponds to one RAW pixel.</para>
bs: <title>Ne širi ili rotiraj piksele</title><para>Za Fuji Super CCD kamere, pokazuju slike nagnute 45 stepeni. Za kamere sa ne-kvadratnim pikselima, ne razvlači sliku na njem tačan razmjer. U svakom slučaju, ova opcija garantuje da je svaki izlaz piksel odgovara jednom RAW pikselu.</para>
da: <title>Stræk og rotér ikke pixels</title><para>For Fuji Super CCD-kameraer vises billedet drejet 45 grader. For kameraer med ikke-firkantede pixels strækkes billedet ikke til dets korrekte proportion. Under alle omstændigheder garanterer denne indstilling, at hver output-pixel svarer til en RAW-pixel.</para>
el: <title>Να μη γίνει επιμήκυνση ή περιστροφή εικονοστοιχείων</title><para>Για τις κάμερες Fuji Super CCD, να εμφανίζεται η εικόνα με κατακόρυφη κλίση 45 μοιρών. Για φωτογραφικές με μη τετράγωνα εικονοστοιχεία, να μη γίνει επιμήκυνση της εικόνας στη σωστή της αναλογία διαστάσεων. Σε κάθε περίπτωση, αυτή η επιλογή εγγυάται ότι κάθε εικονοστοιχείο εξόδου αντιστοιχεί σε ένα εικονοστοιχείο της ακατέργαστης μορφής RAW.</para>
es: <title>No modificar o girar los píxeles</title><para>En las máquinas Fuji Super CCD, muestra la imagen girada 45 grados. Para las máquinas con píxeles no-cuadrados, no modifica la imagen a su proporción correcta. En cualquiera de los dos casos, esta opción garantiza que cada píxel en el resultado corresponda a un píxel RAW.</para>
hu: <title>Képpontelforgatás és nyújtás nélkül</title><para>Fuji Super CCD-t használó fényképezőgépeknél a kép el van döntve 45 fokkal. Továbbá, ha a képpontok nem négyzetalakúak, nem kell megnyújtani a képet az oldalaránynak megfelelően. Mindkét esetben azt éri el, hogy egy RAW-képpont egy kimeneti képpontnak felel meg.</para>
km: <title>កុំ​ទាញ​ ឬ​បង្វិល​ភីកសែល</title><para>សម្រាប់​ម៉ាស៊ីន​ថត​ Fuji Super CCD បង្ហាញ​រូបភាព​ដែល​ផ្អៀង ៤​៥ ដឺក្រេ​ ។ ចំពោះ​ម៉ាស៊ីន​ថត​ដែល​គ្មាន​ភីកសែល​ការេ សូម​កុំ​ទាញ​រូបភាព​ទៅ​តាម​សមាមាត្រ​ត្រឹម​ត្រូវ​របស់​វា ។ ក្នុង​ករណី​ណា​មួយ ជម្រើស​នេះ​ធានា​ថា ភីកសែល​ទិន្នផល​នីមួយ​ៗ​ឆ្លើយតប​ទៅ​នឹង​ភីកសែល​ដើម​មួយ​ ។</para>
ko: <title>픽셀의 크기를 조정하거나 회전하지 않기</title><para>후지 슈퍼 CCD 카메라는 그림을 45도 기울여 보여 줍니다. 정사각형 화소를 사용하지 않는 카메라를 사용한다면 그림의 크기를 올바른 비율로 조정할 필요가 없습니다. 어떠한 경우에도 이 옵션은 출력물의 픽셀과 RAW 픽셀이 일 대 일로 대응함을 보장합니다.</para>
lv: <title>Nestiept un nerotēt pikseļus</title><para>Fuji Super CCD fotoaparātiem, parāda attēlu pagrieztu 45 grādu leņķī. Fotoaparātiem, kam pikseļi nav kvadrātveida, neizstiepj attēlu, lai iegūtu pareizu platuma/augstuma attiecību. Jebkurā gadījumā, šī iespēja garantē, ka katrs pikselis izvadā atbilst tieši vienam RAW pikselim.</para>
nds: <title>Pixels nich streken oder dreihen</title><para>Bi de Super-CCD-Kameras vun Fuji warrt dat Bild üm 45 Graad dreiht wiest. Bi Kameras mit nich-quadraatsche Pixels warrt dat Bild nich op sien richtig Proportschoon ännert. Mit disse Optschoon höört jümmers en Roh-Pixel nau een Utgaavpixel to.</para>
sk: <title>Nerozťahovať alebo neotáčať body</title><para>Pre fotoaparáty Fuji Super CCD, ukázať obrázok otočený o 45 stupňov. Pre fotoaparáty s neštvorcovými bodmi, nerozťahovať obrázok na správny pomer strán. V každom prípade, táto možnost garantuje že každý výstupný bod korešponduje s jedným RAW bodom.</para>
zh_tw: <p><b>不要延伸或旋轉像素</b></p><p>富士的 Super CCD 相機，顯示影像時傾斜 45 度。對非方形的相機，則不要延伸影像到正確的比例。不管是哪種狀況，此選項保證輸出的每一個像素都能對應到原始的像素。</p>

# @label:listbox
source: Quality:
bs: Kvalitet:
da: Kvalitet:
el: Ποιότητα:
es: Calidad:
hu: Minőség:
km: គុណភាព ៖
ko: 품질:
lv: Kvalitāte:
nds: Gööd:
sk: Kvalita:
zh_tw: 品質：

# @item:inlistbox Quality
source: Bilinear
bs: Bilinearno
da: Bilineær
el: Διγραμμική
es: Bilineal
hu: Bilineáris
km: ប៊ីលីនេអ៊ែរ
ko: 이중 선형
lv: Bilineāra
nds: Bilineaar
sk: Bilineárne
zh_tw: 雙線性

# @item:inlistbox Quality
source: VCD & AHD
es: VCD y AHD
hu: VCD és AHD
km: VCD និង​ AHD
nds: VCD un AHD
