Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/libkdcraw.po
Languages: bs, da, el, es, hu, km, ko, lv, nds, sk, zh_tw

# @info:whatsthis
source: <title>Highlights</title><para>Select here the highlight clipping method:</para><para><list><item><emphasis strong='true'>Solid white</emphasis>: clip all highlights to solid white</item><item><emphasis strong='true'>Unclip</emphasis>: leave highlights unclipped in various shades of pink</item><item><emphasis strong='true'>Blend</emphasis>:Blend clipped and unclipped values together for a gradual fade to white</item><item><emphasis strong='true'>Rebuild</emphasis>: reconstruct highlights using a level value</item></list></para>
bs: <title>Isticanja</title><para>Odaberite metod odsjecanja isticanja:</para><para><list><item><emphasis strong='true'>Puno bijelo</emphasis>: odsijeca sva istivanja na punu bijelu</item><item><emphasis strong='true'>Nesijecanje</emphasis>: ostavlja isticanja neodsječenim u raznim sijenkama rozog</item><item><emphasis strong='true'>Spoji</emphasis>:Spoji odsječene i neodsječene nivoe za postepeni pad u bijelo</item><item><emphasis strong='true'>Obnovi</emphasis>: rekonstruiši isticanja koristeći vrijednost nivoa</item></list></para>
da: <title>Fremhævning</title><para>Vælg metoden til fremhævningsklipning her:</para><para><list><item><emphasis strong='true'>Ensfarvet hvid</emphasis>: Klip al fremhævning til ensfarvet hvid</item><item><emphasis strong='true'>Klip ikke</emphasis>: Lad fremhævning være uklippet i forskellige nuancer af pink</item><item><emphasis strong='true'>Bland</emphasis>: Bland klippede og uklippede værdier sammen, sådan at de et gradvist fader til hvid</item><item><emphasis strong='true'>Genopbyg</emphasis>: Genopbyg fremhævning med en værdi for niveau</item></list></para>
el: <title>Υψηλοί τόνοι</title><para>Επιλέξτε εδώ τη μέθοδο αποκοπής των υψηλών τόνων:</para><para><list><item><emphasis strong='true'>Συμπαγές λευκό</emphasis>: αποκοπή όλων των υψηλών τόνων και μετατροπή τους σε συμπαγές λευκό</item><item><emphasis strong='true'>Χωρίς αποκοπή</emphasis>: Οι υψηλοί τόνοι παραμένουν όπως είναι σε διάφορες σκιάσεις του ροζ</item><item><emphasis strong='true'>Ανάμειξη</emphasis>:Ανάμειξη αποκομμένων και μη αποκομμένων τιμών για μια βαθμιαία μετάβαση στο λευκό</item><item><emphasis strong='true'>Ανακατασκευή</emphasis>: αναδόμηση των υψηλών τόνων με χρήση τιμής επιπέδου</item></list></para>
es: <title>Tonos claros</title><para>Seleccione aquí el método de recorte de los tonos claros:</para><para><list><item><emphasis strong='true'>Blanco puro</emphasis>: ajusta todos los tonos claros hacia un blanco puro </item><item><emphasis strong='true'>No superponer</emphasis>: Deja los tonos claros de las diferentes zonas en varios tonos de rosa</item><item><emphasis strong='true'>Mezclar</emphasis>: Combina los valores de las diferentes zonas para conseguir una transición gradual hacia el blanco</item><item><emphasis strong='true'>Reconstruir</emphasis>: reconstruye los tonos claros, usando un valor de nivel</item></list></para>
hu: <title>Kiemelések</title><para>A következő kiemeléslevágási módszerek választhatók:</para><para><list><item><emphasis strong='true'>Tiszta fehér</emphasis>: minden kiemelés tiszta fehér lesz</item><item><emphasis strong='true'>Levágás nélkül</emphasis>: a kiemelések rózsaszín árnyalatúak lesznek, levágás nélkül</item><item><emphasis strong='true'>Színkeverés</emphasis>: a levágott és le nem vágott részek megmaradnak, fokozatosan halványuló fehér színnel</item><item><emphasis strong='true'>Újraépítés</emphasis>: adott szinttel újraépíti a kiemeléseket</item></list></para>
km: <title>បន្លិច​</title><para>នៅ​ទី​នេះ ជ្រើស​វិធីសាស្ត្រ​ច្រឹប​ដែល​បាន​បន្លិច​ ៖</para><para><list><item><emphasis strong='true'>ស​តាន់​</emphasis>៖ ច្រឹប​ការ​បន្លិច​ទាំង​អស់​ទៅ​ពណ៌​ស​តាន់​</item><item><emphasis strong='true'>មិន​ច្រឹប​</emphasis>៖ មិន​ច្រឹប​ការ​បន្លិច​ទាំង​អស់​នៅ​ក្នុង​ស្រមោល​ផ្សេង​ៗ​នៃ​ពណ៌​ផ្កាឈូក​</item><item><emphasis strong='true'>លាយ​</emphasis>៖ លាយ​តម្លៃ​ដែល​បាន​ច្រឹប និង​មិន​បាន​ច្រឹប​ចូល​គ្នា​សម្រាប់​ភាព​ស្រអាប់​បន្តិច​ម្ដង​ៗ​នៃ​ពណ៌ស</item><item><emphasis strong='true'>បង្កើត​​ឡើង​វិញ</emphasis>៖ បង្កើត​ការ​បន្លិច​ឡើង​វិញ​ដោយ​ប្រើតម្លៃ​កម្រិត​</item></list></para>
ko: <title>하이라이트</title><para>하이라이트를 클리핑할 방법을 선택하십시오. </para><para><list><item><emphasis strong='true'>단색 흰색</emphasis>: 모든 하이라이트를 흰색으로 처리합니다</item><item><emphasis strong='true'>클립하지 않음</emphasis>: 모든 하이라이트를 클립하지 않고 분홍색 계열의 색으로 둡니다</item><item><emphasis strong='true'>섞기</emphasis>: 클립된 값과 클립되지 않은 값을 섞어서 단계적으로 흰색으로 보이게 합니다</item> <item><emphasis strong='true'>다시 만들기</emphasis>: 레벨 값을 통해서 하이라이트를 다시 만듭니다</item></list></para>
lv: <title>Gaišie laukumi</title><para>Šeit var izvēlēties pārāk gaišo laukumu apgriešanas metodi:</para><para><list><item><emphasis strong='true'>Vienmērīgi balts</emphasis>: aizpildīt visus pārāk gaišos laukumus ar baltu krāsu</item><item><emphasis strong='true'>Neapgriezt</emphasis>: atstāt gaišos laukumus dažādās rozā krāsās</item><item><emphasis strong='true'>Sapludināt</emphasis>:Sapludināt kopā apgrieztās un neapgrieztās krāsu vērtības, izveidojot vienmērīgu saplūšanu uz balto krāsu</item><item><emphasis strong='true'>Atjaunot</emphasis>: atjaunot gaišās krāsas, izmantojot vienotu gaišuma vērtību</item></list></para>
nds: <title>Gleemrebeden</title><para>Hier kannst Du de Utsnied-Metood för Gleemrebeden utsöken:</para><para><list><item><emphasis strong='true'>Witt maken</emphasis>: All Gleemlichters utsnieden un to vull Witt versmölten</item><item><emphasis strong='true'>Künnig maken</emphasis>: Gleemlichters laten un as Rosatöön wiesen</item><item><emphasis strong='true'>Mengeleren</emphasis>: Utsneden un laten Weerten mengeleren, gifft en langsam Övergang na Witt</item><item><emphasis strong='true'>Nieg opbuen</emphasis>: Gleemrebeden mit en Stoopweert nieg opbuen</item></list></para>
sk: <title>Zvýraznenia</title><para>Tu si zvoľte metódu orezania zvýraznenia:</para><para><list><item><emphasis strong='true'>Plná biela</emphasis>: orezať všetky zvýraznania na plnú bielu</item><item><emphasis strong='true'>Neorezať</emphasis>: nechať zvýraznenie neorezaná v rôznych odtieňoch ružovej</item><item><emphasis strong='true'>Zmiešať</emphasis>: zmiešať orezané a neorezané hodnoty spolu na postupný prechod do bielej</item><item><emphasis strong='true'>Obnoviť</emphasis>: rekonštruovať zvýraznenia s použitím hodnoty úrovne</item></list></para>
zh_tw: <p><b>高亮度</b></p> <p>選擇高亮度修剪方法：</p> <p><b>實心白</b>：將所有高亮度修剪為實心白 </p><p><b>反修剪</b>：將所有高亮度保留</p> <p><b>混合</b>：將修剪與未修剪的值混合在一起，呈現漸白</p> <p><b>重建</b>：使用等級值重建高亮度</p>

# @label:slider Highlight reconstruct level
source: Level:
bs: Nivo:
da: Niveau:
el: Επίπεδο:
es: Nivel:
hu: Szint:
km: កម្រិត​ ៖
ko: 레벨:
lv: Līmenis:
nds: Stoop:
sk: Úroveň:
zh_tw: 等級：

# @info:whatsthis
source: <title>Level</title><para>Specify the reconstruct highlight level. Low values favor whites and high values favor colors.</para>
bs: <title>Nivo</title><para>Odredite nivo rekonstruisanog isticanja. Niske vrijednosti favoriziraju bijele i visoke vrijednosti boje.</para>
da: <title>Niveau</title><para>Angiv niveauet for genopbygning af fremhævning. Lave værdier tilgodeser hvidt og høje værdier tilgodeser farver.</para>
el: <title>Επίπεδο</title><para>Προσδιορίστε το επίπεδο αναδόμησης των υψηλών τόνων. Οι χαμηλές τιμές ευνοούν το λευκό και οι υψηλές τιμές ευνοούν το χρώμα.</para>
es: <title>Nivel</title><para>Indica el nivel de tonos claros en la reconstrucción. Los valores bajo favorecen los blancos y los valores altos favorecen los colores.</para>
hu: <title>Szint</title><para>Megadja a rekonstrukciós kiemelési szint értékét. Alacsony érték a fehérségnek és magas a színeknek kedvez.</para>
km: <title>កម្រិត​</title><para>បញ្ជាក់​កម្រិត​បន្លិច​នៃ​ការ​បង្កើត​ឡើង​វិញ ។ តម្លៃ​ទាប​ត្រូវ​ការ​ពណ៌ស ហើយ​តម្លៃ​ខ្ពស់​ត្រូវ​ការ​ពណ៌​ផ្សេង​ៗ ។</para>
ko: <title>레벨</title><para>다시 만들 하이라이트 레벨을 지정합니다. 낮게 잡으면 흰색 위주로, 높게 잡으면 색상 위주로 색을 표현합니다.</para>
lv: <title>Līmenis</title><para>Norādiet gaišuma līmeni, pie kura sākt atjaunošanu. Zemākas vērtības saglabās balto krāsu, augstākas vērtības saglabās krāsainību.</para>
nds: <title> Stoop</title><para>Gifft de Stoop för't niege Opbuen vun Gleemrebeden an. Mit siet Weerten warrt dor Witt un mit hoge Weerten warrt dor Klören för bruukt.</para>
sk: <title>Úroveň</title><para>Zadajte úroveň zvýraznenia rekonštrukcie. Nízke hodnoty uprednostňujú bielu a vysoké hodnoty uprednostňujú farby.</para>
zh_tw: <p><b>等級</b> </p><p>指定重建構高亮度等級。數值低的傾向於白色，數值高則傾向於彩色。</p>

# @option:check
source: Exposure Correction (E.V)
bs: Korekcija ekspozicije (E.V.)
da: Eksponeringskorrektion (E.V)
el: Διόρθωση έκθεσης (E.V)
es: Corrección de la exposición (EV)
hu: Expozíciókorrekció (E.V)
ko: 노출 보정 (EV)
nds: Belichtenrichten (Lichtweert)
sk: Oprava expozície (E.V)
zh_tw: 曝光修正 (E.V)

# @info:whatsthis
source: <para>Turn on the exposure correction before interpolation.</para>
bs: <para>Uključi korekciju ekspozicije prije interpolacije.</para>
da: <para>Aktivér eksponeringskorrektion før interpolation.</para>
el: <para>Ενεργοποιεί τη διόρθωση έκθεσης πριν από την παρεμβολή</para>
es: <para>Activar la corrección de exposición antes de la interpolación.</para>
hu: <para>Az expozíciókorrekció bekapcsolása interpoláció előtt.</para>
km: <para>បើក​ការ​កែ​សម្រួល​កម្រិត​បង្ហាញ​ មុន​នឹង​លៃ​តម្រូវ ។</para>
ko: <para>보간법 적용 이전에 노출 보정을 적용합니다.</para>
lv: <para>Ieslēgt ekspozīcijas korekciju pirms interpolācijas.</para>
nds: <para>Belichten ehr't Estemeren richten.</para>
sk: <para>Zapnúť opravu expozície pred interpoláciou.</para>
zh_tw: <para>在內插前開啟曝光修正。</para>

# @label:slider
source: Linear Shift:
bs: Linearni pomak:
da: Lineært forskydning:
el: Γραμμική μετατόπιση:
es: Desplazamiento lineal:
hu: Lineáris eltolás:
ko: 선형 이동:
nds: Lineaar Verschuven:
sk: Lineárny posun:
zh_tw: 線性位移：

# @info:whatsthis
source: <title>Shift</title><para>Linear Shift of exposure correction before interpolation in E.V</para>
bs: <title>Pomak</title><para>Pomak korekcije ekspozicije prije interpolacije u E.V.</para>
da: <title>Forskydning</title><para>Lineær forskydning af eksponeringskorrektion før interpolation i E.V.</para>
el: <title>Μετατόπιση</title><para>Γραμμική μετατόπιση της διόρθωσης έκθεσης πριν από την παρεμβολή σε E.V</para>
es: <title>Desplazamiento</title><para>Desplazamiento lineal de la corrección de exposición antes de la interpolación en E.V.</para>
hu: <title>Eltolás</title><para>Az expozíciókorrekció lineáris eltolása az E.V-n történő interpolálás előtt.</para>
ko: <title>이동</title><para>EV에 선형 보간법을 적용하기 전에 노출 보정을 위하여 선형 이동할 값입니다.</para>
nds: <title>Verschuven</title><para>Lineaar Verschuven vun de Belichtenrichten as Lichtweert vöran de Estemeren.</para>
sk: <title>Posun</title><para>Lineárny posun expozície pred interpoláciou v E.V</para>
zh_tw: <title>位移</title><para>在 E.V 線性比例內插前，先做曝光修正線性位移。</para>

# @label:slider
source: Highlight:
bs: Isticanje:
da: Overbelysning:
el: Υψηλός τόνος:
es: Realce:
hu: Kiemelés:
ko: 하이라이트:
nds: Gleemrebeden:
sk: Zvýraznenie:
zh_tw: 高亮度：

# @info:whatsthis
source: <title>Highlight</title><para>Amount of highlight preservation for exposure correction before interpolation in E.V. Only take effect if Shift Correction is > 1.0 E.V</para>
bs: <title>Isticanje</title><para>Količina očuvanja isticanja za korekciju ekspozicije prije interpolacije u E.V. Jedino što ima efekta u korekciji pomaka je > 1.0 E.V</para>
da: <title>Overbelysning</title><para>Hvor meget overbelysning, der skal bevares til eksponeringskorrektion før interpolation i E.V. Får kun virkning hvis forskydningskorrektion er > 1.0 E.V</para>
el: <title>Τονισμός</title><para>Ποσό διατήρησης τονισμού για διόρθωση έκθεσης πριν από την παρεμβολή σε E.V. Εφαρμόζεται μόνο αν Διόρθωση μετατόπισης > 1.0 E.V</para>
es: <title>Realce</title><para>Cantidad de preservación de realce para la corrección de exposición antes de la interpolación en E.V. Solo tiene efecto si la corrección del desplazamiento es > 1.0 E.V.</para>
ko: <title>하이라이트</title><para>EV 보간법을 적용하기 전에 보존할 하이라이트 정도입니다. 선형 이동이 1.0 EV 초과일 때만 적용됩니다.</para>
nds: <title>Gleemrebeet</title><para>Gleemrebeet-Schuul för de Belichtenrichten as Lichtweert vöran de Estemeren. Warkt sik bloots ut, wenn Lineaarverschuven > 1,0 LW is.</para>
sk: <title>Zvýraznenie</title><para>Množstvo zachovania zvýraznenia pre opravu expozície pred interpoláciou v E.V. Má efekt, iba ak oprava posunu je > 1.0 E.V</para>
zh_tw: <title>高亮度</title><para>在 E.V. 內插前，曝光修正的高亮度保留量。只有在位移修正值大於 1.0 E.V 時才有效果</para>

# @option:check
source: Correct false colors in highlights
bs: Prepravi lažne boje u obasjanja
da: Korrigér falske farver i overbelyste områder
el: Διόρθωση λανθασμένων χρωμάτων στους υψηλούς τόνους
es: Corregir colores falsos al resaltar
hu: Hamis színek korrigálása a kiemelésekben
km: កែ​ពណ៌​មិន​ត្រឹម​ត្រូវ​នៅ​ក្នុង​បន្លិច
ko: 잘못된 하이라이트 색 보정하기
lv: Koriģēt viltus krāsas gaišajos laukumos
nds: Lege Klören in Gleemrebeden richten
sk: Opraviť falošné farby vo zvýraznení
zh_tw: 在高亮度中修正假的顏色

# @info:whatsthis
source: <para>If enabled, images with overblown channels are processed much more accurately, without 'pink clouds' (and blue highlights under tungsten lamps).</para>
bs: <para>Ako je omogućena, slike sa preteran kanalima se obrađuju mnogo preciznije, bez "rozih oblaka" (i plavih naglašavanja pod volfram sijalicom).</para>
da: <para>Hvis aktiveret, bliver billeder med mættede kanaler behandlet meget mere præcist, uden "lyserøde skyer" (og blå fremhævninger under wolfram-lamper).</para>
el: <para>Αν ενεργοποιηθεί, η επεξεργασία εικόνων με υπερδραστήρια κανάλια γίνεται με μεγαλύτερη ακρίβεια χωρίς 'ροζ σύννεφα' (και υψηλούς τόνους του μπλε με λάμπες θερμού φωτισμού.</para>
es: <para>Si está activado, las imágenes con canales hinchados se procesan de modo más preciso, sin «nubes de color rosa» (ni realces azules bajo lámparas de tungsteno).</para>
hu: <para>Ha engedélyezve van, a túlvilágított képek sokkal pontosabban lesznek feldolgozva, „rózsaszín felhők” nélkül (és kék kiemelésekkel volfrámlámpák alatt).</para>
km: <para>បើ​បាន​បើក រូបភាព​ដែល​មាន​ឆានែលធំ​នឹង​ត្រូវ​បាន​ដំណើរការ​យ៉ាង​ត្រឹម​ត្រូវ​ជាង​មុន​ ដោយ​គ្មាន​ 'ពពក​ផ្កា​ឈូក​' (ហើយ​ពណ៌​ខៀវ​បន្លិច​ក្រោម​អំពូល​តង់ស្តែន) ។</para>
ko: <para>사용하면 과도하게 노출된 채널에 '분홍 구름'(텅스텐 광원 하에서의 파란 강조 포함)을 만들지 않고 더 정확하게 처리합니다.</para>
lv: <para>Ja ieslēgts, attēli ar pārāk augstām krāsu kanālu vērtībām tiek apstrādāti daudz precīzāk, bez 'rozā mākoņiem' (un ziliem iegaismojumiem, kas redzami zem kvēlspuldzēm).</para>
nds: <para>Wenn anmaakt, warrt Biller mit överstüert Kanaals veel nauer verarbeidt. Dat heet, ahn "lila Wulken" (un blaag Gleemrebeden ünner Glöhlampen).</para>
sk: <para>Ak je povolené, obrázky s prehnanými kanálmi sa spracúvajú omnoho presnejšie, bez ružových oblakov (a modrým zvýraznením pod volfrámovými žiarovkami).</para>
zh_tw: <p>開啟此選項的話，會更精準地處理色頻過度的影像，不會產生「粉紅雲」（以及在鎢絲燈光下的藍光）</p>

# @option:check
source: Auto Brightness
bs: Auto obasjanje
da: Auto-lysstyrke
el: Αυτόματη ρύθμιση λαμπρότητας
es: Brillo automático
hu: Automatikus fényerő
km: ពន្លឺ​ស្វ័យ​ប្រវត្តិ
ko: 자동 밝기
lv: Automātisks gaišums
nds: Autom. Helligkeit
sk: Automatický jas
zh_tw: 自動調整亮度

# @info:whatsthis
source: <para>If disable, use a fixed white level and ignore the image histogram to adjust brightness.</para>
bs: <para>Ako je onemogućeno, koristi fiksni nivo bijelog i ignoriši histogram slike radi prilagođenja .</para>
da: <para>Hvis deaktiveret, bruges et fast hvidniveau og billedets histogram ignoreres ved justering af lysstyrken.</para>
el: <para>Αν είναι ανενεργή, χρησιμοποιήστε σταθερό επίπεδο λευκού και αγνοήστε το ιστόγραμμα της εικόνας για να προσαρμόσετε τη λαμπρότητα.</para>
es: <para>Si está desactivado se usará un nivel blanco fijo y se ignorará el histograma de la imagen para ajustar el brillo.</para>
hu: <para>Ha ki van kapcsolva, rögzített fehérszintet használ, és figyelmen kívül hagyja a kép hisztogramját a fényerő beállításához.</para>
km: <para>ប្រសិន​បើ​បិទ ប្រើ​កម្រិត​ពណ៌​ស​ថេរ​ និង​មិន​អើ​ពើ​អ៊ីស្តូក្រាម​​រូបភាព ដើម្បី​លៃ​តម្រូវ​ពន្លឺ ។</para>
ko: <para>사용하지 않으면, 밝기를 조정할 때 그림 히스토그램과 관계 없이 고정 백색 단계를 사용합니다.</para>
lv: <para>Ja izslēgts, izmantot fiksētu baltā līmeni un ignorēt attēla histogrammu gaišuma pielāgošanai.</para>
nds: <para>Wenn utmaakt, en fast Wittweert bruken un dat Bild sien Histogramm nich för't Topassen vun de Helligkeit bruken</para>
sk: <para>Ak je zakázané, použiť fixnú úroveň bielej a ignorovať histogram obrázku na úpravu jasu.</para>
zh_tw: <p>若關閉此選項，則使用固定的亮度，不讓影像自動調整亮度。</p>

# @label:slider
source: Brightness:
bs: Osvjetljenje:
da: Lysstyrke:
el: Λαμπρότητα:
es: Brillo:
hu: Fényerő:
km: ពន្លឺ ៖
ko: 밝기:
lv: Gaišums:
nds: Helligkeit:
sk: Jas:
zh_tw: 亮度：

# @info:whatsthis
source: <title>Brightness</title><para>Specify the brightness level of output image. The default value is 1.0 (works in 8-bit mode only).</para>
bs: <title>Osvjetljenje</title><para>Navedi nivo osvijetljenosti izlazne slike. Podrazumijevana vrijednost je 1.0 (radi u 8-bitnom režimu).</para>
da: <title>Lysstyrke</title><para>Angiv niveau af lysstyrke i output-billedet. Standardværdien er 1.0 (virker kun i 8-bit-tilstand).</para>
el: <title>Λαμπρότητα</title><para>Προσδιορίστε το επίπεδο λαμπρότητας της εικόνας εξόδου. Η προκαθορισμένη τιμή είναι 1.0 (για λειτουργία 8-bit μόνο).</para>
es: <title>Brillo</title><para>Indique el nivel de brillo de la imagen resultante. El valor predeterminado es 1,0 (solo funciona en el modo de 8-bit).</para>
hu: <title>Fényesség</title><para>A kimeneti kép fényessége. Az alapértelmezett érték 1,0 (csak 8 bites módban).</para>
km: <title>ពន្លឺ</title><para>បញ្ជាក់​កម្រិត​ពន្លឺ​នៃ​រូបភាព​លទ្ធផល​ ។ តម្លៃ​លំនាំ​ដើម​គឺ​ ១.០ (ដំណើរការ​តែ​នៅ​ក្នុង​របៀប​ ៨ ប៊ីត តែ​ប៉ុណ្ណោះ) ។</para>
ko: <title>밝기</title><para>출력 그림의 밝기 단계를 지정합니다. 기본값은 1.0입니다. 8비트 모드에서만 작동합니다.</para>
lv: <title>Gaišums</title><para>Norāda izvada attēla gaišuma līmeni. Noklusētā vērtība ir 1.0 (strādā tikai 8-bitu režīmā).</para>
nds: <title>Helligkeit</title><para>Hier kannst Du de Helligkeit-Stoop vun't Utgaavbild angeven. De Standardweert is 1.0 (funkscheneert bloots in 8-Bits-Bedrief).</para>
sk: <title>Jas</title><para>Určuje úroveň jasu vo výstupnom obrázku. Predvolená hodnota je 1.0 (pracuje iba v 8-bitovom režime).</para>
zh_tw: <p><b>亮度</b></p><p>指定輸出影像的亮度。預設值為 1.0（只在八位元模式下有用）。</p>

# @option:check Black point
source: Black:
bs: Crna:
da: Sort:
el: Μαύρο:
es: Negro:
hu: Fekete:
km: ខ្មៅ ៖
ko: 검정:
lv: Melns:
nds: Swatt:
sk: Čierna:
zh_tw: 黑：

# @info:whatsthis
source: <title>Black point</title><para>Use a specific black point value to decode RAW pictures. If you set this option to off, the Black Point value will be automatically computed.</para>
bs: <title>Crna tačka</title><para>Koristi vrijednost odgovarajuće crne tačke radi dekodiranja RAW slika. Ako isključite ovu opciju, vrijednost crne tačke se automatski računa.</para>
da: <title>Sort punkt</title><para>Brug en specifik værdi for sort punkt til at dekode RAW-billeder. Hvis du deaktiverer denne indstilling, vil værdien for sort punkt blive beregnet automatisk.</para>
el: <title>Μαύρο σημείο</title><para>Χρησιμοποιήστε μια συγκεκριμένη τιμή μαύρου σημείου για την αποκωδικοποίηση των ακατέργαστων εικόνων RAW. Αν απενεργοποιήσετε αυτήν την επιλογή, η τιμή του μαύρου σημείου θα υπολογιστεί αυτόματα.</para>
es: <title>Punto negro</title><para>Usar un valor específico de punto negro para decodificar las imágenes RAW. Si deshabilita esta opción, el valor del punto negro se calculará automáticamente.</para>
hu: <title>Feketepont</title><para>Beállítja a RAW-képek dekódolásánál használt feketepontértéket. Ha nincs bejelölve, a feketepontérték automatikusan ki lesz számítva.</para>
km: <title>ចំណុច​ខ្មៅ​</title><para>ប្រើ​តម្លៃ​ចំណុច​ខ្មៅ​ជាក់​លាក់​ ដើម្បី​ឌិកូដ​រូបភាព​ដើម​ ។ បើ​អ្នក​កំណត់​ជម្រើស​នេះ​ទៅ​ជា​បិទ តម្លៃ​ចំណុច​ខ្មៅ​នឹង​ត្រូវ​បាន​គណនា​ដោយ​ស្វ័យ​ប្រវត្តិ ។</para>
ko: <title>검정색 지점</title><para>지정한 검정색 값을 사용하여 RAW 그림을 디코딩합니다. 이 옵션을 사용하지 않으면 자동으로 검정색 지점을 결정합니다.</para>
lv: <title>Melnais punkts</title><para>Izmanto pielāgotu melnā punkta vērtību, atkodējot RAW attēlus. Ja izslēdzat šo iespēju, melnais punkts tiks aprēķināts automātiski.</para>
nds: <title>Swattpunkt</title><para>En besünner Swattpunkt-Weert bi't Dekoderen vun Rohbiller bruken. Maakst Du dit ut, warrt de Swattpunktweert automaatsch utreekt.</para>
sk: <title>Čierny bod</title><para>Použiť špecifickú hodnotu čierneho bodu na dekódovanie RAW obrázkov. Ak túto možnosť vypnete, hodnota čierneho bodu sa bude počítať automaticky.</para>
zh_tw: <p><b>黑點</b> </p><p>使用指定的黑點值來解壓原始影像。如果您關閉此選項，則會自動計算黑點值。</p>

# @info:whatsthis
source: <title>Black point value</title><para>Specify specific black point value of the output image.</para>
bs: <title>Vrijednost crne tačke</title><para>Navedite odgovarajuću vrijednost crne tačke izlazne slike.</para>
da: <title>Værdi for sort punkt</title><para>Angiv specifik værdi for sort punkt for output-billedet.</para>
el: <title>Τιμή μαύρου σημείου</title><para>Προσδιορίστε συγκεκριμένη τιμή του μαύρου σημείου για την εικόνα εξόδου.</para>
es: <title>Valor del punto negro</title><para>Especifique un valor del punto negro de la imagen resultado.</para>
hu: <title>Feketepontérték</title><para>A kimeneti kép feketepontértéke.</para>
km: <title>តម្លៃ​ចំណុច​ខ្មៅ</title><para>បញ្ជាក់​តម្លៃ​ចំណុច​ខ្មៅ​ជាក់​លាក់​នៃ​រូបភាព​លទ្ធផល​ ។</para>
ko: <title>검정색 지점 값</title><para>출력 그림의 검정색 지점 값을 지정합니다.</para>
lv: <title>Melnā punkta vērtība</title><para>Norāda izvada attēla melnā punkta vērtību.</para>
nds: <title>Swattpunkt-Weert</title><para>Hier kannst Du en Weert för't Utgaavbild sien Swattpunkt fastleggen.</para>
sk: <title>Hodnota čierneho bodu</title><para>Nastavte špecifickú hodnotu čierneho bodu na výstupnom obrázku.</para>
zh_tw: <p><b>黑點值</b> </p><p>指定輸出影像的特定黑點值。</p>

# @option:check White point
source: White:
bs: Bijela:
da: Hvid:
el: Λευκό:
es: Blanco:
hu: Fehér:
km: ស ៖
ko: 흰색:
lv: Balts:
nds: Witt:
sk: Biela:
zh_tw: 白：
