Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/libkdcraw.po
Languages: bs, da, el, es, hu, km, ko, lv, nds, sk, zh_tw

# @info:whatsthis
source: <title>Quality (interpolation)</title><para>Select here the demosaicing method to use when decoding RAW images. A demosaicing algorithm is a digital image process used to interpolate a complete image from the partial raw data received from the color-filtered image sensor, internal to many digital cameras, in form of a matrix of colored pixels. Also known as CFA interpolation or color reconstruction, another common spelling is demosaicing. The following methods are available for demosaicing RAW images:</para><para><list><item><emphasis strong='true'>Bilinear</emphasis>: use high-speed but low-quality bilinear interpolation (default - for slow computers). In this method, the red value of a non-red pixel is computed as the average of the adjacent red pixels, and similarly for blue and green.</item><item><emphasis strong='true'>VNG</emphasis>: use Variable Number of Gradients interpolation. This method computes gradients near the pixel of interest and uses the lower gradients (representing smoother and more similar parts of the image) to make an estimate.</item><item><emphasis strong='true'>PPG</emphasis>: use Patterned-Pixel-Grouping interpolation. Pixel Grouping uses assumptions about natural scenery in making estimates. It has fewer color artifacts on natural images than the Variable Number of Gradients method.</item><item><emphasis strong='true'>AHD</emphasis>: use Adaptive Homogeneity-Directed interpolation. This method selects the direction of interpolation so as to maximize a homogeneity metric, thus typically minimizing color artifacts.</item><item><emphasis strong='true'>DCB</emphasis>: DCB interpolation from linuxphoto.org project.</item><item><emphasis strong='true'>AHD v2</emphasis>: modified AHD interpolation using Variance of Color Differences method.</item><item><emphasis strong='true'>AFD</emphasis>: Adaptive Filtered Demosaicing interpolation through 5 pass median filter from PerfectRaw project.</item><item><emphasis strong='true'>VCD</emphasis>: Variance of Color Differences interpolation.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: Mixed demosaicing between VCD and AHD.</item><item><emphasis strong='true'>LMMSE</emphasis>: color demosaicing via directional linear minimum mean-square error estimation interpolation from PerfectRaw.</item><item><emphasis strong='true'>AMaZE</emphasis>: Aliasing Minimization interpolation and Zipper Elimination to apply color aberration removal from RawTherapee project.</item></list></para><para>Note: some methods can be unavailable if RAW decoder have been built without extension packs.</para>
bs: <title>Kvalitet (interpolacija)</title><para>Odaberite metod demozaika pri obradi RAW slika. Algoritam demozaika je proces digitalne obrade korišten za interpolaciju cijele slike iz parcijalnih sirovih podataka primljenih od bojom filterisanih senzora slike, internih za mnoge digitalne slike u formi matrice obojenih piksela. Poznato i kao CFA interpolacija ili rekonstrukcija boja, a drugi popularni termin je demozaik Sljedeće metode se koriste za demozaik RAW slika:</para><para><list><item><emphasis strong='true'>Bilinearna</emphasis>: koristi vrlo brzu ali nisko kvalitetnu bilinearnu interpolaciju (podrazumijevano - za spore računare). U ovom metodu, crvena vrijednost necrvenog piksela se računa kao srednja vrijednost susjednih crvenih piksela i slično za plave i zelene.</item><item><emphasis strong='true'>VNG</emphasis>: koristi promjenjivi broj gradijentne interpolacije. Ovaj metod računa gradijente blizu piksela koji nas interesuje i koristi niže gradijente (predstavljajući glađe i sličnije dijelove slike) za procjenu.</item><item><emphasis strong='true'>PPG</emphasis>: koristi interpolaciju grupisanjem po pikseilma u uzorku. Grupisanje piksela koristi pretpostavke o prirodnom pejzažu u pravljenju procjena. Ima manje problema s bojama na prirodnim slikama u odnosu na metod promjenjivog broja gradijenata. </item><item><emphasis strong='true'>AHD</emphasis>: koristi Adaptivno Homogeno- upravljanu interpolaciju. Ovaj metod odabira pravac interpolacije kako bi maksimizirao metriku homogenosti, smanjujući probleme s bojama.</item><item><emphasis strong='true'>DCB</emphasis>: DCB interpolacija s linuxphoto.org projekta.</item><item><emphasis strong='true'>AHD v2</emphasis>: modifikovana AHD interpolacija koristeći metod varijanse razlika boja.</item><item><emphasis strong='true'>AFD</emphasis>: Adaptivni Filterisani Demozaik kroz petoprolazni medijan filter iz PerfectRaw projekta.</item><item><emphasis strong='true'>VCD</emphasis>: Variansa interpolacije razlike boja.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: Miješani demozaik između VCD i AHD.</item><item><emphasis strong='true'>LMMSE</emphasis>: demozaik boja kroz usmjerenu interpolaciju s najmanjom greškom u smislu metode najmanjih kvadrata od PerfectRaw.</item><item><emphasis strong='true'>AMaZE</emphasis>: Alias minimizacijska interpolacija i Zipper eliminacija da se primijeni uklanjanje nagiba boja iz RawTherapee projekta.</item></list></para><para>Napomena: neke metode će biti nedostupne ako je RAW dekoder sagrađen bez proširenja.</para>
da: <title>Kvalitet (interpolation)</title><para>Vælg metoden til demosaicing til brug for afkodning af RAW-billeder. En demosaicing-algoritme er en digital billedbehandlingsproces som bruges til at interpolere et fuldstændigt billede fra delvist rå data i form af en matrix af farvede pixels, som modtages fra den farvefiltrerede billedsensor som findes i mange digitalkameraer. Den kendes også som CFA-interpolation eller farverekonstruktion. Følgende metoder til at udføre demosaicing af RAW-billeder er tilgængelige:</para><para><list><item><emphasis strong='true'>Bilineær</emphasis>: Anvender en hurtig bilineær interpolation af lav kvalitet (standard for langsomme computere). Med denne metoden beregnes den røde værdi af et pixel som ikke er rødt som gennemsnittet af røde pixels ved siden af, og på samme måde for blåt og grønt.</item><item><emphasis strong='true'>VNG</emphasis> Anvend Variable Number of Gradients-interpolation. Denne metode beregner gradienter nær den interessante pixel og bruger de mindste gradienter (som repræsenterer glattere overgange til mere ensartede dele af billedet) til at lave en vurdering.</item><item><emphasis strong='true'>AHD</emphasis>: Anvend Adaptive Homogeneity-Directed-interpolation. Denne metode vælger interpolationens retning, sådan at et mål for homogenitet maksimeres, og på den måde typisk minimerer falske farver.</item><item><emphasis strong='true'>DCB</emphasis>: DCB-interpolation from projektet linuxphoto.org.</item><item><emphasis strong='true'>AHD v2</emphasis>: modificeret AHD-interpolation, som bruger metoden Variance of Color Differences.</item><item><emphasis strong='true'>AFD</emphasis>: Adaptive Filtered Demosaicing-interpolation ved hjælp af 5 pass median-filteret from projektet PerfectRaw</item><item><emphasis strong='true'>VCD</emphasis>: Variance of Color Differences-interpolation.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: Demosaicing med en kombination af VCD and AHD.</item><item><emphasis strong='true'>LMMSE</emphasis>: farve-demosaicing via directional linear minimum mean-square error estimation-interpolation fra PerfectRaw.</item><item><emphasis strong='true'>AMaZE</emphasis>: Aliasing Minimization-interpolation og Zipper Elimination som anvender color aberration removal fra projektet RawTherapee.</item></list></para><para>Bemærk: Nogle metoder kan være utilgængelige hvis RAW-dekoder er blevet bygget uden udvidelsespakker.</para>
el: <title>Ποιότητα (με παρεμβολή)</title><para>Επιλέξτε εδώ τη μέθοδο χρωματικής ανασύνθεσης για την αποκωδικοποίηση ακατέργαστων RAW εικόνων. Ο αλγόριθμος χρωματικής ανασύνθεσης είναι μια διαδικασία που χρησιμοποιείται για την παρεμβολή μιας πλήρους εικόνας από ελλιπή ακατέργαστα δεδομένα που λαμβάνονται από τον χρωματικά φιλτραρισμένο αισθητήρα εικόνας, που υπάρχει σε πολλές φωτογραφικές μηχανές με τη μορφή ενός πίνακα χρωματιστών εικονοστοιχείων. Είναι επίσης γνωστή ως παρεμβολή CFA ή ανασυγκρότηση χρώματος, μια άλλη κοινή ονομασία είναι χρωματική ανασύνθεση. Υπάρχουν οι ακόλουθες μέθοδοι για χρωματική ανασύνθεση ακατέργαστων (RAW) εικόνων:</para><para><list><item><emphasis strong='true'>Διγραμμική</emphasis>: χρησιμοποιεί υψηλής ταχύτητας αλλά χαμηλής ποιότητας διγραμμική παρεμβολή (προκαθορισμένο για αργούς υπολογιστές). Στη μέθοδο αυτή, η τιμή του κόκκινου ενός μη κόκκινου εικονοστοιχείου υπολογίζεται από το μέσο όρο των γειτονικών κόκκινων εικονοστοιχείων. Το ίδιο γίνεται για το μπλε και το πράσινο.</item><item><emphasis strong='true'>VNG</emphasis>: χρησιμοποιεί παρεμβολή μεταβλητού πλήθους χρωματικών διαβαθμίσεων (Variable Number of Gradients). Αυτή η μέθοδος υπολογίζει τις διαβαθμίσεις κοντά στο εξεταζόμενο εικονοστοιχείο και χρησιμοποιεί τις χαμηλότερες διαβαθμίσεις (που αναπαριστούν ομαλότερες διαφορές και μεγαλύτερη ομοιότητα σε τμήματα της εικόνας) για την εξαγωγή εκτιμώμενης τιμής.</item><item><emphasis strong='true'>PPG</emphasis>: χρησιμοποιεί παρεμβολή ομαδοποίησης μοτίβων εικονοστοιχείων (Patterned-Pixel-Grouping). Η ομαδοποίηση εικονοστοιχείων χρησιμοποιεί υποθέσεις σχετικά με το φυσικό περιβάλλον για να κάνει εκτιμήσεις. Παρουσιάζει λιγότερες χρωματικές ατέλειες στις εικόνες με φυσικά τοπία σε σχέση με τη μέθοδο VNG.</item><item><emphasis strong='true'>AHD</emphasis>: χρησιμοποιεί προσαρμόσιμη ομογενοστραφή παρεμβολή (Adaptive Homogeneity-Directed). Αυτή η μέθοδος επιλέγει την κατεύθυνση της παρεμβολής με τέτοιον τρόπο ώστε να μεγιστοποιείται το ποσοστό ομοιογένειας και έτσι να ελαχιστοποιούνται τα σφάλματα στο χρώμα.</item><item><emphasis strong='true'>DCB</emphasis>: Παρεμβολή DCB από το έργο linuxphoto.org .</item><item><emphasis strong='true'>AHD v2</emphasis>: η τροποποιημένη AHD παρεμβολή χρησιμοποιεί τη μέθοδο της διακύμανσης των χρωματικών διαφορών.</item><item><emphasis strong='true'>AFD</emphasis>: Προσαρμόσιμη φιλτραρισμένη παρεμβολή χρωματικής ανασύνθεσης (Adaptive Filtered Demosaicing) με φίλτρο διαμέσου 5 επαναλήψεων από το έργο PerfectRaw.</item><item><emphasis strong='true'>VCD</emphasis>: Παρεμβολή διακύμανσης χρωματικών διαφορών.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: Μικτή χρωματική ανασύνθεση μεταξύ VCD και AHD.</item><item><emphasis strong='true'>LMMSE</emphasis>: χρωματική ανασύνθεση με προσανατολισμένη γραμμική παρεμβολή εκτίμησης σφάλματος ελαχίστων τετραγώνων (linear minimum mean-square error) από το PerfectRaw.</item><item><emphasis strong='true'>AMaZE</emphasis>: Παρεμβολή ελαχιστοποίησης δυσδιάκριτων εικονοστοιχείων και εξάλειψη συρραφών (Aliasing Minimization and Zipper Elimination) για την εφαρμογή αφαίρεσης χρωματικών παρεκκλίσεων από το έργο RawTherapee.</item></list></para><para>Σημείωση: μερικές μέθοδοι ενδέχεται να μην είναι διαθέσιμες αν ο αποκωδικοποιητής RAW έχει κατασκευαστεί χωρίς πακέτα επεκτάσεων.</para>
es: <title>Calidad (interpolación)</title><para>Seleccione aquí el método de borrado de mosaicos a usar al descodificar imágenes RAW. Un algoritmo de borrado de mosaicos es un proceso digital sobre la imagen que se usa para interpolar una imagen completa a partir de los datos parciales en bruto que se reciben del sensor de imagen con filtros de colores, interno en muchas cámaras digitales, en forma de una matriz de puntos de color. Este proceso se conoce también como interpolación CFA o reconstrucción de colores, siendo otro término común el de «borrado de mosaicos». Dispone de los siguientes métodos para borrar los mosaicos de las imágenes RAW:</para><para><list><item><emphasis strong='true'>Bilineal</emphasis>: usa la interpolación bilineal rápida, aunque de baja calidad (por omisión para equipos lentos). En este método, el valor de rojo de un píxel no-rojo se calcula como la media de los píxeles rojos adyacentes, aplicándose el mismo principio para el verde y el azul.</item><item><emphasis strong='true'>VNG</emphasis>: usa la interpolación de un número variable de gradientes. Este método calcula los gradientes próximos al píxel de interés y usa los gradientes menores (que representan las partes más suaves y semejantes de la imagen) para hacer una estimación.</item><item><emphasis strong='true'>PPG</emphasis>: utiliza la interpolación por agrupación de píxeles en patrones (del inglés Patterned Pixel Grouping). La agrupación de píxeles realiza suposiciones sobre escenarios naturales al hacer estimaciones. Posee menos artefactos de color en las imágenes naturales que el método del número de gradientes variable.</item><item><emphasis strong='true'>AHD</emphasis>: usa la interpolación adaptativa y direccionada a la homogeneidad. Este método selecciona la dirección de interpolación para maximizar una métrica de homogeneidad, minimizando de esta forma los artefactos de color.</item><item><emphasis strong='true'>DCB</emphasis>: interpolación DCB del proyecto linuxphoto.org.</item><item><emphasis strong='true'>AHD v2</emphasis>: interpolación AHD modificada que usa el método de diferencias de varianza de color.</item><item><emphasis strong='true'>AFD</emphasis>: interpolación adaptativa de filtrado de borrado de mosaicos mediante cinco pasos de filtros medianos, del proyecto PerfectRaw.</item><item><emphasis strong='true'>VCD</emphasis>: interpolación de diferencias de varianza de color.</item><item><emphasis strong='true'>VCD y AHD</emphasis>: borrado de mosaicos que es una mezcla entre VCD y AHD.</item><item><emphasis strong='true'>LMMSE</emphasis>: borrado de mosaicos que usa la interpolación de estimación de error mínimo de desviación lineal del proyecto PerfectRaw.</item><item><emphasis strong='true'>AMaZE</emphasis>: interpolación de minimización de «aliasing» y eliminación Zipper para aplicar eliminación de aberración de color del proyecto RawTherapee.</item></list></para><para>Nota: es posible que algunos métodos no estén disponibles si el descodificador RAW se ha construido sin paquetes de extensiones.</para>
ko: <title>품질 (보간법)</title><para>RAW 그림의 디모자이킹 과정 중 사용할 보간법 방법을 선택하십시오. 디모자이킹 알고리즘은 디지털 카메라의 색 필터를 통과한 부분적인 색을 가진 그림을 보간법을 사용해서 다시 구축하는 과정입니다. CFA 보간법이나 색 재구축이라고도 합니다. RAW 그림의 디모자이킹 방법은 총 4가지가 있습니다: </para><para><list><item><emphasis strong='true'>이중 선형</emphasis>: 빠르지만 품질이 낮은 이중 선형 보간법입니다. (느린 컴퓨터에 대한 기본값) 이 방식 하에서는 녹색과 파란색 카메라 화소에 대한 빨간색 픽셀 값은 인접한 빨간색 카메라 화소의 평균값으로 채워지며, 다른 색도 비슷한 방식을 사용합니다.</item><item><emphasis strong='true'>VNG</emphasis>: 다양한 수의 그라데이션을 사용한 보간법입니다. 원하는 픽셀 주변의 그라데이션을 계산하여 더 낮은 단계의 그라데이션을 사용합니다. (그림의 보다 부드럽게 비슷한 부분을 찾음)</item><item><emphasis strong='true'>PPG</emphasis>: 패턴을 사용한 픽셀 그루핑 보간법입니다. 픽셀 그루핑은 예상할 때 자연의 경관을 사용합니다. 자연 사진을 찍었을 때 VNG 방법보다 색상 손실이 적습니다. </item><item><emphasis strong='true'>AHD</emphasis>: 적응성 있는 동질성 지향 보간법입니다. 이 방식을 사용하면 동질성을 최대한으로 할 수 있는 보간법 방향을 선택하여 색상 손실을 최소화합니다.</item><item><emphasis strong='true'>DCB</emphasis>: linuxphoto.org 프로젝트에서 구현한 DCB 알고리즘입니다.</item><item><emphasis strong='true'>AHD v2</emphasis>: 색 차이의 변동폭을 이용한 수정된 AHD 보간법입니다.</item><item><emphasis strong='true'>AFD</emphasis>: PerfectRaw 프로젝트에서 구현한 5단계 중간값 필터를 사용하는 적응성 있는 필터된 디모자이킹 보간법입니다.</item><item><emphasis strong='true'>VCD</emphasis>: 색 차이의 변동폭을 이용한 보간법입니다.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: VCD와 AHD를 같이 사용합니다.</item><item><emphasis strong='true'>LMMSE</emphasis>: PerfectRaw에서 사용한 방향성 선형 최소 제곱 오류 예측 보간법을 사용한 색상 디모자이킹입니다.</item><item><emphasis strong='true'>AMaZE</emphasis>: RawTherapee 프로젝트에서 색수차를 제거하기 위해 사용한 에일리어싱 최소화 보간법 및 지퍼 최소화 방법입니다.</item></list></para>
nds: <title>Gööd (Estemeren)</title><para>Hier kannst Du de Klöör-Estemeermetood för't Ümwanneln vun Rohbiller (engl. "demosaicing") utsöken. De Klöörestemeren is en digitaal Perzess, mit den en heel Bild ut de Deelrohdaten utreekt warrt, de vun vele Digitaalkameras ehr klöörfiltern Bildsensoren in de Form vun en Klöörpixelmatrix kaamt. Dit warrt ok CFA-Estemeren oder Klöör-Wedderherstellen nöömt. Dat gifft disse Klöör-Estemeermetoden för't Ümwanneln vun Rohbiller:</para><para><list><item><emphasis strong='true'>Bilineaar</emphasis>: Gau, man sieter Gööd (Standard - för langsam Reekners). De Rootweert vun en nich-root Pixel warrt bilineaar as de Dörsnitt vun de Rootweerten vun all root Pixels dor blang utreekt, för Blaag un Gröön gellt dat liek so.</item><item><emphasis strong='true'>VNG</emphasis>: Estemeren mit en variabel Tall vun Övergäng (engl. "Variable Number of Gradients interpolation"). Disse Metood reekt de Klöörövergang in de Naverschap vun dat Pixel ut un bruukt för de Estemeren de sieteren, de sünd weker un staht för lieker Bilddelen.</item><item><emphasis strong='true'>PPG</emphasis>: Estemeren na Muster-Pixelkoppeln (engl. "Patterned Pixel Grouping interpolation"). Dat Pixelkoppeln na Mustern bruukt bi't Estemeren Annahmen över natüürliche Ümgeven. Bi disse Metood gifft dat för natüürliche Biller weniger Klöörfehlers as bi de VNG-Metood.</item><item><emphasis strong='true'>AHD</emphasis>: Topassen, liekheitstüert Estemeren (engl. "Adaptive Homogeneity-Directed interpolation"). Disse Metood söcht de Richt för de Estemeren so ut, dat en Liekheitmaat maximeert warrt, as Resultaat warrt Klöörfehlers minnert.</item><item><emphasis strong='true'>DCB</emphasis>: DCB-Estemeren vun't "linuxphoto.org"-Projekt.</item><item><emphasis strong='true'>AHD v2</emphasis>: En ännert AHD-Estemeren, bruukt de VCD-Metood (k.o. nerrn).</item><item><emphasis strong='true'>AFD</emphasis>: Topassen, filtert Klöör-Estemeren, bruukt en Zentraalweertfilter mit fief Dörgäng vun't "PerfectRaw"-Projekt.</item><item><emphasis strong='true'>VCD</emphasis>: Klöörverscheelvarianz-Estemeren (engl.: Variance of Color Differences interpolation).</item><item><emphasis strong='true'>VCD un AHD</emphasis>: Vereent de Klöör-Estemeermetoden VCD un AHD.</item><item><emphasis strong='true'>LMMSE</emphasis>: Klöör-Estemeren mit richt lineaar Minimum-Estemeren vun de dörsnittliche quadraatsche Afwieken (engl.: directional linear minimum mean-square error estimation interpolation) vun "PerfectRaw".</item><item><emphasis strong='true'>AMaZE</emphasis>: Kantstrekenminnern-Estemeren un Standardwegmaken för't Minnern vun Klöörafwieken vun't "RawTherapee"-Projekt.</item></list></para><para>Beacht: En poor Metoden möögt nich verföögbor wesen, wenn de RAW-Dekoderen ahn Verwiedernpaketen buut wöör.
sk: <title>Kvalita (interpolácia)</title><para>Tu zvoľte demozaikovaciu metódu na dekódovanie RAW obrázkov. Demozaikovací algoritmus je proces na interpoláciou celého obrázku z čiastočných raw dát získaných z farebne filtrovaného obrazového senzoru, interný v mnohých digitálnych fotoaparátoch, vo forme matice farebných bodov. Je známy aj ako CFA interpolácia alebo rekonštrukcia farieb, alebo tiež demozaikovanie. Na demozaikovanie RAW obrázkov sú k dispozícii nasledovné metódy:</para><para><list><item><emphasis strong='true'>Bilineárne</emphasis>: použiť rýchlu ale málo kvalitnú bilineárnu interpoláciu (predvolené - pre pomalé počítače). V tejto metóde sa červená hodnota nečervených bodov počíta ako priemer priľahlých červených bodov, podobne aj modrá a zelená.</item><item><emphasis strong='true'>VNG</emphasis>: použiť premenlivý počet interpolácií gradientov. Táto metóda počíta gradienty blízko bodu a používa nižšie gradienty(reprezentujúce plynulejšie a viac podobné časti obrázku) na vytvorenie odhadu.</item><item><emphasis strong='true'>PPG</emphasis>: použiť interpoláciu Patterned-Pixel-Grouping. Zoskupovanie bodov používa predpoklady o prirodzenej scenérii na vytvorenie odhadov. Má menej chýb farieb na pirodzených obrázkoch ako metóda VNG.</item><item><emphasis strong='true'>AHD</emphasis>: použiť interpoláciu Adaptive Homogeneity-Directed. Táto metóda zvolí smer interpolácie na maximalizáciu metriky homogenity, teda typicky minimizuje chyby farieb.</item><item><emphasis strong='true'>DCB</emphasis>: DCB interpolácia z projektu linuxphoto.org.</item><item><emphasis strong='true'>AHD v2</emphasis>: upravená AHD interpolácia s použitím metódy Variance of Color Differences.</item><item><emphasis strong='true'>AFD</emphasis>: Adaptívna filtrovaná demozaikovacia interpolácia cez 5 prechodový mediánový filter z projektu PerfectRaw.</item><item><emphasis strong='true'>VCD</emphasis>: Interpolácia Zmena farebných rozdielov.</item><item><emphasis strong='true'>VCD & AHD</emphasis>: Zmiešané demozaikovanie medzi VCD a AHD.</item><item><emphasis strong='true'>LMMSE</emphasis>: farebné demozaikovanie cez lineárny minimálny odhad chýb stredných štvorcov z PerfectRaw.</item><item><emphasis strong='true'>AMaZE</emphasis>: interpolácia Aliasing Minimization a Zipperova eliminácia na odstránenie farebnej aberácie z projektu RawTherapee.</item></list></para><para>Poznámka: niektoré metódy môžu byť nedostupné, ak RAW dekodér bol zostavený bez rozširujúcich balíkov.</para>
zh_tw: <title>品質（內插）</title><para>在此選擇反馬賽克原始影像解壓內插法。反馬賽克演算法是一種數位影像處理法，用於內插一完整的影像，從內部的色彩過濾影像感知器接收到的部份的原始資料，到許多數位相機的顏色像素矩陣。又稱為 CFA 內插法，或色彩重建。以下方法可將原始影像做反馬賽克處理：</para><para><list><item><emphasis strong='true'>雙線性</emphasis>：使用高速但低品質的雙線性內插（預設值，給慢速電腦使用）。在此方法中，非紅像素的紅值會被計算為相鄰紅像素的平均值，藍跟綠值也是比照辦理。</p><p><b>VNG</b>：使用 VNG（Variable Number of Gradients）內插法。此方法會計算像素週邊的漸層，使用較低的漸層來估計。</item><item><emphasis strong='true'>VNG</emphasis>：使用 VNG（Variable Number of Gradients）內插法。此法計算像素附近的漸層，並用較低的漸層（呈現較平滑）。 </item><item><emphasis strong='true'>PPG</emphasis>：使用 PPG（Patterned Pixel Grouping）內插法。此法使用一般的自然景色做估計。對自然影像來說，使用此法比用 VNG 更能呈現自然的樣式。 </item><item><emphasis strong='true'>AHD</emphasis>：使用 AHD（Adaptive Homogeneity-Directed）內插法。此法選擇內插的方向，以便將同質矩陣最大化，通常可以將人造色彩降到最低。 </item><item><emphasis strong='true'>DCB</emphasis>：linuxphoto.org 專案裡的 DCB 內插法。</item><item><emphasis strong='true'>AHD v2</emphasis>：AHD 內插法的變更版，使用 Variance of Color Differences 內插法。</item><item><emphasis strong='true'>AFD</emphasis>：Adaptive Filtered Demosaicing 內插法，從 PerfectRaw 專案而來，經過五道中途過濾手續。</item><item><emphasis strong='true'>VCD</emphasis>：Variance of Color Differences 內插法。</item><item><emphasis strong='true'>VCD & AHD</emphasis>：VCD 與 AHD 混合版。</item><item><emphasis strong='true'>LMMSE</emphasis>：透過「方向性最小平均平方誤差估計內插法」（directional linear minimum mean-square error estimation interpolation）做顏色反馬賽克。從 PerfectRaw 專案而來。</item><item><emphasis strong='true'>AMaZE</emphasis>: Aliasing Minimization interpolation and Zipper Elimination，從 RawTherapee 專案而來，用於移除反常的顏色。</item></list></para><para>注意：有些方法在 RAW 解碼器沒有延伸時無法使用。</para>

# @label:slider
source: Pass:
bs: Prolaz:
da: Gennemløb:
es: Paso:
hu: Átadás:
km: ចម្លង ៖
ko: 패스:
lv: Kārta:
nds: Dörgäng:
sk: Prechody:
zh_tw: 過濾數：
