Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/libkdcraw.po
Languages: bs, da, el, es, hu, km, ko, lv, nds, sk, zh_tw

# @info:whatsthis
source: <title>Camera Profile</title><para>Select here the input color space used to decode RAW data.</para><para><list><item><emphasis strong='true'>None</emphasis>: no input color profile is used during RAW decoding.</item><item><emphasis strong='true'>Embedded</emphasis>: use embedded color profile from RAW file, if it exists.</item><item><emphasis strong='true'>Custom</emphasis>: use a custom input color space profile.</item></list></para>
bs: <title>Profil kamere</title><para>Odaberite ulazni prostor boja da dekodirate RAW podatke.</para><para><list><item><emphasis strong='true'>Nikakav</emphasis>: nema ulaznog profila boja korištenog tokom RAW dekodiranja.</item><item><emphasis strong='true'>Ugrađen</emphasis>: koristi ugrađeni profil boja iz RAW datoteke ako postoji.</item><item><emphasis strong='true'>Vlastiti</emphasis>: koristi profil vlastitog ulaznog prostora boja.</item></list></para>
da: <title>Kameraprofil</title><para>Vælg her input-farverummet, der skal bruges til at dekode RAW-data.</para><para><list><item><emphasis strong='true'>Ingen</emphasis>: Ingen farveprofil anvendes ved RAW-dekodning.</item><item><emphasis strong='true'>Indlejret</emphasis>: Brug farveprofilen indlejret i RAW-filen hvis der er en.</item><item><emphasis strong='true'>Brugerdefineret</emphasis>: Brug en brugerdefineret farverumsprofil.</item></list></para>
el: <title>Προφίλ κάμερας</title><para>Επιλέξτε εδώ το χρωματικό χώρο εισόδου για την αποκωδικοποίηση δεδομένων RAW.</para><para><list><item><emphasis strong='true'>Κανένα</emphasis>: χωρίς χρήση προφίλ χρωμάτων εισόδου κατά την αποκωδικοποίηση RAW.</item><item><emphasis strong='true'>Ενσωματωμένο</emphasis>: χρήση ενσωματωμένου χρωματικού προφίλ από το αρχείο RAW, εφόσον είναι διαθέσιμο.</item><item><emphasis strong='true'>Προσαρμοσμένο</emphasis>: χρήση ενός προσαρμοσμένου προφίλ χρωματικού χώρου εισόδου.</item></list></para>
es: <title>Perfil de la cámara</title><para>Seleccione aquí el espacio de color de entrada usado para descodificar los datos RAW.</para><para><list><item><emphasis strong='true'>Ninguno</emphasis>: no se usa ningún perfil de color durante la descodificación RAW.</item><item><emphasis strong='true'>Empotrado</emphasis>: usar el perfil de color empotrado a partir de un archivo RAW, si existe.</item><item><emphasis strong='true'>Personalizado</emphasis>: usar un perfil de espacio de color de entrada personalizado.</item></list></para>
hu: <title>Fényképezőgép-profil</title><para>RAW-adatok dekódolásánál használt bementi színtér.</para><para><list><item><emphasis strong='true'>Nincs</emphasis>: nincs bemeneti színprofil RAW-dekódolásnál.</item><item><emphasis strong='true'>Beágyazott</emphasis>: a RAW-fájlban található színprofil használata, ha van.</item><item><emphasis strong='true'>Egyedi</emphasis>: egyedi bemeneti színprofil használata.</item></list></para>
km: <title>ទម្រង់​ម៉ាស៊ីន​ថត​</title><para>ជ្រើស​គំរូ​ពណ៌​បញ្ចូល​ដែល​ប្រើ​សម្រាប់​ឌិកូដ​ទិន្នន័យ​ដើម​នៅ​ទីនេះ ។</para><para><list><item><emphasis strong='true'>គ្មាន​</emphasis>៖ គ្មាន​ទម្រង់​ពណ៌​បញ្ចូល​ត្រូវ​បាន​ប្រើ​អំឡុង​ពេល​ឌិកូដ​ទិន្នន័យ​ដើម​ទេ ។</item><item><emphasis strong='true'>ដែល​បង្កប់</emphasis>៖ ប្រើ​ទម្រង់​ពណ៌​ដែល​បាន​បង្កប់​ពី​ឯកសារ​ដើម បើ​សិន​មាន ។</item><item><emphasis strong='true'>ផ្ទាល់​ខ្លួន​</emphasis>៖ ប្រើ​ទម្រង់​គំរូ​ពណ៌​បញ្ចូល​ ។</item></list></para>
ko: <title>카메라 프로필</title><para>RAW 데이터를 디코딩할 입력 색 공간을 선택하십시오. </para><para><list><item><emphasis strong='true'>없음</emphasis>: RAW 디코딩 중 색 공간을 사용하지 않습니다.</item><item><emphasis strong='true'>내장된 값</emphasis>: RAW 파일에 내장된 값이 있는 경우 사용합니다.</item><item><emphasis strong='true'>사용자 정의</emphasis>: 사용자 정의 색 공간 프로필을 사용합니다.</item> </list></para>
lv: <title>Fotoaparāta profils</title><para>Šeit izvēlieties ievada krāsu telpu, ko izmantot RAW datu atkodēšanai.</para><para><list><item><emphasis strong='true'>Nav</emphasis>: neizmantot ievada krāsu profilu RAW dekodēšanā.</item><item><emphasis strong='true'>Iegultais</emphasis>: lietot RAW failā iegulto ievada krāsu profilu, ja tāds ir pieejams.</item><item><emphasis strong='true'>Pielāgots</emphasis>: lietot pielāgotu ievada krāsu telpas profilu.</item></list></para>
nds: <title>Kameraprofil</title><para>Hier kannst Du den Ingaav-Klöörruum utsöken, mit den Du Rohbiller dekoderen wullt.</para><para><list><item><emphasis strong='true'>Keen</emphasis>: För't Dekoderen vun Rohbiller keen Klöörprofil bruken</item><item><emphasis strong='true'>Inbett</emphasis>: Dat Klöörprofil bruken, wenn dat een gifft, wat na't Rohbild inbett is</item><item><emphasis strong='true'>Topasst</emphasis>: En egen Klöörprofil för de Ingaavdaten bruken</item></list></para>
sk: <title>Profil fotoaparátu</title><para>Tu vyberte vstupný farebný priestor na dekódovanie RAW dát.</para><para><list><item><emphasis strong='true'>Žiadny</emphasis>: žiadny vstupný farebný profil sa nepoužije pri RAW dekódovaní.</item><item><emphasis strong='true'>Vstavaný</emphasis>: použiť vstavaný farebný profil z RAW súboru, ak existuje.</item><item><emphasis strong='true'>Vlastný</emphasis>: použiť vlastný vstupný farebný profil.</item></list></para>
zh_tw: <p><b>相機設定檔</b> </p><p>在此選擇輸入要用於解碼原始資料的色彩空間。</p> <p><b>無</b>：解碼時不使用色彩設定值。 </p><p><b>嵌入式</b>：若原始檔案中嵌有色彩設定值，則使用之。</p> <p><b>自訂</b>：使用自訂的輸入色彩空間設定值。</p>

source: ICC Files (*.icc; *.icm)
bs: ICC datoteke (*.icc; *.icm)
da: ICC-filer (*.icc; *.icm)
el: Αρχεία ICC (*.icc; *.icm)
es: Archivos ICC (*.icc; *.icm)
hu: ICC-fájlok (*.icc; *.icm)
km: ឯកសារ ICC (*.icc; *.icm)
ko: ICC 파일 (*.icc; *.icm)
lv: ICC faili (*.icc; *.icm)
nds: ICC-Dateien (*.icc; *.icm)
sk: ICC súbory (*.icc; *.icm)
zh_tw: ICC 檔（*.icc; *.icm）

# @label:listbox
source: Workspace:
bs: Radni prostor:
da: Arbejdsområde:
el: Χώρος εργασίας:
es: Espacio de trabajo:
hu: Munkatér:
km: តំបន់​ធ្វើ​ការ ៖
ko: 작업 공간:
lv: Darbvirsma:
nds: Arbeitrebeet:
sk: Pracovná plocha:
zh_tw: 工作空間：

# @item:inlistbox Workspace
source: Raw (no profile)
bs: Sirovo (bez profila)
da: Raw (ingen profil)
el: Raw (χωρίς προφίλ)
es: En bruto (sin perfil)
hu: Nyers (nincs profil)
km: ដើម​ (គ្មាន​ទម្រង់​)
ko: RAW (프로필 없음)
lv: Raw (bez profila)
nds: Roh (keen Profil)
sk: Raw (bez profilu)
zh_tw: 原始（無設定檔）

# @item:inlistbox Workspace
source: Adobe RGB
es: RGB de Adobe

# @item:inlistbox Workspace
source: Wide Gamut
bs: Široka paleta
da: Stort toneomfang
el: Ευρεία γκάμα
es: Espectro amplio
hu: Széles színtér
lv: Plaša diapazona
sk: Široká škála

# @item:inlistbox Workspace
source: Custom
bs: Prilagođen
da: Brugerdefineret
el: Προσαρμοσμένο
es: Personalizado
hu: Egyedi
km: ផ្ទាល់​ខ្លួន
ko: 사용자 정의
lv: Pielāgots
nds: Topasst
sk: Vlastné
zh_tw: 自訂

# @info:whatsthis
source: <title>Workspace</title><para>Select here the output color space used to decode RAW data.</para><para><list><item><emphasis strong='true'>Raw (linear)</emphasis>: in this mode, no output color space is used during RAW decoding.</item><item><emphasis strong='true'>sRGB</emphasis>: this is an RGB color space, created cooperatively by Hewlett-Packard and Microsoft. It is the best choice for images destined for the Web and portrait photography.</item><item><emphasis strong='true'>Adobe RGB</emphasis>: this color space is an extended RGB color space, developed by Adobe. It is used for photography applications such as advertising and fine art.</item><item><emphasis strong='true'>Wide Gamut</emphasis>: this color space is an expanded version of the Adobe RGB color space.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: this color space is an RGB color space, developed by Kodak, that offers an especially large gamut designed for use with photographic outputs in mind.</item><item><emphasis strong='true'>Custom</emphasis>: use a custom output color space profile.</item></list></para>
bs: <title>Radni prostor</title><para>Izaberite ovdje izlazni prostor boja koji se koristi za dekodiranje RAW podataka.</para><para><list><item><emphasis strong='true'>Sirovo (linearno)</emphasis>: u ovom režimu, nijedan izlazni prostor boja se ne koristi tokom RAW dekodiranja</item><item><emphasis strong='true'>sRGB</emphasis>: to je RGB prostor boja koda su zajedno razvili Hewlett-Packard i Microsoft. On je najbolji izbor za slike namijenjene za Web i portretske fotografije. </item><item><emphasis strong='true'>Adobe RGB</emphasis>: ovaj prostor boja je prošireni RGB prosor boja kojga je razvio Adobe. Korišten je za fotografske aplikacije kao što su oglapšavanje i umetnost.</item><item><emphasis strong='true'>Široka skala</emphasis>: ovaj prostor boja je proširena verzija Adobe RGB prostora boja.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: ovaj prostor boja je RGB prostor boja koga je razvio Kodak, koji nudi posebno široku skalu dizajniranu za upotrebu s fotografskim izlazom.</item><item><emphasis strong='true'>Vlastito</emphasis>:koristi vlastiti izlazni profil prostora boja.</item></list></para>
da: <title>Arbejdsområde</title><para>Her vælges output-farverummet som bruges til at dekode RAW-data.</para><para><list><item><emphasis strong='true'>Raw (lineær)</emphasis>: I denne tilstand, bruges intet output-farverum under RAW-dekodning.</item><item><emphasis strong='true'>sRGB</emphasis>: Dette er et RGB-farverum, skabt af Hewlett-Packard og Microsoft i fællesskab. Det er det bedste valg til billeder tiltænkt web- og portrætfotografering.</item><item><emphasis strong='true'>Adobe RGB</emphasis>: Dette farverum er et udvidet RGB-farverum udviklet af Adobe. Det bruges til fotografier til anvendelser i f.eks. reklame og fin kunst. </item><item><emphasis strong='true'>Stort toneomfang</emphasis>: Dette farverum er en udvidet version af Adobes RGB-farverum.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: Dette farverum er et RGB-farverum udviklet af Kodak, som tilbyder et særlig stort toneomfang, designet til brug med fotografiske output i tankerne.</item><item><emphasis strong='true'>Brugerdefineret</emphasis>: brug en brugerdefineret farverumsprofil.</item></list></para>
el: <title>Χώρος εργασίας</title><para>Επιλέξτε εδώ το χρωματικό χώρο εξόδου για την αποκωδικοποίηση δεδομένων RAW.</para><para><list><item><emphasis strong='true'>Ακατέργαστο (γραμμικό)</emphasis>: σε αυτήν τη λειτουργία δεν χρησιμοποιείται κανένας χρωματικός χώρος κατά την αποκωδικοποίηση RAW.</item><item><emphasis strong='true'>sRGB</emphasis>: αυτός είναι ένας RGB χρωματικός χώρος που δημιουργήθηκε σε συνεργασία από τις Hewlett-Packard και Microsoft. Είναι η καλύτερη επιλογή για εικόνες που προορίζονται για τον ιστό και για φωτογραφίες προσώπων.</item><item><emphasis strong='true'>Adobe RGB</emphasis>: αυτός ο χρωματικός χώρος είναι μια επέκταση του χρωματικού χώρου RGB που αναπτύχθηκε από την Adobe. Χρησιμοποιείται για εφαρμογές φωτογραφίας όπως στις διαφημίσεις και στις καλές τέχνες.</item><item><emphasis strong='true'>Ευρεία γκάμα</emphasis>: αυτός ο χρωματικός χώρος είναι μια εκτεταμένη έκδοση του χώρου χρωμάτων Adobe RGB.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: πρόκειται για χρωματικό χώρο RGB που αναπτύχθηκε από την Kodak και προσφέρει μια μεγάλη χρωματική γκάμα σχεδιασμένη για χρήση σε φωτογραφικές εφαρμογές.</item><item><emphasis strong='true'>Προσαρμοσμένο</emphasis>: χρήση ενός προσαρμοσμένου χρωματικού προφίλ εξόδου.</item></list></para>
es: <title>Espacio de trabajo</title><para>Seleccione aquí el espacio de colores resultante que se usa para descodificar los datos RAW.</para><para><list><item><emphasis strong='true'>Bruto (lineal)</emphasis>: en este modo, no se usa ningún espacio de colores resultante en la decodificación del RAW.</item><item><emphasis strong='true'>sRGB</emphasis>: este espacio de colores es un espacio de colores RGB, desarrollado en cooperación entre Hewlett-Packard y Microsoft, siendo la mejor elección para imágenes destinadas a la web y a los retratos fotográficos.</item><item><emphasis strong='true'>RGB de Adobe</emphasis>: este espacio de colores es un espacio de colores RGB, desarrollado por Adobe, que se usa en aplicaciones de fotografía tales como la publicidad y el arte.</item><item><emphasis strong='true'>Espectro amplio</emphasis>: este espacio de colores es una versión expandida del espacio de colores RGB de Adobe.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: este espacio de colores es un espacio RGB, desarrollado por Kodak, que ofrece un espectro especialmente grande, diseñado para usarse con resultados fotográficos.</item><item><emphasis strong='true'>Personalizado</emphasis>: usar un perfil de espacio de color de salida personalizado.</item></list></para>
hu: <title>Munkaterület</title><para>A RAW-adatok dekódolásánál használt kimeneti színtér.</para><para><list><item><emphasis strong='true'>Nyers (lineáris)</emphasis>: nincs kimeneti színtér RAW-dekódolás közben.</item><item><emphasis strong='true'>sRGB</emphasis>: RGB-alapú színtér, a Hewlett-Packard és a Microsoft együttműködésének eredménye. A legjobb választás webes képekhez és portrékhoz.</item><item><emphasis strong='true'>Adobe RGB</emphasis>: kiterjesztett RGB-alapú színtér, az Adobe cég fejlesztése. Reklámoknál és művészi képeknél használják.</item><item><emphasis strong='true'>Széles színtér (wide gamut)</emphasis>: az Adobe-féle RGB-színtér kibővítése.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: RGB-alapú színtér, a Kodak fejlesztése. Nagyon széles színtér elsősorban fényképfeldolgozáshoz.</item><item><emphasis strong='true'>Egyedi</emphasis>: egyedi kimeneti színtér használata.</item></list></para>
ko: <title>작업 공간</title><para>RAW 데이터를 디코딩할 색 공간을 선택하십시오.</para><para><list><item><emphasis strong='true'>RAW (선형) </emphasis>: 이 모드에서는 RAW 디코딩 중 색 공간을 사용하지 않습니다. </item><item><emphasis strong='true'>sRGB</emphasis>: HP와 마이크로소프트가 만든 RGB 색 공간입니다. 웹 등에서 사용하는 데 최적화되어 있습니다.</item> <item><emphasis strong='true'>Adobe RGB</emphasis>Adobe에서 개발한 확장된 RGB 색 공간입니다. 광고나 미술 같은 사진 작품에서 사용하는 데 최적화되어 있습니다.</item><item><emphasis strong='true'>Wide Gamut</emphasis>: 이 색 공간은 Adobe RGB 색 공간의 확장된 버전입니다.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: 이 색 공간은 Kodak에서 만든 RGB 색 공간입니다. 사진 출력을 염두에 둔 큰 색 공간을 가지고 있습니다.</item><item><emphasis strong='true'>사용자 정의</emphasis>: 사용자 정의 출력 색 공간 프로필을 사용합니다.</item></list></para>
lv: <title>Darbvirsma</title><para>Izvēlieties, kādu krāsu telpu izmantot, atkodējot RAW attēlu.</para><para><list><item><emphasis strong='true'>Raw (lineāra)</emphasis>: šajā režīmā netiek veikta krāsu telpas pielāgošana.</item><item><emphasis strong='true'>sRGB</emphasis>: šī ir RGB krāsu telpa, ko izveidojuši Hewlett-Packard kopā ar Microsoft. Šī ir labākā izvēle attēliem, kas paredzēti tīmeklim un portretiem.</item><item><emphasis strong='true'>Adobe RGB</emphasis>: šī ir paplašināta RGB krāsu telpa, ko izstrādājis Adobe. To izmanto fotogrāfijā — reklāmas biznesā un mākslā.</item><item><emphasis strong='true'>Wide Gamut</emphasis>: šī krāsu telpa ir Adobe RGB paplašinājums.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: šī ir Kodak izstrādāta RGB krāsu telpa, tā piedāvā īpaši plašu krāsu spektru, kas piemērots fotogrāfiju apstrādei.</item><item><emphasis strong='true'>Pielāgota</emphasis>: lietot pielāgotu izvada krāsu telpas profilu.</item></list></para>
nds: <title>Arbeitrebeet</title><para>Hier kannst Du den Utgaav-Klöörruum utsöken, den Du för't Dekoderen vun de Rohdaten bruken wullt.</para><para><list><item><emphasis strong='true'>Roh (lineaar)</emphasis>: In disse Bedriefoort warrt bi't Dekoderen keen Utgaav-Klöörruum bruukt.</item><item><emphasis strong='true'>sRGB</emphasis>: is en RGB-Klöörruum, den Hewlett-Packard un Microsoft tosamen opstellt hebbt. He is de beste Köör bi Biller, de maal in't Nett schöölt, un för Portrait-Fotos.</item><item><emphasis strong='true'>Adobe RGB</emphasis>: is en verwiedert RGB-Klöörrum, den Adobe utwickelt hett. He lett sik goot för Warven- un Kunstfotos bruken.</item><item><emphasis strong='true'>Wide Gamut</emphasis>: is en verwiedert Verschoon vun den Adobe RGB-Klöörruum.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: is en RGB-Klöörruum, den Kodak opstellt hett. He stellt en besünners groot Klöörrebeet praat, utwickelt för Fotos.</item><item><emphasis strong='true'>Topasst</emphasis>: en egen, topasst Klöörprofil för de Utgaav bruken</item></list></para>
sk: <title>Pracovná plocha</title><para>Tu zvoľte výstupný farebný priestor použitý na dekórovanie RAW dát.</para><para><list><item><emphasis strong='true'>Raw (lineárny)</emphasis>: v tomto režime sa nepoužije žiadny farebný priestor počas RAW dekódovania.</item><item><emphasis strong='true'>sRGB</emphasis>: toto je farebný priestor RGB, vytvorený spoločne firmami Hewlett-Packard a Microsoft. Je to najlepšia možnosť na obrázky pre Web a fotografie portrétov.</item><item><emphasis strong='true'>Adobe RGB</emphasis>: tento farebný priestor je rozšírený RGB, vyvinutý Adobe. Používa sa na fotografické aplikácie ako reklamy a umenie.</item><item><emphasis strong='true'>Široká škála</emphasis>: tento farebný priestor je rozšírenou verziou Adobe RGB.</item><item><emphasis strong='true'>Pro-Photo</emphasis>: tento farebný priestor je farebný priestor RGB, vyvinutý firmou Kodak, ktorý ponúka hlavne veľkú škálu určenú na použitie s fotografickými výstupmi.</item><item><emphasis strong='true'>Vlastný</emphasis>: použiť vlastný výstupný profil farebného priestoru.</item></list></para>
zh_tw: <p><b>工作空間</b> </p><p>在此選擇用於解壓原始資料的輸出的色彩空間。</p> <p><b>原始（線性）</b>：此模式中，不使用輸出色彩空間。 </p><p><b>sRGB</b>：RGB 的色彩空間，由 HP 與微軟建立。如果是用於網頁與人物影像時的最好選擇。</p> <p><b>Adobe RGB</b>：是 RGB 色彩空間的延伸，由 Adobe 開發。用於攝影與精美圖片處理，如廣告與藝術作品等。</p> <p><b>Wide Gamut</b>：Adobe RGB 色彩空間的擴張版本。</p> <p><b>Pro-Photo</b>：也是一種 RGB 色彩空間，由柯達（Kodak）開發，用於照相輸出。</p><p><b>自訂</b>：使用自訂的輸出色彩空間設定檔。</p>

# @label
source: Color Management
bs: Upravljanje bojama
da: Farvehåndtering
el: Διαχείριση χρωμάτων
es: Gestión del color
hu: Színkezelés
km: ការ​គ្រប់​គ្រង​ពណ៌
ko: 색 관리
lv: Krāsu pārvaldība
nds: Klöörpleeg
sk: Správa farieb
zh_tw: 顏色管理

# @label
source: Threshold:
bs: Prag:
da: Tærskel:
el: Κατώφλι:
es: Umbral:
hu: Küszöbérték:
km: កម្រិត​ពន្លឺ ៖
ko: 임계값:
lv: Slieksnis:
nds: Grenzweert:
sk: Prah:
zh_tw: 下限：

# @info:whatsthis
source: <title>Threshold</title><para>Set here the noise reduction threshold value to use.</para>
bs: <title>Prag</title><para>Postavite ovdje vrijednost praga redukcije šuma.</para>
da: <title>Tærskel</title><para>Her indstilles den tærskelværdi, der skal bruges ved støjreducering.</para>
el: <title>Κατώφλι</title><para>Καθορίστε εδώ το κατώφλι μείωσης θορύβου που θα χρησιμοποιηθεί.</para>
es: <title>Umbral:</title><para>Configure aquí el umbral para la reducción de ruido.</para>
hu: <title>Küszöb</title><para>A zajcsökkentési küszöbértéket adja meg.</para>
km: <title>កម្រិត​ពន្លឺ</title><para>កំណត់​តម្លៃ​កម្រិត​ពន្លឺ​សម្រាប់​កាត់​បន្ថយ​ភាព​រំខាន​ដែល​ត្រូវ​ប្រើ​នៅ​ទី​នេះ ។</para>
ko: <title>임계값</title><para>노이즈 감소 임계값을 설정하십시오.</para>
lv: <title>Slieksnis</title><para>Šeit var norādīt trokšņu novēršanas slieksni.</para>
nds: <title>Grenzweert</title><para>Hier kannst Du den Grenzweert för't Ruusminnern fastleggen.</para>
sk: <title>Prah</title><para>Tu nastavte hodnotu prahu potlačenia šumu, ktorá sa použije.</para>
zh_tw: <p><b>下限</b></p><p>在此設定降低雜訊的下限。</p>

# @label
source: Luminance:
bs: Osvijetljenost:
da: Luminans:
el: Ακτινοβολία:
es: Luminancia:
hu: Luminancia:
km: ពន្លឺ ៖
ko: 휘도:
lv: Spilgtums:
nds: Lüchtdicht:
sk: Jas:
zh_tw: 亮度：

# @info:whatsthis
source: <title>Luminance</title><para>Amount of Luminance impulse noise reduction.</para>
bs: <title>Osvijetljenost</title><para>Iznos impulsa osvjetljenja u redukciji šuma.</para>
da: <title>Luminans</title><para>Omfanget af reduktion af luminans-impuls-støj.</para>
el: <title>Ακτινοβολία</title><para>Ποσότητα μείωσης θορύβου παλμού ακτινοβολίας.</para>
es: <title>Luminancia</title><para>Cantidad de reducción de ruido por impulsos de la luminancia.</para>
hu: <title>Fényesség</title><para>A fényességimpulzus zajcsökkentésének mennyisége.</para>
km: <title>ពន្លឺ​</title><para>ចំនួន​កាត់​បន្ថយ​ភាព​រំខាន​នៃ​លំញ័រ​ពន្លឺ ។</para>
ko: <title>휘도</title><para>휘도 단위 펄스 노이즈 감소 적용량입니다.</para>
lv: <title>Spilgtums</title><para>Spilgtuma impulsa trokšņu novēršanas daudzums.</para>
nds: <title>Lüchtdicht</title><para>Lüchtdicht bi't Tacken-Ruusminnern</para>
sk: <title>Luminancia</title><para>Množstvo impulzného potlačenia šumu Luminancia.</para>
zh_tw: <p><b>亮度</b></p><p>脈衝降低雜訊的亮度量。</p>

# @label
source: Chrominance:
bs: Hrominansa:
da: Krominans:
el: Χρωματική σύνθεση:
es: Crominancia:
hu: Színesség:
km: ក្រូម ៖
ko: 색차:
lv: Krāsainība:
nds: Klööroort:
sk: Chrominancia:
zh_tw: 色度：

# @info:whatsthis
source: <title>Chrominance</title><para>Amount of Chrominance impulse noise reduction.</para>
bs: <title>Hrominansa</title><para>Iznos redukcije šuma impulsa hrominanse.</para>
da: <title>krominans</title><para>Omfanget af reduktion af krominans-impuls-støj.</para>
el: <title>Χρωματική σύνθεση</title><para>Ποσότητα μείωσης θορύβου παλμού χρωματικής σύνθεσης.</para>
es: <title>Crominancia</title><para>Cantidad de reducción de ruido por impulsos de la crominancia.</para>
hu: <title>Színesség</title><para>A színességimpulzus zajcsökkentésének mennyisége.</para>
km: <title>ក្រូម​</title><para>ចំនួន​កាត់​បន្ថយ​ភាព​រំខាន​នៃ​លំញ័រ​ក្រូម ។</para>
ko: <title>색차</title><para>색차 단위 펄스 노이즈 감소 적용량입니다.</para>
lv: <title>Krāsainība</title><para>Krāsainības impulsa trokšņu novēršanas daudzums.</para>
nds: <title>Klööroort</title><para>Klööroort bi't Tacken-Ruusminnern</para>
sk: <title>Chrominancia</title><para>Množstvo impulzného potlačenia šumu Chrominancia.</para>
zh_tw: <p><b>色度</b></p><p>脈衝降低雜訊的色度量。</p>

# @info:tooltip
source: Reset to default value
bs: Vrati na podrazumijevanu vrijednost
da: Nulstil til standardværd
el: Επαναφορά στην προκαθορισμένη τιμή
es: Restablecer al valor predeterminado
hu: Az alapértelmezés visszaállítása
km: កំណត់​ឡើង​វិញ​ទៅ​តម្លៃ​លំនាំ​ដើម
ko: 기본값으로 초기화
lv: Atjaunot noklusēto vērtību
nds: Op Standardweert torüchsetten
sk: Obnoviť predvolenú hodnotu
zh_tw: 重設回預設值

# @item:inlistbox set white balance manually
source: Manual
bs: Ručno
da: Manuelt
el: Χειροκίνητα
hu: Kézi
km: ដោយ​ដៃ
ko: 수동
lv: Pašrocīgi
nds: Vun Hand
sk: Ručne
zh_tw: 手動
