Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/libkdcraw.po
Languages: bs, da, el, es, hu, km, ko, lv, nds, sk, zh_tw

# @info:whatsthis
source: <title>White point</title><para>Use a specific white point value to decode RAW pictures. If you set this option to off, the White Point value will be automatically computed.</para>
bs: <title>Bijela tačka</title><para>Koristi vrijednost odgovarajuće bijele tačke radi dekodiranja RAW slika. Ako isključite ovu opciju, vrijednost bijele tačke se automatski računa.</para>
da: <title>Hvidpunkt</title><para>Brug en specifik værdi for hvidpunkt til at dekode RAW-billeder. Hvis du deaktiverer denne indstilling, vil værdien for hvidpunkt blive beregnet automatisk.</para>
el: <title>Λευκό σημείο</title><para>Χρήση μιας συγκεκριμένης τιμής λευκού σημείου για την αποκωδικοποίηση των ακατέργαστων εικόνων RAW. Αν απενεργοποιήσετε αυτήν την επιλογή, η τιμή του λευκού σημείου θα υπολογιστεί αυτόματα.</para>
es: <title>Punto blanco</title><para>Usar un valor específico de punto blanco para decodificar las imágenes RAW. Si deshabilita esta opción, el valor del punto blanco se calculará automáticamente.</para>
hu: <title>Fehérpont</title><para>Adott fehérpontértéket használ RAW-képek dekódolásához. Ha nincs bejelölve, a fehérpontérték automatikusan ki lesz számítva.</para>
km: <title>ចំណុច​ស​</title><para>ប្រើ​តម្លៃ​ចំណុច​ស​ជាក់​លាក់​ ដើម្បី​ឌិកូដ​រូបភាព​ដើម ។ បើ​អ្នក​កំណត់​ជម្រើស​នេះ​ទៅ​ជា​បិទ តម្លៃ​ចំណុច​ស​នឹង​ត្រូវ​បាន​គណនា​ដោយ​ស្វ័យ​ប្រវត្តិ ។</para>
ko: <title>흰색 지점</title><para>지정한 흰색 값을 사용하여 RAW 그림을 디코딩합니다. 이 옵션을 사용하지 않으면 자동으로 흰색 지점을 결정합니다.</para>
lv: <title>Baltais punkts</title><para>Izmanto pielāgotu baltā punkta vērtību, atkodējot RAW attēlus. Ja izslēdzat šo iespēju, baltais punkts tiks aprēķināts automātiski.</para>
nds: <title>Wittpunkt</title><para>En besünner Wittpunkt-Weert bi't Dekoderen vun Rohbiller bruken. Maakst Du dit ut, warrt de Wittpunktweert automaatsch utreekt.</para>
sk: <title>Biely bod</title><para>Použiť špecifickú hodnotu bieleho bodu na dekódovanie RAW obrázkov. Ak túto možnosť vypnete, hodnota bieleho bodu sa bude počítať automaticky.</para>
zh_tw: <p><b>白點</b></p> <p>使用指定的白點值來解壓原始影像。如果您關閉此選項，則會自動計算白點值。</p>

# @info:whatsthis
source: <title>White point value</title><para>Specify specific white point value of the output image.</para>
bs: <title>Vrijednost bijele tačke</title><para>Navedite odgovarajuću vrijednost bijele tačke izlazne slike.</para>
da: <title>Værdi for hvidpunkt</title><para>Angiv specifik værdi for hvidpunkt for output-billedet.</para>
el: <title>Τιμή λευκού σημείου</title><para>Προσδιορίστε συγκεκριμένη τιμή του λευκού σημείου για την εικόνα εξόδου.</para>
es: <title>Valor del punto blanco</title><para>Especifique un valor del punto blanco de la imagen resultado.</para>
hu: <title>Fehérpontérték</title><para>A kimeneti képben használt fehérpontértéket adja meg.</para>
km: <title>តម្លៃ​ចំណុច​ស​</title><para>បញ្ជាក់​តម្លៃ​ចំណុច​ស​ជាក់​លាក់​នៃ​រូបភាព​លទ្ធផល​ ។</para>
ko: <title>흰색 지점 값</title><para>출력 그림의 흰색 지점 값을 지정합니다.</para>
lv: <title>Baltā pubkta vērtība</title><para>Norāda izvada attēla baltā punkta vērtību.</para>
nds: <title>Wittpunkt-Weert</title><para>Hier kannst Du en Weert för't Utgaavbild sien Wittpunkt fastleggen.</para>
sk: <title>Hodnota bieleho bodu</title><para>Nastavte špecifickú hodnotu bieleho bodu na výstupnom obrázku.</para>
zh_tw: <p><b>白點值</b> </p><p>指定輸出影像的特定白點值。</p>

# @label
source: White Balance
bs: Balans bijelog
da: Hvidbalance
el: Ισορροπία λευκού
es: Balance de blancos
hu: Fehéregyensúly
km: តុល្យភាព​ពណ៌ស
ko: 화이트 밸런스
lv: Baltās krāsas balanss
nds: Wittbalangs
sk: Vyváženie bielej
zh_tw: 白平衡

# @label:listbox
source: Noise reduction:
bs: Redukcija šuma:
da: Støjreduktion:
el: Μείωση θορύβου:
es: Reducción de ruido:
hu: Zajcsökkentés:
km: កាត់​បន្ថយ​ភាព​រំខាន ៖
ko: 노이즈 감소:
lv: Trokšņu novēršana:
nds: Ruusminnern:
sk: Potlačenie šumu:
zh_tw: 減少雜訊：

# @item:inlistbox Noise Reduction
source: None
bs: Ništa
da: Ingen
el: Καμία
es: Ninguna
hu: Nincs
km: គ្មាន
ko: 없음
lv: Nav
nds: Keen
sk: Žiadne
zh_tw: 無

# @item:inlistbox Noise Reduction
source: Wavelets
bs: Talasići
el: Μικροκυματομορφές
es: Ondículas
ko: 웨이브릿
lv: Vilnīši
nds: Lüttbülgen
sk: Vlnky
zh_tw: 微波

# @item:inlistbox Noise Reduction
source: CFA Line Denoise
bs: CFA linijsko uklanjanje šuma
es: Reducción de ruido CFA
ko: CFA 선 노이즈 감소
lv: CFA rindu attrokšņošana
nds: CFA-Lien-Ruusminnern
sk: Odšumenie CFA Line
zh_tw: CFA 線除雜訊

# @item:inlistbox Noise Reduction
source: Impulse Denoise
bs: Impulsno smanjenje šuma
el: Παλμός Denoise
es: Reducción de ruido de impulsos
ko: 단위 펄스 노이즈 감소
lv: Impulsa attrokšņošana
nds: Tacken-Ruusminnern
sk: Impulzné odšumenie
zh_tw: 脈衝除雜訊

# @info:whatsthis
source: <title>Noise Reduction</title><para>Select here the noise reduction method to apply during RAW decoding.</para><para><list><item><emphasis strong='true'>None</emphasis>: no noise reduction.</item><item><emphasis strong='true'>Wavelets</emphasis>: wavelets correction to erase noise while preserving real detail. It's applied after interpolation.</item><item><emphasis strong='true'>FBDD</emphasis>: Fake Before Demosaicing Denoising noise reduction. It's applied before interpolation.</item><item><emphasis strong='true'>CFA Line Denoise</emphasis>: Banding noise suppression. It's applied after interpolation.</item><item><emphasis strong='true'>Impulse Denoise</emphasis>: Impulse noise suppression. It's applied after interpolation.</item></list></para>
bs: <title>Redukcija šuma</title><para>Odaberite metod redukcije šuma tokom RAW dekodiranja.</para><para><list><item><emphasis strong='true'>Nijedan</emphasis>: nema redukcije šima.</item><item><emphasis strong='true'>Talasići</emphasis>: korekcija talasića za brisanje šuma čuvajući stvarne detalje. Primjenjuje se nakon interpolacije.</item><item><emphasis strong='true'>FBDD</emphasis>: Lažno prije demozaika smanjenje šuma. Primjenjuje se nakon interpolacije.</item><item><emphasis strong='true'>CFA Linijsko uklanjanje šuma</emphasis>: Smanjenje šuma u opsezima. Primjenjuje se nakon interpolacije</item><item><emphasis strong='true'>Impulsno uklanjanje šuma</emphasis>: Impulsno smanjenje šuma. Primjenjuje se nakon interpolacije</item></list></para>
da: <title>Støjreduktion</title><para>Her vælges metoden til støjreduktion, som anvendes under RAW-dekodningen.</para><para><list><item><emphasis strong='true'>Ingen</emphasis>: ingen støjreduktion.</item><item><emphasis strong='true'>Wavelets</emphasis>: wavelets-korrektion for at eliminere støj uden at fjerne virkelige detaljer. Den anvendes efter interpolation.</item><item><emphasis strong='true'>FBDD</emphasis>: Fake Before Demosaicing Denoising-støjreduktion. Den anvendes før interpolation.</item><item><emphasis strong='true'>CFA Line Denoise</emphasis>: Banding-støjreduktion. Den anvendes efter interpolation.</item><item><emphasis strong='true'>Impulse Denoise</emphasis>: Undertrykkelse af impuls-støj. Den anvendes efter interpolation.</item></list></para>
el: <title>Μείωση θορύβου</title><para>Επιλέξτε εδώ τη μέθοδο μείωσης θορύβου που θα εφαρμοστεί στην αποκωδικοποίηση RAW.</para><para><list><item><emphasis strong='true'>Καμία</emphasis>: χωρίς μείωση θορύβου.</item><item><emphasis strong='true'>Μικροκυματομορφές</emphasis>: διόρθωση μικροκυματομορφών για εξάλειψη θορύβου ενώ διατηρείται η πραγματική λεπτομέρεια. Εφαρμόζεται μετά από την παρεμβολή.</item><item><emphasis strong='true'>FBDD</emphasis>: Μείωση θορύβου Fake Before Demosaicing Denoising. Εφαρμόζεται πριν από την παρεμβολή.</item><item><emphasis strong='true'>CFA Line Denoise</emphasis>: Συμπίεση θορύβου συνένωσης. Εφαρμόζεται μετά από την παρεμβολή.</item><item><emphasis strong='true'>Παλμός Denoise</emphasis>: Συμπίεση θορύβου παλμού. Εφαρμόζεται μετά από την παρεμβολή.</item></list></para>
es: <title>Eliminación de ruido</title><para>Seleccione aquí el método de eliminación de ruido a aplicar durante la descodificación RAW.</para><para><list><item><emphasis strong='true'>Ninguno</emphasis>: sin reducción de ruido.</item><item><emphasis strong='true'>Ondículas</emphasis>: corrección de ondículas para borrar el ruido a la vez que se preservan detalles reales. Se aplica después de la interpolación.</item><item><emphasis strong='true'>FBDD</emphasis>: simular antes de la reducción de ruido por borrado de mosaicos. Se aplica antes de la interpolación.</item><item><emphasis strong='true'>Eliminación de ruido de líneas CFA</emphasis>: supresión de ruido por bandas. Se aplica después de la interpolación.</item><item><emphasis strong='true'>Eliminación de ruido por impulsos</emphasis>: supresión de ruido por impulsos. Se aplica después de la interpolación.</item></list></para>
km: <title>ការ​កាត់​បន្ថយ​ភាព​រំខាន​</title><para>នៅ​ទីនេះ ជ្រើស​វិធីសាស្ត្រ​កាត់​បន្ថយ​ភាព​រំខាន​ ដើម្បី​អនុវត្ត​ក្នុង​អំឡុង​ពេល​ឌិកូដ​ដើម​ ។</para><para><list><item><emphasis strong='true'>គ្មាន​</emphasis> ៖ គ្មាន​ការ​កាត់​បន្ថយ​ភាព​រំខាន ។</item><item><emphasis strong='true'>Wavelets</emphasis> ៖ ការ​កែ​សម្រួល wavelets ដើម្បី​លុប​ភាព​រំខាន​ នៅ​ពេល​រក្សា​ទុក​ឯកសារ​ពិត​ប្រាកដ​ ។ វា​នឹង​ត្រូវ​បាន​អនុវត្ត​ បន្ទាប់​ពី​បាន​លៃ​តម្រូវ​រួច​ ។</item><item><emphasis strong='true'>FBDD</emphasis> ៖ បន្លំ​មុន​ពេល​កាត់​បន្ថយ​ភាព​រំខាន Demosaicing Denoising ។ វា​នឹង​ត្រូវ​បាន​អនុវត្ត​ មុន​ការ​លៃ​តម្រូវ ។</item><item><emphasis strong='true'>CFA Line Denoise</emphasis> ៖ ការ​លុប​បំបាត់​កម្រិត​រំខាន ។ វា​នឹង​ត្រូវ​បាន​អនុវត្ត​ បន្ទាប់​ពី​បាន​លៃ​តម្រូវ​រួច ។</item><item><emphasis strong='true'>Impulse Denoise</emphasis> ៖ ការ​លុប​បំបាត់​ភាពរំខាន ។ វា​នឹង​ត្រូវ​បាន​អនុវត្ត​ បន្ទាប់​ពី​បាន​លៃ​តម្រូវ​រួច ។</item></list></para>
ko: <title>노이즈 감소</title><para>RAW 디코딩 단계에서 사용할 노이즈 감소 방법을 선택하십시오.</para><para><list><item><emphasis strong='true'>없음</emphasis>: 노이즈 감소를 사용하지 않습니다.</item><item> <emphasis strong='true'>웨이브릿</emphasis>: 실제 정보를 유지하면서 웨이브릿을 사용하여 노이즈를 감소합니다. 보간법 적용 이후에 적용됩니다.</item><item><emphasis strong='true'>FBDD</emphasis>: Fake Before Demosaicing Denoising 노이즈 감소를 사용합니다. 보간법 적용 이전에 적용됩니다.</item><item><emphasis strong='true'>CFA 선 노이즈 감소</emphasis>: 밴드를 사용한 노이즈 감소입니다. 보간법 적용 이후에 적용됩니다.</item><item><emphasis strong='true'>단위 펄스 노이즈 감소</emphasis>: 단위 펄스 노이즈 감소입니다. 보간법 적용 이후에 적용됩니다.</item></list></para>
lv: <title>Trokšņu novēršana</title><para>Šeit izvēlieties trokšņu novēršanas metodi, ko pielietot RAW dekodēšanas laikā.</para><para><list><item><emphasis strong='true'>Nav</emphasis>: nepielietot trokšņu novēršanu.</item><item><emphasis strong='true'>Vilnīši</emphasis>: vilnīšu korekcija, lai dzēstu trokšņus, saglabājot īstās detaļas. Tiek pielietota pēc interpolācijas.</item><item><emphasis strong='true'>FBDD</emphasis>: viltus pirmdemozaīkošanas attrokšņošanas trokšņu novēršana. Tiek pielietota pēc interpolācijas.</item><item><emphasis strong='true'>CFA rindu attrokšņošana</emphasis>: bandrolēšanas trokšņa apspiešana. Tiek pielietota pēc interpolācijas.</item><item><emphasis strong='true'>Impulsa attrokšņošana</emphasis>: impulsa trokšņa apspiešana. Tiek pielietota pēc interpolācijas.</item></list></para>
nds: <title>Ruusminnern</title><para>Hier lett sik de Metood för't Roh-Dekoderen utsöken.</para><para><list><item><emphasis strong='true'>Keen</emphasis>: Keen Ruusminnern</item><item><emphasis strong='true'>Lüttbülgen</emphasis>: Richten vun Lüttbülgen maakt dat Rusen weg un wohrt Enkelheiten. Warrt eerst na't Estemeren övernahmen</item><item><emphasis strong='true'>FBDD</emphasis>: "Fake Before Demosaicing Denoising"-Ruusminnern. Warrt vör't Estemeren övernahmen.</item><item><emphasis strong='true'>CFA-Lien-Ruusminnern</emphasis>: Ruusminnern vun besünner Bandrebeden. Warrt eerst na't Estemeren övernahmen.</item><item><emphasis strong='true'>Tacken-Ruusminnern</emphasis>: Minnern vun Tacken-Rusen. Warrt eerst na't Estemeren övernahmen.</item></list></para>
sk: <title>Potlačenie šumu</title><para>Tu zvoľte metódu potlačenia šumu použitú počas dekódovania RAW.</para><para><list><item><emphasis strong='true'>Žiadne</emphasis>: bez potlačenia sumu.</item><item><emphasis strong='true'>Vlnky</emphasis>: vlnková oprava na vymazanie šumu pri zachovaní skutočných detailov. Použije sa po interpolácii.</item><item><emphasis strong='true'>FBDD</emphasis>: potlačenie šumu Fake Before Demosaicing Denoising. Použije sa pred interpoláciou.</item><item><emphasis strong='true'>CFA Line Denoise</emphasis>: potlačenie šumu Banding. Použije sa po interpolácii.</item><item><emphasis strong='true'>Impulzné</emphasis>: Impulzné potlačenie sumu. Použije sa po interpolácii.</item></list></para>
zh_tw: <p><b>降低雜訊</b></p> <p>選擇解碼原始影像時降低雜訊的方法。</p> <p><b>無</b>：不使用降低雜訊。</p> <p><b>微波</b>：微波修正可以消除雜訊並保留影像的真實詳情。這是在內插之後套用。 </p><p><b>FBDD</b>Fake Before Demosaicing Denoising 雜訊消除法。這是在內插之前套用。</p><p><b>CFA 線除雜訊</b>：一次降低一整塊雜訊。這是在內插之後使用。</p><p><b>脈衝除雜訊</b>：使用脈衝方式除雜訊。這是在內插之後使用。</p>

# @option:check
source: Enable Chromatic Aberration correction
bs: Omogući ispravak hromatske aberacije
da: Aktivér korrektion for kromatisk aberration
el: Ενεργοποίηση διόρθωσης χρωματικής παρέκκλισης
es: Activar la corrección de aberración cromática
hu: Kromatikus aberrációkorrigálás engedélyezése
km: បើក​ការ​កៃ​សម្រួល​ភាព​ប្រក្រតី​នៃ​ក្រូម៉ាទិច
ko: 색수차 보정 사용하기
lv: Ieslēgt krāsu aberācijas korekciju
nds: Klöörafwieken richten
sk: Povoliť opravu chromatickej aberácie
zh_tw: 開啟染色色差修正

# @info:whatsthis
source: <title>Enable Chromatic Aberration correction</title><para>Enlarge the raw red-green and blue-yellow axis by the given factors (automatic by default).</para>
bs: <title>Omogućite korekciju hromatske aberacija </title><para>Uvećanje sirove crveno-zelene i plavo-žute ose datoi faktorom (automatski po defaultu).</para>
da: <title>Aktivér kromatisk aberrationskorrektion</title><para>Forstør raws røde-grønne og blå-gule akser med de givne faktorer (automatisk som standard).</para>
el: <title>Ενεργοποίηση διόρθωσης χρωματικής παρέκκλισης</title><para>Μεγέθυνση των ακατέργαστων αξόνων κόκκινου-πράσινου και μπλε-κίτρινου κατά τους δοσμένους συντελεστές (ορισμένο αυτόματα).</para>
es: <title>Activar la corrección de aberración cromática</title><para>Agranda los ejes rojo-verde y azul-amarillo en bruto según un factor determinado (automático por omisión).</para>
hu: <title>A kromatikus aberráció korrigálása</title><para>Felnagyítja a nyers vörös-zöld és kék-sárga tengelyeket a megadott tényezőkkel (alapértelmezetten automatikus)</para>
km: <title>បើក​ការ​កែ​សម្រួល​ភាព​ខុស​ប្រក្រតី​នៃ​ក្រូម៉ាទិច​</title><para>ពង្រីក​អ័ក្ស​ក្រហម​-បៃតង និង​ខៀវ​-លឿង​ដើម​ តាម​កត្តា​ដែល​​បាន​ផ្ដល់​ (ស្វ័យ​ប្រវត្តិ​តាម​លំនាំ​ដើម) ។</para>
ko: <title>색수차 보정 사용하기</title><para>적색과 청색 레이어를 확대해서 색수차를 보정합니다. 대개 0.999에서 1.001 사이의 배율만큼 조정합니다.</para>
lv: <title>Ieslēgt krāsu aberācijas korekciju</title><para>Palielina raw sarkano un zilo slāni par norādītajiem koeficientiem, parasti no 0.999 līdz 1.001, tādējādi koriģējot krāsu aberāciju.</para>
nds: <title>Klöörafwieken richten</title><para>De Root-Gröön- un de Blaag-Geel-Assen mit den angeven Faktern grötter maken (standardwies automaatsch).</para>
sk: <title>Povoliť opravu chromatickej aberácie</title><para>Zväčšiť hrubú červeno-zelenú a modro-žltú os danými násobkami (štandardne automaticky).</para>
zh_tw: <p><b>開啟染色色差修正</b> </p><p>將原始的紅-綠軸與藍-黃軸依給定的係數放大。（預設為自動）</p>

# @option:check
source: Automatic color axis adjustments
bs: Automatsko prilagođenje osa boje
da: Automatisk justering af farveakser
el: Αυτόματες διευθετήσεις του χρωματικού άξονα
es: Ajustes automáticos de los ejes de color
hu: Automatikus színtengely-igazítás
km: ការ​លៃ​តម្រូវ​អ័ក្ស​ពណ៌​ស្វ័យ​ប្រវត្តិ
ko: 자동 색상 축 조정
lv: Automātiski krāsu asu regulējumi
nds: Klöörass automaatsch topassen
sk: Automatické nastavenie farby osi
zh_tw: 自動調整顏色軸

# @info:whatsthis
source: <title>Automatic Chromatic Aberration correction</title><para>If this option is turned on, it will try to shift image channels slightly and evaluate Chromatic Aberration change. Note that if you shot blue-red pattern, the method may fail. In this case, disable this option and tune manually color factors.</para>
bs: <title>Automatska korekcija hromatske aberacije </title><para>Ako je ova opcija uključena, ona će pokušati da pomjeri kanale slike blago i ocijeni promjenu hromatskih aberacija. Imajte na umu da ako ste sni,ali plavo-crveni model, metod možda neće uspeti. U ovom slučaju, onemogućite ovu opciju i podesite ručno faktore boja.</para>
da: <title>Automatisk korrektion for kromatisk aberration</title><para>Hvis dette tilvalg er aktiveret, så vil det prøve at forskyde billedkanalerne en smule og undersøge ændringer i kromatisk aberration. Bemærk, at hvis du fotograferer blå-røde mønstre, så virker denne metode måske ikke. I så fald kan du deaktivere dette tilvalg og manuelt indstille farvefaktorene.</para>
el: <title>Αυτόματη διόρθωση χρωματικής παρέκκλισης</title><para>Αν η επιλογή αυτή είναι ενεργή, θα προσπαθήσει να μετατοπίσει ελαφρά τα κανάλια της εικόνας και να αξιολογήσει την αλλαγή στη χρωματική παρέκκλιση. Σημειώστε ότι η μέθοδος ίσως αποτύχει αν τραβήξετε μπλε-κόκκινο μοτίβο. Στην περίπτωση αυτή, απενεργοποιήστε την επιλογή αυτή και συντονίστε χειροκίνητα τους χρωματικούς παράγοντες.</para>
es: <title>Corrección automática de la aberración cromática</title><para>Si se activa esta opción, se tratará de desplazar ligeramente los canales de la imagen y de evaluar el cambio de aberración cromática. Tenga en cuenta que este método puede fallar si realiza la captura de un patrón azul-rojo. En este caso, desactive esta opción y ajuste a mano los factores de color.</para>
km: <title>ការ​កែ​សម្រួល​ភាព​ខុស​ប្រក្រតី​នៃ​ក្រូម៉ាទិច​ស្វ័យ​ប្រវត្តិ​</title><para>បើ​ជម្រើស​នេះ​ ត្រូវ​បាន​បើក​ វា​នឹង​ព្យាយាម​រំកិល​ឆានែល​​រូបភាព​បន្តិច​បន្តួច​ និង​ធ្វើ​ការ​វាយ​តម្លៃ​ការ​ផ្លាស់​ប្ដូរ​ភាព​មិន​ប្រក្រតី​នៃ​ក្រូម៉ាទិច ។ ចំណាំ​ថា បើ​អ្នក​ចុច​លំនាំ​ក្រហម ខៀវ វិធីសាស្ត្រ​នេះ​អាច​នឹង​បរាជ័យ ។ ក្នុង​ករណី​ដូច្នេះ សូម​បិទ​ជម្រើស​នេះ និង​ធ្វើ​ការ​លៃ​តម្រូវ​កត្តា​ពណ៌​ដោយ​ដៃ ។</para>
ko: <title>자동 색상 축 조정</title><para>이 옵션을 사용하면 이미지 채널을 살짝 이동하고 색수차 변경을 검사합니다. 파랑-빨강 패턴을 촬영한 경우 이 방법이 실패할 수 있습니다. 이 경우에는 이 옵션을 끄고 수동으로 색상 축을 조정하십시오.</para>
lv: <title>Automātiskā krāsu aberācijas korekcija</title><para>Ja šī opcija ir ieslēgta, tiks mēģināts nedaudz pārbīdīt attēla kanālus un novērtēt krāsu aberācijas izmaiņu. Ievērojiet, ka, ja uzņemat zili-sarkanu paraugu, metode var neizdoties. Šajā gadījumā atslēdziet šo opciju un krāsu faktorus pieregulējiet pašrocīgi.</para>
nds: <title>Klöörafwieken automaatsch topassen</title><para>Is dit anmaakt, warrt de Bildkanaals suutje verschaven un Ännern vun de Klöörafwieken utreekt. Beacht: Disse Metood funkscheneert nich tosamen mit dat Blaag-Root-Muster. Denn maak disse Optschoon ut un stell de Klöörfaktern vun Hand in</para>
sk: <title>Automatická oprava chromatickej aberácie</title><para>Ak je zapnuté, bude sa snažiť mierne posunúť obrazové kanály a vyhodnotiť zmenu chromatickej aberácie. Upozorňujeme, že ak nasnímate modro-červený vzor, táto metóda môže zlyhať. V tomto prípade zrušte túto možnosť a upravte manuálne činitele farieb.</para>
zh_tw: <p><b>自動染色色差修正</b></p><p>若開啟此選項，會試著將色頻輕微位移，並計算染色色差的變更。注意，若您改變藍-紅樣式，此方法可能會失敗。這種狀況下，請關閉此選項並手動調整係數。 </p>

# @label:slider
source: Red-Green:
bs: Crveno-zeleno:
da: Rød-grøn:
el: Κόκκινο-πράσινο:
es: Rojo-verde:
hu: Vörös-zöld:
km: ក្រហម​-បៃ​តង ៖
ko: 적색-녹색:
lv: Sarkans-zaļš:
nds: Root-Gröön:
zh_tw: 紅-綠：

# @info:whatsthis
source: <title>Red-Green multiplier</title><para>Set here the amount of correction on red-green axis</para>
bs: <title>Crveno-zeleni množač</title><para>Postavlja iznos korekcije na crveno-zelenoj osi</para>
da: <title>Rød-grøn multiplikator</title><para>Indstil, hvor meget der skal korrigeres på den rød-grønne akse</para>
el: <title>Πολλαπλασιαστής κόκκινο-πράσινο</title><para>Καθορίστε εδώ το μέγεθος διόρθωσης στον άξονα κόκκινο-πράσινο</para>
es: <title>Multiplicador rojo-verde</title><para>Establezca aquí la cantidad de corrección en el eje rojo-verde</para>
hu: <title>Vörös szorzó</title><para>A vörös réteg nagyítási tényezőjét adja meg.</para>
km: <title>ឧបករណ៍​បង្កើន​ក្រហម​-បៃតង​</title><para>នៅ​ទីនេះ កំណត់​ចំនួន​កែ​សម្រួល​នៅ​លើ​អ័ក្ស​ក្រហម​-បៃតង</para>
ko: <title>적색-녹색 보정 계수</title><para>적색-녹색 축의 보정 계수를 설정하십시오</para>
lv: <title>Sarkans-zaļš reizinātājs</title><para>Šeit iestatiet koriģēšanas apjomu uz sarkans-zaļš ass</para>
nds: <title>Root-Gröön-Multiplikater</title><para>Hier kannst Du den Multiplikator för de Root-Gröön-Ass fastleggen.</para>
sk: <title>Červeno-zelený násobič</title><para>Tu nastavte množstvo korekcií na červeno-modrej osi</para>
zh_tw: <p><b>紅-綠係數</b></p><p>在此設定紅-綠軸的修正係數。</p>

# @label:slider
source: Blue-Yellow:
bs: Plavo-žuti
da: Blå-gul:
el: Μπλε-κίτρινο:
es: Azul-amarillo:
hu: Kék-sárga:
km: ខៀវ​-លឿង ៖
ko: 청색-황색:
lv: Zils-dzeltens:
nds: Blaag-Geel:
zh_tw: 藍-黃：

# @info:whatsthis
source: <title>Blue-Yellow multiplier</title><para>Set here the amount of correction on blue-yellow axis</para>
bs: <title>Plavo-žuti množač</title><para>Postavite ovdje nivo korekcije na plavo-žutoj osi</para>
da: <title>Blå-gul multiplikator</title><para>Indstil, hvor meget der skal korrigeres på den blå-gule akse</para>
el: <title>Πολλαπλασιαστής μπλε-κίτρινο</title><para>Καθορίστε εδώ το μέγεθος διόρθωσης στον άξονα μπλε-κίτρινο</para>
es: <title>Multiplicador azul-amarillo</title><para>Establezca aquí la cantidad de corrección en el eje azul-amarillo</para>
hu: <title>Kék szorzó</title><para>A kék réteg nagyítási tényezőjét adja meg.</para>
km: <title>ឧបករណ៍​បង្កើន​ខៀវ​-លឿង​</title><para>នៅ​ទីនេះ កំណត់​ចំនួន​កែ​សម្រួល​នៅ​លើ​អ័ក្ស​ខៀវ​-លឿង</para>
ko: <title>청색-황색 보정 계수</title><para>청색-황색 축의 보정 계수를 설정하십시오</para>
lv: <title>Zils-dzeltens reizinātājs</title><para>Šeit iestatiet koriģēšanas apjomu uz zils-dzeltens ass</para>
nds: <title>Blaag-Geel-Multiplikater</title><para>Hier kannst Du den Multiplikator för de Blaag-Geel-Ass fastleggen.</para>
sk: <title>Modro-žltý násobič</title><para>Tu nastavte množstvo korekcií na modro-žltej osi</para>
zh_tw: <p><b>藍-黃係數</b></p><p>在此設定藍-黃軸的修正係數。</p>

# @label
source: Corrections
bs: Ispravke
da: Korrektioner
el: Διορθώσεις
es: Correcciones
hu: Korrekciók
km: ការ​កែ​សម្រួល
ko: 보정
lv: Korekcijas
nds: Richten
sk: Opravy
zh_tw: 修正

# @label:listbox
source: Camera Profile:
bs: Profil kamere
da: Kameraprofil:
el: Προφίλ κάμερας:
es: Perfil de la cámara:
hu: Fényképezőgép-profil:
km: ទម្រង់​ម៉ាស៊ីន​ថត ៖
ko: 카메라 프로필:
lv: Fotoaparāta profils:
nds: Kameraprofil:
sk: Profil fotoaparátu:
zh_tw: 相機設定檔：

# @item:inlistbox Camera Profile
source: None
bs: Ništa
da: Ingen
el: Κανένα
es: Ninguno
hu: Nincs
km: គ្មាន
ko: 없음
lv: Nav
nds: Keen
sk: Žiadne
zh_tw: 無

# @item:inlistbox Camera Profile
source: Embedded
bs: Ugrađen
da: Indlejret
el: Ενσωματωμένο
es: Empotrado
hu: Beágyazott
km: ដែល​បង្កប់
ko: 내장된 값
lv: Iegultais
nds: Inbett
sk: Zabudované
zh_tw: 嵌入式

# @item:inlistbox Camera Profile
source: Custom
bs: Prilagođen
da: Brugervalgt
el: Προσαρμοσμένο
es: Personalizado
hu: Egyedi
km: ផ្ទាល់​ខ្លួន
ko: 사용자 정의
lv: Pielāgots
nds: Topasst
sk: Vlastné
zh_tw: 自訂
