Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/liblancelot-datamodels.po
Languages: kk

source: Add to Favorites
kk: Таңдаулыларға қосу

source: Favorite applications
kk: Таңдаулы қолданбалар

source: Applications category...
kk: Қоданбалар санаты...

source: Places
kk: Орындар

source: Folder...
kk: Қапшығы...

source: Removable devices
kk: Ауыстырмалы құрылғылары

source: Fixed devices
kk: Құрамындағы құрылғылары

source: System tools
kk: Жүйелік құралдары

source: New documents
kk: Жаңа құжаттары

source: Open documents
kk: Ашық құжжаттар

source: Recent documents
kk: Жуырдағы құжаттар

source: Online contacts
kk: Онлайн контакттар

source: Unread messages
kk: Оқылмаған хабарламар

source: Contacts
kk: Контакттар

source: Unable to find Kopete
kk: Kopete табылмады

source: No online contacts
kk: Онлайн күйдегілер жоқ

# Contacts (number of online contacts)
source: Contacts (%1)
kk: %1 контакт

source: Unmounted
kk: Тіркеуден шығарған

source: Mount
kk: Тіркеу

source: Eject
kk: Алып-шығу

source: Unmount
kk: Тіркеуден шығару

source: The requested device can not be accessed.
kk: Керек құрылғымен қатынау жоқ.

source: Failed to open
kk: Ашу жаңылысы

source: Favorites
kk: Таңдамалылар

source: Remove From Favorites
kk: Таңдамалылардан шығару

# Folder: path/to/folder
source: Folder: %1
kk: Қапшығы: %1

source: Usage logging is activated.
kk: Журрналды жүргізуі белсендрілді

source: Configure
kk: Баптау

source: Failed to open the log file. Logging is disabled.
kk: Журнал файлы ашылмады. Журнал жүргізілмейтін болды.

source: Unable to find Kontact
kk: Kontact бағдарламасы табылмады

source: Start Akonadi server
kk: Akonadi серверін жегу

source: Akonadi server is not running
kk: Akonadi сервері жегілмеген

# @title Title of a list of documents that are open
source: Open documents
kk: Ашық құжаттар

source: Recent Documents
kk: Жуырдағы құжаттар

source: Remove this item
kk: Бұл аталымды өшіру

source: Clear documents history
kk: Құжаттар журналын тазалау

source: Search string is empty
kk: Іздейтіні бос

source: Enter something to search for
kk: Іздейтінің келтіріңіз

source: Searching...
kk: Іздеу...

source: Some searches can take longer to complete
kk: Кейбір іздеу ұзаққа созылуы мүмкін

source: No matches found
kk: Іздегені табылмады

source: No matches found for current search
kk: Бұл іздеу нәтижесіз болды

source: &Leave
kk: &Шығып кету

source: Switch &User
kk: &Пайдаланушыны ауыстыру

source: Loc&k Session
kk: Сеансты &бұғаттау

source: Log &Out
kk: Ш&ығу

source: Re&boot
kk: Бүкілін қ&айта жүктеу

source: &Shut Down
kk: &Сөндіру

source: Suspend to D&isk
kk: Күйін д&искіне сақтап аялдау

source: Suspend to &RAM
kk: Күйін &RAM-ға сақтап аялдау

source: <p>Lancelot can not lock your screen at the moment.</p>
kk: <p>Lancelot қазір экраныңызды бұғаттай алмайды.</p>

source: Session locking error
kk: Сеансты бұғаттау қатесі

source: New Session
kk: Жаңа сеанс

source: Display manager error
kk: Дисплей менеджерінің қатесі

source: <p>Lancelot can not find your display manager. This means that it not able to retrieve the list of currently running sessions, or start a new one.</p>
kk: <p>Lancelot дисплей менеджеріңізді табалмады. Ол, қазір орындалып жатқан сеанстарының тізіміне қолы жетпейді я жаңасын бастай алмайды, деген сөз.</p>

source: <p>You have chosen to open another desktop session.<br />The current session will be hidden and a new login screen will be displayed.<br />An F-key is assigned to each session; F%1 is usually assigned to the first session, F%2 to the second session and so on. You can switch between sessions by pressing Ctrl, Alt and the appropriate F-key at the same time. Additionally, the KDE Panel and Desktop menus have actions for switching between sessions.</p>
kk: <p>Жаңа сеансты бастамақсыз.<br />Қазіргісі жасырылады да, жаңасының қіру диалогы экранда пайда болады.<br />Әрбір сеансқа бір F-перне арналады, F%1, әдетте, бірінші сеансқа қатысты, F%2 - екіншігедеп, әрі осылай кете береді. Бір сеансқа ауысу үшін,Ctrl, Alt және сәйкесті F-пернелерін бірге басу керек. Бұған қоса, KDE панелінің және үстелінің мәзірлері де сеанс арада ауысу мүмкіндіктерін береді.</p>

source: Warning - New Session
kk: Ескерту - Жаңа сеанс

source: &Start New Session
kk: Жаңа &сеасты бастау

source: System
kk: Жүйе

# start a program
source: start %1
kk: %1 дегенді жегу

# Home Directory
source: Home
kk: Мекен

source: Network
kk: Желі

source: Root
kk: Түбірі

source: Trash
kk: Шелек
