Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/libplasma_groupingcontainment.po
Languages: bs, ca@valencia, cs, ga, gl, kk, ko, lt, lv, mr, nds, nl, ro, ru, sl, tr

source: Flow Group
bs: Grupa toka
ca@valencia: Grup de flux
cs: Proudová skupina
ga: Sreabhghrúpa
gl: Grupo fluído
kk: Ағымды топ
ko: 떠다니는 그룹
lt: Plūduriuojanti grupė
lv: Plūsmas grupa
mr: फ्लो समूह
nds: Regen-/Striepen-Koppel
nl: Groep laten vloeien
ro: Grup curgător
ru: Потоковая группа
sl: Tekoča skupina
tr: Taşan Grup

source: Add a new column
bs: Dodaj novu kolonu
ca@valencia: Afig una columna nova
cs: Přidat nový sloupec
ga: Cuir colún nua leis
gl: Engadir unha nova columna
kk: Жаңа баған
ko: 새 열 추가하기
lt: Pridėti naują stulpelį
lv: Pievienot jaunu kolonnu
mr: नवीन स्तंभ जोडा
nds: Nieg Striep tofögen
nl: Een nieuwe kolom toevoegen
ro: Adaugă coloană nouă
ru: Добавить столбец
sl: Dodaj nov stolpec
tr: Sütun ekle

source: Remove a column
bs: Uklloni kolonu
ca@valencia: Elimina una columna
cs: Odstranit sloupec
ga: Bain colún
gl: Eliminar unha columna
kk: Бағанды өшіру
ko: 이 열 삭제하기
lt: Pašalinti stulpelį
lv: Izņemt kolonnu
mr: स्तंभ काढून टाका
nds: Striep wegmaken
nl: Een kolom verwijderen
ro: Elimină o coloană
ru: Удалить столбец
sl: Odstrani stolpec
tr: Sütun kaldır

source: Add a new row
bs: Dodaj novi red
ca@valencia: Afig una fila nova
cs: Přidat novou řádku
ga: Cuir ró nua leis
gl: Engadir unha nova fila
kk: Жаңа жол
ko: 새 행 추가하기
lt: Pridėti naują eilutę
lv: Pievienot jaunu rindu
mr: नवीन ओळ जोडा
nds: Nieg Reeg tofögen
nl: Een nieuwe rij toevoegen
ro: Adaugă rînd nou
ru: Добавить строку
sl: Dodaj novo vrstico
tr: Satır ekle

source: Remove a row
bs: Ukloni red
ca@valencia: Elimina una fila
cs: Odstranit řádku
ga: Bain ró
gl: Eliminar unha fila
kk: Жолды өшіру
ko: 이 행 삭제하기
lt: Pašalinti eilutę
lv: Izņemt rindu
mr: ओळ काढून टाका
nds: Reeg wegmaken
nl: Een rij verwijderen
ro: Elimină un rînd
ru: Удалить строку
sl: Odstrani vrstico
tr: Satır kaldır

source: Grid Group
bs: Mrežasta grupa
ca@valencia: Grup en graella
cs: Mřížková skupina
ga: Grúpa Greille
gl: Grupo en grade
kk: Торлы топ
ko: 바둑판식 그룹
lt: Grupė tinklelyje
lv: Režģa grupa
mr: जाळे समूह
nds: Gadder-Koppel
nl: Rastergroep
ro: Grup în grilă
ru: Сетчатая группа
sl: Mrežasta skupina
tr: Izgara Grup

# a general page in the config dialog
source: General
bs: Opšte
cs: Obecné
ga: Ginearálta
gl: Xeral
kk: Жалпы
ko: 일반
lt: Bendri
lv: Pamata
mr: सामान्य
nds: Allgemeen
nl: Algemeen
ru: Основное
sl: Splošno
tr: Genel

source: New Tab
bs: Nova kartica
ca@valencia: Pestanya nova
cs: Nová karta
ga: Cluaisín Nua
gl: Nova lapela
kk: Келесі қойынды
ko: 새 탭
lt: Nauja kortelė
lv: Jauna cilne
mr: नवीन टॅब
nds: Nieg Paneel
nl: Nieuw tabblad
ro: Filă nouă
ru: Новая вкладка
sl: Nov zavihek
tr: Yeni Sekme

source: Tabbing Group
bs: Kartična grupa
ca@valencia: Grup de pestanyes
cs: Kartová skupina
ga: Grúpa Cluaisíní
gl: Grupo de lapelas
kk: Қойындылы топ
ko: 탭으로 묶은 그룹
lt: Grupė kortelėse
lv: Ciļņu grupa
mr: टॅबिंग समूह
nds: Paneel-Koppel
nl: Groep met tab doorlopen
ro: Grup în file
ru: Группа со вкладками|/|$[store 'группу со вкладками']
sl: Skupina zavihkov
tr: Sekmeli Grup

source: Stacking Group
bs: Gomilana grupa
ca@valencia: Grup apilat
cs: Skládaná skupina
ga: Grúpa Cruachta
gl: Grupo de amoreamento
kk: Кезекті топ
ko: 겹쳐지는 그룹
lt: Grupė stirtoje
lv: Krāvuma grupa
mr: रचलेला समूह
nds: Stapelt Koppel
nl: Stapelgroep
ro: Grup stivuit
ru: Многоуровневая группа|/|$[store 'многоуровневую группу']
sl: Skladovna skupina
tr: Yığılan Grup

source: Floating Group
bs: Plutajuća grupa
ca@valencia: Grup flotant
cs: Plovoucí skupina
ga: Grúpa Foluaineach
gl: Grupo flotante
kk: Қалқымалы топ
ko: 떠다니는 그룹
lt: Grupė plaukiojanti
lv: Peldošā grupa
mr: चल समूह
nds: Sweven Koppel
nl: Zwevende groep
ro: Grup flotant
ru: Плавающая группа
sl: Plavajoča skupina
tr: Yüzen Grup

source: Group Configuration
bs: Konfiguracija grupe
ca@valencia: Configuració de grup
cs: Nastavení skupiny
ga: Cumraíocht an Ghrúpa
gl: Configuración do grupo
kk: Топ параметрлері
ko: 그룹 설정
lt: Grupės konfigūracija
lv: Grupas konfigurācija
mr: समूह संयोजना
nds: Koppelinstellen
nl: Instellen van groep
ro: Configurare grupuri
ru: Настройка группы
sl: Nastavitev skupin
tr: Grup Yapılandırması

source: Add Groups
bs: Dodaj grupe
ca@valencia: Afig grups
cs: Přidat skupiny
ga: Cuir Grúpaí Leis
gl: Engadir grupos
kk: Топтарды қосу
ko: 그룹 추가
lt: Pridėti grupes
lv: Pievienot grupas
mr: समूह जोडा
nds: Koppeln tofögen
nl: Groepen toevoegen
ro: Adaugă grupuri
ru: Добавить группы
sl: Dodaj skupine
tr: Grup Ekle

source: Remove this %1
bs: Ukloni programčić %1
ca@valencia: Elimina este %1
cs: Odstranit tuto %1
ga: Bain an %1 seo
gl: Eliminar o %1
kk: Осы %1 дегенді өшіру
ko: 이 %1 삭제
lt: Šalinti %1
lv: Noņemt šo %1
mr: हे काढून टाका %1
nds: "%1" wegmaken
nl: Deze %1 verwijderen
ro: Elimină %1
ru: Удалить эту %1|/|Удалить эту $[restore %1]
sl: Odstrani %1
tr: Bu %1 ögesini kaldır

source: Configure this %1
bs: Konfiguriši ovaj %1
ca@valencia: Configura este %1
cs: Nastavit toto %1
ga: Cumraigh an %1 seo
gl: Configurar o %1
kk: Осы %1 дегенді баптау
ko: 이 %1 설정
lt: Konfigūruoti %1
lv: Konfigurēt šo %1
mr: हे संयोजीत करा %1
nds: "%1" instellen
nl: Deze %1 instellen
ro: Configurează %1
ru: Настроить эту %1|/|Удалить эту $[restore %1]
sl: Nastavi %1
tr: Bu %1 ögesini yapılandır

source: Pages
bs: Stranice
ca@valencia: Pàgines
cs: Strany
ga: Leathanaigh
gl: Páxinas
kk: Беттер
ko: 쪽
lt: Puslapiai
lv: Lapas
mr: पाने
nds: Sieden
nl: Pagina's
ro: Pagini
ru: Вкладки
sl: Strani
tr: Sayfalar

source: Rename page
bs: Preimenuj stranu
ca@valencia: Reanomena pàgina
cs: Přejmenovat stranu
ga: Athainmnigh an leathanach
gl: Renomear a páxina
kk: Беттің атауын өзгерту
ko: 쪽 이름 바꾸기
lt: Pervadinti puslapį
lv: Pārdēvēt lapu
mr: पानाचे नाव बदला
nds: Siet ümnömen
nl: Pagina hernoemen
ro: Redenumește pagina
ru: Переименовать
sl: Preimenuj stran
tr: Sayfayı yeniden adlandır

source: Move up
bs: Pomjeri gore
ca@valencia: Mou amunt
cs: Přesunout nahoru
ga: Bog suas
gl: Subir
kk: Жоғарлату
ko: 위로 이동
lt: Pakelti aukštyn
lv: Pārvietot augšup
mr: वर हलवा
nds: Na baven
nl: Omhoog
ro: Mută în sus
ru: Переместить вверх
sl: Premakni gor
tr: Yukarı taşı

source: Move down
bs: Pomjeri dolje
ca@valencia: Mou avall
cs: Přesunout dolů
ga: Bog síos
gl: Baixar
kk: Төмендету
ko: 아래로 이동
lt: Nuleisti žemyn
lv: Pārvietot lejup
mr: खाली हलवा
nds: Na nerrn
nl: Omlaag
ro: Mută în jos
ru: Переместить вниз
sl: Premakni dol
tr: Aşağı taşı
