Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/mplayerthumbsconfig.po
Languages: bg, cs, da, et, fr, hu, ja, kk, lt, lv, mr, nds, nl, pt_br, ru, sk, sl, sr@ijekavian, tr, ug, uk

# NAME OF TRANSLATORS
source: Your names
bg: Ясен Праматаров
cs: Vít Pelčák,David Kolibáč
da: Martin Schlander
et: Marek Laane
fr: Joëlle Cornavin
hu: Szántó Tamás,Kiszel Kristóf
ja: Yukiko Bando
kk: Сайран Киккарин
lt: Andrius Štikonas,Liudas Ališauskas
lv: Viesturs Zariņš
mr: चेतन खोना
nds: Manfred Wiese
nl: Freek de Kruijf
pt_br: André Marcelo Alvarenga
ru: Артём Середа
sk: Michal Šulek
sl: Jure Repinc
sr@ijekavian: Часлав Илић
tr: Serdar Soytetir
ug: ئابدۇقادىر ئابلىز, غەيرەت كەنجى
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
bg: yasen@lindeas.com
cs: vit@pelcak.org,david@kolibac.cz
da: mschlander@opensuse.org
et: bald@smail.ee
fr: jcornavi@club-internet.fr
hu: tszanto@interware.hu,ulysses@kubuntu.org
ja: ybando@k6.dion.ne.jp
kk: sairan@computer.org
lt: andrius@stikonas.eu,liudas@akmc.lt
lv: viesturs.zarins@mii.lu.lv
mr: chetan@kompkin.com
nds: m.j.wiese@web.de
nl: f.de.kruijf@hetnet.nl
pt_br: andrealvarenga@gmx.net
ru: overmind88@gmail.com
sk: misurel@gmail.com
sl: jlp@holodeck1.com
sr@ijekavian: caslav.ilic@gmx.net
tr: tulliana@gmail.com
ug: sahran.ug@gmail.com, gheyret@gmail.com
uk: yurchor@ukr.net

source: Backend
bg: Ядро
cs: Podpůrná vrstva
da: Motor
et: Taustaprogramm
fr: Moteur
hu: Modul
ja: バックエンド
kk: Орындауышы
lt: Programinė sąsaja
lv: Aizmugure
mr: बॅकएन्ड
nds: Hülpprogramm
pt_br: Infraestrutura
ru: Движок
sl: Zaledje
sr@ijekavian: Позадина
tr: Arka Uç
ug: ئارقا ئۇچ
uk: Сервер

source: Create strips around thumbnails
bg: Поставяне на ивици около умалените копия
cs: Vytvořit proužky kolem náhledů
da: Opret strips omkring miniaturer
et: Triipude loomine pisipiltide ümber
fr: Créer des bandes autour des vignettes
hu: Csíkok a betekintő képek körül
ja: サムネイルにフィルムストリップを付ける
kk: Кескін нобайларының айнала сызығы болсын
lt: Kurti juosteles aplink miniatiūrą
lv: Ap sīktēliem izveidot filmas malas
mr: लघुप्रतिमे शेजारी पट्ट्या तयार करा
nds: Striepen üm de Vöransichten to opstellen.
nl: Maak strips aan om miniaturen
pt_br: Criar barras ao redor das miniaturas
ru: Создавать полоски вокруг миниизображения
sk: Vytvoriť prúžky okolo náhľadov
sl: Okoli sličic ustvari pasove
sr@ijekavian: Трачице око сличица
tr: Küçük resimlerin etrafına çizgiler ekle
ug: كىچىك رەسىمنى چۆرىدەپ لىنىيە قۇر
uk: Створювати смужки навколо мініатюр

source: Clean Cache
bg: Изчистване на запомнените данни
cs: Vyprázdnit mezipaměť
da: Ryd cache
et: Puhasta puhver
fr: Nettoyer le cache
hu: Kiürítés
ja: キャッシュをクリア
kk: Кэшін тазалау
lt: Išvalyti podėlį
lv: Tīrīt kešu
mr: कॅशे साफ करा
nds: Twischenspieker oprümen
nl: Schoon de cache op
pt_br: Limpar cache
ru: Очистить кэш
sk: Vyčistiť vyrovnávaciu pamäť
sl: Počisti predpomnilnik
sr@ijekavian: Очисти кеш
tr: Önbelleği Temizle
ug: غەملەك تازىلا
uk: Спорожнити кеш

source: Blacklisted File Extensions
bg: Файлови разширения за избягване
cs: Zakázané přípony souborů
da: Sortlistede filendelser
et: Mustas nimekirjas faililaiendid
fr: Extensions de fichiers mises en liste noire
hu: Tiltott fájlkiterjesztések
ja: 除外するファイルの拡張子
kk: Файл жұрнақтарының "қара" тізімі
lt: Ignoruojami failų plėtiniai
lv: Aizliegtie failu paplašinājumi
mr: काळ्या यादीत टाकलेले फाईल विस्तारण
nds: Dateiverwiedern op de Leeglist
nl: Bestandsextensies op de zwarte lijst
pt_br: Extensões de arquivos proibidas
ru: Чёрный список расширений файлов
sk: Zakázané prípony súborov
sl: Črni seznam pripon
sr@ijekavian: Изостављени наставци фајлова
tr: Kara listeye Alınmış Dosya Uzantıları
ug: قارا تىزىملىكتىكى ھۆججەت كېڭەيتىلمىسى
uk: Чорний список суфіксів файлів

source: MPlayerThumbs Configuration Utility
bg: Настройки на MPlayerThumbs
cs: Nastavovací nástroj MPlayerThumbs
da: Konfigurationsværktøj til MPlayerThumbs
et: MPlayerThumbsi seadistamise tööriist
fr: Utilitaire de configuration de « MPlayerThumbs »
hu: Beállítóprogram az MPlayerThumbs-hoz
ja: MPlayerThumbs 設定ユーティリティ
kk: MPlayerThumbs баптау бағдарламасы
lt: MPlayerThumbs konfigūravimo įrankis
lv: MPlayerThumbs konfigurēšanas rīks
mr: एम-प्लेयर-थम्ब संयोजना उपकार्यक्रम
nds: Instellen-Hülpprogramm för MPlayer-Vöransichten
nl: MPlayerThumbs configuratieprogramma
pt_br: Utilitário de configuração MPlayerThumbs
ru: Программа настройки MPlayerThumbs
sk: Konfiguračný nástroj MPlayerThumbs
sl: Pripomoček za nastavitev MPlayerThumbs
sr@ijekavian: Алатка за подешавање сличица М‑плејером
tr: MPlayerThumbs Yapılandırma Aracı
uk: Засіб для налаштування MPlayerThumbs

source: (C) 2006 Marco Gulino
hu: (C) Marco Gulino, 2006.
mr: (C) 2006 मार्को गुलिनो
nds: © 2006: Marco Gulino
ru: © Marco Gulino, 2006
sl: © 2006 Marco Gulino
sr@ijekavian: © 2006, Марко Гулино
uk: © Marco Gulino, 2006

source: Marco Gulino
mr: मार्को गुलिनो
sr@ijekavian: Марко Гулино

source: mplayer config
bg: настройки на mplayer
cs: nastavení mplayeru
da: konfiguration af mplayer
et: MPlayeri seadistused
fr: config mplayer
hu: MPlayer-beállítások
ja: MPlayer 設定
lt: mplayer konfigūracija
lv: mplayer konfigurācija
mr: एम-प्लेयर संयोजना
nds: MPlayer instellen
nl: MPlayer configuratie
pt_br: configuração do mplayer
sk: nastavenie mplayera
sl: Nastavitve za mplayer
sr@ijekavian: Подешавање М‑плејера
ug: mplayer سەپلىمە
uk: config mplayer

source: Enter the path for mplayer executable file.
bg: Въведете пътя до изпълнимия файл на mplayer
cs: Zadejte cestu ke spustitelnému souboru mplayeru.
da: Angiv sti til den kørbare fil mplayer.
et: Kirjuta mplayeri käivitatava faili asukoht.
fr: Saisissez l'emplacement du fichier exécutable « mplayer ».
hu: Az MPlayer programfájl teljes elérési útja.
ja: MPlayer 実行ファイルのパスを入力します。
kk: mplayer-дің орындалатын файлының толық жолын келтіріңіз.
lt: Įveskite kelią iki mplayer vykdomojo failo.
lv: Ievadiet mplayer izpildfaila ceļu.
mr: एम-प्लेयर एक्जीक्यूटेबल करीता मार्ग दाखल करा.
nds: Giff den Padd na't utföhrbor Programm "mplayer" in.
nl: Voer het pad in van het uitvoeringsbestand van MPlayer.
pt_br: Digite o caminho para o arquivo executável do mplayer.
ru: Укажите путь к исполняемому файлу mplayer.
sk: Zadajte cestu k spustiteľnému súboru mplayera.
sl: Vnesite pot do programa mplayer.
sr@ijekavian: Унесите путању до извршног фајла М‑плејера.
tr: Mplayer çalıştırılabilir dosyasının yolunu girin.
ug: mplayer ھۆججەت ئىجرا قىلىدىغان يولنى كىرگۈزۈڭ.
uk: Введіть шлях до виконуваного файла mplayer.

source: Custom arguments for mplayer
bg: Потребителски аргументи към mplayer
cs: Vlastní parametry pro mplayer
da: Brugervalgte argumenter til mplayer
et: MPlayeri kohandatud argumendid
fr: Arguments personnalisés pour « mplayer »
hu: Egyéb MPlayer-argumentumok
ja: MPlayer に渡すカスタム引数
kk: Қосымша mplayer-ді жегу параметрлері
lt: Saviti mplayer argumentai
lv: Mplayer papildus argumenti
mr: एम-प्लेयर करिता ऐच्छिक बाबी
nds: Egen Argumenten för mplayer
nl: Eigen argumenten voor MPlayer
pt_br: Argumentos personalizados para o mplayer
ru: Собственные аргументы для mplayer
sk: Vlastné argumenty pre mplayer
sl: Argumenti za mplayer po meri
sr@ijekavian: Посебни аргументи за М‑плејер
tr: Mplayer için özel argümanlar
ug: mplayer نىڭ ئۆزلەشتۈرگەن پارامېتىرلىرى
uk: Нетипові параметри для mplayer

source: General
bg: Общи
cs: Obecné
da: Generelt
et: Üldine
fr: Général
hu: Általános
ja: 全般
kk: Жалпы
lt: Bendri
lv: Pamata
mr: सामान्य
nds: Allmeen
nl: Algemeen
pt_br: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sr@ijekavian: Опште
tr: Genel
ug: ئادەتتىكى
uk: Загальне

source: MPlayer Backend
bg: Ядро MPlayer
cs: Podpůrná vrstva MPlayer
da: MPlayer-motor
et: MPlayeri taustaprogramm
fr: Moteur « MPlayer »
hu: MPlayer-modul
ja: MPlayer のバックエンド
kk: MPlayer орындауышы
lt: MPlayer programinė sąsaja
lv: MPlayer aizmugure
mr: एम-प्लेयर बॅकएन्ड
nds: MPlayer-Hülpprogramm
pt_br: Infraestrutura do MPlayer
ru: Движок MPlayer
sl: Zaledje MPlayer
sr@ijekavian: Позадина М‑плејера
tr: MPlayer Arka Ucu
ug: MPlayer ئارقا ئۇچى
uk: Сервер MPlayer

source: MPlayer
mr: एम-प्लेयर
sr@ijekavian: М‑плејер

source: Phonon
mr: फोनॉन
sr@ijekavian: Фонон

source: Cleaning the cache will delete all the previously generated thumbnails. Note that as there is a single common thumbnail cache, the thumbnails for all other file types will also be deleted. Do you really want to clean up the cache?
bg: Изчистването на запомнените данни ще изтрие всички умалени копия, създадени преди. Обърнете внимание, че тъй като данните се пазят на едно място, всички умалени копия за останалите видове файлове също ще бъдат изтрити. Наистина ли искате да се изчистят запомнените данни?
cs: Vyprázdnění mezipaměti smaže všechny dříve vytvořené náhledy. Pamatujte, že pro náhledy je společná jedna dočasná paměť a budou smazány i náhledy pro ostatní soubory. Opravdu si přejete smazat mezipaměť?
da: Rydning af cachen vil slette alle tidligere genererede miniaturer. Bemærk at, da der kun er en fælles miniature-cache, vil miniaturer for alle andre filtyper også blive slettet. Vil du virkelig rydde cachen?
et: Puhvri puhastamine kustutab kõik varem loodud pisipildid. Et puhver on unikaalne, kustutatakse ka kõigi teiste failitüüpide pisipildid. Kas tõesti soovid puhvri puhastada?
fr: Le nettoyage du cache supprimera toutes les vignettes générées précédemment. Veuillez noter que, comme il n'existe qu'un seul cache de vignettes commun, les vignettes pour tous les autres types de fichiers vont également être supprimées. Voulez-vous vraiment nettoyer le cache ?
hu: A gyorsítótár kiürítésekor a korábban legenerált betekintő képek véglegesen törlődnek. A gyorsítótár közösen használt más típusú fájlokkal, ezért kiürítéskor azok betekintő képei is törlődnek. Biztosan ki szeretné üríteni a gyorsítótárat?
ja: キャッシュをクリアすると、これまでに生成されたすべてのサムネイルが削除されます。 サムネイルキャッシュは他のアプリケーションと共通なので、他のファイルタイプのサムネイルもすべて削除されます。 本当にキャッシュをクリアしますか？
kk: Кэшін тазалағанда бүкіл бұрын жасалған кескін нобайлары өшіріледі. Кэші бір және ортақ болғандықтан, бүкіл басқа файл түрлерінің кескін нобайлары да өшіріледі. Сонда да тазаламақсыз ба?
lt: Podėlio išvalymas ištrins visas anksčiau sugeneruotas miniatiūras. Žinokite, kad yra vienintelis bendras miniatiūrų podėlis, miniatiūros visiems kitiems failų tipams bus taip pat ištrintos. Ar tikrai norite išvalyti podėlį?
lv: Keša iztīrīšana izdzēsīs visus iepriekš izveidotos sīktēlus. Ņemiet vērā ka ir viena kopīga sīktēlu glabātuve un tiks izdzēsti arī visu citu failu sīktēli. Vai tiešām vēlaties dzēst sīktēlu kešu?
mr: कॅशे साफ केल्यास पूर्वी तयार केलेल्या लघुप्रतिमा काढून टाकल्या जातील. नोंद : एकच सामान्य लघुप्रतिमा कॅशे आहे व इतर फाईल प्रकारच्या लघुप्रतिमा सुद्धा काढून टाकल्या जातील. तुम्हाला नक्की कॅशे साफ करायची आहे का?
nds: Dat Twischenspieker-Oprümen warrt all vördem opstellt Lüttbiller wegdoon. Beacht, dat dat bloots een enkelten Twischenspieker för Lüttbiller gifft. Dorwegen warrt ok de Lüttbiller för all anner Dateitypen wegdaan. Wullt Du den Twischenspieker redig oprümen?
nl: Opschonen van de cache verwijdert alle eerder gegenereerde miniaturen. Merk op dat er slechts één gemeenschappelijke cache is; de miniaturen voor alle andere bestanden zullen ook worden verwijderd. Wilt u echt de cache opschonen?
pt_br: A limpeza do cache excluirá todas as miniaturas geradas anteriormente. Lembre-se de que, como existe apenas um cache de miniaturas comum, as miniaturas de todos os outros tipos de arquivos também serão excluídas. Deseja realmente limpar o cache?
ru: Очистка кэша удалит все ранее созданные миниизображения. Поскольку кэш общий, то будут удалены миниизображения для других типов файлов. Вы действительно хотите очистить кэш?
sk: Vyčistením vyrovnávacej pamäte budú odstránené všetky predtým vytvorené náhľady. Uvedomte si, že pre náhľady je spoločná jedna vyrovnávacia pamäť, takže budú odstránené aj náhľady pre ostatné typy súborov. Naozaj chcete vyčistiť vyrovnávaciu pamäť?
sl: Čiščenje predpomnilnika bo izbrisalo vse predhodno ustvarjene sličice. Vedite: ker obstaja le en skupni predpomnilnik, bodo izbrisane tudi sličice za vse ostale vrste datotek. Ali res želite počistiti predpomnilnik?
sr@ijekavian: <p>Чишћењем кеша биће обрисане све претходно створене сличице. Пошто је кеш сличица јединствен, имајте у виду да ће бити обрисане и сличице за све остале типове фајлова.</p><p>Желите ли заиста да очистите кеш?</p>
tr: Önbelleği temizlemek önceden oluşturulmuş tüm küçük resimleri silecektir. Bir tek genel önbellek olduğundan, diğer dosya türlerinin küçük resimleri de silinecektir. Önbelleği gerçekten temizlemek istiyor musunuz?
ug: غەملەك تازىلانسا ئالدىدا قۇرۇلغان كىچىك سۈرەتلەرنىڭ ھەممىسى تازىلىنىدۇ. دىققەت، بۇ بىردىنبىر ھەممىباب كىچىك سۈرەت غەملىكى بولغانلىقتىن باشقا خىلدىكى كىچىك سۈرەت تىپىمۇ ئۆچۈرۈلىدۇ. راستلا غەملەكنى تازىلامسىز؟
uk: Очищення кешу вилучить всі створені раніше мініатюри. Оскільки кеш є спільним, буде вилучено мініатюри для всіх інших типів файлів. Ви справді бажаєте очистити кеш?
