Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/okteta.appdata.po
Languages: de, es, fi, it, nl, pt_br, sr@ijekavian

source: Okteta
sr@ijekavian: Октета

source: Hex editor
es: Editor hexadecimal
fi: Heksaeditori
it: Editor esadecimale
nl: Hexbewerker
pt_br: Editor hexadecimal
sr@ijekavian: Хексадекадни уређивач

source: Okteta is a simple editor for the raw data of files.
de: Okteta ist ein einfacher Editor für die Rohdaten von Dateien.
es: Okteta es un sencillo editor de archivos de datos en bruto.
fi: Okteta on yksinkertainen editori tiedostojen raakadatalle.
it: Okteta è un semplice editor dei dati grezzi di un file.
nl: Okteta is een eenvoudige bewerker voor de ruwe gegevens van bestanden.
pt_br: Okteta é um editor simples para os dados brutos dos arquivos.
sr@ijekavian: Октета је једноставан уређивач за сирове податке у фајловима.

source: Features:
de: Funktionen:
es: Funciones:
fi: Ominaisuudet:
it: Funzionalità:
nl: Mogelijkheden:
pt_br: Funcionalidades:
sr@ijekavian: Могућности:

source: Values and characters shown either in two columns (the traditional display in hex editors) or in rows with the value on top of the character
de: Werte und Zeichen können in zwei Spalten (die traditionelle Anzeige von Hexeditoren) oder in Reihen mit der Anzeige der Werte über den Zeichen dargestellt werden
es: Muestra valores y caracteres en dos columnas (la vista tradicional para editores hexadecimales) o en filas con los valores encima de los caracteres
fi: Arvot ja merkit näytetään joko kahdessa sarakkeessa (niin kuin perinteisesti heksaeditoreissa) tai riveittäin arvo merkin yläpuolella
it: I valori e i caratteri visualizzati in due colonne (la visualizzazione normale degli editor esadecimali) o in righe con il valore sopra il carattere
nl: Waarden en tekens worden getoond ofwel in twee kolommen (de traditionele weergave in hex-editors) of in rijen met de waarde boven het teken.
pt_br: Valores e respectivos caracteres apresentados em duas colunas (a aparência tradicional dos editores hexadecimais) ou em linhas com o valor no topo dos caracteres.
sr@ijekavian: Приказ вредности и знакова или у две колоне (традиционално за хексадекадне уређиваче) или по врстама са вредношћу над знаком.

source: Editing and navigating similar to a text editor
de: Bearbeiten und navigieren ähnlich wie in einem Texteditor
es: Edición y navegación similar a la de los editores de texto
fi: Muokkaus ja siirtyminen kuin tekstieditorissa
it: Modifica e navigazione simili ad un editor di testo
nl: Bewerken en navigeren is gelijk aan die in een tekstbewerker
pt_br: Edição e navegação semelhantes a um editor de texto
sr@ijekavian: Уређивање и кретање слично уређивачу текста.

source: Customizable data views, with loadable and storable profiles
de: Benutzerdefinierte Datenansichten mit Profilen, die gespeichert und geladen werden können.
es: Vistas personalizadas de datos, con perfiles que se pueden guardar y cargar
fi: Muokattavissa olevat datanäkymät; ladattavat ja tallennettavat profiilit
it: Viste dei dati configurabili, con profili caricabili e salvabili
nl: Aan te passen weergave met profielen die zijn te laden en op te slaan
pt_br: Modos de exibição de dados personalizados, com perfis que podem ser gravados e carregados
sr@ijekavian: Прилагодљиви прикази података, уписивање и учитавање профила.

source: Tools dockable on all sides or floating
es: Herramientas que se pueden fijar en cualquier lado o dejar flotantes
fi: Työkalut, jotka voi telakoida mihin tahansa laitaan tai antaa kellua vapaasti
it: Strumenti agganciabili su qualsiasi lato o liberi
nl: Hulpmiddelen die aan alle kanten zijn te verankeren of zweven
pt_br: Ferramentas acopláveis em todos os lados ou flutuantes
sr@ijekavian: Алатке усидриве уз било коју страну, или плутајуће.

source: Numerical encodings: Hexadecimal, Decimal, Octal, Binary
de: Zahlenkodierung: Hexadezimal, Dezimal, Oktal und Binär
es: Codificaciones numéricas (hexadecimal, decimal, octal, binaria)
fi: Lukujen koodaukset: heksa, desimaali, oktaali, binaari
it: Codifiche numeriche: esadecimale, decimale, ottale e binaria
nl: Numerieke coderingen: hexadecimaal, decimaal, octaal, binair
pt_br: Codificações numéricas: Hexadecimal, Decimal, Octal e Binário
sr@ijekavian: Бројевна кодирања: хексадекадно, декадно, октално, бинарно.

source: Character encodings: All 8-bit encodings as supplied by Qt, EBCDIC
de: Zeichenkodierungen: Alle Kodierungen, die von Qt und EBCDIC unterstützt werden
es: Codificaciones de caracteres (todas las codificaciones de 8 bits que proporciona Qt, EBCDIC)
fi: Merkkikoodaukset: Kaikki Qt:n tarjoamat 8-bittiset koodaukset sekä EBCDIC
it: Codifiche dei caratteri: tutte le codifiche a 8 bit fornite da Qt, EBCDIC
nl: Coderingen van tekens: alle 8-bits coderingen zoals geleverd door Qt, EBCDIC
pt_br: Codificações de caracteres: Todas as codificações de 8 bits suportadas pelo Qt, EBCDIC
sr@ijekavian: Знаковна кодирања: сва осмобитна кодирања подржана КуТ‑ом, и ЕБЦДИЦ.

source: Fast data rendering on screen
de: Schnelles Rendern der Daten auf dem Bildschirm
es: Visualización rápida de datos en la pantalla
fi: Datan nopea näyttäminen
it: Resa veloce dei dati sullo schermo
nl: Snelle weergave van gegevens op het scherm
pt_br: Apresentação rápida dos dados na tela
sr@ijekavian: Брзо рендеровање података на екрану.

source: Multiple open files
de: Mehrere geöffnete Dateien
es: Permite abrir varios archivos a la vez
fi: Useat avoimet tiedostot
it: Più file aperti
nl: Meerdere geopende bestanden
pt_br: Diversos arquivos abertos
sr@ijekavian: Више отворених фајлова.

source: Undo/redo support
de: Unterstützung für Zurücknehmen und Wiederherstellen
es: Permite deshacer y rehacer acciones
fi: Tuki muutosten kumoamiselle ja tekemiselle uudelleen
it: Supporto per annulla/rifai
nl: Ondersteuning ongedaan maken/opnieuw
pt_br: Suporte para desfazer/refazer
sr@ijekavian: Опозивање и понављање.

source: Structures tool for analyzing and editing based on user-creatable structure definitions
de: Strukturen-Werkzeug für die Untersuchung und Bearbeitung auf der Basis von benutzerdefinierten Strukturdefinitionen
es: Herramienta de estructuras para análisis y edición basada en definiciones de estructuras creadas por el usuario
fi: Rakennetyökalu datan analysointiin ja muokkaamiseen; perustuu rakennemääritelmiin, joita käyttäjät voivat luoda
it: Strumento per le strutture per analizzare e modificare in base a definizioni di strutture dell'utente
nl: Het hulpmiddel Structuren voor analyseren en bewerking op door de gebruiker gemaakte structuurdefinities
pt_br: Ferramenta de estruturas para análise e edição com base em definições de estruturas criadas pelo usuário
sr@ijekavian: Алатка структура за анализирање и уређивање на основу кориснички задатих дефиниција структура.

source: And more...
de: Und noch mehr ...
es: Y más...
fi: Ja muuta…
it: E altro ancora...
nl: En meer...
pt_br: E mais...
sr@ijekavian: И више...
