Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/okular_ghostview.po
Languages: lt

source: General Settings
lt: Bendrieji nustatymai

source: &Use platform fonts
lt: &Naudoti platformos šriftus

source: Use Platform Fonts
lt: Naudoti platformos šriftus

source: Determines whether Ghostscript should be allowed to use platform fonts, if false only usage of fonts embedded in the document will be allowed.
lt: Nustato ar Ghostscript leista naudoti platformos šriftus, jei ne - bus leistas tik dokumente įtrauktų šriftų panaudojimas.

source: PS Backend
lt: PS programinė sąsaja

source: A PostScript file renderer.
lt: PostScript failų generatorius.

source: Based on the Spectre library.
lt: Paremtas Spectre biblioteka.

source: Ghostscript Backend Configuration
lt: Ghostscript duomenų bazės konfigūravimas

source: Document version
lt: Dokumento versija

source: Language Level
lt: Kalbos lygis
