Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/okular_ooo.po
Languages: ga, gl, km, lv, mr, nds, ro, wa

source: Document is not a valid ZIP archive
ga: Ní cartlann bhailí ZIP é seo
gl: O documento non é un arquivo ZIP válido
km: ឯកសារ​មិនមែនជា​ប័ណ្ណសារ ZIP ត្រឹមត្រូវ​ទេ
lv: Dokuments nav derīgs ZIP arhīvs
mr: दस्तऐवज एक वैध झिप संग्रह नाही
nds: Dokment gellt nich as ZIP-Archiv
ro: Documentul nu este o arhivă ZIP validă
wa: Li documint n' est nén ene årtchive ZIP valåbe

source: Invalid document structure (main directory is missing)
ga: Struchtúr neamhbhailí cáipéise (príomhchomhadlann ar iarraidh)
gl: A estrutura do documento non é válida (falta o directorio principal)
km: រចនាសម្ព័ន្ធ​ឯកសារ​មិនត្រឹមត្រូវ (បាត់​ថត​មេ)
lv: Nederīga dokumenta struktūra (trūkst galvenās mapes)
mr: अवैध दस्तऐवज स्ट्रक्चर (मुख्य संचयीका सापडत नाही)
nds: Leeg Dokmentstruktuur (Hööftorner fehlt)
ro: Structură document nevalidă (directorul principal lipsește)
wa: Tcherpinte do documint nén valåbe (li mwaisse ridant manke)

source: Invalid document structure (META-INF directory is missing)
ga: Struchtúr neamhbhailí cáipéise (comhadlann META-INF ar iarraidh)
gl: A estrutura do documento non é válida (falta o directorio META-INF)
km: រចនាសម្ព័ន្ធ​ឯកសារ​មិនត្រឹមត្រូវ (បាត់​ថត META-INF)
lv: Nederīga dokumenta struktūra (trūkst META_INF mapes)
mr: अवैध दस्तऐवज स्ट्रक्चर (मेटा-इन्फ संचयीका सापडत नाही)
nds: Leeg Dokmentstruktuur (Orner "META-INF" fehlt)
ro: Structură document nevalidă (directorul META-INF lipsește)
wa: Tcherpinte do documint nén valåbe (li ridant META-INF manke)

source: Invalid document structure (META-INF/manifest.xml is missing)
ga: Struchtúr neamhbhailí cáipéise (META-INF/manifest.xml ar iarraidh)
gl: A estrutura do documento non é válida (falta META-INF/manifest.xml)
km: រចនា​សម្ព័ន្ធ​ឯកសារ​មិនត្រឹមត្រូវ (បាត់ META-INF/manifest.xml)
lv: Nederīga dokumenta struktūra (trūkst META_INF/manifest.xml)
mr: अवैध दस्तऐवज स्ट्रक्चर (मेटा-इन्फ/manifest.xml सापडत नाही)
nds: Leeg Dokmentstruktuur (Datei "META-INF/meta.xml" fehlt)
ro: Structură document nevalidă (META-INF/manifest.xml lipsește)
wa: Tcherpinte do documint nén valåbe (META-INF/manifest.xml manke)

source: Invalid document structure (content.xml is missing)
ga: Struchtúr neamhbhailí cáipéise (content.xml ar iarraidh)
gl: A estrutura do documento non é válida (falta content.xml)
km: រចនា​សម្ព័ន្ធ​ឯកសារ​មិនត្រឹមត្រូវ (បាត់ content.xml)
lv: Nederīga dokumenta struktūra (trūkst content.xml)
mr: अवैध दस्तऐवज स्ट्रक्चर (content.xml सापडत नाही)
nds: Leeg Dokmentstruktuur (content.xml fehlt)
ro: Structură document nevalidă (context.xml lipsește)
wa: Tcherpinte do documint nén valåbe (content.xml manke)

source: Producer
ga: Táirgeoir
gl: Produtor
km: អ្នក​ផលិត
lv: Ražotājs
mr: निर्माता
nds: Maker
ro: Producător
wa: Produjheu

source: Created
ga: Cruthaithe
gl: Creación
km: បាន​បង្កើត​
lv: Izveidots
mr: तयार केले
nds: Opstellt
ro: Creat
wa: Ahivé

source: Creator
ga: Cruthaitheoir
gl: Creador
km: អ្នក​បង្កើត
lv: Izveidojis
mr: उत्पादक
nds: Opsteller
wa: Ahiveu

source: Author
ga: Údar
gl: Autor
km: អ្នក​និពន្ធ
lv: Autors
mr: लेखक
nds: Autor
ro: Autor
wa: Oteur

source: Modified
ga: Athraithe
gl: Modificado
km: បាន​កែប្រែ
lv: Mainīts
mr: सुधारले
nds: Ännert
ro: Modificat
wa: Candjî

source: OpenDocument Text Backend
gl: Infraestrutura para documentos de OpenDocument
nds: OpenDocument-Text-Hülpprogramm

source: A renderer for OpenDocument Text documents
gl: Un renderizador de documentos de texto de OpenDocument
nds: En Wieser för OpenDocument-Textdokmenten

source: OpenDocument Text
gl: Texto de OpenDocument

source: OpenDocument Text Backend Configuration
gl: Configuración da infraestrutura para documentos de OpenDocument
nds: OpenDocument-Text-Hülpprogramminstellen

source: Invalid XML document: %1
ga: Cáipéis neamhbhailí XML: %1
gl: Documento XML non válido: %1
km: ឯកសារ XML មិនត្រឹមត្រូវ ៖ %1
lv: Nederīgs XML dokuments: %1
mr: अवैध एक्सएमएल दस्तऐवज : %1
nds: Leeg XML-Dokment: %1
ro: Document XML nevalid: %1
wa: Documint XML nén valåbe: %1

source: Unable to read style information
ga: Ní féidir faisnéis stíle a léamh
gl: Non foi posíbel ler a información de estilo
km: មិនអាច​អាន​ព័ត៌មានរចនាប័ទ្ម​បានទេ
lv: Nav iespējams nolasīt stila informāciju
mr: शैली माहिती वाचू शकत नाही
nds: Stilinformatschonen laat sik nich lesen
ro: Imposibil de citit informațiile despre stil
wa: Dji n' sai lére les informåcions sol sitîle

source: Unable to convert document content
ga: Ní féidir ábhar na cáipéise a thiontú
gl: Non foi posíbel converter o contido do documento
km: មិនអាច​បម្លែង​មាតិកា​ឯកសារ​បានទេ
lv: Nav iespējams konvertēt dokumenta saturu
mr: दस्तऐवज मजकूर परिवर्तित करू शकत नाही
nds: Dokmentinholt lett sik nich ümwanneln
ro: Imposibil de convertit conținutul documentului
wa: Dji n' sai covierser c' k' i gn a dins l' documint

source: This document is encrypted, and crypto support is compiled in, but a hashing plugin could not be located
ga: Tá an cháipéis seo criptithe, agus tá tacaíocht do chriptiúchán ann, ach níorbh fhéidir breiseán haiseála a aimsiú
gl: Este documento está cifrado e o soporte de cifrado está compilado pero non foi posíbel localizar un engadido de hashing
km: ​ឯកសារ​នេះ ត្រូវបាន​អ៊ិនគ្រីប និង​បាន​ចងក្រង​ការ​គាំទ្រ​ការ​គ្រីប ប៉ុន្តែ​រក​មិនឃើញ​កម្មវិធី​ជំនួយ​ដែល​ខូច​ទេ
lv: Šis dokuments ir šifrēts un ir arī šifrēšanas atbalsts, bet neizdevās atrast kontrolskaitļu spraudni.
mr: दस्तऐवज कुटलिपीबद्ध आहे, व क्रिप्टो समर्थन कंपाईल केलेले आहे, पण हेशिंग प्लगइन सापडले नाही
nds: Dit Dokment is verslötelt. Ünnerstütten för verslötelt Dokmenten is inbuut, man en Pröövsumm-Moduul lett sik nich finnen.
ro: Acest document este criptat și suportul criptografic este compilat, dar un modul de dispersie nu a putut fi localizat
wa: Ci documint est ecripté eyet l' sopoirt d' ecriptaedje est bén copilé mins dji n' a savou trover on tchôke-divins d' kitaeyaedje

source: This document is encrypted, and crypto support is compiled in, but a key derivation plugin could not be located
ga: Tá an cháipéis seo criptithe, agus tá tacaíocht do chriptiúchán ann, ach níorbh fhéidir breiseán díorthaithe eochrach a aimsiú
gl: Este documento está cifrado e o soporte de cifrado está compilado pero non foi posíbel localizar un engadido de derivación da chave
km: ឯកសារ​នេះ ត្រូវបាន​អ៊ិនគ្រីប និង​ចងក្រង​ការ​គាំទ្រ​ការ​អ៊ិនគ្រីប ប៉ុន្តែរក​មិនឃើញ​កម្មវិធី​ជំនួយ​ទាញយក​សោ​ទេ
lv: Šis dokuments ir šifrēts un ir arī šifrēšanas atbalsts, bet neizdevās atrast atslēgu atvēršanas spraudni.
mr: दस्तऐवज कुटलिपीबद्ध आहे, व क्रिप्टो समर्थन कंपाईल केलेले आहे, पण कळ डेरिव्हेशन प्लगइन सापडले नाही
nds: Dit Dokment is verslötelt. Ünnerstütten för verslötelt Dokmenten is inbuut, man en Slötelutreek-Moduul lett sik nich finnen.
ro: Acest document este criptat și suportul criptografic este compilat, dar un modul de derivare a cheilor nu a putut fi localizat
wa: Ci documint est ecripté eyet l' sopoirt d' ecriptaedje est bén copilé mins dji n' a savou trover on tchôke-divins d' fornaiviaedje di clé

source: This document is encrypted, and crypto support is compiled in, but a cipher plugin could not be located
ga: Tá an cháipéis seo criptithe, agus tá tacaíocht do chriptiúchán ann, ach níorbh fhéidir breiseán sifir a aimsiú
gl: Este documento está cifrado e o soporte de cifrado está compilado pero non foi posíbel localizar un engadido de cifra
km: ឯកសារ​នេះ​ត្រូវបាន​អ៊ិនគ្រីប និង​បាន​ចងក្រង​ការ​គាំទ្រ​ការ​គ្រីប ប៉ុន្តែ​មិនអាច​រក​ឃើញ​កម្មវិធី​ជំនួយ cipher
lv: Šis dokuments ir šifrēts un ir arī šifrēšanas atbalsts, bet neizdevās atrast šifrēšanas spraudni.
mr: दस्तऐवज कुटलिपीबद्ध आहे, व क्रिप्टो समर्थन कंपाईल केलेले आहे, पण सायफर प्लगइन सापडले नाही
nds: Dit Dokment is verslötelt. Ünnerstütten för verslötelt Dokmenten is inbuut, man en Verslötelmetoden-Moduul lett sik nich finnen.
ro: Acest document este criptat și suportul criptografic este compilat, dar un modul de cifru nu a putut fi localizat
wa: Ci documint est ecripté eyet l' sopoirt d' ecriptaedje est bén copilé mins dji n' a savou trover on tchôke-divins d' chifraedje

source: This document is encrypted, but Okular was compiled without crypto support. This document will probably not open.
ga: Tá an cháipéis seo criptithe, ach níor tiomsaíodh Okular le tacaíocht do chriptiúchán. Is dócha nach mbeidh tú in ann an cháipéis seo a oscailt.
gl: Este documento está cifrado pero Okular foi compilado sen soporte de cifrado. Probabelmente, o documento non se abrirá.
km: ឯកសារ​នេះ ត្រូវបាន​អ៊ិនគ្រីប ប៉ុន្តែ Okular ត្រូវបាន​ចងក្រង​ដោយ​គ្មាន​ការ​គាំទ្រ​ការ​គ្រីប ។ ឯកសារ​នេះ ប្រហែល​ជា​មិនបើក​ទេ ។
lv: Šis dokuments ir šifrēts un bet Okular ir kompilēts bez šifrēšanas atbalsta. Šo dokumentu nebūs iespējams atvērt.
mr: दस्तऐवज कुटलिपीबद्ध आहे, पण ओक्युलर क्रिप्टो समर्थन विना कंपाईल केलेले आहे. दस्तऐवज बहुधा उघडणार नाही.
nds: Dit Dokment is verslötelt, un Okular wöör ahn Ünnerstütten för verslötelt Dokmenten kompileert. Dit Dokment lett sik wull nich opmaken.
ro: Documentul este criptat, însă Okular a fost compilat fără suport criptografic. Acest document probail nu se va deschide.
wa: Ci documint est ecripté mins Okular a stî copilé sins l' sopoirt d' ecriptaedje. Ci documint n' va motoit nén s' drovi.

source: © 2006-2008 Tobias Koenig
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៦-២០០៨ ដោយ Tobias Koenig
mr: © 2006-2008 टोबीआस कोएनींग

source: Tobias Koenig
mr: टोबीआस कोएनींग
