Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_knowledgebase.po
Languages: ca@valencia, cs, et, fr, is, kk, ko, lt, mr, nds, nl, pl, ru, sr@ijekavian, sv, zh_tw

source: <i>Category: %1</i>
ca@valencia: <i>Categoria: %1</i>
cs: <i>Kategorie: %1</i>
et: <i>Kategooria: %1</i>
fr: <i>Catégorie : %1</i>
is: <i>Flokkur: %1</i>
kk: <i>Санаты: %1</i>
ko: <i>분류: %1</i>
lt: <i>Kategorija: %1</i>
mr: <i>विभाग : %1</i>
nds: <i>Kategorie: %1</i>
nl: <i>Categorie: %1</i>
pl: <i>Kategoria: %1</i>
ru: <i>Категория: %1</i>
sr@ijekavian: <i>Категорија:</i> %1
sv: <i>Kategori: %1</i>
zh_tw: <i>類別：%1</i>

source: <body><b>Question:</b> %1</body>
ca@valencia: <body><b>Pregunta:</b> %1</body>
cs: <body><b>Doraz:</b> %1</body>
et: <body><b>Küsimus:</b> %1</body>
is: <body><b>Spurning:</b> %1</body>
kk: <body><b>Сұрағы:</b> %1</body>
ko: <body><b>질문:</b> %1</body>
lt: <body><b>Klausimas:</b> %1</body>
mr: <body><b>प्रश्न :</b> %1</body>
nds: <body><b>Fraag:</b> %1</body>
nl: <body><b>Vraag:</b> %1</body>
pl: <body><b>Pytanie:</b> %1</body>
ru: <body><b>Вопрос:</b> %1</body>
sr@ijekavian: <body><b>Питање:</b> %1</body>
sv: <body><b>Fråga:</b> %1</body>
zh_tw: <body><b>問題：</b>%1</body>

source: <body><b>Answer:</b> %1</body>
ca@valencia: <body><b>Resposta:</b> %1</body>
cs: <body><b>Odpověď:</b> %1</body>
et: <body><b>Vastus:</b> %1</body>
fr: <body><b>Réponse :</b> %1</body>
is: <body><b>Svar:</b> %1</body>
kk: <body><b>Жауабы:</b> %1</body>
ko: <body><b>답:</b> %1</body>
lt: <body><b>Atsakymas:</b> %1</body>
mr: <body><b>उत्तर :</b> %1</body>
nds: <body><b>Antwoort:</b> %1</body>
nl: <body><b>Antwoord:</b> %1</body>
pl: <body><b>Odpowiedź:</b> %1</body>
ru: <body><b>Ответ:</b> %1</body>
sr@ijekavian: <body><b>Одговор:</b> %1</body>
sv: <body><b>Svar:</b> %1</body>
zh_tw: <body><b>答案：</b>%1</body>

source: <body><b>Not answered yet</b> </body>
ca@valencia: <body><b>Pendent de resposta</b> </body>
cs: <body><b>Zatím nezodpovězeno</b> </body>
et: <body><b>Pole veel vastatud</b> </body>
fr: <body><b>Pas encore répondu</b> </body>
is: <body><b>Ekki svarað ennþá</b> </body>
kk: <body><b>Жауап әлі берілмеген</b> </body>
ko: <body><b>아직 답하지 않았음</b></body>
lt: <body><b>Kol kas nėra atsakymų</b> </body>
mr: <body><b>अजुन उत्तर न दिलेले</b> </body>
nds: <body><b>Noch nich antert</b> </body>
nl: <body><b>Nog niet beantwoord</b> </body>
pl: <body><b>Jeszcze bez odpowiedzi</b> </body>
ru: <body><b>Ответа пока нет</b> </body>
sr@ijekavian: <body><b>Још увијек није одговорено.</b></body>
sv: <body><b>Inte ännu besvarad</b> </body>
zh_tw: <body><b>尚未回答：</b></body>

source: Search Knowledge Base
ca@valencia: Cerca a la base de coneixement
cs: Prohledat bázi znalostí
et: Otsing teadmusbaasist
fr: Chercher dans la base de connaissances
is: Leita í Knowledge Base
kk: Білім қорында іздеу
ko: 지식 센터 검색하기
lt: Ieškoti žinių bazėje
mr: ज्ञान कोशात शोधा
nds: Datenbank dörkieken
nl: In de kennisdatabase zoeken
pl: Znajdź w bazie wiedzy
ru: Поиск в базе знаний
sr@ijekavian: Претражи базу знања
sv: Sök kunskapsbas
zh_tw: 搜尋知識庫

source: one item, page %2/%3
ca@valencia: un element, pàgina %2/%3
cs: jedna položka, strana %2/%3
et: üks element, lehekülg %2/%3
fr: un élément, page %2 / %3
is: einn hlutur, síðu %2/%3
kk: %1 нәтиже, %2 бет, жалпы %3 беттен
ko: 항목 %1개, %2/%3쪽
lt: vienas elementas, puslapis %2/%3
mr: एक घटक, पान %2/%3
nds: een Indrag, Siet %2/%3
nl: één item, pagina %2/%3
pl: jeden element, strona %2/%3
ru: %1 результат, страница %2 из %3
sr@ijekavian: %1 ставка, страница %2/%3
sv: ett objekt, sida %2/%3
zh_tw: %1 個項目，第 %2 頁/共 %3 頁

# General settings for the applet
source: General
cs: Obecné
et: Üldine
fr: Général
is: Almennt
kk: Жалпы
ko: 일반
lt: Bendri
mr: सामान्य
nds: Allmeen
nl: Algemeen
pl: Ogólne
ru: Параметры
sr@ijekavian: Опште
sv: Allmänt
zh_tw: 一般

source: minute
ca@valencia: minut
cs: minuta
et: minut
is: mínúta
kk: минут
ko: 분
lt: minutė
mr: मिनिट
nds: Minuut
nl: minuut
pl: minuta
ru: минута
sr@ijekavian: минут
sv: minut
zh_tw: 分鐘

source: <b>openDesktop Account</b>
ca@valencia: <b>Compte d'openDesktop</b>
cs: <b>Účet u openDesktop</b>
et: <b>openDesktopi konto</b>
fr: <b>Compte « OpenDesktop » </b>
is: <b>openDesktop aðgangur</b>
kk: <b>openDesktop тіркелгісі</b>
ko: <b>openDesktop 계정</b>
lt: <b>openDesktop paskyra</b>
mr: <b>ओपन डेस्कटॉप खाते</b>
nds: <b>openDesktop-Konto</b>
nl: <b>Account bij openDesktop</b>
pl: <b>Konto openDesktop</b>
ru: <b>Учётная запись openDesktop</b>
sr@ijekavian: <b>Налог на Отвореној површи</b>
sv: <b>Konto hos openDesktop</b>
zh_tw: <b>openDesktop 帳號</b>

source: Register
ca@valencia: Registra
cs: Registrovat
et: Registreeri
fr: Référencer
is: Skrá
kk: Тіркелу
ko: 등록하기
lt: Registruotis
mr: नोंदणी करा
nds: Inmellen
nl: Registreren
pl: Zarejestruj się
ru: Зарегистрироваться
sr@ijekavian: Региструј ме
sv: Registrera
zh_tw: 註冊

source: <b>Display</b>
ca@valencia: <b>Visualització</b>
cs: <b>Zobrazit</b>
et: <b>Kuva</b>
fr: <b>Affichage</b>
is: <b>Birting</b>
kk: <b>Көрсету</b>
ko: <b>표시</b>
lt: <b>Rodymas</b>
mr: <b>दर्शवा</b>
nds: <b>Dorstellen</b>
nl: <b>Scherm</b>
pl: <b>Wyświetlanie</b>
ru: <b>Вид</b>
sr@ijekavian: <b>Приказ</b>
sv: <b>Visa</b>
zh_tw: <b>顯示</b>

source: Refresh interval:
ca@valencia: Interval de refresc:
cs: Interval pro obnovení:
et: Värskendamise intervall:
fr: Intervalle de rafraîchissement :
kk: Жаңарту аралығы:
ko: 업데이트 간격:
nds: Opfrischtiet:
nl: Verversingsinterval:
pl: Odstęp odświerzania:
ru: Интервал обновления:
sr@ijekavian: Период ажурирања:
sv: Uppdateringsintervall:
zh_tw: 更新間隔：
