Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_kdeobservatory.po
Languages: et, ga, gl, hu, ja, kk, km, ko, nb, nds, nl, pa, pl, pt, ru, sk, sr, tr, uk

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Krazy report web address for this project.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Format:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Projekti Krazy aruande veebiaadress.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Vorming:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">või </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Näide:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">või</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Enderezo web do informe de Krazy para este proxecto.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Formato:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Por exemplo:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">ou</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Krazy bejelentés web címe a projektnek.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Formátum:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-komponens-modul&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Бұл жобаның Krazy хабарлама веб адресі.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Пішімі:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-хабарлама&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Мысалы:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
km: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">អាសយដ្ឋាន​បណ្ដាញ​របាយការណ៍ Krazy សម្រាប់​គម្រោង​នេះ ។</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">ទ្រង់ទ្រាយ ៖</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
ko: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">이 프로젝트의 Krazy 보고서 웹 주소입니다.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">형식:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;"> 또는 </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">예제:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;"> 또는 </span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Krazy report nettadresse for dette prosjektet.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Format:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Eks:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Nettadress för den Krazy-Bericht för dit Projekt.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Formaat:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">oder </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Bsp:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">oder</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Krazy-rapport webadres voor dit project.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Format:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Adres raportu Krazy tego projektu.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Format:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">O endereço Web do relatório do Krazy para este projecto.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Formato:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;relatório-krazy&gt;</span> <span style=" font-weight:600;">ou </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;módulo-componente-krazy&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">ou</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Веб-адрес отчётов Krazy для этого проекта</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Формат:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Пример:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Webová adres Krazy reportu pre tento projekt.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Formát:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">alebo </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Pr:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">alebo</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
sr: <html><p>Веб адреса Крејзијевог извештаја за овај пројекат.</p><p>Формат: <icode>http://www.englishbreakfastnetwork.org/krazy/<i>&lt;извештај&gt;</i></icode> или <icode>http://www.englishbreakfastnetwork.org/krazy/index.php?<i>&lt;компонента-модул&gt;</i></icode>.</p><p>Пример: <icode>http://www.englishbreakfastnetwork.org/krazy/reports/kde-4.x/kdebase-runtime/plasma/index.html</icode> или <icode>http://www.englishbreakfastnetwork.org/krazy/index.php?component=kde-4.x&amp;module=kdevelop</icode>.</p></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Bu proje için Krazy raporu web adresi.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Format:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;krazy-report&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;krazy-component-module&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ex:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Вебадреса звіту Krazy для цього проекту.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Формат:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-style:italic;">&lt;звіт krazy&gt;</span> <span style=" font-weight:600;">or </span>http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-style:italic;">&lt;компонент-модуль-krazy&gt;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Приклади:</span> http://www.englishbreakfastnetwork.org/krazy/<span style=" font-weight:600; font-style:italic;">reports/kde-4.x/kdebase-runtime/plasma</span>/<span style=" font-weight:600; font-style:italic;">index.html</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">or</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">http://www.englishbreakfastnetwork.org/krazy/index.php?<span style=" font-weight:600; font-style:italic;">component=kde-4.x&amp;module=kdevelop</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
