Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_timer.po
Languages: ga, kk, mr, nds, pl, wa

source: Timer Configuration
ga: Cumraíocht an Uaineadóra
kk: Таймерді баптау
mr: टाइमर संयोजना
nds: Weckklock instellen
pl: Konfiguracja Minutnika
wa: Apontiaedje del munutreye

source: Appearance
ga: Cuma
kk: Көрінісі
mr: दर्शनीयता
nds: Utsehn
pl: Wygląd
wa: Rivnance

source: Show title:
ga: Taispeáin teideal:
kk: Айдарын көрсету:
mr: शिर्षक दर्शवा :
nds: Titel wiesen:
pl: Pokaż tytuł:
wa: Mostrer tite :

source: Hide seconds
ga: Folaigh soicindí
kk: Секундтар көрсетілмесін
mr: सेकंद लपवा
nds: Sekunnen versteken
pl: Ukryj sekundy
wa: Catchî les segondes

source: Actions on Timeout
ga: Gníomhartha ag an am istigh
kk: Біткендегі әрекет
mr: वेळ संपल्यावर क्रिया
nds: Akschonen bi Tietafloop
pl: Akcje do wykonania po upłynięciu czasu
wa: Accions a l' astådje

source: Show a message:
ga: Taispeáin teachtaireacht:
kk: Жазуды көрсету:
mr: संदेश दर्शवा :
nds: Naricht wiesen:
pl: Pokaż komunikat:
wa: Mostrer on messaedje :

source: Run a command:
ga: Rith ordú:
kk: Команданы орындау:
mr: आदेश चालवा :
nds: Befehl opropen:
pl: Wykonaj polecenie:
wa: Enonder ene comande :

source: Start
ga: Tosaigh
kk: Старт
mr: सुरु करा
nds: Anfangen
wa: Ataker

source: Stop
ga: Stad
kk: Стоп
mr: थांबा
nds: Anhollen
wa: Arester

source: Reset
ga: Athshocraigh
kk: Ысыру
mr: पुन्हस्थापित करा
nds: Torüchsetten
wa: Rimete a zero

source: Timer
ga: Uaineadóir
kk: Таймер
mr: टाइमर
nds: Tietgever
pl: Odliczanie
wa: Munutreye

source: Timer Timeout
ga: Teorainn Ama an Uaineadóra
kk: Есеп бітті
mr: टाइमर वेळेचे बंधन
nds: Tietafloop
pl: Koniec odliczania
wa: Astådje del munutreye

source: General
ga: Ginearálta
kk: Жалпы
mr: सामान्य
nds: Allmeen
pl: Ogólne
wa: Djenerå

source: Predefined Timers
ga: Uaineadóirí Réamhshainithe
kk: Мәзірдегі уақыт аралықтар
mr: पूर्व-पारिभाषित टाइमर
nds: Vörinstellt Klocken
pl: Predefiniowane ustawienia
wa: Munutreyes prédefineyes

source: Plasma Timer Applet
ga: Feidhmchláirín Amadóra Plasma
kk: Plasma таймер апплеті
mr: प्लाज्मा टाइमर एप्लेट
nds: Plasma-Tietgever-Lüttprogramm
pl: Aplet czasomierza Plazmy
