Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_runner_audioplayercontrol.po
Languages: ar, ca@valencia, cs, da, el, et, fi, fr, gl, it, kk, km, ko, lt, nb, nds, nl, nn, pa, pl, pt, ru, sk, sl, sr, sv, uk, zh_cn, zh_tw

source: Start playing
ar: ابدأ التشغيل
ca@valencia: Inicia la reproducció
cs: Spustit přehrávání
da: Start afspilning
el: Έναρξη αναπαραγωγής
et: Alusta esitust
fi: Aloita soittaminen
fr: Démarrer la lecture
gl: Iniciar a reprodución
it: Avvia la riproduzione
kk: Бастау
km: ចាប់ផ្ដើម​ចាក់
ko: 재생 시작
lt: Pradėti groti
nb: Start avspilling
nds: Afspelen starten
nl: Begin met spelen
nn: Start avspeling
pa: ਚਲਾਉਣਾ ਸ਼ੁਰੂ
pl: Odtwórz
pt: Começar a tocar
ru: Начать воспроизведение
sk: Spustiť prehrávanie
sl: Začni predvajanje
sr: Почни пуштање
sv: Börja spela
uk: Почати відтворення
zh_cn: 开始播放
zh_tw: 開始播放

source: Audio player control
ar: متحكّم مشغّل الصوت
ca@valencia: Control del reproductor d'àudio
cs: Ovládání přehrávače zvuku
da: Betjening af lydafspiller
el: Έλεγχος της αναπαραγωγής ήχου
et: Helifailide mängija juhtimine
fi: Äänisoittimen hallinta
fr: Contrôle de lecteurs audio
gl: Control do reprodutor de son
it: Controllo del lettore audio
kk: Аудио плейерді басқару
km: វត្ថុ​បញ្ជា​កម្មវិធី​ចាក់អូឌីយ៉ូ
ko: 오디오 재생기 제어
lt: Audio leistuvo valdymas
nb: Lydspillerstyring
nds: Klangafspelerkuntrull
nl: Besturing van geluidspeler
nn: Musikkspelar-kontroll
pa: ਆਡੀਓ ਪਲੇਅਰ ਕੰਟਰੋਲ
pl: Kontrola odtwarzacza audio
pt: Controlo de leitores de áudio
ru: Модуль управления аудиоплеером
sk: Ovládanie audio prehrávača
sl: Nadzor predvajalnika glasbe
sr: Управљање аудио плејером
sv: Styrning av ljudspelare
uk: Керування аудіопрогравачем
zh_cn: 音乐播放器控制
zh_tw: 音效播放器控制

source: Play next song
ar: شغّل الأغنية التالية
ca@valencia: Reprodueix la cançó següent
cs: Přehrát následující skladbu
da: Spil næste sang
el: Αναπαραγωγή επόμενου τραγουδιού
et: Esita järgmine laul
fi: Soita seuraava kappale
fr: Lire le morceau suivant
gl: Reproducir a canción seguinte
it: Riproduci il brano successivo
kk: Келесі жазуын орындау
km: ចាក់​ចម្រៀង​បន្ទាប់
ko: 다음 곡 재생
lt: Groti kitą dainą
nb: Spill neste melodi
nds: Nakamen Stück afspelen
nl: Volgend nummer spelen
nn: Spel neste song
pa: ਅਗਲਾ ਗੀਤ ਚਲਾਓ
pl: Odtwórz następny utwór
pt: Tocar a música seguinte
ru: Перейти к следующей дорожке
sk: Prehrať nasledujúcu skladbu
sl: Predvajaj naslednjo skladbo
sr: Пусти следећу песму
sv: Spela nästa låt
uk: Відтворити наступну композицію
zh_cn: 播放下一首曲目
zh_tw: 播放下一首歌

source: Play previous song
ar: شغّل الأغنية السابقة
ca@valencia: Reprodueix la cançó prèvia
cs: Přehrát předchozí skladbu
da: Spil forrige sang
el: Αναπαραγωγή προηγούμενου τραγουδιού
et: Esita eelmine laul
fi: Soita edellinen kappale
fr: Lire le morceau précédant
gl: Reproducir a canción anterior
it: Riproduci il brano precedente
kk: Алдыңғы жазуын орындау
km: ចាក់​ចម្រៀង​មុន
ko: 이전 곡 재생
lt: Groti ankstesnę dainą
nb: Spill forrige melodi
nds: Verleden Stück afspelen
nl: Vorige nummer spelen
nn: Spel førre song
pa: ਪਿਛਲਾ ਗੀਤ ਚਲਾਓ
pl: Odtwórz poprzedni utwór
pt: Tocar a música anterior
ru: Перейти к предыдущей дорожке
sk: Prehrať predchádzajúcu skladbu
sl: Predvajaj prejšnjo skladbo
sr: Пусти претходну песму
sv: Spela föregående låt
uk: Відтворити попередню композицію
zh_cn: 播放上一首曲目
zh_tw: 播放前一首歌

source: Pause playing
ar: ألبث التشغيل
ca@valencia: Pausa la reproducció
cs: Pozastavit přehrávání
da: Sæt afspilning på pause
el: Παύση αναπαραγωγής
et: Peata esitus
fi: Keskeytä soittaminen
fr: Mettre la lecture en pause
gl: Deter a reprodución
it: Sospendi la riproduzione
kk: Орындауын аялдату
km: ផ្អាក​ការ​ចាក់
ko: 재생 일시 정지
lt: Grojimo pauzė
nb: Pause
nds: Afspelen anhollen
nl: Afspelen pauseren
nn: Pausa avspelinga
pa: ਚੱਲਦਾ ਵਿਰਾਮ
pl: Wstrzymaj odtwarzanie
pt: Pausar a reprodução
ru: Приостановить воспроизведение
sk: Pozastaviť prehrávanie
sl: Naredi premor predvajanja
sr: Паузирај пуштање
sv: Gör paus i uppspelningen
uk: Призупинити відтворення
zh_cn: 暂停播放
zh_tw: 暫停播放

source: Stop playing
ar: أوقف التشغيل
ca@valencia: Para la reproducció
cs: Zastavit přehrávání
da: Stop afspilning
el: Σταμάτημα αναπαραγωγής
et: Lõpeta esitus
fi: Lopeta soittaminen
fr: Arrêter la lecture
gl: Parar a reprodución
it: Ferma la riproduzione
kk: Орындауын тоқтату
km: បញ្ឈប់​ការ​ចាក់
ko: 재생 정지
lt: Stabdyti grojimą
nb: Stopp lydavspilling
nds: Afspelen ophollen
nl: Met afspelen stoppen
nn: Stopp avspelinga
pa: ਚੱਲਦਾ ਰੋਕੋ
pl: Zatrzymaj odtwarzanie
pt: Pára de tocar
ru: Остановить воспроизведение
sk: Zastaviť prehrávanie
sl: Zaustavi predvajanje
sr: Заустави пуштање
sv: Stoppa uppspelning
uk: Зупинити відтворення
zh_cn: 停止播放
zh_tw: 停止播放

source: Increase volume by %1
ar: زِد الصوت بمقدار %1
ca@valencia: Augmenta el volum en %1
cs: Zvýšit hlasitost o %1
da: Forøg lydstyrke med %1
el: Αύξηση έντασης κατά %1
et: Suurenda helitugevust %1 võrra
fi: Lisää äänenvoimakkuutta %1:lla
fr: Augmenter le volume de %1
gl: Aumentar o volume en %1
it: Incrementa il volume di %1
kk: %1 бірлігіне қаттылату
km: បង្កើនកម្រិត​សំឡេង​ដោយ %1
ko: 음량 %1 증가
lt: Padidinti garsą %1 vienetais
nds: Üm %1 luder maken
nl: Volume met %1 verhogen
nn: %1 høgare lyd
pa: %1 ਆਵਾਜ਼ ਵਧਾਓ
pl: Zwiększ głośność o %1
ru: Увеличить громкость на %1
sk: Zvýšiť hlasitosť o %1
sl: Povečaj glasnost za %1
sr: Појачај звук за %1
sv: Öka volymen med %1
uk: Підвищити гучність на %1
zh_cn: 增大音量 %1
zh_tw: 提高音量 %1 單位

source: Reduce volume by %1
ar: انقص الصوت بمقدار %1
ca@valencia: Redueix el volum en %1
cs: Snížit hlasitost o %1
da: Formindsk lydstyrke med %1
el: Μείωση έντασης κατά %1
et: Vähenda helitugevust %1 võrra
fi: Vähennä äänenvoimakkuutta %1:lla
fr: Réduire le volume de %1
gl: Reducir o volume en %1
it: Riduci il volume di %1
kk: %1 бірлігіне ақырындату
km: បន្ថយ​កម្រិត​សំឡេង​តាម %1
ko: 음량 %1 감소
lt: Sumažinti garsą %1 vienetais
nds: Üm %1 lieser maken
nl: Volume met %1 verlagen
nn: %1 lågare lyd
pa: %1 ਆਵਾਜ਼ ਘਟਾਓ
pl: Zmniejsz głośność o %1
ru: Уменьшить громкость на %1
sk: Znížiť hlasitosť o %1
sl: Zmanjšaj glasnost za %1
sr: Смањи звук за %1
sv: Minska volymen med %1
uk: Знизити гучність на %1
zh_cn: 降低音量 %1
zh_tw: 降低音量 %1 單位

source: Set volume to %1%
ar: عيّن الصوت إلى %1%
ca@valencia: Estableix el volum al %1%
cs: Nastavit hlasitost na %1%
da: Sæt lydstyrke til %1%
el: Ορισμός έντασης στο %1%
et: Määra helitugevuseks %1%
fi: Aseta äänenvoimakkuus %1 %:iin
fr: Régler le volume à %1 %
gl: Pór o volume ao %1%
it: Imposta il volume a %1%
kk: Үнділігін %1%-ға қою
km: កំណត់​កម្រិត​សំឡេង​ទៅ %1%
ko: 음량 %1%로 설정
lt: Nustatyti garsą ties %1%
nb: Sett lydstyrken til %1%
nds: Luutstärk op %1% fastleggen
nl: Volume instellen op %1%
nn: Set lydstyrken til %1 %
pa: ਆਵਾਜ਼ %1% ਸੈੱਟ ਕਰੋ
pl: Ustaw głośność na %1
pt: Mudar o volume para %1%
ru: Установить значение громкости, равное %1
sk: Nastaviť hlasitosť na %1%
sl: Nastavi glasnost na %1 %
sr: Звук на %1%
sv: Ställ in volymen till %1 %
uk: Встановити гучність у %1%
zh_cn: 音量设为 %1
zh_tw: 將音量設定在 %1%

source: Mute
ar: اكتم
ca@valencia: Silencia
cs: Ztlumit
da: Lydløs
el: Κλείσιμο ήχου
et: Tumm
fi: Vaimenna
fr: Muet
gl: Silenciar
it: Silenzia
kk: Үнсіз
km: ស្ងាត់
ko: 음소거
lt: Nutildyti
nds: Still
nn: Demp
pa: ਚੁੱਪ
pl: Wycisz
ru: Выключить звук
sk: Stlmiť
sl: Utišaj
sr: Утишај
sv: Tyst
uk: Вимкнути звук
zh_cn: 静音
zh_tw: 靜音

source: Quit %1
ar: اغلق %1
ca@valencia: Ix de %1
cs: Ukončit %1
da: Afslut %1
el: Έξοδος από το %1
et: Välju rakendusest %1
fi: Lopeta %1
fr: Quitter %1
gl: Saír de %1
it: Esci da %1
kk: %1 дегенді доғару
km: ចេញ %1
ko: %1 끝내기
lt: Nutraukti %1
nb: Avslutt %1
nds: %1 utmaken
nl: %1 afsluiten
nn: Avslutt %1
pa: %1 ਬੰਦ ਕਰੋ
pl: Zakończ %1
pt: Sair do %1
ru: Завершить работу %1
sk: Koniec %1
sl: Končaj %1
sr: Напусти %1|/|Напусти $[аку %1]
sv: Avsluta %1
uk: Завершити роботу %1
zh_cn: 退出 %1
zh_tw: 離開 %1

source: Play
ar: شغّل
ca@valencia: Reprodueix
cs: Přehrát
da: Afspil
el: Αναπαραγωγή
et: Esita
fi: Soita
fr: Lecture
gl: Reproducir
it: Riproduci
kk: Айдау
km: ចាក់
ko: 재생
lt: Groti
nb: Spill
nds: Afspelen
nl: Spelen
nn: Spel
pa: ਚਲਾਓ
pl: Odtwórz
pt: Tocar
ru: Начать воспроизведение
sk: Prehrať
sl: Predvajaj
sr: Пусти
sv: Spela
uk: Пуск
zh_cn: 播放
zh_tw: 播放

source: Queue
ca@valencia: A la cua
cs: Fronta
da: Kø
el: Σε αναμονή
et: Pane järjekorda
fi: Lisää jonoon
fr: Mettre en file d'attente
gl: Fila
it: Accoda
kk: Кезекке
km: ដាក់ជា​ជួរ
ko: 대기열에 추가
lt: Eilė
nds: Töövreeg
nl: In de wachtrij zetten
nn: Legg i kø
pa: ਕਤਾਰ
pl: Kolejkuj
ru: Добавить в очередь
sk: Fronta
sl: V vrsto
sr: У ред
sv: Köa
uk: Додати у чергу
zh_cn: 排队
zh_tw: 佇列

source: Append to playlist
ar: ألحق لقائمة التشغيل
ca@valencia: Afig a la llista de reproducció
cs: Přidat do seznamu skladeb
da: Føj til spilleliste
el: Προσθήκη στη λίστα
et: Lisa esitusnimekirja
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
gl: Engadir á lista de reprodución
it: Aggiungi alla scaletta
kk: Орындау тізіміне қосып қою
km: បន្ថែម​ទៅ​ខាង​ចុង​បញ្ជី​ចាក់
ko: 재생 목록에 추가
lt: Pridėti prie grojaraščio
nb: Legg til spillelista
nds: Na Afspeellist anhangen
nl: Achteraan afspeellijst toevoegen
nn: Legg til speleliste
pa: ਪਲੇਅਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ
pl: Dodaj do listy odtwarzania
pt: Adicionar à lista de reprodução
ru: Добавить в список воспроизведения
sk: Pridať do playlistu
sl: Dodaj na seznam predvajanja
sr: Додај на листу нумера
sv: Lägg till sist i spellistan
uk: Додати до списку відтворення
zh_cn: 追加到播放列表
zh_tw: 新增到播放清單

source: play
ar: شغّل
ca@valencia: reprodueix
cs: Přehrát
da: afspil
el: αναπαραγωγή
et: esitus
fi: soita
fr: lecture
gl: reproducir
it: riproduci
km: ចាក់
ko: 재생
lt: groti
nb: spill
nds: Afspelen
nl: afspelen
nn: spel
pa: ਚਲਾਓ
pl: odtwórz
pt: tocar
ru: играть
sk: prehrať
sl: predvajaj
sr: пусти
sv: spela
zh_cn: 播放

source: append
ar: ألحق
ca@valencia: afig
cs: Přidání
da: tilføj
el: προσθήκη
et: lisa
fi: lisää soittolistaan
fr: ajouter
gl: engadir
it: aggiungi
km: បន្ថែម​ខាង​​ចុង
ko: 추가
lt: papildyti
nb: legg til
nds: Anhangen
nl: voeg achteraan toe
nn: legg til
pa: ਸ਼ਾਮਲ
pl: dodaj
pt: adicionar
ru: добавить
sk: pripojiť
sl: dodaj
sr: додај
sv: lägg till sist
zh_cn: 追加

source: queue
ca@valencia: a la cua
cs: Fronta
da: kø
el: αναμονή
et: pane järjekorda
fi: lisää jonoon
fr: mettre en file d'attente
gl: poñer na fila
it: accoda
km: ដាក់​ជា​ជួរ
ko: 큐
lt: į eilę
nds: Töövreeg
nl: in de wachtrij zetten
nn: kø
pa: ਕਤਾਰ
pl: kolejkuj
ru: в очередь
sk: fronta
sl: v vrsto
sr: у ред
sv: köa
zh_cn: 入队

source: pause
ar: ألبث
ca@valencia: pausa
cs: Pozastavit
el: παύση
et: paus
fi: tauko
gl: deter
it: pausa
km: ផ្អាក
ko: 일시 정지
lt: pauzė
nds: Paus
nl: pauseren
pa: ਵਿਰਾਮ
pl: wstrzymaj
pt: paula
ru: пауза
sk: pozastaviť
sl: premor
sr: пауза
sv: paus
zh_cn: 暂停

source: next
ar: التالي
ca@valencia: següent
cs: Následující
da: næste
el: επόμενο
et: järgmine
fi: seuraava
fr: suivant
gl: seguinte
it: succ
km: បន្ទាប់
ko: 다음
lt: kitas
nb: neste
nds: Nakamen
nl: volgende
nn: neste
pa: ਅੱਗੇ
pl: następny
pt: seguinte
ru: следующая
sk: nasledujúci
sl: naslednja
sr: следећа
sv: nästa
zh_cn: 下首

source: mute
ar: اكتم
ca@valencia: silencia
cs: Ztlumit
da: lydløs
el: κλείσιμο ήχου
et: tummaks
fi: vaimenna
fr: muet
gl: silenciar
it: silenzia
km: ស្ងាត់
ko: 음소거
lt: užtildyti
nds: Still
nn: demp
pa: ਚੁੱਪ
pl: wycisz
ru: выкл
sk: stlmiť
sl: utišaj
sr: утишај
sv: tyst
zh_cn: 静音

source: increase
ar: زِد
ca@valencia: augmenta
cs: Zvýšit
da: forøg
el: αύξηση
et: suurenda
fi: lisää
fr: augmenter
gl: aumentar
it: aumenta
km: បង្កើន
ko: 증가
lt: padidinti
nds: Ropsetten
nl: verhogen
nn: høgare
pa: ਵਧਾਓ
pl: zwiększ
ru: громче
sk: zvýšiť
sl: povečaj
sr: појачај
sv: öka
zh_cn: 增大

source: decrease
ar: انقص
ca@valencia: disminueix
cs: Snížit
da: formindsk
el: μείωση
et: vähenda
fi: vähennä
fr: diminuer
gl: reducir
it: riduci
km: បន្ថយ
ko: 감소
lt: sumažinti
nds: Minnern
nl: verlagen
nn: lågare
pa: ਘਟਾਓ
pl: zmniejsz
ru: тише
sk: znížiť
sl: zmanjšaj
sr: смањи
sv: minska
zh_cn: 降低

source: prev
ar: السابق
ca@valencia: anterior
cs: Předchozí
da: forr.
el: προηγούμενο
et: eelmine
fi: edellinen
fr: précédent
gl: anterior
it: prec
km: មុន
ko: 이전
lt: ankst
nb: forr
nds: Verleden
nl: vorige
nn: førre
pa: ਪਿੱਛੇ
pl: poprzedni
pt: anterior
ru: предыдущая
sk: pred
sl: prejšnja
sr: претходна
sv: föregående
zh_cn: 上首

source: stop
ar: أوقف
ca@valencia: para
cs: Zastavit
el: σταμάτημα
et: peata
fi: pysäytä
fr: arrêt
gl: parar
it: ferma
km: បញ្ឈប់
ko: 정지
nb: stopp
nds: Ophollen
nl: stoppen
nn: stopp
pa: ਰੋਕੋ
pl: zatrzymaj
pt: parar
ru: стоп
sk: zastaviť
sl: zaustavi
sr: заустави
sv: stoppa
zh_cn: 停止

source: volume
ar: الصوت
ca@valencia: volum
cs: Hlasitost
da: lydstyrke
el: ένταση
et: helitugevus
fi: äänenvoimakkuus
km: កម្រិត​សំឡេង
ko: 음량
lt: garsas
nb: lydstyrke
nds: Luutstärk
nn: lydstyrke
pa: ਵਾਲੀਅਮ
pl: głośność
ru: громкость
sk: hlasitosť
sl: glasnost
sr: звук
sv: volym
zh_cn: 音量

source: quit
ar: اخرج
ca@valencia: ix
cs: Ukončit
da: afslut
el: έξοδος
et: välju
fi: lopeta
fr: quitter
gl: saír
it: esci
km: ចេញ
ko: 끝내기
lt: nutraukti
nb: avslutt
nds: utmaken
nl: stoppen
nn: avslutt
pa: ਬਾਹਰ
pl: zakończ
ru: выход
sk: koniec
sl: končaj
sr: напусти
zh_cn: 退出

source: Plays the selected song. If :q: is not empty it lists songs matching :q: to play them
ar: يشغّل الأغنية المختارة. إن :q: لم يكن فارغًا فسيسرد الأغاني المطابقة لـ :q: لتشغيلها
ca@valencia: Reprodueix la cançó seleccionada. Si :q: no és buit, llista les cançons que coincideixen amb :q: per a reproduir-les
cs: Přehraje vybranou písničku. Pokud :q: není prázdné, vypíše písničky odpovídající :q:, k přehrání
da: Afspiller den valgte sang. Hvis :q: ikke er tom, oplistes sange som matcher :q: til afspilning
el: Αναπαραγωγή του επιλεγμένου τραγουδιού. Εάν το :q: είναι κενό, τότε εμφανίζεται μια λίστα τραγουδιών που ταιριάζουν με :q: για την αναπαραγωγή τους
et: Esitab valitud laulu. Kui :q: pole tühi, näidatakse :q: vasteid laulude seas
fi: Soittaa valitun kappaleen. Jos :q: annetaan, luettelee :q::iin täsmääviä kappaleita soittoa varten.
fr: Lit le morceau sélectionné. Si :q: n'est pas vide, la liste contient les morceaux correspondant à :q: à lire
gl: Reproduce a canción seleccionada. Se :q: non estiver baleiro, lista as cancións que coincidan con :q: para reproducilas.
it: Riproduce il brano selezionato. Se :q: non è vuoto, elenca i brani che corrispondono a :q: per riprodurli
kk: Таңдағалған жазуын орындау. Егер :q: бос болмаса, онда :q: дегенге сәйкес келетін орындалатын тізімі
km: ចាក់​ចម្រៀង​ដែល​បានជ្រើស ។ ប្រសិនបើ :q: មិន​ទទេ​ វា​រាយ​កា​រផ្គូផ្គង​ចម្រង :q: ដើម្បី​ចាក់​ពួកវា
ko: 선택한 노래를 재생합니다. :q:이(가) 비어 있지 않으면 :q:와(과) 일치하는 노래를 표시합니다
lt: Groja pažymėtą dainą. Jei :q: nėra tuščias, jis sudeda dainas, atitinkančias :q: ir jas galima groti
nds: Utsöcht Stück afspelen. Is :q: angeven, warrt all op :q: passen Stücken för't Afspelen oplist.
nl: Speelt het geselecteerde nummer. Als :q: niet leeg is, dan laat het de lijst met nummers zien die met :q: overeenkomen om ze af te spelen
nn: Spel den valde songen. Viss :q: ikkje er tom, vert songar i samsvar med :q: vist.
pl: Odtwarza wybrany utwór. Jeśli :q: nie jest puste, dodaje do listy utwory pasujące do :q: w celu ich odtworzenia
ru: Воспроизведение выбранной дорожки. Если :q: не пустое, то перечисляются дорожки, соответствующие :q:, для их воспроизведения
sk: Prehrá vybranú skladbu. Ak :q: nie je prázdne, vypíše skladby vyhovujúce :q: na ich prehranie
sl: Predvaja izbrano skladbo. Če :q: ni prazen, prikaže skladbe, ki ustrezajo :q: in jih je mogoče predvajati
sr: Пушта изабрану песму. Ако :q: није празно, набраја све песме поклопљене њиме ради пуштања.
sv: Spelar markerad låt. Om :q: inte är tom, listas låtar som motsvarar :q: för att spela dem
uk: Відтворити позначену композицію. Якщо значення :q: не порожнє, буде показано композиції, що відповідають :q: для подальшого відтворення
zh_cn: 播放选中的曲目。如果 :q: 不为空，则列出匹配 :q: 的曲目并播放它们
zh_tw: 播放選取的歌。若 :q: 不是空的，則會列出符合 :q: 的歌並播放

source: Displays songs matching :q: for appending the selected to the playlist
ca@valencia: Mostra les cançons que coincideixen amb :q: per afegir les seleccionades a la llista de reproducció
cs: Vypíše písničky odpovídající :q: pro přidaní vybraných do seznamu skladeb
da: Viser sange som matcher :q: for at føje de valgte til spillelisten
el: Εμφάνιση των τραγουδιών που ταιριάζουν με :q: για την προσθήκη τους στην λίστα αναπαραγωγής
et: Näitab :q: vasteid laulude seas valitute lisamiseks esitusnimekirja
fi: Näyttää :q::iin täsmääviä kappaleita soittolistaan lisäämistä varten.
fr: Affiche les morceaux correspondant à :q: pour ajouter ceux sélectionnés à la liste de lecture
gl: Mostra as cancións que coincidan con :q: para engadir as seleccionadas á lista de reprodución
it: Visualizza i brani che corrispondono a :q: per aggiungere i selezionati alla scaletta
kk: :q: дегенге сәйкес келетін орындау тізіміне қосуға таңдалғандары
km: បង្ហាញ​កា​រផ្គូផ្គង​បទ​ចម្រៀង :q: សម្រាប់​បន្ថែម​អ្វីដែលបាន​ជ្រើស​ទៅ​បញ្ជីចាក់
ko: 재생 목록에 추가할 수 있는 노래 중 :q:와(과) 일치하는 것을 표시합니다
lt: Parodo dainas, atitinkančias :q:, kad jas būtų galima pridėti prie grojaraščio
nds: Stücken för't Anhangen na de Afspeellist wiesen, de op :q: passt.
nl: Laat de nummers zien die met :q: overeenkomen om ze achter de geselecteerde afspeellijst toe te voegen
nn: Vis songar i samsvar med :q: for å leggja dei til spelelista
pl: Wyświetla utwory pasujące do :q: w celu dodania ich do listy odtwarzania
ru: Отображение дорожек, соответствующих :q:, для добавления выбранных в плейлист
sk: Vypíše skadby vyhovujúce :q: na pridanie vybraných do playlistu
sl: Prikaže skladbe, ki ustrezajo :q:, za dodajanje izbranih na seznam predvajanja
sr: Приказује песме које поклапа :q: ради додавања на изабрану листу нумера.
sv: Visar låtar som motsvarar :q: för att lägga till de markerade sist i spellistan
uk: Показати список композицій, що відповідають :q:, для додавання позначених до списку відтворення
zh_cn: 显示匹配 :q: 的曲目以将所选项追加到播放列表
zh_tw: 顯示符合 :q: 的歌，並加入選取的歌到播放清單中

source: Displays songs matching :q: for queueing them
ca@valencia: Mostra les cançons que coincideixen amb :q: per posar-les a la cua
cs: Vypíše písničky odpovídající :q: pro zařazení
da: Viser sange som matcher :q: for at sætte dem i kø
el: Εμφάνιση των τραγουδιών που ταιριάζουν με :q: για την προσθήκη τους στην αναμονή
et: Näitab :q: vasteid laulude seas nende seadmiseks järjekorda
fi: Näyttää :q::iin täsmääviä kappaleita jonoon lisäämistä varten
fr: Affiche les morceaux correspondant à :q: pour les mettre en file d'attente
gl: Mostra as cancións que coincidan con :q: para polas na fila
it: Visualizza i brani che corrispondono a :q: per accodarli
kk: :q: дегенге сәйкес келетін кезекке қойылатындар
km: បង្ហាញ​កា​រផ្គូផ្គង​ចម្រៀង :q: ដើម្បី​ដាក់​ពួកវា​ជា​ជួរ
ko: :q:와 일치하는 노래를 표시합니다
lt: Rodo dainas, atitinkančias :q:, kad jas būtų galima įdėti į grojaraštį
nds: Stücken för't Inregen wiesen, de op :q: passt.
nl: Laat nummers zien die met :q: overeenkomen om ze in de wachtrij zetten
nn: Vis songar i samsvar med :q: for å leggja dei i køen
pl: Wyświetla utwory pasujące do :q: i dodaje je do kolejki
ru: Отображение дорожек, соответствующих :q:, для постановки их в очередь
sk: Vypíše skladby zodpovedajúce :q: na ich zaradenie
sl: Prikaže skladbe, ki ustrezajo :q:, za uvrščanje v čakalno vrsto
sr: Приказује песме које поклапа :q: ради стављања у ред.
sv: Listar låtar som motsvarar :q: för att köa dem
uk: Показати список композицій, щоб відповідають :q:, для додавання їх до черги відтворення
zh_cn: 显示匹配 :q: 的曲目以将它们排队
zh_tw: 顯示符合 :q: 的歌，並加入佇列中

source: Plays a song from playlist
ar: يشغّل الأغنية من قائمة التشغيل
ca@valencia: Reprodueix una cançó de la llista de reproducció
cs: Přehraje píseň ze seznamu skladeb
da: Spiller en sang fra spillelisten
el: Αναπαραγωγή ενός τραγουδιού από τη λίστα αναπαραγωγής
et: Esitab esitusnimekirja laulu
fi: Soittaa kappaleen soittolistalta
fr: Lit un morceau depuis la liste de lecture
gl: Reproduce unha canción da lista de reprodución
it: Riproduce un brano dalla scaletta
kk: Орындау тізіміндегіні айдау
km: ចាក់​បទ​ចម្រៀង​ពី​បញ្ជីចាក់
ko: 재생 목록에서 곡 재생
lt: Groja dainą iš grojaraščio
nb: Spiller en melodi fra spillelista
nds: En Stück ut de Afspeellist afspelen
nl: Speelt een nummer van de afspeellijst
nn: Spel ein song frå spelelista
pa: ਪਲੇਅਲਿਸਟ ਤੋਂ ਗੀਤ ਚਲਾਓ
pl: Odtwarza utwór z listy odtwarzania
pt: Toca uma música da lista de reprodução
ru: Воспроизведение дорожки из списка воспроизведения
sk: Prehrá skladbu z playlistu
sl: Predvaja pesem s seznama predvajanja
sr: Пушта песму са листе нумера.
sv: Spelar en låt från spellistan
uk: Відтворити композицію зі списку відтворення
zh_cn: 播放播放列表中的曲目
zh_tw: 播放清單中的歌

source: Pauses the playing
ar: يلبث التشغيل
ca@valencia: Pausa la reproducció
cs: Pozastaví přehrávání
da: Sætter afspilning på pause
el: Παύση της αναπαραγωγής
et: Peatab esituse
fi: Keskeyttää soiton
fr: Met la lecture en pause
gl: Detén a reprodución
it: Sospende la riproduzione
kk: Орындап жатқанды аялдату
km: ផ្អាក​ការ​ចាក់
ko: 재생 일시 정지
lt: Pristabdo grojimą
nb: Setter spillingen i pause
nds: Dat Afspelen ünnerbreken
nl: Pauseert het afspelen
nn: Pausa avspelinga
pa: ਚੱਲਦਾ ਵਿਰਾਮ ਕਰੋ
pl: Wstrzymuje odtwarzanie
pt: Coloca a reprodução em pausa
ru: Приостановка воспроизведения
sk: Pozastaví prehrávanie
sl: Naredi premor predvajanja
sr: Паузира пуштање.
sv: Gör paus i uppspelningen
uk: Призупинити відтворення
zh_cn: 暂停播放
zh_tw: 暫停播放

source: Plays the next song in the playlist if one is available
ar: يشغّل الأغنية التالية في قائمة التشغيل إن كانت متوفّرة
ca@valencia: Reprodueix la cançó següent de la llista de reproducció, si n'hi ha alguna disponible
cs: Přehraje následující písničku v seznamu skladeb, pokud je dostupná
da: Spiller den næste sang på spillelisten, hvis der er en
el: Αναπαραγωγή του επόμενου τραγουδιού από τη λίστα αναπαραγωγής
et: Esitab esitusnimekirja järgmise laulu, kui see on olemas
fi: Soittaa soittolistan seuraavan kappaleen jos ei olla soittolistan lopussa
fr: Lit le morceau suivant dans la liste de lecture s'il en existe un disponible
gl: Reproduce a canción seguinte da lista de reprodución, de haber algunha dispoñíbel
it: Riproduce il brano successivo nella scaletta se disponibile
kk: Орындау тізіміндегі келесі жазуы болса, оны орындау
km: ចាក់​ចម្រៀង​បន្ទាប់​នៅ​ក្នុង​បញ្ជី​ចាក់ ប្រិសនបើ​មាន
ko: 재생 목록에 다음 곡이 있는 경우 다음 곡 재생
nb: Spiller neste melodi på spillelista hvis det er en
nds: Dat nakamen Stück binnen de Afspeellist afspelen, wenn vörhannen.
nl: Speelt het volgend nummer af in de afspeellijst mits deze beschikbaar is
nn: Spel den neste songen i spelelista (om ho ikkje er tom)
pl: Odtwarza następny utwór z listy odtwarzania, jeśli jest dostępny
pt: Toca a música seguinte da lista de reprodução, se disponível
ru: Воспроизведение следующей дорожки в списке воспроизведения, если она доступна
sk: Prehrá ďalšiu skladbu v playliste, ak je dostupná
sl: Predvaja naslednjo skladbo v seznamu, če je kakšna voljo
sr: Пушта следећу песму са листе нумера, ако је има.
sv: Spelar nästa låt i spellistan om det finns någon
uk: Відтворити наступну композицію у списку відтворення, якщо така існує
zh_cn: 播放播放列表中下一首可用曲目
zh_tw: 播放清單中的下一首歌

source: Mutes/unmutes the player
ar: يكتم/يزيل كتم المشغّل
ca@valencia: Silencia/Activa el so del reproductor
cs: Ztlumí/obnoví přehrávač
da: Slå lydløs til/fra for afspilleren
el: Απ/ενεργοποίηση ήχου της αναπαραγωγής
et: Muudab mängija tummaks või esitab taas heli
fi: Vaimentaa/soittaa soittimen äänet
fr: Rendre muet / remettre le son du lecteur
gl: Silencia o reprodutor ou ponno en marcha
it: Silenzia/Ripristina il volume del lettore
kk: Плейердің үнін өшіру/шығару
km: ស្ងាត់/ឮ​កម្មវិធីចាក់
ko: 재생기 음소거/해제
lt: Nutildo/Įjungia grotuvo garsą
nds: Den Afspeler still oder wedder luut maken
nl: Activeert/deactiveert mute van de speler
nn: Skru av/på lyden
pa: ਪਲੇਅਰ ਆਵਾਜ਼ ਬੰਦ/ਚਲਾਓ
pl: Wycisza/Wyłącza wyciszenie odtwarzacza
ru: Включить/выключить звук проигрывателя
sk: Stlmí/zruší stlmenie prehrávača
sl: Utiša/povrne glasnost predvajalnika
sr: Утишава/враћа звук у плејеру.
sv: Tystar eller återställer volymen för spelaren
uk: Вимкнути або увімкнути звук
zh_cn: 静音/取消静音
zh_tw: 將播放器靜音/取消靜音
