Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_binaryclock.po
Languages: ar, bg, ca@valencia, cs, da, el, fi, fr, ga, gl, he, hr, hu, it, km, ko, lt, lv, nb, nds, pa, pl, pt_br, ru, sk, sl, sr@ijekavian, sv, tr, uk, wa, zh_tw

source: Appearance
ar: المظهر
bg: Външен вид
ca@valencia: Aparença
cs: Vzhled
da: Udseende
el: Εμφάνιση
fi: Ulkoasu
fr: Apparence
ga: Cuma
gl: Aparencia
he: מראה
hr: Izgled
hu: Megjelenés
it: Aspetto
km: រូបរាង
ko: 모양
lt: Išvaizda
lv: Izskats
nb: Utseende
nds: Utsehn
pa: ਦਿੱਖ
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Videz
sr@ijekavian: Изглед
sv: Utseende
tr: Görünüm
uk: Вигляд
wa: Rivnance
zh_tw: 外觀

source: Active LEDs:
ar: المصابيح النشطة:
bg: Активни светлини:
ca@valencia: LED actius:
cs: Aktivní LEDky:
da: Aktive lysdioder:
el: Ενεργά LED:
fi: Aktiiviset valot:
fr: Diodes actives :
ga: LEDanna gníomhacha:
gl: LED acesos:
he: לדים פעילים:
hr: Aktivne LED-ice:
hu: Aktív LED-ek:
it: LED attivi:
km: LEDs សកម្ម ៖
ko: 켜진 LED:
lt: Aktyvus LED:
lv: Aktīvas lampiņas:
nb: Aktive LD-er:
nds: Anmaakt LEDs:
pa: ਐਕਟਿਵ LED:
pl: Aktywne diody:
pt_br: LEDs ativos:
ru: Активировать ячейки:
sk: Aktívne LED:
sl: Dejavne diode:
sr@ijekavian: Активне лампице:
sv: Aktiva lysdioder:
tr: Etkin Gösterge Işıkları:
uk: Задіяні лампочки:
wa: LED ovrantes
zh_tw: 發亮的 LED：

source: Use custom color for active LEDs:
ar: استخدم لون مخصص للمصابيح النشطة:
bg: Потребителски цвят за активните светлини:
ca@valencia: Usa un color personalitzat pels LED actius:
cs: Použít vlastní barvu pro aktivní LED:
da: Brug tilpasset farve til aktive lysdioder:
el: Χρήση προσαρμοσμένου χρώματος για τα ενεργά LED:
fi: Aseta aktiivisten valojen väri:
fr: Utiliser une couleur personnalisée pour les diodes actives :
ga: Úsáid dath saincheaptha do LEDanna gníomhacha:
gl: Empregar unha cor personalizada para os LED acesos:
hr: Koristi prilagođenu boju za aktivne LED-ice:
hu: Egyedi szín az aktív LED-eknél:
it: Usa colore personalizzato per i LED attivi:
km: ប្រើ​ពណ៌​ផ្ទាល់ខ្លួន​សម្រាប់​ទ្រនិច​សកម្ម ៖
ko: 사용자 정의 켜진 LED 색상 사용하기:
lt: Naudoti savitą spalvą aktyviems LED'ams:
lv: Lietot pielāgotu aktīvo lampiņu krāsu:
nb: Bruk selvvalgt farge for aktive LED-er:
nds: Egen Klöör för anmaakt LEDs bruken:
pa: ਐਕਟਿਵ LED ਲਈ ਪਸੰਦੀਦਾ ਰੰਗ ਵਰਤੋਂ:
pl: Użyj własnego koloru aktywnych diod:
pt_br: Usar uma cor personalizada para os LEDs ativos:
ru: Использовать свои цвета для ячеек:
sk: Použiť vlastnú farbu pre aktívne LED:
sl: Za dejavne diode uporabi barvo po meri:
sr@ijekavian: Посебна за активне лампице:
sv: Använd egen färg på aktiva lysdioder:
tr: Etkin Gösterge Işıkları için özel renk kullan:
uk: Використовувати нетиповий колір для активних лампочок:
wa: Si siervi d' ene coleur a vosse môde po les LED ovrantes:
zh_tw: 發亮的 LED 使用自訂顏色：

source: Inactive LEDs:
ar: المصابيح الخاملة:
bg: Неактивни светлини:
ca@valencia: LED inactius:
cs: Neaktivní LED:
da: Inaktive lysdioder:
el: Μη ενεργά LED:
fi: Passiiviset valot:
fr: Diodes inactives :
ga: LEDanna neamhghníomhacha:
gl: LED apagados:
he: לדים לא פעילים:
hr: Neaktivne LED-ice:
hu: Inaktív LED-ek:
it: LED inattivi:
km: LEDs អសកម្ម ៖
ko: 꺼진 LED:
lt: Neaktyvus LED:
lv: Neaktīvas lampiņas:
nb: Inaktive LED-er:
nds: Utmaakt LEDs:
pa: ਗ਼ੈਰ-ਐਕਟਿਵ LED:
pl: Nieaktywne diody:
pt_br: LEDs desligados:
ru: Неактивные ячейки:
sk: Neaktívne LED:
sl: Nedejavne diode:
sr@ijekavian: Неактивне лампице:
sv: Avstängda lysdioder:
tr: Pasif Gösterge Işıkları:
uk: Незадіяні лампочки:
wa: LED edoirmowes :
zh_tw: 未發亮的 LED：

source: Show the inactive LEDs
ar: أظهر المصابيح الخاملة
bg: Показване на неактивните светлини
ca@valencia: Mostra els LED inactius
cs: Zobrazit neaktivní LED
da: Vis de inaktive lysdioder
el: Εμφάνιση μη ενεργών LED:
fi: Näytä passiiviset valot
fr: Afficher les diodes inactives
ga: Taispeáin na LEDanna neamhghníomhacha
gl: Mostrar os LED apagados
hr: Prikaži neaktivne LED-ice
hu: Az inaktív LED-ek mutatása
it: Mostra i LED inattivi
km: បង្ហាញ​ទ្រនិច​អសកម្ម
ko: 꺼진 LED 보이기
lt: Rodyti neaktyvus LED
lv: Rādīt neaktīvās lampiņas:
nb: Vis de inaktive LED-ene
nds: Utmaakt LEDs wiesen
pa: ਗ਼ੈਰ-ਐਕਟਿਵ LED ਵੇਖੋ
pl: Pokaż nieaktywne diody
pt_br: Mostrar os LEDs desligados
ru: Показать неактивные ячейки
sk: Zobraziť neaktívne LED
sl: Pokaži nedejavne diode
sr@ijekavian: Прикажи неактивне лампице
sv: Visa avstängda lysdioder
tr: Pasif Gösterge Işıklarını Göster
uk: Показувати незадіяні лампочки
wa: Mostrer les LED edoirmowes
zh_tw: 未發亮的 LED：

source: Check this if you want to see the inactive LEDs.
ar: اختر هذه إذا كنت تريد أن ترى المصابيح الخاملة.
bg: Включете отметката, ако искате да виждате неактивните елементи от циферблата.
ca@valencia: Marqueu això si voleu veure els LED inactius.
cs: Zatrhněte tuto volbu, pokud si přejete vidět neaktivní LED.
da: Markér dette hvis du vil se de inaktive lysdioder.
el: Ενεργοποιήστε αυτήν την επιλογή για την εμφάνιση των μη ενεργών led.
fi: Valitse tämä, jos haluat nähdä myös valot, jotka ovat poissa päältä.
fr: Cochez cette option si vous voulez voir les diodes inactives.
ga: Cuir tic anseo más mian leat na LEDanna neamhghníomhacha a fheiceáil.
gl: Sinale esta opci贸n se quer mostrar os LED apagados.
hr: Ovo obilježite ako želite vidjedti neaktivne LED-ice.
hu: Jelölje be, ha azt szeretné, hogy a nem világító LED-ek is látszódjanak.
it: Marca questa opzione se vuoi vedere i LED inattivi.
km: គូសធីក​វា​ប្រសិន​បើ​អ្នក​ចង់​មើលទ្រនិច​អសកម្ម ។
ko: 꺼진 LED를 보려면 선택하십시오.
lt: Pažymėkite, jei norite matyti neaktyvius LED.
lv: Atzīmējiet šo, ja vēlaties redzēt izslēgtās lampiņas.
nb: Kryss av her om du vil se de inaktive LED-ene.
nds: Maak dit an, wenn Du ok de utmaakten LEDs wiest hebben wullt.
pa: ਜੇ ਤੁਸੀਂ ਬੰਦ LED ਵੇਖਣੇ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਇਹ ਚੁਣੋ।
pl: Zaznacz tą opcję, jeśli chcesz, aby zegar pokazywał nieaktywne diody.
pt_br: Marque isto se quiser ver os LEDs desligados.
ru: Выберите этот пункт, чтобы показывать неактивные ячейки
sk: Začiarknite, ak chcete zobraziť neaktívne LED.
sl: Označite, če želite prikaz nedejavnih diod.
sr@ijekavian: Попуните ако желите да видите и неактивне лампице.
sv: Markera om du vill se de avstängda lysdioderna.
tr: Pasif gösterge ışıklarının gösterilmesini istiyorsanız işaretleyin.
uk: Залиште тут позначку, якщо ви бажаєте бачити неактивні позначки.
wa: Clitchîz çouchal si vs voloz vey les LED edoirmowes.
zh_tw: 勾選此項目以顯示未發亮的 LED 點

source: Show
ar: أظهر
bg: Показване
ca@valencia: Mostra
cs: Zobrazit
da: Vis
el: Εμφάνιση
fi: Näytä
fr: Afficher
ga: Taispeáin
gl: Mostrar
he: הצג
hr: Prikaži
hu: Mutatás
it: Mostra
km: បង្ហាញ​
ko: 보이기
lt: Rodyti
lv: Rādīt
nb: Vis
nds: Wiesen
pa: ਵੇਖੋ
pl: Pokaż
pt_br: Mostrar
ru: Показать
sk: Zobraziť
sl: Pokaži
sr@ijekavian: Прикажи
sv: Visa
tr: Göster
uk: Показати
wa: Mostrer
zh_tw: 顯示

source: Use theme color
ar: استخدم لون السمة
bg: Използване цвят от темата
ca@valencia: Usa un tema de color
cs: Použít barvu motivu
da: Brug temafarve
el: Χρήση χρώματος θέματος
fi: Käytä teeman väriä
fr: Utiliser la couleur du thème
ga: Úsáid dath an téama
gl: Empregar a cor do tema
he: השתמש בצבע ערכה
hr: Koristi boju iz teme
hu: A téma színét használja
it: Usa colore del tema
km: ប្រើ​ពណ៌​ស្បែក
ko: 테마 색상 사용하기
lt: Naudoti temos spalvą
lv: Lietot tēmas krāsu
nb: Bruk temafarge
nds: Musterklöör bruken
pa: ਥੀਮ ਰੰਗ ਵਰਤੋਂ
pl: Użyj koloru z motywu
pt_br: Usar cor do tema
ru: Использовать цвета из темы
sk: Použiť farbu témy
sl: Uporabi barvo teme
sr@ijekavian: Боја према теми
sv: Använd temats färg
tr: Tema rengini kullan
uk: Колір теми
wa: Si siervi d' ene coleur di tinme
zh_tw: 使用主題顏色

source: Use custom color for inactive LEDs:
ar: استخدم لون مخصص للمصابيح الخاملة:
bg: Потребителски цвят за неактивните светлини:
ca@valencia: Usa un color personalitzat pels LED inactius:
cs: Použít vlastní barvu pro neaktivní LED:
da: Brug brugervalgt farve til inaktive lysdioder:
el: Χρήση προσαρμοσμένου χρώματος για τα μη ενεργά LED:
fi: Aseta passiivisten valojen väri:
fr: Utiliser une couleur personnalisée pour les diodes inactives :
ga: Úsáid dath saincheaptha do LEDanna neamhghníomhacha:
gl: Empregar unha cor personalizada para os LED apagados:
hr: Koristi prilagođenu boju za neaktivne LED-ice:
hu: Egyedi szín megadása az inaktív LED-ekhez:
it: Usa colore personalizzato per i LED inattivi:
km: ប្រើ​ពណ៌​ផ្ទាល់ខ្លួន​សម្រាប់ LEDs អសកម្ម ៖
ko: 사용자 정의 꺼진 LED 색상 사용하기:
lt: Naudoti parinktą spalvą neaktyviems LED'ams:
lv: Lietot pielāgotu krāsu neaktīvajām lampiņām:
nb: Bruk selvvalgt farge for inaktive LED-er:
nds: Egen Klöör för utmaakt LEDs bruken:
pa: ਗ਼ੈਰ-ਸਰਗਰਮ LED ਲਈ ਪਸੰਦੀਦਾ ਰੰਗ ਵਰਤੋਂ:
pl: Użyj innego koloru dla nieaktywnych diod:
pt_br: Usar uma cor personalizada para os LEDs desativados:
ru: Использовать свои цвета для неактивных ячеек
sk: Použiť vlastnú farbu pre neaktívne LED:
sl: Za nedejavne diode uporabi barvo po meri:
sr@ijekavian: Посебна боја за неактивне лампице:
sv: Använd egen färg på avstängda lysdioder:
tr: Pasif Gösterge Işıkları için özel renk kullan:
uk: Використовувати нетиповий колір для неактивних:
wa: Si siervi d' ene coleur tchoezeye par vos po les LED edoirmowes :
zh_tw: 未發亮的 LED 使用自訂顏色：

source: Grid:
ar: الشبكة:
bg: Мрежа:
ca@valencia: Graella:
cs: Mřížka:
da: Gitter:
el: Κάνναβος:
fi: Ruudukko:
fr: Grille :
ga: Greille:
gl: Grella:
he: רשת:
hr: Rešetka:
hu: Rács:
it: Griglia:
km: ក្រឡាចត្រង្គ ៖
ko: 눈금:
lt: Tinklelis:
lv: Režģis:
nb: Rutenett:
nds: Gadder:
pa: ਗਰਿੱਡ:
pl: Siatka:
pt_br: Grade:
ru: Сетка:
sk: Mriežka:
sl: Mreža:
sr@ijekavian: Мрежа:
sv: Rutnät:
tr: Izgara:
uk: Ґратка:
wa: Grile :
zh_tw: 格線：

source: Show the grid
ar: أظهر الشبكة
bg: Показване на мрежата
ca@valencia: Mostra la graella
cs: Zobrazit mřížku
da: Vis gitteret
el: Εμφάνιση καννάβου
fi: Näytä ruudukko
fr: Afficher la grille
ga: Taispeáin an ghreille
gl: Mostrar a grella
he: הצג רשת
hr: Prikaži rešetku
hu: Rács megjelenítése
it: Mostra la griglia
km: បង្ហាញ​ក្រឡាចត្រង្គ
ko: 눈금 보이기
lt: Rodyti tinklelį
lv: Rādīt režģi
nb: Vis rutenettet
nds: Dat Gadder wiesen
pa: ਗਰਿੱਡ ਵੇਖੋ
pl: Pokaż siatkę
pt_br: Mostrar a grade
ru: Показать сетку
sk: Zobraziť mriežku
sl: Pokaži mrežo
sr@ijekavian: Прикажи мрежу
sv: Visa rutnätet
tr: Izgarayı göster
uk: Показати сітку
wa: Mostrer l' grile
zh_tw: 顯示格線

source: Check this if you want to see a grid around leds.
ar: اختر هذه إذا كنت تريد أن ترى شبكة حول المصابيح.
bg: Включете отметката, ако искате да виждате контур около елементите на циферблата.
ca@valencia: Marqueu això si voleu veure una graella al voltant dels LED.
cs: Zatrhněte tuto volbu, pokud si přejete zobrazit kolem diod mřížku.
da: Markér dette hvis du vil se et gitter rundt om lysdioder.
el: Ενεργοποιήστε αυτήν την επιλογή για την εμφάνιση καννάβου γύρω από τα led.
fi: Valitse tämä näyttääksesi ruudukon valojen ympärillä.
fr: Cochez cette case si vous voulez voir une grille autour des diodes.
ga: Ticeáil é seo más mian leat greille a fheiceáil timpeall na soilse.
gl: Sinale esta opci贸n se quer mostrar unha grella arredor dos LED.
he: סמן כאן אם ברצונך לראות רשת מסביב ללדים
hr: Ovo obilježite ako želite vidjeti rešetku oko LED-ica.
hu: Jelölje be, ha rácsot szeretne megjeleníteni a LED-ek körül.
it: Segna questo se vuoi vedere una griglia attorno ai LED.
km: គូស​ធីក​វា ប្រសិន​បើ​​អ្នក​ចង់​មើល​ក្រឡាចត្រង្គ​ជុំវិញ leds ។
ko: LED 주위에 눈금을 보이게 하려면 선택하십시오.
lt: Pažymėkite, jei norite matyti tinklelį aplink LED.
lv: Atzīmējiet šo, ja vēlaties redzēt režģi ap lampiņām.
nb: Kryss av her hvis du vil se et rutenett roundt LED-ene.
nds: Maak dit an, wenn Du dat Gadder rund de LEDs wiest hebben wullt
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇ ਤੁਸੀਂ LED ਦੇ ਦੁਆਲੇ ਗਰਿੱਡ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Zaznacz tą opcję, jeśli chcesz, aby w zegarze była wyświetlona siatka.
pt_br: Marque isto se quiser ver a grade ao redor dos leds.
ru: Выберите этот пункт, чтобы отобразить сетку вокруг ячеек
sk: Začiarknite, ak chcete zobraziť mriežku okolo LED.
sl: Označite to, če želite videti mrežo okrog diod.
sr@ijekavian: Попуните ако желите мрежу око лампица.
sv: Markera om du vill se ett rutnät omkring lysdioderna.
tr: Göstergelerin etrafında ızgaraların gösterilmesini istiyorsanız işaretleyin.
uk: Залиште тут позначку, якщо ви бажаєте бачити сітку навколо позначок.
wa: Clitchîz çouchal si vs voloz mostrer ene grile åtoû des leds.
zh_tw: 勾選此項目以在 LED 外顯示格線。

source: Use custom grid color:
ar: استخدم لون شبكة مخصص:
bg: Потребителски цвят за мрежата:
ca@valencia: Usa un color de graella personalitzat:
cs: Použít vlastní barvu mřížky:
da: Brug tilpasset farve på gitter:
el: Χρήση προσαρμοσμένου χρώματος καννάβου:
fi: Aseta ruudukon väri:
fr: Utiliser une couleur personnalisée pour la grille :
ga: Úsáid dath saincheaptha don ghreille:
gl: Empregar unha cor personalizada para a grella:
he: השתמש בצבע רשת מותאם אישית
hr: Koristi prilagođenu boju rešetke:
hu: Egyedi rácsszín:
it: Usa colore personalizzato della griglia:
km: ប្រើ​​ពណ៌​ក្រឡាចត្រង្គ​​ផ្ទាល់ខ្លួន ៖
ko: 사용자 정의 눈금 색상 사용하기:
lt: Naudoti savitą tinklelio spalvą:
lv: Lietot pielāgotu režģa krāsu:
nb: Bruk selvvalgt farge på rutenett:
nds: Topasst Klöör för Gadder bruken
pa: ਪਸੰਦੀਦਾ ਗਰਿੱਡ ਰੰਗ ਵਰਤੋਂ:
pl: Użyj własnego koloru siatki:
pt_br: Usar uma cor personalizada para a grade:
ru: Выборочный цвет для сетки:
sk: Použiť vlastnú farbu mriežky:
sl: Uporabi barvo mreže po meri:
sr@ijekavian: Посебна боја мреже:
sv: Använd egen färg på rutnät:
tr: Özel ızgara rengi kullan:
uk: Використовувати колір ґратки:
wa: Si siervi d' ene coleur a vosse môde pol grile :
zh_tw: 使用自訂格線顏色：

source: Information
ar: المعلومات
bg: Данни
ca@valencia: Informació
cs: Informace
el: Πληροφορίες
fi: Tietoja
fr: Informations
ga: Eolas
gl: Informaci贸n
he: מידע
hr: Informacije
hu: Jellemzők
it: Informazioni
km: ព័ត៌មាន
ko: 정보
lt: Informacija
lv: Informācija
nb: Informasjon
nds: Informatschonen
pa: ਜਾਣਕਾਰੀ
pl: Informacje
pt_br: Informações
ru: Информация
sk: Informácie
sl: Podrobnosti
sr@ijekavian: Подаци
tr: Bilgiler
uk: Інформація
wa: Pondants et djondants
zh_tw: 資訊

source: Seconds:
ar: الثواني:
bg: Секунди:
ca@valencia: Segons:
cs: Sekundy:
da: Sekunder:
el: Δευτερόλεπτα:
fi: Sekunnit:
fr: Secondes :
ga: Soicindí:
gl: Segundos:
he: שניות:
hr: Sekunde:
hu: Másodpercek:
it: Secondi:
km: វិនាទី ៖
ko: 초:
lt: Sekundės:
lv: Sekundes:
nb: Sekunder:
nds: Sekunnen:
pa: ਸਕਿੰਟ:
pl: Sekundy:
pt_br: Segundos:
ru: Секунды:
sk: Sekundy:
sl: Sekunde:
sr@ijekavian: Секунде:
sv: Sekunder:
tr: Saniye:
uk: Секунди:
wa: Segondes :
zh_tw: 秒：

source: Show the seconds LEDs
ar: أظهر مصابيح الثواني
bg: Показване на секундите
ca@valencia: Mostra els LED dels segons
cs: Zobrazit sekundové LED
da: Vis sekund-lysdioder
el: Εμφάνιση LED δευτερολέπτων
fi: Näytä sekuntivalot
fr: Afficher les diodes des secondes
ga: Taispeáin na soicindí
gl: Mostrar o LED dos segundos
hr: Prikaži LED-ice za sekunde
hu: Másodpercmutató LED-ek
it: Mostra i LED dei secondi
km: បង្ហាញ​វិនាទីទ្រនិច​វិនាទី
ko: 초 LED 보이기
lt: Rodyti sekudes LED'e
lv: Rādīt sekunžu lampiņas
nb: Vis sekunder-LED-er
nds: De LEDs för de Sekunnen wiesen
pa: ਸਕਿੰਟ LED ਵੇਖੋ
pl: Pokaż diody sekund
pt_br: Mostrar LEDs dos segundos
ru: Показывать секунды
sk: Zobraziť sekundové LED
sl: Pokaži diode za sekunde
sr@ijekavian: Прикажи лампице секунди
sv: Visa sekundlysdioderna
tr: Saniye gösterge ışıklarını göster
uk: Показати позначки секунд
wa: Mostrer les LED des segondes
zh_tw: 顯示秒的 LED

source: Check this if you want to display seconds LEDs in order to see the seconds.
ar: اختر هذه إذا كنت تريد عرض مصابيح الثواني لكي ترى الثواني.
bg: Включете отметката, ако искате да виждате секундите.
ca@valencia: Marqueu això si voleu mostrar els LED dels segons per tal de veure els segons.
cs: Zatrhněte tuto volbu, pokud si přejete zobrazovat sekundové LED.
da: Markér dette hvis du vil vise sekund-lysdioder så du kan se sekunderne.
el: Ενεργοποιήστε αυτήν την επιλογή για την εμφάνιση των LED δευτερολέπτων.
fi: Valitse tämä, jos haluat nähdä sekuntivalot.
fr: Cochez cette option si vous voulez utiliser des diodes pour afficher les secondes.
ga: Ticeáil an rogha seo más mian leat na soicindí a thaispeáint.
gl: Sinale esta opci贸n se quer mostrar os LED dos segundos para ver estes.
hr: Ovo obilježite ako želite prikazati LED-ice za sekunde kako biste vidjeli vrijeme u sekundama.
hu: Jelölje be, ha a másodperceket is ki szeretné íratni LED-ekkel.
it: Marca questa opzione se vuoi visualizzare i LED dei secondi.
km: គូស​ធីក​វា ប្រសិន​បើ​អ្នក​ចង់​បង្ហាញ​​ទ្រនិច​វិនាទី ​ដើម្បី​មើល​វិនាទី ។
ko: 초 LED를 보이게 하려면 선택하십시오.
lt: Pažymėkite, jei norite, kad būtų rodomi sekundžių LED, kad matyti sekundes.
lv: Atzīmējiet šo, ja vēlaties redzēt sekunžu lampiņas.
nb: Kryss av her hvis du vil vise sekund-LED-ene for å se sekunder.
nds: Maak dit an, wenn Du de LEDs för de Sekunnen wiest hebben wullt.
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਸਕਿੰਟ ਵੇਖਣ ਲਈ ਸਕਿੰਟ LED ਨੂੰ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Zaznacz tą opcję, jeśli chcesz, aby zegar pokazywał sekundy.
pt_br: Marque isto se quiser mostrar os LEDs dos segundos para poder consultá-los.
ru: Выберите этот пункт, чтобы отобразить секундные ячейки.
sk: Začiarknite, ak chcete zobraziť sekundové LED.
sl: Označite, če želite videti sekunde, oz. prikazati diode za sekunde.
sr@ijekavian: Попуните ако желите да видите и лампице секунди.
sv: Markera om du vill visa sekundlysdioder för att kunna se sekunderna.
tr: Saniyeleri görebilmek için saniye gösterge ışıklarının gösterilmesini istiyorsanız işaretleyin.
uk: Позначте це, якщо ви бажаєте, щоб було відображено позначки секунд.
wa: Clitchîz çouchal si vs voloz mostrer les LED des segondes po vey les segondes.
zh_tw: 勾選此項目以顯示秒。
