Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_icontasks.po
Languages: ar, bs, ca, cs, da, el, es, et, fi, fr, gl, hu, it, kk, km, ko, lt, lv, mr, nb, pl, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: <p>When enabled, and there is only 1 row/column, then a separator will be drawn between the launchers/tasks-with-launchers and non-launcher tasks.</p>
bs: <p>Kada je omogućeno, a postoji samo 1 red / kolona, iscrtaće se separator između pokretača i poslova sa pokretačem odnosno poslova bez pokretača.</p>
ca: <p>Quan està activat, i només hi ha 1 fila/columna, es dibuixa un separador entre els llançadors/tasques-amb-llançadors i les tasques sense llançador.</p>
da: <p>Når dette er aktiveret og der kun er én række/kolonne, så vil der blive tegnet en adskillelse mellem programstartere/opgaver-med-programstartere og opgaver uden programstartere.</p>
el: <p>Όταν είναι ενεργοποιημένο, και υπάρχει μόνο 1 γραμμή/στήλη, τότε θα σχεδιαστεί ένα διαχωριστικό μεταξύ των εκτελεστών/εργασιών με εκτελεστές και των εργασιών χωρίς εκτελεστές.</p>
es: <p>Cuando está activado y solo hay una fila o columna, se dibuja un separador entre las lanzaderas/tareas-con-lanzaderas y las tareas sin lanzadera.</p>
et: <p>Kui see on lubatud ning ridu või veerge on ainult üks, tõmmatakse eraldaja käivitajate/käivitajatega tegumite ja mittekäivitajatega tegumite vahele.</p>
fi: <p>Kun käytössä ja rivejä tai sarakkeita on vain yksi, käynnistimet ja käynnistintehtävät erotetaan muista tehtävistä viivalla</p>
fr: <p>Lorsque cette option est activée et qu'il n'existe qu'une seule ligne ou une seule colonne, un séparateur sera tracé entre les lanceurs / tâches comportant des lanceurs et les tâches sans lanceur.</p>
gl: <p>Se escolle esta opción e só hai unha fila ou columna, debuxarase un separador entre os iniciadores ou tarefas con iniciadores, e as tarefas sen eles.</p>
hu: <p>Ha be van kapcsolva, és csak egy sor vagy oszlop van, egy elválasztó kerül rajzolásra a rögzített és nem rögzített alkalmazások közé.</p>
it: <p>Se abilitata, e in presenza di una sola riga/colonna, un separatore sarà disegnato tra i lanciatori/applicazioni con lanciatori e le applicazioni senza lanciatore.</p>
kk: <p>Бұны белгілегенде және 1 ғана жол/баған болғанда жеккіш/жеккішті тапсырмалар мен жеккішсіз тапсырмалар арасында бөлгіш салынады.</p>
km: <p>នៅ​ពេល​បាន​បើក ហើយ​មាន​តែ​មួយ​ជួរដេក/ជួរឈរ នោះ​ធាតុ​បំបែក​នឹង​ត្រូវ​បាន​គូរ​វាង​កម្មវិធី​ចាប់ផ្ដើម/ភារកិច្ច​កម្មវិធី​ចាប់ផ្ដើម និង​ភារកិច្ច​គ្មាន​កម្មវិធី​ចាប់ផ្ដើម ។</p>
ko: <p>선택하면 1개의 행/열만 사용하며 실행기/실행기가 있는 작업 및 실행기가 없는 작업 사이에 구분자를 추가합니다.</p>
lt: <p>Kai įgalinta ir yra tik viena eilutė / stulpelis, bus nubrėžtas skirtukas tarp paleidiklių / užduočių su paleidikliais ir ne paleidiklių.</p>
lv: <p>Kad ieslēgts, un pastāv tikai 1 rinda/kolonna, atdalītājs tiks zīmēts starp palaidējiem/uzdevumiem-ar-palaidējiem un uzdevumiem bez palaidēja.</p>
nb: <p>Når det er slått på, og det er bare én rad/kolonne, så blir det tegnet en skiller mellom startere/oppgaver-med-startere og oppgaver uten startere.</p>
pl: <p>Gdy włączone i istnieje tylko 1 rząd/kolumna, to separator będzie rysowany pomiędzy aktywatorami/zdaniami-z-aktywatorami i nie-aktywatorowymi zadaniami.</p>
pt_br: <p>Quando estiver ativo, e existir apenas 1 linha/coluna, então será desenhado um separador entre os lançamentos/tarefas com lançamentos e as tarefas sem lançamentos.</p>
ru: <p> При выборе опции, если используется панель в одну строку (столбец), то между значками запуска (запущенными из этих значков задачами) и остальными задачами на панели вставляется разделитель.</p>
sk: <p>Ak je povolené a je iba 1 riadok/stĺpec, potom oddeľovať sa zakreslí medzi spúšťače/úlohy-so-spúšťačom a úlohy bez spúšťača.</p>
sl: <p>Ko je omogočeno in je vrstica ali stolpec samo en, bo med zaganjalniki aliopravili z zaganjalnikom in opravili brez zaganjalnika izrisan ločilnik.</p>
sr: <p>Ако је укључено и има само једна врста/колона, биће исцртаван раздвајач између покретача (или задатака са покретачима) и непокретачких задатака.</p>
sv: <p>Om aktiverad, och det bara finns en rad eller kolumn, ritas en avskiljare mellan startprogram/aktiviteter med startprogram och aktiviteter utan startprogram.</p>
tr: <p>Etkinleştirildiğinde ve sadece bir satır veya sütun varsa, çalıştırıcılar ve çalıştırıcısı olan işler ile çalıştırıcısı olmayan işler arasına ayraç konur.</p>
uk: <p>Якщо позначено і показано лише 1 рядок або стовпчик, аплет домалює роздільник між кнопками запуску і задачами з кнопками запуску та задачами без кнопок запуску.</p>
zh_cn: <p>启用并且只有1行/列时，将会在启动器和非启动器之间显示分隔符。</p>
zh_tw: <p>開啟此選項的話，只會有一列或一欄，然後會在啟動器、有啟動器的工作與無啟動器的工作中間加入分隔器。</p>

source: Highlight windows:
bs: Istakni prozore:
ca: Ressaltat de finestres:
cs: Zvýraznit okna:
da: Fremhæv vinduer:
el: Τονισμός παραθύρων:
es: Resaltar ventanas:
et: Akende esiletõstmine:
fi: Korosta ikkunat:
fr: Mettre les fenêtres en évidence :
gl: Realzar as xanelas:
hu: Ablakok kiemelése:
it: Evidenzia le finestre:
kk: Белгілейтін терезелер:
km: រំលេច​បង្អួច ៖
ko: 창 강조:
lt: Išryškinti langus:
lv: Izcelt logus:
mr: चौकटी ठळक करा :
nb: Framhev vinduer:
pl: Podświetl okna:
pt_br: Realce de janelas:
ru: Подсветка окон:
sk: Zvýrazniť okná:
sl: Poudari okna:
sr: Истицање прозора:
sv: Markera fönster:
tr: Pencereleri vurgula:
uk: Підсвічування вікон:
zh_cn: 突出显示窗口：
zh_tw: 突顯視窗：

source: General
ar: عام
bs: Glavno
cs: Obecné
da: Generelt
el: Γενικά
et: Üldine
fi: Yleiset
fr: Général
gl: Xeral
hu: Általános
it: Generale
kk: Жалпы
km: ទូទៅ
ko: 일반
lt: Bendros
lv: Pamata
mr: सामान्य
nb: Generelt
pl: Ogólne
pt_br: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sr: Опште
sv: Allmänt
tr: Genel
uk: Загальне
zh_cn: 常规
zh_tw: 一般

source: Show job progress on task icon:
ar: أظهر تقدّم المهمة على أيقونة المهمة:
bs: Prikaži napredak posla na ikoni zadatka
ca: Mostra el progrés del treball en la icona de tasca:
da: Vis jobfremgang på opgaveikon:
el: Εμφάνιση της γραμμής προόδου στο εικονίδιο:
es: Mostrar el progreso del trabajo en el icono de la tarea:
et: Tööde edenemise näitamine tegumi ikoonil:
fi: Näytä työn edistyminen tehtäväkuvakkeessa:
fr: Afficher la progression d'une tâche sur l'icône correspondante :
gl: Mostrar o progreso do traballo na icona da tarefa:
hu: Folyamatjelző megjelenítése az ikonokon:
it: Mostra l'avanzamento delle operazioni sull'icona dell'applicazione:
kk: Таңбашасында барысы көрсетілсін:
km: បង្ហាញ​វឌ្ឍនផា​ការងារ​នៅ​លើ​រូបតំណាង​ភារកិច្ច ៖
ko: 작업 아이콘에 진행 상황 표시:
lt: Rodyti užduoties eigą ženkliuke:
lv: Rādīt darba progresu uz uzdevuma ikonas:
mr: कार्य प्रगती कार्य चिन्हावर दर्शवा :
nb: Vis jobbframdrift på oppgaveikon:
pl: Pokaż postęp zadania na ikonie zadania:
pt_br: Mostrar a evolução da tarefa no seu ícone:
ru: Показывать прогресс на иконке:
sk: Ukázať postup úlohy na task ikone:
sl: Pokaži napredek na ikoni opravila:
sr: Напредак посла на икони задатка:
sv: Visa jobbförlopp på aktivitetsikon:
tr: İşlem ilerlemesini görev simgesinin üzerinde göster:
uk: Показувати поступ виконання ні піктограмі:
zh_cn: 在图标上显示任务进度：
zh_tw: 在工作圖示中顯示進度：

source: <p>When enabled, a progressbar will be drawn over the applications icons to represent its overall job progress.</p>
bs: <p>Kada je omogućena, traka napretka će se nacrtati nad ikonama aplikacija da predstavljaju njen ukupni napredak posao.</p>
ca: <p>Quan està activat, es dibuixarà una barra de progrés sobre les icones de les aplicacions per representar el progrés global del treball.</p>
da: <p>Når dette er aktiveret vil en fremgangslinje blive tegnet over programmets ikoner som indikerer jobbets samlede fremgang.</p>
el: <p>Όταν είναι ενεργοποιημένο, θα εμφανίζεται μια γραμμή προόδου στο εικονίδιο των εφαρμογών και θα αναπαριστά τη συνολική πρόοδο εργασίας.</p>
es: <p>Cuando está activado, se dibuja una barra de progreso sobre los iconos de las aplicaciones para representar el progreso total del trabajo.</p>
et: <p>Märkimisel näidatakse rakenduste ikoonidel edenemisriba, mis kuvab töö üldist edenemist.</p>
fi: <p>Kun käytössä, edistymispalkki piirretään sovellusten kuvakkeiden päälle näyttämään töiden kokonaisedistymistä</p>
fr: <p>Lorsque cette option est activée, une barre de progression sera tracée sur les icônes des applications pour représenter la progression de l'ensemble de la tâche.</p>
gl: <p>Se escolle esta opción hase debuxar unha barra de progreso sobre a icona do aplicativo para representar o progreso xeral do traballo.</p>
hu: <p>Ha be van kapcsolva, egy folyamatsáv jelzi az adott ikonon a hozzá tartozó folyamat állapotát.</p>
it: <p>Se abilitata, una barra di avanzamento sarà disegnata sulle icone delle applicazioni per rappresentare l'avanzamento complessivo delle operazioni.</p>
kk: <p>Бұны белгілесе, When enabled, қолданбаның таңбашасы үстінен орындалу барысын корсететін индикатор салынады.</p>
km: <p>នៅ​ពេល​បាន​បើ របារ​វឌ្ឍនភាព​នឹង​ត្រូវ​បាន​គូរ​លើ​រូបតំណាង​កម្មវិធី ដើម្បីបង្ហាញ​វឌ្ឍនភាព​ការងារ​ទាំងអស់​របស់​វា ។</p>
ko: <p>선택하면 작업 아이콘 위에 진행 상태를 나타내는 표시줄이 그려집니다.</p>
lt: <p>Kai įjungta, eigos ženkliukas bus rodomas ant programų ženkliukų, kad atvaizduoti bendrą užduoties eigą.</p>
lv: <p>Kad ieslēgts, pāri lietotņu ikonām tiks attēlota progresa josla, lai parādītu kopējo darba progresu.</p>
nb: <p>Når dette er slått på blir det tegnet en framdriftslinje over programikonene for å vise den generelle framdriften for jobben.</p>
pl: <p>Gdy włączone, to zostanie narysowany pasek postępu na ikonach programów, aby reprezentować całkowity postęp zadania.</p>
pt_br: <p>Quando estiver ativo, será desenhada uma barra de progresso sobre os ícones dos aplicativos, indicando a evolução global das suas tarefas.</p>
ru: <p>Если выбрано, то индикатор выполнения действий в приложении будет отрисовываться поверх иконки приложения.</p>
sk: <p>Ak je povolené, indikátor priebehu sa zakreslí cez ikonu aplikácie na zobrazenie celkového postupu danej úlohy.</p>
sl: <p>Če je omogočeno, bo nad ikonami programov izrisana vrstica napredka, ki predstavlja skupni napredek opravil.</p>
sr: <p>Када је укључено, преко икона програма биће исцртавана трака напретка која показује општу довршеност посла.</p>
sv: <p>Om aktiverad, ritas en förloppsrad över programmets ikon för att representera övergripande förlopp för programmets jobb.</p>
tr: <p>Etkinleştirildiğinde, uygulama simgesi üzerinde genel iş ilerleme durumunu temsil eden bir ilerleme çubuğu gösterilecek.</p>
uk: <p>Якщо буде позначено, система показуватиме на піктограмах програм смужку поступу, яка надаватиме змогу стежити за поступом у виконанні програмою завдання.</p>
zh_cn: <p>启用后将在应用程序图标上绘制进度条以展示总体任务进度。</p>
zh_tw: <p>開啟此選項的話，會在應用程式圖示上繪製一個進度列，來表示它整體工作的進度。</p>

source: Show control buttons on media player tooltips:
ar: أظهر أزرار التحكّم على تلميحات مشّغل الوسائط:
bs: Prikaži kontrolne dugmiće na savjetima medija plejera:
ca: Mostra els botons de control en els consells dels reproductors de suports:
da: Vis kontrolknapper på værktøjstip for medieafspillere:
el: Εμφάνιση κουμπιών ελέγχου για τις εφαρμογές πολυμέσων:
es: Mostrar botones de control en los consejos emergentes del reproductor de medios:
et: Juhtimisnuppude näitamine meediamängija kohtspikris:
fi: Näytä ohjauspainikkeet mediasoittimen työkaluvihjeessä:
fr: Afficher les boutons de contrôle sur les infobulles de lecteurs multimédia :
gl: Mostrar botóns de control nos tooltips de reprodutores de son ou vídeo:
hu: Vezérlőgombok megjelenítése a médialejátszóknál:
it: Mostra i pulsanti di controllo sui suggerimenti del lettore multimediale:
kk: Ойнатқыш ишарасында басқару батырмалар көрсетілсін:
km: បង្ហាញ​ប៊ូតុង​ត្រួតពិនិត្យ​នៅ​លើ​ជំនួយ​កម្មវិធី​ចាក់​មេឌៀ ៖
ko: 미디어 재생기 풍선 도움말에 제어 단추 보이기:
lt: Rodyti valdymo mygtukus media grotuvų paaiškinimuose:
lv: Rādīt vadības pogas uz atskaņotāja paskaidrēm:
mr: मीडिया प्लेयर टूलटिप्स वर नियंत्रण बटने दर्शवा :
nb: Vis styringsknapper i hjelpeboblene for mediespillere:
pl: Pokaz przyciski kontrolne na podpowiedziach odtwarzacza multimedialnego:
pt_br: Mostrar botões de controle nas dicas dos reprodutores multimídia:
ru: Кнопки управления медиаплеером в подсказках:
sk: Ukázať ovládacie tlačidlá na nástrojových tipoch prehrávača:
sl: Na orodnih namigih predvajalnikov pokaži nadzorne gumbe:
sr: Контролна дугмад у облачићима медија плејера:
sv: Visa styrknappar i mediaspelares verktygstips:
tr: Ortam oynatıcı ipuçlarında denetim düğmelerini göster:
uk: Показувати кнопки керування відтворенням на панелях підказок:
zh_cn: 在媒体播放器工具条上显示控制按钮：
zh_tw: 在媒體播放器的工具提示中顯示控制按鍵：

source: <p>When enabled - previous, play/pause, and next buttons will be shown in the tooltips for media players.</p>
bs: <p>Kada je omogućeno - u savjetima za alatke medija plejera će se pojaviti dugmad prethodni, izvodi/pauza i naredni.</p>
ca: <p>Quan està actiu, es mostren els botons anterior, reproducció/pausa, i següent en els consells pels reproductors de suports.</p>
da: <p>Når dette er aktiveret, vil der blive vist knapper til forrige, afspil/pause og næste i værktøjstip for medieafspillere.</p>
el: <p>Όταν είναι ενεργοποιημένο, τα κουμπιά «προηγούμενο», «αναπαραγωγή/παύση», και «επόμενο» θα εμφανίζονται στις υποδείξεις για τους αναπαραγωγείς πολυμέσων.</p>
es: <p>Cuando está activado, se muestran botones de reproducir/pausa y siguiente en los consejos emergentes de los reproductores multimedia.</p>
et: <p>Märkimise korral näidatakse meediamängijate kohtspikrites eelmise pala, järgmise pala ning esitamise ja pausi nuppe.</p>
fi: <p>Kun käytössä, painikkeet edellinen, toista/tauko ja seuraava näytetään mediasoitinten työkaluvihjeissä</p>
fr: <p>Lorsque cette option est activée, les boutons « Précédent », « Lecture / Pause » seront affichés dans les infobulles pour les lecteurs multimédia.</p>
gl: <p>Se escolle esta opción hanse mostrar botóns de «anterior», «reproducir» ou «deter» e «seguinte» nos tooltips de reprodutores de son ou vídeo.</p>
hu: <p>Ha be van kapcsolva, egy-egy előző, lejátszás/szünet és következő gomb jelenik meg a médialejátszók előnézeténél.</p>
it: <p>Se abilitata, i pulsanti Precedente, Riproduci/Pausa e Successivo saranno mostrati nei suggerimenti dei lettori multimediali.</p>
kk: <p>Бұны белгілесе - ойнатқыш ишарасында "алдыңғы", "айдау/аялдау", "келесі" батырмалары көрсетіледі.</p>
km: <p>នៅ​ពេល​បាន​បើក កា​រ​ចាក់/ផ្អាក​ពីមុន និង​ប៊ូតុង​បន្ទាប់ នឹង​ត្រូវ​បាន​បង្ហាញ​នៅ​ក្នុង​ជំនួយ​​សម្រាប់​កម្មវិធី​ចាក់​មេឌៀ ។</p>
ko: <p>선택하면 미디어 재생기의 풍선 도움말에 이전, 재생/일시 정지, 다음 단추를 표시합니다.</p>
lt: <p>Kai įjungta - ankstesnis, groti/pristabdyti ir kitas mygtukai bus rodomi media grotuvų paaiškinimuose.</p>
lv: <p>Kad ieslēgts — pogas 'Iepriekšējais', 'Atskaņot/Pauze' un 'Nākamais' tiks rādītas atskaņotāju paskaidrēs.</p>
nb: <p>Når dette er slått på blir knapper for Forrige, Spill/Pause og Neste vist i hjelpeboblene for mediespillere.</p>
pl: <p>Gdy włączone, to zostaną pokazane przyciski poprzedni, odtwarzaj/wstrzymaj i następny na podpowiedziach dla odtwarzaczy multimedialnych.</p>
pt_br: <p>Quando estiver ativo, os botões para voltar, produzir/pausar e avançar serão mostrados nas dicas dos reprodutores multimídia.</p>
ru: <p>Если выбрано, на всплывающих подсказках для иконок медиаплееров отображаются кнопки "назад", "играть/пауза", "вперед".</p>
sk: <p>Ak je povolené - tlačidlá predošlá, prehrať/pozastaviť a ďalšia sa zobrazia v nástrojových tipoch prehrávačov médií.</p>
sl: <p>Če je omogočeno, bodo na orodnih namigih predstavnostnih predvajalnikov prikazani gumbi predhodno, predvajaj/premor in naslednje.</p>
sr: <p>Када је укључено, дугмад за пуштање/паузу, претходно и следеће, биће приказана у облачићима медија плејера.</p>
sv: <p>Om aktiverad visas knapparna Föregående, Spela/Paus och Nästa i verktygstips för mediaspelare.</p>
tr: <p>Etkinleştirildiğinde, medya oynatıcılarının araç ipuçları bölümünde önceki, oynat/duraklat ve sonraki düğmeleri görüntülenecek.</p>
uk: <p>Якщо буде позначено, на панелях підказок мультимедійних програвачів буде показано кнопки «Назад», «Пуск/Пауза» та «Далі».</p>
zh_cn: <p>启用后将为媒体播放器工具提示中显示上一首、播放/暂停、下一首按钮。</p>
zh_tw: <p>開啟此選項的話，媒體播放器的「前一首」、「播放/暫停」、「下一首」等按鍵會顯示在工具提示中。</p>

source: Enable support for Unity features:
ar: مكّن دعم مميزات يونتي:
bs: Omogući podršku za Unity:
ca: Activa la compatibilitat de les funcionalitats d'Unity:
cs: Povolit podporu pro vlastnosti Unity:
da: Aktivér understøttelse for Unity-funktioner:
el: Ενεργοποίηση της υποστήριξης χαρακτηριστικών Unity:
es: Activar el uso de características de Unity:
et: Unity omaduste toetuse lubamine:
fi: Ota käyttöön tuki Unity-ominaisuuksille:
fr: Activer la prise en charge pour les fonctionnalités Unity :
gl: Activar a compatibilidade con funcionalidades de Unity:
hu: Unity szolgáltatások támogatása:
it: Abilita il supporto delle funzionalità di Unity:
kk: Unity мүмкіндіктері болсын:
km: បើក​ការ​គាំទ្រ​សម្រាប់​លក្ខណៈ​ឯកតា ៖
ko: Unity 기능 지원 사용:
lt: Įjunkti palaikymą Unity savybėms:
lv: Ieslēgt Unity iespēju atbalstu:
mr: युनिटी वैशिष्ठ्यांकरिता समर्थन कार्यान्वित करा :
nb: Slå på støtte for Unity-funksjoner
pl: Włącz obsługę dla funkcji Unity:
pt_br: Ativar suporte para as funcionalidades do Unity:
ru: Включить поддержку Unity:
sk: Povoliť podporu pre funkcie Unity:
sl: Omogoči podporo za zmožnosti Unity:
sr: Подршка за могућности Јунитија:
sv: Aktivera stöd för Unity-funktioner:
tr: Unity özellikleri için desteği aç:
uk: Увімкнути підтримку можливостей Unity:
zh_cn: 启用 Unity 特性支持：
zh_tw: 開啟 Unity 功能支援：

source: <p>Toggles support for the Unity D-Bus API.</p>
bs: <p>Preklapa podršku zaUnity D-Bus API.</p>
ca: <p>Commuta la compatibilitat amb l'API D-Bus de l'Unity.</p>
cs: <p>Přepnout podporu pro D-Bus API Unity.</p>
da: <p>Slår understøttelse af Unitys D-Bus-API til/fra.</p>
el: <p>Ενεργοποίηση/απενεργοποίηση της υποστήριξης του Unity D-Bus API.</p>
es: <p>Conmuta el uso del API D-Bus de Unity.</p>
et: <p>Sellega saab lülitada Unity D-Busi API toetust.</p>
fi: <p>Ota Unityn DBus-API-tuki käyttöön tai poista se käytöstä</p>
fr: <p>Active / Désactive la prise en charge pour l'API D-BUS Unity.</p>
gl: <p>Activa a compatibilidade coa API D-Bus de Unity.</p>
hu: <p>Bekapcsolja az Unity D-Bus API támogatását.</p>
it: <p>Commuta il supporto delle API D-Bus di Unity.</p>
kk: <p>Unity D-Bus API-ін қосу.</p>
km: <p>បិទ/បើក​ការ​គាំទ្រ​សម្រាប់​ D-Bus API ឯកតា ។</p>
ko: <p>Unity D-Bus API 지원을 켜거나 끕니다.</p>
lt: <p>Įjungia palaikymą dėl Unity D-Bus API.</p>
lv: <p>Pārslēdz Unity D-Bus API atbalstu.</p>
nb: <p>Slår av/på støtte for Unitys D-Buss API.</p>
pl: <p>Przełącza obsługę dla Unity D-Bus API.</p>
pt_br: <p>Ativa/desativa o suporte para a API D-Bus do Unity.</p>
ru: <p>Поддержка Unity D-Bus API.</p>
sk: <p>Prepne podporu pre Unity D-Bus API.</p>
sl: <p>Preklopi podporo za Unityev D-Bus API.</p>
sr: <p>Активира подршку за Јунитијево д‑бус сучеље.</p>
sv: <p>Växlar stöd för Unity D-Bus programmeringsgränssnitt.</p>
tr: <p>Unity D-Bus Uygulama Geliştirme Arayüzü için desteği açıp kapatır.</p>
uk: <p>Вмикає або вимикає підтримку програмного інтерфейсу D-Bus Unity.</p>
zh_cn: <p>切换是否启用 Unity D-Bus API 支持。</p>
zh_tw: <p>切換是否支援 Unity D-Bus 的 API。</p>

source: Show recent documents:
ar: أظهر المستندات المفتوحة مؤخّرًا:
bs: Prikaži nedavne dokumente:
ca: Mostra els documents recents:
cs: Zobrazit nedávné dokumenty:
da: Vis nylige dokumenter:
el: Εμφάνιση πρόσφατων εγγράφων:
es: Mostrar los documentos recientes:
et: Viimati kasutatud dokumentide näitamine:
fi: Näytä viimeaikaiset tiedostot:
fr: Afficher les documents récents :
gl: Mostrar documentos recentes:
hu: Legutóbbi dokumentumok megjelenítése:
it: Mostra i documenti recenti:
kk: Жуырдағы құжаттар көрсетілсін:
km: បង្ហាញ​ឯកសារ​ថ្មីៗ ៖
ko: 최근 문서 보이기:
lt: Rodyti paskiausius dokumentus:
lv: Rādīt nesenos dokumentus:
mr: अलिकडील दस्तऐवज दर्शवा :
nb: Vis nylig brukte dokumenter:
pl: Pokaż ostatnie dokumenty:
pt_br: Mostrar os documentos recentes:
ru: Показывать недавние документы:
sk: Ukázať nedávne dokumenty:
sl: Pokaži nedavne dokumente:
sr: Приказ недавних докумената:
sv: Visa senaste dokument:
tr: Son kullanılan belgeleri göster:
uk: Показувати недавні документи:
zh_cn: 显示最近文档：
zh_tw: 顯示最近的文件：

source: <p>Toggles support for listing an application's recent documents in its popup menu.</p>
bs: <p>Preklapa podršku za listu aplikacijskih nedavnih dokumenata u iskočnom meniju.</p>
ca: <p>Commuta la compatibilitat per llistar els documents recents d'una aplicació en el seu menú emergent.</p>
da: <p>Slår understøttelse af at vise et programs nylige dokumenter i dets pop-op-menu til/fra.</p>
el: <p>Ενεργοποίηση/απενεργοποίηση της υποστήριξης εμφάνισης των πρόσφατων εγγράφων μιας εφαρμογής στο αναδυόμενο μενού της.</p>
es: <p>Conmuta el apoyo para listar los documentos recientes de una aplicación en su menú emergente.</p>
et: <p>Sellega saab määrata, kas rakenduse hüpikmenüüs näidatakse selle viimati kasutatud dokumente või mitte.</p>
fi: <p>Näytä tai piilota sovelluksen viimeaikaisten tiedostojen näyttäminen ponnahdusvalikossa</p>
fr: <p>Active / Désactive la prise en charge permettant de lister les documents récents d'une application apparaissant dans son menu.</p>
gl: <p>Activa ou desactiva a funcionalidade de listar os documentos recentes dun aplicativo no seu menú emerxente.</p>
hu: <p>Bekapcsolva ezt a beállítást, az alkalmazások felugró menüjében megjelennek a legutóbbi dokumentumaik.</p>
it: <p>Commuta il supporto per l'elencazione dei documenti recenti dell'applicazione nel relativo menu a comparsa.</p>
kk: <p>Қолданбаның жуырдағы құжаттар тізімін қалқымалы мәзірінде көрсетуін қосу.</p>
km: <p>បិទ/បើក​ការ​គាំទ្រ​សម្រាប់​រាយ​ឯកសារ​ថ្មីៗ​របស់​កម្មវិធី​នៅ​ក្នុងម៉ឺនុយ​លេច​ឡើង​របស់​វា ។</p>
ko: <p>프로그램의 팝업 메뉴에 최근에 연 문서 표시를 켜거나 끕니다.</p>
lt: <p>Įjungia palaikymą dėl programų paskiausiai atvertų dokumentų rikiavimo jos paaiškinimo meniu.</p>
lv: <p>Pārslēdz atbalstu lietotnes neseno dokumentu parādīšanai tās uzlecošajā izvēlnē.</p>
nb: <p>Slår på/av støtte for å liste opp et programs nylig brukte dokumenter i oppsprettsmenyen til programmet.</p>
pl: <p>Przełącza obsługę dla wykazywania ostatnich dokumentów programów w ich menu rozwijalnych.</p>
pt_br: <p>Ativa/desativa o suporte para apresentar os documentos recentes de um aplicativo no seu menu.</p>
ru: <p>Если выбрано, во всплывающих меню показываются недавние документы, открытые в приложении.</p>
sk: <p>Prepne podporu na vypísanie nedávnych dokumentov aplikácie v roletovej ponuke.</p>
sl: <p>Preklopi podporo za prikaz seznama nedavnih dokumentov programa v pojavnem meniju.</p>
sr: <p>Активира подршку за набрајање недавних докумената у искачућем менију програма.</p>
sv: <p>Växlar stöd för att lista ett programs senaste dokument i dess sammanhangsberoende meny.</p>
tr: <p>Bir uygulamanın kendi açılır menüsünde son belgeler listesinin görünüp görünmeyeceği belirler.</p>
uk: <p>Увімкнути або вимкнути підтримку показу списку недавніх документів програми у контекстному меню пункту програми.</p>
zh_cn: <p>切换是否在应用程序弹出菜单中列出最近的文档。</p>
zh_tw: <p>是否要在應用程式的彈出式選單中列出最近使用的文件。</p>

source: Group click action:
bs: Grupna klik akcija:
ca: Acció de clic en un grup:
da: Handling for gruppeklik:
el: Ενέργεια κλικ σε ομάδα:
es: Acción al pulsar sobre un grupo:
et: Grupile klõpsamise toiming:
fi: Ryhmänapsautuksen toiminta:
fr: Action d'un clic sur un groupe :
gl: Acción de clic nun grupo:
hu: Művelet csoport kattintásra:
it: Azione del clic sul gruppo:
kk: Топты түрту амалы:
km: សកម្មភាព​ចុច​ជា​​ក្រុម ៖
ko: 그룹 클릭 동작:
lt: Grupės spustelėjimo veiksmas:
lv: Grupas klikšķa darbība:
mr: समूह क्लिक क्रिया :
nb: Handling ved gruppeklikk:
pl: Działanie kliknięcia na grupę:
pt_br: Ação ao clicar no grupo:
ru: Действие при клике на группе задач:
sk: Akcia skupinového kliknutia:
sl: Dejanje klika na skupino:
sr: Радња на клик на групу:
sv: Åtgärd vid gruppklick:
tr: Grup tıklama eylemi:
uk: Дія за клацанням на групі:
zh_cn: 分组点击动作：
zh_tw: 群組點擊動作：
