Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_paste.po
Languages: kk, nds, pa, ro, wa

source: Add Macro
kk: Макросты қосу
nds: Makro tofögen
pa: ਮਾਈਕਰੋ ਸ਼ਾਮਲ
ro: Adaugă macrou
wa: Radjouter macro

# Button to select an application by clicking on its window
source: Click application
kk: Терезесін түрту
nds: Programm anklicken
pa: ਐਪਲੀਕੇਸ਼ਨ ਕਲਿੱਕ
ro: Clic pe aplicație
wa: Clitchî programe

source: Application
kk: Қолданба
nds: Programm
pa: ਐਪਲੀਕੇਸ਼ਨ
ro: Aplicație
wa: Programe

source: Paste Key
kk: Енгізу тіркесімі
nds: Inföögtast
pa: ਕੁੰਜੀ ਚੇਪੋ
ro: Tastă de lipire
wa: Tapes d' aclapaedje

source: Random Password
kk: Кездейсоқ пароль
nds: Tofällig Passwoort
pa: ਰਲਵਾਂ ਪਾਸਵਰਡ
ro: Parolă aleatoare
wa: Sicret a l' astcheyance

source: Current Date
kk: Бүгінгі күн
nds: Aktuell Datum
pa: ਮੌਜੂਦਾ ਮਿਤੀ
ro: Data curentă
wa: Date do moumint

source: Text &snippets (Click to paste text):
kk: Мәтін ү&зінділері (Терезеге енгізу)
nds: Text&snippels (mit Klick infögen):
pa: ਟੈਕਸਟ ਸਨਿੱਪਟ (ਟੈਕਸਟ ਚੇਪਣ ਲਈ ਕਲਿੱਕ)(&s):
ro: Frînturi de te&xt (apăsați pentru a lipi textul):
wa: &Bokets d' tecse (Clitchî pos aclaper do tecse) :

source: Text &snippets (Click to copy text to clipboard):
kk: Мәтін ү&зінділері (Алмасу буферіне көшіріп алу)
nds: Text&snippels (mit Klick na Twischenaflaag koperen):
pa: ਟੈਕਸਟ ਸਨਿੱਪਟ (ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਟੈਕਸਟ ਕਾਪੀ ਕਰਨ ਲਈ ਕਲਿੱਕ)(&s):
ro: Frînturi de te&xt (apăsați pentru a copia textul în clipboard):
wa: &Bokets d' tecse (Clitchîz pos aclaper do tecse dins l' presse-papî) :

source: Texts
kk: Үзінділер
nds: Texten
pa: ਟੈਕਸਟ
ro: Texte
wa: Tecses

source: Automatic Paste
kk: Авто енгізу
nds: Automaatsch infögen
pa: ਆਟੋਮੈਟਿਕ ਚੇਪੋ
ro: Lipire automată
wa: Aclapaedje otomatike

source: Execute Command And Get Output
kk: Команданы орындап оның шығысын енгізу
nds: Befehl utföhren un Utgaav halen
pa: ਕਮਾਂਡ ਚਲਾਓ ਅਤੇ ਆਉਟਪੁੱਟ ਲਵੋ
ro: Execută comanda și obține rezultatul
wa: Enonder comande eyet rçure li rexhowe

source: Command
kk: Команда
nds: Befehl
pa: ਕਮਾਂਡ
ro: Comandă
wa: Comande

source: Current Time
kk: Қазіргі уақыт
nds: Tiet opstunns
pa: ਮੌਜੂਦਾ ਟਾਈਮ
ro: Ora curentă
wa: Eure do moumint

source: Insert File Contents
kk: Файл мазмұның енгізу
nds: Dateiinholt infögen
pa: ਫਾਇਲ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਕਰੋ
ro: Inserează conținutul fișierului
wa: Sititchî l' ådvins do fitchî

source: File
kk: Файл
nds: Datei
pa: ਫਾਇਲ
ro: Fișier
wa: Fitchî

source: Character count
kk: Таңбалар саны:
nds: Tekentall
pa: ਅੱਖਰ ਗਿਣਤੀ
ro: Contor caractere
wa: Contaedje des caractères

source: Lowercase letters
kk: Кіші әріптер
nds: Lüttbookstaven
pa: ਛੋਟੇ ਅੱਖਰ
ro: Litere minuscule
wa: Ptitès letes

source: Uppercase letters
kk: Үлкен әріптер
nds: Grootbookstaven
pa: ਵੱਡੇ ਅੱਖਰ
ro: Litere majuscule
wa: Grandès letes

source: Numbers
kk: Сандар
nds: Tallen
pa: ਨੰਬਰ
ro: Numere
wa: Nombes

source: Symbols
kk: Таңбалар
nds: Symbolen
pa: ਸਿੰਬਲ
ro: Simboluri
wa: Simboles

source: Could not open file: %1
kk: Файл ашылмады: %1
nds: Datei "%1" lett sik nich opmaken
pa: ਫਾਇਲ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ: %1
ro: Imposibil de deschis fișierul: %1
wa: Dji n' a savou drovi l' fitchî : %1

source: &Application:
kk: Қ&олданба:
nds: &Programm:
pa: ਐਪਲੀਕੇਸ਼ਨ(&A):
ro: &Aplicație:
wa: Progr&ame :

source: &Paste key:
kk: &Енгізу тіркесімі:
nds: &Inföögtast:
pa: ਕੁੰਜੀ ਚੇਪੋ(&P):
ro: Tastă de li&pire:
wa: Tape d' acla&paedje :

source: Paste text automatically with:
kk: Авто енгізу тіркесімі:
nds: Text automaatsch infögen mit:
pa: ਟੈਕਸਟ ਆਟੋਮੈਟਿਕ ਹੀ ਇਸ ਨਾਲ ਚੇਪੋ:
ro: Lipește automat textul cu:
wa: Aclaper l' tecse otomaticmint avou :

source: Use &special keys for these apps:
kk: Келесі қолданбалар үшін &арнаулы тіркесімдер болсын:
nds: För disse Programmen &besünner Tasten bruken:
pa: ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਖਾਸ ਕੁੰਜੀਆਂ ਵਰਤੋਂ(&s):
ro: Utilizează taste &speciale pentru aceste aplicații:
wa: Si siervi d' &sipeciålès tapes po ces programes la :

source: &Add...
kk: Қ&осу...
nds: &Tofögen...
pa: ਸ਼ਾਮਲ(&A)...
ro: &Adăugare...
wa: R&adjouter...

source: &Edit...
kk: &Өзгерту...
nds: &Bewerken...
pa: ਸੋਧ(&E)...
ro: &Editare...
wa: &Candjî...

source: &Remove
kk: Ө&шіру
nds: &Wegmaken
pa: ਹਟਾਓ(&R)
ro: &Elimină
wa: &Oister

source: Configure Paste Snippets
kk: "Енгізу" баптауы
nds: Snippelinfögen instellen
pa: ਚੇਪਣ ਸਨਿੱਪਟ ਸੰਰਚਨਾ
ro: Configurează lipirea frînturilor
wa: Apontyî les bokets d' aclapaedje

source: &Texts:
kk: &Мазмұны:
nds: &Texten:
pa: ਟੈਕਸਟ(&T):
ro: &Texte:
wa: &Tecses :

source: &Name:
kk: &Атауы:
nds: &Naam:
pa: ਨਾਂ(&N):
ro: &Nume:
wa: &No :

source: Text to be &pasted:
kk: &Енгізетін мәтіні:
nds: Text, den Du &infögen wullt:
pa: ਚੇਪਣ ਲਈ ਟੈਕਸਟ(&p):
ro: Text de li&pit:
wa: Tecse a acla&per :

source: &Add Macro...
kk: &Макросты қосу...
nds: Makro &tofögen...
pa: ਮਾਈਕਰੋ ਸ਼ਾਮਲ(&A)...
ro: &Adăugare macrou...
wa: &Radjouter macro...

source: &Add
kk: Қ&осу
nds: &Tofögen
pa: ਸ਼ਾਮਲ(&A)
ro: &Adaugă
wa: R&adjouter

source: Untitled
kk: Аталмаған
nds: Ahn Titel
pa: ਬਿਨ-ਟਾਈਟਲ
ro: Fără titlu
wa: Sins no
