Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_fifteenPuzzle.po
Languages: bs, cs, da, el, et, eu, fi, hu, kk, km, ko, mr, nb, nl, pl, pt_br, ru, sk, sl, sr@ijekavian, uk, zh_tw

source: Shuffle
bs: Izmiješaj
cs: Zamíchat
da: Bland
el: Ανακάτεμα
et: Tükid segamini
eu: Nahastu
fi: Sekoita
hu: Keverés
kk: Араластыру
km: ​ចម្រៀក
ko: 섞기
mr: फेरबदल
nb: Stokk brikkene
nl: Schudden
pl: Wymieszaj
pt_br: Embaralhar
ru: Перемешать
sk: Zamiešať
sl: Premešaj
sr@ijekavian: Промијешај
uk: Заплутати
zh_tw: 洗牌

source: General
bs: Opšte
cs: Obecné
da: Generelt
el: Γενικά
et: Üldine
eu: Orokorra
fi: Yleistä
hu: Általános
kk: Жалпы
km: ទូទៅ
ko: 일반
mr: सामान्य
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
sr@ijekavian: Опште
uk: Загальне
zh_tw: 一般

# The time since the puzzle started, in minutes and seconds
source: Time: %1:%2
bs: Vrijeme: %1:%2
cs: Čas: %1:%2
da: Tid: %1:%2
el: Χρόνος: %1:%2
et: Aeg: %1:%2
eu: Denbora: %1:%2
fi: Aika: %1:%2
hu: Idő: %1:%2
kk: Өткен уақыт: %1:%2
km: ពេលវេលា​ ៖ %1:%2
ko: 시간: %1:%2
mr: वेळ : %1:%2
nb: Tid: %1:%2
nl: Tijd: %1:%2
pl: Czas: %1:%2
pt_br: Tempo: %1:%2
ru: Время: %1:%2
sk: Čas: %1:%2
sl: Čas: %1:%2
sr@ijekavian: Вријеме: %1.%2
uk: Час: %1:%2
zh_tw: 時間：%1:%2

source: Shuffle Pieces
bs: Promiješaj dijelove
cs: Zamíchat kusy
da: Bland brikker
el: Ανακάτεμα κομματιών
et: Tükid segamini
eu: Piezak nahastu
fi: Sekoita palat
hu: Keverés
kk: Тастарын араластыру
km: ច្របល់​ចម្រៀក
ko: 조각 섞기
mr: तुकडे फेरबदल करा
nb: Stokk brikkene
nl: Stukken door elkaar
pl: Wymieszaj puzzle
pt_br: Embaralhar as peças
ru: Перемешать
sk: Zamiešať dieliky
sl: Premešaj kose
sr@ijekavian: Промешај дијелове
uk: Заплутати плитки
zh_tw: 洗牌

source: Configure Fifteen Puzzle
bs: Podešavanje petnaest kvadrata
cs: Nastavit
da: Indstil Fifteen Puzzle
el: Ρύθμιση του παζλ 15 κομματιών
et: Viieteistkümnemängu seadistamine
eu: Konfiguratu Hamabosteko buruhaustekoa
fi: Puzzle 15 -asetukset
hu: A 15-ös kirakós beállításai
kk: 'Он бес' ойынды баптау
km: កំណត់​រចនាសម្ព័ន្ធផ្ដុំ​រូប ១៥
ko: 열다섯 조각 퍼즐 설정하기
mr: पंधरा कोडे संयोजीत करा
nb: Sett opp puslespillet
nl: Fifteen Puzzle instellen
pl: Konfiguruj: Piętnaście puzzli
pt_br: Configurar o quebra-cabeça dos quinze
ru: Настройка «Пятнашек»
sk: Nastaviť Pätnástku
sl: Nastavi igro Petnajst kosov
sr@ijekavian: Подешавање петнаестице
uk: Налаштувати гру у п’ятнашки
zh_tw: 設定 Fifteen 解謎

source: Size:
bs: Veličina
cs: Velikost:
da: St√∏rrelse:
el: Μέγεθος:
et: Suurus:
eu: Neurria:
fi: Koko:
hu: Méret:
kk: Өлшемі:
km: ទំហំ ៖
ko: 크기:
mr: आकार :
nb: Størrelse:
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
sk: Veľkosť:
sl: Velikost:
sr@ijekavian: Величина:
uk: Розміри:
zh_tw: 大小：

source: pieces wide
bs: dijelova u širinu
cs: kusů široké
da: brikker bred
el: κομμάτια πλατύ
et: tüki laiune
eu: piezen zabalera
fi: palaa leveä
hu: darab széles
kk: қатар тастар
km: ចម្រៀក​ធំ
ko: 조각
mr: तुकडे लांब
nb: brikker bredt
nl: stukjes breed
pl: kawałków (szer.)
pt_br: peças de largura
ru: ширина пятнашки
sk: dieliky na šírku
sl: kosov v širino
sr@ijekavian: дијелова у ширину
uk: плиток у ширину
zh_tw: 張寬

source: Use plain pieces:
bs: Obični dijelovi:
cs: Použít čisté kusy:
da: Brug almindelige brikker:
el: Χρήση απλών κομματιών:
et: Tavalised tükid:
eu: Erabili pieza sinpleak:
fi: Käytä kuvattomia paloja:
hu: Egyszerű elemek használata:
kk: Кәдімгі тастарын қолдану:
km: ប្រើ​ចម្រៀក​ធម្មតា ៖
ko: 단순한 조각 사용하기:
mr: साधे तुकडे वापरा :
nb: Bruk enkle brikker:
nl: Vlakke stukken gebruiken:
pl: Użyj jednolitych kawałków:
pt_br: Usar peças simples:
ru: Использовать простой фон:
sk: Použiť obyčajné dieliky:
sl: Uporabi običajne kose:
sr@ijekavian: Обични дијелови:
uk: Використовувати плоскі плитки:
zh_tw: 使用平面的拼片：

source: Use custom image:
bs: Vlastita slika:
cs: Použít vlastní obrázek:
da: Brug brugervalgt billede:
el: Χρήση προσαρμοσμένης εικόνας:
et: Kohandatud pilt:
eu: Erabili irudi pertsonalizatua:
fi: Käytä omaa kuvaa:
hu: Egyedi kép használata:
kk: Өзгеше кескіні:
km: ប្រើ​រូបភាព​ផ្ទាល់ខ្លួន ៖
ko: 사용자 정의 그림 사용하기:
mr: ऐच्छिक प्रतिमा वापरा :
nb: Bruk selvvalgt bilde:
nl: Eigen afbeelding gebruiken:
pl: Użyj własnego obrazka:
pt_br: Usar imagem personalizada:
ru: Выбрать свой фон:
sk: Použiť vlastný obrázok:
sl: Uporabi sliko po meri:
sr@ijekavian: Посебна слика:
uk: Використовувати нетипове зображення:
zh_tw: 使用自訂影像：

source: Show numerals:
bs: Prikaži brojeve:
cs: Zobrazit číslování:
da: Vis tal:
el: Εμφάνιση αριθμών:
et: Arvude näitamine:
eu: Zenbakiak erakutsi:
fi: Näytä numerot:
hu: Számok megjelenítése:
kk: Нөмірлерін көрсету:
km: បង្ហាញ​លេខ ៖
ko: 숫자 보이기:
mr: संख्या दर्शवा :
nb: Vis tall:
nl: Nummers tonen:
pl: Pokaż numerki:
pt_br: Mostrar números:
ru: Показывать цифры:
sk: Zobraziť číslice:
sl: Pokaži števke:
sr@ijekavian: Нумериши дијелове:
uk: Показувати номери:
zh_tw: 顯示數字：
