Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_runner_kopete.po
Languages: ca, da, el, es, et, fr, gl, hr, hu, it, kk, km, ko, lt, lv, nds, nl, pt, pt_br, ro, ru, sl, zh_tw

# NAME OF TRANSLATORS
source: Your names
el: Γλενταδάκης Δημήτριος
et: Marek Laane
fr: Joëlle Cornavin
hr: Marko Dimjašević
hu: Kiszel Kristóf
it: Federico Zenith
nds: Manfred Wiese
nl: Robin Appelman,Freek de Kruijf
pt: José Nuno Pires
pt_br: Luiz Fernando Ranghetti
ro: Sergiu Bivol
ru: Александр Вольф

# EMAIL OF TRANSLATORS
source: Your emails
el: dglent@gmail.com
et: bald@smail.ee
fr: j.cornavin@sfr.fr
hr: marko@dimjasevic.net
hu: ulysses@kubuntu.org
it: federico.zenith@member.fsf.org
nds: m.j.wiese@web.de
nl: icewind@derideal.com,freekdekruijf@kde.nl
pt: zepires@gmail.com
pt_br: elchevive@opensuse.org
ro: sergiu@ase.md
ru: alex.v.wolf@gmail.com

source: Searches your Kopete buddylist for contacts matching :q:.
ca: Cerca a la llista de colÂ·legues del Kopete els contactes que coincideixin amb :q:.
da: Søger efter kontakter der matcher :q: i din Kopete venneliste.
el: Αναζήτηση στη λίστα επαφών σας στο kopete για επαφές που ταιριάζουν με :q:.
es: Busca contactos que encajen con :q: en su lista de amigos de Kopete.
et: Kopete kontaktide nimekirjas kontakti otsimine :q: järgi.
fr: Cherche dans votre liste Kopete d'amis, les contacts correspondant à :q:.
gl: Procura contactos na lista de amizades do Kopete que coincidan con :q:.
hr: Pretražuje Vašu listu prijatelja kako bi našao kontakte koji odgovaraju :q:.
hu: A következő kifejezésre illeszkedő névjegyeket keresi a Kopete partnerlistájában: :q:.
it: Cerca contatti corrispondenti a :q: nella lista di amici di Kopete.
kk: Kopete-тегі достар тізімінде :q: дегенге сәйкесті контактті іздеу.
km: ស្វែងរក​បញ្ជី​មិត្តភក្ដិ​នៃ Kopete របស់​អ្នក​សម្រាប់​ការ​ផ្គូផ្គង​ទំនាក់ទំនង :q: ។
ko: Kopete 대화 상대 목록에서 :q:와(과) 일치하는 상대를 찾습니다.
lt: Ieško jūsų Kopete draugų sąraše kontaktų, atitinkančių :q:.
lv: Meklē jūsu Kopete draugu sarakstā kontaktus, kas atbilst :q:.
nds: Dien Kopete-Mackerlist na Kontakten dörkieken, op de :q: passt.
nl: Zoekt in uw Kopete buddy-lijst naar contacten die overeenkomen met :q:.
pt: Procura na sua lista de amigos no Kopete pelos contactos correspondentes a :q:.
pt_br: Pesquisa na sua lista de amigos do Kopete pelos contatos correspondentes a :q:.
ro: Caută contacte care se potrivesc cu :q: în lista de amici Kopete.
ru: Поиск соответствия в вашем списке контактов Kopete :q:.
sl: Preišče za stiki, ki ustrezajo :q: v vašem seznamu prijateljev v Kopete.
zh_tw: 搜尋您的 Kopete 好友清單中，符合 :q: 的聯絡人。

source: Connect all Kopete accounts
ca: Connecta tots els comptes del Kopete
da: Forbind alle Kopete-konti
el: Σύνδεση όλων των λογαριασμών kopete
es: Conectar todas las cuentas de Kopete
et: Kõigi Kopete kontode ühendamine
fr: Connecter tous les comptes Kopete
gl: Conectar todas as contas do Kopete
hr: Spoji se na sve račune u Kopeteu
hu: Kapcsolódás az összes Kopete-fiókkal
it: Connetti tutti gli account di Kopete
kk: Барлық Kopete тіркелгілерін қосу
km: តភ្ជាប់​គណនី​របស់ Kopete ទាំងអស់
ko: 모든 Kopete 계정 연결
lt: Prijungti visas Kopete paskyras
lv: Pievienot visus Kopete kontus
nds: All Kopete-Kontos tokoppeln
nl: Verbindt met alle Kopete accounts
pt: Ligar todas as contas do Kopete
pt_br: Conectar todas as contas do Kopete
ro: Conectează toate conturile Kopete
ru: Подключить все учётные записи Kopete
sl: Poveži vse račune Kopete
zh_tw: 連線所有 Kopete 的帳號

source: Disconnect all Kopete accounts
ca: Desconnecta tots els comptes del Kopete
da: Afbryd forbindelse for alle Kopete-konti
el: Αποσύνδεση όλων των λογαριασμών kopete
es: Desconectar todas las cuentas de Kopete
et: Kõigi Kopete kontode ühenduse katkestamine
fr: Déconnecter tous les comptes Kopete
gl: Desconectar todas as contas do Kopete
hr: Odspoji se sa svih računa u Kopeteu
hu: Szétkapcsolás az összes Kopete-fiókkal
it: Disconnetti tutti gli account di Kopete
kk: Барлық Kopete тіркелгілерін ажырату
km: ផ្ដាច់​គណនី​របស់ Kopete ទាំងអស់
ko: 모든 Kopete 계정 연결 해제
lt: Atjungti visas Kopete paskyras
lv: Atvienot visus Kopete kontus
nds: All Kopete-Kontos afkoppeln
nl: Verbreek verbinding met alle Kopete accounts
pt: Desligar todas as contas do Kopete
pt_br: Desconecta todas as contas do Kopete
ro: Deconectează toate conturile Kopete
ru: Отключить все учётные записи Kopete
sl: Odklopi vse račune Kopete
zh_tw: Kopete 所有帳號都離線

source: Set Kopete accounts to a status with an optional message
ca: Estableix tots els comptes del Kopete a un estat amb un missatge opcional
da: Sæt Kopete-konti til en status med en valgfri besked
el: Ρύθμιση των λογαριασμών kopete σε μια κατάσταση με ένα προαιρετικό μήνυμα
es: Establecer el estado de las cuentas de Kopete con un mensaje opcional
et: Kopete kontode oleku määramine soovi korral teatega
fr: Associer les comptes Kopete à un état avec un message optionnel
gl: Configurar as contas do Kopete nun estado cunha mensaxe opcional
hr: Postavi račune u Kopeteu na status s opcionalnom porukom
hu: Kopete-fiókok beállítása egy állapotra opcionális állapotüzenettel
it: Imposta gli account di Kopete a uno stato con un messaggio facoltativo
kk: Kopete тіркелгілер күйі туралы міндетті емес хабарламасын орнату
km: កំណត់​គណនី Kopete ទៅជា​ស្ថានភាព​ដែលមាន​សារ​ជា​ជម្រើស
ko: Kopete 계정의 추가적인 상태 메시지를 설정합니다
lt: Nustatyti Kopete paskyrose statusą, pasirinktinai – ir pranešimą
lv: Iestatīt Kopete kontus uz statusu ar ziņojumu (neobligātu)
nds: En Status un köörwies ok en Naricht för Kopete-Kontos fastleggen
nl: Stel Kopete acounts in een status met een optioneel bericht
pt: Mudar todas as contas do Kopete para um estado com uma mensagem opcional
pt_br: Alterar as contas do Kopete para um status com uma mensagem opcional
ro: Stabilește conturile Kopete la o stare cu un mesaj opțional
ru: Установить необязательное сообщение статуса Kopete
sl: Nastavi stanje računov Kopete s izbirnim sporočilom
zh_tw: 設定 Kopete 帳號的狀態及狀態訊息4

source: Set Kopete status message
ca: Estableix el missatge d'estat del Kopete
da: Sæt Kopete statusbesked
el: Ρύθμιση του μηνύματος κατάστασης του kopete
es: Establecer el mensaje de estado de Kopete
et: Kopete olekuteate määramine
fr: Définir le message d'état de Kopete
gl: Configurar a mensaxe de estado do Kopete
hr: Postavi statusnu poruku Kopetea
hu: Kopete állapotüzenet beállítása
it: Imposta messaggio di stato di Kopete
kk: Kopete күйі туралы хабарламасын орнату
km: កំណត់​សារ​ស្ថានភាព​របស់ Kopete
ko: Kopete 상태 메시지를 설정합니다
lt: Nustatyti Kopete pranešimą
lv: Iestatīt Kopete statusa ziņojumu
nds: Kopete-Statusmellen fastleggen
nl: Stel het Kopete statusbericht in
pt: Mudar a mensagem de estado do Kopete
pt_br: Definir a mensagem de status do Kopete
ro: Stabilește mesajul de stare Kopete
ru: Установить сообщение статуса Kopete
sl: Nastavi sporočilo stanja Kopete
zh_tw: 設定 Kopete 狀態訊息

source: Set all accounts as online
ca: Estableix tots els comptes com connectats
da: Sæt alle konti som online
el: Ρύθμιση της κατάστασης «Σε σύνδεση» για όλους τους λογαριασμούς
es: Establecer todas las cuentas como «conectado»
et: Kõigi kontode määramine võrgus olevaks
fr: Définir tous les comptes comme « en ligne »
gl: Configurar todas as contas como conectadas
hr: Spoji se sa svim računima
hu: Összes fiók beállítása online állapotúra
it: Imposta tutti gli account come collegati
kk: Барлық тіркелгілерді қосып қою
km: កំណត់​គណនី​ទាំងអស់ថា​ក្នុង​បណ្ដាញ
ko: 모든 계정을 온라인으로 전환합니다
lt: Nustatyti visų paskyrų būseną „Prisijungęs“
lv: Iestatīt visus kontus kā 'tiešsaistē'
nds: All Kontos op »tokoppelt« setten.
nl: Zet alle acounts op online
pt: Colocar todas as contas como ligadas
pt_br: Definir todas as contas como conectado
ro: Conectează toate conturile
ru: Подключить все учётные записи
sl: Nastavi vse račune kot »povezan«
zh_tw: 設定所有帳號為上線

source: Set all accounts as offline
ca: Estableix tots els comptes com desconnectats
da: Sæt alle konti som offline
el: Ρύθμιση της κατάστασης σε «Απουσία» για όλους τους λογαριασμούς
es: Establecer todas las cuentas como «desconectado»
et: Kõigi kontode määramine võrgust väljas olevaks
fr: Définir tous les comptes comme « hors ligne »
gl: Configurar todas as contas como desconectadas
hr: Odspoji se sa svim računima
hu: Összes fiók beállítása offline állapotúra
it: Imposta tutti gli account come scollegati
kk: Барлық тіркелгілерді ажыратып қою
km: កំណត់​គណនី​ទាំងអស់​​ថា​ក្រៅ​បណ្ដាញ
ko: 모든 계정을 오프라인으로 전환합니다
lt: Nustatyti visų paskyrų būseną „neprisijungęs“
lv: Iestatīt visus kontus kā 'nesaistē'
nds: All Kontos op »afkoppelt« setten.
nl: Zet all acounts op offline
pt: Colocar todas as contas como desligadas
pt_br: Definir todas as contas como desconectado
ro: Deconectează toate conturile
ru: Отключить все учётные записи
sl: Nastavi vse račune kot »nepovezan«
zh_tw: 設定所有帳號為離線

# The ': ' is used as a separator
source: Status: %1
ca: Estat: %1
el: Κατάσταση: %1
es: Estado: %1
et: Olek: %1
fr: État : %1
gl: Estado: %1
hu: Állapot: %1
it: Stato: %1
kk: Күй-жайы: %1
km: ស្ថានភាព ៖ %1
ko: 상태: %1
lt: Būsena: %1
lv: Statuss: %1
pt: Estado: %1
ro: Stare: %1
ru: Статус: %1
sl: Stanje: %1
zh_tw: 狀態：%1

# The ': ' is used as a separator
source: Message: %1
ca: Missatge: %1
da: Besked: %1
el: Μήνυμα: %1
es: Mensaje: %1
et: Sõnum: %1
gl: Mensaxe: %1
hr: Poruka: %1
hu: Üzenet: %1
it: Messaggio: %1
kk: Хабарламасы: %1
km: សារ ៖ %1
ko: 메시지: %1
lt: Pranešimas: %1
lv: Ziņojums: %1
nds: Naricht: %1
nl: Bericht: %1
pt: Mensagem: %1
pt_br: Mensagem: %1
ro: Mesaj: %1
ru: Сообщение: %1
sl: Sporočilo: %1
zh_tw: 訊息：%1

source: Set Status Message
ca: Estableix el missatge d'estat
da: Sæt statusbesked
el: Ρύθμιση μηνύματος κατάστασης
es: Establecer el mensaje de estado
et: Olekuteate määramine
fr: Définir le message d'état
gl: Configurar a mensaxe de estado
hr: Postavi statusnu poruku
hu: Állapotüzenet beállítása
it: Imposta messaggio di stato
kk: Күйі туралы хабарламасын орнату
km: កំណត់​សារ​ស្ថានភាព
ko: 상태 메시지 설정
lt: Nustatyti būsenos pranešimą
lv: Iestatīt statusa ziņojumu
nds: Statusmellen fastleggen
nl: Statusbericht instellen
pt: Mudar a Mensagem de Estado
pt_br: Definir a mensagem de status
ro: Stabilește mesaj de stare
ru: Установить сообщение статуса
sl: Nastavi sporočilo stanja
zh_tw: 設定狀態訊息

source: Send message to %1
ca: Envia un missatge a %1
da: Send besked til %1
el: Αποστολή μηνύματος στον χρήστη %1
es: Enviar un mensaje a %1
et: Sõnumi saatmine kontaktile %1
fr: Envoyer un message à %1
gl: Enviarlle unha mensaxe a %1
hr: Pošalji poruku za %1
hu: Üzenet küldése a következőnek: %1
it: Invia messaggio a %1
kk: %1 дегенге хабарлама жіберу
km: ផ្ញើសារ​ទៅ %1
ko: %1 님에게 메시지 보내기
lt: Siųsti žinutę kontaktui %1
lv: Sūtīt ziņojumu %1
nds: Naricht na %1 loosstüern
nl: Stuur bericht aan %1
pt: Enviar uma mensagem para %1
pt_br: Enviar mensagem para %1
ro: Trimite mesaj lui %1
ru: Отправить сообщение для %1
sl: Pošlji sporočilo za %1
zh_tw: 傳送訊息到 %1

source: Status: %1
ca: Estat: %1
el: Κατάσταση: %1
es: Estado: %1
et: Olek: %1
fr: État : %1
gl: Estado: %1
hu: Állapot: %1
it: Stato: %1
kk: Күй-жайы: %1
km: ស្ថានភាព ៖ %1
ko: 상태: %1
lt: Būsena: %1
lv: Statuss: %1
pt: Estado: %1
ro: Stare: %1
ru: Статус: %1
sl: Stanje: %1
zh_tw: 狀態：%1

source: %1 Message: %2
ca: %1 Missatge: %2
da: %1 Besked: %2
el: %1 Μήνυμα: %2
es: %1 Mensaje: %2
et: %1 Sõnum: %2
gl: %1 Mensaxe: %2
hr: %1 Poruka: %2
hu: %1 Üzenet: %2
it: %1 Messaggio: %2
kk: %1 Хабарламасы: %2
km: %1 សារ ៖ %2
ko: %1 메시지: %2
lt: %1 Pranešimas: %2
lv: %1 Ziņojums: %2
nds: %1 Naricht: %2
nl: %1 Bericht: %2
pt: %1 Mensagem: %2
pt_br: %1 Mensagem: %2
ro: %1 Mesaj: %2
ru: %1 Сообщение: %2
sl: %1 Sporočilo: %2
zh_tw: %1 訊息：%2
