Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_fileWatcher.po
Languages: ar, ca, es, ja, kk, km, mr, nds, nl, pa, ro, sr@ijekavian, wa

source: Select a file to watch.
ar: اختر ملف لمراقبته.
ca: Seleccioneu un fitxer a vigilar.
es: Seleccione un archivo a vigilar.
ja: 監視するファイルを選択してください。
kk: Бақылайтын файлды таңдау.
km: ជ្រើស​ឯកសារ​ត្រូវ​មើល ។
mr: लक्ष ठेवण्यासाठी फाईल निवडा.
nds: Datei utsöken, de Du beluern wullt
nl: Selecteer een bestand om te volgen.
pa: ਵੇਖਣ ਲਈ ਇੱਕ ਫਾਇਲ ਚੁਣੋ।
ro: Alegeți un fișier de următit.
sr@ijekavian: Изаберите фајл за надзор.
wa: Tchoezixhoz on fitchî a rwaitî.

source: Could not open file: %1
ar: لا يمكن فتح الملف: %1
ca: No es pot obrir el fitxer: %1
es: No fue posible abrir el archivo: %1
ja: ファイルを開けませんでした: %1
kk: Файл ашылмайды: %1
km: មិន​អាច​បើក​ឯកសារ ៖ %1
mr: %1 : फाईल उघडू शकत नाही
nds: Datei "%1" lett sik nich opmaken
nl: Kon het bestand niet openen: %1
pa: ਫਾਇਲ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ: %1
ro: Imposibil de deschis fișierul: %1
sr@ijekavian: Не могу да отворим: %1
wa: Dji n' a savou drovi l' fitchî : %1

source: Cannot watch non-text file: %1
ar: لا يمكن مراقبة ملف غير نصي: %1
ca: No es pot vigilar un fitxer que no sigui de text: %1
es: No se puede vigilar el archivo binario: %1
ja: テキスト以外のファイルは監視できません: %1
kk: Мәтінді емес файл бақылауға алынбайды: %1
km: មិនអាច​មើល​ឯកសារ​ដែល​គ្មាន​អត្ថបទ ៖ %1
mr: अ-पाठ्य फाईलवर लक्ष ठेवू शकत नाही.: %1
nds: "Nich-Text"-Datei "%1" lett sik nich beluern.
nl: Kon het bestand niet volgen omdat het geen tekst is: %1
pa: ਗ਼ੈਰ-ਟੈਕਸਟ ਫਾਇਲ ਨਹੀਂ ਵਾਚ ਕੀਤੀ ਜਾ ਸਕਦੀ: %1
ro: Imposibil de urmărit fișier netextual: %1
sr@ijekavian: Не могу да надзирем не‑текстуални фајл: %1
wa: Dji n' sai rwaitî l' fitchî nén tecse : %1

source: General
ar: عام
ja: 全般
kk: Жалпы
km: ទូទៅ
mr: सामान्य
nds: Allmeen
nl: Algemeen
pa: ਆਮ
sr@ijekavian: Опште
wa: Djenerå

source: Filters
ar: المرشحات
ca: Filtres
es: Filtros
ja: フィルタ
kk: Сүзгілер
km: តម្រង
mr: गाळणी
nds: Filtern
pa: ਫਿਲਟਰ
ro: Filtre
sr@ijekavian: Филтери
wa: Passetes

source: Configure File Watcher
ar: اضبط مراقِب ملفات
ca: Configuració del vigilant de fitxers
es: Configurar el monitor de archivos
ja: ファイルウォッチャーの設定
kk: Файл бақылағышын баптау
km: កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​មើល​ឯកសារ
mr: फाईल लक्ष ठेवणारा संयोजीत करा
nds: Dateibeluern instellen
nl: Bestandenvolger configureren
pa: ਫਾਇਲ ਵਾਚਰ ਸੰਰਚਨਾ
ro: Configurează Supraveghetor fișiere
sr@ijekavian: Подешавање надзирача фајлова
wa: Apontyî l' riwaiteu des fitchîs

source: File
ar: الملف
ca: Fitxer
es: Archivo
ja: ファイル
kk: Файл
km: ឯកសារ
mr: फाईल
nds: Datei
nl: Bestand
pa: ਫਾਇਲ
ro: Fișier
sr@ijekavian: Фајл
wa: Fitchî

source: File:
ar: الملف:
ca: Fitxer:
es: Archivo:
ja: ファイル:
kk: Файл:
km: ឯកសារ ៖
mr: फाईल :
nds: Datei:
nl: Bestand:
pa: ਫਾਇਲ:
ro: Fișier:
sr@ijekavian: Фајл:
wa: Fitchî :

source: Font
ar: الخط
ca: Tipus de lletra
es: Tipo de letra
ja: フォント
kk: Қаріп
km: ពុម្ព​អក្សរ
mr: फॉन्ट
nds: Schriftoort
nl: Lettertype
pa: ਫੋਂਟ
sr@ijekavian: Фонт
wa: Fonte

source: Font:
ar: الخط:
ca: Tipus de lletra:
es: Tipo de letra:
ja: フォント:
kk: Қаріп:
km: ពុម្ព​អក្សរ ៖
mr: फॉन्ट :
nds: Schriftoort:
nl: Lettertype:
pa: ਫੋਂਟ:
sr@ijekavian: Фонт:
wa: Fonte :

source: Color:
ar: اللون:
ja: 色:
kk: Түсі:
km: ពណ៌ ៖
mr: रंग :
nds: Klöör:
nl: Tekstkleur:
pa: ਰੰਗ:
ro: Culoare:
sr@ijekavian: Боја:
wa: Coleur :

source: Filters settings:
ar: إعدادت المرشحات:
ca: Arranjaments dels filtres:
es: Preferencias de filtros:
ja: フィルタの設定:
kk: Сүзгілерінің параметрлері:
km: ការ​កំណត់​តម្រង ៖
mr: गाळणी संयोजना :
nds: Filterinstellen
nl: Filters instellen:
pa: ਫਿਲਟਰ ਸੈਟਿੰਗ:
ro: Configurări filtru:
sr@ijekavian: Поставке филтера:
wa: Apontiaedjes des passetes :

source: Use regular expressions
ar: استعمل التعبيرات النمطية:
ca: Usa expressions regulars
es: Utilizar expresiones regulares
ja: 正規表現を使う
kk: Үлгі өрнектер пайдалансын
km: ប្រើកន្សោម​ធម្មតា
mr: नियमित अभिव्यक्ति वापरा
nds: Reguleer Utdrück bruken
nl: Reguliere expressies gebruiken
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ ਵਰਤੋਂ
ro: Utilizează expresii regulate
sr@ijekavian: Регуларни изрази
wa: Eployî des erîlêyès ratourneures

source: Use exact match
ar: استعمل التطابق التام
ca: Usa coincidència exacta
es: Utilizar una coincidencia exacta
ja: 文字どおりに一致させる
kk: Нақты сәйкестік болсын
km: ប្រើ​ការ​ផ្គូផ្គង​ជាក់លាក់
mr: अचूक जुळवणी वापरा
nds: Nau Övereenstimmen bruken
nl: Exacte overeenkomst gebruiken
pa: ਠੀਕ ਮਿਲਦਾ ਵਰਤੋਂ
ro: Utilizează potrivire exactă
sr@ijekavian: Тачно поклапање
wa: Eployî corespondaedje totafwaitmint ås mots

source: Filters:
ar: المرشحات:
ca: Filtres:
es: Filtros:
ja: フィルタ:
kk: Сүзгілері:
km: តម្រង ៖
mr: गाळणी :
nds: Filtern:
pa: ਫਿਲਟਰ:
ro: Filtre:
sr@ijekavian: Филтери:
wa: Passetes :

source: Show only lines that match filters
ar: أظهر فقط الأسطر التي تطابق المرشحات
ca: Mostra només les línies que coincideixin amb els filtres
es: Mostrar solo las líneas que coincidan con los filtros
ja: フィルタにマッチする行のみを表示する
kk: Тек сүзгілерге сәйкесті жолдар көрсетілсін
km: បង្ហាញ​តែ​បន្ទាត់​ដែល​ផ្គូផ្គង​តម្រង
mr: फक्त गाळणीला जुळणाऱ्या ओळी दर्शवा
nds: Bloots Regen wiesen, op de de Filtern passt
nl: Alleen regels tonen die overeenkomen met filters
pa: ਫਿਲਟਰ ਨਾਲ ਮਿਲਦੀਆਂ ਲਾਈਨਾਂ ਹੀ ਵੇਖੋ
ro: Arată numai liniile ce se potrivesc cu filtrele
sr@ijekavian: Прикажи само редове поклопљене филтером
wa: Èn mostrer k' les royes ki corespondèt ås passetes
