Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_kimpanel.po
Languages: es, hr

source: IM Panel Settings
hr: Postavke panela za metode unosa

source: KDE Input Method Panel
hr: KDE-ov panel za metode unosa

source: Icon Filter
es: Filtro de iconos
hr: Filtar ikona

source: Expand out
hr: Proširi

source: Expand out from the panel to a floating widget
hr: Proširi iz panela u lebdeći widget

source: Reload Config
es: Volver a cargar configuración
hr: Ponovno učitaj konfiguraciju

source: Collapse to panel
hr: Skupi u panel

source: Embed into the panel
hr: Ugradi u panel

source: Input Method Panel
hr: Panel za metode unosa

source: Generic input method panel
hr: Panel za generičke metode unosa

# NAME OF TRANSLATORS
source: Your names
hr: Marko Dimjašević

# EMAIL OF TRANSLATORS
source: Your emails
hr: marko@dimjasevic.net

source: Defines your preferred status bar icon size.
hr: Definira preferiranu veličinu ikone u statusnoj traci.

source: Properties hidden in status bar
hr: Svojstva sakrivena u statusnoj traci

source: Position of floating status bar
hr: Položaj lebdeće statusne trake

source: Defines how icons are positioned in the floating status bar.
hr: Definira kako su posložene ikone u lebdećoj statusnoj traci.

source: Expand horizontally.
hr: Proširi horizontalno.

source: Expand vertically.
hr: Proširi vertikalno.

source: Use multiple rows/cols.
hr: Koristi višestruke retke/stupce.

source: Defines the layout of the list of candidate words.
hr: Definira raspored liste riječi kandidata.

source: Put all words in one row.
hr: Stavi sve riječi u jedan redak.

source: Put all words in one col.
hr: Stavi sve riječi u jedan stupac.

source: Multiple rows/cols, but fixed rows.
hr: Višestruki retci/stupci, ali fiksirani retci.

source: Multiple rows/cols, but fixed columns.
hr: Višestruki retci/stupci, ali fiksirani stupci.

source: Restricts the layout of the list of candidate words.
hr: Ograničuje raspored liste riječi kandidata.

source: Start Input Method
es: Iniciar el método de introducción de datos

source: Configure Input Method
es: Configurar el método de introducción de datos

source: Exit Input Method
es: Salir del método de introducción de datos

source: Vertical List
es: Lista vertical

source: Reverse display order when at screen border
es: Orden de visualización inverso en el borde de la pantalla

source: Font
es: Tipo de letra

source: Select Font
es: Seleccione el tipo de letra

source: Input Method
es: Método de introducción de datos

source: Select Application
es: Seleccione la aplicación
