Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_org.kde.printmanager.po
Languages: lt

source: Only show jobs from the following printers:
lt: Rodyti tik šių spausdintuvų užduotis:

source: All jobs
lt: Visos užduotys

source: Completed jobs only
lt: Tik pabaigti darbai

source: Active jobs only
lt: Tik aktyvūs darbai

source: Print queue is empty
lt: Spausdinimo eilė yra tuščia

source: There is one print job in the queue
lt: Viena spausdinimo užduotis eilėje

source: No printers have been configured or discovered
lt: Nebuvo sukonfigūruoti ar aptikti spausdintuvai

source: There is currently no available printer matching the selected filters
lt: Šiuo metu nėra spausdintuvų atitinkančių pasirinktus filtrus

source: Cancel
lt: Atšaukti

source: Reprint
lt: Spausdinti vėl

source: Hold
lt: Sulaikyti

source: Release
lt: Paleisti

source: Owner:
lt: Savininkas:

source: Size:
lt: Dydis:

source: Created:
lt: Sukurta:
