Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_comic.po
Languages: el, kk, km, lv, pl, ru

# refers to caching of files on the users hd
source: Cache
el: Λανθάνουσα μνήμη
kk: Кэші
km: ឃ្លាំង​សម្ងាត់​
lv: Kešatmiņa
pl: Bufor
ru: Кэш

source: strips per comic
el: σειρές ανά κόμικ
kk: тізбек/комикс
km: ឆ្នូត​ក្នុង​មួយ​កំប្លែង
lv: lentas komiksā
pl: pasków na komiks
ru: стрипов на комикс

source: No size limit
el: Χωρίς όριο μεγέθους
kk: Өлшемі шектелмеген
km: គ្មាន​ដែន​កំណត់​ទំហំ
lv: Bez izmēra ierobežojuma
pl: Brak ograniczenia rozmiaru
ru: без ограничения размера

source: Comic cache:
el: Λανθάνουσα μνήμη κόμικ:
kk: Комикс кэші:
km: ឃ្លាំង​សម្ងាត់​កំប្លែង ៖
lv: Komiksu kešatmiņa:
pl: Pamięć podręczna komiksu:
ru: Кэш:

source: Error Handling
el: Διαχείριση σφαλμάτων
kk: Қатеге тап болғанда
km: កំហុស​ក្នុងកា​រដោះស្រាយ
lv: Kļūdu apstrāde
pl: Obsługa błędów
ru: Обработка ошибок

source: Display error image when getting comic failed:
el: Εμφάνιση εικόνας σφαλμάτος όταν αποτύχει η λήψη του κόμικ:
kk: Комикс жаңылыс кезінде қате суретін көрсетуі:
km: បង្ហាញ​រូបភាព​កំហុស នៅពេល​​បរាជ័យ​ក្នុងកា​រយក​កំប្លែង ៖
lv: Parādīt kļūdas attēlu, kad komiksa ielāde neizdodas:
pl: Wyświetl obraz błędu przy nieudanym uzyskaniu komiksu:
ru: Показывать уведомления в случае ошибки загрузки комикса:

source: Show arrows only on &hover:
el: Εμφάνιση βελών μόνο &πάνω από το ποντίκι:
kk: Жебелері &меңзегенде ғана көрсетілсін
km: បង្ហាញ​ព្រួញ​តែ​នៅ​ពេល​សំកាំង​ប៉ុណ្ណោះ ៖
lv: Rādīt bultas tikai ja &pele virsū:
pl: Pokaż strzałki tylko pod &kursorem:
ru: Показывать стрелки только при &наведении:

source: Information
el: Πληροφορίες
kk: Мәліметі
km: ព័ត៌មាន
lv: Informācija
pl: Informacja
ru: Сведения

source: Show comic &title:
el: Εμφάνιση &τίτλου κόμικ:
kk: Комикстің &атауын көрсету:
km: បង្ហាញ​ចំណង​ជើង​កំប្លែង ៖
lv: Rādīt komiksa &nosaukumu:
pl: Pokaż &tytuł komiksu:
ru: Показать &заголовок комикса:

source: Show comic &identifier:
el: Εμφάνιση &αναγνωριστικού κόμικ:
kk: Комикстің &идентификаторын көрсету:
km: បង្ហាញ​​ឧបករណ៍​កំណត់​អត្តសញ្ញាណ​កំប្លែង ៖
lv: Rādīt komiksa &identifikatoru:
pl: Pokaż &identyfikator komiksu:
ru: Показать &идентификатор комикса:

source: Show comic &author:
el: Εμφάνιση συγγρα&φέα κόμικ:
kk: Комикстің ав&торын көрсету:
km: បង្ហាញ​អ្នកនិពន្ធ​កំប្លែង ៖
lv: Rādīt komiksa &autoru:
pl: Pokaż &autora komiksu:
ru: Показать а&втора комикса:

source: Show comic &URL:
el: Εμφάνιση URL κομ&ικ:
kk: Комикстің &URL-адресін көрсету:
km: បង្ហាញ URL កំប្លែង ៖
lv: Rādīt komiksa &URL:
pl: Pokaż adres &URL komiksu:
ru: Показать &адрес комикса:

# here strip means comic strip
source: &Next Tab with a new Strip
el: &Επόμενη καρτέλα με νέα σειρά
kk: Жаңа тізбег бар &келесі қойынды
km: ថេប​បន្ទាប់​ដែលមាន​ឆ្នូត​ថ្មី
lv: &Nākamā cilne ar jaunu lentu
pl: &Następna karta z nowym paskiem
ru: С&ледующая вкладка с новым стрипом

source: Jump to &first Strip
el: &Μετάβαση στο πρώτο απόκομμα
kk: &Бірінші тізбегіне ауысу
km: លោត​ទៅ​​ឆ្នូត​ដំបូង
lv: Iet uz &pirmo lentu
pl: Przejdź do &pierwszej strony
ru: Перейти к &первому стрипу

source: Jump to &current Strip
el: &Μετάβαση στο τρέχον απόκομμα
kk: Қ&арап жатқанға өту
km: លោត​ទៅ​ឆ្នូត​បច្ចុប្បន្ន
lv: Iet uz &jaunāko lentu
pl: Przejdź do &aktualnej strony
ru: Перейти к &текущему стрипу

source: Jump to Strip ...
el: Μετάβαση στο απόκομμα...
kk: Ауысатын тізбегі...
km: លោត​ទៅ​ឆ្នូត...
lv: Iet uz lentu...
pl: Przejdź do strony...
ru: Перейти к стрипу...

source: Visit the shop &website
el: Επισκεφθείτε το &δικτυακό κατάστημα
kk: Шеберханасының в&еб-сайты
km: មើល​តំបន់បណ្ដាញ​ហាង
lv: Doties uz veikala &tīmekļa lapu
pl: Odwiedź &witrynę sklepu
ru: Посетить с&айт студии

source: &Save Comic As...
el: &Αποθήκευση κόμικ ως...
kk: Комиксті былай &сақтау...
km: រក្សាទុក​កំប្លែង​ជា...
lv: &Saglabāt komiksu kā...
pl: &Zapisz komiks jako...
ru: &Сохранить комикс как...

source: &Create Comic Book Archive...
el: &Δημιουργία αρχειοθήκης βιβλίου κόμικ...
kk: Комикс кітабінің архивін құ&ру...
km: បង្កើត​ប័ណ្ណសារ​សៀវភៅ​កំប្លែង...
lv: &Saglabāt komiksu grāmatas arhīvu...
pl: &Utwórz archiwum zeszytu komiksów...
ru: С&оздать архив книги комиксов...

# @option:check Context menu of comic image
source: &Actual Size
el: &Πραγματικό μέγεθος
kk: &Шын өлшемі
km: ទំហំ​ពិតប្រាកដ
lv: &Patiesais izmērs
pl: &Faktyczny rozmiar
ru: &Фактический размер

# @option:check Context menu of comic image
source: Store current &Position
el: Αποθήκευση τρέχουσας &θέσης
kk: Көріп жатқан орының &жаттау
km: ទុក​ទីតាំង​បច្ចុប្បន្ន
lv: Saglabāt šobrīdējo &novietojumu
pl: Z&apisz bieżącą pozycję
ru: Запомнить текущую &позицию

source: General
el: Γενικά
kk: Жалпы
km: ទូទៅ
lv: Pamata
pl: Ogólne
ru: Общие

source: Appearance
el: Εμφάνιση
kk: Көрінсі
km: រូបរាង
lv: Izskats
pl: Wygląd
ru: Внешний вид

source: Advanced
el: Για προχωρημένους
kk: Қосымша
km: កម្រិត​ខ្ពស់​
lv: Paplašināti
pl: Zaawansowane
ru: Дополнительно

source: Archiving comic failed
el: Αποτυχία αρχειοθέτησης κόμικ
kk: Комиксті архивтеу жаңылысы
km: បាន​បរាជ័យ​ក្នុង​ការ​ដាក់​សៀវភៅ​កំប្លែង​ជា​ប័ណ្ណសារ
lv: Komiksa arhivēšana neizdevās
pl: Nieudane archiwizowanie komiksu
ru: Сбой архивирования комикса

source: Create %1 Comic Book Archive
el: Δημιουργία %1 αρχειοθήκης βιβλίου κόμικ
kk: %1 деген комикс кітабінің архивін құру
km: បង្កើត​ប័ណ្ណសារ​សៀវភៅ​កំប្លែង %1
lv: Izveidot %1 komiksu grāmatas arhīvu
pl: Utwórz archiwum zeszytu komiksów %1
ru: Создать архив книги комиксов %1

source: Destination:
el: Προορισμός:
kk: Қайда:
km: ទិសដៅ ៖
lv: Mērķis:
pl: Cel:
ru: Сохранить в файле:

source: *.cbz|Comic Book Archive (Zip)
el: *.cbz|Αρχειοθήκη βιβλίου κόμικ (Zip)
kk: *.cbz|Комикс кітабінің архиві (Zip)
lv: *.cbz|Komiksu grāmatas arhīvs (Zip)
pl: *.cbz|Archiwum zeszytu komiksów (Zip)
ru: *.cbz|Архив книги комиксов (Zip)

source: The range of comic strips to archive.
el: Το εύρος των σειρών κόμικ για αρχειοθέτηση.
kk: Архивтейтін комикс тізбегінің ауқымы.
km: ជួរ​រឿង​កំប្លែង​ត្រូវ​ដាក់ជា​ប័ណ្ណសារ ។
lv: Komiksa lentu diapozons, ko arhivēt.
pl: Zakres pasków komiksu do archiwizacji.
ru: Временной диапазон стрипов для архивирования.

source: Range:
el: Εύρος:
kk: Ауқымы:
km: ជួរ ៖
lv: Diapozons:
pl: Zakres:
ru: Диапазон:

source: All
el: Όλα
kk: Бүкілін
km: ទាំងអស់
lv: Visi
pl: Wszystkie
ru: Все

source: From beginning to ...
el: Από την αρχή έως ...
kk: Басынан бастап...
km: ពី​ដើម​បំបូង​ទៅ...
lv: No sākuma līdz...
pl: Od początku do ...
ru: От начала до...

source: From end to ...
el: Από το τέλος έως ...
kk: Соңынан бастап...
km: ពី​ខាង​ចុង​ទៅ...
lv: No beigām līdz...
pl: Od końca do ...
ru: С конца до...

source: Manual range
el: Χειροκίνητο εύρος
kk: Өзгеше ауқым
km: ជួរ​ដោយ​ដៃ
lv: Pašrocīgi iestatīts diapozons
pl: Ręczny zakres
ru: Выбор диапазона вручную

# in a range: from to
source: From:
el: Από:
kk: Мынадан:
km: ពី ៖
lv: No:
pl: Od:
ru: От:

# in a range: from to
source: To:
el: Έως:
kk: Мынаған дейін:
km: ទៅ ៖
lv: Līdz:
pl: Do:
ru: До:

source: dd.MM.yyyy
el: ηη.μμ.εεεε
lv: dd.MM.ggg
pl: dd.mm.rrrr
ru: дд.ММ.гггг

source: No zip file is existing, aborting.
el: Δεν υπάρχει αρχείο zip, ματαίωση.
kk: Zip файл жоқ, доғарылды.
km: មិនមាន​​ឯកសារ zip ទេ បោះបង់ ។
lv: Nav neviena zip faila, pārtrauc.
pl: Nie istnieje plik zip, przerywanie.
ru: Zip-файл не существует, прерывание.

source: An error happened for identifier %1.
el: Συνέβη ένα σφάλμα για το αναγνωριστικό %1.
kk: %1 идентификаторымен қате болды.
km: កំហុស​មួយ​បានកើត​ឡើង​សម្រាប់​គ្រឿង​សម្គាល់ %1 ។
lv: Pēc identifikatora %1 radās kļūda.
pl: Wystąpił błąd dla identyfikatora %1.
ru: Произошла ошибка для идентификатора %1.

source: Failed creating the file with identifier %1.
el: Αποτυχία δημιουργίας αρχείου με αναγνωριστικό %1.
kk: Идентификаторы %1 файлын құру қатесі..
km: បានបរាជ័យ​ក្នុងការ​បង្កើត​ឯកសារ​​ដែល​មាន​គ្រឿង​សម្គាល់ %1 ។
lv: Neizdevās izveidot failu ar identifikatoru %1.
pl: Nieudane tworzenie pliku z identyfikatorem %1.
ru: Ошибка при создании файла с идентификатором %1.

source: Creating Comic Book Archive
el: Δημιουργία αρχειοθήκης βιβλίου κόμικ
kk: Комикс кітабінің архивін құру
km: បង្កើត​ប័ណ្ណសារ​សៀវភៅ​កំប្លែង
lv: Izveido komiksu grāmatas arhīvu
pl: Tworzenie archiwum zeszytu komiksów
ru: Создание архива книги комиксов

source: Failed adding a file to the archive.
el: Αποτυχία προσθήκης αρχείου στην αρχειοθήκη.
kk: Файлды архивке қосу жаңылысы.
km: បាន​បរាជ័យ​ក្នុងកា​របន្ថែម​ឯកសារ​ទៅ​ប័ណ្ណសារ ។
lv: Neizdevās pievienot failus arhīvam.
pl: Nieudane dodawanie pliku do archiwum.
ru: Ошибка при добавлении файла в архив.

source: Could not create the archive at the specified location.
el: Αδυναμία δημιουργίας αρχειοθήκης στην καθορισμένη τοποθεσία.
kk: Келтірілген орында архивті құру болмады.
km: មិន​អាច​បង្កើត​ប័ណ្ណសារ​នៅ​ទីតាំង​ដែលបានបញ្ជាក់​បាន​​ទេ ។
lv: Neizdevās izveidot arhīvu norādītajā vietā.
pl: Nie można utworzyć archiwum w podanym miejscu.
ru: Не удалось создать архив по указанному пути.

source: Comic
el: Κόμικ
kk: Комикс
km: កំប្លែង
lv: Komikss
pl: Komiks
ru: Комикс

source: Getting comic strip failed:
el: Απέτυχε η λήψη του κόμικ:
kk: Комикс тізбегін қабылдау жаңылысы:
km: បាន​បរាជ័យ​ក្នុងការ​ទៅ​យក​រឿង​កំប្លែង ៖
lv: Komiksa lentas saņemšana neizdevās:
pl: Pobranie komiksu nie powiodło się:
ru: Не удалось загрузить стрип:

source: Maybe there is no Internet connection. Maybe the comic plugin is broken. Another reason might be that there is no comic for this day/number/string, so choosing a different one might work.
el: Ενδέχεται να μην υπάρχει σύνδεση στο Internet. Ενδέχεται το πρόσθετο 'κόμικ' να είναι κατεστραμμένο. Ένας ακόμα λόγος ενδέχεται να είναι ότι δεν υπάρχει κόμικ γι'αυτή τη μέρα/αριθμό/συμβολοσειρά, οπότε ίσως το πρόβλημα διορθωθεί αν ξαναπροσπαθήσετε.
kk: Интернет қосылымы болмауы мүмкін. Комикс плагині істемеуі мүмкін. Тіпті, мынау күн/нөмір/атауда комикс мүлдем жоқ та шығар, басқасын таңдасаңыз мүмкін істеп кетер.
km: ប្រហែល​ជា​មិន​មាន​អ៊ីនធឺណិត​ទេ ។ ប្រហែល​ជា​កម្មវិធី​ជំនួយ​កំប្លែង​ខូច​ហើយ ។ ហេតុផល​ផ្សេង​ទៀត​គឺ​ថា មិន​មាន​រឿង​កំប្លែង​សម្រាប់ day/number/string នោះ​ទេ ដូច្នេះ​ជ្រើស​រឿង​កំប្លែង​មួយ​ដែល​អាច​ដំណើរការ ។
lv: Varbūt nav savienojuma ar internetu. Varbūt komiksu spraudnis ir bojāts. Vēl viens iespējamais iemesls — nav komiksa ar šo dienu/numuru/lentu, tādēļ varat mēģināt izvēlēties citu.
pl: Być może nie ma połączenia z internetem. Być może wtyczka komiksu jest uszkodzona. Innym powodem może być brak komiksu na dzisiaj/o tym numerze/z tą nazwą, wybranie innego może pomóc.
ru: Возможно, пропало соединение с Интернетом. Или виджет комиксов повреждён. Ещё одной причиной может быть то, что не существует комикса с указанным значением дня, номера или строки. Попробуйте указать другие значения.

source: Choose the previous strip to go to the last cached strip.
el: Επιλογή προηγούμενου αποκόμματος για να πάει στο τελευταίο αποθηκευμένο απόκομμα.
kk: Кештегі соңғы комикске ауысу үшін алдыңғысына барыңыз.
km: ជ្រើស​ឆ្នូត​មុន​ ដើម្បី​ទៅ​កាន់​ឆ្នូត​ដែល​បាន​ដាក់​ជា​ឃ្លាំង​សម្ងាត់​ចុងក្រោយ ។
lv: Izvēlieties iepriekšējo lentu, lai pārietu uz pēdējo kešatmiņā saglabāto lentu.
pl: Wybierz poprzedni pasek komiksowy, aby przejść do ostatniego paska komiksowego przechowywanego w pamięci podręcznej.
ru: Выберите предыдущий стрип, чтобы перейти к последнему кэшированному стрипу.

source: Download new comics
el: Λήψη νέων κόμικ
kk: Жаңа комиксті жүктеп алу
km: ទាញយក​កំប្លែង​ថ្មី
lv: Lejupielādēt jaunus komiksus
pl: Pobierz nowe komiksy
ru: Загрузить новый комикс

source: &Get New Comics...
el: &Λήψη νέων κόμικ...
kk: Жаңа комиксті &табу...
km: យក​កំប្លែង​ថ្មី...
lv: &Ielādēt jaunus komiksus...
pl: &Pobierz nowe komiksy...
ru: &Получить новые комиксы...

source: &Middle-click on the comic to show it at its original size
el: Εμφάνιση κανονικού μεγέθους κάνοντας με&σαίο κλικ
kk: Шын өлшемімен көрсету үшін үстінен &ортаңғы батырмамен түрту
km: ចុច​ប៊ូតុង​កណ្ដាល​លើ​កំប្លែង ដើម្បី​បង្ហាញ​​វា​ក្នុង​ទំហំ​ដើម​របស់វា
lv: &Vidējais klikšķis uz komiksa parāda to orģinālajā izmērā
pl: &Kliknij środkowym przyciskiem myszy na komiks, aby wyświetlić go w oryginalnym rozmiarze
ru: Щелчок средней кнопкой &мыши показывает актуальный размер комикса

source: Update
el: Ενημέρωση
kk: Жаңарту
km: ធ្វើ​បច្ចុប្បន្នភាព
lv: Atjaunināt
pl: Uaktualnij
ru: Обновления

source: Automatically update comic plugins:
el: Αυτόματη ενημέρωση πρόσθετων κόμικ:
kk: Комикс плагиндерін автоматты түрде жаңартуы:
km: ធ្វើ​បច្ចុប្បន្ន​ភាព​កម្មវិធី​ជំនួយ​កំប្លែង​ដោយ​ស្វ័យ​ប្រវត្តិ ៖
lv: Automātiski atjaunināt komiksa spraudņus:
pl: Automatycznie aktualizuj wtyczki komiksów:
ru: Автоматическое обновление расширений комиксов:

source: days
el: ημέρες
kk: күн сайын
km: ថ្ងៃ
lv: dienas
pl: dni
ru: дней

source: every
el: κάθε
kk: әрбір
km: រៀងរាល់
lv: katras
pl: co
ru: каждые

source: never
el: ποτέ
kk: ешқашан
km: កុំ
lv: nekad
pl: nigdy
ru: никогда

source: Check for new comic strips:
el: Έλεγχος για νέες σειρές κόμικ:
kk: Жаңа комикс тізбегі бар ма тексеру:
km: ពិនិត្យមើល​រឿង​កំប្លែង​ថ្មី ៖
lv: Pārbaudīt jaunas komiksa lentas:
pl: Sprawdź nowe paski komiksowe:
ru: Проверка на наличие новых стрипов комиксов:

source: minutes
el: λεπτά
kk: минут сайын
km: នាទី
lv: minūtes
pl: minuty
ru: минут

source: Visit the comic website
el: Επισκεφτείτε το δικτυακό χώρο του κόμικ
kk: Комикстің веб-сайтына жолығу
km: មើល​តំបន់បណ្ដាញ​កំប្លែង
lv: Apmeklēt komiksa lapu
pl: Odwiedź witrynę komiksu
ru: Посетить сайт комикса

source: Go to Strip
el: Μετάβαση σε απόκομμα
kk: Тізбегіне өту
km: ទៅកាន់​ឆ្នូត
lv: Iet uz lentu
pl: Przejdź do strony
ru: Перейти к стрипу...

source: &Strip Number:
el: &Αριθμός αποκόμματος:
kk: &Тізбектің нөмірі:
km: លេខ​ចម្រៀក ៖
lv: &Lentas numurs:
pl: &Numer strony:
ru: Номер &стрипа:

source: Strip identifier:
el: Αναγνωριστικό αποκόμματος:
kk: Тізбектің идентификаторы:
km: ឧបករណ៍​កំណត់​អត្តសញ្ញាណ​ឆ្នូត ៖
lv: Lentas identifikators:
pl: Identyfikator paska:
ru: Идентификатор стрипа:
