Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_icontasks.po
Languages: ar, bs, ca, cs, da, el, es, et, fi, fr, gl, hu, it, kk, km, ko, lt, lv, mr, nb, pl, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: (On All Desktops)
ar: (على كل أسطح المكتب)
bs: (Na svim površinama)
ca: (A tots els escriptoris)
cs: (Na všechny plochy)
da: (På alle skriveborde)
el: (Σε όλες τις επιφάνειες εργασίας)
es: (En todos los escritorios)
et: (Kõigil töölaudadel)
fi: (Kaikilla työpöydillä)
fr: (Sur tous les bureaux)
gl: (en todos os escritorios)
hu: (Az összes munkaasztalra)
it: (Su tutti i desktop)
kk: (Барлық үстелдерге)
km: (នៅ​លើ​គ្រប់​ផ្ទៃតុ)
ko: (모든 데스크톱에 있음)
lt: (Visuose darbastaliuose)
lv: (Uz visām darbvirsmām)
mr: (सर्व डेस्कटॉप वर)
nb: (På alle skrivebord)
pl: (Na wszystkich pulpitach)
pt_br: (Em todas as áreas de trabalho)
ru: (На всех рабочих столах)
sk: (Na všetkých plochách)
sl: (na vseh namizjih)
sr: (на свим површима)
sv: (På alla skrivbord)
tr: (Tüm Masaüstlerinde)
uk: (На всіх стільницях)
zh_cn: (在全部桌面)
zh_tw: （在所有桌面）

# Which virtual desktop a window is currently on
source: (On %1)
ar: (على %1)
bs: (Na %1)
ca: (A %1)
cs: (Na %1)
da: (På %1)
el: (Ενεργό %1)
es: (En %1)
et: (Töölaual %1)
fi: (Työpöydällä %1)
fr: (Sur %1)
gl: (en %1)
hu: (%1. asztalon)
it: (Su %1)
kk: (%1 дегенге)
km: (នៅលើ %1)
ko: (%1에 있음)
lt: (%1 darbastalyje)
lv: (Uz %1)
mr: (%1 वर)
nb: (På %1)
pl: (Na %1)
pt_br: (Na %1)
sk: (Na %1)
sl: (na %1)
sr: (на %1)|/|(на $[лок %1])
sv: (På %1)
tr: (%1 Üzerinde)
uk: На %1|/|На стільниці $[без-префікса 'Стільниця ' %1]
zh_cn: (在%1)
zh_tw: （於桌面 %1）

source: Plus %1 more...
bs: Plus %1 više...
ca: I %1 més...
cs: Plus %1 navíc...
da: Plus %1 mere...
el: και %1 επιπλέον...
es: Con %1 más...
et: ...ja veel %1
fi: Ja %1 muuta…
fr: Plus %1 encore...
gl: E %1 máis…
hu: És %1 további…
it: E altri %1...
kk: Және %1 басқа...
km: បូក %1 បន្ថែម​ទៀត...
ko: 외 %1개 더...
lt: Plius dar %1...
lv: Un vēl %1...
mr: अधिक %1 ...
nb: Og %1 til …
pl: Plus %1 więcej...
pt_br: e mais %1...
ru: Еще %1 …
sk: Plus %1 viac...
sl: In še %1 ...
sr: И још %1...
sv: Samt ytterligare %1...
tr: %1 daha fazla...
uk: …плюс ще %1
zh_cn: 以及 %1 个其它窗口...
zh_tw: 外加 %1 個...

source: Dock Manager
bs: Menadžer sidrišta
ca: Gestor acoblable
cs: Správce doků
el: Διαχειριστής προσάρτησης
es: Gestor de anclajes
fi: Telakka
fr: Gestionnaire d'ancrage
gl: Xestor da doca
hu: Dokk-kezelő
it: Gestore dell'area di aggancio
kk: Бекітуді басқару
km: កម្មវិធី​គ្រប់គ្រង​ការ​ចូល​ផែ
ko: 독 관리자
lt: Panelės tvarkyklė
lv: Doka pārvaldnieks
mr: डॉक व्यवस्थापक
nb: Dokkbehandler
pl: Menadżer doku
pt_br: Gerenciador acoplável
sk: Správca dokovania
sl: Upravljalnik sidrišča
sr: Менаџер сидрења
sv: Dockningshantering
uk: Керування фіксуванням
zh_cn: 停靠管理器
zh_tw: 嵌入管理員

source: Open
ar: افتح
bs: Otvori
ca: Obre
cs: Otevřít
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
gl: Abrir
hu: Megnyitás
it: Apri
kk: Ашу
km: បើក
ko: 열기
lt: Atverti
lv: Atvērt
mr: उघडा
nb: Åpne
pl: Otwórz
pt_br: Abrir
ru: Открыть
sk: Otvoriť
sl: Odpri
sr: Отварање
sv: Öppna
tr: Aç
uk: Відкрити
zh_cn: 打开
zh_tw: 開啟

source: Sorry, failed to download %1
ar: آسف، فشل تنزيل %1
bs: Žao nam je, neuspješno skidanje %1
ca: Ha fallat en baixar %1
cs: Lituji, chyba při stahování %1
el: Λυπάμαι, αποτυχία λήψης %1
es: Disculpe, fallo al descargar %1
fi: Lataus epäonnistui: %1
fr: Désolé, impossible de télécharger %1
gl: Non foi posíbel realizar a descarga. %1
hu: Nem sikerült letölteni a következőt: %1
it: Spiacente, scaricamento non riuscito %1
kk: Қап, жүктеу жаңылды %1
km: សូម​ទោស បាន​បរាជ័យ​ក្នុងការ​ទាញយក %1
ko: %1을(를) 다운로드할 수 없습니다
lt: Gaila, nepavyko atsiųsti %1
lv: Atvainojiet, lejupielāde neizdevās %1
mr: क्षमा करा, डाउनलोड अयशस्वी झाले %1
nb: Klarte ikke å laste ned: %1
pl: Wybacz, nieudane pobieranie %1
pt_br: Infelizmente não foi possível baixar o %1
ru: Извините, ошибка загрузки %1
sk: Nepodarilo sa stiahnuť %1
sl: Žal ni bilo mogoče prejeti %1
sr: Неуспело преузимање: %1
sv: Misslyckades tyvärr ladda ner %1
tr: Üzgünüm indirilemedi %1
uk: Вибачте, не вдалося звантажити %1
zh_cn: 抱歉，下载失败 %1
zh_tw: 抱歉，下載 %1 失敗

source: <p>Contents of metadata file are invalid.<ul>
ar: <p>محتويات ملف البيانات الفوقية غير صالحة.<ul>
bs: <p>Sadržaj datoteke s metapodacima je nevažeći.<ul>
ca: <p>El contingut del fitxer de metadades no és vàlid.<ul>
el: <p>Τα περιεχόμενα του αρχείου μεταδεδομένων δεν είναι έγκυρα.<ul>
es: <p>El contenido del archivo de metadatos no es válido.<ul>
fi: <p>Metadatatiedoston sisältö on virheellistä.<ul>
fr: <p>Le contenu du fichier de métadonnées n'est pas valable.<ul>
gl: <p>O contido do ficheiro de metadatos é incorrecto.<ul>
hu: <p>A metaadat-fájl tartalma érvénytelen.<ul>
it: <p>Il contenuto del file dei metadati non è valido.<ul>
kk: <p>Метадерек файлының мазмұны дұрыс емес.<ul>
km: <p>មាតិកា​របស់​ឯកសារ​មេតា​មិន​ត្រឹមត្រូវ​ទេ ។<ul>
ko: <p>메타데이터 파일의 내용이 잘못되었습니다.<ul>
lt: <p>Importuoto failo meta duomenų turinys yra netinkamas.<ul>
lv: <p>Metadatu faila saturs ir nederīgs.<ul>
mr: <p>मेटाडेटा फाईलचा मजकूर अवैध आहे.<ul>
nb: <p>Innhold i metadata-fil er ugyldig. <ul>
pl: <p>Treść pliku metadanych jest nieprawidłowa.<ul>
pt_br: <p>O conteúdo do arquivo de metadados é inválido.<ul>
ru: <p>Содержимое метаданных файла не верно.<ul>
sk: <p>Obsah súboru metadát je nesprávny.<ul>
sl: <p>Vsebina datoteke z metapodatki ni veljavna.<ul>
sr: <p>Садржај фајла метаподатака није добар.<ul>
sv: <p>Innehållet i metadatafil är ogiltigt.<ul>
tr: <p>Üst veri dosyasının içeriği geçersiz.<ul>
uk: <p>Вміст файла метаданих є некоректним.<ul>
zh_cn: <p>元数据文件内容无效。<ul>
zh_tw: <p>中繼資料檔的內容不合法。<ul>

source: <li><i>Name</i> field is missing.</li>
ar: <li>حقل <i>الاسم</i> ناقص.</li>
bs: <li><i>Ime</i> polje nedostaje.</li>
ca: <li>Manca el camp <i>Nom</i>.</li>
cs: <li>Chybí pole <i>Název</i>.</li>
el: <li>Λείπει το πεδίο <i>Name</i>.</li>
es: <li>Falta el campo <i>Nombre</i>.</li>
fi: <li><i>Nimi</i>-kenttä puuttuu.</li>
fr: <li>Le champ <i>Nom</i> est manquant.</li>
gl: <li>Fata o campo do <i>Nome</i>.</li>
hu: <li>A <i>Név</i> mező hiányzik.</li>
it: <li>Campo <i>Nome</i> mancante.</li>
kk: <li><i>Атау</i> өрісі бос.</li>
km: <li>បាត់​វាល​<i>ឈ្មោះ</i> ។</li>
ko: <li><i>이름</i> 필드가 없습니다.</li>
lt: <li><i>Pavadinimo</i> laukelio trūksta.</li>
lv: <li>Trūkst lauka <i>Nosaukums</i> .</li>
mr: <li><i>नाव</i> सापडत नाही.</li>
nb: <li>Feltet <i>navn</i> mangler.</li>
pl: <li>Brakuje pola <i>Nazwa</i>.</li>
pt_br: <li>Falta o campo <i>Name</i> (Nome).</li>
ru: <li>Поле <i>Название</i> не заполнено.</li>
sk: <li>Pole <i>Názov</i> chýba.</li>
sl: <li>Manjka polje <i>Ime</i>.</li>
sr: <html><li>Недостаје поље <icode>Name</icode>.</li></html>
sv: <li>Fältet <i>Name</i> saknas.</li>
tr: <li><i>İsim</i> alanı boş.</li>
uk: <li>Не вказано поля <i>Name</i>.</li>
zh_cn: <li>缺少 <i>Name</i> 字段。</li>
zh_tw: <li><i>名稱</i>欄位不見了。</li>

source: <li><i>Description</i> field is missing.</li>
ar: <li>حقل <i>الوصف</i> ناقص.</li>
bs: <li><i>Opis</i> polje nedostaje.</li>
ca: <li>Manca el camp <i>Descripció</i>.</li>
cs: <li>Chybí pole <i>Popis</i>.</li>
el: <li>Λείπει το πεδίο <i>Description</i>.</li>
es: <li>Falta el campo <i>Descripción</i>.</li>
fi: <li><i>Kuvaus</i>-kenttä puuttuu.</li>
fr: <li>Le champ <i>Description</i> est manquant.</li>
gl: <li>Fata o campo da <i>Descrición</i>.</li>
hu: <li>A <i>Leírás</i> mező hiányzik.</li>
it: <li>Campo <i>Descrizione</i> mancante.</li>
kk: <li><i>Сипаттама</i> өрісі бос.</li>
km: <li>បាត់​វាល<i>ពិពណ៌នា</i> ។ </li>
ko: <li><i>설명</i> 필드가 없습니다.</li>
lt: <li><i>Apibūdinimo</i> laukelio trūksta.</li>
lv: <li>Trūkst lauka <i>Apraksts</i> .</li>
mr: <li><i>वर्णन</i> सापडत नाही.</li>
nb: <li>Feltet <i>beskrivelse</i> mangler.</li>
pl: <li>Brakuje pola <i>Opis</i>.</li>
pt_br: <li>Falta o campo <i>Description</i> (Descrição).</li>
ru: <li>Поле <i>Описание</i> не заполнено.</li>
sk: <li>Pole <i>Popis</i> chýba.</li>
sl: <li>Manjka polje <i>Opis</i>.</li>
sr: <html><li>Недостаје поље <icode>Description</icode>.</li></html>
sv: <li>Fältet <i>Description</i> saknas.</li>
tr: <li><i>Açıklama</i> alanı boş.</li>
uk: <li>Не вказано поля <i>Description</i>.</li>
zh_cn: <li>缺少 <i>Description</i> 字段。</li>
zh_tw: <li><i>描述</i>欄位不見了。</li>

source: <p>Metadata file does not contain <i>DockmanagerHelper</i> group.</p>
bs: <p>Datoteka metapodataka ne sadrži <i>DockmanagerHelper</i> grupu.</p>
ca: <p>El fitxer de metadades no conté cap grup <i>DockmanagerHelper</i>.</p>
cs: <p>Soubor metadat neobsahuje skupinu <i>DockmanagerHelper</i>.</p>
el: <p>Το αρχείο μεταδεδομένων δεν περιέχει την ομάδα <i>DockmanagerHelper</i>.</p>
es: <p>El archivo de metadatos no contiene el grupo <i>DockmanagerHelper</i>.</p>
fi: <p>Metadatatiedostossa ei ole <i>DockmanagerHelper</i>-ryhmää.</p>
fr: <p>Le fichier de métadonnées ne contient pas le groupe <i>DockmanagerHelper</i>.</p>
gl: <p>O ficheiro de metadatos carece do grupo <i>DockmanagerHelper</i>.</p>
hu: <p>A metaadat-fájl nem tartalmaz <i>DockmanagerHelper</i> csoportot.</p>
it: <p>Il file di metadati non contiene il gruppo <i>DockmanagerHelper</i>.</p>
kk: <p>Метадерек файлында <i>DockmanagerHelper</i> тобы жоқ.</p>
km: <p>មិនមាន​​​ក្រុម​ឯកសារ​​មេតា <i>DockmanagerHelper</i> ។</p>
ko: <p>메타데이터 피일에 <i>DockmanagerHelper</i> 그룹이 없습니다.</p>
lt: <p>Meta duomenų failas neturi <i>DockmanagerHelper</i> gruoės.</p>
lv: <p>Metadatu fails nesatur grupu <i>DockmanagerHelper</i>.</p>
mr: <p>मेटाडेटा फाईल मध्ये <i>DockmanagerHelper</i> हा समूह समाविष्ट नाही.</p>
nb: <p>Metadata-fila inneholder ingen <i>DockManagerHelper</i>-gruope.</p>
pl: <p>Plik metadanych nie zawiera grupy <i>PomocnikMenadżeraDoku</i>.</p>
pt_br: <p>O arquivo de metadados não contém o grupo <i>DockmanagerHelper</i>.</p>
ru: <p>Файл метаданных не содержит группу <i>DockmanagerHelper</i>.</p>
sk: <p>Súbor metadát neobsahuje skupinu <i>DockmanagerHelper</i></p>
sl: <p>Datoteka z metapodatki ne vsebuje skupine <i>DockmanagerHelper</i>.</p>
sr: <html><p>Фајл метаподатака не садржи групу <icode>DockmanagerHelper</icode>.</p></html>
sv: <p>Metadatafil innehåller inte gruppen <i>DockmanagerHelper</i>.</p>
tr: <p>Üst veri dosyası <i>DockmanagerHelper</i> grubu içermiyor.</p>
uk: <p>У файлі метаданих немає групи <i>DockmanagerHelper</i>.</p>
zh_cn: <p>元数据文件未包含 <i>DockmanagerHelper</i> 组。</p>
zh_tw: <p>中繼資料檔不包含<i>DockmanagerHelper</i>群組。</p>

source: Invalid DockManager plugin.
bs: Nevažeći DockMenadžer dodatak.
ca: Connector DockManager no vàlid.
el: Μη έγκυρο πρόσθετο Διαχειριστή Προσάρτησης.
es: Complemento de Gestor de anclajes no válido.
fi: Virheellinen DockManager-liitännäinen.
fr: Module externe de gestionnaire d'ancrage non valable.
gl: Complemento incorrecto para o xestor da doca.
hu: Érvénytelen DockManager bővítmény.
it: Estensione del gestore dell'area di aggancio non valida.
kk: DockManager плагині дұрыс емес.
km: កម្មវិធី​ជំនួយ DockManager មិន​ត្រឹមត្រូវ ។
ko: 잘못된 DockManager 플러그인.
lt: Netinkamas DockManager įskiepis.
lv: Nederīgs DockManager spraudnis.
mr: अवैध डॉक व्यवस्थापक प्लगइन.
nb: Ugyldig programtillegg for DockManager.
pl: Nieprawidłowa wtyczka MenadżeraDoku.
pt_br: O plugin do Gerenciador acoplável é inválido.
ru: Неверный модуль DockManager.
sk: Nesprávny plugin DockManager.
sl: Neveljaven vstavek DockManager.
sr: Лош прикључак за менаџер сидрења.
sv: Ogiltigt insticksprogram för dockningshantering.
tr: Geçersiz DockManager eklentisi.
uk: Некоректний додаток керування фіксуванням.
zh_cn: 无效的停靠管理器插件。
zh_tw: 不合法的嵌入管理員外掛程式。

source: <p>A Plugin named <b>%1</b> already exists.</p><p>Overwrite?</p>
ar: <p>محلق باسم <b>%1</b> موجود بالفعل.</p><p>أأكتب عليه؟</p>
bs: <p> Dodatak nazvan <b>%1</b> vec postoji.</p><p>Napiši preko?</p>
ca: <p>Ja existeix un connector anomenat <b>%1</b>.</p><p>El sobreescric?</p>
cs: <p>Modul s názvem <b>%1</b> již existuje.</p><p>Přepsat jej?</p>
el: <p>Ένα πρόσθετο με το όνομα <b>%1</b> υπάρχει ήδη.</p><p>Να γίνει αντικατάσταση;</p>
es: <p>Ya existe un complemento llamado <b>%1</b>.</p><p>¿Sobrescribirlo?</p>
fi: <p>Liitännäinen nimeltä <b>%1</b> on jo olemassa.</p><p>Korvataanko?</p>
fr: <p>Un module externe nommé <b>%1</b> existe déjà.</p><p>L'écraser ?</p>
gl: <p>Xa existe un complemento chamado <b>%1</b>.</p><p>Quere substituílo?</p>
hu: <p>Már létezik <b>%1</b> nevű bővítmény.</p><p>Felülírja?</p>
it: <p>Un'estensione con nome <b>%1</b> esiste già.</p><p>Vuoi sovrascriverla?</p>
kk: <p><b>%1</b> деп аталған плагині бар екен.</p><p>Үстінен жаза берейік пе?</p>
km: <p>មាន​កម្មវិធី​ជំនួយ​ដែលមាន​ឈ្មោះ <b>%1</b> រួច​ហើយ ។</p><p>សរសេរ​ជាន់​លើ ?</p>
ko: <p>이름이 <b>%1</b>인 플러그인이 이미 존재합니다.</p><p>덮어쓰시겠습니까?</p>
lt: <p>Papildinys pavadinimu <b>%1</b> jau yra!</p><p>Perrašyti?</p>
lv: <p>Spraudnis ar nosaukumu <b>%1</b> jau pastāv.</p><p>Pārrakstīt?</p>
mr: <p><b>%1</b> या नावाचे प्लगइन अगोदरच अस्तित्वात आहे.</p><p>ते खोडून पुन्हा लिहायचे आहे का?</p>
nb: <p>Det finnes fra før et programtillegg som heter <b>%1</b>.</p><p>Skrive over?</p>
pl: <p>Wtyczka o nazwie <b>%1</b> już istnieje.</p><p>Czy zastąpić?</p>
pt_br: <p>Já existe um plugin chamado <b>%1</b>.</p><p>Deseja sobrescrevê-lo?</p>
ru: <p>Модуль <b>%1</b> уже существует.</p><p>Перезаписать?</p>
sk: <p>Plugin s názvom <b>%1</b> už existuje!</p><p>Prepísať?</p>
sl: <p>Vstavek z imenom <b>%1</b> že obstaja.</p><p>Ali ga prepišem?</p>
sr: <p>Прикључак по имену <b>%1</b> већ постоји.</p><p>Пребрисати га?</p>
sv: <p>Ett insticksprogram som heter <b>%1</b> finns redan.</p><p>Skriv över?</p>
tr: <p><b>%1</b> isimli bir eklenti var.</p><p>Üzerine yazılsın mı?</p>
uk: <p>Додаток з назвою <b>%1</b> вже існує.</p><p>Перезаписати?</p>
zh_cn: <p>名为 <b>%1</b> 的插件已存在。</p><p>覆盖吗？</p>
zh_tw: <p>已經有名為 <b>%1</b> 的外掛程式存在。</p><p>要覆寫它嗎？</p>

source: Overwrite?
ar: أأكتب عليه؟
bs: Da li da prebrišem?
ca: El sobreescric?
cs: Přepsat?
el: Αντικατάσταση;
es: ¿Sobrescribir?
fi: Korvataanko?
fr: Écraser ?
gl: Quere substituílo?
hu: Felülírja?
it: Sovrascrivere?
kk: Үстінен жазбақсыз ба?
km: សរសេរ​ជាន់​លើ ?
ko: 덮어쓰기?
lt: Perrašyti?
lv: Pārrakstīt?
mr: खोडून पुन्हा लिहायचे का?
nb: Overskrive?
pl: Czy zastąpić?
pt_br: Sobrescrever?
ru: Перезаписать?
sk: Prepísať?
sl: Prepišem?
sr: Пребрисати?
sv: Skriv över?
tr: Özerine yazılsın mı??
uk: Перезаписати?
zh_cn: 覆盖？
zh_tw: 要覆寫嗎？

source: <p>Sorry, failed to remove previous plugin metadata file.</p><p><i>%1</i></p>
ar: <p>آسف، فشل إزالة ملف ملحق البيانات الفوقية.</p><p><i>%1</i></p>
bs: <p>Oprostite, neuspješno brisanje prošlog dodatka metapodatak datoteke.</p><p><i>%1</i></p>
ca: <p>Ha fallat en eliminar el fitxer de metadades anterior.</p><p><i>%1</i></p>
cs: <p>Lituji, selhalo odstranění původního souboru metadat rozšíření.</p><p><i>%1</i></p>
el: <p>Λυπάμαι, αποτυχία αφαίρεσης προηγούμενου πρόσθετου αρχείου μεταδεδομένων.</p><p><i>%1</i></p>
es: <p>Disculpe, no fue posible eliminar el anterior archivo de metadatos del complemento.</p><p><i>%1</i></p>
fi: <p>Aiemman liitännäisen metadatatiedoston poistaminen epäonnistui.</p><p><i>%1</i></p>
fr: <p>Désolé, impossible de supprimer un fichier précédent de métadonnées de module externe.</p><p><i>%1</i></p>
gl: <p>Non foi posíbel eliminar o ficheiro de metadatos do complemento anterior.</p><p><i>%1</i></p>
hu: <p>Nem sikerült felülírni az előző bővítmény metaadat-fájlját.</p><p><i>%1</i></p>
it: <p>Spiacente, la rimozione del file di metadati dell'estensione precedente non è riuscita.</p><p><i>%1</i></p>
kk: <p>Алдыңғы метадерек файлын өшіру жаңылысы.</p><p><i>%1</i></p>
km: <p>សូម​ទោស បាន​បរាជ័យ​ក្នុង​ការ​យក​ឯកសារ​​ទិន្នន័យ​មេតា​​របស់​កម្មវិធី​ជំនួយ​មុន​ចេញ ។</p><p><i>%1</i></p>
ko: <p>이전 플러그인 메타데이터 파일을 지울 수 없습니다.</p><p><i>%1</i></p>
lt: <p>Atleiskite, nepavyko pašalinti ankstesnio plėtinio meta duomenų failo.</p><p><i>%1</i></p>
lv: <p>Atvainojiet, neizdevās dzēst iepriekšējā spraudņa metadatu failu.</p><p><i>%1</i></p>
mr: <p>क्षमा करा, पूर्वीची प्लगइन मेटाडेटा फाईल काढून टाकताना अपयश.</p><p><i>%1</i></p>
nb: <p>Klarte ikke å fjerne metadata-fil for tidligere programtillegg.</p><p><i>%1</i></p>
pl: <p>Wybacz, nie można było usunąć poprzedniego pliku metadanych wtyczki.</p><p><i>%1</i></p>
pt_br: <p>Infelizmente não foi possível remover o arquivo de metadados do plugin anterior.</p><p><i>%1</i></p>
ru: <p>Не удалось удалить метаданные предыдущего модуля.</p><p><i>%1</i></p>
sk: <p>Ľutujeme, nepodarilo sa odstrániť predošlý súbor metadát pluginu.</p><p><i>%1</i></p>
sl: <p>Žal ni bilo mogoče uspešno odstraniti datoteke z metapodatki za prejšnji vstavek.</p><p><i>%1</i></p>
sr: <p>Не могу да уклоним фајл метаподатака претходног прикључка.</p><p><i>%1</i></p>
sv: <p>Tyvärr misslyckades borttagning av metadatafil för tidigare insticksprogram.</p><p><i>%1</i></p>
tr: <p>Maalesef, önceki eklentinin üst veri dosyasının kaldırılması başarısız oldu.</p><p><i>%1</i></p>
uk: <p>Вибачте, не вдалося вилучити файл метаданих попереднього додатка.</p><p><i>%1</i></p>
zh_cn: <p>抱歉，删除以前的插件元数据文件失败。</p><p><i>%1</i></p>
zh_tw: <p>抱歉，移除前一個外掛程式的中繼資料檔時失敗。</p><p><i>%1</i></p>

source: <p>Sorry, failed to create scripts folder.</p><p><i>%1</i></p>
ar: <p>آسف، فشل إنشاء مجلّد السكربتات.</p><p><i>%1</i></p>
bs: <p>Oprostite, neuspješno kreiranje direktorija skripte.</p><p><i>%1</i></p>
ca: <p>Ha fallat en crear la carpeta d'scripts.</p><p><i>%1</i></p>
cs: <p>Lituji, selhalo vytvoření složky skriptů.</p><p><i>%1</i></p>
el: <p>Λυπάμαι, αποτυχία δημιουργίας φακέλου σεναρίων.</p><p><i>%1</i></p>
es: <p>Disculpe, no fue posible crear la carpeta de scripts.</p><p><i>%1</i></p>
fi: <p>Skriptikansion luonti epäonnistui.</p><p><i>%1</i></p>
fr: <p>Désolé, impossible de créer un dossier de scripts.</p><p><i>%1</i></p>
gl: <p>Non foi posíbel crear o cartafol de scripts.</p><p><i>%1</i></p>
hu: <p>Nem sikerült létrehozni a szkriptmappát.</p><p><i>%1</i></p>
it: <p>Spiacente, la creazione della cartella degli script non è riuscita.</p><p><i>%1</i></p>
kk: <p>Скрипт қапшығын құру жаңылысы.</p><p><i>%1</i></p>
km: <p>សូម​ទោស បាន​បរាជ័យ​ក្នុងការ​បង្កើត​ថត​ស្គ្រីប ។</p><p><i>%1</i></p>
ko: <p>스크립트 폴더를 만들 수 없습니다.</p><p><i>%1</i></p>
lt: <p>Atleiskite, nepavyko sukurti scenarijų aplanko.</p><p><i>%1</i></p>
lv: <p>Atvainojiet, neizdevās izveidot skriptu mapi.</p><p><i>%1</i></p>
mr: <p>क्षमा करा, स्क्रिप्ट्स संचयीका तयार करताना अपयश.</p><p><i>%1</i></p>
nb: <p>Klarte ikke å opprette skript-mappe.</p><p><i>%1</i></p>
pl: <p>Wybacz, nie można było utworzyć katalogu skryptów</p><p><i>%1</i></p>
pt_br: <p>Infelizmente não foi possível criar a pasta de scripts.</p><p><i>%1</i></p>
ru: <p>Не удалось создать папку скриптов.</p><p><i>%1</i></p>
sk: <p>Ľutujeme, zlyhalo vytvorenie priečinku skriptov.</p><p><i>%1</i></p>
sl: <p>Žal ni bilo mogoče ustvariti mape za skripte.</p><p><i>%1</i></p>
sr: <p>Не могу да направим фасциклу скрипти.</p><p><i>%1</i></p>
sv: <p>Misslyckades tyvärr skapa skriptkatalogen.</p><p><i>%1</i></p>
tr: <p>Üzgünüm, betikler dizini oluşturulamadı.</p><p><i>%1</i></p>
uk: <p>Вибачте, не вдалося створити теку скриптів.</p><p><i>%1</i></p>
zh_cn: <p>抱歉，创建脚本文件夹失败。</p><p><i>%1</i></p>
zh_tw: <p>抱歉，建立文稿資料夾時失敗。</p><p><i>%1</i></p>

source: <p>Sorry, failed to create metadata folder.</p><p><i>%1</i></p>
ar: <p>آسف، فشل إنشاء مجلّد البيانات الفوقية.</p><p><i>%1</i></p>
bs: <p>Oprostite, neuspješno kreiranje metadata direktorija.</p><p><i>%1</i></p>
ca: <p>Ha fallat en crear la carpeta de metadades.</p><p><i>%1</i></p>
cs: <p>Lituji, selhalo vytvoření složky metadat.</p><p><i>%1</i></p>
el: <p>Λυπάμαι, αποτυχία δημιουργίας φακέλου μεταδεδομένων.</p><p><i>%1</i></p>
es: <p>Disculpe, no fue posible crear la carpeta de metadatos.</p><p><i>%1</i></p>
fi: <p>Metadatakansion luonti epäonnistui.</p><p><i>%1</i></p>
fr: <p>Désolé, impossible de créer un dossier de métadonnées.</p><p><i>%1</i></p>
gl: <p>Non foi posíbel crear o cartafol dos metadatos.</p><p><i>%1</i></p>
hu: <p>Nem sikerült létrehozni a metaadat-mappát.</p><p><i>%1</i></p>
it: <p>Spiacente, la creazione della cartella dei metadati non è riuscita.</p><p><i>%1</i></p>
kk: <p>Метадерек қапшығын құру жаңылысы.</p><p><i>%1</i></p>
km: <p>សូម​ទោស បាន​បរាជ័យ​ក្នុងការ​បង្កើត​ថត​ទិន្នន័យ​មេតា ។</p><p><i>%1</i></p>
ko: <p>메타데이터 폴더를 만들 수 없습니다.</p><p><i>%1</i></p>
lt: <p>Atleiskite, nepavyko sukurti meta duomenų aplanko.</p><p><i>%1</i></p>
lv: <p>Atvainojiet, neizdevās izveidot metadatu mapi.</p><p><i>%1</i></p>
mr: <p>क्षमा करा, मेटाडेटा संचयीका तयार करताना अपयश.</p><p><i>%1</i></p>
nb: <p>Klarte ikke å opprette metadata-mappe.</p><p><i>%1</i></p>
pl: <p>Wybacz, nie można było utworzyć katalogu metadanych.</p><p><i>%1</i></p>
pt_br: <p>Infelizmente não foi possível criar a pasta de metadados.</p><p><i>%1</i></p>
ru: <p>Не удалось создать каталог метаданных.</p><p><i>%1</i></p>
sk: <p>Ľutujeme, zlyhalo vytvorenie priečinku metadát.</p><p><i>%1</i></p>
sl: <p>Žal ni bilo mogoče ustvariti mape za metapodatke.</p><p><i>%1</i></p>
sr: <p>Не могу да направим фасциклу метаподатака.</p><p><i>%1</i></p>
sv: <p>Misslyckades tyvärr skapa metadatakatalogen.</p><p><i>%1</i></p>
tr: <p>Üzgünüm,üstveri dizini oluşturulamadı.</p><p><i>%1</i></p>
uk: <p>Вибачте, не вдалося створити теку метаданих.</p><p><i>%1</i></p>
zh_cn: <p>抱歉，创建元数据文件夹失败。</p><p><i>%1</i></p>
zh_tw: <p>抱歉，建立中繼資料的資料夾時失敗。</p><p><i>%1</i></p>

source: Sorry, failed to install script file.
ar: آسف، فشل تثبيت ملف السكرِبت.
bs: Oprostite, neuspješno instaliranje skript datoteke.
ca: Ha fallat en instal·lar el fitxer d'script.
cs: Lituji, selhala instalace souboru skriptu.
el: Λυπάμαι, αποτυχία εγκατάστασης αρχείου σεναρίου.
es: Disculpe, no fue posible instalar el archivo del script.
fi: Skriptitiedoston asennus epäonnistui.
fr: Désolé, impossible d'installer un fichier de script.
gl: Non foi posíbel instalar o ficheiro de script.
hu: Nem sikerült telepíteni a szkriptfájlt.
it: Spiacente, l'installazione del file di script non è riuscita.
kk: Скрипт файлды орнату жаңылысы.
km: សូមទោស បាន​បរាជ័យ​ក្នុង​ការ​ដំឡើង​ឯកសារ​ស្គ្រីប ។
ko: 스크립트 파일을 설치할 수 없습니다.
lt: Atleiskite, nepavyko įdiegti scenarijaus failo.
lv: Atvainojiet, neizdevās instalēt skriptu failu.
mr: क्षमा करा, स्क्रिप्ट फाईल प्रतिष्ठापीत करताना अपयश.
nb: Klarte ikke å installere skriptfil.
pl: Wybacz, nie można było zainstalować pliku skryptu.
pt_br: Infelizmente, não foi possível instalar o arquivo do script.
ru: Не удалось установить скрипт.
sk: Nepodarilo sa nainštalovať súbor skriptu.
sl: Žal ni bilo mogoče namestiti skriptne datoteke.
sr: Не могу да инсталирам фајл скрипте.
sv: Misslyckades tyvärr installera skriptfil.
tr: Üzgünüm, betik dosyası yüklenemedi.
uk: Вибачте, не вдалося встановити файл скрипту.
zh_cn: 抱歉，安装脚本文件失败。
zh_tw: 抱歉，安裝文稿檔時失敗。
