Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_rssnow.po
Languages: wa

source: minute
wa: munute

source: second
wa: segonde

source: hour
wa: eure

source: General
wa: Djenerå

source: Feeds
wa: Floûs

source: Appearance
wa: Rivnance

source: Show drop target:
wa: Mostrer l' såme do bodjaedje :

source: Show logo:
wa: Mostrer l' imådjete :

source: Animations:
wa: Animåcions :

source: News
wa: Noveles

source: Update interval:
wa: Mete a djoû totes les :

source: Switch interval:
wa: Discandjî totes les :

source: Maximum age of items:
wa: Ådje macsimom des cayets :

source: No limit
wa: Nole limite

source: &Add a feed:
wa: &Radjouter on floû :

source: Add Feed
wa: Radjouter floû

source: Remove Feed
wa: Oister floû

source: Drop a feed here...
wa: Bodjîz eyet låtchîz on floû chal...

source: ...to start a new group or drop a feed on an existing group to add the feed there
wa: ...pos ataker on novea groupe oudonbén bodjîz eyet låtchîz on groupe egzistant po radjouter l' floû chal

source: Fetching feeds
wa: Dji cwîr après des floûs

source: %1 minute ago
wa: I gn a %1 munte

source: yesterday
wa: ayir

source: %1 hour ago
wa: I gn a %1 eure

source: %1 day ago
wa: I gn a %1 djoû

source: %1 week ago
wa: I gn a %1 samwinne
