Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_kdeobservatory.po
Languages: et, ga, gl, hu, ja, kk, km, ko, nb, nds, nl, pa, pl, pt, ru, sk, sr, tr, uk

source: Krazy file identifier:
et: Krazy failiidentifikaator:
ga: Aitheantóir comhaid Krazy:
gl: Identificador do ficheiro Krazy:
hu: Krazy fájlazonosító:
kk: Krazy файл идентификаторы:
km: ឧបករណ៍​សម្គាល់​ឯកសារ Krazy ៖
ko: Krazy 파일 식별자:
nb: Krazy filidentifikator:
nds: Krazy-Dateibeteker:
nl: Krazy-bestand-identifier:
pl: Identyfikator plików Krazy:
pt: Identificador do ficheiro no Krazy:
ru: Идентификатор файла Krazy:
sk: Identifikátor Krazy súboru:
sr: Идентификатор фајла у Крејзију:
tr: Krazy dosya tanımlayıcı:
uk: Ідентифікатор файла Krazy:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sub-string that must appear in files belonging to this project. Leave it blank if all files in Krazy report belong to this project or a component-module address was given.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ex: for a plasmoid in playground, <span style=" text-decoration: underline;">Krazy report</span> would be "playground/base/plasma" and <span style=" text-decoration: underline;">Krazy file identifier</span> would be "&lt;plasmoid-directory&gt;".</p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Alamstring, mis peab esinema projekti kuuluvates failides. Jäta tühjaks, kui kõik Krazy aruande failid kuuluvad projekti või kui on antud komponendi-mooduli aadress.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Näide: playgroundi plasmoidi puhul oleks <span style=" text-decoration: underline;">Krazy aruanne</span> "playground/base/plasma" ja <span style=" text-decoration: underline;">Krazy failiidentifikaator</span> "&lt;plasmoid-directory&gt;".</p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sub-cadea que deba aparecer en ficheiros do proxecto. Déixeo en branco se todos os ficheiros do informe Krazy forman parte deste proxecto ou se forneceu un enderezo de módulo de compoñente.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por exemplo: para un trebello en «playground», o <span style=" text-decoration: underline;">informe de Krazy</span> sería «playground/base/plasma» e o <span style=" text-decoration: underline;">identificador do ficheiro de Krazy</span> sería «&lt;directorio-do-plasmoid&gt;».</p></body></html>
kk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Бұл жобаның файлдалдарында болуға тиіс жазуы. Krazy хабарламасының барлық файлдары осы жобаға жататын болса не компонент-модулінің адресі берілсе - бұны бос қалдырыңыз.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Мысалы: playground плазмоиді үшін, <span style=" text-decoration: underline;">Krazy хабарламасы</span> "playground/base/plasma" болуы тиіс және <span style=" text-decoration: underline;">Krazy файл идентификаторы</span> "&lt;плазмоид-қапшығы&gt;" болуы тиіс.</p></body></html>
km: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">ខ្សែអក្សរ​រង​ត្រូវតែ​បង្ហាញ​ក្នុង​ឯកសារ​ដែល​ជា​របស់​គម្រោង​នេះ ។ ទុក​វា​ទំនេរ ប្រសិនបើ​ឯកសារ​ទាំងអស់​នៅ​ក្នុង Krazy ជា​របស់​គម្រោង​នេះ ឬ​អាសយដ្ឋាន​ម៉ូឌុល​សមាសធាតុ​ដែល​បាន​ផ្ដល់​ឲ្យ ។</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">ឧ. ៖ សម្រាប់ plasmoid នៅ​ក្នុង playground<span style=" text-decoration: underline;">របាយការណ៍ Krazy​</span> នឹង​ជា "playground/base/plasma" និង<span style=" text-decoration: underline;">ឧបករណ៍​សម្គាល់​ឯកសារ Krazy</span> នឹង​ជា "&lt;plasmoid-directory&gt;" ។</p></body></html>
ko: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">부 문자열은 이 프로젝트에 속한 파일에 포함되어 있어야 합니다. 만약 Krazy 보고서에 이 프로젝트의 모든 파일을 포함하려고 하거나, 컴포넌트 모듈 주소가 있으면 비워도 됩니다.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">예: playground에 있는 Plasma 위젯의 경우 <span style=" text-decoration: underline;">Krazy 보고서</span>는 "playground/base/plasma"이며 <span style=" text-decoration: underline;">Krazy 파일 식별자</span> 는 "&lt;plasmoid-directory&gt;"입니다.</p></body></html>
nb: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Delstreng som må være med i alle filer som hører til dette prosjektet. La det være tomt hvis alle filer i Krazy report tilhører dette prosjektet, eller det var oppgitt en komponent-moduladresse.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Eks: for en plasmoide i playground, <span style=" text-decoration: underline;">Krazy report</span> ville være "playground/base/plasma" og <span style=" text-decoration: underline;">Krazy filidentifikator</span> ville være "&lt;plasmoid-directory&gt;".</p></body></html>
nds: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Ünnertekenkeed, de de Dateien för dit Projekt bargen mutt. Laat dat leddig, wenn dit Projekt all Dateien vun den Krazy-Bericht tohöört, oder en Komponentenmoduuladress angeven wöör.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bsp: för en Plasma-Lüttprogramm in playground is <span style=" text-decoration: underline;">Krazy-Bericht</span> "playground/base/plasma" un de <span style=" text-decoration: underline;">Krazy-Dateibeteker</span> "&lt;plasmoid-directory&gt;".</p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Stukje tekst dat aanwezig moet zijn in bestanden die tot dit project behoren. Laat het leeg als alle bestanden in Krazy-rapport tot dit project behoren of een component-module-adres is gegeven.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ex: voor een plasmoid in playground, <span style=" text-decoration: underline;">Krazy-rapport</span> zou "playground/base/plasma" zijn en <span style=" text-decoration: underline;">Krazy file identifier</span> zou "&lt;plasmoid-directory&gt;" zijn.</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Pod-ciąg, który musi się pojawić w plikach należących do tego projektu. Zostaw puste pole, jeśli wszystkie pliki z raportu Krazy należą do tego projektu lub podano adres komponentu-modułu.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Przykład: dla plasmoidu w playground, <span style=" text-decoration: underline;">raport Krazy</span> miałby nazwę "playground/base/plasma", a <span style=" text-decoration: underline;">identyfikatorem pliku Krazy</span> byłby "&lt;plasmoid-directory&gt;".</p></body></html>
pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">O sub-texto que deverá aparecer nos ficheiros que pertencem a este projecto. Deixe-o em branco, se todos os ficheiros no relatório do Krazy pertencem a este projecto ou se foi indicado o endereço de um módulo componente.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ex: para um plasmóide no 'playground', o <span style=" text-decoration: underline;">relatório do Krazy</span> seria "playground/base/plasma" e o <span style=" text-decoration: underline;">identificador do ficheiro do Krazy</span> seria "&lt;pasta-plasmóide&gt;".</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Подстрока, которая должна присутствовать в файлах, принадлежащих этому проекту. Оставьте это поле пустым, если все файлы из отчёта Krazy принадлежат этому проекту, либо если был задан адрес компонента и модуля.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Пример: для виджета Plasma в playground, <span style=" text-decoration: underline;">отчёт Krazy</span> будет «playground/base/plasma», а <span style=" text-decoration: underline;">идентификатор файла Krazy</span> — «&lt;каталог-виджета-Plasma&gt;".</p></body></html>
sk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Podreťazec, ktorý sa musí objaviť v súboroch patriacich do tohto projektu. Nechajte prázdne ak všetky súbory v Krazy reporte patria k tomuto projektu alebo bola zadaná adresa modulu komponentu.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pr: pre plazmoid v ihrisku, <span style=" text-decoration: underline;">Krazy report</span> bude "playground/base/plasma" a <span style=" text-decoration: underline;">Identifikátor Krazy súboru</span> bude "&lt;plasmoid-directory&gt;".</p></body></html>
sr: <html><p>Подниска коју садрже имена фајлова који припадају овом пројекту. Оставите празно ако сви фајлови из Крејзијевог извештаја припадају пројекту, или ако је задата адреса по компоненти-модулу.</p><p>Пример: за плазмоид на игралишту, поље <interface>Извештај Крејзија:</interface> би садржало <icode>playground/base/plasma</icode> а <interface>Идентификатор фајла у Крејзију:</interface> би било <icode>&lt;фасцикла-плазмоида&gt;</icode>.</p></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Alt-ifade bu projeye ait olan dosyalarda bulunmalıdır.Bu Krazy raporundaki bütün dosyalar bu projeye ait ise ya da parça-modül adresi verildiyse bu alanı boş bırakabilirsiniz.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Örn: oyun alanındaki bir plasmoid için, <span style=" text-decoration: underline;">Krazy raporu</span> konumu "playground/base/plasma" ve <span style=" text-decoration: underline;">Krazy dosya tanımlayıcı</span> "&lt;plasmoid-dizini&gt;" olmalıdır.</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Підрядок, який має з’являтися у файлах, що належать цьому проекту. Не заповнюйте, якщо всі файли звіту Krazy стосуються проекту або вказано адресу компонента-модуля.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Приклад: звіт <span style=" text-decoration: underline;">Krazy report</span> для плазмоїда у playground — «playground/base/plasma», а <span style=" text-decoration: underline;">Ідентифікатор файла Krazy</span> — «&lt;плазмоїд-каталог&gt;».</p></body></html>

source: Project
et: Projekt
ga: Tionscadal
gl: Proxecto
hu: Projekt
ja: プロジェクト
kk: Жоба
km: គម្រោង
ko: 프로젝트
nb: Prosjekt
nds: Projekt
pa: ਪਰੋਜੈਕਟ
pl: Projekt
pt: Projecto
ru: Проект
sk: Projekt
sr: пројекат
tr: Proje
uk: Проект

source: Commit Subject
et: Sissekande teema
gl: Asunto da remisión
hu: Kommit tárgy
kk: Өзгеріс тақырыбы
km: ប្រធា​ន​បទ Commit
ko: 커밋 제목
nb: Emne for innsending
nds: Inspelen-Bedraap
nl: Onderwerp vastleggen
pa: ਕਮਿਟ ਵਿਸ਼ਾ
pl: Temat wysłania
pt: Assunto do Envio
ru: Кодовое название
sk: Odoslať predmet
sr: у теми предаје
tr: Gönderim Konusu
uk: Суб’єкт внеску

source: Krazy File Identifier
et: Krazy failiidentifikaator
ga: Aitheantóir Comhaid Krazy
gl: Identificador do ficheiro Krazy
hu: Krazy fájlazonosító
kk: Krazy файл идентификаторы
km: ឧបករណ៍​សម្គាល់​ឯកសារ Krazy
ko: Krazy 파일 식별자
nb: Krazy filidentifikator
nds: Krazy-Dateibeteker
nl: Krazy-bestand-identifier
pl: Identyfikator plików Krazy
pt: Identificador do Ficheiro no Krazy
ru: Идентификатор файла Krazy
sk: Identifikátor Krazy súboru
sr: идент. фајла у Крејзију
tr: Krazy Dosya Tanımlayıcı
uk: Ідентифікатор файла Krazy

source: &Add
et: Lis&a
ga: C&uir Leis
gl: &Engadir
hu: &Hozzáadás
ja: 追加(&A)
kk: Қ&осу
km: បន្ថែម
ko: 추가(&A)
nb: &Legg til
nds: &Tofögen
nl: &Toevoegen
pa: ਸ਼ਾਮਲ(&A)
pl: &Dodaj
pt: &Adicionar
ru: &Добавить
sk: &Pridať
sr: &Додај
tr: &Ekle
uk: &Додати

source: &Remove
et: &Eemalda
ga: &Bain
gl: &Eliminar
hu: &Eltávolítás
ja: 削除(&R)
kk: Ө&шіру
km: យកចេញ
ko: 삭제(&R)
nb: &Fjern
nds: &Wegmaken
nl: &Verwijderen
pa: ਹਟਾਓ(&R)
pl: &Usuń
pt: &Remover
ru: &Удалить
sk: O&dstrániť
sr: У&клони
tr: &Kaldır
uk: Ви&лучити

source: &Edit
et: &Muuda
ga: &Eagar
gl: &Editar
hu: &Szerkesztés
ja: 編集(&E)
kk: Ө&згерту
km: កែសម្រួល
ko: 편집(&E)
nb: &Rediger
nds: &Bewerken
nl: Be&werken
pa: ਸੋਧ(&E)
pl: &Edytuj
pt: &Editar
ru: &Изменить
sk: &Upraviť
sr: &Уреди
tr: &Düzenle
uk: &Змінити

source: Active views:
et: Aktiivsed vaated:
ga: Amhairc ghníomhacha:
gl: Vistas activas:
hu: Aktív nézetek:
kk: Белсенді көріністер:
km: ទិដ្ឋភាព​សកម្ម ៖
ko: 활성 보기:
nb: Aktive visninger:
nds: Aktiev Ansichten:
nl: Actieve weergaven:
pa: ਐਕਟਿਵ ਝਲਕ:
pl: Aktywne widoki:
pt: Vistas activas:
ru: Показываемые отчёты:
sk: Aktívne pohľady:
sr: Активни прикази:
tr: Aktif görünümler:
uk: Активні перегляди:

source: View Configuration
et: Vaateseadistused
gl: Configuración da vista
hu: Nézetbeállítás
ja: ビュー設定
kk: Көрініс баптауы
km: មើល​ការ​កំណត់​រចនាសម្ព័ន្ធ
ko: 보기 설정
nb: Visningsoppsett
nds: Ansicht instellen
nl: Configuratie tonen
pa: ਸੰਰਚਨਾ ਵੇਖੋ
pl: Zobacz konfigurację
pt: Configuração da Janela
ru: Просмотр параметров
sk: Nastavenie pohľadu
sr: Подешавање приказа
tr: Görünüm Ayarları
uk: Налаштування перегляду

source: View:
et: Vaade:
ga: Amharc:
gl: Vista:
hu: Nézet:
ja: ビュー:
kk: Көрініс түрі:
km: ទិដ្ឋភាព ៖
ko: 보기:
nb: Visning:
nds: Ansicht:
nl: Weergave:
pa: ਵੇਖੋ:
pl: Widok:
pt: Vista:
ru: Тип:
sk: Zobraziť:
sr: Приказ:
tr: Görünüm:
uk: Перегляд:

source: Projects in view:
et: Projektid vaates:
ga: Tionscadail san amharc:
gl: Proxectos na vista:
hu: Projektek a nézetben:
ja: ビューのプロジェクト:
kk: Жоба көріністері:
km: គម្រោង​ក្នុង​ទិដ្ឋភាព ៖
ko: 볼 프로젝트:
nb: Prosjekter i visningen:
nds: Projekten in de Ansicht:
nl: Projecten in weergaven:
pa: ਝਲਕ ਵਿੱਚ ਪਰੋਜੈਕਟ:
pl: Widoczne projekty:
pt: Projectos na vista:
ru: Отчёты по проектам:
sk: Projekty v pohľade:
sr: Пројекти у приказу:
tr: Görünümdeki projeler:
uk: Проекти під наглядом:

source: &Check All
et: &Märgi kõik
ga: &Ticeáil Uile
gl: &Marcalo todo
hu: Az összes &bejelölése
ja: すべてにチェック(&C)
kk: &Бәрін белгілеу
km: គូស​ធីក​ទាំងអស់
ko: 모두 선택(&C)
nb: &Kryss av alle
nds: All &ankrüzen
nl: Alles a&ctiveren
pa: ਸਭ ਚੈੱਕ ਕਰੋ(&C)
pl: &Zaznacz wszystko
pt: Mar&car Tudo
ru: &Отметить всё
sk: Začiarknuť všetko
sr: &Попуни све
tr: Tümünü &Seç
uk: П&еревірити всі

source: &Uncheck All
et: &Tühista kõigi märkimine
ga: &Díthiceáil Uile
gl: &Desmarcalo todo
hu: Az összes bejelölésének &eltávolítása
ja: すべてのチェックを除く(&U)
kk: Бәрінің белгісін к&етіру
km: ដោះធីក​ទាំងអស់
ko: 모두 선택 해제(&U)
nb: &Fjern kryss fra alle
nds: All Krüzen &wegmaken
nl: Alles &deactiveren
pa: ਸਭ ਅਣ-ਚੈੱਕ(&U)
pl: &Odznacz wszystko
pt: Desmarcar T&udo
ru: &Снять всё
sk: Odčiarknuť všetko
sr: &Испразни све
tr: &Tüm seçimleri kaldır
uk: Зн&яти позначення з усіх
