Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_weather.po
Languages: ca, cs, da, et, fi, gl, hu, is, it, ja, km, ko, lt, nds, pl, pt_br, ro, sl, sr

# Shown when you have not set a weather provider
source: Please Configure
ca: Si us plau, configureu-ho
cs: Prosím, nastavte
da: Indstil venligst
et: Palun seadista
fi: Sääaseman sijainti täytyy asettaa
gl: Indíqueo
hu: Beállítás szükséges
is: Stilla veðurupplýsingar
it: Prego configurare
ja: 設定してください
km: សូម​កំណត់​រចនាសម្ព័ន្ធ
ko: 설정해 주십시오
lt: Sukonfigūruokite
nds: Bitte instellen
pl: Wymagana konfiguracja
pt_br: Configurar
ro: Vă rugăm să configurați
sl: Nastavite
sr: Морате подесити.

# High & Low temperature
source: H: %1 L: %2
ca: Màx.: %1 Mín.: %2
cs: V: %1 N: %2
et: Ma: %1 Mi: %2
fi: Ylin: %1 Alin: %2
gl: Máx: %1 Mín: %2
hu: M: %1, A: %2
it: Max: %1 Min: %2
ja: 最高: %1 最低: %2
km: ខ្ពស់ ៖ %1 ទាប ៖ %2
lt: A: %1 Ž: %2
nds: H: %1 S: %2
pl: N: %1 W: %2
pt_br: Mín: %2 Máx: %1
ro: Î: %1 J: %2
sl: V: %1 N: %2
sr: г: %1 д: %2

# Low temperature
source: Low: %1
ca: Mínima: %1
cs: Nízká: %1
da: Lav: %1
et: Miinimum: %1
fi: Alin: %1
gl: Mínima: %1
hu: Alacsony: %1
is: Lægst: %1
it: Minima: %1
ja: 最低: %1
km: ទាប ៖ %1
ko: 최저: %1
lt: Žemiausia: %1
nds: Siet: %1
pl: Niskie: %1
pt_br: Mínima: %1
ro: Joasă: %1
sl: Nizka: %1
sr: доња: %1

# High temperature
source: High: %1
ca: Màxima: %1
cs: Vysoká: %1
da: Høj: %1
et: Maksimum: %1
fi: Ylin: %1
gl: Máxima: %1
hu: Magas: %1
is: Hæst: %1
it: Massima: %1
ja: 最高: %1
km: ខ្ពស់ ៖ %1
ko: 최고: %1
lt: Aukščiausia: %1
nds: Hooch: %1
pl: Wysokie: %1
pt_br: Máxima: %1
ro: Înaltă: %1
sl: Visoka: %1
sr: горња: %1

# Forecast period timeframe
source: 1 Day
ca: 1 dia
cs: 1 den
da: 1 dag
et: 1 päev
fi: 1 päivän
gl: 1 día
hu: 1 nap
is: 1 dagur
it: 1 giorno
ja: 1 日
km: %1 ថ្ងៃ
ko: %1일
lt: %1 diena
nds: 1 Dag
pl: 1 dzień
pt_br: 1 dia
ro: 1 zi
sl: %1 dni
sr: %1 дан

# windchill, unit
source: Windchill: %1
ca: Sensació tèrmica pel vent: %1
cs: Mrazivý vítr: %1
da: Kuldeindex: %1
et: Tuulejahutus: %1
fi: Tuulen hyytävyys: %1
gl: Sensación térmica: %1
hu: Hidegérzés szélben: %1
is: Vindkæling: %1
it: Raffreddamento da vento: %1
ja: 突風: %1
km: ខ្យល់​ត្រជាក់ ៖ %1
ko: 풍속 냉각 지수: %1
lt: Vėjo šaltis: %1
nds: Föhlt Windküll: %1
pl: Temperatura odczuwalna: %1
pt_br: Sensação térmica: %1
ro: Răcoare: %1
sl: Hladnost vetra: %1
sr: темп. на ветар: %1

# humidex, unit
source: Humidex: %1
ca: Sensació de xafogor: %1
cs: Vlhkost: %1
et: Niiskusindeks: %1
fi: Kosteusindeksi: %1
gl: Índice de calor (Canadá): %1
hu: Páratartalom-index: %1
is: Rakastig: %1
ja: 湿温度不快指数 (Humidex): %1
nds: Föhlt Hitt: %1
pl: Wilgotność: %1
pt_br: Índice de calor: %1
ro: Umidex: %1
sl: Humidex (vlažnost in toplota): %1
sr: темп. на влажност: %1

# ground temperature, unit
source: Dewpoint: %1
ca: Punt de rosada: %1
cs: Rosný bod: %1
da: Dugpunkt: %1
et: Kastepunkt: %1
fi: Kastepiste: %1
gl: Punto de orballo: %1
hu: Harmatpont: %1
is: Daggarmark: %1
it: Punto di rugiada: %1
ja: 露点: %1
km: ចំណុច​សើម ៖ %1
ko: 이슬점: %1
lt: Rasos taškas: %1
nds: Daupunkt: %1
pl: Punkt rosy: %1
pt_br: Ponto de orvalho: %1
ro: Punct de condensare: %1
sl: Rosišče: %1
sr: рошење: %1

# pressure, unit
source: Pressure: %1 %2
ca: Pressió: %1 %2
cs: Tlak: %1 %2
da: Tryk: %1 %2
et: Õhurõhk: %1 %2
fi: Ilmanpaine: %1 %2
gl: Presión: %1 %2
hu: Nyomás: %1 %2
is: Þrýstingur: %1 %2
it: Pressione: %1 %2
ja: 気圧: %1 %2
km: សម្ពាធ ៖ %1 %2
ko: 기압: %1 %2
lt: Slėgis: %1 %2
nds: Druck: %1 %2
pl: Ciśnienie: %1 %2
pt_br: Pressão: %1 %2
ro: Presiune: %1 %2
sl: Pritisk: %1 %2
sr: притисак: %1 %2

# pressure tendency, rising/falling/steady
source: Pressure Tendency: %1
ca: Tendència de la pressió: %1
cs: Tlaková tendence: %1
da: Tryktendens: %1
et: Õhurõhu suund: %1
fi: Ilmanpaineen muutos: %1
gl: Tendencia da presión: %1
hu: Nyomástendencia: %1
is: Þrýstingstilhneiging: %1
it: Tendenza della pressione: %1
ja: 気圧傾向: %1
km: និន្នាការ​សម្ពាធ ៖ %1
ko: 기압 동향: %1
lt: Slėgio tendencija: %1
nds: Drucktendenz: %1
pl: Tendencja ciśnienia: %1
pt_br: Tendência da pressão: %1
ro: Tendință presiune: %1
sl: Težnja pritiska: %1
sr: кретање притиска: %1

# distance, unit
source: Visibility: %1 %2
ca: Visibilitat: %1 %2
cs: Viditelnost: %1 %2
da: Sigtbarhed: %1 %2
et: Nähtavus: %1 %2
fi: Näkyvyys: %1 %2
gl: Visibilidade: %1 %2
hu: Láthatóság: %1 %2
is: Skyggni: %1 %2
it: Visibilità: %1 %2
ja: 視程: %1 %2
km: ភាព​​មើលឃើញ ៖ %1%2
ko: 가시 거리: %1 %2
lt: Matomumas: %1 %2
nds: Sichtigkeit: %1 %2
pl: Widoczność: %1 %2
pt_br: Visibilidade: %1 %2
ro: Vizibilitate: %1 %2
sl: Vidljivost: %1 %2
sr: видљивост: %1 %2

# visibility from distance
source: Visibility: %1
ca: Visibilitat: %1
cs: Viditelnost: %1
da: Sigtbarhed: %1
et: Nähtavus: %1
fi: Näkyvyys: %1
gl: Visibilidade: %1
hu: Láthatóság: %1
is: Skyggni: %1
it: Visibilità: %1
ja: 視程: %1
km: ភាព​​មើលឃើញ ៖ %1
ko: 가시 거리: %1
lt: Matomumas: %1
nds: Sichtigkeit: %1
pl: Widoczność: %1
pt_br: Visibilidade: %1
ro: Vizibilitate: %1
sl: Vidljivost: %1
sr: видљивост: %1

# content of water in air
source: Humidity: %1%2
ca: Humitat: %1%2
cs: Vlhkost: %1%2
da: Luftfugtighed: %1%2
et: Niiskus: %1%2
fi: Ilmankosteus: %1%2
gl: Humidade: %1%2
hu: Páratartalom: %1%2
is: Raki: %1%2
it: Umidità: %1%2
ja: 湿度: %1%2
km: សំណើម ៖ %1%2
ko: 습도: %1%2
lt: Drėgnumas: %1%2
nds: Fuchtigkeit: %1%2
pl: Wilgotność: %1%2
pt_br: Umidade: %1%2
sl: Vlažnost: %1%2
sr: влажност: %1 %2

# Not available
source: N/A
ca: N/D
cs: Nedostupné
da: Utilg.
gl: N/D
is: Ekki tiltækt
km: គ្មាន
ko: 없음
lt: Nežinoma
nds: k.A.
pt_br: N/D
ro: Indisp.
sl: Ni na voljo
sr: нд.

# Wind condition
source: Calm
ca: Calmat
cs: Bezvětří
da: Roligt
et: Jahe
fi: Tyyntä
gl: Calma
hu: Szélcsend
is: Logn
it: Calma
ja: 無風
km: ត្រជាក់
ko: 고요함
lt: Ramu
nds: Still
pl: Spokojnie
pt_br: Calmo
sl: Brezvetrje
sr: без ветра

# winds exceeding wind speed briefly
source: Wind Gust: %1 %2
ca: Ràfega de vent: %1 %2
cs: Poryv větru: %1 %2
da: Vindstød: %1 %2
et: Tuule kiirus hooti: %1 %2
fi: Puuska: %1 %2
gl: Refacho de vento: %1 %2
hu: Széllökés: %1 %2
is: Vindhviður: %1 %2
it: Raffica: %1 %2
ja: 突風: %1 %2
km: សន្ទុះ​ខ្យល់ ៖ %1%2
ko: 돌풍: %1 %2
lt: Vėjo gūsiai: %1 %2
nds: Windböen: %1 %2
pl: Porywy wiatru: %1 %2
pt_br: Rajada de vento: %1 %2
ro: Rafale: %1 %2
sl: Sunki vetra: %1 %2
sr: налети ветра: %1 %2
