Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_runner_events.po
Languages: cs, da, es, et, fr, gl, ko, lv, nds, nl, pl, pt_br, ru, sr, sv, tr

source: Create event "%1" from %2 to %3
cs: Vytvořit úkol "%1" od %2 do %3
da: Opret begivenheden "%1" fra %2 til %3
es: Crear evento «%1» de %2 a %3
et: Loo sündmus "%1" alates %2 kuni %3
fr: Créer l'évènement « %1 » de %2 à %3
gl: Crear o acontecemento «%1» desde %2 ata %3.
ko: %2부터 %3까지 행사 "%1" 만들기
lv: Izveidot notikumu "%1", kas notiks no %2 līdz %3
nds: Begeefnis "%1" vun %2 bet %3 opstellen
nl: Activiteit "%1" aanmaken van %2 tot %3
pl: Utwórz zdarzenie "%1" począwszy od %2 do %3
pt_br: Criar um evento "%1" de %2 até %3
ru: Назначить событие «%1» на время с %2 по %3
sr: Направи догађај „%1“ од %2 до %3|/|Направи догађај „%1“ од $[на-реч %2 ген] до $[на-реч %3 ген]
sv: Skapa händelsen "%1" från %2 till %3
tr: "%1" etkinliğini, %2 ile %3 arasında oluştur

# %1 is the summary of todo, %2 is the due time of todo
source: Create todo "%1" due to %2
cs: Vytvořit úkol "%1" s termínem %2
da: Opret gøremålet "%1" som forfalder %2
es: Crear tarea pendiente «%1» que vence en %2
et: Loo ülesanne "%1" tähtajaga %2
fr: Créer la tâche à faire « %1 » arrivant à échéance le %2
gl: Crear a tarefa «%1», que vence o %2.
ko: %2까지 해야 하는 할 일 "%1" 만들기
lv: Izveidot darbu "%1", kas jāpaveic līdz %2
nds: Opgaav "%1" opstellen, duert bet %2
nl: Taak "%1" aanmaken, gereed op %2
pl: Utwórz zadanie "%1" do wykonania do %2
pt_br: Criar a tarefa "%1" com vencimento em %2
ru: Назначить задачу «%1» со сроком на %2
sr: Направи обавезу „%1“ са роком до %2|/|Направи обавезу „%1“ са роком до $[на-реч %2 ген]
sv: Skapa uppgift "%1" färdig %2
tr: "%1" yapılacak ögesini, %2 tarihinde bitecek şekilde oluştur

source: Create todo "%1" due to %3 starting at %2
cs: Vytvořit úkol "%1" s termínem %3 začínající %2
da: Opret gøremålet "%1" som forfalder %3 og begynder %2
es: Crear tarea pendiente «%1» que vence en %3 y se inicia en %2
et: Loo ülesanne "%1" tähtajaga %3 ja algusega %2
fr: Créer la tâche à faire « %1 » arrivant à échéance le %3 et débutant le %2
gl: Crear a tarefa «%1», que comeza o %2 e vence o %3.
ko: %2에 시작하여 %3까지 해야 하는 할 일 "%1" 만들기
lv: Izveidot darbu "%1", kas jāpaveic līdz %3, uzsākot %2
nds: Opgaav "%1" opstellen, duert bet %3, start is %2
nl: Taak "%1" aanmaken, gereed op %3, beginnend op %2
pl: Tworzy zadanie "%1" do wykonania do %3 rozpoczynając od %2
pt_br: Criar uma tarefa "%1" iniciando em %2 e com vencimento em %3
ru: Назначить задачу «%1» со сроком на %3, начинающуюся %2
sr: Направи обавезу „%1“ са роком до %3 која почиње %2|/|Направи обавезу „%1“ са роком до $[на-реч %3 ген] која почиње $[на-реч %2 ген]
sv: Skapa uppgift "%1" färdig %3 startas %2
tr: "%1" yapılacak ögesini, %2 tarihinde başlayacak ve %3 tarihinde bitecek şekilde oluştur

source: Categories: %1
cs: Kategorie: %1
da: Kategorier: %1
es: Categorías: %1
et: Kategooriad: %1
fr: Catégories : %1
gl: Categorías: %1
ko: 분류: %1
lv: Kategorijas: %1
nds: Kategorien: %1
nl: Categorieën: %1
pl: Kategorie: %1
pt_br: Categorias: %1
ru: Категории: %1
sr: Категорије: %1
sv: Kategorier: %1
tr: Kategoriler: %1

# The todo is complete
source: Complete todo "%1"
cs: Dokončit úkol "%1"
da: gennemfør gøremålet "%1"
es: Completar tarea pendiente «%1»
et: Ülesande "%1" lõpetamine
fr: Réaliser la tâche à faire « %1 »
gl: Completar a tarefa «%1».
ko: 할 일 "%1" 끝내기
lv: Pabeigt darbu "%1"
nds: Opgaav "%1" afslaten
nl: Taak "%1" voltooid
pl: Ukończ zadanie-do-zrobienia "%1"
pt_br: Concluir a tarefa "%1"
ru: Завершить задачу «%1»
sr: Заврши обавезу „%1“
sv: Färdigställ uppgift "%1"
tr: "%1" yapılacak ögesini tamamla

source: Date: %1
cs: Datum: %1
da: Dato: %1
es: Fecha: %1
et: Kuupäev: %1
gl: Data: %1
ko: 날짜: %1
lv: Datums: %1
nds: Datum: %1
nl: Datum: %1
pl: Data: %1
pt_br: Data: %1
ru: Дата: %1
sr: Датум: %1
sv: Datum: %1
tr: Tarih: %1

source: Comment incidence "%1"
cs: Komentovat událost "%1"
da: Kommentarforekomst "%1"
es: Comentar incidencia «%1»
et: Sündmuse "%1" kommenteerimine
fr: Incidence du commentaire « %1 »
gl: Comentar a incidencia «%1».
ko: 항목의 설명 "%1" 추가
lv: Komentāra biežums "%1"
nds: Begeefnis "%1" kommenteren
nl: Toelichting op incident "%1"
pl: Komentarz zdarzenia "%1"
pt_br: Incidência do comentário "%1"
ru: Комментировать запись «%1»
sr: Коментариши случај „%1“
sv: Kommentera förekomst "%1"
tr: "%1" olayını yorumla

source: Akonadi collections
cs: Sbírky Akonadi
da: Akonadi-samlinger
es: Colecciones de Akonadi
et: Akonadi kogud
fr: Collections Akonadi
gl: Coleccións do Akonadi
ko: Akonadi 모음집
nds: Akonadi-Sammeln
nl: Akonadi verzamelingen
pl: Zbiory Akonadi
pt_br: Coleções do Akonadi
ru: Коллекции Akonadi
sr: Аконадијеве збирке
sv: Akonadi-samlingar
tr: Akonadi koleksiyonları

source: Insert events into:
cs: Vložit události do:
da: Indsæt begivenheder i:
es: Insertar eventos en:
et: Sündmused sisestatakse:
fr: Insérer des évènements dans :
gl: Inserir o acontecementos en:
ko: 다음에 행사 추가:
nds: Begeefnissen infögen na:
nl: Gebeurtenissen invoegen in:
pl: Umieść wydarzenia w:
pt_br: Insira eventos em:
ru: Вставлять события в:
sr: Уметни догађаје у:
sv: Infoga händelser i:
tr: Olayları şuraya ekle:

source: Insert tasks into:
cs: Vložit úlohy do:
da: Indsæt opgaver i:
es: Insertar tareas en:
et: Ülesanded sisestatakse:
fr: Insérer des tâches dans :
gl: Inserir as tarefas en:
ko: 다음에 작업 추가:
nds: Opgaven infögen na:
nl: Taken invoegen in:
pl: Umieść zadania w:
pt_br: Insira tarefas em:
ru: Вставлять задачи в:
sr: Уметни задатке у:
sv: Infoga uppgifter i:
tr: Görevleri şuraya ekle:
