Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_life.po
Languages: ca@valencia, da, de, el, fi, ga, hu, is, kk, km, ko, lv, mr, nds, nl, pl, ru, sr@ijekavian, sv, tr, wa, zh_tw

source: second
ca@valencia: segon
da: sekund
de: Sekunde
el: δευτερόλεπτο
fi: sekunnin välein
ga: soicind
hu: másodperc
is: sekúnda
kk: секунд
km: វិនាទី​
ko: 초
lv: sekunde
mr: सेकंद
nds: Sekunn
nl: seconde
pl: sekunda
ru: секунда
sr@ijekavian: секунда
sv: sekund
tr: saniye
wa: segonde
zh_tw: 秒

source: generation
ca@valencia: generació
el: γενιά
fi: sukupolven jälkeen
ga: ghlúin
hu: generáció
is: kynslóð
kk: буын
km: ការ​បង្កើត​
ko: 세대
lv: paaudze
mr: पिढी
nds: Generatschoon
nl: generatie
pl: pokolenie
ru: поколение
sr@ijekavian: генерација
tr: nesil
wa: djermêye
zh_tw: 代

source: Cells Array
ca@valencia: Matriu de cel·les
da: Cellerække
de: Zellenanordnung
el: Μητρώο κελιών
fi: Solujen asettelu
ga: Eagar Ceall
hu: Sejttömb
is: Reitafylki
kk: Тор алаңы
km: អារ៉េ​ក្រឡា
ko: 세포 배열
lv: Šūnu masīvs
mr: सेल्स एरे
nds: Zellenfeld
nl: Array van cellen
pl: Tabela komórek
ru: Размер поля
sr@ijekavian: Низ ћелија
sv: Cellf채lt
tr: Hücre Dizisi
wa: Tåvlea d' boesses
zh_tw: 儲存格陣列

source: Horizontal cells:
ca@valencia: Cel·les horitzontals:
da: Horisontale celler:
de: Waagerechte Zellen:
el: Οριζόντια κελιά:
fi: Vaakasoluja:
ga: Cealla cothrománacha:
hu: Sejtszám (vízszintesen):
is: Láréttir reitir:
kk: Алаң ені:
km: ក្រឡា​ផ្ដេក ៖
ko: 수평 세포 수:
lv: Horizontāli šūnas:
mr: आडवे सेल्स :
nds: Kimmrecht Zellen:
nl: Horizontale cellen:
pl: Liczba komórek poziomo:
ru: Клеток по горизонтали:
sr@ijekavian: Водоравних ћелије:
sv: Horisontella celler:
tr: Yatay hücreler:
wa: Boesses di coutcheyes :
zh_tw: 水平格：

source: Vertical cells:
ca@valencia: Cel·les verticals:
da: Vertikale celler:
de: Senkrechte Zellen:
el: Κατακόρυφα κελιά:
fi: Pystysoluja:
ga: Cealla ingearacha:
hu: Sejtszám (függõlegesen):
is: Lóðréttir reitir:
kk: Алаң биіктігі:
km: ក្រឡា​បញ្ឈរ ៖
ko: 수직 세포 수:
lv: Vertikāli šūnas:
mr: उभे सेल्स :
nds: Pielrecht Zellen:
nl: Verticale cellen:
pl: Liczba komórek pionowo:
ru: Клеток по вертикали:
sr@ijekavian: Усправних ћелија:
sv: Vertikala celler:
tr: Dikey hücreler:
wa: Boesses d' astampêyes :
zh_tw: 垂直格：

source: Reflect About:
ca@valencia: Reflexió respecte:
da: Reflektér om:
de: Spiegeln an:
el: Ανάκλαση σχετικά με:
fi: Peilikuva:
ga: Frithchaith Trí:
hu: Tükrözés:
is: Spegla um:
kk: Келесіден шағылысу:
km: បង្ហាញ​ឲ្យ​ឃើញ​ប្រហែល​ ៖
ko: 대칭시킬 축:
lv: Atspoguļot ap:
mr: विषयी मत :
nds: Spegeln gegen:
nl: Denk na over:
pl: Odbij przez:
ru: Отразить относительно:
sr@ijekavian: Рефлексија око:
sv: Reflektera kring:
tr: Yansıtma:
zh_tw: 反射關於：

source: Vertical Axis
ca@valencia: Eix vertical
da: Lodret akse
de: Senkrechte Achse
el: Κατακόρυφος άξονας
fi: Vaaka-akselin suhteen
ga: Ais Ingearach
hu: Függőleges tengely mentén
is: Lóðréttur ás
kk: Тік бойлығы
km: អ័ក្ស​បញ្ឈរ​
ko: 수직 축
lv: Vertikālo asi
mr: उभा अक्ष
nds: Pielrecht Ass
nl: Verticale as
pl: Oś pionowa
ru: Вертикальной оси
sr@ijekavian: усправне осе
sv: Vertikal axel
tr: Dikey Eksen
wa: Aessi d' astampé
zh_tw: 垂直軸：

source: Horizontal Axis
ca@valencia: Eix horitzontal
da: Vandret akse
de: Waagerechte Achse
el: Οριζόντιος άξονας
fi: Pystyakselin suhteen
ga: Ais Chothrománach
hu: Vízszintes tengely mentén
is: Láréttur ás
kk: Жатық бойылғы
km: អ័ក្ស​ផ្ដេក​
ko: 수평 축
lv: Horizontālo asi
mr: आडवा अक्ष
nds: Kimmrecht Ass
nl: Horizontale as
pl: Oś pozioma
ru: Горизонтальной оси
sr@ijekavian: водоравне осе
sv: Horisontell axel
tr: Yatay Eksen
wa: Aessi d' coûtchî
zh_tw: 水平軸：

source: Initial Population Density:
ca@valencia: Densitat de població inicial:
da: Indledningsvis befolkningstæthed:
de: Anfängliche Populationsdichte:
el: Αρχική Πυκνότητα Πληθυσμού:
fi: Väestöntiheys alussa:
ga: Dlús Daonra Ar dTús:
hu: Kezdeti populációsűrűség:
is: Upphaflegur þéttleiki staka:
kk: Бастапқы өмір тығыздығы
km: ដង់ស៊ីតេ​ប្រជា​ជន​ដំបូង ៖​​
ko: 초기 인구 밀도:
lv: Sākotnējais populācijas blīvums:
mr: सुरुवातीची लोकसंख्या घनता :
nds: Populatschoon-Startgrött:
nl: InitiÃ«le bevolkingsdichtheid:
pl: Gęstość początkowa populacji:
ru: Начальная плотность популяции:
sr@ijekavian: Почетна густина популације:
sv: Ursprunglig befolkningst채thet:
tr: Başlangıçtaki Nüfus Yoğunluğu:
zh_tw: 初始人口密度

source: Update and Restart
ca@valencia: Actualització i reinici
da: Opdatér og genstart
de: Aktualisieren und neu starten
el: Ενημέρωση και επανεκκίνηση
fi: Päivitä ja käynnistä uudelleen
ga: Nuashonraigh agus Atosaigh
hu: Frissítés és újraindítás
is: Uppfæra og endurræsa
kk: Жаңарту мен Жаңадан бастау
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព និង​ចាប់ផ្ដើម​ឡើង​វិញ
ko: 갱신하고 다시 시작
lv: Atjaunināt un pārstartēt
mr: अद्ययावत करा पुन्हा सुरु करा
nds: Opfrischen un nieg starten
nl: Bijwerken en herstarten
pl: Aktualizuj i uruchom ponownie
ru: Обновление и перезапуск
sr@ijekavian: Ажурирај и ресетуј
sv: Uppdatera och starta om
tr: Güncelleme ve Yeniden Başlatma
wa: Mete a djoû eyet renonder
zh_tw: 更新並重新啟動

source: Update every:
ca@valencia: Actualitza cada:
da: Opdatér hver:
de: Aktualisieren alle:
el: Ενημέρωση κάθε:
fi: Päivitä:
ga: Nuashonraigh gach:
hu: Frissítési időköz:
is: Uppfæra hverja:
kk: Буын өмірінің ұзындығы:
km: ធ្វើ​បច្ចុប្បន្នភាព​រៀងរាល់ ៖
ko: 업데이트 주기:
lv: Atjaunināt katras:
mr: अद्ययावत करा - प्रत्येक :
nds: Opfrischtiet:
nl: Bijwerken elke:
pl: Aktualizuj co:
ru: Обновлять каждые:
sr@ijekavian: Ажурирај сваких:
sv: Uppdatera var:
tr: Güncelleme aralığı:
wa: Mete a djoû tos les :
zh_tw: 更新頻率：

source: Restart game every:
ca@valencia: Reinicia la partida cada:
da: Genstart spillet hver:
de: Spiel neu starten alle:
el: Επανεκκίνηση παιχνιδιού κάθε:
fi: Käynnistä peli uudelleen:
ga: Atosaigh an cluiche gach:
hu: Újraindítási idõköz:
is: Endurræsa leik hverja:
kk: Қаншадан кейін жаңадан бастау:
km: ចាប់ផ្ដើម​ល្បែង​រៀងរាល់ ៖
ko: 다시 시작할 주기:
lv: Sākt no sākuma katras:
mr: खेळ पुन्हा सुरु करा - प्रत्येक :
nds: Speel nieg starten all:
nl: Spel opnieuw starten elke:
pl: Ponownie uruchom grę co:
ru: Начать заново каждые:
sr@ijekavian: Ресетуј игру сваких:
sv: Starta om spelet var:
tr: Oyunu yeniden başlatma aralığı:
wa: Renonder l' djeu totes les :
zh_tw: 多久後重新開始遊戲：
