Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_icontasks.po
Languages: ar, bs, ca, cs, da, el, es, et, fi, fr, gl, hu, it, kk, km, ko, lt, lv, mr, nb, pl, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: Sorry, failed to install metadata file.
ar: آسف، فشل تثبيت ملف البيانات الفوقية.
bs: Oprostite, neuspješno instaliranje metadata datoteke.
ca: Ha fallat en instal·lar el fitxer de metadades.
cs: Lituji, selhala instalace souboru metadat.
el: Λυπάμαι, αποτυχία εγκατάστασης αρχείου μεταδεδομένων.
es: Disculpe, no fue posible instalar el archivo de metadatos.
fi: Metadatatiedoston asennus epäonnistui.
fr: Désolé, impossible d'installer un fichier de métadonnées.
gl: Non foi posíbel instalar o ficheiro de metadatos.
hu: Nem sikerült telepíteni a metaadat-fájlt.
it: Spiacente, l'installazione del file di metadati non è riuscita.
kk: Метадерек файлды орнату жаңылысы.
km: សូម​ទោស បាន​បរាជ័យ​ក្នុងការ​ដំឡើង​ឯកសារ​ទិន្នន័យ​មេតា ។
ko: 메타데이터 파일을 설치할 수 없습니다.
lt: Atleiskite, nepavyko įdiegti meta duomenų failo.
lv: Atvainojiet, neizdevās instalēt metadatu failu.
mr: क्षमा करा, मेटाडेटा फाईल प्रतिष्ठापीत करताना अपयश.
nb: Klarte ikke å installere metadata-fil.
pl: Wybacz, nie można było zainstalować pliku metadanych.
pt_br: Infelizmente, não foi possível instalar o arquivo de metadados.
ru: Не удалось установить файл метаданных.
sk: Nepodarilo sa nainštalovať súbor metadát.
sl: Žal ni bilo mogoče namestiti datoteke z metapodatki.
sr: Не могу да инсталирам фајл метаподатака.
sv: Misslyckades tyvärr installera metadatafil.
tr: Üzgünüm, üstveri dosyası yüklenemedi.
uk: Вибачте, не вдалося встановити файл метаданих.
zh_cn: 抱歉，安装元数据文件失败。
zh_tw: 抱歉，安裝中繼資料檔時失敗。

source: <li>Script file is missing.</li>
ar: <li>ملف السكرِبت ناقص.</li>
bs: <li>Script datoteka nedostaje.</li>
ca: <li>Manca el fitxer d'script.</li>
cs: <li>Soubor skriptu chybí.</li>
el: <li>Λείπει το αρχείο σεναρίου.</li>
es: <li>Falta el archivo del script.</li>
fi: <li>Skriptitiedosto puuttuu.</li>
fr: <li>Le fichier de script est manquant.</li>
gl: <li>Falta o ficheiro de script.</li>
hu: <li>Szkriptfájl hiányzik.</li>
it: <li>File di script mancante.</li>
kk: <li>Скрипт файлы жоқ.</li>
km: <li>បាត់​​ឯកសារ​ស្គ្រីប ។</li>
ko: <li>스크립트 파일이 없습니다.</li>
lt: <li>Trūksta scenarijaus failo.</li>
lv: <li>Trūkst skripta faila.</li>
mr: <li>स्क्रिप्ट फाईल सापडत नाही.</li>
nb: <i>Skriptfil mangler.</i>
pl: <li>Brakuje pliku skryptu.</li>
pt_br: <li>Falta o arquivo do script.</li>
ru: <li>Отсутствует файл скрипта.</li>
sk: <li>Súbor skriptu chýba.</li>
sl: <li>Manja skriptna datoteka.</li>
sr: <li>Недостаје фајл скрипте.</li>
sv: <li>Skriptfil saknas.</li>
tr: <li>Betik dosyası yok.</li>
uk: <li>Не вистачає файла скрипту.</li>
zh_cn: <li>缺少脚本文件。</li>
zh_tw: <li>文稿檔已遺失。</li>

source: <li>Metadata file is missing.</li>
ar: <li>ملف البيانات الفوقية ناقص.</li>
bs: <li>Metadata datoteka nedostaje.</li>
ca: <li>Manca el fitxer de metadades.</li>
cs: <li>Soubor s metadaty chybí.</li>
el: <li>Λείπει το αρχείο μεταδεδομένων.</li>
es: <li>Falta el archivo de metadatos.</li>
fi: <li>Metadatatiedosto puuttuu.</li>
fr: <li>Le fichier de métadonnées est manquant.</li>
gl: <li>Falta o ficheiro de metadatos.</li>
hu: <li>Metaadat-fájl hiányzik.</li>
it: <li>File di metadati mancante.</li>
kk: <li>Метадерек файлы жоқ.</li>
km: <li>បាត់​ឯកសារ​ទិន្នន័យ​មេតា ។</li>
ko: <li>메타데이터 파일이 없습니다.</li>
lt: <li>Trūksta meta duomenų failo.</li>
lv: <li>Trūkst metadatu faila.</li>
mr: <li>मेटाडेटा फाईल सापडत नाही.</li>
nb: <i>Metadata-fil mangler.</i>
pl: <li>Brakuje pliku metadanych.</li>
pt_br: <li>Falta o arquivo de metadados.</li>
ru: <li>Отсутствует файл метаданных.</li>
sk: <li>Súbor metadát chýba.</li>
sl: <li>Manjka datoteka z metapodatki.</li>
sr: <li>Недостаје фајл метаподатака.</li>
sv: <li>Metadatafil saknas.</li>
tr: <li>Üstveri dosyası eksik.</li>
uk: <li>Не вистачає файла метаданих.</li>
zh_cn: <li>缺少元数据文件。</li>
zh_tw: <li>中繼資料檔已遺失。</li>

source: <p>Are you sure you wish to delete <b>%1</b></p><p><i>(%2)</i></p>
ar: <p>أأنت متأكد من حذف <b>%1</b></p><p><i>(%2)</i></p>
bs: <p>Da li ste sigurni da želite obrisati <b>%1</b></p><p><i>(%2)</i></p>
ca: <p>Esteu segur que voleu esborrar <b>%1</b></p><p><i>(%2)</i></p>
cs: <p>Opravdu si přejete smazat<b>%1</b></p><p><i>(%2)</i></p>
el: <p>Επιθυμείτε πραγματικά τη διαγραφή<b>%1</b></p><p><i>(%2)</i></p>
es: <p>¿Seguro qué desea borrar <b>%1</b></p><p><i>(%2)</i></p>
fi: <p>Haluatko varmasti poistaa liitännäisen <b>%1</b></p><p><i>(%2)</i></p>
fr: <p>Voulez-vous vraiment supprimer <b>%1</b></p><p><i>(%2)</i></p>
gl: <p>está seguro de que quere eliminar <b>%1</b>?</p><p><i>(%2)</i></p>
hu: <p>Biztosan törli a következőt: <b>%1</b>?</p><p><i>(%2)</i></p>
it: <p>Sei sicuro di voler eliminare <b>%1</b></p><p><i>(%2)</i></p>
kk: <p>Шынымен мынаны өшірмексіз бе: <b>%1</b></p><p><i>(%2)</i></p>
km: <p>តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប <b>%1</b></p><p><i>(%2)</i></p>
ko: <p><b>%1</b></p><p><i>(%2)</i>을(를) 삭제하시겠습니까?</p>
lt: <p>Ar tikrai norite ištrinti<b>%1</b></p><p><i>(%2)</i></p>
lv: <p>Vai tiešām vēlaties dzēst <b>%1</b></p><p><i>(%2)</i></p>
mr: <p>तुम्हाला नक्की काढून टाकायचे आहे का <b>%1</b></p><p><i>(%2)</i></p>
nb: <p>Er du sikker på at du vil slette <b>%1</b></p> <p><i>(%2)</i></p>
pl: <p>Czy na pewno chcesz usunąć <b>%1</b></p><p><i>(%2)</i></p>
pt_br: <p>Deseja realmente excluir o <b>%1</b></p><p><i>(%2)</i></p>
ru: <p>Действительно удалить <b>%1</b></p><p><i>(%2)</i></p>
sk: <p>Určite chcete odstrániť <b>%1</b></p><p><i>(%2)</i></p>
sl: <p>Ali res želite izbrisati <b>%1</b></p><p><i>(%2)</i></p>
sr: <p>Желите ли заиста да обришете <b>%1</b>?</p><p><i>(%2)</i></p>
sv: <p>Är du säker på att du vill ta bort <b>%1</b></p><p><i>(%2)</i></p>
tr: <p><b>%1</b> ögesini silmek istediğinizden emin misiniz?</p><p><i>(%2)</i></p>
uk: <p>Ви справді бажаєте вилучити <b>%1</b></p><p><i>(%2)</i></p>
zh_cn: <p>您确定要删除 <b>%1</b></p><p><i>(%2)</i></p>
zh_tw: <p>您確定您要刪除 <b>%1</b></p><p><i>（%2）</i>嗎？</p>

source: Remove Script
ar: أزل سكربِت
bs: Ukloni skriptu
ca: Elimina l'script
cs: Odstranit skript
el: Αφαίρεση σεναρίου
es: Eliminar el guion
fi: Poista skripti
fr: Supprimer un script
gl: Eliminar o script
hu: Szkript eltávolítása
it: Rimuovi script
kk: Скриптті өшіру
km: យក​ស្គ្រីប​ចេញ
ko: 스크립트 삭제
lt: Pašalinti scenarijų
lv: Izņemt skriptu
mr: स्क्रिप्ट काढून टाका
nb: Fjern skript
pl: Usuń skrypt
pt_br: Remover script
ru: Удалить скрипт
sk: Odstrániť skript
sl: Odstrani skript
sr: Уклањање скрипте
sv: Ta bort skript
tr: Betik Kaldır
uk: Вилучення скрипту
zh_cn: 删除脚本
zh_tw: 移除文稿

source: <p>Failed to delete the script file.</p><p><i>%1</i></p>
ar: <p>فشل حذف ملف السكرِبت.</p><p><i>%1</i></p>
bs: <p>Neuspješno brisanje script datoteke.</p><p><i>%1</i></p>
ca: <p>Ha fallat en esborrar el fitxer d'script.</p><p><i>%1</i></p>
cs: <p>Selhalo mazání souboru skriptu.</p><p><i>%1</i></p>
el: <p>Αποτυχία διαγραφής του αρχείου σεναρίου.</p><p><i>%1</i></p>
es: <p>No fue posible borrar el archivo del script.</p><p><i>%1</i></p>
fi: <p>Skriptitiedoston poistaminen epäonnistui.</p><p><i>%1</i></p>
fr: <p>Impossible de supprimer le fichier de scripts.</p><p><i>%1</i></p>
gl: <p>Non foi posíbel eliminar o ficheiro de script.</p><p><i>%1</i></p>
hu: <p>Nem sikerült telepíteni a szkriptfájlt.</p><p><i>%1</i></p>
it: <p>Eliminazione del file di script non riuscita.</p><p><i>%1</i></p>
kk: <p>Скрипт файлын өшіру жанылысы.</p><p><i>%1</i></p>
km: <p>បាន​បរាជ័យ​ក្នុង​ការ​លុប​ឯកសារ​ស្គ្រីប ។</p><p><i>%1</i></p>
ko: <p>스크립트 파일을 삭제할 수 없습니다.</p><p><i>%1</i></p>
lt: <p>Nepavyko ištrinti scenarijaus failo.</p><p><i>%1</i></p>
lv: <p>Neizdevās dzēst skripta failu.</p><p><i>%1</i></p>
mr: <p>स्क्रिप्ट फाईल काढून टाकण्यात अपयश.</p><p><i>%1</i></p>
nb: <p>Klarte ikke å slette skriptfila.</p> <p><i>%1</i></p>
pl: <p>Nieudane usunięcie pliku skryptu.</p><p><i>%1</i></p>
pt_br: <p>Não foi possível excluir o arquivo do script.</p><p><i>%1</i></p>
ru: <p>Ошибка удаления файла скрипта.</p><p><i>%1</i></p>
sk: <p>Nepodarilo sa vymazať súbor skriptu.</p><p><i>%1</i></p>
sl: <p>Izbris skriptne datoteke ni uspel.</p><p><i>%1</i></p>
sr: <p>Не могу да обришем фајл скрипте.</p><p><i>%1</i></p>
sv: <p>Misslyckades ta bort skriptfilen.</p><p><i>%1</i></p>
tr: <p>Betik dosyası silinemedi.</p><p><i>%1</i></p>
uk: <p>Не вдалося вилучити файл скрипту.</p><p><i>%1</i></p>
zh_cn: <p>删除脚本文件失败。</p><p><i>%1</i></p>
zh_tw: <p>刪除此文稿檔時失敗。</p><p><i>%1</i></p>

source: <tr><td align="right">Script File:</td><td>%1</td></tr>
ar: <tr><td align="right">ملف السكرِبت:</td><td>%1</td></tr>
bs: <tr><td align="right">Skriptna datoteka:</td><td>%1</td></tr>
ca: <tr><td align="right">Fitxer d'script:</td><td>%1</td></tr>
cs: <tr><td align="right">Soubor skriptu:</td><td>%1</td></tr>
el: <tr><td align="right">Αρχείο σεναρίου:</td><td>%1</td></tr>
es: <tr><td align="right">Archivo del script:</td><td>%1</td></tr>
fi: <tr><td align="right">Skriptitiedosto:</td><td>%1</td></tr>
fr: <tr><td align="right">Fichier de scripts :</td><td>%1</td></tr>
gl: <tr><td align="right">Ficheiro de script:</td><td>%1</td></tr>
hu: <tr><td align="right">Szkriptfájl:</td><td>%1</td></tr>
it: <tr><td align="right">File di script:</td><td>%1</td></tr>
kk: <tr><td align="right">Скрипт файлы:</td><td>%1</td></tr>
km: <tr><td align="right">ឯកសារ​ស្គ្រីប ៖</td><td>%1</td></tr>
ko: <tr><td align="right">스크립트 파일:</td><td>%1</td></tr>
lt: <tr><td align="right">Scenarijaus failas:</td><td>%1</td></tr>
lv: <tr><td align="right">Skripta fails:</td><td>%1</td></tr>
mr: <tr><td align="right">स्क्रिप्ट फाईल :</td><td>%1</td></tr>
nb: <tr><td align="right">Skriptfil:</td><td>%1</td></tr>
pl: <tr><td align="right">Plik skryptu:</td><td>%1</td></tr>
pt_br: <tr><td align="right">Arquivo do script:</td><td>%1</td></tr>
ru: <tr><td align="right">Файл скрипта:</td><td>%1</td></tr>
sk: <tr><td align="right">Súbor skriptu:</td><td>%1</td></tr>
sl: <tr><td align="right">Skriptna datoteka:</td><td>%1</td></tr>
sr: <tr><td align="right">Фајл скрипте:</td><td>%1</td></tr>
sv: <tr><td align="right">Skriptfil:</td><td>%1</td></tr>
tr: <tr><td align="right">Betik Dosyası:</td><td>%1</td></tr>
uk: <tr><td align="right">Файла скрипту:</td><td>%1</td></tr>
zh_cn: <tr><td align="right">脚本文件：</td><td>%1</td></tr>
zh_tw: <tr><td align="right">文稿檔：</td><td>%1</td></tr>

source: <tr><td align="right">Location:</td><td>%1</td></tr>
ar: <tr><td align="right">الموقع:</td><td>%1</td></tr>
bs: <tr><td align="right">Lokacija:</td><td>%1</td></tr>
ca: <tr><td align="right">Ubicació:</td><td>%1</td></tr>
cs: <tr><td align="right">Umístění:</td><td>%1</td></tr>
el: <tr><td align="right">Τοποθεσία:</td><td>%1</td></tr>
es: <tr><td align="right">Ubicación:</td><td>%1</td></tr>
fi: <tr><td align="right">Sijainti:</td><td>%1</td></tr>
fr: <tr><td align="right">Emplacement :</td><td>%1</td></tr>
gl: <tr><td align="right">Lugar:</td><td>%1</td></tr>
hu: <tr><td align="right">Hely:</td><td>%1</td></tr>
it: <tr><td align="right">Posizione:</td><td>%1</td></tr>
kk: <tr><td align="right">Орны:</td><td>%1</td></tr>
km: <tr><td align="right">ទីតាំង ៖</td><td>%1</td></tr>
ko: <tr><td align="right">위치:</td><td>%1</td></tr>
lt: <tr><td align="right">Vieta:</td><td>%1</td></tr>
lv: <tr><td align="right">Vieta:</td><td>%1</td></tr>
mr: <tr><td align="right">स्थान :</td><td>%1</td></tr>
nb: <tr><td align="right">Plassering:</td><td>%1</td></tr>
pl: <tr><td align="right">Położenie:</td><td>%1</td></tr>
pt_br: <tr><td align="right">Localização:</td><td>%1</td></tr>
ru: <tr><td align="right">Путь:</td><td>%1</td></tr>
sk: <tr><td align="right">Umiestnenie:</td><td>%1</td></tr>
sl: <tr><td align="right">Mesto:</td><td>%1</td></tr>
sr: <tr><td align="right">Локација:</td><td>%1</td></tr>
sv: <tr><td align="right">Plats:</td><td>%1</td></tr>
tr: <tr><td align="right">Konum:</td><td>%1</td></tr>
uk: <tr><td align="right">Розташування:</td><td>%1</td></tr>
zh_cn: <tr><td align="right">位置：</td><td>%1</td></tr>
zh_tw: <tr><td align="right">位置：</td><td>%1</td></tr>

source: <tr><td align="right">Application:</td><td>%1</td></tr>
ar: <tr><td align="right">التطبيق:</td><td>%1</td></tr>
bs: <tr><td align="right">Aplikacija:</td><td>%1</td></tr>
ca: <tr><td align="right">Aplicació:</td><td>%1</td></tr>
cs: <tr><td align="right">Aplikace:</td><td>%1</td></tr>
el: <tr><td align="right">Εφαρμογή:</td><td>%1</td></tr>
es: <tr><td align="right">Aplicación:</td><td>%1</td></tr>
fi: <tr><td align="right">Sovellus:</td><td>%1</td></tr>
gl: <tr><td align="right">Apliactivo:</td><td>%1</td></tr>
hu: <tr><td align="right">Alkalmazás:</td><td>%1</td></tr>
it: <tr><td align="right">Applicazione:</td><td>%1</td></tr>
kk: <tr><td align="right">Қолданбасы:</td><td>%1</td></tr>
km: <tr><td align="right">កម្មវិធី ៖</td><td>%1</td></tr>
ko: <tr><td align="right">프로그램:</td><td>%1</td></tr>
lt: <tr><td align="right">Programa:</td><td>%1</td></tr>
lv: <tr><td align="right">Lietotne:</td><td>%1</td></tr>
mr: <tr><td align="right">अनुप्रयोग :</td><td>%1</td></tr>
nb: <tr><td align="right">Program:</td><td>%1</td></tr>
pl: <tr><td align="right">Program:</td><td>%1</td></tr>
pt_br: <tr><td align="right">Aplicativo:</td><td>%1</td></tr>
ru: <tr><td align="right">Приложение:</td><td>%1</td></tr>
sk: <tr><td align="right">Aplikácia:</td><td>%1</td></tr>
sl: <tr><td align="right">Program:</td><td>%1</td></tr>
sr: <tr><td align="right">Програм:</td><td>%1</td></tr>
sv: <tr><td align="right">Program:</td><td>%1</td></tr>
tr: <tr><td align="right">Uygulama:</td><td>%1</td></tr>
uk: <tr><td align="right">Програма:</td><td>%1</td></tr>
zh_cn: <tr><td align="right">应用程序：</td><td>%1</td></tr>
zh_tw: <tr><td align="right">應用程式：</td><td>%1</td></tr>

source: <tr><td align="right">D-Bus:</td><td>%1</td></tr>
mr: <tr><td align="right">डी-बस :</td><td>%1</td></tr>
sr: <tr><td align="right">Д‑бус:</td><td>%1</td></tr>

source: Style:
ar: النمط:
bs: Stil:
ca: Estil:
cs: Styl:
da: Stil:
el: Στυλ:
es: Estilo:
et: Stiil:
fi: Tyyli:
gl: Estilo:
hu: Stílus:
it: Stile:
kk: Стилі:
km: រចនាប័ទ្ម ៖
ko: 스타일:
lt: Stilius:
lv: Stils:
mr: शैली :
nb: Stil:
pl: Styl:
pt_br: Estilo:
ru: Оформление:
sk: Štýl:
sl: Slog:
sr: Стил:
sv: Stil:
tr: Biçim:
uk: Стиль:
zh_cn: 样式：
zh_tw: 樣式：

source: Rotate vertical frames:
ar: دوّر الإطارات العمودية:
bs: Rotiraj vertikalne okvire:
ca: Gira els marcs verticals:
cs: Rotovat svislé rámce
da: Rotér lodrette rammer:
el: Περιστροφή των αντικειμένων κατακόρυφα:
es: Girar los marcos verticales:
et: Vertikaalsete raamide pööramine:
fi: Kierrä pystysuuntaisia kehyksiä:
fr: Faire pivoter les cadres verticaux :
gl: Rotar os marcos verticais:
hu: Függőleges keretek forgatása:
it: Ruota le cornici verticali:
kk: Тік қоршауларының бұралуы:
km: បង្វិល​ស៊ុម​បញ្ឈរ ៖
ko: 수직 프레임 회전:
lt: Pasukti stačiai kadrus:
lv: Pagriezt vertikālos rāmjus:
mr: उभ्या फ्रेम्स फिरवा :
nb: Drei loddrette rammer:
pl: Obróć pionowe ramki:
pt_br: Girar os contornos verticais:
ru: Разворот рамки выделения:
sk: Otočiť zvislé snímky:
sl: Zavrti navpične okvirje:
sr: Окрени усправне оквире:
sv: Rotera vertikala ramar:
tr: Dikey çerçeveleri döndür:
uk: Обертання вертикальних рамок:
zh_cn: 旋转垂直边框：
zh_tw: 旋轉垂直框：

source: <p>Controls whether the frames drawn around taskbar entries should be rotated 90-degrees counter-clockwise when the taskbar is in a vertical panel.</p>
bs: <p>Određuje da li okviri iscrtani oko taskbar elemenata trebaju biti rotirani 90-stepeni suprotno od kazaljke na satu kada je taskbar u vertikalnom panelu.</p>
ca: <p>Controla si els marcs dibuixats al voltant de les entrades de la barra de tasques s'han de girar 90 graus en sentit contrari al de les agulles del rellotge quan la barra de tasques estigui en un plafó vertical.</p>
da: <p>Styrer om de rammer der tegnes omkring opgavelinjen skal roteres 90 grader mod uret når opgavelinjen er i et lodret panel.</p>
el: <p>Ελέγχει θα πρέπει να περιστραφεί το πλαίσιο των καταχωρήσεων στη γραμμή εργασιών κατά 90 μοίρες αριστερόστροφα όταν ο πίνακας είναι κατακόρυφα.</p>
es: <p>Controla si los marcos dibujados alrededor de las entradas de la barra de tareas se deberían girar 90 grados en sentido antihorario cuando la barra de tareas está en un panel vertical.</p>
et: <p>Määrab, kas tegumiriba kirjete ümber joonistatavaid raame tuleks keerata 90 kraadi vastupäeva, kui tegumiriba asub vertikaalsel paneelil.</p>
fi: <p>Kierretäänkö tehtäväpalkin kohteiden ympärillä olevia kehyksiä 90 astetta vastapäivään, kun tehtäväpalkki on pystysuuntaisessa paneelissa</p>
fr: <p>Contrôle s'il faut ou non faire pivoter de 90°, dans le sens anti horaire, les cadres tracés autour des éléments de la barre de tâches lorsque celle-ci est dans un panneau vertical.</p>
gl: <p>Controla se rotar 90° no sentido oposto ao das agullas do reloxo os marcos debuxados arredor das entradas da barra de tarefas cando a barra de tarefas estea nun panel vertical.</p>
hu: <p>Megadja, hogy a feladatsáv elemeinek kerete el legyen-e forgatva 90 fokkal balra, ha a panel függőlegesen helyezkedik el.</p>
it: <p>Controlla se le cornici disegnate intorno alla barra delle applicazioni devono essere ruotate di 90 gradi in senso antiorario quando la barra è in un pannello verticale.</p>
kk: <p>Тапсырмалар панелі тік болғанда, тапсырмалардың қоршауларын сағат тіліне қарсы 90 градусқа бұралуын басқару тізгіні.</p>
km: <p>ពិនិត្យ​មើល​ថាតើ​ស៊ុម​ដែល​បានគូរ​ជុំវិញ​ធាតុ​របារ​ភារកិច្ច​គួរ​ត្រូវ​បាន​បង្វិល ៩០ អង្សា​ស្រប​ទ្រនិច​នាឡិកា នៅពេល​របារ​ភារកិច្ច​ស្ថិត​ក្នុង​បន្ទះ​បញ្ឈរ ។</p>
ko: <p>작업 표시줄을 수직으로 표시된 패널에 추가하였을 경우 작업 표시줄 항목을 둘러싸는 프레임을 반시계 방향으로 90도 회전할 지 여부입니다.</p>
lt: <p>Kontroliuoja, kad kadrai aplink užduočių juostos elementus būtų pasukti 90 laipsnių kampu prie laikrodžio rodyklę kai užduočių juosta yra vertikaliame skydelyje.</p>
lv: <p>Nosaka, vai uzdevumu joslas ierakstiem apkārt zīmētais rāmis būtu jāpagriež par 90 grādiem pretēji pulksteņa rādītāja virzienam, kad kad uzdevumu josla ir vertikālajā panelī.</p>
nb: <p>Bestemmer om rammene som tegnes rundt elementer på oppgavelinja skal dreies 90 grader moturs når oppgavelinja er i et loddrett panel.</p>
pl: <p>Kontroluje czy ramki rysowane wokół wpisów paska zadań powinny być obrócone o 90 stopni przeciwnie do ruchu wskazówek zegara, w przypadku gdy pasek zadań jest pionowym panelem.</p>
pt_br: <p>Controla se os contornos desenhados ao redor dos itens da barra de tarefas deverão ser girados em 90 graus quando a barra de tarefas estiver em um painel vertical.</p>
ru: <p>Управляет поворотом рамки выделения значка. Рамка может быть повернута на 90 градусов, когда панель задач находится на вертикальной панели.</p>
sk: <p>Ovláda, či sa rámčeky okolo položiek taskbaru sa oročia o 90 stupňov proti smeru hodinových ručičiek keď je taskbar vo zvislom paneli.</p>
sl: <p>Nadzira, ali naj naj se okvirje okoli vnosov v opravilni vrstici zavrti za 90 stopinj v nasprotni smeri urinega kazalca, ko je opravilna vrstica v navpičnem pultu.</p>
sr: <p>Одређује да ли оквире оцртане око ставки на траци задатака треба окренути 90 степени супротно од казаљки сата ако трака стоји на усправном панелу.</p>
sv: <p>Styr om ramar som ritas omkring poster i aktivitetsraden ska roteras 90 grader moturs när aktivitetsraden finns i en vertikal panel.</p>
tr: <p>Görev çubuğu bir dikey panelde olduğunda görev çubuğu girdilerinin etrafında çizilen karelerin 90 derece saat yönünün tersine döndürülüp döndürülmeyeceğini kontrol eder.</p>
uk: <p>Визначає, чи слід обертати вертикальні рамки навколо пунктів панелі задач на 90° проти годинникової стрілки, якщо панель задач розташовано на вертикальній панелі.</p>
zh_cn: <p>当任务条在纵向面板中时，控制任务条中项目的边框是否要旋转90度。</p>
zh_tw: <p>在工作列是垂直擺放的時候，是否繪製的訊框要順時針旋轉 90 度。</p>

source: Tooltips:
ar: التلميحات:
bs: Savjeti:
ca: Consells d'eines:
cs: Nástrojové tipy:
da: Værktøjstips:
el: Υποδείξεις:
es: Consejos emergentes:
et: Kohtspikrid:
fi: Työkaluvihjeet:
fr: Infobulles :
hu: Buboréksúgók:
it: Suggerimenti:
kk: Ишаралар:
km: ជំនួយ ៖
ko: 풍선 도움말:
lt: Paaiškinimai:
lv: Paskaidres:
mr: टूलटिप्स :
nb: Hjelpebobler:
pl: Podpowiedzi:
pt_br: Dicas:
ru: Подсказки:
sk: Nástrojové tipy:
sl: Orodni namigi:
sr: Облачићи:
sv: Verktygstips:
tr: İpuçları:
uk: Підказки:
zh_cn: 工具提示：
zh_tw: 工具提示：

source: Window preview size:
bs: Veličina pregleda prozora:
ca: Mida de la vista prèvia de les finestres:
cs: Velikost náhledu okna:
da: Størrelse på forhåndsvisning af vinduer:
el: Μέγεθος παραθύρου προεπισκόπησης:
es: Tamaño de previsualización de la ventana:
et: Akna eelvaatluse suurus:
fi: Ikkunan esikatselukoko:
fr: Aperçu de la taille de la fenêtre :
gl: Tamaño da vista previa das xanelas:
hu: Ablakok előnézetének mérete:
it: Dimensione dell'anteprima della finestra:
kk: Нобай терезе өлшемі:
km: ផ្លាស់ប្ដូរ​កា​រមើល​បង្អួច​ជា​មុន ៖
ko: 창 미리 보기 크기:
lt: Peržiūros lango dydis:
lv: Loga priekšskatījuma izmērs:
mr: चौकट पूर्वावलोकन आकार :
nb: Størrelse for forhåndsvisning av vinduer:
pl: Rozmiar okna podglądu:
pt_br: Tamanho da visualização da janela:
ru: Размер окна предпросмотра:
sk: Veľkosť náhľadu okna:
sl: Velikost predogleda oken:
sr: Величина прегледа прозора:
sv: Förhandsgranskningsstorlek för fönster:
tr: Pencere önizlemesi boyutu:
uk: Ширина мініатюр вікон:
zh_cn: 窗口预览大小：
zh_tw: 視窗預覽大小：

source: <p>Controls the width of window previews with tooltips.</p>
bs: <p>Kontroliše širinu pregleda prozora s savjetima.</p>
ca: <p>Controla l'amplada de les vistes prèvies de les finestres amb consells.</p>
da: <p>Styrer bredden af forhåndsvisning af vinduer med værktøjstip.</p>
el: <p>Ελέγχει το πλάτος προεπισκόπησης παραθύρων με υποδείξεις.</p>
es: <p>Controla la anchura de las vistas previas de las ventanas con consejos emergentes.</p>
et: <p>Määrab akna eelvaatluse suuruse kohtspikrites.</p>
fi: <p>Ikkunoiden esikatselujen koko työkaluvihjeissä</p>
fr: <p>Contrôle la largeur des aperçus de fenêtres avec des infobulles.</p>
gl: <p>Controla a anchura da vista previa das xanelas con tooltips.</p>
hu: <p>Beállítja az ablakok előnézetének szélességét.</p>
it: <p>Controlla la larghezza delle anteprime nei suggerimenti.</p>
kk: <p>Ишара нобайлар терезеінің өлшемі.</p>
km: <p>ពិនិត្យ​មើល​ទទឹង​កា​រមើល​បង្អួច​ជា​មុន​ដែល​មាន​ជំនួយ ។</p>
ko: <p>풍선 도움말에 포함된 창 미리 보기의 크기를 설정합니다.</p>
lt: <p>Kontroliuoja peržiūros langų plotį.</p>
lv: <p>Nosaka platumu logu priekšskatījumiem ar paskaidrēm.</p>
nb: <p>Styrer bredden på vindus-forhåndsvisninger med hjelpebobler.</p>
pl: <p>Kontroluj szerokość okna podglądów z podpowiedziami.</p>
pt_br: <p>Controla a largura das visualizações das janelas com dicas.</p>
ru: <p>Контролирует размер всплывающего окна предпросмотра задачи.</p>
sk: <p>Ovláda šírku náhľadov okna s nástrojovými tipmi.</p>
sl: <p>Nadzira širino predogledov oken v orodnih namigih.</p>
sr: <p>Одређује ширину прегледа прозора у облачићима.</p>
sv: <p>Styr bredden hos förhandsgranskningar av fönster med verktygstips.</p>
tr: <p>Pencere önizlemeli araç ipuçlarının genişliğini kontrol eder.</p>
uk: <p>Визначає ширину мініатюр вікон на панелях підказок.</p>
zh_cn: <p>控制工具提示中窗口预览图的宽度。</p>
zh_tw: <p>控制工具提示預覽視窗的寬度。</p>

source: px
ar: بكسل
kk: пкс
km: ភីកសែល
ko: 픽셀
lv: piks.
pl: piks.
sk: bd
sl: slik. točk
sr: пикс.
sv: bildpunkter
uk: пк
zh_cn: 像素
zh_tw: 像素
