Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_runner_events.po
Languages: cs, da, es, et, fr, gl, ko, lv, nds, nl, pl, pt_br, ru, sr, sv, tr

# In number of minutes phrase (may contain regexp symbols)
source: in %1 minutes (after)?
cs: za %1 minuty (po)?
da: om %1 minutter (efter)?
es: ¿en %1 minutos (después)?
et: %1 minuti pärast?
fr: dans %1 minutes (après) ?
gl: en %1 minutos (despois)?
ko: %1분 후?
lv: %1 minūtēs (pēc)?
nds: in %1 Minuten (na)?
nl: over %1 minuten (na)?
pl: %1 minut (po)?
pt_br: em %1 minutos (após)?
ru: через %1 минут (после)?
sr: за %1 минута (после)?|/|за %1 $[множ ^1 минут минута минута] (после)?
sv: om %1 minuter (senare)?
tr: %1 dakika içinde (sonra)?

# In number of hours phrase (may contain regexp symbols)
source: in %1 hours (after)?
cs: za %1 hodin (po)?
da: om %1 timer (efter)?
es: ¿en %1 horas (después)?
et: %1 tunni pärast?
fr: dans %1 heures (après) ?
gl: en %1 horas (despois)?
ko: %1시간 후?
lv: %1 stundās (pēc)?
nds: in %1 Stünnen (na)?
nl: over %1 uren (na)?
pl: %1 godzin (po)?
pt_br: em %1 horas (após)?
ru: через %1 часов (после)?
sr: за %1 сати (после)?|/|за %1 $[множ ^1 сат сата сати] (после)?
sv: om %1 timmar (senare)?
tr: %1 saat içinde (sonra)?

# In number of days phrase (may contain regexp symbols)
source: in %1 days (after)?
cs: za %1 dní (po)?
da: om %1 dage (efter)?
es: ¿en %1 días (después)?
et: %1 päeva pärast?
fr: dans %1 jours (après) ?
gl: en %1 días (despois)?
ko: %1일 후?
lv: %1 dienās (pēc)?
nds: in %1 Daag (na)?
nl: over %1 dagen (na)?
pl: %1 dni (po)?
pt_br: em %1 dias (após)?
ru: через %1 дней (после)?
sr: за %1 дана (после)?|/|за %1 $[множ ^1 дан дана дана] (после)?
sv: om %1 dagar (senare)?
tr: %1 gün içinde (sonra)?

# In number of weeks phrase (may contain regexp symbols)
source: in %1 weeks (after)?
cs: za %1 týdnů (po)?
da: om %1 uger (efter)?
es: ¿en %1 semanas (después)?
et: %1 nädala pärast?
fr: dans %1 semaines (après) ?
gl: en %1 semanas (despois)?
ko: %1주 후?
lv: %1 nedēļās (pēc)?
nds: in %1 Weken (na)?
nl: over %1 weken (na)?
pl: %1 tygodni (po)?
pt_br: em %1 semanas (após)?
ru: через %1 недели (после)?
sr: за %1 седмица (после)?|/|за %1 $[множ ^1 седмицу седмице седмица] (после)?
sv: om %1 veckor (senare)?
tr: %1 hafta içinde (sonra)?

# In number of months phrase (may contain regexp symbols)
source: in %1 months (after)?
cs: za %1 měsíců (po)?
da: om %1 måneder (efter)?
es: ¿en %1 meses (después)?
et: %1 kuu pärast?
fr: dans %1 mois (après) ?
gl: en %1 meses (despois)?
ko: %1일 후?
lv: %1 mēnešos (pēc)?
nds: in %1 Maanden (na)?
nl: over %1 maanden (na)?
pl: %1 miesięcy (po)?
pt_br: em %1 meses (após)?
ru: через %1 месяцев (после)?
sr: за %1 месеци (после)?|/|за %1 $[множ ^1 месец месеца месеци] (после)?
sv: om %1 månader (senare)?
tr: %1 ay içinde (sonra)?

# In number of years phrase (may contain regexp symbols)
source: in %1 years (after)?
cs: za %1 let (po)?
da: om %1 år (efter)?
es: ¿en %1 años (después)?
et: %1 aasta pärast?
fr: dans %1 années (après) ?
gl: en %1 anos (despois)?
ko: %1년 후?
lv: %1 gados (pēc)?
nds: in %1 Johren (na)?
nl: over %1 jaren (na)?
pl: %1 lat (po)?
pt_br: em %1 anos (após)?
ru: через %1 лет (после)?
sr: за %1 година (после)?|/|за %1 $[множ ^1 годину године година] (после)?
sv: om %1 år (senare)?
tr: %1 yıl içinde (sonra)?

# Current time keyword
source: now
cs: nyní
da: nu
es: ahora
et: praegu
fr: maintenant
gl: agora
ko: 지금
lv: tagad
nds: nu
nl: nu
pl: teraz
pt_br: agora
ru: сейчас
sr: сада
sv: nu
tr: şimdi

# Current day keyword
source: today
cs: dnes
da: i dag
es: hoy
et: täna
fr: aujourd'hui
gl: hoxe
ko: 오늘
lv: šodien
nds: vundaag
nl: vandaag
pl: dzisiaj
pt_br: hoje
ru: сегодня
sr: данас
sv: i dag
tr: bugün

# Next day keyword
source: tomorrow
cs: zítra
da: i morgen
es: mañana
et: homme
fr: demain
gl: mañá
ko: 내일
lv: rīt
nds: morgen
nl: morgen
pl: jutro
pt_br: amanhã
ru: завтра
sr: сутра
sv: i morgon
tr: yarın

# Previous day keyword
source: yesterday
cs: včera
da: i går
es: ayer
et: eile
fr: hier
gl: onte
ko: 어제
lv: vakardien
nds: güstern
nl: gisteren
pl: wczoraj
pt_br: ontem
ru: вчера
sr: јуче
sv: i går
tr: dün

# Keyword for start datetime
source: from
cs: od
da: fra
es: desde
et: alates
fr: de
gl: desde
ko: 시작
lv: no
nds: vun
nl: van
pl: od
pt_br: de
ru: от
sr: од
sv: från
tr: başlangıç

# Keyword for finish datetime
source: to
cs: do
da: til
es: hasta
et: kuni
fr: à
gl: ata
ko: 끝
lv: līdz
nds: bet
nl: tot
pl: do
pt_br: até
ru: до
sr: до
sv: till
tr: bitiş

# Event creation keyword
source: event
cs: událost
da: begivenhed
es: evento
et: sündmus
fr: évènement
gl: acontecemento
ko: 행사
lv: notikums
nds: Begeefnis
nl: activiteit
pl: zdarzenie
pt_br: evento
ru: событие
sr: догађај
sv: händelse
tr: etkinlik

# Todo creation keyword
source: todo
cs: úkoly
da: gøremål
es: tareas
et: ülesanne
fr: tâche à faire
gl: tarefa
ko: 할일
lv: darbs
nds: Opgaav
nl: taak
pl: zadanie
pt_br: tarefa
ru: задача
sr: обавеза
sv: uppgift
tr: yapılacak

# Todo completion keyword
source: complete
cs: dokončeno
da: gennemført
es: completo
et: lõpetamine
fr: complet
gl: completar
ko: 완료
lv: pabeigts
nds: afslaten
nl: voltooid
pl: zakończone
pt_br: concluída
ru: завершено
sr: заврши
sv: färdig
tr: tamamlandı

# Event comment keyword
source: comment
cs: komentář
da: kommentar
es: comentario
et: kommentaar
fr: commentaire
gl: comentar
ko: 설명
lv: komentārs
nds: Anmarken
nl: toelichting
pl: komentarz
pt_br: comentário
ru: комментарий
sr: коментар
sv: kommentar
tr: yorum

# Event list keyword
source: events
cs: události
da: begivenheder
es: eventos
et: sündmused
fr: évènements
gl: acontecementos
ko: 행사목록
lv: notikumi
nds: Begeefnissen
nl: gebeurtenissen
pl: zdarzenia
pt_br: eventos
ru: события
sr: догађаји
sv: händelser
tr: etkinlikler

# Todo list keyword
source: todos
cs: úkoly
da: gøremål
es: tareas pendientes
et: ülesanded
fr: tâches à faire
gl: tarefas
ko: 할일목록
lv: darbi
nds: Opgaven
nl: taken
pl: zadania-do-zrobienia
pt_br: tarefas
ru: задачи
sr: обавезе
sv: uppgifter
tr: yapılacaklar

source: Creates event in calendar by its description in :q:, which consists of parts divided by semicolons. The first two parts (both obligatory) are the event summary and its start date. The third, optional, is list of event categories, divided by commas.
cs: Vytvoří událost v kalendáři podle jejího popisu v :q:, která se skládá z částí oddělených středníky. První dvě části (obě povinné) jsou souhrnem události a jejího počátečního data. Třetí, nepovinná, je seznam kategorií události, oddělených čárkami.
da: Opretter begivenhed i kalenderen efter dens beskrivelse i :q:, som består af dele adskilt af semikolon. De to første dele (begge obligatoriske) er begivenhedsresumé og startdato, den tredje valgfri del er listen over begivenhedskategorier adskilt af komma.
es: Crea eventos en el calendario por su descripción en :q:, consistente en partes separadas por un punto y coma. Las dos primeras (obligatorias) son el resumen del evento y su fecha de inicio; la tercera, opcional, es una lista de categorías del evento separadas por comas.
et: Loob kalendris sündmuse selle kirjelduse järgi :q:, mis koosneb semikooloniga eraldatud osadest. Esimesed kaks kohustuslikku osa on sündmuse kokkuvõte ja algusaeg. Kolmas, mittekohustuslik, on komadega eraldatud sündmuse kategooriate loend.
fr: Crée un évènement dans l'agenda d'après sa description dans :q:, se composant de parties séparées par deux points (« : »). Les deux premières parties (obligatoires toutes les deux) sont le résumé de l'évènement et sa date de début. La troisième, facultative, est la liste des catégories d'évènements, séparés par des virgules.
gl: Crea un acontecemento no calendario a partir da súa descrición en :q:, que consiste en partes separadas por punto e coma («;»). As dúas primeiras partes, obrigatorias, son o resumo do evento e a súa data de inicio. A terceira, opcional, é unha lista de categorías de acontecemento, separadas por comas.
ko: :q:에 입력한 설명을 사용하여 달력에 행사를 생성하며, 행사의 각각 부분은 반점(;)으로 구분됩니다. 첫 두 부분(필수)은 행사 설명 및 시작 날짜입니다. 세 번째 부분(선택)은 쉼표로 구분된 행사 분류입니다.
lv: Kalendārā izveido notikumu pēc tā apraksta :q:, kas sastāv no daļām, atdalītām ar semikoliem.Pirmās divas daļas (abas ir obligātas) ir notikuma kopsavilkums un tā sākuma datums. Trešā (neobligāta) ir notikumu kategoriju saraksts, kas sadalīts ar komatiem.
nds: Föögt den Kalenner ut de Beschrieven in :q: en Begeefnis to, dat ut mit Streekpünkt scheedt Delen besteiht. De eersten twee (bruukt) Delen sünd en Begeefnis-Tosamenfaten un dat tohören Startdatum. De drüdde (köörwies) Deel is en mit Kommas scheedt List mit Begeefniskategorien.
nl: Maakt een activiteit aan in de agenda door zijn beschrijving in :q:, die uit onderdelen gescheiden door puntkomma's bestaat. De eerste twee delen (beide verplicht) zijn een samenvatting van de activiteit en zijn startdatum. De derde, optioneel, is de lijst van activiteitcategoriën, gescheiden door komma's.
pl: Tworzy zdarzenie w kalendarzu na podstawie opisu w :q:, który składa się z części oddzielonych średnikami. Pierwsze dwie części (obie obowiązkowe) są opisem zdarzenia oraz jego datą początkową. Trzecia część, opcjonalna, jest listą kategorii zdarzeń, oddzielonych przecinkami.
pt_br: Cria um evento no calendário, estando a sua descrição em :q:, consistindo em algumas partes divididas por ponto e vírgula. As primeiras duas partes (ambas obrigatórias) são o resumo do evento e a sua data inicial. A terceira, opcional, é a lista de categorias do evento, divididas por vírgulas.
ru: Создаёт в календаре по описанию в :q: событие, которое состоит из разделённых точкой с запятой частей. Первые две части (обязательные) представляют собой краткое описание события и дату его завершения. Третья (необязательная) часть представляет собой разделённый запятыми список категорий события.
sr: Уноси догађај у календар према опису у :q:, који се састоји од делова раздвојених тачка-запетама. Прва два дела (обавезна) јесу сажетак догађаја и датум почетка. Трећи (опциони) део је списак категорија догађаја, раздвојених запетама.
sv: Skapar händelse i kalender enligt beskrivning i :q:, som består av delar åtskilda av semikolon. De två första delarna (båda nödvändiga) är sammanfattning av händelsen och dess startdatum. Den tredje, valfria, är en lista med händelsekategorier, åtskilda med kommatecken.
tr: Takvimde noktalı virgüller ile ayrılmış bölümlerden oluşan, :q: içerisinde açıklaması ile etkinlik oluşturur. İlk iki bölüm (ikisi de zorunludur), etkinlik özeti ve başlangıç tarihidir. Üçüncü ve isteğe bağlı olan alan, virgülerle ayrılan etkinlik kategori listesidir.

source: event description
cs: popis události
da: begivenhedsbeskrivelse
es: descripción del evento
et: sündmuse kirjeldus
fr: description de l'évènement
gl: descrición do acontecemento
ko: 행사 설명
lv: notikuma apraksts
nds: Begeefnisbeschrieven
nl: activiteitbeschrijving
pl: opis zdarzenia
pt_br: descrição do evento
ru: описание события
sr: догађај опис
sv: händelsebeskrivning
tr: etkinlik açıklaması

source: Creates todo in calendar by its description in :q:, which consists of parts divided by semicolons. The first two parts (both obligatory) are a summary of the todo, and its due date. The third, optional, is list of todo categories, divided by commas.
cs: Vytvoří úkol v kalendáři podle jeho popisu v :q:, který se skládá z částí oddělených středníky. První dvě části (obě povinné) jsou souhrnem úkolu, a jeho patřičných dat. Třetí, nepovinná, je seznam kategorií úkolů oddělených čárkami.
da: Opretter gøremål i kalenderen efter dets beskrivelse i :q:, som består af dele adskilt af semikolon. De to første dele (begge obligatoriske) er gøremålsresumé og forfaldsdato, den tredje valgfri del er listen over gøremålskategorier adskilt af komma.
es: Crea tareas en el calendario por su descripción en :q:, consistente en partes separadas por un punto y coma. Las dos primeras (obligatorias) son el resumen de la tarea y su fecha de vencimiento; la tercera, opcional, es una lista de categorías del evento separadas por comas.
et: Loob kalendris ülesande selle kirjelduse järgi :q:, mis koosneb semikooloniga eraldatud osadest. Esimesed kaks kohustuslikku osa on ülesande kokkuvõte ja tähtaeg. Kolmas, mittekohustuslik, on komadega eraldatud ülesande kategooriate loend.
fr: Crée une tâche à faire dans l'agenda d'après sa description dans :q:, se composant de plusieurs parties séparées par deux points (« : »). Les deux premières parties (toutes les deux sont obligatoires) sont un résumé de la tâche à effectuer et sa date d'échéance. La troisième, facultative, est la liste des catégories de tâches à effectuer, séparées par des virgules.
gl: Crea unha tarefa no calendario a partir da súa descrición en :q:, que consiste en partes separadas por punto e coma («;»). As dúas primeiras partes, obrigatorias, son o resumo da tarefa e a súa data límite. A terceira, opcional, é unha lista de categorías de tarefa, separadas por comas.
ko: :q:에 입력한 설명을 사용하여 달력에 할 일을 생성하며, 할 일의 각각 부분은 반점(;)으로 구분됩니다. 첫 두 부분(필수)은 할 일 설명 및 기한입니다. 세 번째 부분(선택)은 쉼표로 구분된 할 일 분류입니다.
lv: Kalendārā izveido darbu pēc tā apraksta :q:, kas sastāv no daļām, atdalītām ar semikoliem.Pirmās divas daļas (abas ir obligātas) ir darba kopsavilkums un tā sākuma datums. Trešā (neobligāta) ir darbu kategoriju saraksts, kas sadalīts ar komatiem.
nds: Föögt den Kalenner ut de Beschrieven in :q: en Opgaav to, de ut mit Streekpünkt scheedt Delen besteiht. De eersten twee (bruukt) Delen sünd en Opgaav-Tosamenfaten un dat tohören Afloopdatum. De drüdde (köörwies) Deel is en mit Kommas scheedt List mit Opgavenkategorien.
nl: Maakt een taak aan in de agenda doory zijn beschrijving in :q:, die uit onderdelen gescheiden door puntkomma's bestaat. De eerste twee delen (beide verplicht) zijn een samenvatting van de taak en zijn datum gereed. De derde, optioneel, is de lijst van taakcategoriën, gescheiden door komma's.
pl: Tworzy zadanie w kalendarzu na podstawie opisu w :q:, który składa się z części oddzielonych średnikami. Pierwsze dwie części (obie obowiązkowe) są opisem zdarzenia oraz jego datą zakończenia. Trzecia część, opcjonalna, jest listą kategorii zadań, oddzielonych przecinkami.
pt_br: Cria uma tarefa no calendário, estando a sua descrição em :q:, consistindo em algumas partes divididas por ponto e vírgula. As primeiras duas partes (ambas obrigatórias) são o resumo do item e a sua data de vencimento. A terceira, opcional, é a lista de categorias da tarefa, divididas por vírgulas.
ru: Создаёт в календаре по описанию в :q: задачу, которая состоит из разделённых точкой с запятой частей. Первые две части (обязательные) представляют собой краткое описание задачи и дату её завершения. Третья (необязательная) часть представляет собой разделённый запятыми список категорий задачи.
sr: Уноси обавезу у календар према опису у :q:, који се састоји од делова раздвојених тачка-запетама. Прва два дела (обавезна) јесу сажетак обавезе и датум рока. Трећи (опциони) део је списак категорија обавеза, раздвојених запетама.
sv: Skapar uppgift i kalender enligt beskrivning i :q:, som består av delar åtskilda av semikolon. De två första delarna (båda nödvändiga) är sammanfattning av uppgiften och dess färdigdatum. Den tredje, valfria, är en lista med uppgiftskategorier, åtskilda med kommatecken.
tr: Takvimde noktalı virgüller ile ayrılmış bölümlerden oluşan, :q: içerisinde açıklaması ile yapılacak ögesi oluşturur. İlk iki bölüm (ikisi de zorunludur), yapılacak ögesi özeti ve başlangıç tarihidir. Üçüncü ve isteğe bağlı olan alan, virgülerle ayrılan yapılacak ögesi kategori listesidir.

source: todo description
cs: popis úkolu
da: gøremålsbeskrivelse
es: descripción de tarea pendiente
et: ülesande kirjeldus
fr: description de la tâche à faire
gl: descrición da tarefa
ko: 할일 설명
lv: darba apraksts
nds: Opgaavbeschrieven
nl: taakbeschrijving
pl: opis zadania
pt_br: descrição da tarefa
ru: описание задачи
sr: обавеза опис
sv: uppgiftsbeskrivning
tr: yapılacak açıklaması

source: Selects todo from calendar by its summary in :q: and marks it as completed.
cs: Vybere úkol z kalendáře podle souhrnu v :q: a označí jej jako dokončený.
da: Vælger gøremål fra kalender via dets resumé i :q: og markerer det som gennemført.
es: Selecciona tareas del calendario por su resumen en :q: y las marca como completadas.
et: Ülesande valimine kalendrist selle kirjelduse põhjal :q: ja märkimine lõpetatuks.
fr: Sélectionne la tâche à faire depuis l'agenda d'après son résumé dans :q: et la marque comme terminée.
gl: Selecciona unha tarefa do calendario a partir do resumo en :q: e márcaa como completada.
ko: 달력의 할 일 중 :q:와(과) 일치하는 것을 찾아서 완료된 것으로 표시합니다.
lv: Izvēlas darbu no kalendāra pēc tā kopsavilkuma :q: un atzīmē to kā pabeigtu.
nds: Söcht ut den Kalenner en Opgaav ut de tohören Tosamenfaten in :q: ut un markeert se as afslaten.
nl: Selecteert taak uit de agenda via zijn samenvatting in :q: en markeert het als voltooid.
pl: Wybiera zadanie z kalendarza po jego podsumowaniu w :q: i oznacza je jako zakończone.
pt_br: Seleciona a tarefa do calendário pelo seu resumo em :q:, marcando-o como concluído.
ru: Выберите задачу из календаря по её описанию в :q: и отметьте её как завершённую.
sr: Бира обавезу из календара према опису у :q: и означава је завршеном.
sv: Väljer uppgift från kalendern enligt dess sammanfattning i :q: och markerar den som färdig.
tr: :q: içinde özetine göre takvimden yapılacak ögeyi seçer ve tamamlandı olarak işaretler.

# The command syntax description for complete
source: complete todo description
cs: úplný popis úkolu
da: gennemfør gøremålsbeskrivelse
es: completar descripción de la tarea pendiente
et: lõpetatud ülesande kirjeldus
fr: terminer la description de la tâche à faire
gl: completar a descrición da tarefa
ko: 완료 할 일 설명
lv: pabeigta darba apraksts
nds: Opgaavbeschrieven kompletteren
nl: taakbeschrijving aanvullen
pl: Opis wykonanego zadania
pt_br: descrição completa da tarefa
ru: описание завершенной задачи
sr: заврши обавезу опис
sv: färdigställ uppgiftsbeskrivning
tr: yapılacak ögesinin tam açıklaması

source: Selects event from calendar by its summary in :q: and append <comment> to its body.
cs: Vybere událost z kalendáře podle souhrnu v :q: a přidá do ní <komentář>.
da: Vælger begivenhed fra kalenderen via dens resumé i :q: og tilføjer <kommentar> til dens krop.
es: Selecciona un evento del calendario por su resumen en :q: y adjunta <comment> al cuerpo.
et: Sündmuse valimine kalendrist selle kirjelduse põhjal :q: ja <kommentaari> lisamine selle sisusse.
fr: Sélectionne l'évènement depuis l'agenda d'après son résumé dans :q: et ajoute <comment> à la fin de son contenu.
gl: Selecciona un acontecemento do calendario a partir do resumo en :q: e engade o <comentario> ao seu corpo.
ko: 달력의 행사 중 :q:와(과) 일치하는 것을 찾아서 설명에 <comment>을(를) 추가합니다.
lv: Izvēlas notikumu no kalendāra pēc tā kopsavilkuma :q: un tā ķermenim pievieno <comment>.
nds: Söcht ut den Kalenner en Begeefnis ut de tohören Tosamenfaten in :q: ut un föögt den Hööftdeel <comment> to.
nl: Selecteert een activiteit uit de agenda via zijn samenvatting in :q: en voegt <comment> toe aan het hoofdgedeelte.
pl: Wybiera zdarzenie z kalendarza po jego podsumowaniu w :q: i dodaje <comment> do jego treści.
pt_br: Seleciona a tarefa do calendário pelo seu resumo em :q:, adicionando o <comentário> ao seu conteúdo.
ru: Выберите событие из календаря по его описанию в :q: и добавьте <comment> к его телу.
sr: Бира догађај из календара по сажетку у :q: и додаје коментар његовом телу.
sv: Väljer händelse från kalendern enligt dess sammanfattning i :q: och lägger till <kommentar> sist i dess text.
tr: :q: içinde özetine göre takvimden etkinliği seçer ve gövdesine <comment> ekler.

# The command syntax description for comment
source: comment todo description
cs: popis komentáře úkolu
da: kommentér gøremålsbeskrivelse
es: comentar descripción de la tarea pendiente
et: kommentaariga ülesande kirjeldus
fr: commenter la description de la tâche à faire
gl: comentar a descrición da tarefa
ko: 설명 할 일의 설명
lv: komentēt darba aprakstu
nds: Opgaavbeschrieven kommenteren
nl: toelichting bij taakbeschrijving
pl: komentarz do opisu zadania
pt_br: descrição do comentário da tarefa
ru: описание комментария задачи
sr: коментариши обавезу опис
sv: kommentera uppgiftsbeskrivning
tr: yapılacak yorum açıklaması

source: Shows events from calendar by its date in :q:.
cs: Zobrazit události z kalendáře podle data v :q:.
da: Viser begivenheder fra kalender efter dato i :q:.
es: Mostrar los eventos del calendario por su fecha en :q:.
et: Sündmuste näitamine kalendrist kuupäeva järgi :q:.
fr: Affiche les évènements depuis l'agenda d'après sa date dans :q:.
gl: Mostra acontecementos do calendario a partir da data en :q:.
ko: 달력의 행사 중 날짜가 :q:인 것을 표시합니다.
lv: Rāda notikumus no kalendāra pēc to datuma :q:.
nds: Begeefnissen ut den Kalenner na ehr Datum in :q: wiesen
nl: Toont activiteiten uit de agenda door hun datums in :q:.
pl: Pokazuje zdarzenia z kalendarza po ich dacie w :q:.
pt_br: Mostra os eventos do calendário pela sua data em :q:.
ru: Показать события из календаря по их дате в :q:.
sr: Приказује догађаје из календара по датуму у :q:.
sv: Visar händelser från kalendern enligt dess datum i :q:.
tr: :q: içinde takvimdeki etkinlikleri tarihine göre gösterir.

# The command syntax description for event
source: event date/time
cs: událost datum/čas
da: begivenhedsdato/-tid
es: evento fecha/hora
et: sündmuse kuupäev/kellaaeg
fr: date / heure de l'évènement
gl: data ou hora do acontecemento
ko: 행사 날짜/시간
lv: notikuma datums/laiks
nds: Begeefnisdatum/-tiet
nl: datum/tijd activiteit
pl: data/czas zdarzenia
pt_br: data/hora do evento
ru: дата и время события
sr: догађај датум/време
sv: händelsedatum och tid
tr: etkinlik tarihi/saati

source: Shows todos from calendar by its date in :q:.
cs: Zobrazit úkoly z kalendáře podle data v :q:.
da: Viser gøremål fra kalender efter dato i :q:.
es: Muestra tareas pendientes del calendario por su fecha en :q:.
et: Ülesannete näitamine kalendrist kuupäeva järgi :q:.
fr: Affiche les tâches à faire depuis l'agenda d'après sa date dans :q:.
gl: Mostra tarefas do calendario a partir da data en :q:.
ko: 달력의 할 일 중 날짜가 :q:인 것을 표시합니다.
lv: Rāda darbus no kalendāra pēc to datuma :q:.
nds: Opgaven ut den Kalenner na ehr Datum in :q: wiesen
nl: Toont taken uit de agenda via hun datums in :q:.
pl: Pokazuje zadnia z kalendarza po ich dacie w :q:.
pt_br: Mostra as tarefas do calendário pela sua data em :q:.
ru: Показать задачи из календаря по их дате в :q:.
sr: Приказује обавезе из календара по датуму у :q:.
sv: Visar uppgifter från kalendern enligt dess datum i :q:.
tr: :q: içinde takvimdeki yapılacak ögelerini tarihine göre gösterir.

# The command syntax description for todo
source: todo date/time
cs: datum/čas úkolu
da: gøremålsdato/-tid
es: tarea pendiente fecha/hora
et: ülesande kuupäev/kellaaeg
fr: date / heure de la tâche à faire
gl: data ou hora da tarefa
ko: 할일 날짜/시간
lv: darba datums/laiks
nds: Opgaavdatum/-tiet
nl: datum/tijd taak
pl: data/czas zadania-do-zrobienia
pt_br: data/hora da tarefa
ru: дата и время задачи
sr: обавеза датум/време
sv: uppgiftsdatum och tid
tr: yapılacak ögesinin tarihi/saati

# %1 is the summary of event, %2 is the start time of event
source: Create event "%1" at %2
cs: Vytvořit událost "%1" v "%2"
da: Opret begivenheden "%1" %2
es: Crear evento «%1» en %2
et: Loo sündmus "%1" algusajaga %2
fr: Créer l'évènement « %1 » à %2
gl: Crear o acontecemento «%1» en %2.
ko: %2에 행사 "%1" 만들기
lv: Izveidot notikumu "%1", kas notiks %2
nds: Begeefnis "%1" Klock %2 opstellen
nl: Activiteit "%1" aanmaken op %2
pl: Utwórz zdarzenie "%1" w %2
pt_br: Criar um evento "%1" em %2
ru: Назначить событие «%1» на %2
sr: Направи догађај „%1“ у %2|/|Направи догађај „%1“ $[на-реч %2 ген]
sv: Skapa händelse "%1" %2
tr: "%1" etkinliğini, %2 tarihinde oluştur
