Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_icontasks.po
Languages: ar, bs, ca, cs, da, el, es, et, fi, fr, gl, hu, it, kk, km, ko, lt, lv, mr, nb, pl, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: Automatic
ar: تلقائي
bs: Automatski
ca: Automàtic
cs: Automaticky
da: Automatisk
el: Αυτόματο
es: Automático
et: Automaatne
fi: Automaattinen
fr: Automatique
gl: Automático
hu: Automatikus
it: Automatico
kk: Авто
km: ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동
lt: Automatiškai
lv: Automātisks
mr: स्वयंचलित
nb: Automatisk
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sk: Automaticky
sl: Samodejno
sr: аутоматски
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh_cn: 自动
zh_tw: 自動

source: Manually
ar: يدوي
bs: Ručno
ca: Manualment
cs: Ručně
da: Manuelt
el: Χειροκίνητα
es: Manualmente
et: Käsitsi
fi: Käsin
fr: Manuellement
gl: Manualmente
hu: Kézzel
it: Manualmente
kk: Қолмен
km: ដោយ​ដៃ
ko: 수동
lt: Rankiniu būdu
lv: Pašrocīgi
mr: स्वहस्ते
nb: Manuelt
pl: Ręcznie
pt_br: Manualmente
ru: Вручную
sk: Ručne
sl: Ročno
sr: ручно
sv: Manuellt
tr: Elle
uk: Вручну
zh_cn: 手动
zh_tw: 手動

source: Alphabetically
ar: أبجدي
bs: Abecedno
ca: Alfabèticament
cs: Abecedně
da: Alfabetisk
el: Αλφαβητικά
es: Alfabéticamente
et: Tähestiku järgi
fi: Aakkosittain
fr: Alphabétiquement
gl: Alfabeticamente
hu: Betűrendben
it: In ordine alfabetico
kk: Әліппе бойынша
km: តាម​អក្ខរក្រម
ko: 가나다순
lt: Abėcėlės tvarka
lv: Alfabētiski
mr: वर्णानुक्रमाप्रमाणे
nb: Alfabetisk
pl: Alfabetycznie
pt_br: Ordem alfabética
ru: В алфавитном порядке
sk: Podľa abecedy
sl: Po abecedi
sr: алфабетски
sv: Alfabetiskt
tr: Alfabetik Olarak
uk: За абеткою
zh_cn: 按字母
zh_tw: 依字母順序

source: By Desktop
ar: بسطح المكتب
bs: Po radnoj površini
ca: Per escriptori
cs: Podle plochy
da: Efter skrivebord
el: Κατά επιφάνεια εργασίας
es: Por escritorio
et: Töölaua järgi
fi: Työpöydän mukaan
fr: Par bureau
gl: Por escritorio
hu: Asztalonként
it: Per desktop
kk: Үстелі бойынша
km: តាម​ផ្ទៃតុ
ko: 데스크톱별
lt: Pagal darbastalį
lv: Pēc darbvirsmas
mr: डेस्कटॉप प्रमाणे
nb: Etter skrivebord
pl: Według pulpitów
pt_br: Por área de trabalho
ru: По рабочему столу
sk: Podľa pracovnej plochy
sl: Po namizju
sr: према површи
sv: Enligt skrivbord
tr: Masaüstüne Göre
uk: За стільницею
zh_cn: 按桌面
zh_tw: 依桌面

source: Unlock Launchers
ar: افتح المُطلِقات
bs: Otključaj pokretače
ca: Desbloqueig de llançadors
cs: Odemknout spouštěče
da: Lås programstartere op
el: Ξεκλείδωμα εκτελεστών
es: Desbloquear las lanzaderas
et: Eemalda käivitajate lukustus
fi: Avaa käynnistimien lukitus
fr: Déverrouiller les lanceurs
gl: Desbloquear os iniciadores
hu: Parancsikonok feloldása
it: Sblocca i lanciatori
kk: Жеккіш бұғаттарын шешу
km: ដោះសោ​កម្មវិធី​ចាប់ផ្ដើម
ko: 실행기 잠금 해제
lt: Atrakinti paleidiklius
lv: Atslēgt palaidējus
mr: प्रक्षेपकांचे कुलूप काढून टाका
nb: Lås opp startere
pl: Odblokuj aktywatory
pt_br: Desbloquear lançadores
ru: Разблокировать кнопки запуска
sk: Odomknúť spúšťače
sl: Odkleni zaganjalnike
sr: Откључај покретаче
sv: Lås upp startprogram
tr: Çalıştırıcıların Kilidini Aç
uk: Розблокувати інструменти запуску
zh_cn: 解锁启动器
zh_tw: 解除鎖定啟動器

source: Lock Launchers
ar: اقفل المُطلِقات
bs: Zaključaj pokretače
ca: Bloqueig de llançadors
cs: Zamknout spouštěče
da: Lås programstartere
el: Κλείδωμα εκτελεστών
es: Bloquear las lanzaderas
et: Lukusta käivitajad
fi: Lukitse käynnistimet
fr: Verrouiller les lanceurs
gl: Bloquear os iniciadores
hu: Parancsikonok zárolása
it: Blocca i lanciatori
kk: Жеккіштерді бұғаттау
km: ចាក់សោ​កម្មវិធី​ចាប់ផ្ដើម
ko: 실행기 잠금
lt: Užrakinti paleidiklius
lv: Slēgt palaidējus
mr: प्रक्षेपक कुलूपबंद करा
nb: Lås startere
pl: Zablokuj aktywatory
pt_br: Bloquear lançadores
ru: Заблокировать кнопки запуска
sk: Zamknúť spúšťače
sl: Zakleni zaganjalnike
sr: Закључај покретаче
sv: Lås startprogram
tr: Çalıştırıcıları Kilitle
uk: Заблокувати інструменти запуску
zh_cn: 锁定启动器
zh_tw: 鎖定啟動器

source: Refresh
ar: أنعش
bs: Osvježi
ca: Refresca
cs: Obnovit
da: Genopfrisk
el: Ανανέωση
es: Actualizar
et: Värskenda
fi: Päivitä
fr: Rafraîchir
gl: Actualizar
hu: Frissítés
it: Aggiorna
kk: Жаңарту
km: ធ្វើ​ឲ្យ​ស្រស់
ko: 새로 고침
lt: Atnaujinti
lv: Atsvaidzināt
mr: ताजे करा
nb: Frisk opp
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Освежи
sv: Uppdatera
tr: Yenile
uk: Оновити
zh_cn: 刷新
zh_tw: 刷新
