Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_icontasks.po
Languages: ar, bs, ca, cs, da, el, es, et, fi, fr, gl, hu, it, kk, km, ko, lt, lv, mr, nb, pl, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: Always use launcher icons:
ar: استخدم دائمًا أيقونات المُطلِق:
bs: Uvijek koristi pokretačku ikonu:
ca: Utilitza sempre les icones del llançador:
cs: Vždy používat ikony spouštěče:
da: Brug altid programstarter-ikoner:
el: Χρήση πάντα των εικονιδίων του εκτελεστή:
es: Usar siempre los iconos de la lanzadera:
et: Alati kasutatakse käivitaja ikoone:
fi: Käytä aina käynnistimen kuvaketta:
fr: Toujours utiliser les icônes du lanceur :
gl: Empregar sempre as iconas dos iniciadores:
hu: Parancsikon ikonjának használata:
it: Usa sempre le icone dei lanciatori:
kk: Әрқашан жеккіш таңбашасы қолданылсын:
km: តែងតែ​ប្រើ​រូបតំណាង​កម្មវិធី​ចាប់ផ្ដើម​ជា​និច្ច ៖
ko: 항상 실행기 아이콘 사용하기:
lt: Visada naudoti paleidiklio ženkliukus:
lv: Vienmēr lietot palaidēja ikonas:
mr: नेहमी प्रक्षेपक चिन्हे वापरा :
nb: Bruk alltid oppstartsikoner:
pl: Zawsze używaj ikon aktywatorów:
pt_br: Sempre usar os ícones de execução:
ru: Всегда использовать иконки кнопок запуска:
sk: Vždy použiť ikony spúšťača:
sl: Vedno uporabi ikone zaganjalnika:
sr: Увек показуј иконе покретача:
sv: Använd alltid startprogrammets ikoner:
tr: Çalıştırıcı simgelerini her zaman kullan:
uk: Завжди піктограми запуску:
zh_cn: 总是使用启动器图标：
zh_tw: 總是使用啟動器圖示：

source: <p>Enabling this item forces the icon for a running application to be the same as that used for the launcher. This resolves some oddities where the launcher icon is different from the application icon - as happens with LibreOffice.</p>
bs: <p>Omogućavanje ove stavke primorava ikonu za pokrenute aplikacije da bude ista kao ona koja se koristi za pokretač. Ovo rješava neke neobičnosti gdje se pokretačeva ikona razlikuje od programske ikone - kao što se dešava sa LibreOffice.</p>
ca: <p>En activar aquest element es força que la icona d'una aplicació executant-se sigui la mateixa que la utilitzada pel llançador. Això resol algunes incoherències com quan la icona del llançador és diferent de la icona de l'aplicació, com passa amb al LibreOffice.</p>
da: <p>Aktivering af dette tvinger ikonet for et kørende program til at være det samme som det, der bruges til programstarteren. Dette løser nogle særheder hvor programstarter-ikonet er forskelligt fra programikonet - som det sker med LibreOffice.</p>
el: <p>Εξαναγκασμός χρήσης του ίδιου εικονιδίου μιας τρέχουσας εφαρμογής με αυτό που χρησιμοποιεί στον εκτελεστή εφαρμογών. Αυτό λύνει ορισμένες παραδοξότητες όταν το εικονίδιο του εκτελεστή είναι διαφορετικό από το εικονίδιο της εφαρμογής - όπως συμβαίνει στο LibreOffice.</p>
es: <p>Al activar este elemento se fuerza a que el icono de una aplicación en ejecución sea el mismo que el usado para la lanzadera. Esto resuelve algunas rarezas cuando el icono para la lanzadera es diferente al icono de la aplicación, como pasa con LibreOffice.</p>
et: <p>Selle valimine sunnib töötava rakenduse ikooni olema samasuguse käivitaja ikooniga. See lahendab mõned segadused, kui käivitaja ikoon erineb rakenduse ikoonist, nagu näiteks LibreOffice'i puhul.</p>
fi: <p>Tämän käyttöön ottaminen pakottaa käynnissä olevan sovelluksen kuvakkeen käytetyn käynnistimen kuvakkeeksi. Ratkaisee outouksia silloin, kun käynnistimen ja sovelluksen kuvakkeet eroavat – kuten esimerkiksi LibreOfficessa.</p>
fr: <p>L'activation de cette option impose d'avoir une icône identique entre celle de l'application en cours d'exécution et celle utilisée pour le lanceur. Cette option résout certains cas particuliers où l'icône du lanceur est différente de celle de l'application - comme on peut le constater avec LibreOffice.</p>
gl: <p>Marque esta opción para obrigar a que a icona dos aplicativos en execución sexa a mesma que a do iniciador. Isto soluciona algunhas situacións estrañas nas que a icona do iniciador non é a mesma que a do aplicativo; é o caso de LibreOffice, por exemplo.</p>
hu: <p>Ezzel a beállítással kikényszeríthető, hogy egy futó alkalmazás ikonja ugyanaz legyen, mint a parancsikon. Ezzel elkerülhetők az olyan helyzetek, amikor a parancsikon ikonja különbözik az alkalmazás ikonjától, mint például a LibreOffice esetén.</p>
it: <p>L'abilitazione di questo elemento forza l'utilizzo della stessa icona per l'applicazione in esecuzione e per il lanciatore. Ciò risolve alcuni casi particolari nei quali l'icona del lanciatore è diversa dall'icona dell'applicazione - come accade con LibreOffice.</p>
kk: <p>Бұл жегілген қолданба таңбашасын жеккішдегідей қылуы. LibreOffice-тегідей, жеккіштегі таңбашасы қолданбанықындай болмаған, оғаш жағдайын түзеуге арналған.</p>
km: <p>ការ​បើក​ធាតុ​នេះ​​បង្ខំ​រូបតំណាង​​សម្រាប់​កម្មវិធី​ដែល​កំពុង​ដំណើរការ​ឲ្យ​ដូច​គ្នា​ដែល​បាន​ប្រើ​សម្រាប់​កម្មវិធី​ចាប់ផ្ដើម ។ វា​ដោះស្រាយ​ភាព​ខុស​គ្នា​ដែល​រូបតំណាង​របស់​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ​ខុ​សពី​រូបតំណាង​របស់​​កម្មវិធី ដូច​ដែល​​កើត​ឡើង​ជាមួយ LibreOffice ។</p>
ko: <p>이 항목을 사용하면 실행 중인 프로그램의 아이콘을 항상 실행기의 아이콘으로 사용합니다. LibreOffice와 같은 실행기 아이콘과 프로그램 아이콘이 다른 경우에 생기는 시각적 문제를 해결합니다.</p>
lt: <p>Įgalinus tai, priverčiama veikiančių programų ženkliukus būti tokiais pat kaip, kurie naudojami paleidiklyje. Tai išsprendžia nesusipratimus kai paleidiklio ženkliukas būna skirtingas nuo programos ženkliuko - kaip nutinka su LibreOffice.</p>
lv: <p>Ieslēdzot šo, palaistas lietotnes ikona vienmēr būs tāda pati, kā palaidējā izmantotā. Tas atrisina dažas dīvainības, kad palaidēja ikona atšķiras no lietotnes ikonas — kā tas notiek ar LibreOffice.</p>
nb: <p>Hvis dette er slått på blir ikonet for et kjørende program satt til det samme som det som brukes til oppstarten. Dette løser noen pussigheter der start-ikonet er forskjellig fra program-ikonet – som det hender med LibreOffice.</p>
pl: <p>Włączenie tego elementu wymusza, aby ikona dla uruchomionego programu była taka sama jak dla aktywatora. Rozwiązuje to pewne osobliwości, gdzie ikona aktywatora jest inna od ikony programu - co dzieje się w przypadku LibreOffice.</p>
pt_br: <p>Se ativar este item, o ícone de um aplicativo em execução seja o mesmo que é usado no carregamento. Isto resolve alguns efeitos estranhos, onde o ícone de execução é diferente do ícone do aplicativo - como acontece com o LibreOffice.</p>
ru: <p>Выбор этого пункта включает принудительное использование для запущенного приложения иконки, используемой в кнопке запуска. Это исправляет некоторые странности, когда иконка кнопки запуска отличается от действительной иконки приложения - например, в LibreOffice.</p>
sk: <p>Povolením tejto položky sa zobrazí rovnaká ikona bežiacej aplikácie ako tá, ktorá je použitá pre spúšťač. Toto vyrieši niektoré zvláštnosťi keď je ikona spúšťača iná ako ikona aplikácie, napríklad pri LibreOffice.</p>
sl: <p>Če omogočite to možnost, bodo ikone zagnanih programov enake kot ikone v zaganjalniku. To razreši neskladja, ko je ikona v zaganjalniku drugačna od ikone programa. To se na primer zgodi pri LibreOffice.</p>
sr: <p>Укључивањем ове ставке намеће се да икона програма у погону буде иста као она која се користи за покретач. Ово разрешава необичност где је икона покретача различита од иконе програма — као што је случај са Либреофисом.</p>
sv: <p>Att aktivera alternativet gör att ikonen för ett program som kör alltid är samma som används av startprogrammet. Det löser diverse konstigheter när startprogrammets ikon skiljer sig från programmets ikon, vilket är fallet för LibreOffice.</p>
tr: <p>Bu ögeyi etkinleştirmek çalıştırılan uygulamanın simgesinin başlatıcı simgesiyle aynı olmasını zorlar. Bu, LibreOffice'de görüldüğü gibi başlatıcı simgesinin uygulama simgesinden farklı olduğunda oluşan bazı tuhaflıkları giderir.</p>
uk: <p>Позначення цього пункту примусово встановлює для піктограми запущеної програми те саме зображення, яке використовується у інструменті запуску. Таким чином, можна усунути проблеми, які виникають, якщо піктограма запуску не збігається з піктограмою програми, зокрема у LibreOffice.</p>
zh_cn: <p>启用此项将会强制运行的程序使用和启动器一样的图标。这可以解决一些程序的图标和启动器不一致的问题 - 例如LibreOffice。</p>
zh_tw: <p>開啟此選項會強制讓執行中的應用程式的圖示與啟動器中的相同。這是用來解決一些像 LibreOffice 造成的兩邊圖示不同步的問題。</p>

source: Scale icons to:
ar: حجّم الأيقونات إلى:
bs: Skaliraj ikone na:
ca: Escala les icones a:
cs: Škálovat ikony na:
da: Skalér ikoner til:
el: Κλιμάκωση εικονιδίων σε:
es: Escalar los iconos a:
et: Ikoonide skaleerimine:
fi: Skaalaa kuvakkeet kokoon:
fr: Mettre les icônes à l'échelle à :
gl: Axustar as iconas a:
hu: Ikonok skálázása:
it: Riscala le icone a:
kk: Келтірілетін өлшемі:
km: ធ្វើ​មាត្រដ្ឋាន​រូបតំណាង​ទៅ ៖
ko: 아이콘 크기 조절:
lt: Keisti ženkliukų dydį į:
lv: Mērogot ikonas uz:
mr: चिन्हे आकार कमीजास्त करा :
nb: Skaler ikoner til:
pl: Przeskaluj ikony do:
pt_br: Redimensionar os ícones para:
ru: Масштабировать иконки до:
sk: Prispôsobiť ikony na:
sl: Umeri ikone na:
sr: Размера икона:
sv: Skala ikoner till:
tr: Simgeleri ölçekle:
uk: Масштаб піктограм:
zh_cn: 图标缩放至：
zh_tw: 調整圖示到：

source: <p>Controls the scaling of the taskbar icon. When set to "Automatic", the taskbar will attempt to determine the optimal size.</p>
bs: <p>Kontroliše skaliranje ikona na traci zadataka. Kada je postavljeno na "Automatski", traka zadataka će pokušati da odredi optimalnu veličinu.</p>
ca: <p>Controla l'escalat de la icona de la barra de tasques. Quan es defineix a «Automàtic», la barra de tasques intentarà determinar la mida òptima.</p>
da: <p>Styrer skalering af opgavelinjeikonet. Når sat til "Automatisk", vil opgavelinjen forsøge at bestemme den optimale størrelse.</p>
el: <p>Ελέγχει την κλιμάκωση των εικονιδίων της γραμμής εργαλείων. Όταν είναι σε λειτουργία «Αυτόματο», η γραμμή εργαλείων θα προσπαθήσει να καθορίσει το βέλτιστο μέγεθος.</p>
es: <p>Controla la escala del icono de la barra de tareas. Cuando está en «Automático», la barra de tareas intenta determinar el tamaño óptimo.</p>
et: <p>Määrab tegumiriba ikoonide skaleerimise. "Automaatse" valimisel püüab tegumiriba ise paika panna optimaalse suuruse.</p>
fi: <p>Tehtäväpalkin kuvakkeen skaalauksen säätö. Kun arvossa ”Automaattinen”, tehtäväpalkki yrittää määrittää optimaalisen koon.</p>
fr: <p>Contrôle la mise à l'échelle de l'icône de la barre de tâches. Lorsque l'option est positionnée à « Automatique », la barre de tâches tentera de déterminer la taille optimale.</p>
gl: <p>Controla o cambio de tamaño das iconas da barra de tarefas. Se escolle «Automático», a barra de tarefas intentará determinar o tamaño óptimo.</p>
hu: <p>A feladatsáv ikonjainak skálázását irányítja. Ha a beállítás „Automatikus”, a feladatsáv megpróbálja meghatározni az optimális méretet.</p>
it: <p>Controlla il ridimensionamento dell'icona della barra della barra delle applicazioni. Se impostata a "Automatico", la barra tenterà di determinare la dimensione ottimale.</p>
kk: <p>Тапсырмалар панелі таңбашасының масштабтауы. "Авто" деп қойса - өзі лайықтысын табуға тырысады.</p>
km: <p>ពិនិត្យ​មើល​កា​រធ្វើមាត្រដ្ឋាន​របស់​រូបតំណាង​របារ​ភារកិច្ច ។ នៅ​ពេល​កំណត់​ទៅ "ស្វ័យ​ប្រវត្តិ" របារ​ភារកិច្ច​នឹង​ព្យាយាម​កំណត់​ទំហំ​ល្អ​បំផុត ។</p>
ko: <p>작업 표시줄 아이콘의 크기를 조정합니다. "자동"으로 설정한 경우 최적의 크기를 찾습니다.</p>
lt: <p>Kontroliuoja užduočių juostos ženkliukų dydžio keitimą. Kai nustatyta „Automatiškai“, užduočių juosta mėgins nustatyti optimalų dydį.</p>
lv: <p>Nosaka uzdevumu joslas ikonas mērogu. Kad iestatīts uz 'Automātiski', uzdevumu josla mēģinās noteikt optimālo izmēru.</p>
nb: <p>Styrer skalering av ikoner på oppgavelinja. Settes den til «Automatisk» forsøker oppgavelinja å finne den beste størrelsen.</p>
pl: <p>Kontroluje skalowanie ikona paska zadań. Gdy ustawione na "Automatycznie", to pasek zadań spróbuje określić optymalny rozmiar.</p>
pt_br: <p>Controla a escala do ícone da barra de tarefas. Quando for "Automático", a barra de tarefas tentará determinar o melhor tamanho.</p>
ru: <p>Контролирует масштабирование иконок на панели. Когда установлен в "Автоматически", панель пытается подобрать оптимальный размер.</p>
sk: <p>Ovláda škálovanie ikony taskbaru. Ak ne nastavené na "Automatické", taskbar sa pokúsi určiť optimálnu veľkosť.</p>
sl: <p>Nadzira merilo ikon v opravilni vrstici. Ko je nastavljeno na »Samodejno«, bo opravilna vrstica poskusila ugotoviti najprimernejšo velikost.</p>
sr: <html><p>Одређује размеру икона на траци задатака. Ако се зада <interface>аутоматски</interface>, трака задатака ће покушати да одреди најпогоднију величину.</p></html>
sv: <p>Styr skalningen av ikonen i aktivitetsraden. När det är inställt till 'Automatisk' försöker aktivitetsraden bestämma den bästa storleken.</p>
tr: <p>Görev çubuğu simgesinin boyutlandırılmasını kontrol eder. "Otomatik" olarak ayarlandığında, görev çubuğu en uygun boyutu kendisi belirlemeye çalışacaktır.</p>
uk: <p>Керує масштабом піктограми панелі задач. Якщо встановлено значення «Автоматично», панель задач намагатиметься визначити оптимальний розмір автоматично.</p>
zh_cn: <p>控制任务栏图标的缩放。设定为“自动”时，任务栏将尝试决定最优尺寸。</p>
zh_tw: <p>控制工作列圖示的大小。當設為「自動」時，工作列會自己決定最佳大小。</p>

source: Spacing:
ar: التباعد:
bs: Razmak:
ca: Espaiat:
cs: Rozestupy:
da: Afstand:
el: Απόσταση:
es: Espaciado:
et: Vahe:
fi: Välistys:
fr: Espacement :
gl: Espazamento:
hu: Térköz:
it: Spaziatura:
kk: Аралығы:
km: ដាក់​ចន្លោះ ៖
ko: 간격:
lt: Tarpai:
lv: Atstatums:
mr: अंतर :
nb: Mellomrom:
pl: Odstęp:
pt_br: Espaçamento:
ru: Интервал:
sk: Rozostup:
sl: Razmik:
sr: Размак:
sv: Mellanrum:
tr: Aralıklandırma:
uk: Інтервал:
zh_cn: 间距：
zh_tw: 間隔：

source: <p>Set the amount of extra spacing between items.</p>
ar: <p>عيّن قيمة التباعد الإضافي بين العناصر.</p>
bs: <p>Postavi iznos dodatnog razmaka između stavki.</p>
ca: <p>Defineix la quantitat d'espais extres entre els elements.</p>
cs: <p>Nastavit vzdálenost mezi položkami.</p>
da: <p>Angiv mængden af ekstra afstand mellem elementer.</p>
el: <p>Καθορίζει την επιπλέον απόσταση μεταξύ των αντικειμένων.</p>
es: <p>Establece la cantidad de espaciado extra entre elementos.</p>
et: <p>Lisavahe määramine elementide vahele.</p>
fi: <p>Aseta kohteiden ylimääräisen tyhjän välin suuruus</p>
fr: <p>Définit la quantité d'espacement supplémentaire entre les éléments.</p>
gl: <p>Establecer a cantidade de espazamento adicional entre elementos.</p>
hu: <p>Megadja az elemek közötti extra üres helyet.</p>
it: <p>Imposta il numero di spazi aggiuntivi tra gli elementi.</p>
kk: <p>Аталым арасындағы қосымша аралығы.</p>
km: <p>កំណត់​ចំនួន​ចន្លោះ​បន្ថែម​រវាង​ធាតុ ។</p>
ko: <p>항목 간 추가 간격을 설정합니다.</p>
lt: <p>Nustatyti papildomus tarpus tarp elementų.</p>
lv: <p>Iestata papildu atstatuma lielumu starp vienībām.</p>
nb: <p>Angi ekstra mellomrom mellom elementer.</p>
pl: <p>Ustaw ilość dodatkowego odstępu pomiędzy elementami.</p>
pt_br: <p>Define a quantidade de espaço extra entre os itens.</p>
ru: <p>Увеличить расстояние между значками.</p>
sk: <p>Nastaviť veľkosť miesta navyše medzi položkami.</p>
sl: <p>Nastavite količino dodatnega prostora med predmeti.</p>
sr: <p>Поставља додатни размак између ставки.</p>
sv: <p>Ställ in storleken på extra mellanrum mellan objekt.</p>
tr: <p>Öğeler arasındaki ek aralık miktarını ayarlar.</p>
uk: <p>Визначити розмір проміжку між пунктами.</p>
zh_cn: <p>设置项目间额外的留空值。</p>
zh_tw: <p>設定項目之間的間隔。</p>

source: Maximum rows:
ar: أقصى حد للصفوف:
bs: Maksimalan broj redova:
ca: Màxim de files:
cs: Řádků maximálně:
da: Maks. rækker:
el: Μέγιστος αριθμός γραμμών:
es: Máximo de filas:
et: Maks. ridu:
fi: Rivien enimmäismäärä:
fr: Nombre maximal de lignes :
gl: Filas máximas:
hu: A sorok max. száma:
it: Num. massimo di righe:
kk: Макс. жолдар саны:
km: ជួរដេក​អតិបរមា ៖
ko: 최대 열 수:
lt: Didžiausias eilučių skaičius:
lv: Maksimums rindu:
mr: कमाल ओळी :
nb: Største antall rader:
pl: Maksymalnie rzędów:
pt_br: Máximo de linhas:
ru: Максимум строк:
sk: Maximálny počet riadkov:
sl: Največ vrstic:
sr: Највише врста:
sv: Maximalt antal rader:
tr: En fazla satır sayısı:
uk: Макс. к-ть рядків:
zh_cn: 最大行数：
zh_tw: 最大列數：

source: <p>Controls the maximum number of rows (for a horizontal taskbar), or columns (for a vertical taskbar), that will be used.</p>
bs: <p>Kontroliše maksimalan broj redova (za horizontalnu traku zadataka) ili kolona (za vertikalnu traku), koje će biti korišćene.</p>
ca: <p>Controla el nombre màxim de files (per a una barra de tasques horitzontal), o columnes (per a una barra de tasques vertical), que s'utilitzaran.</p>
da: <p>Styrer det maksimale antal rækker (for en vandret opgavelinje), eller kolonner (for en lodret opgavelinje), der vil blive brugt.</p>
el: <p>Ελέγχει το μέγιστο αριθμό γραμμών (για έναν οριζόντιο πίνακα), ή στηλών (για έναν κατακόρυφο πίνακα), που θα χρησιμοποιηθεί.</p>
es: <p>Controla el número máximo de filas (para una barra de tareas horizontal), o columnas (para una barra de tareas vertical) que se usarán.</p>
et: <p>Määrab maksimaalse ridade (horisontaalse tegumiriba puhul) või veergude (vertikaalse tegumiriba puhul) arvu, mida tegumiriba võib kasutada.</p>
fi: <p>Rivien enimmäismäärä (vaakasuuntaisessa tehtäväpalkissa), tai moneenko sarakkeeseen kohteet jaetaan (pystysuuntaisessa tehtäväpalkissa)</p>
fr: <p>Contrôle le nombre maximal de lignes (pour une barre de tâches horizontale) ou de colonnes (pour une barre de tâches verticale), qui sera utilisé.</p>
gl: <p>Controla o número máximo de filas —se a barra de ferramentas está en posición horizontal— ou columnas —se a barra está en posición vertical— que se usarán.</p>
hu: <p>Beállítja a maximálisan használandó sorok (vízszintes panel esetén) vagy oszlopok (függőleges panel esetén) számát.</p>
it: <p>Controlla il numero massimo di righe (per una barra orizzontale), o colonne (per una barra verticale), che saranno utilizzate.</p>
kk: <p>Жатық тапсырмалар панелінің жолдар санының шегі немесе тік тапсырмалар панелінің бағандар санының шегі.</p>
km: <p>ពិនិត្យ​មើល​ចំនួន​ជួរដេក​អតិបរមា (សម្រាប់​របារ​ភារកិច្ច​ផ្ដេក) ឬ​ជួរ​ឈរ (សម្រាប់​របារ​ភារកិច្ច​បញ្ឈរ) ដែលនឹង​ត្រូវ​បានប្រើ ។</p>
ko: <p>최대 열 개수(수평 작업 표시줄) 및 최대 행 개수(수직 작업 표시줄)를 설정합니다.</p>
lt: <p>Kontroliuoja didžiausią eilučių skaičių (horizontalioje užduočių juostoje), arba stulpelių (vertikalioje užduočių juostoje.</p>
lv: <p>Nosaka maksimālo rindu (horizontālajai uzdevumu joslai) vai kolonnu (vertikālajai uzdevumu joslai) skaitu, kas tiks izmantots.</p>
nb: <p>Bestemmer største antall rader (for en vannrett oppgavelinje) eller kolonner (for en loddrett oppgavelinje), som skal brukes.</p>
pl: <p>Kontroluje maksymalną liczbę rzędów (dla poziomego paska zadań), lub kolumn (dla pionowego paska zadań), która zostanie użyta.</p>
pt_br: <p>Controla o número máximo de linhas (para uma barra de tarefas horizontal) ou colunas (para uma barra de tarefas vertical) que serão usados.</p>
ru: <p>Устанавливает максимальное количество строк (для горизонтального положения панели), или столбцов (для вертикального), которое будет использовано.</p>
sk: <p>Ovláda maximálny počet riadkov (pre vodorovný taskbar), alebo stĺpcov (pre zvislý taskbar), ktorý sa použije.</p>
sl: <p>Nadzira največje uporabljeno število vrstic (za vodoravno opravilno vrstico) ali stolpcev (za navpično opravilno vrstico).</p>
sr: <p>Одређује највећи број врста у водоравној траци задатака, или колона у усправној.</p>
sv: <p>Styr det maximala antalet rader (för en horisontell aktivitetsrad), eller kolumner (för en vertikal aktivitetsrad), som ska användas.</p>
tr: <p>Kullanılacak en çok satır sayısını (yatay görev çubuğu için) ve en çok sütun sayısını (dikey görev çubuğu için) kontrol eder.</p>
uk: <p>Визначає максимальну кількість рядків (на горизонтальній панелі задач) або стовпчиків (на вертикальній панелі задач), які буде показано аплетом.</p>
zh_cn: <p>控制最大行数 (横向任务栏) 或者列数 (纵向任务栏)。</p>
zh_tw: <p>控制水平工作列上的最大列數，或是垂直工作列上的欄數。</p>

source: Sorting:
ar: الفرز:
bs: Sortiranje:
ca: Ordenació:
cs: Řazení:
da: Sortering:
el: Ταξινόμηση:
es: Orden:
et: Sortimine:
fi: Lajittelu:
fr: Tri :
gl: Orde:
hu: Rendezés:
it: Ordinamento:
kk: Реттеу:
km: ការ​តម្រៀប ៖
ko: 정렬:
lt: Rikiavimas:
lv: Kārtošana:
mr: अनुक्रमीत करणे :
nb: Sortering:
pl: Sortowanie:
pt_br: Ordenação:
ru: Сортировка:
sk: Triedenie:
sl: Razvrščanje:
sr: Ређање:
sv: Sortering:
tr: Sıralama:
uk: Впорядкування:
zh_cn: 排序：
zh_tw: 排序：

source: Separator:
ar: الفاصل:
ca: Separador:
cs: Oddělovač:
da: Adskiller:
el: Διαχωριστικό:
es: Separador:
et: Eraldaja:
fi: Erotin:
fr: Séparateur :
gl: Separador:
hu: Elválasztó:
it: Separatore:
kk: Бөлгіш:
km: ធាតុ​បំបែក ៖
ko: 구분자:
lt: Skirtukas:
lv: Atdalītājs:
mr: विभाजक :
nb: Skiller:
pt_br: Separador:
ru: Разделитель:
sk: Oddeľovač:
sl: Ločilnik:
sr: Раздвајач:
sv: Avskiljare:
tr: Ayırıcı:
uk: Роздільник:
zh_cn: 分隔符：
zh_tw: 分隔符號：
