Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_runner_datetime.po
Languages: it

# Note this is a KRunner keyword
source: date
it: data

# Note this is a KRunner keyword
source: time
it: ora

source: Displays the current date
it: Visualizza la data corrente

source: Displays the current date in a given timezone
it: Visualizza la data corrente in un dato fuso orario

source: Displays the current time
it: Visualizza l'ora corrente

source: Displays the current time in a given timezone
it: Visualizza l'ora corrente in un dato fuso orario

source: Today's date is %1
it: La data odierna è %1

source: The date in %1 is %2
it: La data in %1 è %2

source: The current time is %1
it: L'ora corrente è %1

source: The current time in %1 is %2
it: L'ora corrente in %1 è %2
