Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_BbalL.po
Languages: ar, kk, km, ko, nds, nn, pa, ru, wa

source: General
ar: عام
kk: Жалпы
km: ទូទៅ
ko: 일반
nds: Allmeen
nn: Generelt
pa: ਆਮ
ru: Параметры
wa: Djenerå

source: The given image could not be loaded. The image will not be changed.
ar: الصورة المعطاة لا يمكن تحميلها. الصورة لن تغير.
kk: Бұл кескін жүктелмейді, сондықтан өзгертілмейді.
km: រូបភាព​ដែល​បានផ្ដល់​មិនអាច​ត្រូវ​បានផ្ទុក​ទេ ។ រូបភាព​នឹង​មិន​ត្រូវ​បានផ្លាស់ប្ដូរ​ទេ ។
ko: 그림을 불러올 수 없습니다. 그림을 바꾸지 않습니다.
nds: Dat angeven Bild lett sik nich laden. Dat Bild warrt nich ännert.
nn: Klarte ikkje lasta det oppgjevne biletet. Biletet vert ikkje endra.
pa: ਦਿੱਤਾ ਚਿੱਤਰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਚਿੱਤਰ ਬਦਲਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।
ru: Не удалось загрузить изображение. Изображение не будет изменено.
wa: Dji n' a savou tcherdjî l' imådje dinêye. L' imådje ni srè nén candjeye.

source: The given sound could not be loaded. The sound will not be changed.
ar: الصوت المعطى لا يمكن تحميله. الصوت لن يغير.
kk: Бұл дыбыс жүктелмейді, сондықтан өзгертілмейді.
km: សំឡេង​ដែល​បានផ្ដល់​មិនអាច​ត្រូវ​បានផ្ទុក​ទេ ។ សំឡេង​នឹង​មិន​ត្រូវ​បានផ្លាស់ប្ដូ​រទេ ។
ko: 소리를 불러올 수 없습니다. 소리를 바꾸지 않습니다.
nds: De angeven Klang lett sik nich laden. De Klang warrt nich ännert.
nn: Klarte ikkje lasta den oppgjevne lydfila. Lyden vert ikkje endra.
pa: ਦਿੱਤੀ ਸਾਊਂਡ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਸਾਊਂਡ ਬਦਲੀ ਨਹੀਂ ਜਾਵੇਗੀ।
ru: Не удалось загрузить звуковой файл. Звук не будет изменён.
wa: Dji n' a savou tcherdjî l' son dné. Li son n' serè nén candjî.

source: Configure BbalL!
ar: اضبط Bball !
kk: Секірмелі допты баптау
km: កំណត់​រចនាសម្ព័ន្ធ BbalL!
ko: BbalL! 설정
nds: BbalL! instellen
nn: Set opp BbalL!
pa: ਬ-ਬਾਲ ਸੰਰਚਨਾ!
ru: Настройка попрыгунчика
wa: Apontyî BbalL!

source: Appearance
ar: المظهر
kk: Көрініс
km: រូបរាង
ko: 모양
nds: Utsehn
nn: Utsj책nad
pa: ਦਿੱਖ
ru: Внешний вид
wa: Rivnance

source: Enabled
ar: ممكن
kk: Рұқсат ету
km: បើក
ko: 사용하기
nds: Anmaakt
nn: P책
pa: ਚਾਲੂ
ru: Включить
wa: En alaedje

source: Colorize opacity:
ar: تعتيم اللوني:
kk: Бояу қоюлығы:
km: ដាក់​ពណ៌​ស្រអាប់ ៖
ko: 색 입히기 투명도:
nds: Infarv-Deckstärk:
nn: Fargegjennomsikt:
pa: ਰੰਗ ਬਲੌਰੀਪਨ:
ru: Интенсивность цвета:
wa: Opacité do coloriaedje :

source: Physics
ar: الفيزياء
kk: Физика
km: រូបវិទ្យា
ko: 물리 법칙
nds: Physik
nn: Fysikk
pa: ਭੌਤਿਕ
ru: Физика
wa: Fizike

source: Sound enabled:
ar: تمكين الصوت:
kk: Дыбысын қосу:
km: បានបើក​សំឡេង ៖
ko: 소리 사용하기:
nds: Klang anmaakt:
nn: Lyd p책:
pa: ਸਾਊਂਡ ਚਾਲੂ:
ru: Включить звук:
wa: Son en alaedje :

source: Bounce effect:
ar: تأثير الارتداد:
kk: Соғылу дыбысы:
km: បែបផែន​ផ្ញើ ៖​
ko: 튕김 효과:
nds: Jumpeffekt:
nn: Spretteffekt:
pa: ਬਾਊਂਸ ਪਰਭਾਵ:
ru: Звук отскока:
wa: Efet d' ridjiblaedje :

source: Auto Bounce
ar: ارتداد تلقائي
kk: Өзімен-өзі секіру
km: ផ្ញើ​ដោយ​ស្វ័យប្រវត្តិ
ko: 자동 튀기기
nds: Automaatsch jumpen
nn: Autosprett
pa: ਆਟੋ ਬਾਊਂਸ
ru: Самостоятельное подскакивание
wa: Oto-ridjiblaedje

source: Image:
ar: الصورة:
kk: Кескіні:
km: រូបភាព ៖
ko: 그림:
nds: Bild:
nn: Bilete:
pa: ਚਿੱਤਰ:
ru: Изображение:
wa: Imådje :

source: Colorize:
ar: التلوين:
kk: Бояуы:
km: ដាក់ពណ៌ ៖
ko: 색 입히기:
nds: Infarven:
nn: Fargelegg:
pa: ਰੰਗਦਾਰ:
ru: Подкрашивание:
wa: Colorijhî :

source: Gravity:
ar: الجاذبية:
kk: Гравитация күші:
km: ធ្ងន់ ៖
ko: 중력:
nds: Swoorkraft:
nn: Tyngdekraft:
pa: ਗੁਰੂਤਾ:
ru: Гравитация:
wa: Gravité :

source: Friction:
ar: الاحتكاك:
kk: Үйкеліс күші:
km: ដុសខាត់ ៖
ko: 마찰력:
nds: Rieven:
nn: Friksjon:
pa: ਰਗੜ:
ru: Сила трения:
wa: Friccion :

source: Restitution:
ar: الرجوع للأصل:
kk: Серпінділігі:
km: ការ​ផ្គុំ ៖
ko: 탄성:
nds: Utdellen:
nn: Gjenoppretting:
ru: Упругость:
wa: Restitucion :

source: Sound
ar: الصوت
kk: Дыбысы
km: សំឡេង
ko: 소리
nds: Kläng
nn: Lyd
pa: ਸਾਊਂਡ
ru: Звук
wa: Son

source: Volume:
ar: الحجم:
kk: Дыбыстың күші:
km: កម្រិត​សំឡេង ៖
ko: 음량:
nds: Luutstärk:
nn: Lydstyrke:
pa: ਵਾਲੀਅਮ:
ru: Громкость:

source: Auto bounce:
ar: ارتداد تلقائي:
kk: Өзімен секіруін қосу:
km: ផ្ញើ​ដោយ​ស្វ័យប្រវត្តិ ៖
ko: 자동 튀기기:
nds: Automaatsch jumpen:
nn: Autosprett
pa: ਆਟੋ ਬਾਊਂਸ:
ru: Подскакивание:
wa: Oto-ridjiblaedje :

source: Auto bounce strength:
ar: شدة الارتداد التلقائي:
kk: Секіруін күші:
km: កម្លាំង​ផ្ញើ​ដោយ​ស្វ័យ​ប្រវត្តិ ៖
ko: 자동 튀기기 강도:
nds: Automaatsch Jumpstärk:
nn: Styrke p책 autosprett:
pa: ਆਟੋ ਬਾਊਂਸ ਤਾਕਤ:
ru: Сила подскакивания:
wa: Foice di l' oto-ridjiblaedje :
