Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_runner_audioplayercontrol.po
Languages: ar, ca@valencia, cs, da, el, et, fi, fr, gl, it, kk, km, ko, lt, nb, nds, nl, nn, pa, pl, pt, ru, sk, sl, sr, sv, uk, zh_cn, zh_tw

source: Can be used as "Play" for playing and "Play <song>" for playing a song that matches to <song> (in title, artist and album)
ca@valencia: Es pot utilitzar com a «Reprodueix» per a reproduir i «Reprodueix <cançó>» per a reproduir una cançó que coincidisca amb <cançó> (en el títol, artista i àlbum)
cs: Může být použito jako "Přehrát" pro přehrání a "Přehrát <song>" pro přehrání písničky, která se shoduje s <song> (v názvu, umělci a albu)
da: Kan bruges som "Afspil" til afpilning og "Afspil <sang>" for at spille en sang der matcher <sang> (i titel, kunstner og album)
el: Μπορεί να χρησιμοποιηθεί ως "Αναπαραγωγή" και "Αναπαραγωγή <τραγούδι>" για την αναπαραγωγή ενός τραγουδιού που ταιριάζει με το <τραγούδι> (στον τίτλο, τον καλλιτέχνη και το άλμπουμ)
et: Võib kasutada kui "Esita" esitamiseks ning "Esita <laul> laulu esitamiseks, mis vastab kriteeriumile <laul> (pealkirja, esitaja ja albumi poolest)
fi: Kirjoittamalla ”Soita” aloitetaan soittaminen ja kirjoittamalla ”Soita <song>” soitetaan kappale, jonka nimi, artisti tai albumi täsmää <song>:iin
fr: Peut être utilisé comme « Lire » pour la lecture et « Lire un <song> » pour lire un morceau correspondant à <song> (dans le titre, l'artiste et l'album)
gl: Pódese empregar como "Reproducir" para reproducir e como "Reproducir <canción>" para reproducir unha canción que coincida con <canción> (no título, artista e álbum)
it: Può essere utilizzato come "Riproduci" per la riproduzione o come "Riproduci <brano>" per riprodurre un brano che corrisponde a <brano> (per titolo, artista o album)
kk: Орындауды "Айдау" үшін және "<жазу> дегенді айдау" деп (атауы, орындаушы не альбом атына сәйкес келетін) жазуды орындау
km: អាច​ត្រូវ​បាន​ប្រើ​ជា "ចាក់" ដើម្បី​ចាក់ និង "ចាក់ <song>" ដើម្បីចាក់​បទ​ចម្រៀង ដែល​ត្រូវ​គ្នា​នឹង <song> (ចំណង​ជើង សិល្បៈករ និងអាល់ប៊ុម)
ko: 재생을 위해서 "재생"을 입력하거나 "재생 <song>"을 입력하여 제목, 가수, 앨범 중 <song>이 들어간 노래를 재생할 수 있습니다
nb: Kan brukes som «Spill» for å spille og «Spill <melodi>» for å spille en melodi som stemmer med <melodi> ( i tittel, artist og album)
nds: Lett sik mit »Afspelen« normaal för't Afspelen bruken, man mit »Afspelen <Leed>« warrt en Stück afspeelt, op dat <Leed> as Titel, Künstler, oder Album passt.
nl: Kan gebruikt worden als "Afspelen" voor het afspelen en als "Speel <nummer>" voor het afspelen van een nummer dat overeenkomt met <song>. (in titel, artiest of album)
nn: Kan brukast som «Spel» for avspeling «Spel song» for å spela ein song i samsvar med søkjeteksten <song> (tittel, album eller artist)
pl: Może być używane jako "Odtwórz" do uruchamiania odtwarzania i "Odtwórz <song>" do odtwarzania utworu pasującego do <song> (w rubrykach tytuł, wykonawca i album)
pt: Pode ser usado como "Tocar" para activar a reprodução ou "Tocar <música<" para tocar uma música correspondente a <música> (no título, artista e álbum)
ru: Может использоваться как «Воспроизведение» для воспроизведения и «Воспроизвести <дорожку>» для воспроизведения дорожки, в которой название, исполнитель или альбом совпадает с <дорожкой>
sk: Môže sa použiť ako "Prehrať" na prehranie a "Prehrať <song>" na prehratie skladby ktorá vyhovuje <song> (v názve, umelcovi a albume)
sl: Uporabi se lahko kot »Play« za predvajanje ali kot »Play <pesem>« za predvajanje pesmi ki ustreza izrazu <pesem> (v naslovu, avtorju, in albumu)
sr: Може се употребити као „пусти“ за пуштање и „пусти &lt;песма&gt;“ за пуштање песме коју поклапа &lt;песма&gt; (у наслову, извођачу или албуму).
sv: Kan användas som "Spela" för att spela och "Spela <låt>" för att spela en låt som motsvarar <låt> (i titel, artist och album)
uk: Можна використовувати як «Відтворити» для відтворення і «Відтворити <композиція>» для відтворення композиції, що відповідає запиту <композиція> (за заголовком, виконавцем і альбомом)
zh_cn: “Play”可用作播放，“Play <song>”用作播放匹配 <song>(标题、艺人、专辑)的曲目
zh_tw: 可用「play」來播放，或是「play <song>」來播放符合 <song> 的歌（包括標題、演出者與專輯名稱）

source: Ap&pend a song:
ca@valencia: A&fig una cançó:
cs: &Přidat písničku:
da: Til&føj en sang:
el: &Προσθήκη ενός τραγουδιού στη λίστα:
et: Lisa la&ul:
fi: &Lisää kappale soittolistaan:
fr: Ajouter un mor&ceau :
gl: En&gadir unha canción:
it: A&ggiungi un brano:
kk: Жазуды қ&осу:
km: បន្ថែម​បទ​ចម្រៀង​ខាង​ចុង ៖
ko: 노래 덧붙이기(&P):
nb: Legg &til en melodi:
nds: En Stück &anhangen:
nl: Een nummer achteraan &toevoegen:
nn: &Legg til song:
pl: &Dodaj utwór
pt: A&dicionar uma música:
ru: &Добавить дорожку:
sk: Pridať skladbu:
sl: Dod&aj skladbo:
sr: &Додај песму:
sv: Lä&gg till en låt:
uk: &Додати композицію:
zh_cn: 追加曲目(&P)：
zh_tw: 新增一首歌(&P)：

source: Use: append <term> (where <term> matches to artist, title or album)
ca@valencia: Ús: afig <terme> (a on <terme> coincideix amb artista, títol o àlbum)
cs: Použití: přidá <term> (kde se <term> shoduje s umělcem, názvem, či albem)
da: Brug: tilføj <udtryk> (hvor <udtryk> matcher kunstner, titel eller album)
el: Χρήση: προσθήκη <όρος> (όπου ο <όρος> ταιριάζει με τον καλλιτέχνη, τον τίτλο ή το άλμπουμ)
et: Kasutamine: lisa <mõiste> (kus <mõiste> vaste on esitaja, pealkiri või album)
fi: Käyttö: lisää soittolistaan <term>, missä <term> täsmää artistiin, kappaleen nimeen tai albumiin
fr: Utilisation : append <term> (où <term> correspond à un artiste, un titre ou un album)
gl: Uso: append <termo> (onde <termo> coincide co artista, título ou álbum)
it: Utilizzo: append <termine> (dove <termine> corrisponda a artista, titolo o album)
kk: Пайдалану: <нысан> дегенді қосу (мұнда <нысан> дегені атауы, орындаушы не альбомының аты)
km: ប្រើ ៖ បន្ថែម​ខាង​ចុង <term> (កន្លែងដែល <term> ផ្គូផ្គង​នឹង​សិល្បៈករ ចំណង​ជើង ឬអាល់ប៊ុម)
ko: 사용 방법: 추가 <term> (<term>은 음악가, 제목, 앨범과 일치)
nb: Bruk: append <term> (der <term> passer med artist, tittel eller album)
nds: Brukk: append <Utdruck> (<Utdruck> kann de Künstler, Titel oder dat Album wesen)
nl: Gebruik: voeg <term> toe (waar <term> overeenkomt met de artiest, titel of album)
nn: Bruk: legg til <uttrykk> (der <uttrykk> er tittel, album eller artist)
pl: Użyj: append <term> (gdzie <term> pasuje do wykonawcy, tytułu i albumu)
pt: Uso: adicionar <termo> (em que o <termo> corresponde ao artista, título ou álbum)
ru: Использование: добавить <дорожку> (где <дорожка> совпадает с исполнителем, заголовком или альбомом)
sk: Použitie: append <term> (kde <term> sa zhoduje s umelcom, názvom alebo albumom)
sl: Uporabite: append <izraz> (kjer <izraz> ustreza avtorju, naslovu ali albumu)
sr: Употреба: „додај &lt;израз&gt;“ (где &lt;израз&gt; поклапа извођача, наслов или албум).
sv: Använd lägg till <värde> (där <värde> motsvarar artist, titel eller album)
uk: Використання: Додати <ключ> (де <ключ> визначає виконавця, назву або альбом)
zh_cn: 用法：append <term>(<term>匹配艺人、标题或专辑)
zh_tw: 用法：append <term>（<term> 用於比對演出者、標題或專輯名稱）

source: Q&ueue a song:
ca@valencia: Posa una cançó a la c&ua:
cs: Zařadit píseň do &fronty:
da: Sæt en sang i &kø:
el: &Τοποθέτηση ενός τραγουδιού σε αναμονή:
et: &Pane laul järjekorda:
fi: Lisää kappale &jonoon:
fr: Mettre &un morceau en file d'attente :
gl: Pór &unha canción na fila:
it: Acco&da un brano:
kk: Жазуды &кезекке қою:
km: ដាក់​បទ​ជម្រៀង​ជា​ជួរ ៖
ko: 대기열에 추가(&U):
nds: En Stück &inregen:
nl: Voeg een nummber toe aan de &wachtlijst:
nn: &Legg song i kø:
pa: ਗੀਤ ਕਤਾਰ 'ਚ ਪਾਉ(&u):
pl: &Kolejkuj utwór:
ru: Поставить в очередь дорожку:
sk: Zaradiť skladbu:
sl: Postavi pesem v &vrsto:
sr: Песму у &ред:
sv: Köa en &låt:
uk: Додати до &черги:
zh_cn: 排队曲目(&U)：
zh_tw: 將歌曲放入佇列(&U)：

source: Use: queue <term> (where <term> matches to artist, title or album)
ca@valencia: Ús: a la cua <terme> (a on <terme> coincideix amb artista, títol o àlbum)
cs: Použití: zařadí <term> (kde se <term> shoduje s umělcem, názvem, či albem)
da: Brug: kø <udtryk> (hvor <udtryk> matcher kunstner, titel eller album)
el: Χρήση: αναμονή <όρος> (όπου ο <όρος> ταιριάζει με τον καλλιτέχνη, τον τίτλο ή το άλμπουμ)
et: Kasutamine: pane <mõiste> järjekorda (kus <mõiste> vaste on esitaja, pealkiri või album)
fi: Käyttö: lisää jonoon <term>, missä <term> täsmää artistiin, kappaleen nimeen tai albumiin
fr: Utilisation : queue <term> (où <term> correspond à un artiste, un titre ou un album)
gl: Uso: queue <termo> (onde <termo> coincide co artista, o título ou o álbum)
it: Utilizzo: queue <termine> (dove <termine> corrisponde a artista, titolo o album)
kk: Пайдалану: <нысан> дегенді кезекке қою (мұнда <нысан> дегені атауы, орындаушы не альбомының аты)
km: ប្រើ ៖ ដាក់ជា​ជួរ<term> (កន្លែង​ដែល <term> ផ្គូផ្គង​នឹង​សិល្បៈករ ចំណង​ជើង ឬ​អាល់ប៊ុម)
ko: 사용 방법: 큐 <term> (<term>은 음악가, 제목, 앨범과 일치)
nds: Brukk: queue <Utdruck> (<Utdruck> kann de Künstler, Titel oder dat Album wesen)
nl: Gebruik: zet in de wachtrij <term> (waar <term> overeenkomt met de artiest, album of titel)
nn: Bruk: kø <uttrykk> (der <uttrykk> er tittel, album eller artist)
pl: Użyj queue <term> (gdzie <term> pasuje do wykonawcy, tytułu i albumu)
ru: Использование: поставить в очередь <дорожку> (где <дорожка> совпадает с исполнителем, заголовком или альбомом)
sk: Použitie: queue <term> (kde <term> sa zhoduje s umelcom, názvom alebo albumom)
sl: Uporabite: queue <izraz> (kjer <izraz> ustreza avtorju, naslovu ali albumu)
sr: Употреба: „у ред &lt;израз&gt;“ (где &lt;израз&gt; поклапа извођача, наслов или албум).
sv: Använd: köa <värde> (där <värde> motsvarar artist, titel eller album)
uk: Використання: додати у чергу <ключ> (де <ключ> визначає виконавця, назву або альбом)
zh_cn: 用法：queue <term>(<term>匹配艺人、标题或专辑)
zh_tw: 用法：queue <term>（<term> 用於比對演出者、標題或專輯名稱）

source: P&ause:
ar: ألب&ث:
ca@valencia: P&ausa:
cs: Poz&astavit:
el: Π&αύση:
et: P&aus:
fi: &Tauko:
gl: P&ausa:
it: P&ausa:
kk: А&ялдау:
km: ផ្អាក ៖
ko: 일시 정지(&A):
lt: Pauzė:
nds: P&aus:
nl: P&auzeren:
pa: ਵਿਰਾਮ(&a):
pl: &Wstrzymaj:
pt: P&ausa:
ru: Пау&за:
sk: Poz&astaviť:
sl: P&remor:
sr: Пау&зирај:
sv: P&aus:
uk: П&ауза
zh_cn: 暂停(&A)：
zh_tw: 暫停(&A)：

source: S&top:
ar: أو&قف:
ca@valencia: A&tura:
cs: Zas&tavit:
el: Σ&ταμάτημα:
et: Lõp&eta:
fi: &Pysäytä:
fr: Arrê&ter :
gl: Pa&rar:
it: &Ferma:
kk: Т&оқтату:
km: បញ្ឈប់ ៖
ko: 정지(&T):
lt: Stabdyti:
nb: S&topp:
nds: &Ophollen:
nn: S&topp:
pa: ਰੋਕੋ(&t):
pl: &Zatrzymaj:
pt: &Parar:
ru: &Остановка:
sk: Zastaviť:
sl: Zaus&tavi:
sr: Зау&стави:
sv: S&toppa:
uk: С&топ:
zh_cn: 停止(&T)：
zh_tw: 停止(&T)：

source: Previ&ous song:
ar: الأغنية ال&سابقة:
ca@valencia: Cançó p&rèvia:
cs: Př&edchozí skladba:
da: Fo&rrige sang:
el: Προηγ&ούμενο τραγούδι:
et: Eel&mine laul
fi: E&dellinen kappale:
fr: M&orceau précédent :
gl: Canci&ón anterior:
it: Bran&o precedente:
kk: Ал&дыңғы жазу:
km: បទ​ចម្រៀង​មុន ៖
ko: 이전 곡(&O):
lt: Ankstesnė daina:
nb: F&orrige melodi
nds: &Verleden Stück:
nl: V&orig nummber:
nn: &Førre song:
pa: ਪਿਛਲਾ ਗੀਤ(&o):
pl: &Poprzedni utwór:
pt: Música &anterior:
ru: &Предыдущая дорожка:
sk: Predošlá skladba:
sl: P&redhodna skladba:
sr: Пр&етходна песма:
sv: &Föregående låt:
uk: Попе&редня композиція:
zh_cn: 上首曲目(&O)：
zh_tw: 前一首歌(&O)：

source: &Next song:
ar: الأغنية ال&تالية:
ca@valencia: Cançó següe&nt:
cs: D&alší skladba:
da: &Næste sang:
el: &Επόμενο τραγούδι:
et: &Järgmine laul:
fi: &Seuraava kappale:
fr: Morceau suiva&nt :
gl: Canción segui&nte:
it: Bra&no successivo:
kk: &Келесі жазу:
km: បទចម្រៀង​បន្ទាប់ ៖
ko: 다음 곡(&N):
lt: &Kita daina:
nb: &Neste melodi
nds: &Nakamen Stück:
nl: Volge&nde nummer:
nn: &Neste song:
pa: ਅਗਲਾ ਗੀਤ(&N):
pl: &Następny utwór:
pt: Música segui&nte:
ru: &Следующая дорожка:
sk: Ďalšia skladba:
sl: &Naslednja skladba:
sr: С&ледећа песма:
sv: &Nästa låt:
uk: &Наступна композиція:
zh_cn: 下首曲目(&N)：
zh_tw: 下一首歌(&N)：

source: Set &volume:
ar: عيّن ال&صوت:
ca@valencia: Estableix el &volum:
cs: Nasta&vit hlasitost:
da: Sæt &lydstyrke:
el: Ο&ρισμός έντασης:
et: Määra &helitugevus:
fi: Aseta &äänenvoimakkuus:
fr: Régler le &volume :
gl: Pór o &volume:
it: Imposta &volume:
kk: &Үнділік деңгейі:
km: កំណត់​កម្រិត​សំឡេង ៖
ko: 음량 설정(&V):
lt: Nustatyti garsį:
nb: Ve&lg lydstyrke:
nds: &Luutstärk fastleggen:
nl: &Volume instellen:
nn: Vel &lydstyrke:
pa: ਆਵਾਜ਼ ਸੈੱਟ ਕਰੋ(&v):
pl: Ustaw &głośność:
pt: Mudar o &volume:
ru: Установка &громкости:
sk: Nastaviť hlasitosť:
sl: Nastavi &glasnost:
sr: &Јачина звука:
sv: Ställ in &volym:
uk: Встановити &гучність:
zh_cn: 设定音量(&V)：
zh_tw: 設定音量(&V)：

source: The numbers are automatically added at the end: Amarok:Volume=10
ca@valencia: Els nombres s'afigen automàticament al final: Amarok:Volum=10
cs: Čísla jsou automaticky přidána na konec: Amarok:Volume=10
da: Tallene føjes automatisk til slutningen: Amarok:Lydstyrke=10
el: Οι αριθμοί προσθέτονται αυτόματο στο τέλος: Amarok:Volume=10
et: Arvud lisatakse lõppu automaatselt: Amarok:helitugevus=10:
fi: Numerot lisätään loppuun automaattisesti: Amarok:Äänenvoimakkuus=10
fr: Les numéros sont ajoutés automatiquement à la fin : Amarok:Volume = 10
gl: Os números engádense automaticamente ao final: Amarok:Volume=10
it: I numeri sono aggiunti automaticamente alla fine: Amarok:Volume=10
kk: Сандар автоматты түрде соңына қосылады: Amarok:Үнділігі=10
km: លេខ​ត្រូវ​បនបន្ថែម​ដោយ​ស្វ័យ​ប្រវត្តិ​ទៅ​ខាងចុង ៖ Amarok:Volume=10
ko: 자동으로 끝에 숫자가 추가됩니다: Amarok:음량=10
nds: De Tallen warrt an't Enn automaatsch totellt: Amarok: Luutstärk = 10
nl: De nummers worden automatisch toegevoegd aan het eind: Amarok:volume=10
nn: Tala vert automatisk lagde til på slutten: Amarok:Volume=10
pl: Liczby są automatycznie dodawane na końcu: Amarok:Volume=10
ru: Числа автоматически добавлены в конец: Amarok:Громкость=10
sk: Čísla sa automaticky pridávajú na koniec: Amarok:Volume=10
sl: Številke so samodejno dodane na konec: Amarok:Volume=10
sr: Бројеви се аутоматски додају на крај: Амарок:звук=10
sv: Talen läggs automatiskt till i slutet: Amarok:Volym = 10
uk: Числа буде автоматично додано в кінець: Amarok:Гучність=10
zh_cn: 数字将自动附加到末尾： Amarok:Volume=10
zh_tw: 數字會自動加到尾端： Amarok:Volume=10

source: &Increase volume by
ar: &زِد الصوت بمقدار
ca@valencia: &Augmenta el volum en
cs: Zvýš&it hlasitost o
da: &Forøg lydstyrke med
el: Αύ&ξηση έντασης κατά
et: &Suurenda helitugevust
fi: &Lisää äänenvoimakkuutta
fr: Au&gmenter le volume de
gl: &Aumentar o volume en
it: Aumenta volume d&i
kk: Үнін келесі мөлшерге &көтеру
km: បង្កើន​កម្រិត​សំឡេង​ដោយ
ko: 다음만큼 음량 증가(&I)
lt: &Padidinti garsį vienetais
nds: &Luder maken üm
nl: Ver&hoog volume met
nn: Så mykje &høgare lyd
pl: Zw&iększ głośność o
ru: &Увеличение громкости на
sk: Zvýšiť hlasitosť o
sl: Po&večaj glasnost za
sr: Поја&чај звук за
sv: Ö&ka volym med
uk: Підви&щити гучність на
zh_cn: 增大音量数(&I)
zh_tw: 提高音量(&I)

source: &Decrease volume by
ar: ا&نقص الصوت بمقدار
ca@valencia: &Disminueix el volum en
cs: &Snížit hlasitost o
da: Formin&dsk lydstyrke med
el: Μεί&ωση έντασης κατά
et: &Vähenda helitugevust
fi: &Vähennä äänenvoimakkuutta
fr: &Diminuer le volume de
gl: &Reducir o volume en
it: Ri&duci il volume di
kk: Үнін келесі мөлшерге &азайту
km: បន្ថយ​កម្រិត​សំឡេង​ដោយ
ko: 다음만큼 음량 감소(&D)
nds: L&ieser maken üm
nl: Ver&laag volume met
nn: Så mykje &lågare lyd
pl: Z&mniejsz głośność o
ru: У&меньшение громкости на
sk: Znížiť hlasitosť o
sl: &Zmanjšaj glasnost za
sr: С&мањи звук за
sv: &Minska volym med
uk: Зн&изити гучність на
zh_cn: 降低音量数(&D)
zh_tw: 降低音量(&D)

source: &Mute:
ar: ا&كتم:
ca@valencia: &Silencia:
cs: Ztlu&mit:
da: L&ydløs:
el: Κ&λείσιμο ήχου:
et: &Tumm:
fi: &Vaimenna:
fr: Rendre &muet :
gl: &Silenciar:
it: &Silenzia:
kk: &Үнін өшіру/шығару::
km: ស្ងាត់ ៖
ko: 음소거(&M):
lt: &Nutildyti:
nds: &Still:
nn: &Demp:
pa: ਚੁੱਪ(&M):
pl: W&ycisz:
ru: &Выключение звука:
sk: Stlmiť:
sl: &Utišaj:
sr: &Утишај:
sv: T&yst:
uk: Ви&мкнути звук:
zh_cn: 静音(&M)：
zh_tw: 靜音(&M)：

source: Quit player:
ar: اغلق المشغّل:
ca@valencia: Ix del reproductor:
cs: Ukončit přehrávač:
da: Afslut afspiller:
el: Κλείσιμο αναπαραγωγής:
et: Välju mängijast:
fi: Lopeta soitin:
fr: Fermer le lecteur :
gl: Saír do reprodutor:
it: Esci dal lettore:
kk: Плейерді доғару:
km: ចេញ​ពី​កម្មវិធីចាក់ ៖
ko: 재생기 끝내기:
nb: Avslutt spiller
nds: Afspeler utmaken:
nl: Sluit de speler af:
nn: Avslutt spelar:
pa: ਪਲੇਅਰ ਬੰਦ:
pl: Zakończ odtwarzacz:
pt: Sair do leitor:
ru: Выход из проигрывателя:
sk: Ukončiť prehrávač:
sl: Končaj predvajalnik:
sr: Напусти плејер:
sv: Avsluta spelare:
uk: Завершити роботу програвача:
zh_cn: 退出播放器：
zh_tw: 離開播放器：
