Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_frame.po
Languages: kk, ko, mr, sr@ijekavian, wa, zh_cn, zh_tw

source: This picture of a monitor contains a preview of the picture you currently have in your frame.
kk: Монитордың суретінде қазір көрсетудегі суретінің нобайы келтірілген.
ko: 모니터 안에 들어 있는 그림은 현재 액자에 들어 있는 그림의 미리보기입니다.
sr@ijekavian: Ова слика монитора даје преглед онога што тренутно држите у раму.
wa: I gn a dins ciste imådje d' ene waitroûle on prévoeyaedje di l' imådje ki vs avoz pol moumint dins vosse cåde.
zh_cn: 这里显示的是像框内的图片预览。
zh_tw: 這個螢幕圖片包含您目前框架中圖片的預覽。

source: &Open Picture...
kk: Суретті &ашу...
ko: 그림 열기(&O)...
mr: प्रतिमा उघडा (&P)...
sr@ijekavian: &Отвори слику...
wa: Dr&ovi imådje...
zh_cn: 打开图片(&O)...
zh_tw: 開啟圖片(&O)...

source: Set as Wallpaper Image
kk: Тұсқағаз кескіні ретінде орнату
ko: 배경 그림으로 설정
mr: वॉलपेपर प्रतिमा म्हणून वापरा
sr@ijekavian: Постави као тапет
zh_cn: 设为壁纸
zh_tw: 設為桌布影像

source: Image
kk: Кескін
ko: 그림
mr: प्रतिमा
sr@ijekavian: слика
wa: Imådje
zh_cn: 单张图像
zh_tw: 影像

source: Appearance
kk: Көрінісі
ko: 모양
mr: दर्शनीयता
sr@ijekavian: Изглед
wa: Rivnance
zh_cn: 外观
zh_tw: 外觀

source: Loading image...
kk: Кескінді жүктеу...
ko: 그림 불러오는 중...
mr: प्रतिमा दाखल करत आहे...
sr@ijekavian: Учитавам слику...
wa: Dji tchedje l' imådje...
zh_cn: 正在装入图像...
zh_tw: 載入影像中...

# Info
source: Dropped folder is empty. Please drop a folder with image(s)
kk: Әкелген қапшық бос екен. Кескін(дер)і барын әкеліңіз
ko: 폴더가 비어 있습니다. 그림이 들어 있는 폴더를 끌어다 놓으십시오
sr@ijekavian: Превучена фасцикла је празна. Превуците неку са сликама.
wa: Li ridant pôzé est vude. Pôzez on ridant avou ene/des imådje(s) divins, s' i vs plait.
zh_cn: 拖放的文件夹为空。请拖放带有图像的文件夹
zh_tw: 設定的資料夾是空的。請輸入包含影像的資料夾

# Info
source: Put your photo here or drop a folder to start a slideshow
kk: Фотосуретті осында орналастырыңыз, немесе слайд-шоу үшін қапшығын сүйреп акеліңіз
ko: 좋아하는 사진을 끌어다 두거나, 폴더를 끌어 두면 슬라이드쇼를 시작합니다
sr@ijekavian: Ставите неку слику или испустите фасциклу за слајд‑шоу
wa: Metoz chal vosse foto oudonbén bodjîz î on ridant po -z enonder on diaporama
zh_cn: 将您的照片拖放到这里，或拖放一个文件夹开始幻灯放映
zh_tw: 將您的相片放在這裡，或拖放一個資料夾做投影片播放

source: Error loading image: %1
kk: Келесі кескінді жүктеу қатесі: %1
ko: 그림 불러오는 중 오류 발생: %1
mr: प्रतिमा दाखल करताना त्रुटी आढळली : %1
sr@ijekavian: Грешка при учитавању слике: %1
wa: Åk n' a nén stî come dji tcherdjîve l' imådje : %1
zh_cn: 装入图像时出错：%1
zh_tw: 載入影像時發生錯誤：%1

source: Error loading image. Image was probably deleted.
kk: Кескінді жүктеу қатесі. Бәлкім, кескін өшірілген.
ko: 그림을 불러오는 중 오류가 발생했습니다. 삭제되었을 수도 있습니다.
mr: प्रतिमा दाखल करताना त्रुटी आढळली. कदाचित प्रतिमा काढून टाकली असेल.
sr@ijekavian: Грешка при учитавању слике. Слика је вјероватно обрисана.
zh_cn: 装入图像时出错。图像可能已经删除。
zh_tw: 載入影像發生錯誤。影像可能已被刪除。

source: Rounded corners:
kk: Дөнгеленген бұрыштар:
ko: 둥근 모서리:
mr: गोलाकार कोपरे :
sr@ijekavian: Заобљени углови:
wa: Arondeyès coines :
zh_cn: 圆形边角：
zh_tw: 圓角：

source: Shadow:
kk: Көлеңкелеу:
ko: 그림자:
mr: सावली :
sr@ijekavian: Сијенка:
wa: Ombion :
zh_cn: 阴影：
zh_tw: 陰影：

source: Frame:
kk: Коршау:
ko: 프레임:
mr: फ्रेम :
sr@ijekavian: Рам:
wa: Cåde :
zh_cn: 边框：
zh_tw: 框架：

source: Frame color:
kk: Қоршауының түсі:
ko: 액자 색:
mr: फ्रेम रंग :
sr@ijekavian: Боја рама:
wa: Coleur do cåde :
zh_cn: 边框颜色：
zh_tw: 框架顏色：

source: Slideshow
kk: Слайд-шоу
ko: 슬라이드 쇼
mr: स्लाइडशो
sr@ijekavian: слајд‑шоу
wa: Diaporama
zh_cn: 幻灯片放映
zh_tw: 投影播放

source: Picture of the day
kk: Тәулік суреті
ko: 오늘의 그림
mr: दिवसाचे चित्र
sr@ijekavian: слика дана
wa: Imådje do djoû
zh_cn: 今日图片
zh_tw: 本日圖片

source: Picture:
kk: Суреті:
ko: 그림:
mr: प्रतिमा :
sr@ijekavian: Слика:
wa: Imådje:
zh_cn: 图片：
zh_tw: 圖片：

source: Auto-update:
kk: Авто-жаңарту:
ko: 자동 업데이트:
mr: स्वयंचलितरित्या अद्ययावत करा:
sr@ijekavian: Самоажурирање:
wa: Mete a djoû tot seu :
zh_cn: 自动更新：
zh_tw: 自動更新:

source: Updates the picture from the source in the given time. Useful if you want a live cam or weather data to be up to date.
kk: Көрсеткен уақыт сайын суретті жаңартып отыру. Бейнекамерадан не ауа райы деректерін жаңартып отыруға ыңғайлы.
ko: 지정한 시간 주기로 자동으로 업데이트합니다. 라이브 캠이나 날씨 데이터를 업데이트할 때 유용합니다.
sr@ijekavian: Ажурира слику са извора на задати период. Корисно нпр. за камере уживо или метеоподатке.
zh_cn: 在给定时间从源中更新图片。 如果您想要获得实时摄像头或者实时天气数据的话，可以使用此功能。
zh_tw: 以指定時間從來源處更新圖片。 若您使用攝影機，或要取得天氣資料時很有用。

source: never
kk: ешқашан
ko: 안 함
mr: कधीही नाही
sr@ijekavian: никад
wa: måy
zh_cn: 从不
zh_tw: 絕不

source: hh'h' mm'min'
kk: hh'сағ' mm'мин'
sr@ijekavian: hh 'ч' mm 'м'
wa: hh'e' mm'mun'
zh_cn: hh'小时' mm'分'

source: &Add Folder...
kk: Қапшықты қ&осу...
ko: 폴더 추가(&A)...
mr: संचयीका जोडा (&A)...
sr@ijekavian: &Додај фасциклу...
wa: &Radjouter ridant...
zh_cn: 添加文件夹(&A)...
zh_tw: 新增目錄(&A)...

source: &Remove Folder
kk: Қапшықты к&етіру
ko: 폴더 삭제(&R)
mr: संचयीका काढून टाका (&R)
sr@ijekavian: &Уклони фасциклу
wa: &Oister ridant
zh_cn: 删除文件夹(&R)
zh_tw: 移除目錄(&R)

source: Include subfolders:
kk: Ішкі қапшықтарын қоса:
ko: 하위 디렉터리 포함:
mr: उपसंचयीका अंतर्भूत करा :
sr@ijekavian: Укључи потфасцикле:
wa: Prinde les ridants efants avou :
zh_cn: 包含子文件夹：
zh_tw: 引入子目錄：

source: Randomize:
kk: Араластыру:
ko: 무작위:
mr: विनाक्रम :
sr@ijekavian: Насумично:
wa: A l' azård :
zh_cn: 随机：
zh_tw: 隨機：

source: Change images every:
kk: Ауыстыру аралығы:
ko: 다음 시간마다 그림 바꾸기:
mr: प्रतिमा बदला - प्रत्येक :
sr@ijekavian: Мијењај слику сваких:
wa: Candjî imådje totes les:
zh_cn: 图片更改间隔：
zh_tw: 變更圖片間隔：

source: hh 'Hours' mm 'Mins' ss 'Secs'
kk: hh 'сағ' mm 'мин' ss 'сек'
ko: hh '시간' mm '분' ss '초'
mr: hh 'तास' mm 'मिनिटे' ss 'सेकंद'
sr@ijekavian: hh 'часова' mm 'минута' ss 'секунди'
wa: hh 'Eures' mm 'Min' ss 'Seg'
zh_cn: hh '小时' mm '分' ss '秒'
zh_tw: hh '小時' mm '分' ss '秒'

source: Select Picture of the day source:
kk: Тәулік суретінің көзі:
ko: 오늘의 그림 원본 선택:
mr: दिवसाचे चित्राकरिता स्रोत निवडा :
sr@ijekavian: Извор за слику дана:
wa: Tchoezi sourdant di l' imådje do djoû:
zh_cn: 选择今日图片的来源：
zh_tw: 選擇本日圖片的來源：

source: No Picture from this Provider.
kk: Бұл провайдерде сүрет жоқ.
ko: 이 공급자에는 그림이 없습니다.
mr: या पुरवठाकर्त्या कडून प्रतिमा नाही.
sr@ijekavian: Нема слика код овог добављача.
zh_cn: 此提供者没有图片。
zh_tw: 此提供者未提供任何圖片。
