Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_kdeobservatory.po
Languages: et, ga, gl, hu, ja, kk, km, ko, nb, nds, nl, pa, pl, pt, ru, sk, sr, tr, uk

# Commit history for a given project %1
source: Commit History - %1
et: Sissekannete ajalugu - %1
gl: Historial de remisións a %1
hu: Revíziótörténet - %1
ja: コミット履歴 - %1
kk: Тапсыру журналы - %1
km: ប្រវត្តិ Commit- %1
ko: 커밋 기록 - %1
nb: Historie for innsending – %1
nds: Inspelen-Vörgeschicht - %1
nl: Geschiedenis vastleggen - %1
pa: ਧੂਮਕੇਤੂ ਅਤੀਤ - %1
pl: Historia wysyłania - %1
pt: Histórico de Envios - %1
ru: Журнал изменений — %1
sk: História príspevkov - %1
sr: Историјат предаја — %1
tr: Yapılanların Geçmişi - %1
uk: Журнал внесків — %1

source: Top Active Projects
et: Aktiivsete projektide edetabel
ga: Tionscadail Is Gníomhaí
gl: Proxectos máis activos
hu: Legaktívabb projektek
ja: トッププロジェクト
kk: Ең белсенді жобалар
km: គម្រោង​សកម្ម​សំខាន់ៗ
ko: 가장 활발한 프로젝트
nb: De mest aktive prosjektene
nds: Aktievst Projekten
nl: Topactieve projecten
pa: ਚੋਟੀ ਦੇ ਐਕਟਿਵ ਪਰੋਜੈਕਟ
pl: Najlepsze aktywne projekty
pt: Projectos Activos de Topo
ru: Активные проекты
sk: Najaktívnejšie projekty
sr: Најживахнији пројекти
tr: En Etkin Projeler
uk: Найактивніші проекти

source: Top Developers
et: Arendajate edetabel
ga: Forbróirí Is Gníomhaí
gl: Desenvolvedores principais
hu: Legaktívabb fejlesztők
ja: トップ開発者
kk: Ең бесенді құрастырушылар
km: អ្នក​អភិវឌ្ឍន៍​សំខាន់ៗ
ko: 가장 활발한 개발자
nb: Utviklerne
nds: Aktievst Schrievers
nl: Topontwikkelaars
pa: ਮੁੱਖ ਡਿਵੈਲਪਰ
pl: Najlepsi programiści
pt: Programadores de Topo
ru: Активные разработчики
sk: Hlavní vývojári
sr: Најпрограмери
tr: Daha Çok Katkıda Bulunan Geliştiriciler
uk: Найактивніші розробники

source: Commit History
et: Sissekannete ajalugu
gl: Historial de remisións
hu: Revíziótörténet
ja: コミット履歴
kk: Өзгерістер журналы
km: ប្រវត្តិ Commit
ko: 커밋 기록
nb: Historie for innsending
nds: Vörgeschicht inspelen
nl: Samenvatting vastleggen
pa: ਕਮਿਟ ਅਤੀਤ
pl: Historia wysyłania
pt: Histórico de Envios
ru: Количество изменений
sk: História príspevkov
sr: Историјат предаја
tr: Yapılanların Özeti
uk: Журнал внесків

source: Krazy Report
et: Krazy aruanne
ga: Tuairisc Krazy
gl: Informe de Krazy
hu: Krazy jelentés
ja: Krazy レポート
kk: Krazy хабарлама
km: របាយការណ៍ Krazy
ko: Krazy 보고서
nb: Krazy-rapport
nds: Krazy-Bericht
nl: Krazy-rapport
pl: Raport Krazy
pt: Relatório do Krazy
ru: Отчёт Krazy
sr: Извештај Крејзија
tr: Krazy Raporu
uk: Звіт Krazy

source: No active network connection
et: Aktiivne võrguühendus puudub
ga: Níl aon cheangal gníomhach líonra ann
gl: Non hai ningunha conexión de rede activa.
hu: Nincs aktív hálózati kapcsolat
kk: Белсенді желі қосылымы жоқ
km: គ្មាន​ការ​តភ្ជាប់​បណ្ដាញ​សកម្ម​ទេ
ko: 활성 네트워크 연결 없음
nb: Ingen aktiv nettverksforbindelse
nds: Keen aktiev Nettwarkverbinnen
nl: Geen actieve netwerkverbinding
pa: ਕੋਈ ਐਕਟਿਵ ਨੈੱਟਵਰਕ ਨਹੀਂ ਲੱਭਿਆ
pl: Brak połączenia z siecią
pt: Sem ligação activa à rede
ru: Нет активного сетевого соединения
sk: Žiadne aktívne sieťové pripojenie
sr: Нема активне мрежне везе.
tr: Etkin ağ bağlantısı yok
uk: Немає з’єднання з мережею

source: Go to previous view
et: Liigu eelmisele vaatele
ga: Go dtí an t-amharc roimhe seo
gl: Ir á vista anterior
hu: Ugrás az előző nézetre
ja: 前のビューへ戻る
kk: Алдыңғы көрініске өту
km: ទៅ​កាន់​​ទិដ្ឋភាព​មុន
ko: 이전 보기로 가기
nb: Gå til forrige visning
nds: Na de verleden Ansicht gahn
nl: Ga naar het vorige beeld
pa: ਪਿਛਲੀ ਝਲਕ ਉੱਤੇ ਜਾਓ
pl: Przejdź do poprzedniego widoku
pt: Ir para a vista anterior
ru: Перейти к предыдущему отчёту
sk: Prejsť na predošlý pohľad
sr: На претходни приказ
tr: Önceki görünüme git
uk: Перейти до попереднього перегляду

source: Go to next view
et: Liigu järgmisele vaatele
ga: Go dtí an chéad amharc eile
gl: Ir á seguinte vista
hu: Ugrás a következő nézetre
ja: 次のビューへ進む
kk: Келесі көрініске өту
km: ទៅ​​កាន់​ទិដ្ឋភាព​បន្ទាប់
ko: 다음 보기로 가기
nb: Gå til neste visning
nds: Na de nakamen Ansicht gahn
nl: Ga naar het volgende beeld
pa: ਅਗਲੀ ਝਲਕ ਉੱਤੇ ਜਾਓ
pl: Przejdź do następnego widoku
pt: Ir para a vista seguinte
ru: Перейти к следующему отчёту
sk: Prejsť na ďalší pohľad
sr: На следећи приказ
tr: Sonraki görünüme git
uk: Перейти до наступного перегляду

source: Last update: %1 %2
et: Viimati uuendatud: %1 %2
ga: Nuashonrú is déanaí: %1 %2
gl: Última actualización: %1 %2
hu: Utolsó frissítés: %1 %2
ja: 最終更新: %1 %2
kk: Соңғы өзгеріс %1 %2
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​​ចុងក្រោយ ៖ %1 %2
ko: 마지막 갱신: %1 %2
nb: Siste oppdatering: %1 %2
nds: Tolest opfrischt: %1 %2
nl: Laatste keer bijwerken: %1 %2
pa: ਆਖਰੀ ਅੱਪਡੇਟ: %1 %2
pl: Ostatnia aktualizacja: %1 %2
pt: Última actualização: %1 %2
ru: Последнее обновление: %1 %2
sk: Posledná úprava: %1 %2
sr: Последње ажурирање: %1 %2
tr: Son güncelleme: %1 %2
uk: Попереднє оновлення: %1 %2

# Global configuration options
source: General
et: Üldine
ga: Ginearálta
gl: Xeral
hu: Általános
ja: 一般
kk: Жалпы
km: ទូទៅ
ko: 일반
nb: Generelt
nds: Allgemeen
nl: Algemeen
pa: ਆਮ
pl: Ogólne
pt: Geral
ru: Главное
sk: Všeobecné
sr: Опште
tr: Genel
uk: Загальне

source: Projects
et: Projektid
ga: Tionscadail
gl: Proxectos
hu: Projektek
ja: プロジェクト
kk: Жобалар
km: គម្រោង
ko: 프로젝트
nb: Prosjekter
nds: Projekten
nl: Projecten
pa: ਪਰੋਜੈਕਟ
pl: Projekty
pt: Projectos
ru: Проекты
sk: Projekty
sr: Пројекти
tr: Projeler
uk: Проекти

source: Views
et: Vaated
ga: Amhairc
gl: Vistas
hu: Nézetek
ja: ビュー
kk: Көріністер
km: ទិដ្ឋភាព
ko: 보기
nb: Visninger
nds: Ansichten
nl: Beelden
pa: ਝਲਕ
pl: Widoki
pt: Áreas
ru: Отчёты
sk: Pohľady
sr: Прикази
tr: Görünümler
uk: Перегляди

source: Are you sure you want to remove project '%1'?
et: Kas tõesti eemaldada projekt "%1"?
ga: An bhfuil tú cinnte gur mian leat tionscadal '%1' a bhaint?
gl: Desexa realmente eliminar o proxecto «%1»?
hu: Biztos benne, hogy el szeretné távolítani a(z) „%1” projektet?
ja: プロジェクト「%1」を本当に削除しますか？
kk: '%1' жобаның жазуын өшіруді қалағаныңыз рас па?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​យក​គម្រោង '%1' ចេញ​ឬ ?
ko: 프로젝트 '%1'을(릍) 삭제하시겠습니까?
nb: Er du sikker på at du vil fjerne prosjektet «%1»?
nds: Wullt Du dat Projekt »%1« redig wegmaken?
nl: Wilt u het project '%1' verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਪਰੋਜੈਕਟ '%1' ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć projekt "%1"?
pt: Tem a certeza que deseja remover o projecto '%1'?
ru: Вы действительно хотите удалить проект «%1» из списка?
sk: Naozaj chcete odstrániť projekt '%1'?
sr: Желите ли заиста да уклоните пројекат „%1“?
tr: '%1' projesini silmek istediğinize emin misiniz ?
uk: Ви справді бажаєте вилучити запис проекту «%1»?

source: Remove project
et: Eemalda projekt
ga: Bain an tionscadal
gl: Eliminar o proxecto
hu: Projekt eltávolítása
ja: プロジェクトを削除
kk: Жобаны өшіру
km: យក​គម្រោង​ចេញ
ko: 프로젝트 삭제
nb: Fjern prosjekt
nds: Projekt wegmaken
nl: Project verwijderen
pa: ਪਰੋਜੈਕਟ ਹਟਾਓ
pl: Usuń projekt
pt: Remover o projecto
ru: Удаление проекта
sk: Odstrániť projekt
sr: Уклањање пројекта
tr: Projeyi sil
uk: Вилучити проект

# Krazy report for a given project %1
source: Krazy Report - %1
et: Krazy aruanne - %1
ga: Tuairisc Krazy - %1
gl: Informe de Krazy — %1
hu: Krazy jelentés - %1
ja: Krazy レポート - %1
kk: Krazy хабарламасы - %1
km: របាយការណ៍ Krazy - %1
ko: Krazy 보고서 - %1
nb: Krazy-rapport – %1
nds: Krazy-Bericht - %1
nl: Krazy-rapport - %1
pl: Raport Krazy - %1
pt: Relatório do Krazy - %1
ru: Отчёт Krazy — %1
sr: Извештај Крејзија — %1
tr: Krazy Raporu - %1
uk: Звіт Krazy — %1

source: %2 %1 error
et: %2 %1 viga
ga: %2 %1 earráid
gl: %2, un erro
hu: %2 %1 hiba
ja: %2 %1 個のエラー
kk: %2 %1 қате
km: កំហុស %2 %1
ko: %2 %1 오류
nb: %2 %1 feil
nds: %2 %1 Fehler
nl: %2 %1 fout
pa: %2 %1 ਗਲਤੀ
pl: %2 %1 błąd
pt: %2 %1 erro
ru: %2 %1 ошибка
sk: %2 %1 chyba
sr: %2 — %1 грешка
tr: %2 %1 hata
uk: %2 %1 помилка

source: %2 - %1 commit
et: %2 - %1 sissekanne
gl: %2 — Unha remisión
hu: %2 - %1 revízió
ja: %2 - %1 個のコミット
kk: %2 - %1 тапсыру
km: %2 - %1 commits
ko: %2 - 커밋 %1개
nb: %2 – %1 innsending
nds: %2 - %1 Inspelen
nl: %2 - %1 vastlegging(commit)
pa: %2 - %1 ਧੂਮਕੇਤੂ
pl: %2 - %1 zmiana
pt: %2 - %1 envio
ru: %2 — %1 изменение
sk: %2 - %1 príspevok
sr: %2 — %1 предаја
tr: %2 - %1 gönderi
uk: %2 — %1 внесок

source: Top Developers - %1
et: Arendajate edetabel - %1
ga: Forbróirí Is Gníomhaí - %1
gl: Desenvolvedores principais — %1
hu: Legaktívabb fejlesztők - %1
ja: トップ開発者 - %1
kk: Ең бесенді құрастырушылар - %1
km: អ្នក​អភិវឌ្ឍន៍​សំខាន់ៗ - %1
ko: 가장 활발한 개발자 - %1
nb: Utviklere på topp – %1
nds: Aktievst Schrievers - %1
nl: Topontwikkelaars - %1
pa: ਮੁੱਖ ਡਿਵੈਲਪਰ - %1
pl: Najlepsi programiści - %1
pt: Programadores de Topo - %1
ru: Активные разработчики — %1
sk: Hlavní vývojári - %1
sr: Најпрограмери — %1
tr: En Çok Katkıda Bulunan Geliştiriciler - %1
uk: Найактивніші розробники — %1

source: Activity Range
et: Tegevuse vahemik
ga: Raon Gníomhaíochta
gl: Intervalo de actividade
hu: Tevékenységi kör
kk: Белсенділік ауқымы
km: ជួរ​សកម្មភាព
ko: 활동 범위
nb: Aktivitetsområde
nds: Aktiviteetrebeet
nl: Activiteitenbereik
pa: ਸਰਗਰਮੀ ਰੇਜ਼
pl: Zakres aktywności
pt: Intervalo de Actividade
ru: Диапазон активности
sk: Rozsah aktivity
sr: Опсег активности
tr: Etkinlik Oranı
uk: Діапазон активності

source: &Full history
et: Ko&gu ajalugu
ga: &Stair iomlán
gl: &Historial completo
hu: &Minden előzmény
ja: すべての履歴(&F)
kk: &Барлық жазулары
km: ប្រវត្តិ​ពេញលេញ
ko: 전체 기록(&F)
nb: &Fullstendig historie
nds: &Heel Vörgeschicht
nl: &Volledige geschiedenis
pa: ਪੂਰਾ ਇਤਿਹਾਸ(&F)
pl: &Pełna historia
pt: Histórico &completo
ru: &Полный журнал
sk: Plná história
sr: &Цео историјат
tr: Tam &geçmiş
uk: В&есь журнал

source: &Past
et: &Viimased
ga: &Am atá caite
gl: &Pasado
hu: Mú&lt
kk: &Соңғы
km: បិទភ្ជាប់
ko: 과거 기록(&P)
nb: S&iste
nds: &Verleden
nl: V&erleden
pa: ਪਿੱਛੇ(&P)
pl: &Poza
pt: &Passado
ru: &Последние
sk: Minulosť
sr: &Прошлих
tr: &Geçmiş
uk: &Минулі

# noun, the 24-hour period
source: days
et: päeva
ga: lá
gl: días
hu: nap
ja: 日
kk: тәулік
km: ថ្ងៃ
ko: 일
nb: dager
nds: Daag
nl: dagen
pa: ਦਿਨ
pl: dni
pt: dias
ru: дней
sk: dní
sr: дана
tr: gün
uk: днів

# The beginning of a range
source: Fro&m
et: Ala&tes
ga: &Ó
gl: &Desde:
hu: &Ettől:
ja: から(&M)
kk: &Басы:
km: មកពី
ko: 시작(&M)
nb: F&ra
nds: &Vun
nl: Va&n:
pa: ਤੋਂ(&m)
pl: O&d
pt: &Desde
ru: &От
sk: Od
sr: &Од
tr: &Kimden
uk: &З

# The end of a range
source: to
et: kuni
ga: go
gl: ata
hu: eddig:
ja: まで
kk: аяғы:
km: ជូន​ចំពោះ
ko: 끝
nb: til
nds: bet
nl: aan
pa: ਤੱਕ
pl: do
pt: até
ru: до
sk: do
sr: до
tr: kime
uk: до

source: &Enable automatic view change
et: Vaat&e automaatse muutmise lubamine
gl: &Activar o cambio de vista automático.
hu: Automatikus néz&etváltoztatás engedélyezése
kk: Көрініс &автоматты өзгертілсін
km: បើក​កា​រផ្លាស់ប្ដូរ​ទិដ្ឋភាព​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동 보기 변경 사용(&E)
nb: Slå på &automatisk visningsbytte
nds: Ansicht automaatsch &opfrischen
nl: Automatische weergave wijziging &inschakelen
pa: ਆਟੋਮੈਟਿਕ ਝਲਕ ਬਦਲਣਾ ਯੋਗ(&E)
pl: &Włącz automatyczną zmianę widoku
pt: Activar a mudança automática d&e vista
ru: &Периодически сменять показываемый отчёт
sk: Povoliť automatickú zmenu pohľadu
sr: Аутоматска &промена приказа
tr: &Otomatik görünüm değiştirmeyi etkinleştir
uk: &Увімкнути автоматичну зміну перегляду

source: Change view every:
et: Vaate muutmise intervall:
ga: Athraigh an t-amharc gach:
gl: Cambiar a vista cada:
hu: Az összes nézet megváltoztatása:
ja: ビュー更新間隔:
kk: Көріністі өзгерту аралығы:
km: ផ្លាស់ប្ដូរ​ទិដ្ឋភាព​រៀងរាល់ ៖
ko: 보기 변경 주기:
nb: Endre visning hver
nds: Ansicht ännern elk:
nl: Weergave wijzigen elke:
pa: ਝਲਕ ਬਦਲੋ ਹਰੇਕ:
pl: Zmieniaj widok co:
pt: Mudar de vista a cada:
ru: Интервал смены отчёта:
sk: Zmeniť pohľad každých:
sr: Мењај приказ сваких:
tr: Görünüm değiştirme sıklığı:
uk: Змінювати перегляд кожні:

source: hh 'Hours' mm 'Mins' ss 'Secs'
et: hh 'tundi' mm 'min' ss 'sek'
ga: hh 'Uair' mm 'Nóiméad' ss 'Soicind'
gl: hh «horas» mm «minutos» ss «segundos»
hu: hh 'Óra' mm 'Perc' ss 'Másodperc'
kk: hh 'сағ' mm 'мин' ss 'сек'
ko: hh시간 mm분 ss초
nb: hh «Timer» mm «minutter» ss «sekunder»
nds: hh 'Stünnen' mm 'Minuten' ss 'Sekunnen'
nl: hh 'uren' mm 'minuten' ss 'seconden'
pl: hh "Godziny" mm "Minuty" ss "Sekundy"
pt: hh 'Horas' mm 'Minutos' ss 'Segundos'
ru: hh 'ч' mm 'мин' ss 'с'
sk: hh 'Hodín' mm 'Minút' ss 'Sekúnd'
sr: hh 'сати' mm 'минута' ss 'секунди'
tr: hh 'Saat' mm 'Dakika' ss 'Saniye'
uk: hh 'години' mm 'хвилини' ss 'секунди'

source: Project name:
et: Projekti nimi:
ga: Ainm an tionscadail:
gl: Nome do proxecto:
hu: Projektnév:
ja: プロジェクト名:
kk: Жобаның атауы:
km: ឈ្មោះ​គម្រោង ៖
ko: 프로젝트 이름:
nb: Prosjektnavn:
nds: Projektnaam:
nl: Projectnaam:
pa: ਪਰੋਜੈਕਟ ਨਾਂ:
pl: Nazwa projektu:
pt: Nome do projecto:
ru: Название проекта:
sk: Meno projektu:
sr: Име пројекта:
tr: Proje adı:
uk: Назва проекту:

source: Commit subject:
et: Sissekande teema:
gl: Asunto da remisión:
hu: Kommit tárgy:
kk: Тақырыбы:
km: ប្រធានបទ​ Commit ៖
ko: 커밋 제목:
nb: Emne for innsending:
nds: Inspelen-Bedraap:
nl: Onderwerp vastleggen:
pa: ਕਮਿਟ ਵਿਸ਼ਾ:
pl: Temat wysłania:
pt: Assunto do envio:
ru: Кодовое название:
sk: Odoslať predmet:
sr: У теми предаје:
tr: Gönderi konusu:
uk: Суб’єкт внеску:
