Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_incomingmsg.po
Languages: bs, ca, cs, da, el, es, et, fr, gl, hu, it, ja, kk, km, ko, nb, nds, nl, pa, pt, pt_br, ru, sk, sl, sv, uk, zh_cn, zh_tw

source: No new mail.
bs: Nema nove pošte.
ca: Sense correu nou.
cs: Žádný nový e-mail.
da: Ingen nye e-mail.
el: Κανένα νέο μήνυμα αλληλογραφίας.
es: No hay correo nuevo.
et: Uusi kirju pole.
fr: Aucun nouveau courrier électronique.
gl: Non ten ningún correo novo.
hu: Nincs új üzenet.
it: Non ci sono nuovi messaggi di posta.
ja: 新着メールはありません。
kk: Жаңа пошта жоқ.
km: គ្មាន​សំបុត្រ​ថ្មី
ko: 새 메일이 없습니다.
nb: Ingen ny e-post.
nds: Keen nieg Nettpost.
nl: Geen nieuwe e-mail.
pa: ਕੋਈ ਨਵੀਂ ਮੇਲ ਨਹੀਂ।
pt: Sem correio novo.
pt_br: Nenhum novo e-mail.
ru: Нет новых писем.
sk: Žiadny nový e-mail.
sl: Ni nove pošte.
sv: Inga nya brev.
uk: Нових повідомлень немає.
zh_cn: 没有新邮件。
zh_tw: 沒有新信件。

source: No new XChat messages.
bs: Nema novih poruka iz XChat.
ca: No hi ha missatges nous d'XChat.
cs: Žádné nové zprávy v XChatu.
da: Ingen nye XChat-beskeder.
el: Κανένα νέο μήνυμα XChat.
es: No hay mensajes nuevos de XChat.
et: Uusi XChati sõnumeid pole.
fr: Aucun nouveau message XChat.
gl: Non ten ningunha mensaxe nova no XChat.
hu: Nincs új XChat-üzenet.
it: Non ci sono nuovi messaggi di XChat.
ja: XChat に新着メッセージはありません。
kk: Жаңа XChat хабары жоқ.
km: គ្មាន​សារ XChat ថ្មី ។
ko: XChat 메시지가 없습니다.
nb: Ingen nye XChat-meldinger.
nds: Keen niege XChat-Narichten.
nl: Geen nieuwe XChat-berichten.
pa: ਕੋਈ ਨਵਾਂ X-Chat ਸੁਨੇਹਾ ਨਹੀਂ।
pt: Sem mensagens novas do XChat.
pt_br: Nenhuma nova mensagem do XChat.
ru: Нет новых сообщений в XChat.
sk: Žiadne nové správy v XChate.
sl: V XChatu ni novih sporočil.
sv: Inga nya meddelanden via Xchat.
uk: Немає нових повідомлень XChat.
zh_cn: 没有新 XChat 消息。
zh_tw: 沒有新的 XChat 訊息。

source: No new Kopete messages.
bs: Nema novih poruka iz Kopetea.
ca: No hi ha missatges nous de Kopete.
cs: Žádné nové zprávy v Kopete.
da: Ingen nye Kopete-beskeder.
el: Κανένα νέο μήνυμα Kopete.
es: No hay mensajes nuevos de Kopete.
et: Uusi Kopete sõnumeid pole.
fr: Aucun nouveau message Kopete.
gl: Non ten ningunha mensaxe nova no Kopete.
hu: Nincs új Kopete-üzenet.
it: Non ci sono nuovi messaggi di Kopete.
ja: Kopete に新着メッセージはありません。
kk: Жаңа Kopete хабары жоқ.
km: គ្មាន​សារ Kopete ថ្មី ។
ko: Kopete 메시지가 없습니다.
nb: Ingen nye Kopete-meldinger.
nds: Keen niege Kopete-Narichten.
nl: Geen nieuwe Kopete-berichten.
pa: ਕੋਈ ਨਵਾਂ ਕੋਪੀਟੀ ਸੁਨੇਹਾ ਨਹੀਂ।
pt: Sem mensagens novas do Kopete.
pt_br: Nenhuma nova mensagem do Kopete.
ru: Нет новых сообщений в Kopete.
sk: Žiadne nové správy v Kopete.
sl: V Kopete-ju ni novih sporočil.
sv: Inga nya meddelanden via Kopete.
uk: Немає нових повідомлень Kopete.
zh_cn: 没有新 Kopete 消息。
zh_tw: 沒有新的 Kopete 訊息。

source: No new Pidgin messages.
bs: Nema novih poruka iz Pidgina.
ca: No hi ha missatges nous de Pidgin.
cs: Žádné nové zprávy v Pidginu.
da: Ingen nye Pidgin-beskeder.
el: Κανένα νέο μήνυμα Pidgin.
es: No hay mensajes nuevos de Pidgin.
et: Uusi Pidgini sõnumeid pole.
fr: Aucun nouveau message Pidgin.
gl: Non ten ningunha mensaxe nova no Pidgin.
hu: Nincs új Pidgin-üzenet.
it: Non ci sono nuovi messaggi di Pidgin.
ja: Pidgin に新着メッセージはありません。
kk: Жаңа Pidgin хабары жоқ.
km: គ្មាន​សារ Pidgin ថ្មី ។
ko: 피진 메시지가 없습니다.
nb: Ingen nye Pidgin-meldinger.
nds: Keen niege Pidgin-Narichten.
nl: Geen nieuwe Pidgin-berichten.
pa: ਕੋਈ ਨਵਾਂ ਪਿਡਗਿਨ ਸੁਨੇਹਾ ਨਹੀਂ।
pt: Sem mensagens novas do Pidgin.
pt_br: Nenhuma nova mensagem do Pidgin.
ru: Нет новых сообщений в Pidgin.
sk: Žiadne nové správy v Pidgine.
sl: V Pidginu ni novih sporočil.
sv: Inga nya meddelanden via Pidgin.
uk: Немає нових повідомлень Pidgin.
zh_cn: 没有新 Pidgin 消息。
zh_tw: 沒有新的 Pidgin 訊息。

source: You have a new qutIM message.
bs: Imate %1 novu qutIM poruku.
ca: Teniu missatges nous del qutIM.
cs: Máte v qutIMu novou zprávu.
da: Du har en ny qutIM-besked.
el: Έχετε ένα νέο μήνυμα qutIM.
es: Tiene un mensaje nuevo de qutIM.
et: Sulle on uus qutIM sõnum.
fr: Vous avez de nouveaux messages « qutIM ».
gl: Ten unha nova mensaxe en qutIM.
hu: Egy új qutIM-üzenete van.
it: Hai un nuovo messaggio di qutIM.
ja: qutIM に新着メッセージがあります。
kk: %1 жаңа qutIM хабарламасы келді.
km: អ្នក​មាន​សារ qutIM ​ %1 ថ្មី​ ។
ko: 새 qutIM 메시지가 %1개 있습니다.
nb: Du har en ny qutIM-melding.
nds: Du hest en nieg qutIM-Naricht.
nl: U heeft een nieuwe qutIM-bericht.
pt: Tem uma mensagem nova no qutIM.
pt_br: Você tem uma nova mensagem do qutIM.
ru: %1 новое сообщение в qutIM.
sk: Máte novú správu v qutIM.
sl: V qutIM imate %1 novih sporočil.
sv: Du har ett nytt meddelande via qutIM.
uk: Вам надійшло %1 нове повідомлення qutIM.
zh_cn: 您有 %1 条新 qutIm 消息。
zh_tw: 您有 %1 個新的 qutIM 訊息。

source: No new qutIM messages.
bs: Nema novih qutIM poruka.
ca: No hi ha missatges nous del qutIM.
cs: Žádné nové zprávy v qutIMu.
da: Ingen nye qutIM-beskeder.
el: Κανένα νέο μήνυμα qutIM.
es: No hay mensajes nuevos de qutIM.
et: Uusi qutIM sõnumeid pole.
fr: Aucun nouveau message « qutIM ».
gl: Non ten ningunha mensaxe nova en qutIM.
hu: Nincs új qutIM-üzenet.
it: Non ci sono nuovi messaggi di qutIM.
ja: qutIM に新着メッセージはありません。
kk: Жаңа qutIM хабарлама жоқ
km: គ្មាន​សារ​ qutIM ថ្មី​​ឡើយ​ ។
ko: qutIM 메시지가 없습니다.
nb: Ingen nye qutIM-meldinger.
nds: Keen niege qutIM-Narichten.
nl: Geen nieuwe qutIM-berichten.
pt: Sem mensagens novas do qutIM.
pt_br: Nenhuma nova mensagem do qutIM.
ru: Нет новых сообщений в qutIM.
sk: Žiadne nové správy v qutIM.
sl: V qutIM ni novih sporočil.
sv: Inga nya meddelanden via qutIM.
uk: Немає нових повідомлень qutIM.
zh_cn: 没有新 qutIM 消息。
zh_tw: 沒有新的 quTIM 訊息。

source: No running messaging apps found. Supported apps are %1, %2, %3, %4, %5.
bs: Nema aktivnih programa za poruke. Podržani programi su %1, %2, %3, %4, %5.
ca: No s'ha trobat en execució cap aplicació de missatges. Les aplicacions implementades són %1, %2, %3, %4, %5.
cs: Nebyly nalezeny žádné běžící aplikace pro posílání zpráv. Podporované aplikace jsou %1, %2, %3, %4, %5.
da: Ingen kørende messaging-programmer fundet. Følgende programmer understøttes: %1, %2, %3, %4, %5.
el: Δε βρέθηκαν εκτελούμενες εφαρμογές μηνυμάτων. Οι υποστηριζόμενες εφαρμογές είναι οι %1, %2, %3, %4, %5.
es: No se han encontrado aplicaciones de mensajes en ejecución. Las aplicaciones reconocidas son %1, %2, %3, %4, %5.
et: Töötavaid suhtlemisrakendusi ei leitud. Toetatud rakendused on %1, %2, %3, %4, %5.
fr: Aucune application de messagerie n'a été trouvée. Les applications prises en charge sont %1, %2, %3, %4 et %5.
gl: Non se atopou ningún aplicativo de mensaxaría. Acéptase calquera dos seguintes aplicativos: %1, %2, %3, %4 e %5.
hu: Nem fut egy sem a támogatott csevegõprogramok (%1, %2, %3, %4, %5) közül.
it: Non è stata trovata alcuna applicazione di messaggistica. Le applicazioni supportate sono %1, %2, %3, %4, %5.
ja: 実行中のメッセージング用アプリケーションが見つかりません。以下をサポートしています: %1, %2, %3, %4, %5
kk: Жегілген хабарласу бағдарлама жоқ. Танитын бғдарламалар: %1, %2, %3, %4, %5.
km: រក​មិន​ឃើញ​កម្មវិធី​ផ្ញើ​សារ​ដែល​កំពុង​រត់​ទេ ។ កម្មវិធី​ដែល​គាំទ្រ​គឺ %1, %2, %3, %4, %5 ។
ko: 실행 중인 메시지 프로그램이 없습니다. 지원하는 프로그램: %1, %2, %3, %4, %5.
nb: Fant ingen meldingsprogrammer som kjører. De som er støttet er %1, %2, %3, %4 og %5.
nds: Keen lopen Narichtenprogrammen funnen. Ünnerstütt warrt %1, %2, %3, %4, %5.
nl: Geen draaiende programma's gevonden. Ondersteunde programma's zijn %1, %2, %3 %4 en %5.
pt: Não estão aplicações de mensagens em execução. As aplicações suportadas são a %1, %2, %3, %4, %5.
pt_br: Nenhum aplicativo de mensagens encontrado. Os aplicativos suportados são %1, %2, %3, %4 e %5.
ru: Нет запущенных программ обмена сообщениями. Поддерживаемые приложения: %1, %2, %3, %4, %5.
sk: Neboli nájdené žiadne bežiace aplikácia pre posielanie správ. Podporované aplikácie sú %1, %2, %3, %4, %5.
sl: Najden ni bil noben sporočilnik. Podprti programi so %1, %2, %3, %4 in %5.
sv: Några meddelandeprogram som kör hittades inte. Program som stöds är %1, %2, %3, %4, %5.
uk: Не знайдено запущених програм обміну повідомленнями. Серед підтримуваних програм: %1, %2, %3, %4, %5.
zh_cn: 未找到运行中的即时消息应用程序。受支持的有 %1、%2、%3、%4、%5。
zh_tw: 沒有執行中的即時訊息應用程式。目前支援的應用程式包括 %1、%2、%3、%4 與 %5。

source: General
bs: Opšte
cs: Obecné
da: Generelt
el: Γενικά
et: Üldine
fr: Général
gl: Xeral
hu: Általános
it: Generale
ja: 全般
kk: Жалпы
km: ទូទៅ
ko: 일반
nb: Generelt
nds: Allmeen
nl: Algemeen
pa: ਆਮ
pt: Geral
pt_br: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sv: Allmänt
uk: Загальне
zh_cn: 常规
zh_tw: 一般

source: Your Evolution mail count has changed.
bs: Izmijenjen broj poruka u Evoluciji.
ca: El compte de correu de l'Evolution ha canviat.
cs: Počet vašich e-mailů v Evolution se změnil.
da: Din e-mail-konto i Evolution er ændret.
el: Ο αριθμός μηνυμάτων αλληλογραφίας Evolution τροποποιήθηκε.
es: Su número de mensajes de Evolution ha cambiado.
et: Sinu Evolutioni kirjade arv on muutunud.
fr: Votre compte Evolution de courrier électronique a été modifié.
gl: Modificouse a cantidade de correo que ten no Evolution.
hu: Megváltozott az üzenetek száma az Evolutionben.
it: Il conteggio dei messaggi di Evolution è cambiato.
ja: Evolution に新着メールがあります。
kk: Evolution пошта арқылы хат келді.
km: ​ចំនួន​សំបុត្រ​នៃ Evolution របស់​អ្នកបានផ្លាស់ប្ដូរ ។
ko: 에볼루션 메일 수가 바뀌었습니다.
nb: Antall e-poster i din Evolution er endret.
nds: Dien Evolution-Nettbreventall hett sik ännert.
nl: U heeft nieuwe berichten in Evolution.
pa: ਤੁਹਾਡੀ ਈਵੇਲੂਸ਼ਨ ਮੇਲ ਗਿਣਤੀ ਬਦਲੀ ਹੈ।
pt: O seu correio do Evolution foi alterado.
pt_br: Sua conta de e-mail do Evolution foi alterada.
ru: Новые письма в Evolution.
sk: Počet vašich e-mailov v Evolution sa zmenil.
sl: Vaš račun v Evolutionu se je spremenil.
sv: Antal brev i Evolution har ändrats.
uk: У вашій поштовій скриньці Evolution було зареєстровано зміни.
zh_cn: 您的 Evolution 邮件账户已更改。
zh_tw: 您的 Evolution 郵件數已經變更。

source: Your KMail mail count has changed.
bs: Izmijenjen broj poruka u Kmail.
ca: El compte de correu del KMail ha canviat.
cs: Počet vašich e-mailů v KMailu se změnil.
da: Din e-mail-konto i KMail er ændret.
el: Ο αριθμός μηνυμάτων αλληλογραφίας KMail τροποποιήθηκε.
es: Su número de mensajes de KMail ha cambiado.
et: Sinu KMaili kirjade arv on muutunud.
fr: Votre compte KMail de courrier électronique a été modifié.
gl: Modificouse a conta de correo no Kmail.
hu: Megváltozott az üzenetek száma a KMailben.
it: Il conteggio dei messaggi di KMail è cambiato.
ja: KMail に新着メールがあります。
kk: KMail пошта арқылы хат келді.
km: ចំនួន​សំបុត្រ​នៃ KMail របស់​អ្នក​បានផ្លាស់ប្ដូរ ។
ko: KMail 메일 수가 바뀌었습니다.
nb: Antall e-poster i din KMail er endret.
nds: Dien KMail-Nettbreventall hett sik ännert.
nl: U heeft nieuwe berichten in KMail.
pa: ਤੁਹਾਡੀ ਕੇਮੇਲ ਅਕਾਊਂਟ ਗਿਣਤੀ ਬਦਲੀ ਹੈ।
pt: O seu correio do KMail foi alterado.
pt_br: Sua conta de e-mail do KMail foi alterada.
ru: Новые письма в KMail.
sk: Počet vašich e-mailov v KMail sa zmenil.
sl: Spremenila se je količina pošte v KMailu.
sv: Antal brev i Kmail har ändrats.
uk: Кількість повідомлень на вашому записі у KMail змінилася.
zh_cn: 您的 KMail 邮件账户已更改。
zh_tw: 您的 KMail 郵件數已變更。

source: You have new XChat messages.
bs: Nove poruke iz XChat.
ca: Teniu missatges nous de l'XChat.
cs: Máte nové zprávy v XChatu.
da: Du har nye XChat-beskeder.
el: Έχετε νέα μηνύματα XChat.
es: Tiene mensajes nuevos de XChat.
et: Sulle on uusi XChati sõnumeid.
fr: Vous avez de nouveaux messages XChat.
gl: Ten mensaxes novas no XChat.
hu: Új XChat-üzenet érkezett.
it: Hai nuovi messaggi di XChat.
ja: XChat に新着メッセージがあります。
kk: Жаңа XChat хабары келді.
km: អ្នក​មានសារ XChat ថ្មី ។
ko: 새 XChat 메시지가 있습니다.
nb: Du har nye XChat-meldinger.
nds: Du hest niege XChat-Narichten.
nl: U heeft nieuwe XChat-berichten.
pa: ਤੁਹਾਨੂੰ ਨਵੇਂ ਐਕਸ-ਚੈਟ ਸੁਨੇਹੇ ਹਨ।
pt: Tem mensagens novas no XChat.
pt_br: Você tem novas mensagens do XChat.
ru: Новое сообщение в XChat.
sk: Máte nové správy v XChate.
sl: V XChatu imate nova sporočila.
sv: Du har nya meddelanden via Xchat.
uk: Вам надійшли нові повідомлення XChat.
zh_cn: 您有新 XChat 消息。
zh_tw: 您有新的 XChat 訊息。

source: You have new Kopete messages.
bs: Nove poruke iz Kopete.
ca: Teniu missatges nous del Kopete.
cs: Máte nové zprávy v Kopete.
da: Du har nye Kopete-beskeder.
el: Έχετε νέα μηνύματα Kopete.
es: Tiene mensajes nuevos de Kopete.
et: Sulle on uusi Kopete sõnumeid.
fr: Vous avez de nouveaux messages Kopete.
gl: Ten mensaxes novas no Kopete.
hu: Új Kopete-üzenet érkezett.
it: Hai nuovi messaggi di Kopete.
ja: Kopete に新着メッセージがあります。
kk: Жаңа Kopete хабары келді.
km: អ្នក​មាន​សារ Kopete ថ្មី ។
ko: 새 Kopete 메시지가 있습니다.
nb: Du har nye Kopete-meldinger.
nds: Du hest niege Kopete-Narichten.
nl: U heeft nieuwe Kopete-berichten.
pa: ਤੁਹਾਨੂੰ ਨਵੇਂ ਕੋਪੀਟੀ ਸੁਨੇਹੇ ਹਨ।
pt: Tem mensagens novas no Kopete.
pt_br: Você tem novas mensagens do Kopete.
ru: У вас новое сообщение в Kopete.
sk: Máte nové správy v Kopete.
sl: V Kopete-ju imate nova sporočila.
sv: Du har nya meddelanden via Kopete.
uk: Вам надійшли нові повідомлення Kopete.
zh_cn: 您有新 Kopete 消息。
zh_tw: 您有新的 Kopete 訊息。

source: You have new Pidgin messages.
bs: Nove poruke iz Pidgina.
ca: Teniu missatges nous del Pidgin.
cs: Máte nové zprávy v Pidginu.
da: Du har nye Pidgin-beskeder.
el: Έχετε νέα μηνύματα Pidgin.
es: Tiene mensajes nuevos de Pidgin.
et: Sulle on uusi Pidgini sõnumeid.
fr: Vous avez de nouveaux messages Pidgin.
gl: Ten mensaxes novas no Pidgin.
hu: Új Pidgin-üzenet érkezett.
it: Hai nuovi messaggi di Pidgin.
ja: Pidgin に新着メッセージがあります。
kk: Жаңа Pidgin хабары келді.
km: អ្នកមាន​សារ Pidgin ថ្មី ។
ko: 새 피진 메시지가 있습니다.
nb: Du har nye Pidgin-meldinger.
nds: Du hest niege Pidgin-Narichten.
nl: U heeft nieuwe Pidgin-berichten.
pa: ਤੁਹਾਨੂੰ ਨਵੇਂ ਪਿਡਗਿਨ ਸੁਨੇਹੇ ਹਨ।
pt: Tem mensagens novas no Pidgin.
pt_br: Você tem novas mensagens do Pidgin.
ru: У вас новое сообщение в Pidgin.
sk: Máte nové správy v Pidgine.
sl: V Pidginu imate nova sporočila.
sv: Du har nya meddelanden via Pigin.
uk: Вам надійшли нові повідомлення Pidgin.
zh_cn: 您有新 Pidgin 消息。
zh_tw: 您有新的 Pidgin 訊息。

source: Show these applications if they are running:
bs: Prikaži ove programe ako su u pogonu:
ca: Mostra aquestes aplicacions si s'estan executant:
cs: Zobrazovat tyto aplikace pokud běží:
da: Vis disse programmer hvis de kører:
el: Εμφάνιση εκτέλεσης αυτών των εφαρμογών:
es: Mostrar estas aplicaciones si están ejecutándose:
et: Järgmiste rakenduste näitamine, kui nad töötavad:
fr: Afficher ces applications si elles sont lancées :
gl: Mostrar estes programas se están a executarse:
hu: Az alábbi alkalmazások mutatása, ha futnak:
it: Mostra queste applicazioni se in esecuzione:
ja: 実行中であれば表示するアプリケーション:
kk: Келесі бағдарламалар жегілгенде көрсетілсін:
km: បង្ហាញ​កម្មវិធី​ទាំង​នេះ​ ប្រសិនបើ​ពួកវា​កំពុង​រត់ ៖
ko: 다음 프로그램이 실행 중인 경우 보이기:
nb: Vis disse programmene hvis de kjører:
nds: Disse Programmen wiesen, wenn se loopt:
nl: Deze programma's tonen als ze draaien:
pa: ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਵੇਖਾਓ, ਜੇ ਉਹ ਚੱਲ ਰਹੀਆਂ ਹਨ:
pt: Mostrar estas aplicações se estiverem em execução:
pt_br: Exibir estes aplicativos se eles estiverem em execução:
ru: Отображать информацию из этих приложений (если они запущены):
sk: Zobrazovať tieto aplikácie ak bežia:
sl: Pokaži te programe, če so zagnani:
sv: Visa följande program om de kör:
uk: Показувати відомості для таких запущених програм:
zh_cn: 显示这些运行中的应用程序：
zh_tw: 若以下應用程式正在執行中則顯示：

source: Pidgin
ko: 피진
pa: ਪਿਡਗਿਨ

source: KMail
pa: ਕੇਮੇਲ

source: Kopete
pa: ਕੋਪੀਟੀ

source: XChat
pa: ਐਕਸ-ਚੈਟ
