Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_icontasks.po
Languages: ar, bs, ca, cs, da, el, es, et, fi, fr, gl, hu, it, kk, km, ko, lt, lv, mr, nb, pl, pt_br, ru, sk, sl, sr, sv, tr, uk, zh_cn, zh_tw

source: <p>Configures what should occur when a task group is clicked.</p>
bs: <p>Konfiguriše šta bi trebalo da se desi kada se klikne na grupu zadataka.</p>
ca: <p>Configura què hauria de passar en clicar un grup de tasques.</p>
da: <p>Konfigurerer hvad der skal ske når der klikkes på en opgavegruppe.</p>
el: <p>Ρυθμίζει την ενέργεια που θα πρέπει να πραγματοποιηθεί όταν γίνεται κλικ σε μια ομάδα εργασιών.</p>
es: <p>Configura que debe aparecer cuando se pulse sobre un grupo de tareas.</p>
et: <p>Sellega saab määrata, mis juhtub, kui klõpsata tegumigrupile.</p>
fi: <p>Aseta, mitä tulisi tapahtua tehtäväryhmää napsautettaessa.</p>
fr: <p>Configure ce qui devra se produire lors d'un clic sur un groupe de tâches.</p>
gl: <p>Configura o comportamento cando se fai click nun grupo de tarefas.</p>
hu: <p>Beállítja, hogy mi történjen amikor egy csoportra kattint.</p>
it: <p>Configura il comportamento al clic su un gruppo di applicazioni.</p>
kk: <p>Тапсырмалар тобын түрткенде не істейтінін баптау.</p>
km: <p>កំណត់​រចនាសម្ព័ន្ធ​អ្វី​ដែល​គួរ​កើត​ឡើង នៅ​ពេល​ក្រុម​ភារកិច្ច​ត្រូវ​បាន​ចុច ។</p>
ko: <p>작업 그룹을 눌렀을 때 동작을 설정합니다.</p>
lt: <p>Nustato kas turi vykti spustelėjus ant grupės.</p>
lv: <p>Konfigurē, kam būtu jānotiek, kad tiek uzklikšķināts uz uzdevumu grupas.</p>
nb: <p>Bestemmer hva som skal hende når det trykkes på en oppgavegruppe.</p>
pl: <p>Konfiguruje co powinno się wydarzyć gdy grupa zadań zostanie kliknięta.</p>
pt_br: <p>Configura o que deverá ocorrer quando clicar em um grupo de tarefas.</p>
ru: <p>Настройка действий при клике на группе значков приложений.</p>
sk: <p>Nastavuje čo sa má stať po kliknutí na skupinu úloh.</p>
sl: <p>Nastavi, kaj naj se zgodi ob kliku na skupino opravil.</p>
sr: <p>Подешава шта треба да се догоди када се кликне на групу задатака.</p>
sv: <p>Anpassa vad som ska hända vid klick på en aktivitetsgrupp.</p>
tr: <p>Bir görev grubu tıklandığında ne oluşması gerektiğini yapılandırır.</p>
uk: <p>Визначає дію, яка виконуватиметься у відповідь на натискання пункту групи завдань.</p>
zh_cn: <p>配置点击任务分组时的动作。</p>
zh_tw: <p>設定工作群組鍵按下後要做什麼動作。</p>

source: Middle-click action:
ar: إجراء النقر الأوسط:
bs: Akcija na srednji klik:
ca: Acció per al clic central:
cs: Činnost prostředního tlačítka myši:
da: Handling for midterklik:
el: Ενέργεια μεσαίου κλικ:
es: Acción del botón central:
et: Hiire keskmise nupu toiming:
fi: Keskipainikkeen toiminta:
fr: Action d'un clic avec le bouton central :
gl: Acción do botón central:
hu: Művelet a középső egérgombra:
it: Azione del tasto centrale:
kk: Ортаңғы батырмасының амалы:
km: សកម្ម​ភាព​ចុច​កណ្ដាល ៖
ko: 가운데 클릭 동작:
lt: Spragtelėjimo viduriniu pelės mygtuku veiksmas:
lv: Vidējā klikšķa darbība:
mr: मधील क्लिक क्रिया :
nb: Handling ved midtklikk:
pl: Działanie kliknięcia środkowym przyciskiem:
pt_br: Ação do botão central:
ru: Действие при клике средней кнопкой:
sk: Akcia stredného tlačidla:
sl: Dejanje srednjega klika:
sr: Радња на средњи клик:
sv: Åtgärd vid mittenklick:
tr: Orta tuş-tıklama eylemi:
uk: Дія за клацанням середньою:
zh_cn: 中键点击动作：
zh_tw: 滑鼠中鍵動作：

source: Filters
ar: المرشّحات
bs: Filteri
ca: Filtres
cs: Filtry
da: Filtre
el: Φίλτρα
es: Filtros
et: Filtrid
fi: Suodattimet
fr: Filtres
gl: Filtros
hu: Szűrők
it: Filtri
kk: Сүзгілер
km: តម្រង
ko: 필터
lt: Filtrai
lv: Filtri
mr: गाळणी
nb: Filtre
pl: Filtry
pt_br: Filtros
ru: Фильтры
sk: Filtre
sl: Filtri
sr: Филтери
sv: Filter
tr: Filtreler
uk: Фільтри
zh_cn: 过滤
zh_tw: 過濾器

source: Only show tasks from the current screen:
ar: أظهر فقط المهام من الشاشة الحاليّة:
bs: Prikaži samo zadatke s trenutnog ekrana:
ca: Mostra només les tasques de la pantalla actual:
cs: Zobrazit pouze úlohy z aktuální obrazovky:
da: Vis kun opgaver fra den aktuelle skærm:
el: Εμφάνιση εργασιών της τρέχουσας οθόνης μόνο:
es: Mostrar solo las tareas de la pantalla actual:
et: Ainult aktiivse ekraani tegumite näitamine:
fi: Näytä vain tämän näytön ikkunat:
fr: Afficher seulement les tâches depuis l'écran actuel :
gl: Mostrar só as tarefas na pantalla actual:
hu: Csak az aktuális képernyő feladatai látszódjanak:
it: Mostra solo le applicazioni dello schermo attuale:
kk: Назардағы экрандагы тапсырмалар ғана көрсетілсін:
km: បង្ហាញ​តែ​ភារកិច្ច​ពី​អេក្រង់​បច្ចុប្បន្ន ៖
ko: 현재 화면의 작업만 표시:
lt: Rodyti tik šio ekrano užduotis:
lv: Rādīt tikai pašreizējā ekrāna uzdevumus:
mr: फक्त वर्तमान स्क्रीन वरील कार्ये दर्शवा :
nb: Vis bare oppgaver fra gjeldende skjerm:
pl: Pokaż zadania tylko z bieżącego ekranu:
pt_br: Mostrar apenas as tarefas da tela atual:
ru: Показывать окна с текущего экрана:
sk: Zobraziť iba úlohy z aktuálnej obrazovky:
sl: Pokaži samo opravila s trenutnega zaslona:
sr: Прикажи само задатке са текућег екрана:
sv: Visa bara aktiviteter på nuvarande skärm:
tr: Sadece geçerli ekrandaki görevleri göster:
uk: Показувати тільки завдання з поточного екрана:
zh_cn: 只显示当前屏幕的任务：
zh_tw: 只顯示目前螢幕上的工作：

source: Only show tasks from the current desktop:
ar: أظهر فقط المهام من سطح المكتب الحالي:
bs: Prikaži samo zadatke s trenutne radne površine:
ca: Mostra només les tasques de l'escriptori actual:
cs: Zobrazit pouze úlohy z aktuální plochy:
da: Vis kun opgaver fra det aktuelle skrivebord:
el: Εμφάνιση εργασιών μόνο της τρέχουσας επιφάνειας εργασίας:
es: Mostrar solo las tareas del escritorio actual:
et: Ainult aktiivse töölaua tegumite näitamine:
fi: Näytä vain tämän työpöydän ikkunat:
fr: Afficher seulement les tâches depuis le bureau actuel :
gl: Mostrar só as tarefas no escritorio actual:
hu: Csak az aktuális asztal feladatai látszódjanak:
it: Mostra solo le applicazioni del desktop attuale:
kk: Назардағы үстелдегі тапсырмалар ғана көрсетілсін:
km: បង្ហាញ​តែ​ភារកិច្ច​ពី​ផ្ទៃតុ​បច្ចុប្បន្ន ៖
ko: 현재 데스크톱의 작업만 표시:
lt: Rodyti tik šio darbastalio užduotis:
lv: Rādīt tikai uzdevumus uz aktīvās darbvirsmas:
mr: फक्त वर्तमान डेस्कटॉप वरील कार्ये दर्शवा :
nb: Vis bare oppgaver fra gjeldende skrivebord:
pl: Pokaż zadania tylko z bieżącego pulpitu:
pt_br: Mostrar apenas as tarefas da área de trabalho atual:
ru: Показывать окна с текущего рабочего стола:
sk: Zobraziť iba úlohy z aktuálnej pracovnej plochy:
sl: Pokaži samo opravila s trenutnega namizja:
sr: Прикажи само задатке са текуће површи:
sv: Visa bara aktiviteter på nuvarande skrivbord:
tr: Sadece geçerli masaüstündeki görevleri göster:
uk: Показувати тільки завдання з поточної стільниці:
zh_cn: 只显示当前桌面的任务：
zh_tw: 只顯示目前桌面上的工作：

source: Only show tasks from the current activity:
ar: أظهر فقط المهام من النشاط الحالي:
bs: Prikaži samo zadatke s trenutne aktivnosti;
ca: Mostra només les tasques de l'activitat actual:
cs: Zobrazit pouze úlohy z aktuální aktivity:
da: Vis kun opgaver fra den aktuelle aktivitet:
el: Εμφάνιση εργασιών της τρέχουσας δραστηριότητας μόνο:
es: Mostrar solo las tareas de la actividad actual:
et: Ainult aktiivse tegevuse tegumite näitamine:
fi: Näytä vain tämän aktiviteetin ikkunat:
fr: Afficher seulement les tâches depuis l'activité actuelle :
gl: Mostrar só as tarefas na actividade actual:
hu: Csak az aktuális aktivitás feladatai látszódjanak:
it: Mostra solo le applicazioni dell'attività attuale:
kk: Назардағы белсенділіктің тапсырмалары ғана көрсетілсін:
km: បង្ហាញ​តែ​ភារកិច្ច​ពី​សកម្មភាព​បច្ចុប្បន្ន ៖
ko: 현재 활동의 작업만 표시:
lt: Rodyti tik šios veiklos užduotis:
lv: Rādīt tikai pašreizējās aktivitātes uzdevumus:
mr: फक्त वर्तमान कार्यपध्दती वरील कार्ये दर्शवा :
nb: Vis bare oppgaver fra gjeldende aktivitet:
pl: Pokaż zadania tylko z bieżącego działania:
pt_br: Mostrar apenas as tarefas da atividade atual:
ru: Показывать окна из текущей комнаты:
sk: Zobraziť iba úlohy z aktuálnej aktivity:
sl: Pokaži samo opravila iz trenutne dejavnosti:
sr: Прикажи само задатке из текуће активности:
sv: Visa bara aktiviteter från nuvarande aktivitet:
tr: Sadece geçerli etkinliğe ait görevleri göster:
uk: Показувати тільки завдання з поточного простору дій:
zh_cn: 只显示当前活动的任务：
zh_tw: 只顯示目前活動裡的工作：

source: Enable DockManager Plugins
bs: Omogući DockManager priključke
ca: Activa els connectors DockManager
cs: Povolit moduly správce doku
el: Ενεργοποίηση των πρόσθετων του διαχειριστή προσάρτησης
es: Activar complementos del Gestor de anclajes
fi: Ota DockManager-liitännäiset käyttöön
fr: Activer les modules externes DockManager
gl: Activar os complementos do xestor da doca.
hu: DockManager bővítmények engedélyezése
it: Abilita le estensioni del gestore dell'area di aggancio
kk: DockManager плагиндерін қосу
km: បើក​កម្មវិធី​ជំនួយ​របស់​​កម្មវិធី​គ្រប់គ្រ​ការ​ចូល​ផែ
ko: DockManager 플러그인 사용
lt: Įgalinti DockManager papildinius
lv: Ieslēgt doka pārvaldnieka spraudņus
mr: डॉक व्यवस्थापक प्लगइन्स कार्यान्वित करा
nb: Slå på programtillegg for DockManager
pl: Włącz wtyczki MenadżeraDoku
pt_br: Ativar os plugins do Gerenciador acoplável
ru: Включить плагины DockManager
sk: Povoliť pluginy DockManager
sl: Omogoči vstavke DockManager
sr: Прикључци за менаџер сидрења
sv: Aktivera insticksprogram för dockningshantering
tr: DockManager Eklentilerini Etkinleştir
uk: Увімкнути додатки керування фіксуванням
zh_cn: 启用停靠管理器插件
zh_tw: 開啟嵌入管理員外掛程式

source: Add
ar: أضف
bs: Dodaj
ca: Afegeix
cs: Přidat
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
gl: Engadir
hu: Hozzáadás
it: Aggiungi
kk: Қосу
km: បន្ថែម
ko: 추가
lt: Pridėti
lv: Pievienot
mr: जोडा
nb: Legg til
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
sl: Dodaj
sr: Додај
sv: Lägg till
tr: Ekle
uk: Додати
zh_cn: 添加
zh_tw: 新增

source: Remove
ar: أزل
bs: Ukloni
ca: Elimina
cs: Odstranit
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
gl: Eliminar
hu: Eltávolítás
it: Rimuovi
kk: Өшіру
km: យកចេញ
ko: 삭제
lt: Pašalinti
lv: Izņemt
mr: काढून टाका
nb: Fjern
pl: Usuń
pt_br: Remover
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Уклони
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_cn: 删除
zh_tw: 移除

source: Recent Documents
ar: المستندات المفتوحة مؤخّرًا
bs: Skorašnji dokumenti
ca: Documents recents
cs: Nedávné dokumenty
da: Nylige dokumenter
el: Πρόσφατα έγγραφα
es: Documentos recientes
et: Viimati kasutatud dokumendid
fi: Viimeaikaiset tiedostot
fr: Documents récents
gl: Documentos recentes
hu: Legutóbbi dokumentumok
it: Documenti recenti
kk: Жуырдағы құжаттар
km: ឯកសារ​ថ្មីៗ
ko: 최근 문서
lt: Paskiausi dokumentai
lv: Nesenie dokumenti
mr: अलिकडील दस्तऐवज
nb: Nylig brukte dokumenter
pl: Ostatnie dokumenty
pt_br: Documentos recentes
ru: Недавние документы
sk: Nedávne dokumenty
sl: Nedavni dokumenti
sr: Недавни документи
sv: Senaste dokument
tr: Son Kullanılan Belgeler
uk: Недавні документи
zh_cn: 最近文档
zh_tw: 最近的文件

source: Appearance
ar: المظهر
bs: Izgled
ca: Aparença
cs: Vzhled
da: Udseende
el: Εμφάνιση
es: Aspecto
et: Välimus
fi: Ulkoasu
fr: Apparence
gl: Aparencia
hu: Megjelenés
it: Aspetto
kk: Көрінісі
km: រូបរាង
ko: 모양
lt: Išvaizda
lv: Izskats
mr: दर्शनीयता
nb: Utseende
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Videz
sr: Изглед
sv: Utseende
tr: Görünüm
uk: Вигляд
zh_cn: 外观
zh_tw: 外觀

source: Behaviour
ar: السلوك
bs: Ponašanje
ca: Comportament
cs: Chování
da: Opførsel
el: Συμπεριφορά
es: Comportamiento
et: Käitumine
fi: Toiminta
fr: Comportement
gl: Comportamento
hu: Működés
it: Comportamento
kk: Тәртібі
km: ឥរិយាបថ
ko: 행동
lt: Elgsena
lv: Uzvedība
mr: वर्तन
nb: Oppførsel
pl: Zachowanie
pt_br: Comportamento
ru: Поведение
sk: Správanie
sl: Obnašanje
sr: Понашање
sv: Beteende
tr: Davranış
uk: Поведінка
zh_cn: 行为
zh_tw: 行為

source: Do Not Show
ar: لا تُظهر
bs: Ne prikazuj
ca: No mostris
cs: Nezobrazovat
da: Vis ikke
el: Να μην γίνεται εμφάνιση
es: No mostrar
et: Ei näidata
fi: Älä näytä
fr: Ne pas afficher
gl: Non mostrar
hu: Ne jelenjenek meg
it: Non mostrare
kk: Көрсетпеу
km: កុំ​បង្ហាញ
ko: 표시하지 않음
lt: Nerodyti
lv: Nerādīt
mr: दाखवू नका
nb: Ikke vis
pl: Nie pokazuj
pt_br: Não mostrar
ru: Не показывать
sk: Nezobrazovať
sl: Ne prikaži
sr: не приказуј
sv: Visa inte
tr: Gösterme
uk: Не показувати
zh_cn: 不显示
zh_tw: 不要顯示

source: Show Immediately
ar: أظهر مباشرةً
bs: Prikaži odmah
ca: Mostra immediatament
cs: Zobrazit ihned
da: Vis straks
el: Άμεση εμφάνιση
es: Mostrar inmediatamente
et: Näidatakse kohe
fi: Näytä välittömästi
fr: Afficher immédiatement
gl: Mostrar de inmediato
hu: Azonnal jelenjenek meg
it: Mostra immediatamente
kk: Бірден көрсету
km: បង្ហាញ​ភ្លាមៗ
ko: 즉시 표시
lt: Rodyti iš karto
lv: Rādīt nekavējoties
mr: लगेच दर्शवा
nb: Vis straks
pl: Pokaż natychmiastowo
pt_br: Mostrar imediatamente
ru: Показывать немедленно
sk: Okamžite zobraziť
sl: Prikaži takoj
sr: прикажи одмах
sv: Visa omedelbart
tr: Hemen Göster
uk: Показувати негайно
zh_cn: 立即显示
zh_tw: 立即顯示

source: Show After Delay
ar: أظهر بعد مدة
bs: Prikaži nakon pauza
ca: Mostra després d'un retard
cs: Zobrazit po zpoždění
da: Vis efter forsinkelse
el: Εμφάνιση μετά από καθυστέρηση
es: Mostrar tras un retardo
et: Näidatakse viivitusega
fi: Näytä viipeellä
fr: Afficher au bout d'un délai
gl: Mostrar con retardo
hu: Megjelenítés késleltetés után
it: Mostra con ritardo
kk: Сәлден кейін көрсету
km: បង្ហាញ​បន្ទាប់​ពី​ពន្យារ​ពេល
ko: 지연 시간 후 표시
lt: Rodyti uždelsus
lv: Rādīt pēc aiztures
mr: विलंबानंतर दर्शवा
nb: Vis etter forsinkelse
pl: Pokaż po opóźnieniu
pt_br: Mostrar após um atraso
ru: Показывать с задержкой
sk: Ukázať po čase
sl: Prikaži z zakasnitvijo
sr: прикажи са застојем
sv: Visa efter fördröjning
tr: Gecikmeden Sonra Göster
uk: Показувати з затримкою
zh_cn: 延迟显示
zh_tw: 稍延遲後顯示

source: Minimize/Restore
ar: صغّر/استعد
bs: Minimiziraj/Obnovi
ca: Minimitza/Restaura
cs: Minimalizovat/Obnovit
da: Minimér/gendan
el: Ελαχιστοποίηση/Επαναφορά
es: Minimizar/Restaurar
et: Minimeerimine/taastamine
fi: Pienennä/palauta
fr: Minimiser / Restaurer
gl: Minimizar ou restaurar
hu: Minimalizálás/visszaállítás
it: Minimizza/Ripristina
kk: Түю/Қалпына қайтару
km: អប្បបរមា/ស្ថារ​ឡើង​វិញ
ko: 최소화/복원
lt: Sumažinti/Atstatyti
lv: Minimizēt/Atjaunot
mr: लहान करा/पुन्हस्थापित करा
nb: Minimer/gjenopprett
pl: Minimalizuj/Przywróć
pt_br: Minimizar/Restaurar
ru: Свернуть/развернуть все окна
sk: Miniimalizovať/Obnoviť
sl: Skrči/obnovi
sr: минимизовање/обнављање
sv: Minimera/Återställ
tr: Küçült/Geri Yükle
uk: Мінімізувати/Відновити
zh_cn: 最小化/还原
zh_tw: 最小化/回復

source: Present Windows Effect
bs: Trenutni efekat prozora
ca: Efecte de les finestres presents
cs: Současný efekt oken
da: Præsentér vinduer-effekten
el: Εφέ παρουσίασης παραθύρων
es: Efecto de las ventanas presentes
et: Aktiivsete akende efekt
fi: Ikkunoiden esittäminen -tehoste
fr: Effet actuel des fenêtres
gl: Efecto da xanela actual
hu: Ablakáttekintő effektus
it: Effetti di presentazione delle finestre
kk: "Қазіргі терезелер" эффекті
km: បែបផែន​បង្អួច​បច្ចុប្បន្ន
ko: 존재하는 창 효과
lt: Atvertų langų efektas
lv: Efekts 'Parādīt logus'
mr: वर्तमान चौकटी परिणाम
nb: Vis vinduseffekt
pl: Obecne efekty okien
pt_br: Efeito das janelas presentes
ru: Эффект "окон в кнопке"
sk: Efekt aktuálnych okien
sl: Učinek predstavitve oken
sr: представљање прозора
sv: Nuvarande fönstereffekt
tr: Pencereleri Gösterme Efekti
uk: Ефект «Поточні вікна»
zh_cn: 展现窗口效果
zh_tw: 呈現視窗效果

source: Show Popup Menu
bs: Prikaži iskačući meni
ca: Mostra menú emergent
cs: Zobrazit vyskakovací nabídku
da: Vis pop-op-menu
el: Εμφάνιση αναδυόμενου μενού
es: Mostrar menú emergente
et: Hüpikmenüü näitamine
fi: Näytä ponnahdusvalikko
fr: Afficher le menu contextuel
gl: Mostrar un menú emerxente.
hu: Felugró menü megjelenítése
it: Mostra menu a comparsa
kk: Қалқымалы мәзірі болсын
km: បង្ហាញ​ម៉ឺនុយ​លេច​ឡើង
ko: 팝업 메뉴 표시
lt: Rodyti iškylantį meniu
lv: Rādīt uzlecošo izvēlni
mr: पॉप अप मेन्यू दर्शवा
nb: Vis oppsprettsmeny
pl: Pokaż menu rozwijalne
pt_br: Mostrar o menu
ru: Показать меню выбора окна
sk: Zobraziť roletovú ponuku
sl: Prikaži pojavni meni
sr: искачући мени
sv: Visa sammanhangsberoende meny
tr: Açılır Menüyü Göster
uk: Показувати контекстне меню
zh_cn: 显示弹出菜单
zh_tw: 顯示彈出式選單

source: Use Workspace Theme
ar: استخدم سمة مساحة العمل
bs: Koristi temu radnog prostora
ca: Usa el tema de l'espai de treball
cs: Použít motiv pracovní plochy
da: Brug temaet for arbejdsområdet
el: Χρήση θέματος του χώρου εργασίας
es: Usar el tema del área de trabajo
et: Tööruumi teema kasutamine
fi: Käytä työtilan teemaa
fr: Utiliser un thème d'espace de travail
gl: Usar o tema do espazo de traballo.
hu: Asztali téma használata
it: Usa tema dello spazio di lavoro
kk: Жұмыс кеңістігінің нақышы болсын
km: ប្រើ​ស្បែក​តំបន់​ការងារ
ko: 작업 공간 테마 사용
lt: Naudoti darbastalio temą
lv: Lietot darbvirsmas tēmu
mr: कार्यक्षेत्र शैली वापरा
nb: Bruk arbeidsflatens tema
pl: Użyj motywu przestrzeni roboczej
pt_br: Usar o tema da área de trabalho
ru: Системная тема
sk: Použiť tému pracovnej plochy
sl: Uporabi temo delovnega prostora
sr: тема радне површи
sv: Använd arbetsytans tema
tr: Çalışma Alanı Temasını Kullan
uk: Використовувати тему робочого простору
zh_cn: 使用工作空间主题
zh_tw: 使用工作空間主題

source: Use Indicators
bs: Koristi indikatore
ca: Utilitza indicadors
cs: Použít indikátory
da: Brug indikatorer
el: Χρήση ενδείξεων
es: Usar indicadores
et: Indikaatorite kasutamine
fi: Käytä ilmaisimia
fr: Utiliser des indicateurs
gl: Usar indicadores.
hu: Indikátorok használata
it: Usa indicatori
kk: Индикаторлар болсын
km: ប្រើ​ឧបករណ៍​បង្ហាញ
ko: 표시기 사용
lt: Naudoti indikatorius
lv: Lietot indikatorus
mr: संकेत वापरा
nb: Bruk indikatorer
pl: Użyj wskaźników
pt_br: Usar os indicadores
ru: Индикаторы
sk: Použiť indikátory
sl: Uporabi kazalnike
sr: показатељи
sv: Använd indikering
tr: Göstericileri Kullan
uk: Використовувати індикатори
zh_cn: 使用指示器
zh_tw: 使用指示器

source: Use Indicators & Colored Background
bs: Koristi indikatore i obojenu pozadinu
ca: Utilitza indicadors i fons acolorit
cs: Použít indikátory a barevné pozadí
da: Brug indikatorer og farvet baggrund
el: Χρήση ενδείξεων & χρωματιστού φόντου
es: Usar indicadores y fondo de color
et: Indikaatorite ja värvilise tausta kasutamine
fi: Käytä ilmaisimia ja värillistä taustaa
fr: Utiliser des indicateurs et un fond coloré
gl: Usar indicadores e un fondo coloreado.
hu: Indikátorok és színes háttér használata
it: Usa indicatori e sfondo colorato
kk: Индикаторлар мен түсті аясы
km: ប្រើ​ឧបករណ៍​បង្ហាញ និង​ផ្ទៃ​ខាង​ក្រោយ​មាន​ពណ៌
ko: 표시기 및 색상 배경 사용
lt: Naudoti indikatorius ir spalvotus fonus
lv: LIetot indikatorus un krāsainu fonu
mr: संकेत व रंगीत पार्श्वभूमी वापरा
nb: Bruk indikatorer og fargelagt bakgrunn
pl: Użyj wskaźników i koloryzowanych teł
pt_br: Usar os indicadores e um fundo colorido
ru: Индикаторы и цветной фон
sk: Použiť indikátory a farebné pozadie
sl: Uporabi kazalnike in obarvano ozadje
sr: показатељи и обојена позадина
sv: Använd indikering och färgad bakgrund
tr: Renkli Arkaplan ve Göstergeler Kullan
uk: Використовувати індикатори і розфарбоване тло
zh_cn: 使用指示器和背景混色
zh_tw: 使用指示器與彩色背景

source: Never Show
ar: لا تظهر
bs: Nikad prikazati
ca: No mostris mai
cs: Nikdy nezobrazovat
da: Vis aldrig
el: Να μην εμφανίζεται ποτέ
es: No mostrar nunca
et: Kunagi ei näidata
fi: Älä näytä koskaan
fr: Ne jamais afficher
gl: Non mostrar
hu: Soha ne jelenjenek meg
it: Non mostrare mai
kk: Ешқашан көрсетілмесін
km: កុំ​បង្ហាញ
ko: 표시하지 않음
lt: Niekada nerodyti
lv: Nekad nerādīt
mr: कधीही दाखवू नका
nb: Vis aldri
pl: Nie pokazuj nigdy
pt_br: Nunca mostrar
ru: Никогда не показывать
sk: Nikdy nezobraziť
sl: Nikoli ne prikaži
sr: никад приказан
sv: Visa aldrig
tr: Asla Gösterme
uk: Ніколи не показувати
zh_cn: 从不显示
zh_tw: 永不顯示

source: Show When Required
ar: أظهر عند الحاجة
bs: Prikaži kada je potrebno
ca: Mostra quan sigui necessari
cs: Zobrazovat když je třeba
da: Vis når nødvendigt
el: Εμφάνιση αν απαιτείται
es: Mostrar cuando sea necesario
et: Näidatakse vajaduse korral
fi: Näytä tarvittaessa
fr: Afficher lorsque nécessaire
gl: Mostrar cando toque
hu: Megjelenítés, ha szükséges
it: Mostra se richiesto
kk: Қажет болғанда корсетілсін
km: បង្ហាញ​នៅ​ពេល​ត្រូវ​ការ
ko: 필요할 때 표시
lt: Rodyti kai privaloma
lv: Rādīt, kad nepieciešams
mr: गरजेचे असताना दर्शवा
nb: Vis når nødvendig
pl: Pokaż gdy wymagane
pt_br: Mostrar quando solicitado
ru: Показывать при необходимости
sk: Zobraziť, ak je potrebné
sl: Prikaži, če je zahtevano
sr: кад је потребан
sv: Visa vid behov
tr: Gerektiğinde Göster
uk: Показувати, якщо потрібно
zh_cn: 按需显示
zh_tw: 需要時顯示

source: Always Show
ar: أظهر دائمًا
bs: Prikazati uvijek
ca: Mostra sempre
cs: Vždy zobrazovat
da: Vis altid
el: Να εμφανίζεται πάντα
es: Mostrar siempre
et: Alati näidatakse
fi: Näytä aina
fr: Toujours afficher
gl: Mostrar sempre
hu: Mindig látszódjanak
it: Mostra sempre
kk: Әрқашан көрсетілсін
km: បង្ហាញ​ជា​និច្ច
ko: 항상 표시
lt: Visada rodyti
lv: Vienmēr rādīt
mr: नेहमी दर्शवा
nb: Vis alltid
pl: Zawsze pokazuj
pt_br: Mostrar sempre
ru: Показывать всегда
sk: Vždy zobraziť
sl: Vedno prikaži
sr: стално приказан
sv: Visa alltid
tr: Her Zaman Göster
uk: Завжди показувати
zh_cn: 总是显示
zh_tw: 總是顯示

source: Start New Instance
bs: Startuj novu instancu
ca: Inicia una instància nova
cs: Spustit novou instanci
da: Start ny instans
el: Εκκίνηση νέου παραθύρου
es: Iniciar una nueva instancia
et: Uue isendi käivitamine
fi: Käynnistä uusi instanssi
fr: Démarrer une nouvelle instance
gl: Iniciar unha nova instancia
hu: Új példány indítása
it: Avvia una nuova istanza
kk: Жаңа данасын бастау
km: ចាប់ផ្ដើម​ធាតុ​ថ្មី
ko: 새 인스턴스 시작하기
lt: Paleisti naują egzempliorių
lv: Sākt jaunu instanci
mr: नवीन घटना सुरु करा
nb: Start ny instans
pl: Uruchom nowe wystąpienie
pt_br: Iniciar uma nova instância
ru: Запустить новый экземпляр
sk: Spustiť novú inštanciu
sl: Zaženi nov primerek
sr: покретање новог примерка
sv: Starta ny instans
tr: Yeni Örnek Başlat
uk: Запустити новий екземпляр
zh_cn: 启动新实例
zh_tw: 開啟新的實體

source: Close Application
ar: أغلق التطبيق
bs: Zatvori program
ca: Tanca l'aplicació
cs: Ukončit program
da: Luk programmet
el: Κλείσιμο εφαρμογής
es: Cerrar la aplicación
et: Rakenduse sulgemine
fi: Sulje sovellus
fr: Fermer une application
gl: Pechar o aplicativo
hu: Alkalmazás bezárása
it: Chiudi applicazione
kk: Қолданбаны жабу
km: បិទ​កម្មវិធី​
ko: 프로그램 닫기
lt: Užverti programą
lv: Aizvērt lietotni
mr: अनुप्रयोग बंद करा
nb: Lukk program
pl: Zamknij program
pt_br: Fechar o aplicativo
ru: Закрыть приложение
sk: Zatvoriť aplikáciu
sl: Zapri program
sr: затварање програма
sv: Stäng program
tr: Uygulamayı Kapat
uk: Закрити вікно програми
zh_cn: 关闭应用程序
zh_tw: 關閉應用程式

source: Move To Current Desktop
ar: حرّك إلى سطح المكتب الحالي
bs: Premjesti na tekuću radnu površinu
ca: Mou a l'escriptori actual
cs: Přesunout na současnou plochu
da: Flyt til aktuelt skrivebord
el: Μετακίνηση στην τρέχουσα επιφάνεια εργασίας
es: Mover al escritorio actual
et: Liigutamine aktiivsele töölauale
fi: Siirrä nykyiselle työpöydälle
fr: Déplacer vers le bureau actuel
gl: Mover ao escritorio actual
hu: Áthelyezés az aktuális asztalra
it: Sposta al desktop corrente
kk: Назардағы үстелге ауыстыру
km: ផ្លាស់ទី​ទៅ​ផ្ទៃតុ​បច្ចុប្បន្ន
ko: 현재 데스크톱으로 이동
lt: Perkelti į dabartinį darbastalį
lv: Pārvietot uz pašreizējo darbvirsmu
mr: वर्तमान डेस्कटॉप वर हलवा
nb: Flytt til gjeldende skrivebord
pl: Przenieś na bieżący pulpit
pt_br: Mover para a área de trabalho atual
ru: Переместить на текущий рабочий стол
sk: Presunúť na &aktuálnu plochu
sl: Premakni na trenutno namizje
sr: премештање на текућу површ
sv: Flytta till aktuellt skrivbord
tr: Geçerli Masaüstüne Taşı
uk: Пересунути на поточну стільницю
zh_cn: 移到当前桌面
zh_tw: 移到目前桌面

source: Nothing
ar: لا شيء
bs: Ništa
ca: Res
cs: Nic
da: Intet
el: Τίποτα
es: Nada
et: Ei tee midagi
fi: Ei mikään
fr: Rien
gl: Nada
hu: Semmi
it: Niente
kk: Ештеңе
km: កុំ​ធ្វើ​អ្វី​ទាំងអស់
ko: 없음
lt: Nieko
lv: Nekas
mr: काही नाही
nb: Ingenting
pl: Nic
pt_br: Nada
ru: Ничего
sk: Nič
sl: Nič
sr: никаква
sv: Ingenting
tr: Hiçbiri
uk: Нічого
zh_cn: 不排序
zh_tw: 無
