Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_weatherstation.po
Languages: hr

source: Weather Station Configuration
hr: Konfiguracija meteorološke postaje

source: Show LCD background
hr: Prikaži pozadinu LCD-a

source: Show location
hr: Prikaži lokaciju

source: PRESSURE
hr: TLAK

source: CURRENT WEATHER
hr: TRENUTNO VRIJEME

source: OUTDOOR TEMP
hr: VANJSKA TEMP

source: HUMIDITY
hr: VLAZNOST

source: WIND
hr: VJETAR

source: Appearance
hr: Izgled

source: Last updated: %1
hr: Zadnje ažuriranje: %1
