Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_microblog.po
Languages: ar, et, gl, kk, km, mr, nds, pa, sl, uk, wa, zh_cn, zh_tw

source: Timeline
et: Ajatelg
gl: Liña de tempo
kk: Уақыт барысы
km: ​បន្ទាត់​ពេលវេលា ៖
mr: कालरेषा
nds: Tietreeg
pa: ਟਾਇਮਲਾਈਨ
sl: Časovnica
uk: Розклад
wa: Roye di tins
zh_cn: 时间线
zh_tw: 時間線

source: Replies
et: Vastused
gl: Respostas
kk: Жауаптар
km: ឆ្លើយ​តប
mr: उत्तरे
nds: Antwoorden
pa: ਜਵਾਬ
sl: Odgovori
uk: Відповіді
wa: Responses
zh_cn: 回复
zh_tw: 回覆

source: Messages
et: Sõnumid
gl: Mensaxes
kk: Хабарламалар
km: សារ
mr: संदेश
nds: Narichten
pa: ਸੁਨੇਹੇ
sl: Sporočila
uk: Повідомлення
wa: Messaedjes
zh_cn: 消息
zh_tw: 訊息

source: Failed to load twitter DataEngine
ar: فشل في تحميل محرك بيانات تويتر
et: Twitteri andmemootori laadimine nurjus
gl: Non se conseguiu cargar o motor de datos de twitter
kk: Твиттер деректер тетігінін жүктеу жаңылысы
km: បាន​បរាជ័យ​ក្នុង​កា​រ​ផ្ទុក​ម៉ាស៊ីន​ទិន្នន័យ twitter
mr: ट्विटर डेटाइंजिन दाखल करण्यास अपयशी
nds: Twitter-Datenkarn lett sik nich laden
pa: ਟਵਿੱਟਰ ਡਾਟਾਇੰਜਣ ਲੋਡ ਕਰਨ ਲਈ ਫੇਲ੍ਹ
sl: Nalaganje podatkovnega pogona za twitter ni uspelo
uk: Спроба завантаження рушія даних twitter завершилася невдало
wa: Li tcherdjaedje di l' éndjin d' dinêyes twitter a fwait berwete
zh_cn: 装入 twitter 数据引擎失败
zh_tw: 載入 twitter 資料引擎失敗

source: Unable to load the widget
et: Vidina laadimine nurjus
gl: Non é posíbel cargar o trebello.
kk: Виджет жүктеуге келмеді
mr: विजेट दाखल करू शकत नाही
nds: Dat Lüttprogramm lett sik nich laden.
sl: Ni mogoče naložiti gradnika
uk: Не вдалося завантажити віджет
zh_cn: 无法装入部件
zh_tw: 無法載入元件

source: Your password is required.
et: Vajalik on sinu parool.
gl: Ten que introducir o seu contrasinal.
kk: Пароліңіз керек.
km: ពាក្យ​សម្ងាត់​របស់​អ្នក​ត្រូវ​បាន​ទាមទារ​ ។
mr: तुमचा गुप्तशब्द आवश्यक आहे.
nds: Dien Passwoort deit noot.
sl: Zahtevano je vaše geslo.
uk: Потрібен ваш пароль.
wa: I fåt vosse sicret.
zh_cn: 需要您的密码。
zh_tw: 需要您的密碼。

source: Your account information is incomplete.
et: Sinu konto teave pole täielik.
gl: A información da súa conta está incompleta.
kk: Тіркелгі мәліметіңіз толық емес.
km: ព័ត៌មាន​គណនី​របស់​អ្នក​មិន​ពេញ​លេញ​ឡើយ​ ។​
mr: तुमची खाते माहिती अपूर्ण आहे.
nds: Togang-Informatschonen fehlt
sl: Podatki o računu niso popolni.
uk: Дані щодо вашого облікового запису є неповними.
wa: Vos informåcions sol conte ni sont nén completes.
zh_cn: 您的账户信息不完整。
zh_tw: 您的帳號資訊不完整。

source: Failed to access kwallet. Store password in config file instead?
ar: فشل في النفاذ إلى حافظة كدي. أتريد حفظ كلمة السر في ملف الضبط عوضا عن ذلك؟
et: Ligipääs KWalletile nurjus. Kas salvestada parool seadistustefaili?
gl: Non foi posíbel acceder a kwallet. Desexa gardar o contrasinal no ficheiro de configuración?
kk: Kwallet-ке қатынау жаңылысы. Паролін баптаулар файлында сақтай берейік пе?
km: បានបរាជ័យ​ក្នុង​ការ​ចូល​ដំណើរការ kwallet ។ ទុក​ពាក្យ​សម្ងាត់​របស់​នៅ​ក្នុង​ឯកសារ config ជំនួស​វិញ​ឬ ?
mr: के-पाकिट उघडण्यास अपयश. गुप्तशब्द संयोजना फाईलमध्ये साठवायचा का?
nds: De Knipp lett sik nich faatkriegen. Passwoort ansteed binnen de Instellendatei sekern?
pa: ਕੇਵਾਲਿਟ ਵਰਤਣ ਲਈ ਫੇਲ੍ਹ ਹੈ। ਕੀ ਸੰਰਚਨਾ ਫਾਇਲ 'ਚ ਹੀ ਪਾਸਵਰਡ ਸਟੋਰ ਕਰਨੇ ਹਨ?
sl: Dostop do listnice KWalet ni uspel. Ali naj geslo shranim v nastavitveno datoteko?
uk: Помилка доступу до торбинки. Зберегти пароль у файлі налаштування?
wa: L' accès a KPoiteManoye a fwait berwete. Wårder l' sicret dins l' fitchî d' apontiaedje al plaece?
zh_cn: 访问 kwallet 失败。那么在配置文件中保存密码？
zh_tw: 無法存取 kwallet。要將密碼存在設定檔中嗎？

source: Refreshing timeline...
ar: ينعش خط الوقت...
et: Ajatelje värskendamine...
gl: Estase a refrescar a liña de tempo...
kk: Тізбегін жаңарту...
km: កំពុង​ធ្វើ​ឲ្យ​បន្ទាត់​ពេលវេលា​ស្រស់...
mr: कालरेषा ताजी करत आहे...
nds: Tietlien warrt opfrischt...
pa: ਟਾਈਮ-ਲਾਇਨ ਤਾਜ਼ਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sl: Osveževanje časovnice ...
uk: Оновити графік...
wa: Dji rafristêye li roye di tins...
zh_cn: 刷新时间线
zh_tw: 刷新時間線...

source: 1 new tweet
ar: توتي جديد
et: 1 uus säuts
gl: 1 mensaxe nova
kk: %1 жаңа твит
km: tweets ថ្មី %1
mr: 1 नवीन ट्वीट
nds: 1 nieg Jiepels
pa: 1 ਨਵਾਂ ਟਵਿੱਟ
sl: %1 novih tvitov
uk: %1 нових tweet
wa: 1 novea twite
zh_cn: %1 个新鸣叫(tweet)
zh_tw: %1 個新訊息

source: message
ar: رسالة
et: sõnum
gl: mensaxe
kk: хабарлама
km: សារ
mr: संदेश
nds: Naricht
pa: ਸੁਨੇਹਾ
sl: sporočil
uk: повідомлення
wa: messaedje
zh_cn: 条消息
zh_tw: 封訊息

source: minute
ar: دقيقة
et: minut
gl: minuto
kk: минут
km: នាទី
mr: मिनिट
nds: Minuut
pa: ਮਿੰਟ
sl: minut
uk: хвилина
wa: munute
zh_cn: 分钟
zh_tw: 分鐘

source: General
ar: عام
et: Üldine
gl: Xeral
kk: Жалпы
km: ទូទៅ
mr: सामान्य
nds: Allmeen
pa: ਆਮ
sl: Splošno
uk: Загальне
wa: Djenerå
zh_cn: 常规
zh_tw: 一般

source: %1 character left
ar: محرف واحد باقي
et: %1 märk jäänud
gl: queda %1 carácter
kk: %1 таңба қалды
km: នៅ​សល់ %1 តួអក្សរ
mr: %1 अक्षर शिल्लक
nds: %1 Teken över
pa: %1 ਅੱਖਰ ਬਾਕੀ
sl: Preostaja %1 znakov
uk: залишився %1 символ
wa: I dmeure %1 caractere
zh_cn: 剩余 %1 个字符
zh_tw: 剩下 %1 個字元

# Repeat of the post also called retweet
source: Repeat completed
et: Kordamine tehtud
gl: Completouse a repetición.
kk: Қайталау бітті
km: បាន​បញ្ចប់​ការ​ធ្វើ​ម្ដង​ទៀត
mr: पुनरावृत्ती पूर्ण झाले
nds: Wedderhalen afslaten
sl: Ponovitev je končana
uk: Повторення допису завершено
zh_cn: 转发完成
zh_tw: 重覆發文已完成

source: Repeat failed
et: Kordamine nurjus
gl: Non foi posíbel completar a repetición.
kk: Қайталау жаңылысы
km: បានបរាជ័យ​ក្នុងការ​ធ្វើ​ម្ដង​ទៀត
mr: पुनरावृत्ती अपयशी
nds: Wedderhalen fehlslaan
sl: Ponovitev ni uspela
uk: Невдала спроба повторення допису
zh_cn: 转发失败
zh_tw: 重覆發文失敗

# %1 is a time string like '1 hour ago' - %2 is the name of a microblogging client
source: %1 from %2
et: %1 kliendist %2
gl: %1 de %2
kk: %2 дегеннен %1
km: %1 ពី %2
mr: %1 पासून %2
nds: %1 vun %2
sl: %1 iz %2
uk: %1 з %2
zh_cn: %1 来自 %2
zh_tw: %1 從 %2 發出

source: Less than a minute ago
ar: منذ أقل من دقيقة
et: Vähem kui minuti eest
gl: Hai menos de 1 minuto
kk: Минуттен асқан жоқ
km: តិចជាង​ ១ នាទី​កន្លង​ទៅ
mr: एका मिनीटापेक्षा कमी वेळ अगोदर
nds: Vör minn as 1 Minuut
pa: 1 ਮਿੰਟ ਤੋਂ ਪਹਿਲਾਂ
sl: pred manj kot minuto
uk: Менше 1 хв. тому
wa: I gn a moens d' ene munte
zh_cn: 少于 1 分钟之前
zh_tw: 小於 1 分鐘之前

source: 1 minute ago
ar: منذ دقيقة
et: 1 minuti eest
gl: hai 1 minuto
kk: %1 минут бұрын
km: %1 នាទី​កន្លង​ទៅ
mr: 1 मिनीट अगोदर
nds: Vör 1 Minuut
pa: 1 ਮਿੰਟ ਪਹਿਲਾਂ
sl: pred %1 minutami
uk: %1 хв. тому
wa: I gn a 1 munute
zh_cn: %1 分钟之前
zh_tw: %1 分鐘之前

source: Over an hour ago
ar: منذ أكثر من ساعة
et: Enam kui tunni eest
gl: Hai máis dunha hora
kk: Бір сағаттан асты
km: ១ ម៉ោង​កន្លង​ទៅ
mr: एक तास अगोदर
nds: Vör mehr as 1 Stünn
pa: ਇੱਕ ਘੰਟੇ ਤੋਂ ਪਹਿਲਾਂ
sl: pred več kot uro
uk: Більше 1 год. тому
wa: I gn a pus d' ene eure
zh_cn: 多于 1 小时之前
zh_tw: 超過 1 小時之前

source: 1 hour ago
ar: منذ ساعة
et: 1 tunni eest
gl: hai 1 hora
kk: %1 сағат бұрын
km: %1 ម៉ោង​កន្លង​ទៅ
mr: 1 तास अगोदर
nds: Vör 1 Stünn
pa: 1 ਘੰਟਾ ਪਹਿਲਾਂ
sl: pred %1 urami
uk: %1 год. тому
wa: I gn a 1 eure
zh_cn: %1 小时之前
zh_tw: %1 小時之前

source: Login
ar: الولوج
et: Sisselogimine
gl: Usuario
kk: Кіру
km: ចូល
mr: प्रवेश
nds: Anmellen
pa: ਲਾਗਇਨ
sl: Prijava
uk: Вхід
wa: Elodjaedje
zh_cn: 登录
zh_tw: 登入

source: Password:
ar: كلمة السر:
et: Parool:
gl: Contrasinal:
kk: Паролі:
km: ពាក្យ​សម្ងាត់ ៖
mr: गुप्तशब्द :
nds: Passwoort:
pa: ਪਾਸਵਰਡ:
sl: Geslo:
uk: Пароль:
wa: Sicret :
zh_cn: 密码：
zh_tw: 密碼：

source: Appearance
ar: المظهر
et: Välimus
gl: Aparencia
kk: Көрініс
km: រូបរាង
mr: दर्शनीयता
nds: Utsehn
pa: ਦਿੱਖ
sl: Videz
uk: Вигляд
wa: Rivnance
zh_cn: 外观
zh_tw: 外觀

source: Timeline size:
ar: مقاس خط الوقت:
et: Ajatelje suurus:
gl: Tamaño da liña de tempo:
kk: Уақыт барысының ұзындығы:
km: ទំហំ​បន្ទាត់​ពេលវេលា ៖
mr: कालरेषा आकार :
nds: Grött vun de Tietlien:
pa: ਟਾਇਮਲਾਇਨ ਆਕਾਰ:
sl: Velikost časovnice:
uk: Розмір графіка:
wa: Grandeu del roye di tins :
zh_cn: 时间线大小：
zh_tw: 時間線大小：

source: Timeline refresh:
ar: إنعاش خط الوقت:
et: Ajatelje värskendamine:
gl: Actualización da liña de tempo:
kk: Уақыт барысын жаңартуы:
km: ធ្វើ​ឲ្យ​បន្ទាត់​ពេលវេលា​ស្រស់ ៖
mr: कालरेषा ताजी करा :
nds: Tietlien opfrischen:
pa: ਟਾਇਮਲਾਇਨ ਤਾਜ਼ਾ:
sl: Osvežitev časovnice:
uk: Оновлення графіка:
wa: Rafristaedje del roye di tins :
zh_cn: 时间线刷新间隔：
zh_tw: 時間線刷新：

source: Show friends:
ar: اعرض الأصدقاء:
et: Sõprade näitamine:
gl: Mostrar os amigos:
kk: Достарды көрсету:
km: បង្ហាញ​​មិត្តភ័ក្រ ៖
mr: मित्र दर्शवा :
nds: Mackers wiesen:
pa: ਦੋਸਤ ਵੇਖੋ:
sl: Prikaži prijatelje:
uk: Показувати друзів:
wa: Mostrer les amisses :
zh_cn: 显示朋友：
zh_tw: 顯示朋友：

source: Service
ar: الخدمة
et: Teenus
gl: Servizo
kk: Қызметі
km: សេវា
mr: सेवा
nds: Deenst
pa: ਸਰਵਿਸ
sl: Storitev
uk: Служба
wa: Siervice
zh_cn: 服务
zh_tw: 服務

source: Username:
ar: اسم المستخدم:
et: Kasutajanimi:
gl: Usuario:
kk: Пайдаланушы:
km: ឈ្មោះ​អ្នក​ប្រើ ៖
mr: वापरकर्ता नाव :
nds: Brukernaam:
pa: ਯੂਜ਼ਰ-ਨਾਂ:
sl: Uporabniško ime:
uk: Користувач:
wa: No d' uzeu :
zh_cn: 用户名：
zh_tw: 使用者名稱：

source: Service URL:
ar: وصلة الخدمة:
et: Teenuse URL:
gl: URL do servizo:
kk: Қызметтің URL-і:
km: URL សេវា ៖
mr: सेवा URL:
nds: URL vun den Deenst:
pa: ਸਰਵਿਸ URL:
sl: URL storitve:
uk: Адреса URL служби:
wa: URL do siervice :
zh_cn: 服务 URL：
zh_tw: 服務網址：
