Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_runner_audioplayercontrol.po
Languages: ar, ca@valencia, cs, da, el, et, fi, fr, gl, it, kk, km, ko, lt, nb, nds, nl, nn, pa, pl, pt, ru, sk, sl, sr, sv, uk, zh_cn, zh_tw

source: Increases the volume by :q:. If :q: is empty it increases by the configured value
ar: يزيد الصوت بمقدار :q:. إن كان :q: فارغ يزيد بالقيمة التي ضُبِطت مسبقًا
ca@valencia: Augmenta el volum en :q:. Si :q: és buit, s'augmenta segons el valor configurat
cs: Zvýší hlasitost o :q:. Pokud je :q: prázdné tak zvýší o nastavenou hodnotu
da: Forøger lydstyrken med :q:. Hvis :q: er tom forøges den med den indstillede værdi
el: Αύξηση της έντασης κατά :q:. Εάν το :q: είναι κενό, τότε αυξάνεται κατά την προεπιλεγμένη τιμή
et: Suurendab helitugevust :q: võrra. Kui :q: on tühi, suurendab helitugevust määratud väärtuse võrra
fi: Lisää äänenvoimakkuutta :q::lla. Jos :q::ta ei anneta, lisää asetuksissa määrätyn verran.
fr: Augmente le volume de :q:. Si :q: est vide, il augmente de la valeur configurée
gl: Aumenta o volume en :q:. Se :q: estiver baleiro, aumenta no valor configurado
it: Aumenta il volume di :q:. Se :q: è vuoto, aumenta del valore configurato
kk: Үнін :q: -ға көтеру. Бос болса баптағанда белгіленген мөлшеріне көтереді
km: បង្កើន​កម្រិត​សំឡេង​ដោយ :q:. ប្រសិន​បើ :q: ទទេ វា​បង្កើន​ដោយ​តម្លៃ​ដែលបានកំណត់​រចនាសម្ព័ន្ធ
ko: 음량을 :q:만큼 증가 시킵니다. :q:가 비어 있으면 지정한 값만큼 증가 시킵니다
nds: De Luutstärk üm :q: ropsetten. Is :q: leddig, warrt de instellt Weert bruukt.
nl: Verhoogt het volume met :q:. Als :q: leeg is wordt het verhoogd met de ingestelde waarde
nn: Auk lydstyrken med :q: Viss :q: er tom vert lyden auka med ein fastsett verdi.
pl: Zwiększa głośność o :q:. Jeśli :q: jest puste, zwiększa głośność o skonfigurowaną wartość
ru: Увеличить громкость на :q:. Если :q: пустое, то громкость увеличивается на заданную величину
sk: Zvýši hlasitosť o :q: Ak :q: je prázdne, zvýši o nastavenú hodnotu
sl: Poveča glasnost za :q:. Če je :q: prazen, jo poveča za nastavljeno vrednost
sr: Појачава звук за :q:. Ако је :q: празно, појачава за подешену вредност.
sv: Ökar volymen med :q:. Om :q: är tomt ökas volymen med inställt värde
uk: Підвищити гучність на :q:. Якщо :q: є порожнім, гучність буде підвищено на заздалегідь визначену величину.
zh_cn: 增大音量 :q:。如果 :q: 为空，则按配置的值增大
zh_tw: 增加音量 :q: 單位。若 :q: 是空的，則以預設值來遞增。

source: Decreases the volume by :q:. If :q: is empty it decreases by the configured value
ar: يقلل الصوت بمقدار :q:. إن كان :q: فارغ يزيد بالقيمة التي ضُبِطت مسبقًا
ca@valencia: Disminueix el volum en :q:. Si :q: és buit, es disminueix segons el valor configurat
cs: Sníží hlasitost o :q:. Pokud je :q: prázdné tak zvýší o nastavenou hodnotu
da: Formindsker lydstyrken med :q:. Hvis :q: er tom formindskes den med den indstillede værdi
el: Μείωση της έντασης κατά :q:. Εάν το :q: είναι κενό, τότε μειώνεται κατά την προεπιλεγμένη τιμή
et: Vähendab helitugevust :q: võrra. Kui :q: on tühi, vähendab helitugevust määratud väärtuse võrra
fi: Vähentää äänenvoimakkuutta :q::lla. Jos :q::ta ei anneta, vähentää asetuksissa määrätyn verran
fr: Diminue le volume de :q:. Si :q: est vide, il diminue de la valeur configurée
gl: Reduce o volume en :q:. Se :q: estiver baleiro, reduce no valor configurado
it: Riduce il volume di :q:. Se :q: è vuoto, si riduce del valore configurato
kk: Үнін :q: -ға төмендету. Бос болса баптағанда белгіленген мөлшеріне төмендетеді.
km: បន្ថយ​កម្រិត​សំឡេង​ដោយ :q:. ប្រសិនបើ :q: ទទេ វា​បន្ថយ​ដោយ​តម្លៃ​ដែលបានកំណត់​រចនាសម្ព័ន្ធ
ko: 음량을 :q:만큼 감소 시킵니다. :q:가 비어 있으면 지정한 값만큼 감소 시킵니다
nds: De Luutstärk üm :q: minnern. Is :q: leddig, warrt de instellt Weert bruukt.
nl: Verlaag het volume met :q:. Als :q: leeg is wordt het verlaagd met de ingestelde waarde
nn: Senk lydstyrken med :q: Viss :q: er tom vert lyden senka med ein fastsett verdi.
pl: Zmniejsza głośność o :q:. Jeśli :q: jest puste, zmniejsza głośność o skonfigurowaną wartość
ru: Уменьшить громкость на :q:. Если :q: пустое, то громкость уменьшается на заданную величину
sk: Zníži hlasitosť o :q: Ak :q: je prázdne, zníži o nastavenú hodnotu
sl: Zmanjša glasnost za :q:. Če je :q: prazen, jo zmanjša za nastavljeno vrednost
sr: Смањује звук за :q:. Ако је :q: празно, смањује за подешену вредност.
sv: Minskar volymen med :q:. Om :q: är tomt minskas volymen med inställt värde
uk: Знизити гучність на :q:. Якщо :q: є порожнім, гучність буде знижено на заздалегідь визначену величину.
zh_cn: 降低音量 :q:。如果 :q: 为空，则按配置的值降低
zh_tw: 降低音量 :q: 單位。若 :q: 是空的，則以預設值來遞減。

source: Plays the previous song if one is available
ar: يشغّل الأغنية السابقة إن كانت متوفّرة
ca@valencia: Reprodueix la cançó prèvia, si n'hi ha alguna disponible
cs: Přehraje předchozí písničku v seznamu skladeb, pokud je dostupná
da: Spiller den forrige sang, hvis der er en
el: Αναπαραγωγή του προηγούμενου τραγουδιού εάν είναι διαθέσιμο
et: Esitab eelmise laulu, kui see on olemas
fi: Soittaa soittolistan edellisen kappaleen jos ei olla soittolistan alussa
fr: Lit le morceau précédent s'il en existe un disponible
gl: Reproduce a canción anterior, de haber algunha dispoñíbel
it: Riproduce il brano precedente se disponibile
kk: Орындау тізіміндегі алдыңғы жазуы болса, оны орындау
km: ចាក់​ចម្រៀង​មុន​ ប្រសិនបើ​មាន​
ko: 재생 목록에 이전 곡이 있는 경우 이전 곡 재생
lt: Groja ankstesnę dainą jei tokia yra
nb: Spiller forrige melodi på spillelista hvis det er en
nds: Dat verleden Stück afspelen, wenn vörhannen.
nl: Speelt het vorige nummer als die beschikbaar is
nn: Spel den førre songen (om det finst ein)
pl: Odtwarza poprzedni utwór, jeśli jest dostępny
pt: Toca a música anterior, se estiver disponível
ru: Воспроизведение предыдущей дорожки, если она доступна
sk: Prehrá predošlú skladbu, ak je dostupná
sl: Predvaja prejšnjo skladbo, če je kakšna voljo
sr: Пушта претходну песму са листе нумера, ако је има.
sv: Gör paus i föregående låt, om det finns någon
uk: Відтворити попередню композицію у списку відтворення, якщо така існує
zh_cn: 播放播放列表中上一首可用曲目
zh_tw: 播放清單中的前一首歌

source: Stops the playing
ar: يوقف التشغيل
ca@valencia: Para la reproducció
cs: Zastaví přehrávání
da: Stopper afspilning
el: Σταμάτημα της αναπαραγωγής
et: Lõpetab esituse
fi: Pysäyttää soiton
fr: Arrête la lecture
gl: Para a reprodución
it: Ferma la riproduzione
kk: Орындауын тоқтату
km: បញ្ឈប់​ការ​ចាក់
ko: 재생 정지
lt: Sustabdo grojimą
nb: Stopper spillingen
nds: Dat Afspelen ophollen
nl: Stop met afspelen
nn: Stopp avspelinga
pa: ਚੱਲਦਾ ਰੋਕੋ
pl: Zatrzymuje odtwarzanie
pt: Pára a reprodução
ru: Остановить воспроизведение
sk: Zastaví prehrávanie
sl: Zaustavi predvajanje
sr: Зауставља пуштање.
sv: Stoppar uppspelningen
uk: Припинити відтворення
zh_cn: 停止播放
zh_tw: 停止播放

source: Sets the volume to :q:
ar: يعيّن الصوت إلى :q:
ca@valencia: Estableix el volum a :q:
cs: Nastaví hlasitost na :q:
da: Sætter lydstyrken til :q:
el: Ορισμός έντασης στο :q:
et: Määrab helitugevuseks :q:
fi: Asettaa äänenvoimakkuuden :q::iin
fr: Règle le volume à :q:
gl: Pon o volume en :q:
it: Imposta il volume a :q:
kk: Үн деңгейін :q: деп қою
km: កំណត់​កម្រិត​សំឡេង​ទៅ :q:
ko: 음량을 :q:(으)로 설정합니다
lt: Nustato garsumą į :q:
nb: Setter lydstyrken til :q:
nds: De Luutstärk op :q: instellen
nl: Zet het volume op :q:
nn: Set lydstyrken til :q:
pa: ਆਵਾਜ਼ ਸੈੱਟ ਕਰੋ :q:
pl: Ustawia głośność :q:
pt: Muda o volume para :q:
ru: Установить громкость в :q:
sk: Nastaví hlasitosť na :q:
sl: Nastavi glasnost na :q:
sr: Поставља јачину звука на :q:.
sv: Ställer in volymen till :q:
uk: Встановити значення гучності :q:
zh_cn: 将音量设为 :q:
zh_tw: 設定音量到 :q:

source: Quits the player
ar: يُخرِج المشغّل
ca@valencia: Ix del reproductor
cs: Ukončí přehrávač
da: Afslutter afspilleren
el: Κλείσιμο της αναπαραγωγής
et: Lõpetab mängija töö
fi: Lopettaa soittimen
fr: Ferme le lecteur
gl: Sae do reprodutor
it: Esce dal lettore
kk: Плейерді доғару
km: ចេញ​ពី​កម្មវិធី​ចាក់
ko: 재생기를 종료합니다
lt: Uždaro grotuvą
nb: Avslutter spilleren
nds: Afspeler utmaken
nl: Sluit de speler af
nn: Avslutt spelaren
pa: ਪਲੇਅਰ ਬੰਦ ਕਰੋ
pl: Zamyka odtwarzacz
pt: Sai do leitor
ru: Закрыть проигрыватель
sk: Ukončí prehrávač
sl: Konča predvajalnik
sr: Напушта плејер.
sv: Avslutar spelaren
uk: Завершити роботу програвача
zh_cn: 退出播放器
zh_tw: 離開播放器

source: %1 not found
ar: %1 غير موجود
ca@valencia: No s'ha trobat el %1
cs: %1 nenalezen
da: %1 ikke fundet
el: Το %1 δεν βρέθηκε
et: %1 ei leitud
fi: %1 ei löytynyt
fr: Impossible de trouver %1
gl: Non se atopou %1
it: %1 non trovato
kk: %1 табылмады
km: រក​មិនឃើញ %1
ko: %1을(를) 찾을 수 없음
lt: %1 nerastas
nb: %1 ikke funnet
nds: %1 nich funnen
nl: %1 niet gevonden
nn: Fann ikkje %1
pa: %1 ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono %1
pt: O '%1' não foi encontrado
ru: Проигрыватель %1 не найден
sk: %1 nenájdené
sl: %1 ni najdena
sr: %1 није нађен|/|$[ном %1] $[по-роду-броју %1 'није нађен' 'није нађена' 'није нађено' 'нису нађени' 'нису нађене' 'нису нађена']
sv: %1 hittades inte
uk: %1 не знайдено
zh_cn: %1 未找到
zh_tw: 未找到 %1

source: %1 was not found so the runner is unable to work.
ar: %1 غير موجود لذا يتعذّر على المشغّل العمل.
ca@valencia: No s'ha trobat el %1, per tant, el llançador no pot funcionar.
cs: %1 nenalezeno, takže spouštěč nemůže pracovat.
da: %1 blev ikke fundet, så runneren kan ikke virke.
el: Το %1 δεν βρέθηκε συνεπώς ο έλεγχος δεν μπορεί να λειτουργήσει.
et: %1 ei leitud, mistõttu mängija ei ole võimeline töötama.
fi: %1 ei löytynyt, joten suoritusohjelma ei voi toimia.
fr: Impossible de trouver %1. Par conséquent, il est impossible au lanceur de fonctionner.
gl: Non se atopou %1, polo que o executor non pode funcionar.
it: %1 non è stato trovato perciò l'esecutore non può funzionare.
kk: %1 табылмады, сондықтан жегу де болмады.
km: រក​មិនឃើញ​ %1 ដូច្នេះ​​កម្មវិធី​មិនអាច​ដំណើរការ​បាន​ទេ ។
ko: %1을(를) 찾을 수 없어서 실행기가 작동하지 않을 것입니다.
nb: Kjøreren kan ikke fungere fordi %1 ikke ble funnet.
nds: %1 lett sik nich finnen. - Dorwegen funkscheneert de Dreger nich.
nl: %1 was niet gevonden, dus de runner kan niet werken.
nn: Fann ikkje %1, så køyraren verkar ikkje.
pa: %1 ਨਹੀਂ ਲੱਭਿਆ, ਇਸਕਰਕੇ ਰਨਰ ਕੰਮ ਕਰਨ ਕਰ ਸਕੇਗਾ।
pl: Nie znaleziono %1, więc nie można kontynuować.
pt: O '%1' não foi encontrado, pelo que a execução não consegue funcionar.
ru: Проигрыватель %1 не был найден, поэтому пульт аудиопроигрывателя не может работать.
sk: %1 nenájdené, teda spúšťač nemôže pracovať.
sl: %1 ni bil najden, zato zaganjalnik ne more delati.
sr: %1 није нађен и зато извођач не може да ради.|/|$[ном %1] $[по-роду-броју %1 'није нађен' 'није нађена' 'није нађено' 'нису нађени' 'нису нађене' 'нису нађена'] и зато извођач не може да ради.
sv: %1 hittades inte, så körprogrammet kan inte fungera.
uk: Не вдалося знайти %1, отже інструмент запуску не зможе працювати.
zh_cn: %1 未找到，故运行器无法工作。
zh_tw: 找不到 %1 因此執行器無法工作。

source: Amarok
ar: أماروك
pa: ਅਮਰੋਕ
sr: Амарок

# next song
source: next
ar: التالي
ca@valencia: següent
cs: následující
da: næste
el: επόμενο
et: järgmine
fi: seuraava
fr: suivant
gl: seguinte
it: succ
km: បន្ទាប់
ko: 다음
lt: kitas
nb: neste
nds: Nakamen
nl: volgende
nn: neste
pa: ਅੱਗੇ
pl: następny
pt: seguinte
ru: следующая
sk: nasledujúci
sl: naslednja
sr: следећа
sv: nästa
zh_cn: 下首

# increase the sound volume
source: increase
ar: زِد
ca@valencia: augmenta
cs: zvýšit
da: forøg
el: αύξηση
et: suurenda
fi: lisää
fr: augmenter
gl: aumentar
it: aumenta
km: បង្កើន
ko: 증가
lt: padidinti
nds: Ropsetten
nl: verhogen
pl: zwiększ
ru: громче
sk: zvýšiť
sl: povečaj
sr: појачај
sv: öka
zh_cn: 增大

# decrease the sound volume
source: decrease
ar: انقص
ca@valencia: disminueix
cs: snížit
da: formindsk
el: μείωση
et: vähenda
fi: vähennä
fr: diminuer
gl: reducir
it: riduci
km: បន្ថយ
ko: 감소
lt: sumažinti
nds: Minnern
nl: verlagen
pl: zmniejsz
ru: тише
sk: znížiť
sl: zmanjšaj
sr: смањи
sv: minska
zh_cn: 降低

# previous song
source: prev
ar: السابق
ca@valencia: anterior
cs: předchozí
da: forr.
el: προηγούμενο
et: eelmine
fi: edellinen
fr: précédent
gl: anterior
it: prec
km: មុន
ko: 이전
lt: ankst
nb: forr
nds: Verleden
nl: vorige
nn: førre
pa: ਪਿੱਛੇ
pl: poprzedni
pt: anterior
ru: предыдущая
sk: predchádzajúci
sl: prejšnja
sr: претходна
sv: föregående
zh_cn: 上首

# set the sound volume
source: volume
ar: الصوت
ca@valencia: volum
cs: hlasitost
da: lydstyrke
el: ένταση
et: helitugevus
fi: äänenvoimakkuus
km: កម្រិត​សំឡេង
ko: 음량
lt: garsas
nb: lydstyrke
nds: Luutstärk
nn: lydstyrke
pa: ਵਾਲੀਅਮ
pl: głośność
ru: громкость
sk: hlasitosť
sl: glasnost
sr: звук
sv: volym
zh_cn: 音量

# quit media player
source: quit
ar: اخرج
ca@valencia: ix
cs: ukončit
da: afslut
el: έξοδος
et: välju
fi: lopeta
fr: quitter
gl: saír
it: esci
km: ចេញ
ko: 끝내기
lt: nutraukti
nb: avslutt
nds: Utmaken
nl: stoppen
nn: avslutt
pa: ਬਾਹਰ
pl: zakończ
pt: sair
ru: выход
sk: koniec
sl: končaj
sr: напусти
zh_cn: 退出

source: Append
ar: ألحق
ca@valencia: Afig
cs: Přidání
da: Tilføj
el: Προσθήκη
et: Lisa
fi: Lisää soittolistaan
fr: Ajouter
gl: Engadir
it: Aggiungi
kk: Жалғау
km: បន្ថែម​ខាង​ចុង
ko: 덧붙이기
lt: Papildyti
nb: Legg til
nds: Anhangen
nl: Voeg achteraan toe
nn: Legg til
pa: ਸ਼ਾਮਲ
pl: Dołącz
pt: Adicionar
ru: Добавить в список
sk: Pripojiť
sl: Dodaj
sr: Додај
sv: Lägg till sist
uk: Додати
zh_cn: 追加
zh_tw: 附加

source: Pause
ar: ألبث
ca@valencia: Pausa
cs: Pozastavit
el: Παύση
et: Paus
fi: Tauko
gl: Pausa
it: Pausa
kk: Аялдау
km: ផ្អាក
ko: 일시 정지
lt: Pauzė
nds: Paus
nl: Pauzeren
pa: ਵਿਰਾਮ
pl: Wstrzymaj
pt: Pausa
ru: Приостановить
sk: Pozastaviť
sl: Premor
sr: Паузирај
sv: Paus
uk: Пауза
zh_cn: 暂停
zh_tw: 暫停

source: Next
ar: التالي
ca@valencia: Següent
cs: Následující
da: Næste
el: Επόμενο
et: Järgmine
fi: Seuraava
fr: Suivant
gl: Seguinte
it: Succ
kk: Келесі
km: បន្ទាប់
ko: 다음
lt: Kitas
nb: Neste
nds: Nakamen
nl: Volgende
nn: Neste
pa: ਅੱਗੇ
pl: Następny
pt: Seguinte
ru: Следующая
sk: Nasledujúci
sl: Naslednja
sr: Следећа
sv: Nästa
uk: Наступна
zh_cn: 下首
zh_tw: 下一個

source: Increase
ar: زِد
ca@valencia: Augmenta
cs: Zvýšit
da: Forøg
el: Αύξηση
et: Suurenda
fi: Lisää
fr: Augmenter
gl: Aumentar
it: Aumenta
kk: Көтер
km: បង្កើន
ko: 증가
lt: Didinti
nds: Ropsetten
nl: Verhoog
nn: Høgare
pa: ਵਧਾਓ
pl: Zwiększ
ru: Увеличить
sk: Zvýšiť
sl: Povečaj
sr: Појачај
sv: Öka
uk: Збільшити
zh_cn: 增大
zh_tw: 遞增

source: Decrease
ar: انقص
ca@valencia: Disminueix
cs: Snížit
da: Formindsk
el: Μείωση
et: Vähenda
fi: Vähennä
fr: Diminuer
gl: Reducir
it: Riduci
kk: Төмен
km: បន្ថយ
ko: 감소
lt: Mažinti
nds: Minnern
nl: Verlaag
nn: Lågare
pa: ਘਟਾਓ
pl: Zmniejsz
ru: Уменьшить
sk: Znížiť
sl: Zmanjšaj
sr: Смањи
sv: Minska
uk: Зменшити
zh_cn: 降低
zh_tw: 遞減

source: Prev
ar: السابق
ca@valencia: Anterior
cs: Předchozí
da: Forr.
el: Προηγούμενο
et: Eelmine
fi: Edellinen
fr: Précédent
gl: Anterior
it: Prec
kk: Алдыңғы
km: មុន
ko: 이전
lt: Ankst
nb: Forrige
nds: Verleden
nl: Vorige
nn: Førre
pa: ਪਿੱਛੇ
pl: Poprzedni
pt: Anterior
ru: Предыдущая
sk: Predchádzajúci
sl: Prejšnja
sr: Претходна
sv: Föregående
uk: Попередня
zh_cn: 上首
zh_tw: 前一個

source: Stop
ar: أوقف
ca@valencia: Para
cs: Zastavit
el: Σταμάτημα
et: Lõpeta
fi: Pysäytä
fr: Arrêt
gl: Parar
it: Ferma
kk: Тоқтау
km: បញ្ឈប់
ko: 정지
nb: Stopp
nds: Ophollen
nl: Stoppen
nn: Stopp
pa: ਰੋਕੋ
pl: Zatrzymaj
pt: Parar
ru: Остановить
sk: Zastaviť
sl: Zaustavi
sr: Заустави
sv: Stoppa
uk: Стоп
zh_cn: 停止
zh_tw: 停止

source: Volume
ar: الصوت
ca@valencia: Volum
cs: Hlasitost
da: Lydstyrke
el: Ένταση
et: Helitugevus
fi: Äänenvoimakkuus
kk: Үнділігі
km: កម្រិត​សំឡេង
ko: 음량
lt: Garsas
nb: Lydstyrke
nds: Luutstärk
pl: Głośność
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sr: Звук
sv: Volym
uk: Гучність
zh_cn: 音量
zh_tw: 音量

source: Quit
ar: اخرج
ca@valencia: Ix
cs: Ukončit
da: Afslut
el: Έξοδος
et: Välju
fi: Lopeta
fr: Quitter
gl: Saír
it: Esci
kk: Доғару
km: ចេញ
ko: 끝내기
lt: Nutraukti
nb: Avslutt
nds: Utmaken
nl: Afsluiten
nn: Avslutt
pa: ਬਾਹਰ
pl: Zakończ
pt: Sair
ru: Выход
sk: Ukončiť
sl: Končaj
sr: Напусти
sv: Avsluta
uk: Вийти
zh_cn: 退出
zh_tw: 離開

source: Audio Player Control Runner Settings
ar: إعدادات مشغّل متحكّم مشغّل الصوت
ca@valencia: Arranjament del llançador del control del reproductor de so
cs: Nastavení spouštěče Ovladač přehrávače zvuku
da: Indstilling af runner til betjening af lydafspiller
el: Ρυθμίσεις του ελέγχου αναπαραγωγής ήχου
et: Helifailide mängija juhtimise käivitaja seadistused
fi: Äänisoittimen hallintasuoritusohjelman asetukset
fr: Configuration du lanceur de contrôle du lecteur audio
gl: Configuración do executor do Control do reprodutor de so
it: Impostazioni dell'esecutore del controllo del lettore multimediale
kk: Аудиоплейерді басқару жеккіш параметрлері
km: ការ​កំណត់​កម្មវិធី​ចាក់​នៃ​វត្ថុ​បញ្ជា​បញ្ជាក់​ចាក់​អូឌីយ៉ូ
ko: 오디오 재생기 제어 실행기 설정
lt: Audio leistuvo valdymo Runner nustatymai
nb: Innstillinger for kjører for lydspillerstyring
nds: Klangafspelerkuntrulldreger instellen
nl: Instellingen van de besturingsrunner van de geluidspeler
nn: Innstillingar for musikkspelar-kontroll
pa: ਆਡੀਓ ਪਲੇਅਰ ਕੰਟਰੋਲਰ ਰਨਰ ਸੈਟਿੰਗ
pl: Ustawienia kontroli odtwarzacza audio
pt: Configuração da Execução do Controlo de Leitores de Áudio
ru: Параметры запуска модуля управления аудиоплеером
sk: Nastavenie spúšťača Ovládač prehrávača zvuku
sl: Nastavitve zaganjalnika nadzora predvajalnikov glasbe
sr: Поставке извођача за управљање аудио плејером
sv: Inställningar av körprogram för ljudspelare
uk: Параметри запуску керування аудіопрогравача
zh_cn: 音乐播放器控制运行器设置
zh_tw: 音效播放器控制執行器設定

source: The player the runner controls:
ca@valencia: El reproductor que controla el llançador:
cs: Přehrávač, který spouštěč ovládá:
da: Den afspiller som runneren betjener:
el: Το πρόγραμμα αναπαραγωγής που ελέγχεται:
et: Käivitaja juhitav helifailide mängija:
fi: Ohjattava soitin:
fr: Le lecteur que le lanceur contrôle :
gl: O reprodutor que controla o executor:
it: Il lettore controllato dall'esecutore:
kk: Жеккіш басқаратын плейері
km: វត្ថុ​បញ្ជា​នៃ​កម្មវិធី​រត់​របស់​កម្មវិធី​ចាក់ ៖
ko: 실행기가 제어하는 재생기 선택:
nb: Spilleren som kjøreren styrer:
nds: De Afspeler-Stüerdregers:
nl: De speler de door de runner wordt bestuurd:
nn: Spelaren som kontrollen styrer:
pa: ਪਲੇਅਰ ਰਨਰ ਕੰਟਰੋਲ:
pl: Kontrolowany odtwarzacz:
pt: O leitor que a execução controla:
ru: Управляемый проигрыватель:
sk: Prehrávač, ktorý spúšťač ovláda:
sl: Predvajalnik, ki ga zaganjalnik nadzoruje:
sr: Плејер којим извођач управља:
sv: Spelaren som körprogrammet styr:
uk: Програвач, який керується інструментом:
zh_cn: 播放器运行器控制：
zh_tw: 播放器執行控制：

source: The collection search is only available for Amarok. You may add another player. That player has to support the MPRIS specification.
ca@valencia: La cerca de la col·lecció només està disponible per l'Amarok. Podeu afegir un altre reproductor. Este reproductor ha d'implementar l'especificació de l'MPRIS.
cs: Vyhledávání ve sbírkách je dostupné pouze pro Amarok. Můžete přidat jiný přehrávač, který musí podporovat specifikaci MPRIS.
da: Søgning i samling er kun tilgængelig for Amarok. Du kan tilføje en anden afspiller. Den afspiller skal understøtte MPRIS-specifikationen.
el: Η αναζήτηση της συλλογής είναι διαθέσιμη μόνο για το Amarok. Μπορείτε να προσθέσετε ένα άλλο πρόγραμμα. Αυτό το πρόγραμμα πρέπει να υποστηρίζει την προδιαγραφή MPRIS.
et: Kogude otsing on võimalik ainult Amarokiga. Võid lisada muu mängija. See peab toetama MPRIS spetsifikatsiooni.
fi: Haku kokoelmasta on saatavilla vain amarokille. Voit lisätä muun soittimen. Soittimen täytyy tukea MPRIS-määrittelyä.
fr: La fonction de recherche dans une collection n'est disponible que pour Amarok. Vous pouvez ajouter un autre lecteur. Celui-ci doit prendre en charge des spécifications « MPRIS ».
gl: A procura en colección só está dispoñíbel para Amarok. Pode introducir outro reprodutor. Ese reprodutor ten que admitir a especificación MPRIS.
it: La ricerca nella collezione è disponibile solo per Amarok. Puoi aggiungere un altro lettore, che deve supportare la specifica MPRIS.
kk: Жинағында іздеу тек Amarok плейерінде ғана болады. Басқа бір, MPRIS спецификациясына бағынатын, плейерді қоса аласыз.
km: ស្វែងរក​សម្រាំង​គឺ​អាច​ប្រើបាន​សម្រាប់តែ​ Amarok ប៉ុណ្ណោះ ។ អ្នក​អាច​បន្ថែម​កម្មវិធី​ចាក់​ផ្សេង​ទៀត ។ កម្មវិធីចាក់​នោះ​ត្រូវ​តែ​គាំទ្រ​ការ​បញ្ជាក់​របស់ MPRIS ។
ko: 모음집 검색은 Amarok에서만 사용 가능합니다. MPRIS를 지원하는 다른 재생기를 추가할 수 있습니다.
nds: De Sammelnsöök is bloots för Amarok verföögbor.. Du kannst man ok en anner Afspeler tofögen, de MPRIS-Markmalen ünnerstütt.
nl: Zoeken in de collectie is alleen toegankelijk voor Amarok. U kunt andere spelers toevoegen. Die speler moet de MPRIS specificatie ondersteunen.
nn: Samlingssøket er berre tilgjengeleg for musikkspelaren Amarok. Du kan leggja til ein annan spelar. Spelaren må støtta MPRIS-standarden.
pa: ਭੰਡਾਰ ਖੋਜ ਕੇਵਲ ਅਮਰੋਕ ਲਈ ਹੀ ਉਪਲੱਬਧ ਹੈ। ਤੁਸੀਂ ਹੋਰ ਪਲੇਅਰ ਵੀ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ। ਉਹ ਪਲੇਅਰ MPRIS ਹਦਾਇਤਾਂ ਲਈ ਸਹਾਇਕ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Przeszukiwanie kolekcji jest dostępne tylko dla Amaroka. Możesz dodać inny odtwarzacz. Musi on jednak obsługiwać specyfikację MPRIS.
ru: Поиск коллекции доступен только для Amarok. Можно добавить другой проигрыватель, который поддерживает спецификацию MPRIS.
sk: Vyhľadávanie v kolekcii je dostupné iba pre Amarok. Môžete pridať iný prehrávač, ktorý musí podporovať špecifikáciu MPRIS.
sl: Iskanje po zbirki je na voljo le za Amarok. Dodate lahko drug predvajalnik. Ta mora podpirati določilo MPRIS.
sr: Претрага збирке је доступна само за Амарок. Можете додати још неки плејер који подржава спецификацију МПРИС.
sv: Samlingssökning är bara tillgänglig för Amarok. Du kan lägga till en annan spelare. Spelaren måste stödja MPRIS-specifikationen.
uk: Пошук у збірці можливий лише для Amarok. Ви можете вказати інший програвач. Цей програвач має підтримувати специфікацію MPRIS.
zh_cn: 收藏搜索仅对 Amarok 可用。 您可能要添加其它播放器。别的播放器不支持 MPRIS 规定。
zh_tw: 收藏搜尋只對 Amarok 有效。 您可以新增其它的播放器，但是必須支援 MPRIS 規格。

source: Search &collection
ca@valencia: Cerca a la &col·lecció
cs: Prohledat s&bírku
da: Søg i &samling
el: Αναζήτηση &συλλογής
et: &Kogus otsimine
fi: Hae &kokoelmasta
fr: Rechercher dans une &collection
gl: Buscar na &colección
it: Cerca nella &collezione
kk: &Жиында іздеу
km: ស្វែងរក​សម្រាំង
ko: 모음집 검색(&C)
lt: Ieškoti fonotekoje
nds: Sammeln &dörkieken
nl: In de &verzameling zoeken
nn: &Søk i samlinga
pa: ਭੰਡਾਰ ਖੋਜ(&c)
pl: P&rzeszukaj kolekcję
ru: Поиск &коллекции
sk: Prehľadať kolekciu
sl: Preišči &zbirko
sr: &Претрага збирке
sv: Sök i &samling
uk: По&шук у збірці
zh_cn: 搜索收藏(&C)
zh_tw: 搜尋收藏(&C)

source: Use Command&s
ar: استخدم الأ&وامر
ca@valencia: Usa les orde&s
cs: Použít příka&zy
da: Brug kommandoe&r
el: Χρήση &εντολών
et: Kä&skude kasutamine
fi: Käytä k&omentoja
fr: Utili&ser les commandes
gl: Empregar orde&s
it: Utili&zza comandi
kk: Қолданатын команда&лары
km: ប្រើ​ពាក្យ​បញ្ជា
ko: 명령 사용(&S)
nb: &Bruk kommandoer
nds: &Befehlen bruken
nl: Commando'&s gebruiken
nn: Bruk &kommandoar
pa: ਕਮਾਂਡਾਂ ਵਰਤੋਂ(&s)
pl: &Użyj poleceń
pt: U&sar os Comandos
ru: Использовать &команды
sk: Použiť príkazy
sl: Uporabi u&kaze
sr: &Наредбе
sv: A&nvänd kommandon
uk: Використовувати к&оманди
zh_cn: 使用命令(&S)
zh_tw: 使用指令(&S)

source: Pla&y:
ar: &شغّل:
ca@valencia: Reproduei&x:
cs: Přehrá&t:
da: Afsp&il:
el: Α&ναπαραγωγή:
et: &Esita:
fi: &Soita:
fr: &Lire :
gl: &Reproducir:
it: &Riproduci:
kk: &Айдау:
km: ចាក់ ៖
ko: 재생(&Y):
lt: Groti:
nb: Sp&ill:
nds: &Afspelen:
nl: Af&spelen:
nn: &Spel:
pa: ਚਲਾਓ(&y):
pl: &Odtwórz:
pt: &Tocar:
ru: &Воспроизведение:
sk: Prehrať:
sl: Pre&dvajaj:
sr: &Пусти:
sv: S&pela:
uk: П&уск:
zh_cn: 播放(&Y)：
zh_tw: 播放(&Y)：
