Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_wallpaper_weather.po
Languages: ar, da, el, gl, hu, km, lv, nds, pa, pl, ro, ru, sk, sl, sr@ijekavian, sv

# NAME OF TRANSLATORS
source: Your names
da: Anton Rasmussen
gl: Marce Villarino
km: ខឹម សុខែម,​អេង វណ្ណៈ, អោក ពិសិដ្ឋ​
lv: Viesturs Zariņš
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
da: anton_rasmussen@yahoo.dk
gl: mvillarino@users.sourceforge.net
km: khoemsokhem@khmeros.info,vannak@khmeros.info,piseth_dv@khmeros.info
lv: viesturs.zarins@mii.lu.lv
pa: aalam@users.sf.net
ro: sergiu@ase.md

source: Finding images for the wallpaper slideshow.
ar: تعثر على صور لعرض خلفية الشاشة.
da: Finder billeder til bagrundsdiasshow.
el: Αναζήτηση εικόνων για την παρουσίαση διαφανειών με ταπετσαρίες.
gl: Estanse a procurar imaxes para a presentación no fondo de escritorio.
hu: Képek keresése változó háttérképhez.
km: រក​រូបភាព​សម្រាប់​កា​របញ្ចាំង​ស្លាយ​ផ្ទាំង​រូបភាព ។
lv: Meklē attēlus ekrāntapetes slīdrādei.
nds: Biller för de Achtergrundbild-Diaschau söken
pa: ਵਾਲਪੇਪਰ ਸਲਾਈਡ-ਸ਼ੋ ਲਈ ਚਿੱਤਰ ਲੱਭੇ ਜਾ ਰਹੇ ਹਨ।
pl: Znaleziono obrazy do prezentacji tapety.
ro: Căutare imagini pentru diaporama fundalului.
ru: Поиск изображений для слайд-шоу обоев.
sk: Hľadajú sa obrázky pre prezentáciu tapiet.
sl: Iskanje slik za predstavitev.
sr@ijekavian: Тражим слике за слајдшоу тапета.
sv: Söker efter bilder för bildspel med skrivbordsunderlägg.

source: Testing %1 for a Wallpaper package
ar: تختبر %1 لحزمة الخلفيات
da: Tester %1 for en baggrundspakke
el: Έλεγχος %1 για ένα πακέτο ταπετσαριών
gl: Estase a probar %1 para paquete de fondo de escritorio
hu: Háttérképcsomag tesztelése: %1
km: សាកល្បង %1 សម្រាប់​កញ្ចប់​ផ្ទាំង​រូបភាព
lv: Meklē %1 ekrāntapetes pakotni
nds: "%1" warrt op en Achtergrundbiller-Paket pröövt
pa: ਵਾਲਪੇਪਰ ਪੈਕੇਜ ਲਈ %1 ਟੈਸਟ ਜਾਰੀ
pl: Testowanie %1 dla pakietu tapety
ro: Testare %1 pentru un pachet cu fundaluri
ru: Проверка %1 для пакета обоев
sk: Testuje sa balíček s tapetou %1
sl: Preizkušanje %1 za paket z ozadji
sr@ijekavian: Испитујем да ли је %1 пакет тапета
sv: Kontrollerar %1 efter ett paket med skrivbordsunderlägg

source: Adding wallpaper package in %1
ar: تضيف حزمة صور خلفية في %1
da: Tilføjer baggrundspakke i %1
el: Προσθήκη πακέτου ταπετσαριών σε %1
gl: Estase a engadir o paquete de fondo de escritorio en %1
hu: Háttérképcsomag hozzáadása itt: %1
km: បន្ថែម​កញ្ចប់​ផ្ទាំង​រូបភាព​នៅ​ក្នុង %1
lv: Pievieno ekrāntapetes pakotni no %1
nds: Achtergrundbiller-Paket binnen "%1" warrt toföögt.
pa: %1 ਵਿੱਚ ਵਾਲਪੇਪਰ ਪੈਕੇਜ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Dodawanie pakietu tapety w %1
ro: Adăugare pachet de fundaluri în %1
ru: Добавление пакета обоев в %1
sk: Pridáva sa balíček s tapetou do %1
sl: Dodajanje paketa z ozadji v %1
sr@ijekavian: Додајем пакет тапета у %1
sv: Lägger till paket med skrivbordsunderlägg i %1

source: Adding image %1
ar: تضيف صورة %1
da: Tilføjer billedet %1
el: Προσθήκη εικόνας %1
gl: Estase a engadir a imaxe %1
hu: Kép hozzáadása: %1
km: បន្ថែម​រូបភាព %1
lv: Pievieno attēlu %1
nds: Bild "%1 warrt toföögt
pa: %1 ਚਿੱਤਰ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Dodawanie obrazu %1
ro: Adăugare imagine %1
ru: Добавление изображения %1
sk: Pridáva sa obrázok %1
sl: Dodajanje slike %1
sr@ijekavian: Додајем слику %1
sv: Lägger till bilden %1

source: &Weather condition:
ar: &حالة الطقس:
da: &Vejrforhold:
el: &Συνθήκη καιρού:
gl: Estado &atmosférico:
hu: &Időjárási körülmény:
km: លក្ខខណ្ឌ​អាកាសធាតុ ៖
lv: &Laikapstākļi:
nds: &Wederbedingen:
pa: ਮੌਸਮ ਹਾਲਤ(&W):
pl: &Warunki pogodowe:
ro: &Condiții meteorologice:
ru: &Состояние погоды:
sk: Poč&asie:
sl: &Vremenske razmere:
sr@ijekavian: &Временски услов:
sv: &Väderrapport:

source: &Picture:
ar: ال&صورة:
da: &Billede:
el: &Εικόνα:
gl: &Imaxe:
hu: &Kép:
km: រូបភាព ៖
lv: &Attēls:
nds: &Bild:
pa: ਤਸਵੀਰ(&P):
pl: &Zdjęcie:
ro: &Fotografie:
ru: &Изображение:
sk: &Obrázok:
sl: S&lika:
sr@ijekavian: &Слика:
sv: &Bild:

source: Browse
ar: استعرض
da: Gennemse
el: Περιήγηση
gl: Examina
hu: Tallózás
km: រកមើល
lv: Pārlūkot
nds: Dörkieken
pa: ਝਲਕ
pl: Przeglądaj
ro: Răsfoiește
ru: Обзор
sk: Prechádzať
sl: Prebrskaj
sr@ijekavian: Прегледај
sv: Bläddra

source: Download new wallpapers
ar: نزل خلفيات جديدة
da: Download nye baggrunde
el: Λήψη νέων ταπετσαριών
gl: Obtén novos fondos de escritorio
hu: Új háttérkép letöltése
km: ទាញយក​ផ្ទាំង​រូប​ភាព​ថ្មី
lv: Ielādēt jaunas ekrāntapetes
nds: Niege Achtergrundbiller daalladen
pa: ਨਵੇਂ ਵਾਲਪੇਪਰ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz nowe tapety
ro: Descarcă fundaluri noi
ru: Загрузить новые обои
sk: Stiahnuť nové tapety
sl: Prejmi nova ozadja
sr@ijekavian: Преузмите нове тапете.
sv: Ladda ner nya skrivbordunderlägg

source: Get New Wallpapers...
ar: احصل على خلفيات جديد...
da: Hent nye baggrunde...
el: Λήψη νέων ταπετσαριών...
gl: Obter novos fondos de escritorio...
hu: Új háttérkép letöltése…
km: យក​ផ្ទាំង​រូបភាព​ថ្មី...
lv: Ielādēt jaunas ekrāntapetes...
nds: Niege Achtergrundbiller halen...
pa: ਨਵੇਂ ਵਾਲਪੇਪਰ ਲਵੋ...
pl: Pobierz nowe tapety...
ro: Preluare fundaluri noi...
ru: Загрузить новые обои...
sk: Získať nové tapety...
sl: Dobi nova ozadja ...
sr@ijekavian: Добави нове тапете...
sv: Hämta nya skrivbordsunderlägg...

source: Author:
ar: المؤلف:
da: Ophavsmand:
el: Συγγραφέας:
gl: Autor:
hu: Szerző:
km: អ្នកនិពន្ធ ៖
lv: Autors:
nds: Schriever:
pa: ਲੇਖਕ:
pl: Autor:
ro: Autor:
ru: Автор:
sk: Autor:
sl: Avtor:
sr@ijekavian: Аутор:
sv: Upphovsman:

source: Email:
ar: البريد الإلكتروني:
gl: Correo:
km: អ៊ីមែល ៖
lv: E-pasts:
nds: Nettpost:
pa: ਈਮੇਲ:
ru: Электронный адрес:
sl: E-pošta:
sr@ijekavian: Е‑пошта:
sv: E-post:

source: License:
ar: الترخيص:
da: Licens:
el: Άδεια χρήσης:
gl: Licenza:
hu: Licenc:
km: អាជ្ញាប័ណ្ណ ៖
lv: Licence:
nds: Verlööfnis:
pa: ਲਾਈਸੈਂਸ:
pl: Licencja:
ro: Licență:
ru: Лицензия:
sk: Licencia:
sl: Licenca:
sr@ijekavian: Лиценца:
sv: Licens:

source: P&ositioning:
ar: الت&موضع:
da: &Positionering:
el: Τοπο&θέτηση:
gl: P&osicionamento:
hu: &Pozíció:
km: ការ​កំណត់​ទីតាំង ៖
lv: &Novietojums:
nds: &Utrichten:
pa: ਸਥਿਤੀ(&o):
pl: &Pozycja:
ro: P&oziționare:
ru: &Позиция:
sk: &Umiestnenie:
sl: P&oložaj:
sr@ijekavian: &Положај:
sv: Pla&cering:

source: &Color:
ar: الل&ون:
da: &Farve:
el: &Χρώμα:
gl: &Cor:
hu: &Szín:
km: ពណ៌ ៖
lv: &Krāsa:
nds: &Klöör:
pa: ਰੰਗ(&C):
pl: &Kolor:
ro: &Culoare:
ru: &Цвет:
sk: &Farba:
sl: &Barva:
sr@ijekavian: &Боја:
sv: &Färg:

source: &Advanced...
da: &Avanceret...
el: &Για προχωρημένους...
gl: &Avanzado…
hu: S&peciális…
km: កម្រិត​ខ្ពស់...
lv: &Paplašināti...
nds: &Verwiedert...
pa: ਤਕਨੀਕੀ(&A)...
pl: &Zaawansowane...
ro: &Avansat...
ru: &Дополнительно...
sk: Po&kročilé...
sl: &Napredno ...
sr@ijekavian: &Напредно...
sv: &Avancerat...

source: Advanced Wallpaper Settings
ar: إعدادات الخلفية المتقدمة
da: Avancerede indstillinger for baggrundsbillede
el: Προχωρημένες ρυθμίσεις ταπετσαρίας
gl: Configuración avanzada do fondo do escritorio
hu: Speciális háttérkép-beállítások
km: កា​រកំណត់​ផ្ទាំង​រូបភាព​កម្រិត​ខ្ពស់
lv: Paplašināti ekrāntapešu iestatījumi
nds: Verwiedert Achtergrundbild-Instellen
pa: ਤਕਨੀਕੀ ਵਾਲਪੇਪਰ ਸੈਟਿੰਗ
pl: Zaawansowane ustawienia tapety
ro: Configurări avansate pentru fundal
ru: Дополнительные параметры обоев
sk: Pokročilé nastavenie tapety
sl: Napredne nastavitve ozadja
sr@ijekavian: Напредне поставке тапета
sv: Avancerade inställningar av skrivbordsunderlägg

# weather condition
source: Clear
da: Klart
el: Αίθριος
gl: Limpar
hu: Törlés
km: ជម្រះ
lv: Saulains
nds: Sichtig
pa: ਸਾਫ਼ ਕਰੋ
pl: Wyczyść
ru: Безоблачно
sk: Jasno
sl: Jasno
sr@ijekavian: ведро
sv: Klart

source: Partly Cloudy
ar: غائم جزئيا
da: Delvist skyet
el: Μερικώς συννεφιά
gl: Parcialmente anubrado
hu: Részben felhős
km: មាន​ពពក​​ដោយ​កន្លែង
lv: Brīžiem mākoņains
nds: Sprangwies wulkig
pa: ਹਲਕੀ ਬੱਦਲਵਾਈ
pl: Częściowe zachmurzenie
ro: Parțial noros
ru: Немного облачно
sk: Miestami oblačno
sl: Delno oblačno
sr@ijekavian: дјелимично облачно
sv: Växlande molnighet

source: Cloudy
ar: غائم
da: Skyet
el: Συννεφιά
gl: Anubrado
hu: Felhős
km: មានពពក
lv: Mākoņains
nds: Wulkig
pa: ਬੱਦਲਵਾਈ
pl: Pochmurno
ro: Noros
ru: Облачно
sk: Oblačno
sl: Oblačno
sr@ijekavian: облачно
sv: Molnigt

source: Very Cloudy
ar: غائم بشدة
da: Meget skyet
el: Ισχυρή συννεφιά
gl: Moi anubrado
hu: Erősen felhős
km: មានពពក​ច្រើន
lv: Ļoti mākoņains
nds: Bannig wulkig
pa: ਸੰਘਣੀ ਬੱਦਲਵਾਈ
pl: Duże zachmurzenie
ro: Nori denși
ru: Очень облачно
sk: Prevažne oblačno
sl: Zelo oblačno
sr@ijekavian: врло облачно
sv: Mulet

source: Showering
ar: تمطر
da: Byger
el: Βροχή
gl: Barruza
hu: Záporok
km: បាញ់​ទឹក
lv: Lietusgāzes
nds: Regen
pa: ਫੁਹਾਰਾਂ
pl: Przelotny deszcz
ro: Ploi torențiale
ru: Ливень
sk: Prehánky
sl: Ploha
sr@ijekavian: пљусак
sv: Regnskurar

source: Scattered Showers
ar: مطر متفرق
da: Spredte byger
el: Τοπικά βροχή
gl: Barruzos ocasionais
hu: Szórványos záporok
km: បាញ់​ទឹក​ពង្រាយ
lv: Brīžiem lietus
nds: Sprangwies Regen
pa: ਖਿੰਡਵੀਆਂ ਫੁਹਾਰਾਂ
pl: Mżysto
ro: Ploi izolate
ru: Местами проливные дожди
sk: Ojedinelé prehánky
sl: Razpršene plohe
sr@ijekavian: повремени пљускови
sv: Regnbyar

source: Rainy
ar: ممطر
da: Regnvejr
el: Βροχερά
gl: Chuvioso
hu: Esős
km: មានភ្លៀង
lv: Lietus
nds: Regen
pa: ਮੀਂਹ
pl: Deszczowo
ro: Ploios
ru: Дождливо
sk: Daždivo
sl: Deževno
sr@ijekavian: киша
sv: Regnigt

source: Misty
ar: ضبابي
da: Tåget
el: Ομιχλώδη
gl: Neboeiros
hu: Ködös
km: មាន​អាប់
lv: Migla
nds: Diesig
pl: Mglisto
ro: Cețos
ru: Туман
sk: Hmlisto
sl: Megličasto
sr@ijekavian: магла
sv: Disigt

source: Storming
ar: مرعد
da: Stormvejr
el: Καταιγίδα
gl: Tormentoso
hu: Viharos
km: មាន​ព្យុះ
lv: Negaiss
nds: Storm
pa: ਤੂਫਾਨੀ
pl: Burzowo
ro: Furtună
ru: Шторм
sk: Búrka
sl: Viharno
sr@ijekavian: олуја
sv: Storm

source: Hailing
ar: تمطر بردا
da: Haglvejr
el: Χαλάζι
gl: Saraiba
hu: Jégeső
km: មានធ្លាក់ព្រិល
lv: Krusa
nds: Hagel
pl: Grad
ro: Grindină
ru: Град
sk: Krupobitie
sl: Toča
sr@ijekavian: поледица
sv: Hagel

source: Snowing
ar: تثلج
da: Snevejr
el: Χιόνι
gl: Neva
hu: Havazás
km: មាន​ធ្លាក់ព្រិល
lv: Sniegs
nds: Snee
pa: ਬਰਫ਼ਬਾਰੀ
pl: Śnieg
ro: Ninsoare
ru: Снег
sk: Sneženie
sl: Sneži
sr@ijekavian: снијег
sv: Snöfall

source: Scattered Snow
ar: ثلج متقطع
da: Spredt snefald
el: Τοπικά χιόνι
gl: Neve ocasional
hu: Szórványos havazás
km: ធ្លាក់​ព្រិល​ពង្រាយ
lv: Brīžiem sniegs
nds: Sprangwies Snee
pl: Przelotny śnieg
ro: Ninsori izolate
ru: Местами снег
sk: Ojedinele sneh
sl: Razpršeno sneženje
sr@ijekavian: повремени снијег
sv: Snöbyar

source: Partly Cloudy Night
ar: ليلة غائمة جزئيا
da: Delvist skyet nat
el: Μερικώς συννεφιά νύχτα
gl: Noite parcialmente anubrado
hu: Részben felhős éjszaka
km: មានពពក​ពេលយប់​ដោយ​កន្លែង
lv: Nedaudz mākoņaina nakts
nds: Sprangwies wulkig Nacht
pa: ਹਲਕੀ ਬੱਦਲਵਾਈ ਰਾਤ
pl: Noc częściowo zachmurzona
ro: Noapte parțial înnorată
ru: Немного облачная ночь
sk: V noci miestami oblačno
sl: Delno oblačna noč
sr@ijekavian: дјелимично облачна ноћ
sv: Växlande molnighet natt

source: Cloudy Night
ar: ليلة غائمة
da: Skyet nat
el: Συννεφιά νύχτα
gl: Noite anubrada
hu: Felhős éjszaka
km: មាន​ពពក​ពេល​យប់
lv: Mākoņaina nakts
nds: Wulkig Nacht
pa: ਬੱਦਲਵਾਈ ਰਾਤ
pl: Noc pochmurna
ro: Noapte înnorată
ru: Облачная ночь
sk: V noci oblačno
sl: Oblačna noč
sr@ijekavian: облачна ноћ
sv: Molnig natt

source: Clear Night
ar: ليلة صافية
da: Klar nat
el: Έναστρη νύχτα
gl: Noite sen nubes
hu: Tiszta éjszaka
km: ពេល​យប់​ស្រឡះ
lv: Skaidra nakts
nds: Kloor Nacht
pa: ਸਾਫ਼ ਰਾਤ
pl: Noc bezchmurna
ro: Noapte senină
ru: Безоблачная ночь
sk: V noci jasno
sl: Jasna noč
sr@ijekavian: ведра ноћ
sv: Klar natt

source: Mixed Precipitation
ar: طقس متقلب
da: Blandet nedbør
el: Μικτή κατακρήμνιση
gl: Precipitacións mixtas
hu: Vegyes csapadék
km: សន្ទុះ​លាយ​គ្នា
lv: Jaukti nokrišņi
nds: Mischt Nedderslag
pl: Opady mieszane
ro: Precipitații mixte
ru: Смешанные осадки
sk: Zmiešané zrážky
sl: Mešane padavine
sr@ijekavian: мешовите падавине
sv: Blandad nederbörd

source: Scaled & Cropped
ar: مكبرة و مقطوعة
da: Skaleret og beskåret
el: Υπό κλίμακα & κοπή
gl: Escalado e recortado
hu: Nyújtva és levágva
km: បាន​ធ្វើ​មាត្រដ្ឋាន និង​ច្រឹប
lv: Mērogots un aptcirsts
nds: Topasst un sneden
pa: ਸਕੇਲ ਤੇ ਕਰੋਪ ਕੀਤਾ
pl: Skalowanie z przycięciem
ro: Scalat și decupat
ru: Масштабирование с кадрированием
sk: Zväčšený a orezaný
sl: Umerjeno in obrezano
sr@ijekavian: скалирано и опсјечено
sv: Skalat och beskuret

source: Scaled
ar: مكبرة
da: Skaleret
el: Υπό κλίμακα
gl: Escalado
hu: Nyújtva
km: បាន​ធ្វើមាត្រដ្ឋាន
lv: Mērogots
nds: Topasst
pa: ਸਕੇਲ ਕੀਤਾ
pl: Skalowanie
ro: Scalat
ru: На весь рабочий стол
sk: Zväčšený
sl: Umerjeno
sr@ijekavian: скалирано
sv: Förstorat

source: Scaled, keep proportions
ar: مكبرة ،و إبقاء الأبعاد
da: Skaleret, behold proportioner
el: Υπό κλίμακα, διατήρηση αναλογιών
gl: Escalado, mantendo as proporcións
hu: Arányosan nyújtva
km: បាន​ធ្វើមាត្រដ្ឋាន រក្សាសមាមាត្រ
lv: Mērogots, saglabājot malu attiecību
nds: Topasst, Proportschoon wohren
pa: ਸਕੇਲ ਕੀਤਾ, ਅਨੁਪਾਤ ਰੱਖੋ
pl: Skalowanie, zachowaj proporcje
ro: Scalat proporțional
ru: По центру пропорционально
sk: Zväčšený, zachovať proporcie
sl: Prilagojeno, ohrani razmerja
sr@ijekavian: скалирано, одржана пропорција
sv: Skalat, behåll proportion

source: Centered
ar: موسطة
da: Centreret
el: Κεντραρισμένη
gl: Centrado
hu: Középre
km: កណ្ដាល
lv: Centrēts
nds: In de Merrn
pa: ਸੈਂਟਰ ਕੀਤਾ
pl: Wyśrodkowanie
ro: Centrat
ru: По центру
sk: Vycentrovať
sl: Usredinjeno
sr@ijekavian: центрирано
sv: Centrerat

source: Tiled
ar: مرصوفة
da: Fliselagt
el: Σε παράθεση
gl: En mosaico
hu: Mozaikszerűen
km: រៀប​ជា​ក្រឡាក្បឿង
lv: Flīzēts
nds: Kachelt
pa: ਤਣਿਆ
pl: Kafelki
ro: Dale
ru: Черепицей
sk: Vydláždiť
sl: Razpostavljeno
sr@ijekavian: поплочано
sv: Sida vid sida

source: Center Tiled
ar: مرصوفة في الوسط
da: Centreret fliselagt
el: Κεντραρισμένη σε παράθεση
gl: Mosaico centrado
hu: Középre, mozaikszerűen
km: រៀប​ជា​ក្រឡា​ក្បឿង​កណ្ដាល
lv: Cetrā flīzēts
nds: Vun de Merrn kachelt
pa: ਸੈਂਟਰ ਤਣਿਆ
pl: Kafelki wyśrodkowane
ro: Dale centrate
ru: Черепицей от центра
sk: Vydláždiť s centrovaním
sl: Usredinjeno in razpostavljeno
sr@ijekavian: централно поплочано
sv: Sida vid sida centrerat

source: Select Wallpaper Image File
ar: اختر ملف صورة الخلفية
da: Vælg fil til baggrundsbillede
el: Επιλέξτε αρχείο εικόνας για ταπετσαρία
gl: Escolla o ficheiro da imaxe do fondo do escritorio
hu: Válasszon ki egy háttérképet
km: ជ្រើស​ឯកសារ​រូបភាព​ផ្ទាំង​រូបភាព
lv: Izvēlietie ekrāntapetes attēla failu
nds: Achtergrundbild-Datei utsöken
pa: ਵਾਲਪੇਪਰ ਚਿੱਤਰ ਫਾਇਲ ਚੁਣੋ
pl: Wybierz plik obrazka tapety
ro: Alegeți imaginea pentru fundal
ru: Выбор файла изображения
sk: Vyberte súbor s tapetou
sl: Izberite datoteko s sliko za ozadje
sr@ijekavian: Избор фајла слике за тапет
sv: Välj skrivbordsunderläggets bildfil
