Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_systemloadviewer.po
Languages: da, el, eu, hu, is, it, kk, km, lv, nb, nds, nl, pl, sk

source: Colors
da: Farver
el: Χρώματα
eu: Koloreak
hu: Színek
is: Litir
it: Colori
kk: Түстер
km: ពណ៌
lv: Krāsas
nb: Farger
nds: Klören
nl: Kleuren
pl: Kolory
sk: Farby

source: Background
da: Baggrund
el: Φόντο
eu: Hondoa
hu: Háttér
is: Bakgrunnur
it: Sfondo
kk: Ая
km: ផ្ទៃ​ខាង​ក្រោយ
lv: Fons
nb: Bakgrunn
nds: Achtergrund
nl: Achtergrond
pl: Tło
sk: Pozadie

source: Color:
da: Farve:
el: Χρώμα:
eu: Kolorea:
hu: Szín:
is: Litur:
it: Colore:
kk: Түсі:
km: ពណ៌ ៖
lv: Krāsa:
nb: Farge:
nds: Klöör:
nl: Kleur:
pl: Kolor:
sk: Farba:

source: Translucency:
da: Gennemsigtighed:
el: Ημιδιαφάνεια:
eu: Zeharrargitasuna:
hu: Áttetszőség:
is: Ógegnsæi:
it: Traslucenza:
kk: Мөлдірлік:
km: ថ្លា ៖
lv: Caurspīdīgums:
nb: Gjennomskinnelighet:
nds: Dörschienen:
nl: Transparantie:
pl: Przezroczystość:
sk: Priesvitnosť:

source: CPU
el: ΚΜΕ
eu: PUZ
hu: Processor
is: Örgjörvi
kk: Процессор
km: ស៊ីភីយូ
pl: Procesor

source: Nice:
el: Χρήση nice:
eu: Adeitsu:
hu: Prioritási:
is: Forgangur (nice):
it: Priorit√†:
kk: Артықшылығы:
km: ស្អាត ៖
nb: Snillhet:
nds: Prioriteet:

source: User:
da: Bruger:
el: Χρήστης:
eu: Erabiltzailea:
hu: Felhasználói:
is: Notandi:
it: Utente:
kk: Пайдаланушысы:
km: អ្នក​ប្រើ ៖
lv: Lietotājs:
nb: Bruker:
nds: Bruker:
nl: Gebruiker:
pl: Użytkownik:
sk: Užívateľ:

source: IOWait:
hu: I/O-várakozás:
is: IO bið:
it: Attesa IO:
kk: Е/Ш күтуі:
lv: IOGaid:
nb: IUVent:
nds: I/O-Töövstatus:

source: System:
el: Σύστημα:
eu: Sistema:
hu: Rendszer:
is: Stýrikerfi:
it: Sistema:
kk: Жүйесі:
km: ប្រព័ន្ធ ៖
lv: Sistēma:
nds: Systeem:
nl: Systeem:
sk: Systém:

source: Memory
da: Hukommelse
el: Μνήμη
eu: Memoria
hu: Memória
is: Minni
it: Memoria
kk: Жады
km: សតិ
lv: Atmiņa
nb: Minne
nds: Spieker
nl: Geheugen
pl: Pamięć
sk: Pamäť

source: Buffers:
da: Buffere:
el: Ενδιάμεση μνήμη:
eu: Bufferrak:
hu: Pufferek:
is: Biðminni:
it: Buffer:
kk: Буферлері:
km: សតិបណ្ដោះអាសន្ន ៖
lv: Buferi:
nb: Bufre:
nds: Puffers:
pl: W buforze:
sk: Buffery:

source: Cached:
da: Cachet:
el: Λανθάνουσα μνήμη:
eu: Cachetuta:
hu: Gyorsítótár:
is: Flýtiminni:
it: In cache:
kk: Кэштелгені:
km: បានដាក់​ជា​ឃ្លាំង​សម្ងាត់ ៖
lv: Kešs:
nb: Mellomlagret:
nds: Twischenspieker:
nl: Gecached:
pl: W pamięci podręcznej:
sk: Vyrovnávacia:

source: Used:
da: Brugt:
el: Σε χρήση:
eu: Erabilita:
hu: Használt:
is: Notað:
it: In uso:
kk: Жұмсалғаны:
km: អ្នក​ប្រើ
lv: Izmanots:
nb: Brukt:
nds: Bruukt:
nl: In gebruik:
pl: Używane:
sk: Použitá:

source: Swap
hu: Lapozási
is: Diskminni
kk: Своп
km: ស្វប
lv: Maiņvieta
nb: Veksleminne
nds: Utlager

source: General Config
da: General konfiguration
el: Γενικές ρυθμίσεις
eu: Konfigurazio orokorra
hu: Általános beállítások
is: Almennar stillingar
it: Configurazione generale
kk: Жалпы баптау
km: កា​រកំណត់​រចនាសម្ព័ន្ធ​ទូទៅ
lv: Pamata konfigurācija
nb: Generelt oppsett
nds: Allmeen Instellen
nl: Algemene configuratie
pl: Ogólna konfiguracja
sk: Všeobecné nastavenie

source: Show vertically in panel:
da: Vis lodret i panelet:
el: Εμφάνιση κατακόρυφα στον πίνακα:
eu: Erakutsi bertikalki panelean:
hu: Függőlegesen a panelen:
is: Birta lóðrétt á spjaldi:
it: Mostra verticalmente nel pannello:
kk: Панелінде тігінен көрсетілсін:
km: បង្ហាញ​បញ្ឈរ​នៅ​ក្នុង​បន្ទះ ៖
lv: Rādīt vertikāli panelī:
nb: Vis vertikalt i panel:
nds: Pielliek binnen Paneel wiesen:
nl: Verticaal tonen in paneel:
pl: Wyświetlaj pionowo w panelu:
sk: Zobraziť v paneli vertikálne:

source: Show usage of all processors:
da: Vis forbrug for alle processorer:
el: Εμφάνιση χρήσης όλων των επεξεργαστών:
eu: Erakutsi prozesatzaile guztien erabilera:
hu: Az összes processzor adatai:
is: Sýna notkun allra örgjörva:
it: Mostra uso di tutti i processori:
kk: Бүкіл процессорлар жұмсауы көрсетілсін:
km: បង្ហាញ​កា​រប្រើ​ប្រព័ន្ធ​ដំណើរការ​ទាំងអស់ ៖
lv: Rādīt visu procesoru noslodzi:
nb: Vis bruk av alle prosessorer:
nds: Bruuk vun all Perzessern wiesen:
nl: Het gebruik tonen van alle processoren:
pl: Pokaż użycie wszystkich procesorów:
sk: Zobraziť využitie všetkých procesorov:

source: Update interval:
da: Opdateringsinterval:
el: Διάστημα ενημέρωσης:
eu: Eguneratzeko tartea:
hu: Frissítési időköz:
is: Bil milli uppfærslna:
it: Intervallo d'aggiornamento:
kk: Жаңарту аралығы:
km: ចន្លោះ​ពេល​ធ្វើបច្ចុប្បន្នភាព ៖
lv: Atjaunināšanas intervāls:
nb: Oppdateringsintervall:
nds: Opfrischtiet:
nl: Bijwerkinterval:
pl: Częstotliwość aktualizacji:
sk: Interval aktualizácie:

source: ms
is: msek
kk: мс
km: មិ.វិ.

# @title:group General options
source: General
da: Generelt
el: Γενικά
hu: Általános
it: Generali
kk: Жалпы
nb: Generelt
nds: Allmeen
nl: Algemeen
pl: Ogólne
sk: Všeobecné

# @title:group
source: Colors
da: Farver
el: Χρώματα
hu: Színek
it: Colori
kk: Түстер
nb: Farger
nds: Klören
nl: Kleuren
pl: Kolory
sk: Farby

source: CPU %1 Usage: %2% at %3 MHz<br />
da: CPU %1-forbrug: %2% ved %3 MHz<br />
el: ΚΜΕ %1 χρήση: %2% στα %3 MHz<br />
eu: PUZ %1 Erabilera: %%2 %3 MHz-tan<br />
hu: %1. processzor - Terhelés: %2% (%3 MHz)<br />
is: Örgjörvi CPU %1 Notkun: %2% við %3 MHz<br />
it: Uso della CPU %1: %2% a %3 MHz<br/>
kk: %1-процесорының жұмсауы: %2%, %3 МГц жиілігінде<br />
km: ស៊ីភីយូ %1 កា​រប្រើប្រាស់ ៖ %2% នៅ %3 MHz<br />
lv: CPU %1 slodze: %2% at %3 MHz<br />
nb: CPU %1 bruk: %2% ved %3 MHz <br />
nds: Bruuk för CPU %1: %2% bi %3 MHz<br />
nl: CPU %1 gebruik: %2% bij %3 MHz<br />
pl: Użycie procesora %1: %2% %3 MHz<br />
sk: Využitie CPU %1: %2% z %3 MHz<br />

source: CPU %1 Usage: %2%<br />
da: CPU %1-forbrug: %2%<br />
el: ΚΜΕ %1 χρήση: %2%<br />
eu: PUZ %1 Erabilera: %%2<br />
hu: %1. processzor - Terhelés: %2%<br />
is: Örgjörvi %1 Notkun: %2%<br />
it: Uso della CPU %1: %2%<br/>
kk: %1-процесорының жұмсауы: %2%<br />
km: ស៊ីភីយុ %1 ការ​ប្រើប្រាស់ ៖ %2%<br />
lv: CPU %1 slodze: %2%<br />
nb: CPU %1 bruk: %2%<br />
nds: Bruuk för CPU %1: %2%<br />
nl: CPU %1 gebruik: %2%<br />
pl: Użycie procesora %1: %2%<br />
sk: Využitie CPU %1: %2%<br />

source: CPU Usage: %1% at %2 MHz/CPU<br />
da: CPU-forbrug: %1% ved %2 MHz/CPU<br />
el: Χρήση ΚΜΕ: %1% στα %2 MHz/ΚΜΕ<br />
eu: PUZ erabilera: %%1 %2 MHz-tan/PUZ<br />
hu: Terhelés: %1% (%2 MHz)<br />
is: Notkun örgjörva: %1% við %2 MHz/CPU<br />
it: Uso delle CPU: %1% a %2 MHz/CPU<br/>
kk: Процессорды жұмсауы: %1%, %2 МГц/процессор<br />
km: ការ​ប្រើប្រាស់​ស៊ីភីយុ ៖ %1% នៅ %2 MHz/CPU<br />
lv: CPU slodze: %1% at %2 MHz/CPU<br />
nb: CPU-bruk: %1% ved %2 MHz/CPU<br />
nds: CPU-Bruuk: %1% bi %2 MHz/CPU<br />
nl: CPU gebruik: %1% bij %2 MHz/CPU<br />
pl: Użycie procesora: %1% %2 MHz/procesor<br />
sk: Využitie CPU: %1% z %2 MHz/CPU<br />

source: CPU Usage: %1% at %2 MHz<br />
da: CPU-forbrug: %1% ved %2 MHz<br />
el: Χρήση ΚΜΕ: %1% στα %2 MHz<br />
eu: PUZ erabilera: %%1 %2 MHz-tan<br />
hu: Terhelés: %1% (%2 MHz)<br />
is: Notkun örgjörva: %1% við %2 MHz<br />
it: Uso della CPU: %1% a %2 MHz<br/>
kk: Процессорды жұмсауы: %1%, %2 МГц жиілігінде<br />
km: កា​រប្រើ​ប្រាស់​ស៊ីភីយូ ៖ %1% នៅ %2 MHz<br />
lv: CPU slodze: %1% at %2 MHz<br />
nb: CPU-bruk: %1% ved %2 MHz<br />
nds: CPU-Bruuk: %1% bi %2 MHz<br />
nl: CPU gebruik: %1% bij %2 MHz<br />
pl: Użycie procesora: %1% przy %2 MHz<br />
sk: Využitie CPU: %1% z %2 MHz<br />

source: CPU Usage: %1%<br />
da: CPU-forbrug: %1%<br />
el: Χρήση ΚΜΕ: %1%<br />
eu: PUZ erabilera: %%1<br />
hu: Terhelés: %1%<br />
is: Notkun örgjörva: %1%<br />
it: Uso della CPU: %1%<br />
kk: Процессорды жұмсауы: %1%<br />
km: ការ​ប្រើប្រាស់​ស៊ីភីយូ ៖ %1%<br />
lv: CPU slodze: %1%<br />
nb: CPU-bruk: %1%<br />
nds: CPU-Bruuk: %1%<br />
nl: CPU gebruik: %1%<br />
pl: Użycie procesora: %1%<br />
sk: Využitie CPU: %1%<br />

source: Ram Usage: %1% of %2 MiB<br />
da: Ram-forbrug: %1% af %2 MiB<br />
el: Χρήση Ram: %1% of %2 MiB<br />
eu: Ram erabilera: %2 MiBtik %%1<br />
hu: Memóriahasználat: %1% a(z) %2 MiB-ból<br />
is: Notkun vinnsluminnis (RAM): %1% af %2 MiB<br />
it: Uso della RAM: %1% di %2 MiB<br />
kk: Жадын жұмсауы: %1% / %2 MiB<br />
km: ការ​ប្រើសតិ ៖ %1% នៃ %2 មេកាបៃ<br />
lv: Atmiņas lietojums: %1% no %2 MiB<br />
nb: Minnebruk: %1% av %2 MiB<br />
nds: RAM-Bruuk: %1% vun %2 MiB<br />
nl: Ramgebruik: %1% van %2 MiB<br />
pl: Użycie Ram: %1% z %2 MiB<br />
sk: Využitie RAM: %1% z %2 MiB<br />

source: Swap Usage: %1% of %2 MiB
da: Swap-forbrug: %1% af %2 MiB
el: Χρήση Swap: %1% of %2 MiB
eu: Swap erabilera: %2 MiBtik %%1
hu: Lapozási terület: %1% a(z) %2 MiB-ból
is: Notkun diskminnis: %1% af %2 MiB
it: Uso della swap: %1% di %2 MiB
kk: Свопты жұмсауы: %1% / %2 MiB<br />
km: ការ​ប្រើ​ស្វប ៖ %1% នៃ %2 មេកាបៃ
lv: Maiņv. lietojums: %1% no %2 MiB
nb: Veksl.bruk: %1% av %2 MiB
nds: Utlagerspieker-Bruuk: %1% vun %2 MiB
nl: Swapgebruik: %1% van %2MiB
pl: Użycie Swap: %1% z %2 MiB
sk: Využitie swapu: %1% z %2 MiB

# not available means the system does not have swap
source: Swap: not available
da: Swap: Ikke tilg√¶ngelig
el: Swap: μη διαθέσιμο
eu: Swap: eskuragaitz
hu: Lapozási jellemzők: nem érhetők el
is: Diskminni: ekki tiltækt
it: Swap: non disponibile
kk: Своп: кол жеткізбейді
km: ស្វប ៖ មិន​អាច​ប្រើបាន
lv: Mainv.: nav pieejama
nb: Veksleminne: mangler
nds: Utlagerspieker: Nich verföögbor
nl: Swap: niet beschikbaar
pl: Swap: niedostępne
sk: Swap: nie je k dispozícii

source: System Load Viewer
da: Systembelastningsviser
el: Προβολέας φορτίου συστήματος
eu: Sistemaren zama erakuslea
hu: Rendszerterhelés
is: Kerfisafkastaskoðari
it: Visore del carico di sistema
kk: Жүйе жүктелуін бақылау құралы
km: កម្មវិធី​មើល​ការ​ផ្ទុក​ប្រព័ន្ធ
lv: Sistēmas slodzes rādītājs
nb: Systemlast-viser
nds: Systeemlastkieker
nl: Systeembelastingweergave
pl: Obciążenie systemu
sk: Prehliadač záťaže systému
