Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_applet_luna.po
Languages: ar, bg, es, et, eu, fi, ga, gl, he, is, kk, km, ko, lt, lv, nb, pl, ro, ru, sk, sl, uk, zh_tw

source: The luna SVG file was not found
ar: لا يمكن إيجاد ملف SVG للونا
bg: Файлът luna SVG не беше намерен
es: No se ha encontrado el archivo SVG de Luna
et: Kuu SVG-faili ei leitud
eu: luna SVG fitxategia ez da aurkitu
fi: SVG-tiedostoa ei löytynyt
ga: Comhad SVG luna gan aimsiú
gl: Non se atopou o ficheiro SVG de lúa
he: קובץ SVG של הישום לא נמצא
is: Luna SVG skráin fannst ekki
kk: Ай суретінің SVG файлы табылмады
km: រក​មិនឃើញ​ឯកសារ luna SVG
ko: 달 SVG 파일을 찾을 수 없습니다
lt: Nerastas mėnulio SVG failas
lv: Neizdevās atrast mēness SVG failu
nb: Fant ikke luna SVG-fila
pl: Plik SVG nie został znaleziony
ro: Fișierul SVG luna nu a fost găsit
ru: Не найден SVG-файл
sk: Nebol nájdený SVG súbor luna
sl: Vektorske slike z Luno ni mogoče najti
uk: Файл SVG Луни не було знайдено
zh_tw: Luna SVG 檔找不到

source: General
ar: عام
bg: Общи
et: Üldine
eu: Orokorra
fi: Yleistä
ga: Ginearálta
gl: Xeral
he: הגדרות כלליות
is: Almennt
kk: Жалпы
km: ទូទៅ
ko: 일반
lt: Bendri
lv: Pamata
nb: Generelt
pl: Ogólne
ru: Основные
sk: Všeobecné
sl: Splošno
uk: Загальне
zh_tw: 一般

source: Full Moon
ar: البدر
bg: Пълнолуние
es: Luna llena
et: Täiskuu
eu: Ilargi betea
fi: Täysikuu
ga: Gealach Lán
gl: Lúa chea
he: ירח מלא
is: Fullt tungl
kk: Толған Ай
km: ព្រះច័ន្ទ​ពេញវង់
ko: 보름달
lt: Pilnatis
lv: Pilnmēness
nb: Fullmåne
pl: Pełnia
ro: Lună plină
ru: Полнолуние
sk: Spln
sl: Ščip
uk: Повний місяць
zh_tw: 滿月

source: New Moon
ar: قمر جديد
bg: Новолуние
es: Luna nueva
et: Noorkuu
eu: Ilargi berria
fi: Uusikuu
ga: Gealach Úr
gl: Lúa nova
he: ירח חדש
is: Nýtt tungl
kk: Жаңа Ай
km: ព្រះច័ន្ទ​ថ្មី
ko: 그믐달
lt: Jaunatis
lv: Jaunmēness
nb: Nymåne
pl: Nów
ro: Lună nouă
ru: Новолуние
sk: Nov
sl: Mlaj
uk: Молодий місяць
zh_tw: 新月

source: Waxing Crescent (New Moon was yesterday)
ar: هلال ( بالأمس كان قمر جديد)
bg: Нарастващ полумесец (новолунието беше вчера)
es: Luna nueva visible (la Luna nueva fue ayer)
et: Kasvav kuu (noorkuu oli eile)
eu: Ilgora (atzo ilberria)
fi: Kasvava puolikuu (uusikuu oli eilen)
ga: Gealach Dheirceach ag Líonadh (Ghealach Úr Inné)
gl: Para cuarto crecente (onte foi lúa nova)
he: ירח חדש היה אתמול
is: Tungl kviknar (nýtt tungl var í gær)
kk: Бірінші ширекте (%1 тәулік бұрын туған Ай)
km: Waxing Crescent (%1 ថ្ងៃ​តាំង​ពី​ព្រះច័ន្ទថ្មី)
ko: 상현달 (그믐달부터 %1일 지남)
lt: Jaunatis (tiksli jaunatis buvo vakar)
lv: Pirmais ceturksnis (%1 diena kopš jauna mēness)
nb: Voksende månesigd (nymåne var i går)
pl: Sierp (wczoraj księżyc był w nowiu)
ro: Disc lunar vizibil (mai puțin de jumătate) în creștere (ieri a fost lună nouă)
ru: Растущий месяц (%1 день после новолуния)
sk: Dorastajúci mesiac (nov bol včera)
sl: Prvi srp (pred %1 dnevi je bil mlaj)
uk: Серпик збільшується (молодик був %1 день тому)
zh_tw: 上弦月（新月之後 %1 天）

source: First Quarter
ar: الربع الأول
bg: Първа четвърт
es: Cuarto creciente
et: Esimene veerand
eu: Lehen laurdena
fi: Ensimmäinen neljännes
ga: Béal Ceathrún
gl: Cuarto crecente
he: רבע ראשון
is: Fyrsta kvartil
kk: Бірінші ширек
km: ត្រីមាស​ទី ១
ko: 첫 반달
lt: Priešpilnis
lv: Pirmais ceturksnis
nb: Ny, halvmåne
pl: Pierwsza kwadra
ro: Primul pătrar
ru: Первая четверть
sk: Prvá štvrť
sl: Prvi krajec
uk: Перша чверть
zh_tw: 上半月

source: Waxing Gibbous (Tomorrow is Full Moon)
ar: القمر المُتَقَوِّس (غدا سيكون بدرا)
bg: Нарастваща полупълна (пълнолунието е утре)
es: Luna gibada creciente (la Luna llena será mañana)
et: Kasvav kuu (täiskuu on homme)
eu: Ilgora (bihar ilbetea)
fi: Kasvava lähes täysikuu (täysikuu on huomenna)
ga: Gealach Dhronnach ag Líonadh (Gealach Lán Amárach)
gl: Para lúa chea (mañá é a lúa chea)
he: מחר ירח מלא
is: Tungl fyllist (á morgun er fullt tungl)
kk: Екінші ширекте (%1 тәуліке толмақ Ай)
km: Waxing Gibbous (%1 ថ្ងៃ​​ទៅ​ព្រះច័ន្ទ​ពេញវង់)
ko: 상현달 (보름달까지 %1일 남음)
lt: Priešpilnis (rytoj bus pilnatis)
lv: Augošs mēness (%1 diena līdz pilnmēnesim)
nb: Snart fullmåne (fullmåne er i morgen)
pl: Sierp (jutro księżyc będzie w pełni)
ro: Disc lunar vizibil (mai mult de jumătate) în creștere (mîine este lună plină)
ru: Растущий месяц (%1 день до полнолуния)
sk: Dorastajúci mesiac (zajtra je spln)
sl: Prvi izbok (čez %1 dni bo ščip)
uk: Місяць збільшується (за %1 день повня)
zh_tw: 上凸月（再 %1 天滿月）

source: Waning Gibbous (Yesterday was Full Moon)
ar: القمر المضْمَحَلَّ ( بالأمس كان بدرا)
bg: Намаляваща полупълна (пълнолунието беше вчера)
es: Luna gibada menguante (la Luna llena fue ayer)
et: Kahanev kuu (täiskuu oli eile)
eu: Ilbehera (atzo ilbetea)
fi: Vähenevä lähes täysikuu (täysikuu oli eilen)
ga: Gealach Dhronnach ag Caitheamh (Gealach Lán Inné)
gl: Para cuarto minguante (onte foi lúa chea)
he: אתמול היה ירח מלא
is: Minnkandi tungl (fullt tungl var í gær)
kk: Үшінші ширекте (%1 тәулік бұрын толған Ай)
km: ការ​ព្រមាន Gibbous (%1 ថ្ងៃ​តាំង​ពី​ព្រះច័ន្ទ​ពេញវង់)
ko: 하현달 (보름달부터 %1일 지남)
lt: Pilnatis (tiksli pilnatis buvo vakar)
lv: Dilstošs mēnes (%1 diena kopš pilnmēness)
nb: Minkende måne (fullmåne var i går)
pl: Księżyc "garbaty" (wczoraj księżyc był w pełni)
ro: Disc lunar vizibil (mai mult de jumătate) în scădere (ieri a fost lună plină)
ru: Убывающий месяц (%1 день после полнолуния)
sk: Cúvajúci mesiac (včera bol spln)
sl: Zadnji izbok (pred %1 dnevi je bil ščip)
uk: Місяць зменшується (повня була %1 день тому)
zh_tw: 下凸月（滿月過 %1 天）

source: Last Quarter
ar: الربع الأخير
bg: Последна четвърт
es: Cuarto menguante
et: Viimane veerand
eu: Azken laurdena
fi: Viimeinen neljännes
ga: An Ceathrú Deireanach
gl: Cuarto minguante
he: רבע אחרון
is: Síðasta kvartil
kk: Соңғы ширек
km: ត្រីមាស​ចុងក្រោយ
ko: 마지막 반달
lt: Delčia
lv: Pēdējais ceturksnis
nb: Ne, halvmåne
pl: Ostatnia kwadra
ro: Ultimul pătrar
ru: Последняя четверть
sk: Posledná štvrť
sl: Zadnji krajec
uk: Остання чверть
zh_tw: 下半月

source: Waning Crescent (Tomorrow is New Moon)
ar: القمر القديم (غدا سيكون قمر جديد)
bg: Намаляващ полумесец (новолунието е утре)
es: Luna menguante (la Luna nueva será mañana)
et: Kahanev kuu (noorkuu on homme)
eu: Ilbehera (bihar ilberria)
fi: Vähenevä puolikuu (uusikuu on huomenna)
ga: Gealach Dheirceach ag Caitheamh (Gealach Úr Amárach)
gl: Para lúa nova (mañá é lúa nova)
he: מחר ירח חדש
is: Hverfandi tungl (á morgun er nýtt tungl)
kk: Төртінші ширекте (%1 тәуліктен кейін туатын Ай)
km: ការ​ព្រមាន Crescent (%1 ថ្ងៃ​ទៅ​ព្រះច័ន្ទ​ថ្មី)
ko: 하현달 (그믐달까지 %1일 남음)
lt: Delčia (rytoj jaunatis)
lv: Pēdējais ceturksnis (%1 diena līdz jaunmēnesim)
nb: Minkende månesigd (nymåne er i morgen)
pl: Księżyc "garbaty" (jutro księżyc będzie w nowiu)
ro: Disc lunar vizibil (mai puțin de jumătate) în scădere (mîine este lună nouă)
ru: Убывающий месяц (%1 день до новолуния)
sk: Cúvajúci mesiac (zajtra je nov)
sl: Zadnji srp (čez %1 dni bo mlaj)
uk: Серпик зменшується (за %1 день молодик)
zh_tw: 下弦月（再 %1 天到新月）

source: Show moon as seen in:
ar: اظهر القمر كما يرى في:
bg: Покажи луната като видяна от:
es: Mostrar la Luna tal y como se ve en el:
et: Kuu näitamine, nagu seda näeb:
eu: Erakutsi ilargia hemen ikusten den bezala:
fi: Näytä kuu nähtynä:
ga: Taispeáin an ghealach mar a fheictear í i:
gl: Mostrar a lúa como se ve no:
he: הצג ירח כפי שהוא ניראה:
is: Sýna tunglið eins og á:
kk: Қайдан қарағандағы Ай:
km: បង្ហាញ​ព្រះច័ន្ទ​ដូច​បានឃើញ​នៅ​ក្នុង ៖
ko: 현재 반구 선택:
lt: Mėnulis matomas:
lv: Rādīt mēnesi, kāds tas ir:
nb: Vis månen som sett på:
pl: Pokaż Księżyc tak jak widoczny na:
ro: Arată luna ca fiind văzută în:
ru: Показывать луну как видно из:
sk: Zobraziť mesiac ako je vidieť na:
sl: Prikaži Luno kot je vidna na:
uk: Показувати Місяць таким, як у:
zh_tw: 顯示在哪看到的月亮：

source: Northern hemisphere
ar: نصف الأرض الشمالي
bg: Северно полукълбо
es: Hemisferio septentrional
et: Põhjapoolkeral
eu: Ipar emisferioa
fi: Pohjoiselta pallonpuoliskolta
ga: Leathsféar thuaidh
gl: Hemisferio norte
he: בחצי הצפוני של כדור הארץ
is: Norðurskauti
kk: Солтүстік жартышардан
km: អឌ្ឍគោល​ខាង​ជើង
ko: 북반구
lt: Šiaurės pusrutulyje
lv: Ziemeļu puslodē
nb: Den nordlige halvkulen
pl: półkuli północnej
ro: Emisfera nordică
ru: Северного полушария
sk: Severnej pologuli
sl: Severni polobli
uk: Північній півкулі
zh_tw: 北半球

source: Southern hemisphere
ar: النصف الأرض الجنوبي
bg: Южно полукълбо
es: Hemisferio meridional
et: Lõunapoolkeral
eu: Hego emisferioa
fi: Eteläiseltä pallonpuoliskolta
ga: Leathsféar theas
gl: Hemisferio sul
he: בחצי הדרומי של כדור הארץ
is: Suðurskauti
kk: Оңтүстік жартышардан
km: អឌ្ឍគោល​ខាង​ត្បូង
ko: 남반구
lt: Pietų pusrutulyje
lv: Dienvidu puslodē
nb: Den sørlige halvkulen
pl: półkuli południowej
ro: Emisfera sudică
ru: Южного полушария
sk: Južnej pologuli
sl: Južni polobli
uk: Південній півкулі
zh_tw: 南半球
