Repository: fluxer/kde-l10n
Catalog: */messages/kde-extraapps/plasma_wallpaper_mandelbrot.po
Languages: ar, cs, da, de, el, et, fi, ga, gl, hr, ja, kk, km, ko, lv, mr, nb, nds, nl, nn, pa, ro, ru, sk, sr, tr, uk, zh_cn, zh_tw

source: Export Mandelbrot image...
cs: Exportovat obrázek Mandelbrot...
da: Eksportér Mandelbrot-billede...
de: Mandelbrot-Bild exportieren ...
el: Εξαγωγή εικόνας του Mandelbrot...
et: Ekspordi Mandelbroti pilt...
fi: Vie Mandelbrot-kuva…
ga: Easpórtáil íomhá Mandelbrot...
gl: Exportar unha imaxe de Mandelbrot…
kk: Мандельброт кескінің экспорттау...
km: នាំចេញ​រូបភាព Mandelbrot​...
ko: 만델브로 그림 내보내기...
mr: मेन्डलब्रोट प्रतिमा निर्यात करा...
nb: Eksporter Mandelbrot-bilde …
nds: Mandelbrot-Bild exporteren...
nl: Mandelbrot-afbeelding exporteren...
ru: Экспорт изображения обоев...
sk: Exportovať Mandelbrot obrázok...
sr: Извези Манделбротову слику...
tr: Mandelbrot resmini dışarıya aktar...
uk: Експортувати зображення фрактала Мандельброта…
zh_cn: 导出 Mandelbrot 图像...
zh_tw: 匯出 Mandelbrot 影像...

source: Export Mandelbrot parameters...
cs: Exportovat parametry Mandelbrot...
da: Eksportér Mandelbrot-parametre...
de: Mandelbrot-Parameter exportieren ...
el: Εξαγωγή παραμέτρων του Mandelbrot...
et: Ekspordi Mandelbroti parameetrid...
fi: Vie Mandelbrotin parametrit…
ga: Easpórtáil paraiméadair Mandelbrot...
gl: Exportar parámetros de Mandelbrot…
kk: Мандельброт параметрлерін экспорттау...
km: នាំចេញ​ប៉ារ៉ាម៉ែត្រ Mandelbrot...
ko: 만델브로 인자 내보내기...
mr: मेन्डलब्रोट घटक निर्यात करा...
nb: Eksporter Mandelbrot-parametre …
nds: Mandelbrot-Parameters exporteren...
nl: Mandelbrot-parameters exporteren...
ru: Сохранить параметры Мандельброта...
sk: Exportovať Mandelbrot parametre...
sr: Извези Манделбротове параметре...
tr: Mandelbrot parametrelerini dışarıya aktar...
uk: Експортувати параметри фрактала Мандельброта…
zh_cn: 导出 Mandelbrot 参数...
zh_tw: 匯出 Mandelbrot 參數...

source: Import Mandelbrot parameters...
cs: Importovat parametry Mandelbrot...
da: Importér Mandelbrot-parametre...
de: Mandelbrot-Parameter importieren ...
el: Εισαγωγή παραμέτρων του Mandelbrot...
et: Impordi Mandelbroti parameetrid...
fi: Tuo Mandelbrotin parametrit…
ga: Iompórtáil paraiméadair Mandelbrot...
gl: Importar parámetros de Mandelbrot…
kk: Мандельброт параметрлерін импорттау...
km: នាំចូល​ប៉ារ៉ាម៉ែត្រ Mandelbrot​...
ko: 만델브로 인자 가져오기...
mr: मेन्डलब्रोट घटक आयात करा...
nb: Importer Mandelbrot-parametre …
nds: Mandelbrot-Parameters importeren...
nl: Mandelbrot-parameters importeren...
ru: Загрузить параметры Мандельброта...
sk: Importovať Mandelbrot parametre...
sr: Увези Манделбротове параметре...
tr: Mandelbrot parametrelerini içeriye aktar...
uk: Імпортувати параметри фрактала Мандельброта…
zh_cn: 导入 Mandelbrot 参数...
zh_tw: 匯入 Mandelbrot 參數...

source: PNG images
cs: Obrázky PNG
da: PNG-billeder
de: PNG-Bilder
el: Εικόνες PNG
et: PNG-pildid
fi: PNG-kuvat
ga: Íomhánna PNG
gl: Imaxes PNG
kk: PNG кескіндер
km: រូបភាព​ PNG​
ko: PNG 그림
mr: PNG प्रतिमा
nb: PNG-bilder
nds: PNG-Biller
nl: PNG-afbeeldingen
ru: Изображения PNG
sk: Obrázky PNG
sr: ПНГ слике
tr: PNG Resimleri
uk: Зображення PNG
zh_cn: PNG 图像
zh_tw: PNG 影像

source: Text files
cs: Textové soubory
da: Tekstfiler
de: Textdateien
el: Αρχεία κειμένου
et: Tekstifailid
fi: Tekstitiedostot
ga: Téacschomhaid
gl: Ficheiros de texto
kk: Мәтін файлдар
km: ឯកសារ​អត្ថបទ​
ko: 텍스트 파일
mr: पाठ्य फाईल
nb: Tekstfiler
nds: Textdateien
nl: Tekstbestanden
ru: Текстовые файлы
sk: Textové súbory
sr: текстуални фајлови
tr: Metin dosyaları
uk: Текстові файли
zh_cn: 文本文件
zh_tw: 文字檔案

source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
el: Χρώμα:
et: Värv
fi: Väri
ga: Dath
gl: Cor
hr: Boja
ja: 色
kk: Түсі
km: ពណ៌
ko: 색
lv: Krāsa
mr: रंग
nb: Farge
nds: Klöör
nl: Kleur
nn: Farge
pa: ਰੰਗ
ro: Culoare
ru: Цвета
sk: Farba
sr: Боја
tr: Renk
uk: Колір
zh_cn: 颜色
zh_tw: 顏色

source: &Inside color:
ar: الل&ون الداخلي:
cs: Barva uvn&itř:
da: &Indvendig farve:
de: &Innere Farbe:
el: Εσωτερ&ικό χρώμα:
et: S&isemine värv:
fi: &Sisäväri:
ga: Dath &istigh:
gl: Cor do &interior:
hr: &Unutrašnja boja
ja: 内側の色(&I):
kk: &Ішінің түсі:
km: ពណ៌​ខាង​ក្នុង ៖
ko: 내부 색(&I):
lv: &Iekšpuses krāsa
mr: आतील रंग (&I):
nb: Farge på &innsiden:
nds: B&innenklöör:
nl: Kleur b&innen:
nn: &Innsidefarge:
pa: ਅੰਦਰੂਨੀ ਰੰਗ(&I):
ro: Culoare &interior:
ru: &Цвет внутренности:
sk: &Vnútorná farba:
sr: &Унутрашња:
tr: &İç alan rengi:
uk: Колір &середини:
zh_cn: 内部颜色(&I)：
zh_tw: 內部顏色(&I)：

source: &Frontier color:
ar: لون ال&حدود:
cs: Barva &hranice:
da: &Kantfarve:
de: &Grenzfarbe:
el: &Χρώμα συνόρου:
et: &Piirdevärv:
fi: &Reunusväri:
ga: Dath na &teorann:
gl: Cor da &fronteira:
hr: Boja na &rubovima
ja: 境界の色(&F):
kk: &Шекарасының түсі:
km: ពណ៌​ខា​ងមុខ ៖
ko: 경계면 색(&F):
lv: &Robežas krāsa:
mr: फ्रंटियर रंग (&F):
nb: Grense&farge:
nds: &Grenzklöör:
nl: Kleur &vooraan:
nn: &Kantfarge:
pa: ਅੱਗੇ ਰੰਗ(&F):
ro: Culoare &frontieră:
ru: &Цвет границы:
sk: &Hraničná farba:
sr: &Гранична:
tr: &Sınır rengi:
uk: Колір &границі:
zh_cn: 前部颜色(&F)：
zh_tw: 邊界顏色(&F)：

source: &Outside color:
ar: اللون ال&خارجي:
cs: Ba&rva vně:
da: &Udvendig farve:
de: Ä&ußere Farbe:
el: Χρώμα ε&κτός:
et: &Väline värv:
fi: &Ulkoväri:
ga: Dath &amuigh:
gl: Cor do &exterior:
hr: &Vanjska boja
ja: 外側の色(&O):
kk: &Сыртыңың түсі:
km: ពណ៌​ខាងក្រៅ ៖
ko: 외부 색(&O):
lv: Ā&rpuses krāsa:
mr: बाहेरील रंग (&O):
nb: Farge utenf&or:
nds: &Butenklöör:
nl: Kleur &buiten:
nn: &Utsidefarge:
pa: ਬਾਹਰੀ ਰੰਗ(&O):
ro: Cul&oare exterior:
ru: &Цвет снаружи:
sk: V&onkajšia farba:
sr: &Спољашња:
tr: &Dış alan rengi:
uk: Колір з&овнішньої частини:
zh_cn: 外部颜色(&O)：
zh_tw: 外部顏色(&O)：

source: &Quality:
ar: ال&جودة:
cs: &Kvalita:
da: &Kvalitet:
de: &Qualität:
el: &Ποιότητα:
et: &Kvaliteet:
fi: &Laatu:
ga: &Cáilíocht:
gl: &Calidade:
hr: &Kvaliteta:
ja: 画質(&Q):
kk: С&апасы:
km: គុណភាព ៖
ko: 품질(&Q):
lv: &Kvalitāte:
mr: गुणवत्ता (&Q):
nb: &Kvalitet:
nds: &Gööd:
nl: &Kwaliteit:
nn: &Kvalitet:
pa: ਕੁਆਲਟੀ(&Q):
ro: &Calitate:
ru: &Качество:
sk: &Kvalita:
sr: &Квалитет:
tr: &Kalite:
uk: &Якість:
zh_cn: 质量(&Q)：
zh_tw: 品質(&Q)：

source: Low
ar: منخفضة
cs: Nízká
da: Lav
de: Niedrig
el: Χαμηλή
et: Madal
fi: Heikko
ga: Íseal
gl: Baixa
hr: Niska
ja: 低
kk: Төмен
km: ទាប
ko: 낮음
lv: Zema
mr: कमी
nb: Lav
nds: Siet
nl: Laag
nn: Låg
pa: ਘੱਟ
ro: Joasă
ru: Низкое
sk: Nízka
sr: низак
tr: Düşük
uk: Низька
zh_cn: 低
zh_tw: 低

source: Medium
ar: متوسطة
cs: Střední
da: Mellem
de: Mittel
el: Μεσαία
et: Keskmine
fi: Keskinkertainen
ga: Measartha
gl: Media
hr: Srednja
ja: 中
kk: Орташа
km: មធ្យម
ko: 중간
lv: Vidēja
mr: मध्यम
nb: Middels
nds: Middel
nn: Middels
pa: ਮੱਧਮ
ro: Medie
ru: Среднее
sk: Stredná
sr: средњи
tr: Orta
uk: Середня
zh_cn: 中
zh_tw: 中

source: High
ar: عالية
cs: Vysoká
da: Høj
de: Hoch
el: Υψηλή
et: Kõrge
fi: Hyvä
ga: Ard
gl: Alta
hr: Visoka
ja: 高
kk: Жоғары
km: ខ្ពស់
ko: 높음
lv: Augsta
mr: जास्त
nb: Høy
nds: Hooch
nl: Hoog
nn: Høg
pa: ਵੱਧ
ro: Înaltă
ru: Высокое
sk: Vysoká
sr: висок
tr: Yüksek
uk: Висока
zh_cn: 高
zh_tw: 高

source: Very high (4x sampling)
ar: عالية جدا (4 أضعاف معدل العينات)
cs: Velmi vysoká (4x vzorkování)
da: Meget høj (4x sampling)
de: Sehr hoch (4×-Abtastung)
el: Πολύ υψηλή (4x δειγματοληψία)
et: Väga kõrge (neljakordne valim)
fi: Erinomainen (4× näytteenotto)
ga: An-ard (sampláil 4x)
gl: Moi alta (mostraxe 4x)
hr: Vrlo visoka (4x sampliranje)
ja: 非常に高 (4x サンプリング)
kk: Өте жоғары (дискреттеуі 4х)
km: ខ្ពស់ណាស់ (សំណាក 4x)
ko: 매우 높음 (4배 샘플링)
lv: Ļoti augsta (4x blīvāk)
mr: खूप जास्त (4x sampling)
nb: Svært høy (4x sampling)
nds: Bannig hooch (4x Aftasten)
nl: Zeer hoog (4x sampling)
nn: Svært høg (4× sampling)
pa: ਬਹੁਤ ਵੱਧ (4x ਸੈਂਪਲਿੰਗ)
ro: Foarte înaltă (eșantionare 4x)
ru: Очень высокое (с запасом на 2-кратное увеличение)
sk: Veľmi vysoká (vzorkovanie 4x)
sr: врло висок (4× узорковање)
tr: Ço&k yüksek (4x örnekleme)
uk: Дуже висока (4x-дискретизація)
zh_cn: 很高(4 倍采样)
zh_tw: 非常高（4 倍取樣）

source: Highest (16x sampling)
ar: الأعلى (16 ضعف معدل العينات)
cs: Nejvyšší (16x vzorkování)
da: Højest (16x sampling)
de: Höchste (16×-Abtastung)
el: Κορυφαία (16x δειγματοληψία)
et: Kõrgeim (16-kordne valim)
fi: Paras (16× näytteenotto)
ga: Is airde (sampláil 16x)
gl: A mellor (mostraxe 16x)
hr: Najviša (16x sampliranje)
ja: 最高 (16x サンプリング)
kk: Ең жоғары (дискреттеуі 16х)
km: ខ្ពស់​បំផុត (សំណាក 16x)
ko: 최고 (16배 샘플링)
lv: Augstākā (16x blīvāk)
mr: सर्वात जास्त (16x sampling)
nb: Høyeste (16x sampling)
nds: Hööchst (16x Aftasten)
nl: Hoogst (16x sampling)
nn: Høgast (16× sampling)
pa: ਸਭ ਤੋਂ ਵੱਧ (16x ਸੈਪਲਿੰਗ)
ro: Cea mai înaltă (eșantionare 16x)
ru: Наивысшее (с запасом на 4-кратное увеличение)
sk: Najvyššia (vzorkovanie 16x)
sr: највиши (16× узорковање)
tr: &En yüksek (16x örnekleme)
uk: Найвища (16x-дискретизація)
zh_cn: 最高(16 倍采样)
zh_tw: 最高（16 倍取樣）

source: &Lock view:
ar: ا&قفل العرض:
cs: Uzamknout poh&led:
da: &Lås visning:
de: &Ansicht sperren:
el: Κλειδωμένη π&ροβολή:
et: Vaate &lukustamine:
fi: L&ukitse näkymä:
ga: &Cuir amharc faoi ghlas:
gl: &Trancar a vista:
hr: &Zaključati prikaz:
ja: ビューをロックする(&L):
kk: Көрінісін &бұғаттау:
km: ចាក់សោ​ទិដ្ឋភាព ៖
ko: 보기 잠금(&L):
lv: &Slēgt skatu:
mr: कुलूपबंद दृश्य (&L):
nb: &Lås visningen:
nds: Ansicht afs&luten:
nl: Beeld vergrende&len:
nn: &Lås visinga:
pa: ਝਲਕ ਲਾਕ ਕਰੋ(&L):
ro: &Blochează vizualizarea:
ru: &Зафиксировать:
sk: &Zamknúť zobrazenie:
sr: &Закључан приказ:
tr: Görünümü &kilitle:
uk: За&блокувати перегляд:
zh_cn: 锁定视图(&L)：
zh_tw: 鎖定檢視(&L)：

source: Use the mouse to navigate through the Mandelbrot set. Note: certain activities, such as Folder View, do not allow that.
cs: Použijte myš k navigace přes sadu Mandelbrot. Poznámka: některé aktivity, např. Pohled na složku, to neumožňují.
da: Brug musen til at navigere igennem Mandelbrot-sættet. Bemærk: Visse aktiviteter, såsom Mappevisning, tillader ikke dette.
de: Verwenden Sie die Maus, um durch die Mandelbrot-Sätze zu navigieren. Anmerkung: Bestimmte Aktivitäten erlauben dies nicht (z. B. Ordner-Ansicht).
el: Χρήση του ποντικιού για περιήγηση στο σετ του Mandelbrot. Σημείωση: συγκεκριμένες Δραστηριότητες, όπως η Προβολή Φακέλου, δεν το επιτρέπουν αυτό.
et: Kasuta hiirt Mandelbroti kogus liikumiseks. Märkus: teatud toimingud, näiteks kataloogivaade, seda ei võimalda.
fi: Käytä hiirtä liikkuaksesi Mandelbrot-joukossa. Huom: tietyt aktiviteetit, kuten Kansionäkymä, eivät salli tätä.
ga: Úsáid an luch chun brabhsáil timpeall an tacair Mandelbrot. Nóta: ní cheadaítear é sin le gníomhaíochtaí áirithe, mar shampla Amharc Fillteáin.
gl: Usar o rato para navegar polo grupo de Mandelbrot. Nota: algunhas actividades, como a vista do cartafol, non o permiten.
kk: Мандельброт суретінде шарлау үшін тышқанды колданыңыз. Ескерту: 'Капшық көрінісі' секілді кейбір таңдаулар бұған кедергі болады.
km: ប្រើ​កណ្ដុរ​ដើម្បី​រុករក​តាមរយៈ​សំណុំ Mandelbrot ។ ចំណាំ ៖ សកម្មភាព​ពិតប្រាកដ ដូចជា ទិដ្ឋភាព​ថត មិនអនុញ្ញាត​ទេ ។
ko: 만델브로 집합을 탐색하려면 마우스를 사용하십시오. 폴더 보기와 같은 일부 활동에서는 사용할 수 없습니다.
nb: Bruk musa til å navigere gjennom Mandelbrot-mengden. Merk: noen aktiviteter, slik som Mappevisining, tillater ikke dette.
nds: Du kannst mit de Muus dör den Mandelbrot-Sett stüern. Beacht: En poor Aktiviteten, as a.B. de Orneransicht, laat dat nich to.
nl: De muis gebruiken om door de Mandelbrot-set te navigeren. Opmerking: bepaalde activiteiten, zoals Weergave van mappen, staan dat niet toe.
ru: Множество Мандельброта можно перемещать мышью. Однако, для некоторых типов комнат (например, для «Просмотра папки») это не работает.
sk: Na navigovanie v Mandelbrotovej množine použite myš. Poznámka: toto nie je povolené na niektorých aktivitách, napr. Pohľad na priečinok.
sr: Користите миш за кретање кроз Манделбротов скуп. (Неке активности, попут приказа фасцикли, не дозвољавају ово.)
tr: Mandelbrot kümesinde gezinmek için fareyi kullanın. Not: Dizin Görünümü gibi bazı etkinlikler bu özelliğe izin vermez.
uk: Для навігації множиною Мандельброта скористайтеся мишею. Зауваження: подібна навігація неможлива у певних режимах просторів дій, зокрема у режимі перегляду тек.
zh_cn: 使用鼠标可导航 Mandelbrot 图集，注意：类似文件夹视图的某些活动 不允许那么做。
zh_tw: 用滑鼠導覽 Mandelbrot 設定。注意：特定的活動，如資料夾檢視，不允許這樣做。
