Repository: fluxer/kde-l10n
Catalog: */*/messages/kdeplasma-addons/plasma_applet_timer.po
Languages: sr@ijekavian

source: Timer Configuration
sr@ijekavian: Подешавање одбројавача

source: Start
sr@ijekavian: Покрени

source: Stop
sr@ijekavian: Заустави

source: Reset
sr@ijekavian: Ресетуј

source: Timer
sr@ijekavian: Одбројавач

source: Timer Timeout
sr@ijekavian: Вријеме одбројавања

source: General
sr@ijekavian: Опште

source: Predefined Timers
sr@ijekavian: Предефинисана одбројавања

source: Plasma Timer Applet
sr@ijekavian: Плазма аплет одбројавача

source: Appearance
sr@ijekavian: Изглед

source: Show title:
sr@ijekavian: Наслов:

source: Hide seconds
sr@ijekavian: Без секунди

source: Actions on Timeout
sr@ijekavian: Радње по истеку времена

source: Show a message:
sr@ijekavian: Прикажи поруку:

source: Run a command:
sr@ijekavian: Покрени наредбу:
